{"full_text":"#MesseFrankfurtIndia has always aimed to provide a safe and healthy meeting place for all its clients and visitors. Staying above the issues that the pandemic has brought us, we at #ScreenPrintIndiaExpo have got you covered with all the #safetymeasures.","sentiment_score":0.3333333333}
{"full_text":"RT Another &gt;1,200 deaths today and people are barely commenting.We seem to be almost numb to it now - but that's 1,239 u...","sentiment_score":-0.275}
{"full_text":"RT U.S. COVID-19 vaccination tracker:Partially vaccinated:############### 6.90% (+0.36)Fully vaccinated: ############### 1....","sentiment_score":0.0}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Dr. Khalid Saeed Khan, Member of Task Force on #COVID19, &amp; Distinguished #Investigator at   vis...","sentiment_score":0.0}
{"full_text":"RT L.A. Mayor Eric Garcetti, a healthy 49-year-old, has received his first dose of the #COVID19 vaccine, despite not meeting th...","sentiment_score":0.375}
{"full_text":"Okaaaaaaaaaay... I struggled as a gay kid from the time I started getting  made fun of not just by kids at school, but teachers, adults from church, a certain uncle... just for being PERCEIVED (b\/c I denied it until 18). My friends 13 yo niece hunt herself in 2015... an epidemic!","sentiment_score":0.3281746032}
{"full_text":"Aku dah la bujang lagi and need to be more extra careful after this. Face shield and double the face mask and triple the prayers!","sentiment_score":0.1}
{"full_text":"RT New York State Severely Undercounted #COVID19 Deaths in Nursing Homes, Report Says. New tally says 12,743 elders died i...","sentiment_score":0.1363636364}
{"full_text":"Germany to push on with Covid travel ban plan as EU tries to coordinate rules","sentiment_score":-0.1}
{"full_text":"RT ********************** \"About 1.2 million infections and 164,000 deaths could have been averted in 2020 if the federal g...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Teesside to make 60 million doses of Novavax Covid vaccine as it passes UK trial","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. Our daily update is published. States reported 2.1M tests, 155k cases, 104,303 people c...","sentiment_score":0.0}
{"full_text":"Do I enroll Laikynn into some sort of dance\/gymnastics class or just wait it out? It would be SO good for her to be around other kids and have fun and let us get out of the house but I'm also scared because of the pandemic","sentiment_score":0.2916666667}
{"full_text":"Curious how #covid19 cases &amp; vulnerability impact death rate in CA? I was. Tonight I added 2 #datavisualizations to see the big picture. See anything that surprises you?  #66daysofdata","sentiment_score":-0.05}
{"full_text":"RT Also, this is a government news conference about a deadly pandemic and our health system.In this context, how professional...","sentiment_score":-0.05}
{"full_text":"RT Nearly a couple of months ago, 294 officials of AKTU including the VC tested positive for Covid. After this incident,...","sentiment_score":0.1636363636}
{"full_text":"RT IMPORTANT: A\/C to this thread, the team of scientists in #Wuhan will start \"field visits\" Friday (today) + these...","sentiment_score":0.4}
{"full_text":"What a brilliant gesture from Nuno, they've got a good'un there.","sentiment_score":0.8}
{"full_text":"Early this month, IMF Managing Director Kristalina Georgieva had said that India \"actually has taken very decisive action, very decisive steps to deal with the pandemic and to deal with the economic consequences of it\"... Full story:","sentiment_score":0.1642857143}
{"full_text":"RT Researchers in southern Brazil said they have discovered patients infected with two different strains of the new corona...","sentiment_score":0.0454545455}
{"full_text":"RT Just weeks before his death he liked a post from Brexit Alliance London assembly member David Kurten saying: \"Show your face...","sentiment_score":0.6}
{"full_text":"RT Breaking: Novavax Covid vaccine shows 89% efficacy in UK trials.  Half the cases on the trial were the new 'Kent'varian...","sentiment_score":-0.0151515152}
{"full_text":"RT A bear, however hard he tries,Grows tubby without exercise.Our Teddy Bear is short and fat,Which is not to be wondered at....","sentiment_score":-0.1458333333}
{"full_text":"And btw, I think is way more selfish partying in the middle of a fucking pandemic than destroy a cake that they are literally eating hun...","sentiment_score":-0.16}
{"full_text":"RT During my lockdown, I designed these pieces for my with LL &amp; LB Jewels in photo: Lockdown SetJewel...","sentiment_score":0.0}
{"full_text":"RT #China SCMP: #Coronavirus visa uncertainty turns foreign students against China, as Beijing's #softpower diplomacy in...","sentiment_score":-0.125}
{"full_text":"RT Observational study of Hydroxychloroquine in New Jersey published Jan 27, 2021. It works when administered...","sentiment_score":0.1363636364}
{"full_text":"RT Great data visualization (as always, by showing the preponderance of worst transmission in rural areas. And I no...","sentiment_score":-0.0666666667}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT In our Annual Letter, and I reflect on the hard work, heroism, and global cooperation that brought us closer t...","sentiment_score":-0.1458333333}
{"full_text":"RT Just saw my masseuse for the first time since pre-pandemic.  Her: Kevin!! What happened? You have big stomach!!Me: U...","sentiment_score":0.1953125}
{"full_text":"RT There is only one solution to put this nightmare pandemic behind usGet outbreaks under control everywhereHow?Put in p...","sentiment_score":-0.2}
{"full_text":"Lockdown is not stopping our being vital to their communities. Certificate deliveries yoga goal setting &amp; snow clearing for pupils","sentiment_score":0.1}
{"full_text":"RT I was fortunate and grateful to get the first dose of my #COVID19 vaccine today.We must get to work to make sure the...","sentiment_score":0.3833333333}
{"full_text":"Novavax's Vaccine Works Well -- Except on Variant First Found in South Africa","sentiment_score":0.25}
{"full_text":"RT One final thought:Germany's Covid fatalities are circa 55,000.The UK's fatalities are circa 103,000.Yet they thi...","sentiment_score":0.0}
{"full_text":"RT Lawyer and Billionaire Socialite Akin-Olugbade, known to have one of the largest collection of Rolls Royce worldwide couldn't...","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT tw\/\/ abuse, injuries....","sentiment_score":0.0}
{"full_text":"*BREAKING!! Panic As New Malaria Mosquito More Deadly Than COVID-19 Emerged*Read more at:","sentiment_score":0.2340909091}
{"full_text":"RT Customers have been caught on CCTV fleeing a salon in Cwmbran with dye still in their hair as police raided it for breaching #...","sentiment_score":0.0}
{"full_text":"RT My Government launched the Garib Kalyan Rojgar Abhiyan in 6 states in order to provide employment to the returnee migr...","sentiment_score":0.0}
{"full_text":"RT And just like that, we have a pandemic boom in slavery, particularly slavery of women and children. #opDeathEaters","sentiment_score":0.1666666667}
{"full_text":"Hacking the pandemic: how Taiwan's digital democracy holds COVID-19 at bay","sentiment_score":0.0}
{"full_text":"RT Hi guys, I'm writing this with a very heavy heart. I've been writing and deleting as I'm very ashamed of social media j...","sentiment_score":-0.0088888889}
{"full_text":"Israel COVID-19 updates (when will travel to Israel resume?!)","sentiment_score":0.0}
{"full_text":"RT It's truly unbelievable how a minister had the audacity to tweet such repugnant words that are laced with xenophobia and tota...","sentiment_score":-0.125}
{"full_text":"Buy  the  dips  don't  panic  sell ","sentiment_score":0.0}
{"full_text":"RT Gotta say, seeing stands full of happy, tennis-loving, safe and healthy Australians right now makes me incredibly...sad! A...","sentiment_score":0.5014285714}
{"full_text":"RT Just over a year ago, Minster Chen Shih-chung took the lead at #Taiwan's Central Epidemic Command Center to conta...","sentiment_score":-0.05}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT This photo of an armored cop with a suppressed rifle clearing out a homeless camp is especially fun when I think about some o...","sentiment_score":0.6}
{"full_text":"Sir ji I came to know that general public is getting registered for COVID Vaccination through their Doctor friends or known Nursing Homes. How such registration is justified? Govt must take strict action against such frauds. Jai Hind","sentiment_score":0.0916666667}
{"full_text":"RT Novavax COVID-19 vaccine effective against variants identified in SA, UK","sentiment_score":0.6}
{"full_text":"RT they did.  The little boy in the picture, Robert, was born 7 Feb 1918 and was named after Leslie's brother (my grandfather).  H...","sentiment_score":-0.1875}
{"full_text":"RT A bear, however hard he tries,Grows tubby without exercise.Our Teddy Bear is short and fat,Which is not to be wondered at....","sentiment_score":-0.1458333333}
{"full_text":"RT Laura Ingraham is wildly blaming Andrew Cuomo and Chris Cuomo for the rising number of Covid deaths. And yet, Laura ne...","sentiment_score":0.1}
{"full_text":"Australia saw the greatest surge in the use of ed-tech tools globally during COVID-19 with a staggering 190% increase, according to a new global report.","sentiment_score":0.2840909091}
{"full_text":"RT Cholesterol is the major building block of Vitamin D: Vitamin D is made from cholesterol in our skin when its exposed to su...","sentiment_score":0.0625}
{"full_text":"RT NEW: U.S. reports more than 1.6 million COVID-19 vaccinations, biggest one-day increase on record","sentiment_score":0.3181818182}
{"full_text":"The sad thing is that if some of these 'Covid will be over by June 2020 lol' people had put their galaxy-brain skills into actually solving the problem rather than launching a denial of service attack on public health, they could have helped!","sentiment_score":0.075}
{"full_text":"Exhausted nurses resign due to Covid pressure in Northern Ireland via","sentiment_score":-0.2625}
{"full_text":"RT We got a game here. Thank heavens we have football to keep us entertained through this pandemic. ","sentiment_score":-0.4}
{"full_text":"Sounds like he needs a reminder that his job isn't to make up the rules as he goes along. He should be made to publicly apologise since he publicly embarrassed the bloke by strong arming him into a patrol car.","sentiment_score":0.1444444444}
{"full_text":"Can the Coronavirus be the End of Coworking Space? #CRE #Coworking #COVID-19","sentiment_score":0.0}
{"full_text":"RT This also means LA would no longer prioritize Phase 1c, which includes people with underlying health conditions.Dr. Fe...","sentiment_score":0.0}
{"full_text":"RT These \"important farm bills\" were passed in a din, not allowing any discussion, negating voting &amp; suspending MPs who de...","sentiment_score":0.4}
{"full_text":"RT A member of congress thinks there is a Jewish Laser beam to clear space or something for high speed rail and on Sunday TV...","sentiment_score":0.0866666667}
{"full_text":"Wonderful comment. Thank you.","sentiment_score":1.0}
{"full_text":"Scammers are preying on older people during the pandemic. Here's how to protect them from fraud.","sentiment_score":0.1666666667}
{"full_text":"RT Then just stop wearing one and on your death bed in the ICU....you too wil...","sentiment_score":0.0}
{"full_text":"RT Tell me why you need full body armor, a rifle, 120 rounds, a handgun and what looks like at least one grenade to force a hous...","sentiment_score":0.025}
{"full_text":"RT \"Latest international testing of hydroxychloroquine treatment of #COVID19 shows countries had early use of HCQ had a 79%...","sentiment_score":0.2}
{"full_text":"RT So believes in the V shaped trajectory as identified by global economist Amit Shah..","sentiment_score":0.0}
{"full_text":"RT From climate change to coronavirus, the Biden administration is listening to science again.","sentiment_score":0.0}
{"full_text":"RT Breaking: Novavax Covid vaccine shows 89% efficacy in UK trials.  Half the cases on the trial were the new 'Kent'varian...","sentiment_score":-0.0151515152}
{"full_text":"* Last year, Scania Lietuva maintained its position in the heavy transport sales sector, occupying 9 per cent of the market, and with 360 new Scania trucks registered in #Lithuaniahttps:\/\/t.co\/13y8ooVUzc","sentiment_score":-0.0212121212}
{"full_text":"Minister for Tourism and Consumer Protection Clayton Bartolo &amp; MTA will be launching the Bars &amp; Clubs COVID-19 Support Scheme. Join us live at 3pm (GMT+2) on the Malta Tourism Authority Facebook Page.","sentiment_score":0.1363636364}
{"full_text":"With lockdown looking like it's lasting a bit longer it's the perfect time to get those finds cleaned up. What's the best thing you've found to get them looking epic?","sentiment_score":0.525}
{"full_text":"Sir l'm Navya and I am studying 9th class, my brother is studying 2nd class. From past 1 year we are not going to school due to in corona period my father had some business loss and we don't have any friends or relatives to help us.","sentiment_score":-0.125}
{"full_text":"RT New data from Novavax vaccine just showed that UK &amp; esp South African variants are more problematic in real world than...","sentiment_score":0.2090909091}
{"full_text":"RT Without any accountability the next COUP will succeed, RAFAEL DEMOCRACY is NOT a waste of time, Just ask your...","sentiment_score":0.05}
{"full_text":"Religion news 28 Jan: Months of large lockdown weddings in Stamford Hill orthodox Jewish community; Islamist who murdered US journalist Daniel Pearl to be released; Appeal for Syria sanctions to be lifted; Early mosque found near the sea of Galilee","sentiment_score":0.0428571429}
{"full_text":"RT COVID-19: Lagos records zero infection as NCDC confirms 864 new cases - Daily Post Nigeria","sentiment_score":0.0681818182}
{"full_text":"Inside the new Covid vaccine hub located in a Cambridge shopping centre","sentiment_score":0.1363636364}
{"full_text":"During the #pandemic the thing we've missed most is other people - that social interaction.@ElaineABedell, CEO of says the centre is keeping pace with the change, but nothing can replace the feeling of community. Listen ","sentiment_score":0.1361111111}
{"full_text":"Did you know there's a map that shows how the #COVID19 vaccine is distributed around the world and the daily number of doses? Check it out","sentiment_score":0.0}
{"full_text":"This is not even the end of the beginning - we need a completely new approach to Covid-19 | Tony Blair","sentiment_score":0.1363636364}
{"full_text":"Yes, we are open and committed to serving you during the lockdown and in light of COVID-19. Preventive measures are in progress. Connect with us online.#StaySafe #CustomerService #WestPropertyZimbabwe #PropertyDevelopment #PropertiesInHarare #ZimProperties #Zimbabwe","sentiment_score":0.2}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"1 year on &amp; doctors at Castle Hill in East Yorks who treated the UK's first confirmed #Coronavirus patients, say they didn't expect the pandemic to be this bad.2 people were admitted to hospital after showing symptoms while staying at a hotel in York.","sentiment_score":0.325}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":".@Arsenal manager Mikel Arteta says any decision to play the last 32 tie against Benfica as a one-off match due to coronavirus travel restrictions is out of his hands.","sentiment_score":-0.0625}
{"full_text":"Good morning Andy and the crew, I think if we can properly adhered to the Covid-19 protocols, there is no need for Vaccine.  #DaybreakHitz","sentiment_score":0.35}
{"full_text":"UK Covid deaths: Why the 100,000 toll is so bad","sentiment_score":-0.7}
{"full_text":"Public Prosecution has urged people to adhere to the decisions of the Supreme Committee to deal with COVID-19.https:\/\/t.co\/jO9HP0Dqsv","sentiment_score":0.0}
{"full_text":"Poles took to the streets of #Warsaw, despite #COVID19 restrictions, after government imposed a ban on abortion (except in cases of rape and incest, or when the mother's health is at risk). The ruling is supported by Poland's right-wing and ultra-Catholic government.","sentiment_score":0.0}
{"full_text":"POP UP COVID TEST CENTRE ALERT!!Arbour Park, Stoke Road, Thursday 28 January to Saturday 30 January, 10am - 6pm. It's free, it's fast and it's friendly, you don't need symptoms - so get a rapid covid test. Just pop along. More sites and info:","sentiment_score":0.36875}
{"full_text":"UN Secretary-General Antonio Guterres received his first dose of a #COVID19 vaccine on Thursday. The UN chief tweeted that he was fortunate &amp; grateful to get the shot, and urged the international community to ensure that vaccines become available to everyone, everywhere.","sentiment_score":0.2625}
{"full_text":"COVID 19 cases in India until : 29\/01\/2021 12:30Total Cases: 10720971 [+0]Active: 169284Recovered: 10393162 [+0]Deaths :154047 [+0]Total Tests: 195.08MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"All travelers attempting to enter the U.S. must have a negative COVID-19 viral test or documentation of recovery within 3 days of departure of their U.S.-bound flight.  See FAQs here:","sentiment_score":-0.3}
{"full_text":"South Africa is expecting its first #COVID19 vaccines in a few days. Here's what our #vaccinestrategy looks like and how the jab will be rolled out. #BhekisisaResource","sentiment_score":0.025}
{"full_text":"Security expert and All Progressive Congress (APC) chieftain, Dipo Okeyomi, has advised Nigerians to embrace preventive measures against the spread of the second wave of COVID-19, particularly in public places.","sentiment_score":0.0}
{"full_text":"RT Laura Ingraham is wildly blaming Andrew Cuomo and Chris Cuomo for the rising number of Covid deaths. And yet, Laura ne...","sentiment_score":0.1}
{"full_text":"\"We know times are difficult for everyone, and we hope the bandstand, if used responsibly, can be of some help.\"https:\/\/t.co\/QIG6H1nXQ8","sentiment_score":-0.15}
{"full_text":"RT If the only thing you've ever done is farm shrimp, how do you cope when #COVID19 disrupts your business?   Find out how G...","sentiment_score":0.0}
{"full_text":"Since ICT is the connectivity backbone of a modern economy, this space has been keeping track of development in the telecom sector during Covid-19. #PTA #telecom #COVID19 #mobilephone","sentiment_score":0.2}
{"full_text":"You must stay at home as much as possible to minimise the risk of spreading the virus. You can only leave your home for an essential purpose.For more information on the guidelines visit:https:\/\/t.co\/ZICWQ9jhKr","sentiment_score":0.125}
{"full_text":"Hi everyone, Here's Nancy talking about mental health, the importance of being kind and considering those around us.If you're struggling, please do reach out.Stay safe.Get a digital subscription at: call: 0330 403 0066 for home delivery ","sentiment_score":0.1666666667}
{"full_text":"Damn. Those who are planning their wedding or any type of special occasion during this Coronavirus last year + this year deserve awards. This shit is hard","sentiment_score":-0.0336309524}
{"full_text":"Kate Garraway praises #GMB co-star Ranvir Singh for advice on 'operating as a single mum' during husband Derek Draper's health battle","sentiment_score":-0.0714285714}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"Really enjoyed reading this great book. So uplifting, inspiring and powerful. Well done and all the contributors for putting this masterpiece together.","sentiment_score":0.525}
{"full_text":"[FREE TUTORIAL] How to: Resilient Living: DIY Disposable Face Mask &gt;&gt; #survival #survivor #primitiveTechnology #bushcraft #prepper #SHTF #coronavirus #COVID19 #influenzavirus #flu #prepper #SHTF #medic #CDC #homestead #facemask #n95","sentiment_score":0.4}
{"full_text":"Lunar Scout, 1986. By staying in to build this retro Space set, I did my part to #FlattenTheCurve. #LEGO","sentiment_score":0.0}
{"full_text":"#DidYouKnow the UK FCA extended the SCA transition period for e-commerce by a further 6 months, until 14 September 2021, due to the impact of Covid-19. #SCA #Payments #Fintech #OnlinePayments #eCommerce","sentiment_score":-0.0625}
{"full_text":"RT Exactly then too u have to take offline exams?#aktuOnlineExam","sentiment_score":0.25}
{"full_text":"There is a reason many of us call it a plandemic","sentiment_score":0.5}
{"full_text":"#fridayfriyayThis is what goes on behind the scenes at K9 Trail Time while orders are being packed and zoom calls are taking place Have you been working at home due to lockdown? What do your dogs get up to the background while you're working? Show us your dogs ","sentiment_score":-0.2625}
{"full_text":"He (or She) who is without sin....  Margaret Ferrier (https:\/\/t.co\/aqnCwztrbs) travelling on public transport AFTER testing positive!","sentiment_score":0.1420454545}
{"full_text":"RT Big shout out to all the volunteers and staff at the Covid vaccination centre at Castle Quarter in #Norwich. Took my dad...","sentiment_score":0.0}
{"full_text":"RT Joe Biden's Press Secretary Kenny Ray answers questions about Covid Vaccines, the Biden's dogs and more...W\/","sentiment_score":0.0}
{"full_text":"RT Covid-19 vaccine Novavax - of which the British government has ordered 60 million doses - proves 89.3% effective in large-...","sentiment_score":0.2785714286}
{"full_text":"Time: 07:00 * Temp: 6.8degC * Wind: WSW 0.9 to 11.0mph * Pressure: 986.8hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:16 * Sunset: 16:55 * Cloudbase: 280ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Is COVID-19 mutating into antisemitism?","sentiment_score":0.0}
{"full_text":"RT Mary Deacon on Bell Let's Talk Day, the pandemic and her vision for the future of mental health in Canada","sentiment_score":-0.05}
{"full_text":"RT UK, South Africa, Brazil -and possibly US (LA variant still being sorted out)Each of these countries had large outbreaks...","sentiment_score":0.1071428571}
{"full_text":"The Pentagon may send thousands of troops to help run COVID-19 vaccination sites that FEMA is setting up nationwide","sentiment_score":0.0}
{"full_text":"What are your plans this lockdown weekend? Tweet us your top tips for things to do, we'd love to share them! #Weekend #WeekendVibes #FridayFeeling","sentiment_score":0.5625}
{"full_text":"RT The biggest news for India nationally and internationally is its success in controlling the Covid-19 pandemic. No othe...","sentiment_score":0.15}
