{"full_text":"RT Given today's Covid news and restrictions, I think the right thing to do is cancel the season now and declare the league n...","sentiment_score":0.2857142857}
{"full_text":"Johnson has poor #Judgement. He should have used #DitherAndDelay with #Brexit and extra #Scrutiny to get it right, and put the effort and focus into measures to manage #COVID19 .","sentiment_score":-0.0380952381}
{"full_text":"RT \"We need a centrally-planned economy!\"Millions of unused Covid vaccine doses pile up.\"We need more thorough central planning!...","sentiment_score":0.25}
{"full_text":"RT the white devil indeed","sentiment_score":0.0}
{"full_text":"do you know what residents should do, where to go with street cleaning parking being enforced? website says they are enforcing, yet says to stay at home b\/c of #COVID19","sentiment_score":0.0}
{"full_text":"COVID 19 Immunity Research. You could be IMMUNE to COVID via","sentiment_score":0.0}
{"full_text":"#TrumpTapes42 million deaths from abortion around the World last year. #Commie","sentiment_score":0.0}
{"full_text":"RT I have never heard Trump be passionate and engaged about saving lives during the pandemic as he does trying to steal the el...","sentiment_score":-0.05}
{"full_text":"RT PM is addressing nation at 8 tonight. Parliament to be recalled Wednesday. Tough national lockdown to be announced","sentiment_score":-0.3888888889}
{"full_text":"this explains the fake news...","sentiment_score":-0.5}
{"full_text":"RT Your mistakes cost us the lives of our family members, @NYGovCuomo. But rest assured, we, the People will be strong in ou...","sentiment_score":0.4333333333}
{"full_text":"RT Is there ANYONE on the BBC or Sky News or any other mainstream media who is NOT calling for a lockdown and for schools to be...","sentiment_score":-0.125}
{"full_text":"My half sister blocked me on Facebook for telling her covid is real ahahahahah","sentiment_score":0.0166666667}
{"full_text":"RT traveling to mexico durring a pandemic is truly some colonizer shit, pack it up hernan cortes !!!","sentiment_score":-0.390625}
{"full_text":"Yeah this is definitely bullshit. I see they love pulling numbers out of a hat. The real sickness is the media and their lies. Stop fear mongering.","sentiment_score":0.2333333333}
{"full_text":"RT traveling to mexico durring a pandemic is truly some colonizer shit, pack it up hernan cortes !!!","sentiment_score":-0.390625}
{"full_text":"California Funeral Homes Run Out Of Space As COVID-19 Pandemic Continueshttps:\/\/t.co\/XUt47ithWU","sentiment_score":0.0}
{"full_text":"RT What if the reason they keep giving us short timeframes of lockdowns is that if they told you they're planning to lock y...","sentiment_score":0.0}
{"full_text":"RT NY's AG bows out of ParCare probe * Max Rose won't run for mayor * Larry King hospitalized with Covid","sentiment_score":0.6}
{"full_text":"RT If you're still wearing a mask, social distancing, washing your hands, and limiting contact with people in 2021, then...","sentiment_score":0.0333333333}
{"full_text":"RT The latest delay in introducing a national lockdown is unforgivable.The fact that the Prime Minister is unable to learn...","sentiment_score":0.0}
{"full_text":"train no 02242,coach B8,Washrooms are extremely unhygienic.. I feel instead of Rajdhani m travelling in passenger train.. pls get the washroom cleaned every hour..Atleast during covid period...@PiyushGoyal l","sentiment_score":-0.125}
{"full_text":"RT ExpertSpeak'Am I afraid of taking either of these two vaccines, I am not. Both these vaccines have passed the safety test...","sentiment_score":-0.6}
{"full_text":"RT We must continue social distancing. We must wear a mask, minimize travel, and avoid large gatherings. It is these actions...","sentiment_score":0.1238095238}
{"full_text":"RT A research has shown that over 445 million cyberattacks were detected between January and May 2020, and the numbers skyrocke...","sentiment_score":0.0}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Abortion supporters: You can't force me to do anything! My body my choiceAlso abortion supporters: people should be forced to...","sentiment_score":-0.3}
{"full_text":"RT Hi, Prateek. If the travel authority of your destination requires different or additional information, the...","sentiment_score":0.0}
{"full_text":"RT UK PM Boris Johnson to address the nation at 8pm to outline further steps to tackle rise in coronavirus cases in England...","sentiment_score":0.0}
{"full_text":"RT As covid restrictions hopefully start to ease spring\/summer 2021 i am hopefully going have a few followers meetsYou wo...","sentiment_score":-0.2}
{"full_text":"RT Your response ('which in fact is the experience...etc:) proves my point:that people reading...","sentiment_score":0.4}
{"full_text":"this Bender person probably has 2 emergency relief checks just waiting for her to retrieve.BUT SHE DOESNT HAVE RUNNING WATER OR A HOME IN A PANDEMIC, she SURE TO FVCK DOESNT HAVE INTERNET.","sentiment_score":0.5}
{"full_text":"Pence partnering with FedEx on not only vaccine distribution but expedited shipping to The Lord as well","sentiment_score":0.0}
{"full_text":"Awesome... been trying to lock down an interview with you for hit me if you are interested... love your music!","sentiment_score":0.4298611111}
{"full_text":"RT It's funny how you've suddenly ramped up efforts to \"help keep travellers safe\", when, for months, you've told us that the ri...","sentiment_score":0.25}
{"full_text":"RT COVID-19: Boris Johnson to set out 'further steps' to combat variant spread in TV address","sentiment_score":0.0}
{"full_text":"RT WOW! SHAMEFUL, RECKLESS, DANGEROUS! As a physician, I am appalled that Nancy Pelosi and House Democrats would risk ever...","sentiment_score":-0.475}
{"full_text":"Talk With A Doc: Child welfare and safety during a pandemic. Listed here to our Podcast with Covenant Children's CEO Dr. Amy Thompson sat down remotely with Larel Jacobs, who is the Clinical Program Manager of the Child help National Child Abuse Hotline.","sentiment_score":-0.1277777778}
{"full_text":"RT Our Dear Leader will address the decimated nation tonight to declare new TOUGHER stay at home orders.No questions from p...","sentiment_score":0.1363636364}
{"full_text":"Kids will do whatever they want to do","sentiment_score":0.0}
{"full_text":"RT New York nurse, first in U.S. to get Pfizer COVID-19 vaccine, gets a booster shot","sentiment_score":0.1931818182}
{"full_text":"RT According to Speaker Pelosi, healthy Americans must wear masks, close their small businesses, and stay home at all times....","sentiment_score":0.125}
{"full_text":"Fully agree, but, hopefully with a full lockdown Schools will be closed too and\/or home learning is encouraged","sentiment_score":0.125}
{"full_text":"RT March 2020: UK going into lockdown. Opec can't agree on anything. Oil at $51 a barrel.January 2021: UK going into lockdo...","sentiment_score":0.0}
{"full_text":"RT #Ontario lock down success requires: 1) People\/businesses adhere to public health guidel...","sentiment_score":0.0481481481}
{"full_text":"RT Johnson talking to us tonight at 8pm.  Will it be too little, too late again?  It's already too late - we needed decisive ac...","sentiment_score":-0.2625}
{"full_text":"RT Lockdown, Lockdown Hard, Lockdown with a vengeance, Lockdown Harder, Keir Starmers personal favourite, Lockdown even har...","sentiment_score":-0.1305555556}
{"full_text":"RT On the contrary, they are harming us by enabling the blatant lies to continue and thrive.Mask wearers surely have NEVER resear...","sentiment_score":0.0}
{"full_text":"Yes the nandos is back","sentiment_score":0.0}
{"full_text":"RT We are deeply saddened to report that Jarod \"NWBZPWNR\" Nandin, aka \"The South Park Guy\" cosplayer from BlizzCon 2013, has pass...","sentiment_score":0.0}
{"full_text":"On top of that, if you get covid here the government forbids you to get the life-saving medications that are helping people around the wotld","sentiment_score":0.5}
{"full_text":"RT At this point in Flu season...2019: 7,703 positive Flu cases.2020: 36 positive Flu cases.Everything is now the \"Coronavir...","sentiment_score":0.2272727273}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT How about this how about we don't call you at all? FYI Twitter is no place for anyone who underplays Covi...","sentiment_score":0.0}
{"full_text":"RT Brian Pallister bragged about enforcing Canada's most brutal lockdown. He prosecuted churches and publicly defamed any busi...","sentiment_score":-0.125}
{"full_text":"RT traveling to mexico durring a pandemic is truly some colonizer shit, pack it up hernan cortes !!!","sentiment_score":-0.390625}
{"full_text":"RT Goodness that's quite a claim. Please do set out your arguments in detail, as at the moment they're too genera...","sentiment_score":0.0}
{"full_text":"RT The Canadian Government has decided to tighten restrictions for international travelers entering Canada. A negative PCR t...","sentiment_score":-0.15}
{"full_text":"So covid travels well now.","sentiment_score":0.0}
{"full_text":"RT After showing the world how to 'defeat' Corona virus, KK Shailja, Kerala's health minister, now cites high number of cases...","sentiment_score":0.16}
{"full_text":"RT I am a Matthew 25 Christian. I don't see how anyone could lift up that gospel on Sunday, and then fight to get rid of...","sentiment_score":0.0}
{"full_text":"RT Happy #NewYear2021 everyone May this year be better than the last one#vaccinehope Happy new month #January to y'al...","sentiment_score":0.4472727273}
{"full_text":"RT Report: Pelosi allowed recently COVID-positive rep. onto House floor to vote for her - #OANN","sentiment_score":0.0}
{"full_text":"RT Quebec's #aerospace and #defence sectors have no doubt suffered due to the impacts of #COVID19.  Read our recent CDR regio...","sentiment_score":-0.0625}
{"full_text":"RT PM will be directly addressing the nation. It won't be a press conference. Tier 4 restrictions will be imposed everywhere. Scho...","sentiment_score":0.1}
{"full_text":"RT Dr Gagandeep Kang who cast aspersions on indigenously made COVID-19 vaccines is an anti-Modi Dhruv Rathee fan: Detailshtt...","sentiment_score":0.0}
{"full_text":"#Lazarus group is actively targeting #Covid19 intelligence. ","sentiment_score":-0.1333333333}
{"full_text":"RT The premier reiterated that the lockdown adversely affected the poor, but the decision making had been improved due to Na...","sentiment_score":-0.2625}
{"full_text":"RT Piers Morgan goes on holiday, returns to call for lockdown. Dominic Cummings implements lockdown, then breaks it.","sentiment_score":0.0}
{"full_text":"RT  Wales is effectively in Lockdown, has been since 19 Dec (Tier 4 across Wales) but schools open\/close at count...","sentiment_score":0.6}
{"full_text":"RT Woke up to an eviction notice. Have til March 4.How am I, a blind trans woman, going to find a safe place in the Grea...","sentiment_score":0.0}
{"full_text":"RT According to Speaker Pelosi, healthy Americans must wear masks, close their small businesses, and stay home at all times....","sentiment_score":0.125}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"The VA COVID dashboard continues to note only group 1A being vaccinated. As someone 70, I am in group 1C. Any idea when vaccines will begin for groups 1B and 1C? Those over 65 in other states are already being vaccinated.","sentiment_score":-0.0625}
{"full_text":"RT PM is addressing nation at 8 tonight. Parliament to be recalled Wednesday. Tough national lockdown to be announced","sentiment_score":-0.3888888889}
{"full_text":"RT As a Labour MP I want everyone in the country to clearly understand I fully support the and other teaching unions...","sentiment_score":-0.0125}
{"full_text":"Today's coronavirus figures show there have been 3 more deaths. 1 in a care home and 2 in hospital. This takes the total number of coronavirus related deaths in the island to 47.https:\/\/t.co\/lxc1XhV6Qm","sentiment_score":0.1666666667}
{"full_text":"RT Video footage out of London shows an elderly lady being dispersed by police under COVID restrictions for the sin of feedi...","sentiment_score":0.0}
{"full_text":"Obviously not watched United this season","sentiment_score":0.0}
{"full_text":"do you think the warcraft devs just wake up in the morning and think I wonder how we can absolutely fucking ruin pvpers day today I know let's make WW Monk stupidly over powered game is literally fucking busted covid is the second worst thing to happen in 2020...","sentiment_score":-0.5666666667}
{"full_text":"RT If you were part of any recent holiday gatherings with extended family and friends, plan to get tested for COVID-19 this week. Fi...","sentiment_score":0.0}
{"full_text":"RT Wait till you see the medical bills associated with Corona virus complications Might jolt you into using common sense. It mi...","sentiment_score":-0.15}
{"full_text":"FAKE PANDEMIC??? Are you stupid","sentiment_score":-0.65}
{"full_text":"This article from gives a really nice overview of 2020 and our hopes for 2021. Take a moment to read it.  #biblesforasia #biblesfortheworld #biblesforthenations #bibles #bibledistribution #missions","sentiment_score":0.6}
{"full_text":"The work on Ivermectin of Dr Andrew Hill, a virologist from Liverpool University and the impact on British mass media.https:\/\/t.co\/gh1Om2pgbi","sentiment_score":0.0}
{"full_text":"RT Drive-thru #COVID19 vaccination happening this AM in #Kentucky Expo Center \"Fighting back now\"","sentiment_score":-0.05}
{"full_text":"RT Is that really your concern right now? Exactly why I would never vote Fine Gael. Young people are only votin...","sentiment_score":0.2087301587}
{"full_text":"My friend, we've been in lockdown since 20th December here in Wales, https:\/\/t.co\/hmjGfMyVrD","sentiment_score":0.0}
{"full_text":"One in four rural households report being unable to get medical care for serious problems, due to the pandemic, according to a new poll from NPR, the Robert Wood Johnson Foundation and Harvard.","sentiment_score":-0.1369949495}
{"full_text":"RT Hospitals across the country are running out of space and staff. Please do your part to ease the burden on our health...","sentiment_score":0.0}
{"full_text":"RT Concerning--Top pandemic expert group just came out with chilling stern warning:\"It is now clear that n...","sentiment_score":-0.2}
{"full_text":"It's to keep them dry. They have been using these for a long time before Covid. Don't hate on Chicky Fil A!","sentiment_score":-0.3722222222}
{"full_text":"The NFL  has reached Week 17 on time, after schedule changes, revisions to health and safety protocols and playing seven days of the week. All of this while playing in a pandemic! #COVID19 #Sports #Football  by","sentiment_score":0.0}
{"full_text":"RT Johnson's COVID strategy #tier5 #nationallockdown","sentiment_score":0.0}
{"full_text":"RT Scotland back in full lockdown, we have an announcement for England at 8pm. This is now going around  Tier 5","sentiment_score":0.175}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT Johnson's COVID strategy #tier5 #nationallockdown","sentiment_score":0.0}
{"full_text":"RT The UK is in the process of losing whatever control of the epidemic it may have in any sense had.Test positivity figures, for...","sentiment_score":0.0}
{"full_text":"RT Keep an eye out for the name 'Warren Medical Limited' on future govt documents family have just set it up (Wife...","sentiment_score":-0.0238095238}
{"full_text":"RT Security officers remove Covid-19 \"deniers\" from 'at capacity' hospital","sentiment_score":0.0}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Considering the impact of COVID-19, a lot of businesses are starting to sell online.Get in touch today to see how we...","sentiment_score":0.0}
{"full_text":"RT #Lockdown | Look after each otherWe've got a tough month coming up &amp; some people are going to find it harder than othe...","sentiment_score":-0.2444444444}
{"full_text":"Natasha, Hi I just saw this tweet about you getting COVID. I am sorry to see that! I will pray for your quick recovery! How can I help you?","sentiment_score":-0.1041666667}
{"full_text":"STAY HOME SALE20% OFF-SITEWIDEhttps:\/\/t.co\/Kuc4EbEzEsWorldwide JewelryShown: Leviticus Slither Rings#slither #snakering #snake #serpent #garnetring #diamond #bespokejewelry #shopsmall","sentiment_score":0.0}
{"full_text":"Great matches on a #WatchROH episode that talked about what happened after the #COVID19.* Flip def * w\/@VickyHaskins def","sentiment_score":0.8}
{"full_text":"RT Boris Johnson is set to address the nation at 8pm tonight to outline further steps to combat coronavirus.","sentiment_score":0.0}
{"full_text":"SMART FUN PODCASTING: Listen  to Viewpoints with Todd Vanderheyden On the show:Is it time for more shame in Canadian politics?Is Cannabis the answer to everything?The Spanish flu and roaring 20's: what is life post covid?LISTEN:","sentiment_score":0.2535714286}
{"full_text":"In her opening keynote, Karen Murphy will explain why we should not return to business as usual once the pandemic subsides, but instead focus on creating a new normal, transforming healthcare systems in the process. #HealthcareInnovation","sentiment_score":0.0121212121}
{"full_text":"3 best practices for resuming #TalentMobility during #COVID19:Plan aheadPrepare for differences in the typical processCreate a contingency plan for when things go wrong","sentiment_score":0.1111111111}
{"full_text":"Well said James! #StrongerTogether","sentiment_score":0.0}
{"full_text":"No reason professional sport should stop with a lockdown. What football is doing has worked, average what, 8-10 cases a week? Aside from the Xmas idiots (Lamela, Mendy etc) the system is ok. Don't take it away! ","sentiment_score":-0.05625}
{"full_text":"Last year the limit was raised from PS30 to PS45 to help stop the spread of coronavirushttps:\/\/t.co\/WvMb88AIrn","sentiment_score":0.0}
{"full_text":"#ANALYSIS: India has a dismal ratio of doctors and hospital beds, the fragility of which was amplified in Covid-19.It has also pushed the apex business chambers to emphasise hiking government health spend in the upcoming Union Budget, writes","sentiment_score":0.0}
{"full_text":"Seems listened to you Iain. #leadership #Scotland #StayAtHome #staysafe","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccine Myths vs. Factshttps:\/\/t.co\/ZSbsq5NztZ","sentiment_score":0.0}
{"full_text":"RT what goes thru ur head when u decide to go to a CLUB during a pandemic","sentiment_score":0.0}
{"full_text":"With #flu season in full swing and #COVID19 cases on the rise, it's more important than ever to make sure that patients get timely access to treatment, but insurers continue to require PAs for time-sensitive treatments like Tamiflu.  if you agree it's time to #FixPriorAuth!","sentiment_score":0.46875}
{"full_text":"Sadtu vows to closely monitor matric marking centres amid Covid-19 fearshttps:\/\/t.co\/rPSLX63ya3@ecr9495","sentiment_score":0.0}
{"full_text":"West Volusia businesses, like their counterparts across the nation, faced many challenges in 2020 because of the coronavirus pandemic. Many weathered the storm through luck and perseverance, but an untold number simply closed their doors forever.https:\/\/t.co\/bkt7jQoWTj","sentiment_score":0.3}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"AMA's top 10 news stories of 2020 illustrate our advocacy efforts to protect physicians' well-being during the #COVID19 pandemic and beyond. Keep up to date with the most popular articles of this past year.","sentiment_score":0.3375}
{"full_text":"RT They should open gyms but make it appointment only. A certain amount of people allowed in, dependent on the size of it,...","sentiment_score":0.0714285714}
{"full_text":"While much of the nation is seeing rising hospitalization numbers, Nebraska's have remained largely stable over the past month.https:\/\/t.co\/Rr7D9L0mYc","sentiment_score":0.0547619048}
{"full_text":"While much of the nation is seeing rising hospitalization numbers, Nebraska's have remained largely stable over the past month.https:\/\/t.co\/yTlUMiYtr6","sentiment_score":0.0547619048}
{"full_text":"It's amazing how much \"Soul\" feels like an ode to pre-pandemic New York, and suggests how we might embrace life in a post-pandemic city.","sentiment_score":0.3121212121}
{"full_text":"COVID-19: announces end of outbreak at Golden Plough Lodge #Northumberland","sentiment_score":0.3}
{"full_text":"Will Utah's tech sector drive the state's post-COVID-19 recovery? | By","sentiment_score":0.0}
{"full_text":"Listen to John Pienaar  England is facing tougher Covid restrictions as prime minister is to address the nation at 8 pm. What can we expect from the vaccination programmes? Latest on the lockdown in Scotland.@JPonpolitics |","sentiment_score":0.5}
{"full_text":"Democratic Gov. Tony Evers called on the Republican-controlled Wisconsin Legislature to pass his proposed COVID-19 relief bill before any other in the session that begins Monday. MORE:","sentiment_score":0.1875}
{"full_text":"One major lesson learned from the coronavirus pandemic is that prioritizing health is as important as ever. To kick off 2021, we asked five influencer doctors for their tips on how to take charge of our health in the new year.","sentiment_score":0.1996212121}
{"full_text":"Annnddd I'm back to worrying about my job security. Fucksake. It's lockdown 1.0 all over again ","sentiment_score":0.0}
{"full_text":"Take a look at Canadians' comments on how COVID-19 affected Combat national des livres 2020 and #CanadaReads 2020. #CanLit","sentiment_score":0.0}
{"full_text":"The vaccines approved for use in the UK have met strict safety, quality and effectiveness criteria.The #CovidVaccine is safe and effective. It gives you the best protection against coronavirus.Read more:","sentiment_score":0.65}
{"full_text":"While much of the nation is seeing rising hospitalization numbers, Nebraska's have remained largely stable over the past month.https:\/\/t.co\/Ld1DPYcY12","sentiment_score":0.0547619048}
{"full_text":"RT All media channels refused to broadcast Johnson being booed out of Addenbrookes hospital in GE2019. They are all complicit...","sentiment_score":0.0}
{"full_text":"We hope that all cities hit hardest by #COVID19 have quicker access to the vaccine. It's been a slow rollout... #PPE #COVID19News #CovidVaccine #WearAMask","sentiment_score":-0.3}
{"full_text":"Time for a refresh on your old COVID-19 products! We have everything you need for your warehouse, office, school, or retail space! #COVID #SocialDistancing Get your COVID-19 products here:","sentiment_score":0.15625}
{"full_text":"RT Trump Georgia Rally Will Be In County Hard Hit By Coronavirus","sentiment_score":-0.2916666667}
{"full_text":"RT Parliament is to be recalled on Wednesday. Unite demands: - Full national lockdown - Closure of schools w laptop an...","sentiment_score":0.35}
{"full_text":"We are now officially 200 days away from the planned start of the #TokyoOlympics. Here's what organizers are now facing, as the pandemic remains of high concern.","sentiment_score":0.16}
{"full_text":"\"I can't foresee everybody testing negative in the world we live in.\"But KR says #oufc won't postpone fixtures if any players test positive for Covid today - here's why:https:\/\/t.co\/7BnkzPlFLx","sentiment_score":0.0212121212}
{"full_text":"\"Morocco's Casablanca Int. Book Fair postponed as Covid-19 tears up the 2021 publishing calendar\" #WUDigital","sentiment_score":0.7}
{"full_text":"New Episode The gang discussed their expectations for 2021, ranging from music to Covid and the podcast as a whole plus much more!iTunes:","sentiment_score":0.1787878788}
{"full_text":"Looking for #COVID19 training videos for Spanish speaking ag workers? Check out this playlist we put together featuring videos from and the Northeast Center for Occupational Health (NEC). #COVID19aghttps:\/\/t.co\/Y8v64GTZ87","sentiment_score":-0.05}
{"full_text":"So true, Money Heist is so addictive I'm hooked i can't wait for the next on. I hope there'll be no delays with this Corona situation.","sentiment_score":0.1166666667}
{"full_text":"RT Is it correct to deliberately misname #COVID19 as the \"South African Covid Variant\"? Have you called...","sentiment_score":0.0}
{"full_text":"Expert Says 2021 Could Be Worse Than 2020  #death #coronavirus #business #unemployment #future #starvation","sentiment_score":-0.2}
{"full_text":"RT I understand that the Joint Biosecurity Centre is moving the Covid-19 alert level up to 5 for the first time, the highest...","sentiment_score":0.25}
{"full_text":"Happy #MedicineMonday and Happy New Year! Today, we're highlighting what scientists and researchers did to combat #COVID19 in 2020. Spoiler alert: They did a lot. #PublicHealth #Epidemiology #COVID19Research #Philanthropy","sentiment_score":0.5901515152}
{"full_text":"Not another national lockdown! Imposing Tier4 nationwide, to include closing all schools &amp; colleges &amp; giving the restrictions some chance to be effective, would surely be better? MPs must think again before agreeing to this dismantling of our lives - people have had enough.","sentiment_score":0.3666666667}
{"full_text":"RT hope this helps.","sentiment_score":0.0}
{"full_text":"\"Most important, we must transform the way we think about #LongTermCare -- treating it not as human warehousing or the duty of underpaid women, but as an integral part of our #medicalsystem.\" - via #aginginplace #insuretech #staygolden #betteraginghttps:\/\/t.co\/Cc43jFFoPy","sentiment_score":0.3}
