{"full_text":"RT Amazingly, conservatives see this as evidence Trump was right about mail-in voting, not as evidence that disallowing mai...","sentiment_score":0.4428571429}
{"full_text":"RT Vancouver couple arrested for chartering plane to Yukon and getting COVID-19 vaccine, say officials ht...","sentiment_score":0.0}
{"full_text":"i legit love teaching people how to develop photos in their bathroom. ideal pandemic Saturday night","sentiment_score":0.7}
{"full_text":"RT \"Biden didn't ban fracking he just ended fracking permits!\"\"Biden didn't invade Syria he just reassigned a military con...","sentiment_score":-0.1}
{"full_text":"\"once covid over\" starting to sound a lot like \"once I get married\"","sentiment_score":0.2166666667}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"RT Sen. warned President Biden not to exploit the #Pandemic to push a laundry list of liberal causes in his new...","sentiment_score":0.1363636364}
{"full_text":"RT House Democrats working on legislation to provide $3,000 payments per child amid the Covid-19 pandemic","sentiment_score":0.0}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"Wear a mask. Pass it on.","sentiment_score":0.0}
{"full_text":"RT On day 3, gave up and admitted he was lying.","sentiment_score":0.0}
{"full_text":"RT Jimmy &amp; Jane Barnes. Throughout 2020 &amp; lockdown they gave so freely of their talent &amp; uplifted so many people...","sentiment_score":0.45}
{"full_text":"RT ON Superior Court Justice Goldstein upholds constitutional right to free speech\/expression:\"If Mr Skelly wishes to use socia...","sentiment_score":0.4619047619}
{"full_text":"Damn, damn, damn. This really hits home. Heartbreaking. This is why we all have to try harder to bury COVID in a deep, dark hole instead of burying young people like Yassin.","sentiment_score":0.01}
{"full_text":"RT Sen. Hawley, Rep. Stefanik call for int'l probe into Chinese Communist Party's involvement in COVID-19 cover up -","sentiment_score":0.0}
{"full_text":"Proud to hear !#Repost | Thank you India and PM says chief for support to global #COVID19 response.https:\/\/t.co\/tplJoK6O8c","sentiment_score":0.5}
{"full_text":"RT Why would raise the cost of insulin for people during a pandemic?","sentiment_score":0.0}
{"full_text":"RT Unbelievable to see this content.","sentiment_score":-0.25}
{"full_text":"RT \"There's nothing we can do to change the trajectory of the pandemic in the next several months\"--BidenSo much for the po...","sentiment_score":0.0666666667}
{"full_text":"Amazing news","sentiment_score":0.6}
{"full_text":"Sounds like an opportunity for a government jobs program thenhttps:\/\/t.co\/Ubg6wfJAQo","sentiment_score":0.0}
{"full_text":"RT Day 3: Biden presidency recap. 1\/2'No, we don't have a new coronavirus plan, after all.''There is nothing we can do...","sentiment_score":0.1363636364}
{"full_text":"RT \"Once COVID is over is starting to sound a lot like \"when Detox drops\"","sentiment_score":0.2}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"God, Fauci is so sexy.#WearAMask #FauciOuchie","sentiment_score":0.0}
{"full_text":"RT Yesterday The Duke of Cambridge held calls with frontline workers from vaccination sites across the UK to thank them f...","sentiment_score":0.0}
{"full_text":"RT A teacher's dying wish was for people to wear masks during the pandemic. 3 Cobb County, GA educators have died during COV...","sentiment_score":0.0}
{"full_text":"RT Not a sword, but I restored a scythe while in lockdown.","sentiment_score":0.0}
{"full_text":"RT Joe Biden has a Rolex watch and it is pissing people off.Just FYI, Dr. Birx wore a different Hermes scarf every fucking...","sentiment_score":-0.3}
{"full_text":"Since Govt pays for everything via some form of taxation then how do you think that Govt can keep paying the bills while forcing half the population not to work?Every dollar govt spends when they're already 29 trillion in debt increases inflation. #inflation $","sentiment_score":-0.1666666667}
{"full_text":"i went downtown to get some takeout this evening and there were too many people not wearing masks and too many people not social distancing. i haven't gone downtown on Saturday night in 12 months, and that is the last time for another 6 months at least.","sentiment_score":0.1366666667}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"RT Here we go. The CDC now admits what I reported 8 months ago.","sentiment_score":0.0}
{"full_text":"RT bet more people die under a biden administration from the pandemic then died under a trump administration","sentiment_score":0.5}
{"full_text":"RT BREAKING: The #B117 variant, first seen in the UK, has been confirmed at #RobertaPlace long-term care home in Barrie. #Covi...","sentiment_score":0.325}
{"full_text":"#Modi hai to mumkin hai..However jamaatis tried their best to infect everyone","sentiment_score":1.0}
{"full_text":"RT What's lockdown 3 been like?","sentiment_score":0.0}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT NEW: 38 Capitol Police employees have tested positive for coronavirus since Jan. 6 riot, union chief says","sentiment_score":0.1818181818}
{"full_text":"RT University forces professors back into the classroom despite covid-19, but students get to choose","sentiment_score":0.0}
{"full_text":"RT This week, and I quickly got to work to mount an aggressive and coordinated response to combat COVID-19 and get it under con...","sentiment_score":0.3333333333}
{"full_text":"Sir I was in the same boat last week as well as my teenage daughter. Went to get tested for COVID and it was negative. Same for my best friends family. Just a viral thing going around.","sentiment_score":0.1166666667}
{"full_text":"RT Nobody is gonna have any patience, they wanna make up for lost time. First date questions will be \"do you love me?????????\"","sentiment_score":0.375}
{"full_text":"RT Did the State of Utah discover that you can't spread Covid while watching basketball? Why are there so many people at t...","sentiment_score":0.5}
{"full_text":"Better thousands of jobs than thousands of lives dummy#Traitor #TraitorsToDemocracy #BlackRifleCoffee","sentiment_score":0.5}
{"full_text":"RT UK extends councils' lockdown powers until July 17, Telegraph says","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT saw someone saying it was very rude of Bernie, who is 79 and, as these same people may recall, had a heart attack, to...","sentiment_score":-0.195}
{"full_text":"RT UK extends councils' lockdown powers until July 17, Telegraph says","sentiment_score":0.0}
{"full_text":"RT Riddle me this why is NYC indoor dining still shut down, when surrounding counties that allow 50% occupancy in...","sentiment_score":-0.1555555556}
{"full_text":"It's not funny that you're no longer hearing this statistic everyday....since last Tuesday me thinks","sentiment_score":-0.0625}
{"full_text":"RT As my inside source told me: no significant easing of restrictions is planned by the UK govt until July (at the earliest)....","sentiment_score":-0.1875}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT A preschool classroom in one school had two students test positive since reopeningAnyone who tells you schools are not...","sentiment_score":0.2272727273}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT #Iran: #Coronavirus Fatalities Exceed 203,400 in 478 CitiesDelays in purchasing the coronavirus vaccine contin...","sentiment_score":0.0}
{"full_text":"Loss of smell drives Covid-19 survivors to get creative in the kitchenhttps:\/\/t.co\/HKX9b5uLMB","sentiment_score":0.5}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Idk about y'all but my work isn't even in the tourism industry and COVID got me in a chokehold. I hope I can navigate this y...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT This week, and I quickly got to work to mount an aggressive and coordinated response to combat COVID-19 and get it under con...","sentiment_score":0.3333333333}
{"full_text":"RT An entire history of redlining and restrictive covenants and obscene, engineered inequality in two devastating paragra...","sentiment_score":-0.5}
{"full_text":"RT I mean, neither does the DNC or MSNBC","sentiment_score":-0.3125}
{"full_text":"RT Corona Warriors? Used as a shield to fight against Corona at the risk of life, clapping for honor, the same Corona War...","sentiment_score":0.0}
{"full_text":"RT Two beloved educators in school district in metro Atlanta die from COVID-19 on same dayOne of them, Dana Johnson, was a...","sentiment_score":0.35}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT THE PREMIUM WHITE HOUSE CONTENT WE NEED","sentiment_score":0.0}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT I genuinely hope he uses his Sator accent.","sentiment_score":0.4}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Please.","sentiment_score":0.0}
{"full_text":"hey. I am an legal immigrant in this country. I asked my older son , first generation American if raising taxes sits well with him. As a white male who worked non stop during the pandemic he had a bad reaction to the raising taxes idea. Hmm.","sentiment_score":-0.0119047619}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Joe Biden admitted that he has no plan to change the trajectory of the pandemic over the next few monthsA record-high...","sentiment_score":-0.1}
{"full_text":"RT After 3 days on the job, Biden has cost thousands of jobs by eliminating the keystone pipeline and raised the price of in...","sentiment_score":0.0}
{"full_text":"Goodnight #IHSA Football Family#WashYourHands #WearAMask #SocialDistancing #BEATCOVID","sentiment_score":0.0}
{"full_text":"RT Covid has taught us people really have bad hygiene &amp; are fucking gross.","sentiment_score":-0.1666666667}
{"full_text":"RT Joe \"theres no changing the horrific trajectory of this pandemic in the next few months but I'm hoping to reopen schoo...","sentiment_score":-0.4}
{"full_text":"RT Because he only cares about reversing everything Trump did and truly doesn't care about the Ame...","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like \"when yankees fans stop overrating derek jeter\"","sentiment_score":0.2}
{"full_text":"RT Here is a refreshing public service announcement from the Pass it on.","sentiment_score":0.25}
{"full_text":"RT COVID is always society's paramount \"threat,\" until it's not. Like nobody considered the \"threat\" of deploying 25,000 - 30,000...","sentiment_score":0.0}
{"full_text":"RT The first 260 days (8.5 months) of Saskatchewan's pandemic had 37 deaths. The last 7 days have had 38 deaths.","sentiment_score":0.125}
{"full_text":"RT \"Guys, he didn't die of covid. He probably just died of heart or lung failure some time after covid destroyed his heart and...","sentiment_score":-0.3166666667}
{"full_text":"RT This is a helpful account again","sentiment_score":0.0}
{"full_text":"RT It was one thing when my son crashed my press conference a month or so ago, but this... Now is not the time to travel. S...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT In a few sentences, Dr. Fauci dismantles anti-vax concerns about long-term vaccine effects. This may be worth sharing with t...","sentiment_score":0.05}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" when lorde release new music \" ","sentiment_score":0.1787878788}
{"full_text":"Support for Bolsonaro falls sharply due to Covid handling but most Brazilians reject impeachment","sentiment_score":0.1875}
{"full_text":"'Monitoring, testing, tracing flattened Covid-19 curve' the TOI app now:https:\/\/t.co\/wLAiYiigua","sentiment_score":0.0}
{"full_text":"RT \"Facebook has shut down the accounts of one of the biggest left wing organisations in Britain, the Socialist Workers Party....","sentiment_score":-0.0777777778}
{"full_text":"RT Please retweet: Professors: several of you said you want to open your online classes to a few guest students from low-inco...","sentiment_score":-0.0666666667}
{"full_text":"RT \"once covid is over\" is starting to feel a lot like \"i'll pay you back tomorrow\"","sentiment_score":0.0}
{"full_text":"RT Thank you to the healthcare workers, volunteers, and all the PXU staff that have made each COVID POD eas...","sentiment_score":0.0}
{"full_text":"remember when we all resorted back to our childhood gaming during first lock down and wasted our entire day on either sims and animal crossing? i miss that","sentiment_score":-0.0211111111}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"Trump could have done all of the stuff Biden is doing to fight the pandemic.  It wouldn't be against conservative Dogma.  Saving lives and the economy is not ideological. Indeed, it's nationalistic.  But Trumpism is a death cult. It's past time for conservatives to repudiate it","sentiment_score":-0.25}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"Pre-pandemic, circa 2019, I would see young teens break dancing here in Philly on the Broad Street Line. Aside from the ick factor (germs!) I admired them for their talent and guts. Cities need drummers and dancers.","sentiment_score":0.0890625}
{"full_text":"RT President Biden recognizes far too many Americans are hurting during this pandemic through no fault of their own. This week...","sentiment_score":0.4}
{"full_text":"RT Under Bernie's Make Billionaire's Pay Act, Jeff Bezos would owe $52 billion more in taxes and would still be $35 billion...","sentiment_score":0.5}
{"full_text":"RT It was one thing when my son crashed my press conference a month or so ago, but this... Now is not the time to travel. S...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"The Bangko Sentral ng Pilipinas (BSP) is likely to keep the benchmark interest rate at an all-time low of two percent this year to help the economy recover from the pandemic-induced recession, UK-based Standard Chartered Bank said.","sentiment_score":0.0}
{"full_text":"RT People keep saying that thousands of businesses have shut and millions of people have become unemployed 'because of the pand...","sentiment_score":0.0}
{"full_text":"RT Embarrassing. What a way to treat people who've paid taxes &amp; are simply asking the Govt for support when they've been for...","sentiment_score":0.0}
{"full_text":".@genesis_band has updated their 'The Last Domino?' reunion tour dates. ","sentiment_score":0.0}
{"full_text":"Dave Chapelle tests positive for COVID-19, upcoming shows canceledhttps:\/\/t.co\/80XwfWgNeg","sentiment_score":0.2272727273}
{"full_text":"has urged for the use of \"schools as COVID-19 vaccination centers, saying his 900 campuses are \"ready to go\" -- a move that could speed up the reopening of in-person classes for students\" according to","sentiment_score":0.2}
{"full_text":"RT saw someone saying it was very rude of Bernie, who is 79 and, as these same people may recall, had a heart attack, to...","sentiment_score":-0.195}
{"full_text":"Elderly Jamaicans have been urged by elder-care and medical experts to consult with their doctor about whether the fragility of their health may disqualify them from the roll-out of the coronavirus vaccine in the spring. Read more: #GLNRToday","sentiment_score":0.25}
{"full_text":"The second coronavirus vaccine dose is about building memory within your body, so there isn't a 'waiting too long' period as recognized by the CDC.","sentiment_score":-0.025}
{"full_text":"LIST: Here are the Houston-area hospitals receiving COVID-19 vaccine &gt;","sentiment_score":0.0}
{"full_text":"As the US set a new daily record for Covid-19 inoculations and states clamored for more vaccine supplies, Pfizer and the FDA said pharmacists and health practitioners can in some cases extract an additional dose from each vial.","sentiment_score":0.2121212121}
{"full_text":"At least 1 in 3 Covid-19 infections could be asymptomatic, according to a new study. The study suggests the importance of testing people who do not show symptoms. ","sentiment_score":-0.0818181818}
{"full_text":"Sarnath Banerjee takes us on a quick walk to nowhere in Episode 24 to give us some relief from the #pandemic of planning that has besieged the world. #Phantomgarh #graphicnovel","sentiment_score":0.3333333333}
{"full_text":"An 8-year-old girl from Missouri is happy to have a cellphone, but not thrilled that strangers keep calling to ask about COVID-19 vaccine information in Arizona.","sentiment_score":0.25}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"Deputy KPN Minister Mah Hang Soon insists that the reopening of schools to only SPM and STPM students was a balanced decision taken to minimise the risk of exposure to Covid-19 and the disruption to tertiary education plans.He adds exams cannot be delayed any further.","sentiment_score":0.0}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT Proof the Pfizer Covid vaccine works in the real world? Israeli healthcare group says coronavirus infections have PL...","sentiment_score":0.2}
{"full_text":"The BMS Builders Club, sponsored by Scottsbluff Kiwanis, has donated half of its funds to help the Valley Christian Neighbors in Need program, which has seen more use during the pandemic. ","sentiment_score":0.1111111111}
{"full_text":"How to support your employees and uplift their morale during this period of #remoteworking and uncertainty #covid19 #leadershttps:\/\/t.co\/XaUZS8iHHp","sentiment_score":0.0}
{"full_text":"PANDEMIC &amp; EVICTIONS | Protesters want more help before they say thousands of people end up homeless.","sentiment_score":0.5}
{"full_text":"RT Has anyone wondered what has made the M-man go from wearing masks even in Zoom calls to straight up refusing to wear on...","sentiment_score":0.2}
{"full_text":"RT Please Sirji look at this.Hanuman Ji delivering #Covaxin Corona Vaccine to Brazil. Brazil President...","sentiment_score":0.0}
{"full_text":"The pandemic has been devastating for most small business owners. But for some, it also has brought out the compassion and generosity of their local communities and customers.","sentiment_score":-0.1875}
{"full_text":"WalletHub has released its latest report on the safest states during COVID-19.https:\/\/t.co\/LFKReaUt20","sentiment_score":0.5}
{"full_text":"Find out how the #hospitality industry is leveraging #technology to weather the #pandemic and start in exciting new business territory","sentiment_score":0.2181818182}
{"full_text":"RT #BREAKING A teenager who worked at long term care facility in London, Ontario has died with Covid-19.Dr.","sentiment_score":-0.05}
{"full_text":"Australia has been supporting access to quality education for over 400,000 school children in Khyber Pakhtunkhwa since 2012, especially girls. Girls' education is crucial to achieving gender equality, particularly during #COVID19 as millions dropped out of school. #EducationDay","sentiment_score":0.1041666667}
{"full_text":"The biggest thing is patience.\" COVID-19 vaccine getting out, but supply is limited in Yakima County. Health coverage from and at the","sentiment_score":-0.0714285714}
{"full_text":"That was a budget and a cast in search of a script, a film editor and a plot. How do you not at least lock down a legit 80's music soundtrack?","sentiment_score":-0.2277777778}
{"full_text":"As winter brings in colder weather to San Luis Obispo, local homeless shelter 40 Prado is preparing to help the homeless population stay warm. ","sentiment_score":0.3}
{"full_text":"RT Morally &amp; ethically, the medical establishment cannot stay silent about the conditions that have led to the humanitarian catas...","sentiment_score":0.05}
{"full_text":"RT This, almost a year into the pandemic &amp; within days of Biden's inauguration. It's a simple message. Please pass it on.","sentiment_score":0.0}
{"full_text":"It was not necessary to wait 3 days to understand that he is incapable, that there are no 80m voters and that the crisis is the product of this pandemic caused by the Chinese, and you can call me a conspiracy theorist but this was created to get Trump out of what he achieved in 4","sentiment_score":0.0}
{"full_text":"RT One of the benefits of being 65 is that I'm eligible for the COVID-19 vaccine. I got my first dose this week, and I feel gre...","sentiment_score":0.25}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Agreed. I clearly stipulate in my deposit info that if the cancellation is on my part, that is the only time a refund in d...","sentiment_score":0.05}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"The CHINA virus played a major role in our election &amp; nothing is \"just by chance\" w\/CCP &amp; the dems.","sentiment_score":0.0625}
{"full_text":"Time: 03:00 * Temp: -0.6degC * Wind: S 6.0 to 9.0mph * Pressure: 989.7hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:24 * Sunset: 16:45 * Cloudbase: 0ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT Sen. Hawley, Rep. Stefanik call for int'l probe into Chinese Communist Party's involvement in COVID-19 cover up -","sentiment_score":0.0}
{"full_text":"RT \"Biden didn't ban fracking he just ended fracking permits!\"\"Biden didn't invade Syria he just reassigned a military con...","sentiment_score":-0.1}
{"full_text":"RT Since you guys apparently don't get the Washington papers way out there in Chicago, here ya go.Might wanna rethink those pla...","sentiment_score":0.05}
