{"full_text":"Pretty sure this pandemic mixed with my raging anxiety is going to make me an agoraphobic. Plus, who wants to leave this little baby at home?!","sentiment_score":0.143125}
{"full_text":"Rubbish. He called for a break before half term in October.","sentiment_score":-0.1666666667}
{"full_text":"RT The UK's Covid-19 curve is now almost vertical.","sentiment_score":0.0}
{"full_text":"Gotta be Raffensberger, don't you think? Someone in his office-unless there are some remaining national security staff there at the WH who remember their oaths. Meadows is SUCH a slimeball, why couldn't COVID kill him instead of one of the wonderful among the 350K dead Americans?","sentiment_score":0.2666666667}
{"full_text":"RT Check if you can claim a grant through the Self-Employment Income Support Scheme -","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"If this is correct, the positivity of tests is now half of what it was when you started the lockdown. What results do you need to stop the lockdown? Zero? You will never eliminate this disease with a lockdown but you will kill the economy&amp;the spirit if the people with a lockdown","sentiment_score":-0.1666666667}
{"full_text":"I'm just finishing my first coffee for the morning, listening to the toothless DJ and waiting for the weather to clear so I can make a trip to be Covid tested. Fun!","sentiment_score":0.2416666667}
{"full_text":"RT Translation of donald's morning tweet storm:Jared has finally realized that he may hang for sabotaging all aspects of c...","sentiment_score":0.0}
{"full_text":"Why the Fuck is the profit Margin so high and how the fuck is making profit out of a vaccine needed to stop a global pandemic something to be fucking proud of .","sentiment_score":0.032}
{"full_text":"RT Can't wait to hear Trump declare this call with GA Sec. of State was also \"perfect.\" GOPers -- you defended his call to t...","sentiment_score":0.45}
{"full_text":"Still a cunt.","sentiment_score":0.0}
{"full_text":"RT Serious sock power here. The man who we expected would be Australian PM shows you how to cut a face mask from a sock. Good fo...","sentiment_score":0.0666666667}
{"full_text":"Every time the Trump base shows up (including Proud Boys) they make fools of themselves. Let them express their ignorance while the rest of us stay home and count on our democratic system to hold. Then we go to work to repair our political system on January 20, 2021.","sentiment_score":0.0}
{"full_text":"RT New Zealand Prime Minister has won praise for effective action during the coronavirus pandemic. #Natures10","sentiment_score":0.2787878788}
{"full_text":"RT 20th March 2020 - 2,965 daily covid cases - national lockdown - schools close3rd January 2021 - 54,990 daily covid cases...","sentiment_score":0.0}
{"full_text":"Los Angeles Covid Super Spreader Task Force Conducts 5 New Year's Eve Raids, Arrests 90 People! (VIDEO)","sentiment_score":0.2518939394}
{"full_text":"RT well that settles it then! everyone ignore the actual scientists, the tv estate agent has spoken","sentiment_score":0.0}
{"full_text":"Interesting you should bring that up ,as my wife had both with a streaming cold last week . Tested of course and negative . Can be quite common from my experience also. Not always but often present with Covid though as several of my +tested acquaintences have noted.","sentiment_score":-0.1}
{"full_text":"RT As hard as it is, we all have to kick back into gear and get on top of it.If you've returned from NSW, please follow...","sentiment_score":0.0694444444}
{"full_text":"I refuse to respect someone who believes Covid is a hoax. Tell that to the thousands of families who lost a loved one, they'll be more than happy to trade her life for the ones' the love.","sentiment_score":0.625}
{"full_text":"RT I was trying to figure out how I feel when someone who called COVID a hoax gets COVID.Then I saw my neighbor who doe...","sentiment_score":0.0}
{"full_text":"RT My daughter #RealityWinner has reported abuse by prison staff that has gone ignored.  Where does her suffering end?She...","sentiment_score":0.0}
{"full_text":"RT This is insanity and it's coming here soon if you don't wake the hell up.","sentiment_score":0.0}
{"full_text":"RT NI teachers' union says schools aren't safe and should stay shut until February. NASUWT tells that current Covid le...","sentiment_score":0.25}
{"full_text":"RT Surely the obvious thing to do, given the speed with which the virus is now spreading, is to lockdown the whole country...","sentiment_score":0.2333333333}
{"full_text":"RT I'll start this new year off different this time. I was denied a Visa to go to Africa, and the pandemic will makes it dif...","sentiment_score":0.0681818182}
{"full_text":"RT As 2020 draws to a close we can see the appearance of a light at the end of the long, dark tunnel that is #COVID19. Contin...","sentiment_score":0.0666666667}
{"full_text":"Until you just wipe it all off and start again. Like a reset. Or a LOCKDOWN. you need a make up wipe!","sentiment_score":0.0}
{"full_text":"RT This is insanity and it's coming here soon if you don't wake the hell up.","sentiment_score":0.0}
{"full_text":"RT and they had 146 covid deaths so far. but i guess \"doing well\" to you...","sentiment_score":0.1}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT While they're asking you to celebrate a narrow pay go waiver for climate &amp; COVID bills, remember that by withholding their...","sentiment_score":-0.2}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT THREAD - Covid-19 in England. Things are going from very bad to much worse. Here is where we are in 9 tweets. 1\/9","sentiment_score":-0.655}
{"full_text":"RT Marjorie Taylor Greene refused to wear a mask in Congress.@mtgreenee has more balls than 99% of the Republicans in Congress....","sentiment_score":0.5}
{"full_text":"hoshi's gonna spread his horanghae agenda to james and locals","sentiment_score":0.0}
{"full_text":"RT Spoke to an actual Undecided voter today while #Phonebanking to GA.They *DID NOW KNOW* Loeffler\/Perdue profited off COVID...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Calls for a 'proper lockdown' whilst simultaneously travelling across counties for 'snow days' ","sentiment_score":0.0}
{"full_text":"RT  LOOK AT THOSE TESTING NUMBERS - Someone tell the media, they have no idea! Good numbers, everyone, let's keep...","sentiment_score":0.7}
{"full_text":"she didn't want to vote.. she knew full well she's supposed to wear a maskI can't believe these jerks aren't expelled, they should lose their seats. I don't like that people have to wait for election time to get rid of these goons","sentiment_score":0.35}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"RT Pope Francis 'saddened' that people are going on holiday to escape coronavirus lockdowns: 'They didn't think about those who...","sentiment_score":0.0}
{"full_text":"So sorry to hear this. I lost a good friend to COVID and now have friends with it.... stay safe","sentiment_score":0.2333333333}
{"full_text":"RT Watching high profile covid-deniers and down-players on here continue to spew their conspiracy theory crap even as cases &amp;...","sentiment_score":-0.32}
{"full_text":"RT This is what total policy failure looks like.The Government knows nothing short of a full lockdown will bring the #C...","sentiment_score":0.0083333333}
{"full_text":"RT Let's be honest do you know someone personally who has had Covid? I mean personally!!","sentiment_score":0.071875}
{"full_text":"RT Debbie Hicks, who was arrested for whistleblowing on empty hospitals and smashing the government\/MSM Covid narrative, spea...","sentiment_score":-0.1}
{"full_text":"I had a dream last night cu ma drenta un store anto niun hende twt tin mask bisti dsps ma ripara cu ami tmpco twt tin bisti y ma lett panick den mi sleep HAHAH anws i need this pandemic to be over fr","sentiment_score":0.0}
{"full_text":"Incredible that corrupt Gladys has completely invented a new Sydney suburb (Berala!?! come on) where all the Covid cases are magically located ","sentiment_score":0.2426136364}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT Agreed.","sentiment_score":0.0}
{"full_text":" Give Fauci a pink slip now!","sentiment_score":-0.125}
{"full_text":"Had a fascinating convo with a COVID-19 test site worker while in line. She gets tested 2x\/day, is constantly exposed to sick people. She's been fine, thinks her colleagues test maybe 1% positive. LA average is 20%+. She said this indicates being outside and wearing a mask works.","sentiment_score":0.0685219542}
{"full_text":"RT But in spring we were starting from scratch.  This time we have not just a larger inflow, but also hospitals that alread...","sentiment_score":0.0}
{"full_text":"RT Swiss drug manufacturer has reportedly received approval to manufacture the Moderna vaccine &amp; could start within days, goal...","sentiment_score":0.0}
{"full_text":"Our information links well. The thing is Covid is bringing a lot of deaths forward. There is also organ damage with Covid, blood problems etc.... Anyway before you get annoyed with me as well I'm going. Good to chat ","sentiment_score":0.15}
{"full_text":"I do believe now a National Lockdown is probably needed for say 1 Month as annoying and frustrating as that will be , because we will have the carrot in knowing this will surely be the last one ever &amp; better times are around the corner #nationallockdownnow","sentiment_score":-0.04}
{"full_text":"RT To that point, Kamala Harris delivers notably muted criticism of Trump's GA call during her final rally in Savannah. Nor...","sentiment_score":0.25}
{"full_text":"RT Children &amp; #COVID19--UK  SAGE expert report speaks for itself. Kids more likely to bring the virus into household than...","sentiment_score":0.25}
{"full_text":"RT While they're asking you to celebrate a narrow pay go waiver for climate &amp; COVID bills, remember that by withholding their...","sentiment_score":-0.2}
{"full_text":"RT COVID is going to change our way of life for some time. South Korea accepts that both the virus and variants will circulat...","sentiment_score":0.0}
{"full_text":"RT CNN: The United States has now surpassed 350,000 Covid-19 deaths, according to data from Johns Hopkins University.","sentiment_score":0.0}
{"full_text":"Not according to this:","sentiment_score":0.0}
{"full_text":"RT 1\/ I thought I'd write about my experience re-entering South Korea, where I reside, during this global pandemic. It wasn'...","sentiment_score":0.0}
{"full_text":"RT Pandemic or not.... why the fuck are you standing so close to me in a line? Back the fuck up","sentiment_score":-0.2666666667}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"I'm already stating a fact I as a parent,sister, grandmother, partner, aunt will not be allowing a young family member, inc my own son back into school! Bring a full lockdown until it's over, loved ones we have left matter, life matters, school can catch up!","sentiment_score":0.2916666667}
{"full_text":"RT I fear is right. The 70% extra virulence of the new variant - and the scale of the surge in disease, hospi...","sentiment_score":0.1406926407}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT it's late and early time is relative indoorsi long for freedom - haiku in the age of covid","sentiment_score":-0.0625}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT THREAD - Covid-19 in England. Things are going from very bad to much worse. Here is where we are in 9 tweets. 1\/9","sentiment_score":-0.655}
{"full_text":"RT If this pandemic has proved one thing then it's that there are a large majority of incredibly selfish dickheads in the wo...","sentiment_score":-0.1428571429}
{"full_text":"RT My hospital in Chester is treating patients with Covid-19 in 40% of our general &amp; acute beds, yet the news is all about Lon...","sentiment_score":0.325}
{"full_text":"Then don't raise taxes on people.  Pass a law for term limits on politicians because ya'll forget how a working person loves, and stop having your 20 something House Democrats get Covid vaccines when others need them. So many struggling. ","sentiment_score":0.5}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Top CRE Articles in December 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #CREtech #IoT #Leasinghttps:\/\/t.co\/FHvbqWd4V5","sentiment_score":0.5}
{"full_text":"Rrrrright bUt bIdEn wOn errrrrrrr","sentiment_score":0.0}
{"full_text":"RT Congress is in session and changed all the rules to keep herself in power.COVID positive Democrats in the cham...","sentiment_score":0.2272727273}
{"full_text":"RT Do you know what's on the ballot Georgia?Affordable HealthcareMedicaid ExpansionCovid ReliefLiving WageJobs \/ E...","sentiment_score":0.0}
{"full_text":"RT COVID showed that racism is a public health crisis, too.Until the vaccine is available in the South Bronx, and the East S...","sentiment_score":0.2}
{"full_text":"RT What do you think?#COVID19 #vaccinations","sentiment_score":0.0}
{"full_text":"Corona Hard Seltzer Echelon Bike Giveaway","sentiment_score":-0.2916666667}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT Fauci hinted that mandatory COVID vaccines will happen in the near futureIf you choose not to get vaccinated, the gove...","sentiment_score":0.1}
{"full_text":"RT For the love of God, lock this country down.","sentiment_score":0.1722222222}
{"full_text":"RT Read this thread.","sentiment_score":0.0}
{"full_text":"RT Sending family, friends, extended relatives &amp; those i don't know good feelings &amp; heart thought prayers of good health &amp; p...","sentiment_score":0.7}
{"full_text":"RT Prayers up for our beautiful city &amp; county 20k+ new Covid cases and STILL not everybody is complying w\/ stay at home ord...","sentiment_score":0.4931818182}
{"full_text":"RT The UK's Covid-19 curve is now almost vertical.","sentiment_score":0.0}
{"full_text":"They'll inject with covid-20 and just send them back.","sentiment_score":0.0}
{"full_text":"RT i still owe $575 and just found out that my little sister has tested positive for covid. I am probably positive as well be...","sentiment_score":0.0890151515}
{"full_text":"Can I Safely Mingle With A Couple Who Have Already Had Covid?","sentiment_score":0.5}
{"full_text":"RT I hear that people currently residing in America aren't allowed to get their vaccine from NHS England either. The shame...","sentiment_score":0.0}
{"full_text":"RT Again, you completely misunderstand me. My tweet said that any option causes harm, and you need to understand the harms...","sentiment_score":0.1}
{"full_text":"RT Facing up to this scale of infections &amp; deaths surely we need a simple plan of 1.Full national lockdown, 2.Schools clo...","sentiment_score":0.25}
{"full_text":"Sugal para kay Duterte! Panelo lauds PSG for getting unauthorized COVID-19 vaccinehttps:\/\/t.co\/0mRceGkrjL","sentiment_score":0.0}
{"full_text":"The Oklahoma City Fire Department said goodbye to one of its own on Saturday afternoon. Major Andy Davis was laid to rest following a funeral service.","sentiment_score":0.2208333333}
{"full_text":"State health authorities confirmed 94 new COVID-19 cases and one new death in Aiken County on Sunday.The victim, who died Dec. 31, was elderly.https:\/\/t.co\/c1XKZVUBqX","sentiment_score":0.1494318182}
{"full_text":"Vaccine doesn't make anyone immune. Diminishes the symptoms only. Most are told to  stay home &amp; let it run its course.  No over run of hospitals.  it already.","sentiment_score":0.25}
{"full_text":"are so tight that some experts say #retraining is the only option that people have, for both white and blue collar workers, who were hard hit equally hard during the #GreatRecession.#BrandYouGuide #TheAccidentalCareerCoach #jobseek #covid #hiring","sentiment_score":-0.126984127}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Dr. Fauci: Vaccinations are ramping up in a \"glimmer of hope\"","sentiment_score":0.0}
{"full_text":"iPad 2\/3\/4 Defender Rugged Case.Visit the store:https:\/\/t.co\/IGvNgcpfo5#crazymart #australia #covid19 #covid20#melbourne #hamptonpark #newyear #phonecase#iphone #case #caseiphone #phonecases #iphonecase#cases #phone #phonecaseshop #phonecover #plus#samsung #apple","sentiment_score":0.0}
{"full_text":"Special thanks to our essential workers like who helped Los Angeles combat the COVID-19 pandemic by creating new bike lanes, rolling out zero-emission Dash buses and so much more!","sentiment_score":0.2637012987}
{"full_text":"they didn't even win the next day vs jazz  very on-brand, #clippers ","sentiment_score":0.3333333333}
{"full_text":"RT Tony Blair tells G&amp;T covid vaccinations must be speeded up: \"We can get up to 3m vaccinations a week by the of January, th...","sentiment_score":0.0}
{"full_text":"Will COVID-19 vaccines work against the new variant? 'Variants are going to come and go': expert. #HamOnt #COVID19 #CovidVaccinehttps:\/\/t.co\/vjY3IKnen1","sentiment_score":0.1363636364}
{"full_text":"RT Foley &amp; Lardner is a large law firm whose partner Cleta Mitchell was secretly advising Trump on how to commit sedition again...","sentiment_score":-0.1285714286}
{"full_text":"In this episode of the \"Two the Point\" podcast, Dean of the and a former Finance Minister in Chile, discusses education, inequality, and populism in post-pandemic Latin America.","sentiment_score":0.0}
{"full_text":"RT Doctors From Different Countries On Covid-19 Vaccinations.[Must Watch] 1\/3#COVID19 #vaccine #VaccineStrategy #natio...","sentiment_score":0.0}
{"full_text":"Aussie dollar strength could weigh on exporters in COVID-19 recovery","sentiment_score":0.0}
{"full_text":"You wanna talk about the pandemic?Here you are blaming the Armenians because the lockdown was delayed for a couple of days. I don't get it. These three days chu lah ya3mlo if you 3\/4 tested positive and even during the lockdown Bya3mlo house parties","sentiment_score":0.2272727273}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Dear Mr. Trump You're just like Al Capone. Going to jail for tax evasion. Will die in jail with a social infliction complicated by coronavirus. And will most likely take your children with you. Seventeen days and counting!","sentiment_score":-0.0277777778}
{"full_text":"Goa Game Changer: Indian State's Health Authority Approves &amp; Distributes Ivermectin &amp; Doxycycline to Treat COVID-19 as Prophylaxis","sentiment_score":-0.4}
{"full_text":"RT I love Tweets like this.It helps me cut down on the number of people I follow ....","sentiment_score":0.1722222222}
{"full_text":"Why does FDA approval matter?https:\/\/t.co\/2P0V00sboe","sentiment_score":0.0}
{"full_text":"RT Here is the source of the data from the number of people vaccinated that comes from the CDChttps:\/\/t.co\/srAB3cMTtA I...","sentiment_score":0.0}
{"full_text":"Time: 23:00 * Temp: 3.4degC * Wind: ENE 2.9 to 9.0mph * Pressure: 1022.7hPa * Rain: 0.0mm * Hum: 85% * ET: 0.3mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:44 * Sunset: 16:10 * Cloudbase: 1040ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT An interesting point that is getting lost: Trump hasn't governed since the election (&amp; arguably before). In the middle...","sentiment_score":0.25}
{"full_text":"Poor Moose.... He gained the Covid 10 too","sentiment_score":-0.4}
{"full_text":"Trump likely cannot tell you how many people are hospitalized with #covid, died from it or have been vaccinated but he sure knows how many votes he needs to steal to 'win' in Georgia.","sentiment_score":0.46}
{"full_text":"The Ravens were a Lamar Jackson COVID diagnosis from winning the division.","sentiment_score":0.5}
{"full_text":"Cool think about covid is i floss and waterpick TWICE a day","sentiment_score":0.35}
{"full_text":"I'm just saying, I have a guest room so you could try it! Chicago in the summer is unmatched (in non-COVID times obv)","sentiment_score":0.0}
{"full_text":"RT For the record, you should never do this. But I'm truly begging you not to do it 10 months into a global pandemic that's mad...","sentiment_score":-0.3125}
{"full_text":"Joke, I'm not gonna meet a client during this pandemic","sentiment_score":0.0}
{"full_text":"RT How infectious are people who test positive for #COVID19 but have no symptoms? And, what is their contribution to transmiss...","sentiment_score":0.2272727273}
{"full_text":"Current Conditions for #Sayre PATemp: 32.2FWind Chill: 32.2FHumidity: 99%Dew Point: 32.0F Barometer: 30.041 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 196.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Far more densely populated countries than the UK like Hong Kong are having fewer covid cases in total than we have in a day. If schools open, the number of cases and deaths will continue to rise. Blame the govt for not handling the problem, not teachers for reacting to it.","sentiment_score":0.15}
