{"full_text":"Take a read...why paid sick leave for all is a good pandemic policy!","sentiment_score":0.0803571429}
{"full_text":"RT Today is the highest number of new Covid-19 deaths the US has ever reported in one day January 12: 4,212 new deathsJanuary 7...","sentiment_score":0.1363636364}
{"full_text":"RT you are ten times more attractive when you wear a mask","sentiment_score":0.4333333333}
{"full_text":"BREAKING TRAVEL NEWS!!Effective January 26, 2021, the USA will require that ALL international airline passengers prove they tested negative for Covid-19 (within three days of their flight) before entering or returning to the USA.#GoSeeDoBe #SelfishMeTravel#IamATravelAdvisor","sentiment_score":-0.15}
{"full_text":"RT The biggest badass in this story is whichever Rite-Aid employee told Bruce Willis to fuck off.","sentiment_score":-0.4}
{"full_text":"RT still can't believe covid permanently closed sweet tomatoes. v__v","sentiment_score":0.125}
{"full_text":"RT It took Speaker Pelosi six days to introduce articles of impeachment in the House, but it took her more than six months...","sentiment_score":0.5}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"There's no 'slipping away' when you die of CovidAsk anyone who has been in the room","sentiment_score":0.05}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT This is the highest number of new Covid-19 deaths the United States has ever reported in one day.","sentiment_score":0.1363636364}
{"full_text":"RT you are ten times more attractive when you wear a mask","sentiment_score":0.4333333333}
{"full_text":"RT Sobering--CNN reporter crying on air after seeing devastation at California 10 hospitals full of #COVID19 pat...","sentiment_score":0.075}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT You are so dear to ask. The outpouring of support from Twitter has been astonishing! January 6t...","sentiment_score":0.625}
{"full_text":"RT A growing chorus of experts are pointing to the many harms caused by lockdowns, but Doug Ford didn't once acknowledge the...","sentiment_score":0.5}
{"full_text":"Uber pool caused covid","sentiment_score":0.0}
{"full_text":"RT it takes several days after exposure for the test to turn positive (so someone can be *incubating* COVID, yet still test nega...","sentiment_score":0.1136363636}
{"full_text":"RT This tweet just got even more powerful! ","sentiment_score":0.4375}
{"full_text":"RT Unpopular opinion: Biden needs to lock us down for a few weeks to make some real progress with COVID.","sentiment_score":-0.0518518519}
{"full_text":"RT This is the highest number of new Covid-19 deaths the United States has ever reported in one day.","sentiment_score":0.1363636364}
{"full_text":"RT It took Speaker Pelosi six days to introduce articles of impeachment in the House, but it took her more than six months...","sentiment_score":0.5}
{"full_text":"RT This is the highest number of new Covid-19 deaths the United States has ever reported in one day.","sentiment_score":0.1363636364}
{"full_text":"Kirstie Alley calls out NY Gov. Cuomo for sudden Our Hashtag 2020 #FWN #freeworldnews #today","sentiment_score":0.0}
{"full_text":"RT Only hours after Trump incited a deadly assault on our Capitol, many Republicans still refused to take the bare minimum COV...","sentiment_score":0.0875}
{"full_text":"RT Wearing a mask shows you respect the people around you.Wearing a mask shows your gratitude for frontline workers.Wea...","sentiment_score":0.0}
{"full_text":"if i go through my camera roll i'll see what life was like before covid and i don't wanna go down that road again","sentiment_score":-0.1555555556}
{"full_text":"RT Bruce Willis' statement on refusing to wear a mask","sentiment_score":0.0}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"MCO has been reinforced due to the current spike in COVID-19 cases.We at the Malaysian AIDS Foundation would like to encourage everyone to stay safe and follow the SOP.MAF cares.#KitaJagaKita #PenjarakanFizikal #WashYourHands #StayAtHome #DudukRumah","sentiment_score":0.125}
{"full_text":"Already pushing incoming extended lockdown narrative, huh??We all know those death numbers are highly exaggerated","sentiment_score":-0.5}
{"full_text":"RT US House just introduced legislation that would fine Reps $1,000 every day they refused to wear a mask at the Capitol.","sentiment_score":0.4166666667}
{"full_text":"Thank you. I really didn't think things would turn out this way. She was blue and cold when the ambulance took her to ER last Monday.What a difference a week makes. She never had COVID. CO2 had built up to deadly level in her blood. She's lucky to be alive.Prayers work!","sentiment_score":-0.0305555556}
{"full_text":"RT Need Plasma donor urgently Blood Group O+(ve)Specifications:Should have post September covid positive and Negative Rep...","sentiment_score":-0.0363636364}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT I don't wear a mask because I refuse to live in FEAR and also I insist on carrying a gun everywhere because I might be M...","sentiment_score":0.1363636364}
{"full_text":"RT Dither, is the word I would use. In the early days they couldn't understand that COVID was so in...","sentiment_score":0.1}
{"full_text":"RT If there's a coronavirus surge after Pongal, who will be answerable? Will superstar who wanted 100% seating in t...","sentiment_score":0.0}
{"full_text":"A single population with herd immunity halts the virus. The same vaccine doses applied across 5 populations means all 5 still keep the pandemic going","sentiment_score":-0.0357142857}
{"full_text":"The garbage was #AB5 that caused #Prop22. Have you looked into that? 300+ professions lost work Jan 1 (pre-COVID). Nurses who are essential to covid response were\/are denied work...","sentiment_score":0.0}
{"full_text":"RT Unfortunately, I received a positive COVID-19 test this morning following being tested yesterday on the advice of the Hou...","sentiment_score":-0.0909090909}
{"full_text":"RT American deathsPearl Harbor:  2,403September 11:  2,977COVID, today alone:  4,033","sentiment_score":0.0}
{"full_text":"RT This afternoon in Mexico City, during the highest point of the pandemic yet and after a fire disabled half the subway lines","sentiment_score":-0.1833333333}
{"full_text":"RT This is the highest number of new Covid-19 deaths the United States has ever reported in one day.","sentiment_score":0.1363636364}
{"full_text":"RT I don't wear a mask because I refuse to live in FEAR and also I insist on carrying a gun everywhere because I might be M...","sentiment_score":0.1363636364}
{"full_text":"RT GOP Rep Mullin of OK refused to mask up during crowded insurrection lockdownseveral colleagues have since tested positi...","sentiment_score":0.5}
{"full_text":"RT you are ten times more attractive when you wear a mask","sentiment_score":0.4333333333}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT we're really coming up on our COVID anniversary, spending another birthday in quarantine aren't we","sentiment_score":0.2}
{"full_text":"COVID cases and deaths have been rising steadily in the US for some months now. Not really spiking too much at a national level. At the current trend, we will have 100 million total cases by mid-May, and 1 million total deaths by mid-July.","sentiment_score":0.0444444444}
{"full_text":"RT COMMISSIONS OPENi've officially opened commissions for those interested!!since i've lost my intership thanks to co...","sentiment_score":0.2}
{"full_text":"I would've seen them for the first time in may last year if it wasn't for the pandemic ","sentiment_score":0.125}
{"full_text":"So sorry for your loss. The larger impact of the pandemic is unthinkable.","sentiment_score":-0.1833333333}
{"full_text":"RT Bruce Willis asked to leave pharmacy for 'refusing' to wear a mask","sentiment_score":0.0}
{"full_text":"Sorry just come the thoughts. But don't know if it's possibly. If the group have been planed to cheat election from 2016, how can they know \"will need a lots mail in ballots with making sense without people question?\"Any thing involved with COVID ?","sentiment_score":-0.25}
{"full_text":"RT I am proud to say that I am an ex covid patient. I survived,and you can too. Raffil Jamir bed no E39,signing off! ","sentiment_score":1.0}
{"full_text":"Great news!","sentiment_score":1.0}
{"full_text":"RT Frequently made assertions that we don't know whether COVID vaccination will reduce viral transmission are going too far.  A...","sentiment_score":0.1}
{"full_text":"Jesus was the first to receive the #COVID19 vaccine today as began vaccinating patients. So, so wonderful to see. And more shots to come for our first tier of patients: those ages 75 and older who have underlying health conditions. #vaccineswork","sentiment_score":0.4333333333}
{"full_text":"I don't really understand why it took a global pandemic to allow college basketball coaches to not wear suits.","sentiment_score":0.1}
{"full_text":"RT Our daily update is published. States reported 1.9M tests, 214k cases, 131,326 people currently hospitalized with COVI...","sentiment_score":0.0}
{"full_text":"RT TURN LIVE VENUES INTO COVID VACCINATION SITES &amp; USE UNION LABOR TO SET IT UP","sentiment_score":0.1363636364}
{"full_text":"What flu? You've lumped it in with the China virus to push an agenda. Way to lose what little trust Americans had left in you.","sentiment_score":-0.09375}
{"full_text":"RT they should make covid in charge of distributing the covid vaccine everyone would get it so fast","sentiment_score":0.2}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT Liberal MP doubles down after peddling COVID-19 'misinformation' | The New Daily","sentiment_score":-0.0063973064}
{"full_text":"RT I don't wear a mask because I refuse to live in FEAR and also I insist on carrying a gun everywhere because I might be M...","sentiment_score":0.1363636364}
{"full_text":"RT UPDATE ON DUSTIN HIGGS !!!! his execution has been delayed to late march due to his covid-19 diagnosis. we still have...","sentiment_score":-0.2125}
{"full_text":"RT you are ten times more attractive when you wear a mask","sentiment_score":0.4333333333}
{"full_text":"Covid*","sentiment_score":0.0}
{"full_text":"RT So grateful to get the call to be vaccinated in Guelph, ON as numbers here climb and I am among the fortunate trusted who get...","sentiment_score":0.4}
{"full_text":"RT This motherfucker was literally released from jail because he said he was a stay at home dad.Do you know how many wo...","sentiment_score":0.2}
{"full_text":"Lol, this account thinks what a store thinks is somehow equated with the gov't. WHAT ARE WE COMMUNIST?","sentiment_score":0.8}
{"full_text":"RT He should spend the rest of his life begging the forgiveness of all of those American families destroyed by this pandemic.","sentiment_score":0.0}
{"full_text":"You got covid vaccine huh... bruh I knew it made ppl crazy ","sentiment_score":-0.6}
{"full_text":"RT This is the highest number of new Covid-19 deaths the United States has ever reported in one day.","sentiment_score":0.1363636364}
{"full_text":"RT Any Member who refuses to wear a mask should be fully held accountable for endangering our lives because of their selfish i...","sentiment_score":-0.5}
{"full_text":"RT This is the highest number of new Covid-19 deaths the United States has ever reported in one day.","sentiment_score":0.1363636364}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"Dudded by again","sentiment_score":0.0}
{"full_text":"RT Dear Bruce Willis,Yippie-ki-wear-a-mask, motherfucker.","sentiment_score":0.0}
{"full_text":"RT Republicans won't wear a mask, they won't go through a metal detector, they want to be able to carry their guns anywhere,...","sentiment_score":0.5}
{"full_text":"RT The second deadly attack on the Capitol that day was when Republican lawmakers refused to wear masks while sheltering in a sm...","sentiment_score":-0.1}
{"full_text":"RT Michael Malone confirmed what was widely suspected. Michael Porter Jr.'s been out with COVID.","sentiment_score":0.15}
{"full_text":"RT you are ten times more attractive when you wear a mask","sentiment_score":0.4333333333}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT Very informative, but sad, tidbit on #KCMO schools i.e. COVID. It's also a point I've been making for months. And those with...","sentiment_score":-0.15}
{"full_text":"RT He should spend the rest of his life begging the forgiveness of all of those American families destroyed by this pandemic.","sentiment_score":0.0}
{"full_text":"RT \"There's a reason he's in a highly specialized school environment. He needs a great deal of support,\" Ms. Cosgrove said. \"H...","sentiment_score":0.48}
{"full_text":"With Greater Sacramento region (including parts of Tahoe) expect more visitors for MLK weekend.    Wear a mask, keep your distance and let's keep the lifts spinning.   #tahoewinter #tahoe #tahoefun #tahoesnow","sentiment_score":0.5}
{"full_text":"RT #auspol AstraZeneca Vaccine with a 62% effectiveness was chosen by the Australia Govt.The medical authorities of Austr...","sentiment_score":0.0}
{"full_text":"RT you are ten times more attractive when you wear a mask","sentiment_score":0.4333333333}
{"full_text":"RT New peer-reviewed study by eminent Stanford Profs of medicine, ID epidemiology, PH \"fails to find strong evidence supporting...","sentiment_score":0.0799242424}
{"full_text":"RT The biggest badass in this story is whichever Rite-Aid employee told Bruce Willis to fuck off.","sentiment_score":-0.4}
{"full_text":"RT Even after 5 House members have contracted COVID because Republicans refused to wear masks, Republicans still won't wear masks...","sentiment_score":0.0}
{"full_text":"RT This is the highest number of new Covid-19 deaths the United States has ever reported in one day.","sentiment_score":0.1363636364}
{"full_text":"Sue their asses","sentiment_score":0.0}
{"full_text":"RT Opinion | Bonnie Watson Coleman: I got covid-19 because my Republican colleagues dismiss masks and facts - The Washington Po...","sentiment_score":0.0}
{"full_text":"RT Man, the number of times I've made this mistake","sentiment_score":0.0}
{"full_text":"literally rolls on the ground 275 degrees... not a travel. Rule must of change due to covid concerns.","sentiment_score":-0.125}
{"full_text":"RT Opinion | Bonnie Watson Coleman: I got covid-19 because my Republican colleagues dismiss masks and facts - The Washington Po...","sentiment_score":0.0}
{"full_text":"RT This is the highest number of new Covid-19 deaths the United States has ever reported in one day.","sentiment_score":0.1363636364}
{"full_text":"MAGA gets a win!","sentiment_score":1.0}
{"full_text":"RT Must read this mo...","sentiment_score":0.0}
{"full_text":"RT Fraser Health front-line workers who first raised the allegations say none of the four people who received those extra vaccin...","sentiment_score":0.125}
{"full_text":"#SainaNehwal, #ParupalliKashyap and #HSPrannoy have been cleared to compete in the #ThailandOpen after they tested negative for #CoronavirusThey will be in action today!#Sportshttps:\/\/t.co\/Ljz2eYGQGi","sentiment_score":-0.1}
{"full_text":"New York is now following the Center for Disease Control and Prevention's recommendation that everyone age 65 and over is eligible for the vaccine.","sentiment_score":0.0121212121}
{"full_text":"There are 1,939 active #coronavirus cases in #SaudiArabia out of which 310 are in a critical condition.   ","sentiment_score":-0.0666666667}
{"full_text":"Women's labor force participation in #Iraq is particularly low. As of 2018, only 12.3 per cent of women of working age were employed or looking for work, according to the .https:\/\/t.co\/MKOCrSEwqj","sentiment_score":0.0}
{"full_text":"One of the glaring issues critics say needs fixing is Iowa's 1979 bottle bill did not factor in inflation","sentiment_score":0.0}
{"full_text":"RT Austin, TX's medical director is asking parents to choose remote learning if possible because school aged- rates are outpacing...","sentiment_score":-0.05}
{"full_text":"RT The in-person dispensing requirement for medication abortion is outdated and unnecessary. It's especially heinous to r...","sentiment_score":-0.2666666667}
{"full_text":"#COVID19 | Should you remove your #mask while speaking in a meeting? NO! Always #WearAMask, especially while speaking #Unite2FightCorona #WearAMaskSaveAlife","sentiment_score":0.0}
{"full_text":"As Delhi moves towards commencing a mega vaccination drive in its battle against Covid, an ongoing strike by civic body employees to demand outstanding wages is likely to throw a spanner in the works(report by #COVIDVaccination","sentiment_score":0.25}
{"full_text":"The Nazareno remains a 'magnet' amidst Pandemichttps:\/\/t.co\/WzKxPC16OI#Traslacion2021 #QuiapoChurch #FeastoftheBlackNAzarene #rcamaoc","sentiment_score":0.0}
{"full_text":"The Supreme Court has ordered that women must visit a doctor's office, hospital, or clinic in person to obtain an abortion pill during the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Two gorillas at the San Diego Zoo Safari Park have tested positive for COVID-19, the zoo and Gov. Gavin Newsom announced Monday.","sentiment_score":0.2272727273}
{"full_text":"Jason Kenney and the UCP won't reveal how much federal money they took to subsidize their political operations while failing to secure funding for frontline workers.#ableg #abpoli #ucp","sentiment_score":0.2}
{"full_text":"Once the COVID-19 crisis has passed, what are you most excited to get back to doing?","sentiment_score":0.2916666667}
{"full_text":"SCHD says the county is past the COVID-19 holiday surgehttps:\/\/t.co\/esSVWmRpfx","sentiment_score":-0.25}
{"full_text":"This includes the Boston Celtics, who are forced to cancel both Tuesday and Wednesday's matchups.","sentiment_score":-0.3}
{"full_text":"Netherlands PM Extends COVID-19 Lockdown to February 9","sentiment_score":0.0}
{"full_text":"We have 99 problems as science educators in a global pandemic. We've summed up a few of them here. What would you add to the list? We needed a comprehensive system to take on equity in science ed. Tomorrow's theme is dedicated to the first part of our framework CONNECT. #NGSSchat","sentiment_score":0.0166666667}
{"full_text":"Unknown Female in Front of the Courthouse in Auburnc. 1928She is possibly using a hand-crank to start an automobile.#tuesdayvibe #COVID19 #History","sentiment_score":-0.0333333333}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT If you're wondering why America has by far the worst coronavirus death toll in the world...","sentiment_score":-0.45}
{"full_text":"Lemme know if after the pandemic you wanna eat a whole box again for old times sake!","sentiment_score":0.1625}
{"full_text":"Louisiana Supreme Court has halted jury trials across the state until March.","sentiment_score":0.0}
{"full_text":"I'm flying to Cancun in March do I have to test negative before coming home?","sentiment_score":-0.3}
{"full_text":"AMML Collects COVID-19 Preventive Items, Promises to Fight Pandemic","sentiment_score":0.0}
{"full_text":"Three Paths This Coronavirus Nightmare Could Take - Sports Grind Entertainment","sentiment_score":0.0}
{"full_text":"Because COVID-19 is a new disease with new vaccines, you may have questions about what happens before, during, and after vaccination. Here are 13 things to know:https:\/\/t.co\/9EYRs2FQR5","sentiment_score":0.1363636364}
{"full_text":"Louisiana Supreme Court has halted jury trials across the state until March.","sentiment_score":0.0}
{"full_text":"Dr. Paul Hendricks, health officer for the Chattanooga-Hamilton County Health Department, answers some of your most common COVID-19 questions.","sentiment_score":0.1}
{"full_text":"COVID-19 lockdowns caused annual traffic congestion to fall in most countries for the first time in at least a decade.https:\/\/t.co\/Xf4bb9Coq7","sentiment_score":0.15}
{"full_text":"RT The 15 min time is off because the House is voting according to COVID protocols.Normally, we have 15 mins for all members to run...","sentiment_score":0.0}
{"full_text":"Taiwan's Navy overseas training mission will not include port calls in the country's diplomatic allies this year as the #COVID19 pandemic shows no sign of easing, a military source said Tuesday.https:\/\/t.co\/oAXvPu7hG8","sentiment_score":-0.1}
{"full_text":"The CDC issued new guidance to the states today on who should be able to get the COVID-19 vaccine right now.The agency said anyone aged 65 and older, as well as those with pre-existing health conditions, should be able to get the vaccine.","sentiment_score":0.2481240981}
{"full_text":"RT My 6-yr old today: \"Mom, I wanna shrink down to as tiny as the coronavirus so I can punch it in the face!\"me too Georg...","sentiment_score":-0.0185185185}
{"full_text":"RT Not my proudest moment as a reporter. But I could not hold this back.","sentiment_score":0.0}
{"full_text":"RT This is the highest number of new Covid-19 deaths the United States has ever reported in one day.","sentiment_score":0.1363636364}
{"full_text":"Next on   #publichealth","sentiment_score":0.0}
{"full_text":"RT Please vote to impeach Trump. He needs to be accountable for his actions in i...","sentiment_score":0.0}
{"full_text":"Sending you sooo much love and prayers from our family!! ","sentiment_score":0.78125}
{"full_text":"RT This is astounding. We're in a global pandemic and the Supreme Court says that that people who are having medication ab...","sentiment_score":0.3}
{"full_text":"A kind-hearted plumber has spent $77,000 during the pandemic helping thousands of vulnerable families fix their heating and plumbing for free. #PayItForward #GoodNews","sentiment_score":-0.0666666667}
