{"full_text":"RT Did the ccp virus killing americans come from a bioweapons lab?  Was it genetically engineered?New cover-up fears as Ch...","sentiment_score":0.0}
{"full_text":"RT Beware the six sins of intervention in schools - from misusing TAs to social exclusion...A guide from which we have...","sentiment_score":0.0333333333}
{"full_text":"RT #whatishappeninginthailandCovid Performance Index by LOWY institute results that Thailand is in the top 5 of best perf...","sentiment_score":0.75}
{"full_text":"Not gonna go there!China using anal swabs to detect COVID-19: report","sentiment_score":0.0}
{"full_text":"Covid has taken a lot of the fun from school this year. Cubbie has helped bring back some of the lost smiles. Thank the good Lord for cats.","sentiment_score":0.3333333333}
{"full_text":"RT Pres. Biden will tackle the issue of health care with two executive actions aimed at expanding enrollment for the Affordable Care...","sentiment_score":0.0}
{"full_text":"RT Can give an example of the \"Johnson government\" \"berating\" the EU? If not, she should retract and delete this...","sentiment_score":0.0}
{"full_text":"Just covid, no more aids, heart attack, cancer, ext  ext","sentiment_score":-0.25}
{"full_text":"RT You're city is fucking dying, Eric. You've refused to shut the economy down &amp; cancel rent, thus leaving essential work...","sentiment_score":-0.2518518519}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"hmmmm!! we want Lockdown","sentiment_score":0.0}
{"full_text":"Good research as always. I would also appreciate if you could post a video on #DelhiViolenceConspiracy too","sentiment_score":0.7}
{"full_text":"RT Thanks to for tagging #ExcludedUK in this. We understand has done much for the UK population bu...","sentiment_score":0.2}
{"full_text":"KINGS MILL HOSPITAL *GOLD STANDARD SERVICE* AT  COVID-19  VACCINATION HUB*  I CHOSE AN EARLY APPOINTMENT 9.20am*Car parking*...YELLOW COAT ATTENDANT ON DUTYWAIVED MINTO A PARKING SPACE. (Now Follow vaccination sign)* AT THE ENTRANCE. had to put on a new NHS blue mask*","sentiment_score":0.0872727273}
{"full_text":"RT Pubs and restaurants are NOT Covid hotspots, contact tracing directors say","sentiment_score":0.0}
{"full_text":"This is quite possibly my favorite tweet ever....","sentiment_score":0.5}
{"full_text":"The vaccine \"Hunger Games\"https:\/\/t.co\/D4xyJhF0yy","sentiment_score":0.0}
{"full_text":"RT I've been on 87 flights, walked through a crowd of a million people with no mask in sight, I've eaten at restaurants ille...","sentiment_score":0.0}
{"full_text":"RT Research into the impact COVID-19 has had on black, Asian and minority ethnic (BAME) communities Great...","sentiment_score":0.2111111111}
{"full_text":"The govt has shown it's willingness to negotiate with and acquiesce to the affected. So they shud try their luck as well","sentiment_score":0.0}
{"full_text":"A wise precautionary message.","sentiment_score":0.7}
{"full_text":"RT IN THIS PANDEMIC ONLINE EXAMS IS BETTER THAN THE OFFLINE. PLEASE CHOOSE WHICH YOU WANT GUYS#OnlineExamOrWeProtest #CancelOf...","sentiment_score":0.5}
{"full_text":"RT Coronavirus czar: 'Very soon' all Israelis will be allowed to get the vaccine","sentiment_score":0.2}
{"full_text":"The most exciting thing to happen this lockdown outside my very own house! Some tree planting occuring on the community green!","sentiment_score":0.305}
{"full_text":"RT WHO delivered 400 #COVID19 testing kits on January 12 as part of its ongoing support to the local health authorities in the Gaz...","sentiment_score":0.0}
{"full_text":"RT Early in the pandemic, the Telegraph published an article suggesting that a \"cull\" of elderly people might be economic...","sentiment_score":0.15}
{"full_text":"Why did you not tell your PM to \"stay at home\" today to set a good example and follow coronavirus rules to the people of Britain or is it the usual one rule for us and another for them","sentiment_score":0.225}
{"full_text":"RT India was the fastest to reach the first 1 million vaccination. We achieved this within 6 days, US did this in 10 days, Spain in 1...","sentiment_score":0.25}
{"full_text":"RT Today's #ScotBudget must be 100% focussed on rebuilding Scotland, not dividing Scotland. We need to see the full weigh...","sentiment_score":0.35}
{"full_text":"RT Creepy Joe has signed an Executive Order banning the term \"China Virus\".  Now why on earth would he do that?","sentiment_score":-0.5}
{"full_text":"RT 'If you stay at home for ever, nobody will ever be ill or die' is a naive fantasy that people should have grown out of...","sentiment_score":-0.4}
{"full_text":"RT UK: island group off major landmassPopulation: 66.65 millionPop. Density: 275 per square kilometerTotal COVID deaths: 1...","sentiment_score":0.0625}
{"full_text":"Is it time to book another symptom-free test? It's recommended that if you have to leave home regularly for essential journeys or perhaps because you're a critical worker you should consider regular tests.  Get tested in Cranbrook, P Wood or R Tun Wells","sentiment_score":0.0}
{"full_text":"RT RT Pope Francis Says Covid Vaccine Will Now Be Required To Enter Heaven","sentiment_score":0.0}
{"full_text":"RT covid-19 boutta make me act up ","sentiment_score":0.0}
{"full_text":"How the Coronavirus Turns the Body Against Itself","sentiment_score":0.0}
{"full_text":"RT China rolls out anal swab coronavirus test, saying it's more accurate than throat methodFunny but not a joke...Breathl...","sentiment_score":0.45}
{"full_text":"Covid 19 implies 18 other Covids we have yet to experience","sentiment_score":-0.125}
{"full_text":"RT I'm sorry that the 1,200,000 NHS staff are having a tough time caring for its 37,605 'with Covid' patients today.And 68...","sentiment_score":-0.4444444444}
{"full_text":"RT Ok if this becomes popular you can blame China for the butt stuff. That's fairAlso- it does suggest that electronic...","sentiment_score":0.55}
{"full_text":"RT In the Context of announcing the Awareness Campaign for COVID-19 Vaccination, we are pleased to invite you to the AHF we...","sentiment_score":0.5}
{"full_text":"RT UK: island group off major landmassPopulation: 66.65 millionPop. Density: 275 per square kilometerTotal COVID deaths: 1...","sentiment_score":0.0625}
{"full_text":"RT If approved, the #Valneva #Covidvaccine will be able to deliver 100million doses annually from its plant in the #UK. ht...","sentiment_score":0.5}
{"full_text":"RT Your daily reminder that if we taxed the ultra-rich and used that money to pay people to stay home with supplies the pandem...","sentiment_score":0.0}
{"full_text":"RT Guys kindly help me retweetIPhone 7 32gig 1390ghcedisIPhone 7 128gig 1590ghcedisNew in box sealed factory unlockedCall...","sentiment_score":0.6}
{"full_text":"NHS nurse so sick with Covid that she didn't know she had given birth holds baby after 76 days","sentiment_score":-0.7142857143}
{"full_text":"RT didn't kill anyone.  China and virus were killers.  What about  the people he SAVED, millions o...","sentiment_score":0.0}
{"full_text":"COVID is toxic because it has managed to silence the elected opposition. Any criticism of the totalitarian governance put in place can be perceived as non-humanist, so opposition keeps silent. But without opposition there's no democracy and therefore no freedom anymore.","sentiment_score":0.0}
{"full_text":"RT 1\/4 100,000 dead in the UK. 400,00 dead in the US. Apart from New Zealand, every Western liberal democracy has failed. Thi...","sentiment_score":-0.1527272727}
{"full_text":"RT One for those WhatsApp groups Coronavirus: Black MPs unite in video to encourage vaccine take-up","sentiment_score":-0.1666666667}
{"full_text":"Navalny speaks with his lawyers before court hearing starts via video callLooks surprised when they tell him that his mates and his brother all were arrested on Coronavirus charges - called for protests thus violating Coronavirus isolation laws. And his house searchd same charge","sentiment_score":0.05}
{"full_text":"RT We went from \"two weeks to flatten the curve\" to \"wear three masks and get your anus swabbed.\"","sentiment_score":0.0}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"RT Social media censorship just ratcheted up to a new level.  Google's YouTube removed two videos of doctors testifying und...","sentiment_score":0.0848484848}
{"full_text":"RT Nicola Sturgeon announced the PS30 million discretionary fund way back in November. It's only up and running in FIVE co...","sentiment_score":0.0}
{"full_text":"RT When you sit on social media downplaying COVID19 because you are too scared to admit reality, you are contributing to...","sentiment_score":0.0333333333}
{"full_text":"RT India was the fastest to reach the first 1 million vaccination. We achieved this within 6 days, US did this in 10 days, Spain in 1...","sentiment_score":0.25}
{"full_text":"RT But this year, in view of the raging COVID-19 virus and the deaths, inconveniences and hardships it has caused, I use thi...","sentiment_score":0.0}
{"full_text":"RT So they're talking about having 'therapists' in schools to help the children affected by lockdown - let's get a grip. It's...","sentiment_score":0.0}
{"full_text":"RT Hello Due to corona, my dad had major losses in his business. He is having big debt alreadyI am feedi...","sentiment_score":-0.0208333333}
{"full_text":"AOC is a campaigning genius and I would encourage everyone in to read this.Murdoch will never give us a fair go. Bypass him. Go hard on digital. You have an intelligent, digital savvy base. Use them. Given we think we'll lose anyway there's little harm trying.","sentiment_score":0.031547619}
{"full_text":"RT WTAF? Cambridge prof just telling  that we passed 100,000 Covid 19 deaths 3 weeks ago and a realistic estimate...","sentiment_score":0.1666666667}
{"full_text":"RT We developed + delivered a nature based #wellbeing programme in response to first lockdown - thanks to funding from","sentiment_score":0.1833333333}
{"full_text":"We have found direct action that makes the govt take notice in short sale stocks. Some will lose money. Do not invest more than you're willing to lose!!Think of it like buying a tank of gas to go to a protest. Without the fears of covid. We can affect change from home.","sentiment_score":0.19}
{"full_text":"We have strict lockdown now and it is illegal to leave home unless it's an emergency or work. He is classed as essential worker as hospitals and other businesses need lifts. They have temperature tests daily also.","sentiment_score":-0.15625}
{"full_text":"RT Does neuroinvasion of the brain by #SARSCoV2 happen? Not just in mice, but in *humans*? The clear answer in this study is y...","sentiment_score":0.1}
{"full_text":"So many question marks, I have some for you...So when China went into HARD lockdown, expats living there freaked out and wanted to go home. Should they have been forced to stay?While China was building field hospitals and shut down there entire economy, the orange clown was....","sentiment_score":-0.0494444444}
{"full_text":"COVID 19 MEASURES - FAQ's For New Measures Active From The 1st February 2021  By","sentiment_score":0.0015151515}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT This might be checkmate for the liars protecting the insurance companies.","sentiment_score":0.0}
{"full_text":"RT Doctors call for better targeting of Covid vaccinations in UK","sentiment_score":0.5}
{"full_text":"Mum had a covid test in December. Not very pleasant to have a stick in da nose. Luckily their noses aren't as long as ours ","sentiment_score":0.0004273504}
{"full_text":"RT No vital pandemic work he could do here. He's made a big enough mess already. Now we must...","sentiment_score":-0.05625}
{"full_text":"RT We have known from the outset that age is not the ONLY risk factor for hospitalisation &amp; deaths with #covid. Ethnicity matter...","sentiment_score":0.0}
{"full_text":"RT Wow for World Cancer Day! While the pandemic prevents us from hosting our usual Parliamentary event, we've just confirmed...","sentiment_score":0.0916666667}
{"full_text":"RT If only he would share with us in Scotland, the secrets of his resounding success fighting Covid in England -","sentiment_score":0.15}
{"full_text":"Wear it as a badge of honour, that your influence in #ONpoli actually matters. Each of your displays of courage &amp; honesty has not gone unnoticed, by the public you all serve, first &amp; foremost #COVID19","sentiment_score":0.0125}
{"full_text":"RT Gone too soon. Sam why  #COVID19","sentiment_score":0.0}
{"full_text":"rich you called it","sentiment_score":0.375}
{"full_text":"I think you can assume there is no anti bodies in NZ.There is no covid, and i haven't heard that it is tested for.","sentiment_score":0.0}
{"full_text":"RT I blame the pandemic for awakening the singer in me. I'm sure my neighbors feel the same","sentiment_score":0.25}
{"full_text":"RT What does he mean \"there is no textbook\" on how to manage a pandemic? I studied pandemic preparedne...","sentiment_score":-0.3125}
{"full_text":"You should be weeeinf a minimum of 3 masks. If you can't breath you can't get covid. It's science.","sentiment_score":0.0}
{"full_text":"RT Boris Johnson has a history of U-turns on Covid-19 ","sentiment_score":0.0}
{"full_text":"I love the stock market because when it goes up we ge t nothing but hedge fund managers lose their jobs.","sentiment_score":0.5}
{"full_text":"I'm sorry but she should feel bad...she openly said she could motivate people if she was in the UK. Nothing about her trip is essential. She wanted a holiday, at the peak of a pandemic and made some shitty excuse for it. Mental health issues do not require trips to Dubai.","sentiment_score":-0.13}
{"full_text":"Should Terminated Employees Receive Longer Reasonable Notice Periods During COVID-19? By","sentiment_score":0.2}
{"full_text":"Ghostbusters Trap Replica - #geek #nerd #stayathome #stayhome","sentiment_score":0.0}
{"full_text":"RT If only he would share with us in Scotland, the secrets of his resounding success fighting Covid in England -","sentiment_score":0.15}
{"full_text":"In England, the NHS is delivering 140 jabs a minute and people are being vaccinated four times faster than new cases of the virus are being detected, says NHS chief executive. Via #Vaccine #CovidVaccine","sentiment_score":0.1363636364}
{"full_text":"RT So since November you said you were fixing this, you don't respond to DMs, you don't follow up on official...","sentiment_score":0.0}
{"full_text":"RT How an English National Opera singing coach is helping long Covid sufferers with their breathinghttps:\/\/t.co\/tShoo3xsDW","sentiment_score":-0.025}
{"full_text":"So many kids need our help due to Covid .","sentiment_score":0.1875}
{"full_text":"How will technology continue to drive success for businesses this year? We expect it to play an even bigger role in advancing IT infrastructures and helping companies to emerge from Covid-19 with greater connectivity, productivity &amp; security: Read on here:","sentiment_score":0.2666666667}
{"full_text":"RT We need to talk about Desmond...Paid to represent the good people of New Forest West, Conservative MP Desmond Swayne has...","sentiment_score":0.4181818182}
{"full_text":"RT How do we know that this pandemic isn't just the start of our evolution from humans into sloths","sentiment_score":0.0}
{"full_text":"\"ASB cases have risen dramatically since lockdown began. Police reported that incidents of ASB between March and May 2020 more than doubled from last year\" #Mediation is effective when helping resolve ASB related neighbour issues.","sentiment_score":0.275}
{"full_text":"And when l have to spend it, feels  like drinking vaccine ye covid","sentiment_score":0.0}
{"full_text":"RT DeSantis follows Trump playbook to a T. I hope he meets the same political fate.\"State records show Publix cut the las...","sentiment_score":0.0}
{"full_text":"RT Good article that","sentiment_score":0.7}
{"full_text":"RT DESPITE Johnson having already led the UK to the highest death rate in the world and worst excess death rate in Europe(1st...","sentiment_score":-1.0}
{"full_text":"Could Coronavirus Trigger Force Majeure Contract Breaks? #CRE #COVID-19 #TenantTips  ","sentiment_score":0.0}
{"full_text":"The comments in this..   ","sentiment_score":0.0}
{"full_text":"Supremacy","sentiment_score":0.0}
{"full_text":"RT [NEWS] DTS LIVES!  DTS spotted having a live in concert in Detroit. They had a blast with ADRMY (Adorable Duck MCs fo...","sentiment_score":0.3181818182}
{"full_text":"RT Juventus chairman Andrea Agnelli (who is also chairman of the European Club Association) says 2-yr cost of Covid to top lev...","sentiment_score":0.25}
{"full_text":"During the national lockdown to protect the NHS &amp; save lives, by law, you can only leave your home (or garden) for an essential purpose, such as getting a COVID test, food shopping, work, education, exercise or helping someone vulnerable #StayHomeSaveLives","sentiment_score":-0.125}
{"full_text":"Continuing to be careful, worship by live-stream, be prepared to give up some freedoms, is the only way we can properly support those treating those who are ill. We may feel the flatness of this lockdown but the loss of life must shake us to redouble our efforts to protect others","sentiment_score":-0.15}
{"full_text":"#PfizerBioNTech COVID-19 vaccine will work against UK and South Africa's variants, says studyhttps:\/\/t.co\/kNEbMmqqZN","sentiment_score":0.0}
{"full_text":"EARLY MORNING #COVID OVERVIEW What's the current status in #Carlow and #Kilkenny and how might you be impacted ...","sentiment_score":0.05}
{"full_text":"Anybody with symptoms is urged to book a slot immediately. #woktoday #coronavirus","sentiment_score":0.0}
{"full_text":"How quickly can we clear all trace of #COVID19 from your premises?A 25-sec blast of antiviral fog is enough to treat a large area, killing COVID-19 in the air. Within a couple of hrs, fog settles on every surface before dispersing, ready to re-enterhttps:\/\/t.co\/xL3XG1SbXn","sentiment_score":0.1695238095}
{"full_text":"France updates strategic defense review due to COVID-19https:\/\/t.co\/Cal8rSDQ6u","sentiment_score":-0.125}
{"full_text":"RT Good step but this document should have included a full list of all these labs. It makes it easier for everyone","sentiment_score":0.525}
{"full_text":"Multiple student associations in #Iran have released a joint statement that criticizes the ban on #American and #British #vaccines, as well as \"arrogance and superstition.\".https:\/\/t.co\/nwHT8YGXsA#COVID19 #CovidVaccines","sentiment_score":0.0}
{"full_text":"RT Your daily reminder that if we taxed the ultra-rich and used that money to pay people to stay home with supplies the pandem...","sentiment_score":0.0}
{"full_text":"[COVID-19 vaccines and people with epilepsy]There is currently no evidence to suggest that having epilepsy is specifically associated with a higher risk of side effects from a COVID-19 vaccine.  Learn more:","sentiment_score":0.25}
{"full_text":"Israel can't cherry-pick its obligations to Gaza while undermining every facet of Palestinian self-rule -- especially during a pandemic.https:\/\/t.co\/TkO2SMLsSw","sentiment_score":0.0}
{"full_text":"Sign up today and get Long Road to the top of the national leaderboard! part in the Lunar Challenge and look after your physical and mental health during Lockdown 3! #LunarChallenge #AoCSport #CollegesLunarChallenge","sentiment_score":0.1125}
{"full_text":"Up on the #blog , I talk about my struggles with the pandemic season + lessons I'm learning to keep sane: #mentalhealth #ThursdayThoughts  #wellbeing #ThursdayMotivation#wellness #blog #holistic #thursdaymorningImage credit:","sentiment_score":0.0}
{"full_text":"An enterprising student has found a way to make sustainable plastic - and even fashion - out of seaweed from her parents' kitchen during lockdown.https:\/\/t.co\/VzCO925mZd","sentiment_score":0.0}
{"full_text":"Foster carers in Hartlepool have been praised for standing up and doing a 'valuable and important job'.","sentiment_score":0.4}
{"full_text":"Newswatch COVID-19 Digest: Thursday January 28, 2021 ","sentiment_score":0.0}
{"full_text":"COVID19 Knocks 76 Percent Off Europe's Music Revenuehttps:\/\/t.co\/0AEyqztJ89Presented by","sentiment_score":0.0}
{"full_text":"Networking during a pandemic is not an easy thing, but here are some ways to keep your networks active in 2021.#networking","sentiment_score":0.15}
{"full_text":"COVID 19 cases in India until : 28\/01\/2021 16:30Total Cases: 10702031 [+0]Active: 170856Recovered: 10372818 [+0]Deaths :153885 [+0]Total Tests: 194.34MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":" #ICYMI | Flair Airlines (F8) is soon to receive 13 Boeing 737 MAX 8s, expediting the aggressive plan of the ultra-low-cost carrier (ULCC) to extend its business after the pandemic.:","sentiment_score":0.0}
{"full_text":"Another #toptip for #HealthTech #marketing, #PR and #Comms in uncertain times. Make sure your sign-off proccesses are #pandemic fit. You don't want to miss an opportunity in a fast-moving #Covid19 world. Read more in our blog:","sentiment_score":0.4666666667}
{"full_text":"Following several successful vaccination events spanning the past two weeks, Jackson County reported Wednesday that it has temporarily depleted its COVID-19 vaccine inventory.","sentiment_score":0.125}
{"full_text":"We are living during uncertainty, it will take a little bit for #COVID19 to disappear. Our faith needs to be stronger than ever. Praying &amp; being closer to God during these times is important.Check prayers https:\/\/t.co\/gHHrcjawa4 #Faith","sentiment_score":-0.1875}
{"full_text":"Pasiguenos might be among the first Filipinos vaccinated against COVID-19 as Pasig Mayor Vico Sotto shared the city's approved vaccination plan.#thefeed #thepostph #phstudenttambayanhttps:\/\/t.co\/6V7hSWOpbI","sentiment_score":0.25}
{"full_text":"Fortune favors the bold  #LiveYourBestLife #OneLifePHhttps:\/\/t.co\/22fxqFonrE","sentiment_score":0.3333333333}
