{"full_text":"I like how they only account for the large corporations and never talk about small businesses","sentiment_score":-0.0119047619}
{"full_text":"can y'all give me your opinions about the COVID-19 pandemic. Pleaseee","sentiment_score":0.0}
{"full_text":"RT If covid isn't under control in a year I'm gonna get pregnant and start making myself a friend group from scratch","sentiment_score":0.3333333333}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"Tokyo News: Japanese lawmakers enjoy Tokyo nightlife while people suffer from Covid-19 anguish","sentiment_score":0.2}
{"full_text":"RT Hannity is spreading doubts about the vaccine, Tucker is defending QAnon and white nationalists, Maria and Steve Hilton are bl...","sentiment_score":0.0}
{"full_text":"RT Iyi mamboyiwonawo here iyi and I think raised an interesting debate I was involved...","sentiment_score":0.5}
{"full_text":"Keep bitching and maybe your favorite President, will give you something to bitch about - like, say, a new EO for the pandemic's duration to reduce total yearly income for a sitting member of Congress to no more than the federal minimum wage.","sentiment_score":0.0965909091}
{"full_text":"RT Can y'all stop with the \"I can't wait to LIVE again\" re: getting past this pandemic, bc some ppl DO live like this; in is...","sentiment_score":0.0075757576}
{"full_text":"RT Help me out here...   Didn't he already have and recover from  the virus last March? Doesn't that mean he is no longer a...","sentiment_score":-0.15625}
{"full_text":"Minus the fact that they know it was Covid","sentiment_score":-0.1}
{"full_text":"Worry about COVID-19? Hmm. Chinese in most area stopped worrying about it for long time...","sentiment_score":0.15}
{"full_text":"RT Let me comment on this since I'm in NZ and I had a chat with someone who's in the education field. How NZ made it during lockdo...","sentiment_score":0.0}
{"full_text":"Ugh them assuming that R0 will be the same in a month from now is absurd. They literally waited until cases had risen extremely rapidly both on county &amp; state level here in Los Angeles, California to implement stronger stay at home orders but are much quicker to reopen things.","sentiment_score":-0.10625}
{"full_text":"RT Here's Where To Pre-Register For The COVID-19 Vaccine In The St. Louis Area","sentiment_score":0.0}
{"full_text":"RT Scientists and clinicians rally to defend and praise with #ThankYouDavidFisman hashtag after Premier Doug Ford...","sentiment_score":0.0}
{"full_text":"RT HAHAHAHHA The memes are writing themselves!!!","sentiment_score":0.0}
{"full_text":"RT Breaking: This isn't news and has been common knowledge for months.","sentiment_score":-0.3}
{"full_text":"RT Back in the classroom at today for day 2. Fantastic steps being taken by these guys to be covid safe f...","sentiment_score":0.3}
{"full_text":"We can afford and access #dexamethasone here in Africa so that's something.....#COVIDMORTALITY #Affordabletreatment","sentiment_score":0.0}
{"full_text":"RT 100k people have NOT died of Covid this is a lie ! 100k people have died from a multitude of causes after having teste...","sentiment_score":0.0}
{"full_text":"RT To determine if I don't have Covid, I check to see if I can still smell and taste. To determine if I'm not a Republican ,...","sentiment_score":0.0}
{"full_text":"To me, whatever one says, there will always be someone that disagrees 180 degrees, no matter what one say... some want remain, others leave.. some lockdown, others freedom... pick a side, and play the game...","sentiment_score":-0.4}
{"full_text":"Tokyo News: Japanese lawmakers enjoy Tokyo nightlife while people suffer from Covid-19 anguish","sentiment_score":0.2}
{"full_text":"RT dad lost smell from corona so i can finally smoke in the house","sentiment_score":0.0}
{"full_text":"RT BIDEN ...  \"Today, I'm directing federal agencies to combat the resurgence of xenophobia, particularly against Asian American...","sentiment_score":0.0555555556}
{"full_text":"RT COVID anal swabs for Beijing residents more accurate, says Chinese expert","sentiment_score":0.3}
{"full_text":"Covid has hit all my family please pray for us that we don't get it !","sentiment_score":0.0}
{"full_text":"RT Why is he not barred from the room without a mask?!?! So effing stupid.@SenSchumer  make a stand","sentiment_score":-0.5}
{"full_text":"Register now for the Webinar -\"A safe and efficient supply chain to ensure trust in COVID-19 vaccines\" on Thu, Feb 11, 2021 11:00 AM  EST by  Ms. Ulrike Kreysa, SVP Healthcare, GS1, Brussels, Belgium","sentiment_score":0.5}
{"full_text":"RT Senate Majority Leader Chuck Schumer says now that he will bring budget resolution as soon as next week -- paving the way fo...","sentiment_score":0.0}
{"full_text":"The pandemic made me realize how much STUFF I have and don't use. I have too much stuff.","sentiment_score":0.2}
{"full_text":"RT Noble wait? He's not confident of the vaccines &amp; He just doesn't want himself to be the testing ground for any vaccines Re...","sentiment_score":0.175}
{"full_text":"RT Reminder: last year's strike was in part to get more Nurses and SW's. Teachers and staff were out in the cold for 11 days...","sentiment_score":-0.0333333333}
{"full_text":"RT babe, what's wrong? you haven't even touched the meal I got you from the combination hooters covid testing site","sentiment_score":-0.5}
{"full_text":"Idea: Put the tigers in these and confiscate their \"I need to piss\" signs","sentiment_score":0.0}
{"full_text":"RT Blood on his hands.#ResignJohnson  BBC News - Covid: Teacher dies with virus on 25th birthdayhttps:\/\/t.co\/goOPC0QlEe","sentiment_score":0.0}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"How is that worse. We don't have 400k deaths due to Covid, pretty sweet living here at the moment.","sentiment_score":0.01875}
{"full_text":"What about ramping up production of N95 mask ( the kind that healthcare workers use that have been proven to protect them) and provide a sufficient supply to the general public. If they want us to wear masks, give us masks that do the job.","sentiment_score":0.2166666667}
{"full_text":"RT Joe Biden's Covid plan is so scientific, that he can't tell you what it is right now - but he guarantees -  it's extremely sc...","sentiment_score":0.0803571429}
{"full_text":"RT The question whether the deadline to carry out a Dublin transfer can be suspended by the authorities because of COVID 19 -...","sentiment_score":0.0}
{"full_text":"Another 2,000 Deaths from Covid Today on Biden's watch . Notable celebrities , Larry King and Hank Aaron now gone. Seth is wasting valuable brain and political power for his own vendettas . We need full attention on the Pandemic that Biden is already flailing at","sentiment_score":0.3625}
{"full_text":"RT Questions about double-masking? explains how you can layer masks to closely simulate the effectiveness of...","sentiment_score":0.0}
{"full_text":"RT Remember to register for the partners meeting this Friday. In this time of lockdown, it's important to stay connected w...","sentiment_score":0.4}
{"full_text":"RT Yeah cuz grabbing pandemic deals to go on vacation is totally 1%er energy lol","sentiment_score":0.4}
{"full_text":"empty stands at Golden Knights games. Empty baseball fields all over town. COVID has not been traced to physically distanced sporting events. #opennevada stop killing our State.","sentiment_score":0.025}
{"full_text":"RT Sign up now to get notified when it's your turn to get the #COVID19 vaccine --&gt;","sentiment_score":0.0}
{"full_text":"RT Should there be an independent inquiry into government handling of pandemic?@piersmorgan","sentiment_score":0.0}
{"full_text":"RT \"We will honour the selfless heroism of all those on the frontline who gave their lives to help others.\"My colleagues...","sentiment_score":0.0}
{"full_text":"RT \"when covid is over\" is starting to sound like","sentiment_score":0.2}
{"full_text":"RT Same goes for the .@guardian &amp; .@KathViner! #Guardian's betrayal of #Corbyn ensured we now have a murder...","sentiment_score":0.0}
{"full_text":"RT The patient who whispered to me, \"Thank you, I have faith in you guys\" as I was preparing to intubate him died today. Fu...","sentiment_score":0.0}
{"full_text":"Luxury Classic Warmish  Teakwood Armchair  CDC Crystal Design Center","sentiment_score":0.0333333333}
{"full_text":"RT The real reason Senate Republicans oppose Biden's life-saving COVID relief proposal is they worry that it, plus his plan for j...","sentiment_score":0.2}
{"full_text":"Tokyo News: Japanese lawmakers enjoy Tokyo nightlife while people suffer from Covid-19 anguish","sentiment_score":0.2}
{"full_text":"RT .@DrMercyKorir highlights the need for a digitised national medical records system, accessible to all health facilities in t...","sentiment_score":0.1875}
{"full_text":"RT Hi. I have now tested positive for COVID and was diagnosed w\/ lupus nephritis mid-pandemic. I have no insurance as a freela...","sentiment_score":0.2272727273}
{"full_text":"RT Your daily reminder that if we taxed the ultra-rich and used that money to pay people to stay home with supplies the pandem...","sentiment_score":0.0}
{"full_text":"RT Hiding the timeline is highly questionable. Or the allegation of throwing a sex party is real? I hope this group of people...","sentiment_score":-0.15}
{"full_text":"Was just thinking how pissed people coming off house arrest must be. #lockdown","sentiment_score":-0.05}
{"full_text":"The leader of Peterborough City Council has praised staff giving out the coronavirus vaccine as he received his jab...https:\/\/t.co\/iYbkkTeZvJ","sentiment_score":0.0}
{"full_text":"United Arab Emirates University (UAEU) is supporting the clinical trial of #COVID19 vaccine developed by the Gamaleya Institute of Epidemiology and Microbiology in Russia. ","sentiment_score":0.175}
{"full_text":"We dissect the news that there could be two more Covid cases in the community. Find out more in the AM.#TheAMShowNZ - weekdays from 6am | |","sentiment_score":0.5}
{"full_text":"RT ICU capacity is improving in the bay bc COVID patients are dying. Let that sink for a moment as stay at home orders are li...","sentiment_score":0.0}
{"full_text":"Join us 2021 Virtual Economic Outlook this 29 Jan 2021 at 2-5PM PHT via Zoom as we hear the nation's senior leaders report on key sectors of the PH economy, what is in store for the future and how we will rise out of the COVID-19 crisis.Register here:","sentiment_score":0.0666666667}
{"full_text":"The Pontifical Academy for Life has called for international cooperation in setting up COVID-19 vaccine production sites around the world.https:\/\/t.co\/hZ3SyXBFpg via","sentiment_score":0.0}
{"full_text":"Massive job losses were the most visible &amp; painful economic impact of #COVID19. #Lockdownmeasures affected 2.7B workers, w\/ an estimated average of 420M full-time equivalent jobs lost during the 2-3 quarters of 2020. Read latest report here:","sentiment_score":0.0583333333}
{"full_text":"Lockdown is not stopping Mark's training...https:\/\/t.co\/zUflC9J7kS","sentiment_score":0.0}
{"full_text":"RT Does anyone at Murdoch HQ do any basic fact-checking anymore? The 2020 Summit explicitly predicted pandemics and we acted on i...","sentiment_score":0.0}
{"full_text":"Thank you to Marilyn Levi-Baumgarten and all the rest at -- again -- for all you are doing. You can also directly help healthcare workers by donating or volunteering below. Please do.#PPE #COVID19","sentiment_score":0.1}
{"full_text":"President Joe Biden says that a minimum of 10 million shots will be administered per week moving forward, an increase of 17%, as states and regions have been forced to close vaccination sites due to strained supply.","sentiment_score":-0.2125}
{"full_text":"RT Indonesia reaches one million COVID-19 markAs the confirmed COVID-19 cases hit one million, the government seems to be in de...","sentiment_score":0.4}
{"full_text":"Pandemic worsens burnout of female physicians, critical care and infectious docs via #healthcare","sentiment_score":0.0}
{"full_text":"The proposal that is already used in countries in Europe, Asia, or North America, arises in 2020 as a new form of interaction in the midst of the pandemic.#wine #winery #winelovers #winemaking ","sentiment_score":0.1363636364}
{"full_text":"US to buy 100M more doses of approved vaccineshttps:\/\/t.co\/9MhNok5U1H","sentiment_score":0.5}
{"full_text":"RT Israeli is being lauded for its Covid vaccination rate, while refusing to vaccinate the Palestinians they have imprisoned in t...","sentiment_score":0.0}
{"full_text":"Western Cape Premier Alan Winde wrote a proposal to the President in relaxing the lockdown regulation. His proposal includes lifting the ban on beaches and public spaces, amending the curfew, and allowing for the offsite sale of liquor from Monday to Thursday. #lockdown","sentiment_score":0.0}
{"full_text":"RT NOTICE TO THE GENERAL PUBLIC:(Issued on January 26, 2021)Re: A'TIN LOCKDOWN\"I, your A'tin Mayor, is issuing an important...","sentiment_score":0.225}
{"full_text":"RT [NEWS] DTS LIVES!  DTS spotted having a live in concert in Detroit. They had a blast with ADRMY (Adorable Duck MCs fo...","sentiment_score":0.3181818182}
{"full_text":"We are facing the #MentalHealth #Pandemic yet SHHH nobody talk about #Healing that's for the medic. Insurance company, phone calls, disability, yet our healing stalls. Its okay we do it for the thrills, here hand them all some more psychologists and pills. #Poetry #Poem","sentiment_score":0.5}
{"full_text":"RT Morocco and Mauritius have started to vaccinate health workers and vulnerable people for COVID-19.","sentiment_score":-0.5}
{"full_text":"Missoula County launched a new website to help residents find the latest information about COVID-19 vaccine options as the county starts to transition to phase 1B.","sentiment_score":0.3181818182}
{"full_text":"Stay home &amp; unleash your inner Socializa safely with Cell C's NEW Socializa Bundles  Get 500MB IG 30-Day bundles for only R25! Dial *147#, download the Cell C App or buy online  T&amp;Cs apply. #ChangeYourSummer","sentiment_score":0.1590909091}
{"full_text":"#Opinion | As an Oxfam report has pointed out, the covid crisis has led India to an embarrassment of affluence amid worsened poverty. This needs redressal, clearly, but not through a wealth taxhttps:\/\/t.co\/wQYf4nczUU","sentiment_score":0.1}
{"full_text":"AND MY GRANDMA ONCE CLAIMED THAT IT IS COVID??? I HAVE A COVID?!!","sentiment_score":0.0}
{"full_text":"\"The problem has become worse during the lockdown\"https:\/\/t.co\/f9vRRbizG4","sentiment_score":-0.4}
{"full_text":"RT Dine-in restaurants across the country will likely this week be allowed to extend their opening times to midnight from...","sentiment_score":0.0}
{"full_text":"RT 'Utter Nonsense': Newsom Bristles That Ending Stay-At-Home Order Amid Recall Effort Was Not Political","sentiment_score":0.0}
{"full_text":"Cebu Pacific Rolls Out Covid-19 Insurance. For a small fee, those flying with the #Philippine budget airline can enjoy coverage of up to one million pesos for in-country medical treatment.https:\/\/t.co\/37vbKM1GPG #airline #aviation","sentiment_score":0.05}
{"full_text":"Wednesday's front page of The Herald.- Scotland's universities arefacing losses of PS132 million asCovid restrictions bite and students choose to axe accommodation contracts, analysis warns.#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 27\/01\/2021 11:30Total Cases: 10690281 [+0]Active: 173733Recovered: 10358328 [+0]Deaths :153751 [+0]Total Tests: 193.61MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The provincial police force Surete du Quebec and the Montreal police have issued 1,304 fines in the last week. Of the total number of fines, 732 were issued for breaking curfew. #cdnpoli","sentiment_score":0.0}
{"full_text":"Refinery sector has been in shambles even before coronavirus pandemic struck; slower economic growth in the two fiscal years#Refinery #COVID19 #NRL #NationalRefinery","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 32.0FWind Chill: 32.0FHumidity: 98%Dew Point: 31.5F Barometer: 29.912 inHgWind: 1 mph from the WSWCorona Virus Weekly Stats:Cases: 164.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT This is the result of spreading dangerous covid conspiracies btw","sentiment_score":-0.6}
{"full_text":"Follow current Biden CDC protocols. #RepublicanPityParty can't stop complaining. Get to work. Stop #BigLies We are watching you!","sentiment_score":0.0}
{"full_text":"RT Some recovered victims of COVID-19 having erectile dysfunction - GMAFull Story:","sentiment_score":0.0}
{"full_text":"RT Six days after President Trump leaves office. Of course.","sentiment_score":0.0}
{"full_text":"They were too stupid to realize that the extra doses can and should be given away to other countries. We don't conquer covid until it is eradicated everywhere.","sentiment_score":-0.3083333333}
{"full_text":"#ICYMI: How did #foodandbeverage businesses manage disrupted #supplychains and suspended operations from #pandemic-induced #lockdowns? Join us tomorrow for \"Building Resilient and Sustainable F&amp;B Supply Chains\" from Season 1 of #3DSIndustryInsider","sentiment_score":0.0}
{"full_text":"#ICYMI: How did #foodandbeverage businesses manage disrupted #supplychains and suspended operations from #pandemic-induced #lockdowns? Join us tomorrow for \"Building Resilient and Sustainable F&amp;B Supply Chains\" from Season 1 of #3DSIndustryInsider","sentiment_score":0.0}
{"full_text":"Missing someone over #Lockdown? Or want to give a personal message to a #Grandma or #Grandad you #Love - Let deliver that message with a Talking Heart. Record your own message with a #FavouriteSong. Order yours here #LockdownLove #Lovemyfamily","sentiment_score":0.225}
{"full_text":"RT The police are murdering their own reputations.","sentiment_score":0.6}
{"full_text":"Time: 06:00 * Temp: 6.3degC * Wind: W 0.9 to 4.0mph * Pressure: 1003.7hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:20 * Sunset: 16:51 * Cloudbase: 280ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Kenya Covid cases up by 141***Latest News Updates","sentiment_score":0.0}
{"full_text":"Leading British public health expert claims world could look forward to a 'much more normal future' with the onset of new #coronavirus treatments, as well as vaccine programs.","sentiment_score":0.1310606061}
{"full_text":"RT Thank you for supporting us through this winter &amp; lockdown. It means we can support people like Bradley (name changed)...","sentiment_score":0.25}
{"full_text":"With less income, fewer jobs available, higher food prices, additional expense on masks and shield,  is necessary in order to survive this covid 19 pandemic. Keep safe.","sentiment_score":0.1966666667}
{"full_text":"Seen this, Doc?","sentiment_score":0.0}
{"full_text":"RT China, India's Covid-19 vaccinations to stretch to late 2022: study","sentiment_score":-0.3}
{"full_text":"Our latest #COVID19 projections for the region show 411,000 deaths by May 1. If mask use increases to 95% throughout the region, 21,000 lives could be saved.Read our latest policy briefings to learn more:","sentiment_score":0.5}
{"full_text":"RT The crew of (2 serving Marines, 2 former serving) successfully completed their Atlantic row at the weeke...","sentiment_score":0.375}
{"full_text":"We must defeat Covid-19 as a tribute to Jackson Mthembu, says David Mabuza -- By Zintle Mahlati -- Jan 26, 2021","sentiment_score":0.0}
{"full_text":"I'm torn between this being fucking incredible and really weird but since it's about awareness? And they made the cdc and quarantine? It's kinda poggers","sentiment_score":0.2}
