{"full_text":" Saturday, January 30, 2021 7:21 AM EST  #COVID19 #CORONAVIRUS U.S. DEATHS = 447,459 U.S. INFECTIONS = 26,512,193","sentiment_score":0.0}
{"full_text":"RT I do hope Sarina Isa gets this done for Asad Toor.","sentiment_score":0.0}
{"full_text":"He removed his mother from a nursing homes and then ordered them to accept covid patients after accusing Trump of killing 200,000 people from covid.","sentiment_score":0.0}
{"full_text":"RT BREAKING: I spoke with Nikki, the woman who was \"legally kidnapped\" at YYC last night by Trudeau's enforcement. I just le...","sentiment_score":0.1}
{"full_text":"RT The government wants you to think it was bad luck that we have the worst Covid death rate in the world. It wasn't bad luc...","sentiment_score":-0.55}
{"full_text":"RT I think you're going to want to watch this...","sentiment_score":0.0}
{"full_text":"4. WHOA. ONLY SIX cases with UNKNOWN SOURCES. key ? HOW LONG can we keep THIS up (i.e. LOW numbers of cases with unknown numbers...,given, of course, that ZERO cases with unknown sources is UNREALISTIC) (1\/30\/21; 16:45 HKT) #COVID21 #COVID20 #COVID2019 #COVID19 #HONGKONG #HK","sentiment_score":-0.10625}
{"full_text":"Trinidad tried. It's been laughably ahead of Canada on pandemic reaponse and implemented most of these measures last year. It told the federal it was not going to create exemptions to borders for returning migrant workers due to risk here but Trudeau reportedly begged.","sentiment_score":-0.03125}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"RT Hi Pi network members.Hope you All are well in these Corona times .Remember to push the button in the app every 24...","sentiment_score":0.0}
{"full_text":"RT What is happening in hospitals. Sadly she died yesterday at 3am at Edenvale Hospital where she was treated for Covid 19...","sentiment_score":-0.5}
{"full_text":"RT Here is a demonstration of the new COVID-19 testing methods in Chinese airports. Have you printed your boarding pass y...","sentiment_score":0.0681818182}
{"full_text":"RT How many COVID deaths were caused by vilifying hydroxichloriquin ?????","sentiment_score":0.5}
{"full_text":"Coronavirus left Maureen's partner Guido Castro 'terribly weakened'","sentiment_score":-0.5}
{"full_text":"That is surely wrong","sentiment_score":-0.5}
{"full_text":"RT Calling all lovers!Celebrate (or curse) #ValentinesDay with debate on intimacy and how it's changing (eve...","sentiment_score":0.0}
{"full_text":"Thailand eases COVID-19 control measures in most areas from 1 February 2021","sentiment_score":0.5}
{"full_text":"RT An update on Ken Squier from his daughter Ashley: Many of you are reaching out for news, and I realize it's beyond tim...","sentiment_score":0.5}
{"full_text":"RT Okay aku dah start emosi dengan dunia ni. Tbh my level of empathy is luar biasa tinggi. I can absorb negative emotions ju...","sentiment_score":0.1}
{"full_text":"RT 4. Swan also claimed that, unlike #mecfs, long-COVID is associated with immune abnormalities. I'd hate to break it to him...","sentiment_score":-0.8}
{"full_text":"Well said","sentiment_score":0.0}
{"full_text":"RT Not \"deeply offensive\" to taxpayers:#Billions to pals for dodgy PPE etc#PS22bn on failing Test &amp; Trace#PS500m on f...","sentiment_score":0.0}
{"full_text":"RT A year ago this week, multiple U.S. senators got a briefing on the mortal danger of the coronavirus and then said noth...","sentiment_score":0.0}
{"full_text":"RT Germany to ban passengers from Ireland and other countries affected by Covid-19 variants from tomorrow","sentiment_score":-0.125}
{"full_text":"RT UNITED STATES: Member of Johnson &amp; Johnson's board says that between Pfizer, Moderna and his company, there will be eno...","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT The story of how the University of Oxford was initially going to donate the rights to its coronavirus vaccine to any drugmakers...","sentiment_score":0.0}
{"full_text":"We're planning a simple, super small craft night at a local place for my sister's   bachelorette and I am so excited. COVID has absolutely skewed my perspective of a thrilling time.","sentiment_score":0.1297619048}
{"full_text":"RT I'll try to clarify, but longer version is here: Basic...","sentiment_score":0.0}
{"full_text":"RT Thanks to for publishing  advice on how to protect your dog's mental health during the pand...","sentiment_score":0.05}
{"full_text":"RT With this devastating total that Sage have estimated from Lockdowns,the term 'Lockdown sceptic' suddenly reverts back to sensi...","sentiment_score":-0.25}
{"full_text":"#ModiPlanningFarmerGenocide #MrQueen #DigitalMarketing #AbhinavShukla #aespa #COVID19 #CovidVaccine #coronavirus PlayStation 4 Slim 1TB Consolethe link :https:\/\/t.co\/TTHeVxiFhe","sentiment_score":0.0}
{"full_text":"Lol If you get covid19 and you dont take proper treatment you will 100 percent dieNo amount of clasping your hands and begging your invisible wizard is going to save anyone Because prayer is just a method of consoling yourself when you are useless","sentiment_score":0.1}
{"full_text":"RT i just wanna point out that we've been in a preventable quarantine-based lockdown almost a year now and this is the fi...","sentiment_score":0.0}
{"full_text":"RT \"COVID-19 vaccine is absolutely safe and efficacious. Make sure that you take the vaccinatio...","sentiment_score":0.5}
{"full_text":"RT The most energetic and youthful knowledge session of the day on Assessing Youth Participation in African Development In...","sentiment_score":0.3333333333}
{"full_text":"RT #TrueWorship_TrueHappinessTrue worship can cure incurable diseases like Cancer, Aids, Corona Virus etc.Saint Rampal Ji M...","sentiment_score":-0.5}
{"full_text":"RT The walk-in COVID-19 testing clinic at Lane on Sunday, Jan. 31, has been canceled in anticipation of winter weather.St...","sentiment_score":0.0}
{"full_text":"RT Get back to us when they actually start doing something not already being done. ","sentiment_score":0.0}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"RT TONIGHT: shocking Channel 4 News report reveals how hundreds of overseas students have become destitute in the UK during...","sentiment_score":-1.0}
{"full_text":"RT Excellent read... exactly who has decided that pharmacists should not be allowed to vaccinate the over 70s?? Who are yo...","sentiment_score":0.625}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"jomblo stay at home","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":" This is exactly how I'm doing","sentiment_score":0.25}
{"full_text":"RT Pic 1; 1953, Gas capes being used during low hanging smog in Philadelphia.Pic 2; 1939, plastic face protection from s...","sentiment_score":0.0}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"Where does she live? I want my rent to be $800 too.","sentiment_score":0.1363636364}
{"full_text":"Bangladesh reports 17 COVID-19 deaths, 363 new cases ","sentiment_score":0.1363636364}
{"full_text":"RT Prince Harry says coronavirus has led to 'acute hardship' for those who relied on tourists","sentiment_score":0.6}
{"full_text":"RT We cannot expect governors to independently handle a global pandemic - we had no nationa...","sentiment_score":0.0}
{"full_text":"RT Italians do is better!!! o no? #COVID19 #fancazzismo #fun","sentiment_score":0.63828125}
{"full_text":"RT The EU vaccine disaster has played into Boris Johnson's hands. My Sunday article for","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT SO YOU TAKE PFIZER'S 66% EFFECTIVENESS, PLUS MODERNA'S 80.2% EFFECTIVENESS, AND ADD THAT TO ASTRAZENECA'S 90%, AND THAT GI...","sentiment_score":0.0}
{"full_text":"RT Turns out that I've been vaccinated all alonghttps:\/\/t.co\/CuKsVgjBee","sentiment_score":0.0}
{"full_text":"ICYMI So Farewell Then Gary Matthews: he believed the #COVIDIOTS - NOW #COVID19 HAS KILLED HIM","sentiment_score":-0.2}
{"full_text":"You are so right. I have a friend who lives with a young child on a designated boundary road in Merton. They are seriously suffering from the displaced LTN traffic congestion on the road right outside their living room &amp; bedroom windows. No escape &amp; home schooling in a lockdown.","sentiment_score":0.0676190476}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT The government of the Pakistani province of Sindh has said that it will start its Covid-19 vaccination from Feb 3","sentiment_score":0.0}
{"full_text":"Our present endless lockdown is owing to over population, making covid easier to speead - also having  A health service that cant cope.","sentiment_score":-0.0625}
{"full_text":"RT I'm sharing this again as I love it so much:https:\/\/t.co\/CuiwT31Dhr","sentiment_score":0.5}
{"full_text":"RT i just wanna point out that we've been in a preventable quarantine-based lockdown almost a year now and this is the fi...","sentiment_score":0.0}
{"full_text":"Boris already imposed Sharia law mate, clubs and pubs are closed, stay at home no socialising no drinking , your too late ","sentiment_score":-0.2}
{"full_text":"R's are against #WearAMask R's are against gun controlR's are against protecting the environmentR's are against scienceVoting for GOP can kill you &amp; now the likes of #MarjorieTaylorGreene is threatening the lives of Democrats!","sentiment_score":0.0}
{"full_text":"Unfortunately it is not going to happen. Lockdown governments cannot back down, it would be instant political suicide. They and mass media will keep pumping more fear and more improbable Covid \"facts\".","sentiment_score":0.1563492063}
{"full_text":"The virus, Covid, Politics, Corruption.https:\/\/t.co\/sG95U3sjrK","sentiment_score":0.0}
{"full_text":"RT #Participation during a Pandemic: Forging New Pathways. Happy to share our current experiences from a study aimed at improv...","sentiment_score":0.3121212121}
{"full_text":"RT Today I took care of a transmasc nonbinary young person with questions about chest binding, and an older gay man who work...","sentiment_score":0.2277777778}
{"full_text":"Need to re-adjust Financial plan. This pandemic really twist it hard","sentiment_score":-0.0305555556}
{"full_text":"What happened to Stay home Save lives?","sentiment_score":0.0}
{"full_text":"RT DYK? CDC's home for #COVID19 data, the COVID Data Tracker, has a new homepage with updated tools &amp; features to make it easier t...","sentiment_score":0.1363636364}
{"full_text":"RT  students agree with me that lockdown is a mistake:During lockdown  Child abuse referrals up 43...","sentiment_score":0.0}
{"full_text":"Garbage in garbage out learn what smells (D) is bad. 2 years we need to put up with it. Wow Leftists Must Be Punished At The Ballot Box For COVID-19 Hypocrisy","sentiment_score":-0.3}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Seriously, I feel for you're wife. You haven't posted a positive tweet maybe ever.","sentiment_score":-0.053030303}
{"full_text":"The latest Documents required for business in Dubai ! Thanks to #covid19 #provide","sentiment_score":0.4125}
{"full_text":"RT Does any parent believe the government \"science\" that says  the youngest children don't pass on covid19 as much as older chi...","sentiment_score":0.1666666667}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Thank God for Covid you don't have to Tour!!","sentiment_score":0.0}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"MUTANT COVID DEMON, VACCINE &amp; ITS TIES TO THE MARINE KINGDOM! | PROPHETESS MATTIE NOTTAGE","sentiment_score":0.0}
{"full_text":"RT Many scientists believe that the rise of novel viruses like SARS-CoV-2 is being driven by rising resource extraction.  If...","sentiment_score":0.5}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"So watching #DragRace with my friends tonight as is lockdown tradition but I'm gonna have #MaskedSingerUK on in the background so I can keep an eye on Sausage. ","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT 100,000 now dead from covid.We were told 20,000 would be a good outcome. So that's tens of thousands of lives lost...","sentiment_score":0.25}
{"full_text":"RT For those who foolishly listened to President Macron who is now saying that the Oxford AstraZeneca vaccine does not wor...","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"so with no evidence that lockdown has saved 1 life, the government has doubled the death toll due to its policies","sentiment_score":-0.125}
{"full_text":"RT Important service for any organisations to keep on top of safeguarding. Thanks","sentiment_score":0.3666666667}
{"full_text":"I'm all set ","sentiment_score":0.0}
{"full_text":"RT Important study from Norway- limited transmission of Covid19 in primary schools: 'minimal child-to-child and child-to-adul...","sentiment_score":0.1571428571}
{"full_text":"RT I'm a foreign NHS healthcare worker who has worked tirelessly day in &amp; day out in this #covid19 #pandemic. Would you take...","sentiment_score":-0.125}
{"full_text":"RT GREAT NEWS--Biden's Labor Department issued guidance that would allow sick employees to stay at home without fear of losing...","sentiment_score":0.0428571429}
{"full_text":"\"Stunk\" in. Only logical reason is new \"leadership\" hates America and Americans.","sentiment_score":0.1287878788}
{"full_text":"Do you know how libraries are saving the planet? How they support mental health or how they have been affected by the covid 19? If not, then our blog is the perfect destination that will help you educate yourself on exciting topics about libraries! https:\/\/t.co\/GTMnsNaliu","sentiment_score":0.425}
{"full_text":"Just beware fraudsters and hackers taking advantage of the #COVID19 crisis to con you. I received this email yesterday and almost got taken in :","sentiment_score":0.0}
{"full_text":"The U.S. Centers for Disease Control and Prevention (CDC) issued a sweeping order late Friday requiring the use of face masks on nearly all forms of public transportation Monday as the country continues to report thousands of daily #COVID19 deaths.","sentiment_score":-0.05}
{"full_text":"We all need to know the signs of #COVID19. If you have a cough, fever, breathing difficulties or experience changes in your sense of taste or smell it might mean you have it &amp; could pass it on. If you have any symptoms, self-isolate &amp; phone your GP for a free consultation.","sentiment_score":0.04375}
{"full_text":"Have you done the virtual tour to weekend #StayAtHome &amp; visit IGC in 360 degrees.Get in our labs and get to know our scientists in an activity with lots of #science andmysteries to solve.(mainly in )#virtualtour #IGChttps:\/\/t.co\/r1TgN07sHM","sentiment_score":0.0}
{"full_text":"Two Dorset primary schools confirm coronavirus caseshttps:\/\/t.co\/sRBpGW5pCN","sentiment_score":0.4}
{"full_text":"Three of the newly confirmed domestic cases are family members of an infected nurse at the hospital, one of whom -- a woman in her 80s-- died late Friday, becoming the first #COVID19 patient to die in Taiwan since May 11, 2020.https:\/\/t.co\/hNJxPojTrH","sentiment_score":0.16}
{"full_text":"How many variants of the coronavirus are there?","sentiment_score":0.5}
{"full_text":"It is clear from public health data and the pressure across our National Health Service that the *Stay at home* measures are absolutely necessary in order to save lives. Read the rules at:","sentiment_score":0.0333333333}
{"full_text":"RT It says a lot about NHS staff that despite being ten months into a pandemic they can STILL find this level of compassion....","sentiment_score":0.0}
{"full_text":"Certified #Nurse Anesthetists are being celebrated across the country this National #CRNAWeek. Their key role in getting #COVID19 patients on ventilators is discussed in this local story from Kentucky.","sentiment_score":0.1166666667}
{"full_text":"RT For those who foolishly listened to President Macron who is now saying that the Oxford AstraZeneca vaccine does not wor...","sentiment_score":0.0}
{"full_text":"Have you by chance already read our article on the topic of the #Corona #vaccine?https:\/\/t.co\/TbVQrI5cvJ","sentiment_score":0.0}
{"full_text":"Protect yourself and your community from the virus if you're shopping for essentials this weekend. Wash your hands Wear a face covering- Keep your distance from people you don't live withFor more information :https:\/\/t.co\/tdj06HqE9r","sentiment_score":0.3181818182}
{"full_text":"Do you want to learn more about how to provide #PsychologicalSupport?  Take the 2nd edition of the virtual course on #PsychologicalFirstAid in disaster management. It is adapted to provide support in a safe way in the context of #COVID19 Register:","sentiment_score":0.3333333333}
{"full_text":"BMW targets pre-pandemic margins while investing in electric cars:","sentiment_score":0.0}
{"full_text":"High Park is closed to vehicle traffic on weekends. The vehicle closure begins Friday night at approximately 11 p.m., and ends Monday morning at approximately 7 a.m. Limited street parking is available on Bloor Street.Visit for updates to City services.","sentiment_score":-0.0685714286}
{"full_text":"Anyone can spread coronavirus. Even you.Not everyone with coronavirus has symptoms.#StayHome #HandsFaceSpace","sentiment_score":0.0}
{"full_text":"RT So I'm medically exempt from wearing a mask Yh , and I've been tested numerous times throughout the pandemic . But something in...","sentiment_score":0.0}
{"full_text":"Tune into The Weekend Breakfast Show with San-j Sanj on Sunrise from 12 noon on 31st January when he will be joined by Shabnam Sahi and Dr. Harinder Bains discussing about Stay at home and why it is important to follow the government guidelines. #Covid19variant","sentiment_score":0.4}
{"full_text":"Halifax's Dr. Joanne Langley is at the vanguard of the effort to inoculate Canadians against COVID-19--she tells Janet Whitman about it in this #HalifaxMagazine feature.","sentiment_score":0.0}
{"full_text":"\"Especially children of lower socio-economic backgrounds, because they come with special needs.Many of them don't come with health care. But even if we're looking at affluent children, they get sick at school, they have fevers.\"","sentiment_score":0.0732142857}
{"full_text":"Lockdown response: how services deliver vital support for children","sentiment_score":0.1}
{"full_text":"Number of fines handed out for Covid breaches in Cumbria revealedhttps:\/\/t.co\/4shjVOlQ2O","sentiment_score":0.0}
{"full_text":"Do gaj ki doori mask hai jaroori! Is good formula for fighting covid. But today our PM said and offered kissan that he is just a phone call away. Failed to understand then how come govt. and kissan had so many rounds failed talks. Means kehne Mai Kiya jaata hai. Kiya ye Jumla hai","sentiment_score":0.05}
{"full_text":"How are people still going out with their friends and seeing other people?? We are literally in a pandemic. People are DYING. I don't care it's just selfish.","sentiment_score":-0.3125}
{"full_text":"We all have a part to play in limiting the spread of #COVID19. Wear a mask, wash your hands, and follow public health guidelines ","sentiment_score":0.0}
{"full_text":"just received a reminder for my delivery tomorrow.  I've checked and it looks good. #homeschooling2021 #WorkFromHome #COVID19 #goingcrazy I'll add some fruit and veg in before midnight too. Don't worry.","sentiment_score":0.7}
{"full_text":"\"Despite the pandemic, we have billed 31% more in the BIO segment and grown by another 12% in the ready-to-eat range\"https:\/\/t.co\/AezrUnlwNH","sentiment_score":0.5}
{"full_text":"Cynthia De La Cruz &amp; Wendy Holmes-Taylor have been doing a fantastic job since being redeployed to our Derby Swabbing Team The team provide PPE Fit Testing for staff and a drive through Covid swabbing clinic for our patients.  More here:","sentiment_score":0.4333333333}
{"full_text":"During the pandemic, Windsor Public Library's customers are reading what they've recently binge watched. People stuck at home under lockdown are showing more interest in cooking, picking up new skills and are reading more how-to books.Read more here:","sentiment_score":0.2727272727}
{"full_text":"Prophylaxis should be continued for the duration of the epidemic, bone, several months.El Colombia gave the elderly Aspirin (not Paracetamol), and this is what we recommend in adults considered \"People at Higher Risk\": IVM + ASA.Nitaxozanide can be added to those who get sick.","sentiment_score":-0.1547619048}
{"full_text":"Paying tribute to 'Bapu' PM Modi recalled the \"heroic sacrifices of all those great women and men who devoted themselves towards India's freedom.\" #MartyrsDay2021https:\/\/t.co\/J5WclwE290","sentiment_score":0.75}
{"full_text":"Nashville private school staff receive COVID vaccine before their scheduled phasehttps:\/\/t.co\/6s8RAMnrSV","sentiment_score":0.0}
{"full_text":"The outbreak has been met with an outpouring of support.#Corbridge #CharlotteStraker #Coronavirus","sentiment_score":0.0}
{"full_text":"The City of Manila has unveiled its own storage facility for the COVID-19 vaccines from various pharmaceutical firms, including the high maintenance one from Pfizer-BioNtech.","sentiment_score":0.2533333333}
{"full_text":"Emory shares some positive stories of readers getting their COVID vaccines. Have you gotten the shot? What was your experience?","sentiment_score":0.2272727273}
{"full_text":"So far, the variants haven't overwhelmed the protective power of vaccines.","sentiment_score":0.1}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
