{"full_text":"RT Fam NOTE NOTE that Covid protocols will be duly ensured at the Airport, free nose masks, free Breakfast etc just come i...","sentiment_score":0.4}
{"full_text":"RT The Conservatives have broken a cardinal rule in its response to Brexit &amp; the pandemic and the union is going to be challeng...","sentiment_score":-0.4}
{"full_text":"London is the worst-hit region in the country with one in 35 people testing positive for #coronavirus in the first three weeks of January, according to the latest Imperial College London REACT study","sentiment_score":0.3257575758}
{"full_text":"RT #BREAKING Pfizer-BioNTech say their Covid vaccine is effective against UK, South Africa variants","sentiment_score":0.6}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT help a Black mother (who wishes to remain anonymous) who tested positive with covid &amp; lost her job &amp; her kids avoid evict...","sentiment_score":0.0303030303}
{"full_text":"RT The Biden admin is directing federal health officials to make it easier for retired and working doctors and nurses to joi...","sentiment_score":0.0}
{"full_text":"Come On Yaar! Cheer Up KaviniansWe Will Get Update Soon.Dont Lose Your Hope. Despite Corona,They Are Working Hard For The Release.Lets Understand Their Situation &amp; Support Them With Patience.#Kavin  #Lift","sentiment_score":-0.2916666667}
{"full_text":"the only reason i'm not in jamaica rn is because i don't wanna take that covid test kmt","sentiment_score":0.0}
{"full_text":"RT 1,725 COVID19 Deaths today. Had the government listened and locked down when we told them, these families would not be...","sentiment_score":-0.1555555556}
{"full_text":"RT COVID-19 Testing Update. For more details visit: #ICMRFIGHTSCOVID19 #I...","sentiment_score":0.5}
{"full_text":"RT Covid-19 response:  Brazil worst, New Zealand best.After New Zealand, the countries that made the top 10 for best response on th...","sentiment_score":0.1545454545}
{"full_text":"RT call for the public to 'stay at home' is being undermined by Johnson's own behaviour.","sentiment_score":0.3}
{"full_text":"RT Wow weird how this comes out a week into biden presidency but whatever I guess","sentiment_score":-0.2}
{"full_text":"RT Pompeo Rightly Calls on Biden to Acknowledge CCP's Role in Pandemic After Memo Release via","sentiment_score":0.2857142857}
{"full_text":"RT #BREAKING Pfizer-BioNTech say their Covid vaccine is effective against UK, South Africa variants","sentiment_score":0.6}
{"full_text":"You may like this&amp; remember to wash your handsafter going to the bathroom&amp; before preparing foodhttps:\/\/t.co\/gzhxwDQ01D","sentiment_score":0.0}
{"full_text":"RT I suspect the most undiagnosed cancer during the past year will be lung cancer. One of the main symptoms - persistent coug...","sentiment_score":0.1388888889}
{"full_text":"RT This is a situation of state captureGovernment is completely enthralled by a lobby pushing the failed policy of lockdow...","sentiment_score":-0.2}
{"full_text":"I miss running a mile for time every other day! COVID really fucked up my insides","sentiment_score":-0.378125}
{"full_text":"Lockdown Likely If High COVID-19 Infection Rate Continues, Says PTF","sentiment_score":0.08}
{"full_text":"RT 'Facts are not facts' For 2020, BJP infographic shows -8% as 8%.","sentiment_score":0.0}
{"full_text":"RT One week on the job: we took action on COVID, the economy, the climate crisis, racial injustice - and more.The work continues. ht...","sentiment_score":0.1}
{"full_text":"RT Are you living with Long Covid? Join the conversation, access resources and receive advice from peers in the Long Covid Su...","sentiment_score":-0.05}
{"full_text":"RT Frightening to think only 43k votes in a few states prevented us from Pence still running the COVID Task Force, the CD...","sentiment_score":-0.2333333333}
{"full_text":"RT Covid testing is now free. Go and get test now !","sentiment_score":0.5}
{"full_text":"RT Oakland International Airport (OAK) is the first U.S. airport to sell COVID test kits in vending machines; contactless v...","sentiment_score":0.125}
{"full_text":"In all fairness Rand Paul had covid, so maybe he is suffering from brain damage.","sentiment_score":0.0}
{"full_text":"RT Not a loan, a bribe.https:\/\/t.co\/wCzp8ZxlsM","sentiment_score":0.0}
{"full_text":"RT Financial industry wrecks entire economy\"we must bail them out\"Senators do insider trading\"nothing we can do\"Cov...","sentiment_score":0.0}
{"full_text":"RT PFIZER-BIONTECH SAY THEIR CORONAVIRUS VACCINE IS EFFECTIVE AGAINST THE MORE INFECTIOUS COVID-19 VARIANTS DETECTED IN THE U...","sentiment_score":0.55}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Moving Rapidly Towards a COVID-free Nation: India achieves another milestone under PM ji's leadership by bec...","sentiment_score":0.0}
{"full_text":"Whole lotta Coronavirus going on ","sentiment_score":0.2}
{"full_text":"RT Words\/phrases I never want to hear again:CoronavirusCovidLockdownRestrictionsMeasures'Stay safe''Covid safe'...","sentiment_score":0.5}
{"full_text":"Lockdown Likely If High COVID-19 Infection Rate Continues, Says PTF","sentiment_score":0.08}
{"full_text":"RT No EO us going to remove the virus that is here to stay. Have...","sentiment_score":0.0}
{"full_text":"RT New Zealand tops Lowy Institute list as country with best response to coronavirus, Sri Lanka 10th. Full list ","sentiment_score":0.4954545455}
{"full_text":"RT can there be a Priyanka All Stars where I just go and do challenges by myself because of COVID?","sentiment_score":0.0}
{"full_text":"RT The World Health Organization gave new guidance about Moderna's Covid-19 vaccine this week, recommending generally against its use...","sentiment_score":0.0931818182}
{"full_text":"RT Govt announces that India has flattened its #COVID19 graph","sentiment_score":0.0}
{"full_text":"I have a friend who's a pilot for a major intl airline...they aren't predicting a return to pre-Covid travel levels for at least 10 years! Will conventions even still be a thing in a post-covid world. We need to be prepared that the world will be very different.","sentiment_score":-0.1041666667}
{"full_text":"Chinese Suffer Starvation Under Draconian Lockdown | Epoch News | China ... via","sentiment_score":0.0}
{"full_text":"RT .@NH_India continues to say in its report that the farmer was killed in police firingThis is the report:","sentiment_score":-0.2}
{"full_text":"RT In the midst of the COVID crisis, the Biden Administration's focus has been eliminating good paying jobs. Absolutely...","sentiment_score":0.45}
{"full_text":"RT #UrbanToday:Dr. Monica Musenero presidential advisor on epidemics speaks on COVID-19 and Uganda's clinical research, in...","sentiment_score":0.0}
{"full_text":"RT Desmond Swayne was never fit for office. The man's an utter disgrace and should have the whip withdrawn. I doubt he has t...","sentiment_score":-0.1}
{"full_text":"RT Shots fired - Delays in covid-19 vaccine delivery are causing tempers to flare and timetables to slip","sentiment_score":0.0}
{"full_text":"RT having                                     dislikingcovid-19                                    KOD...","sentiment_score":0.0}
{"full_text":"RT Thaipusam 2020 vs Thaipusam 2021Before Covid vs After Covid","sentiment_score":0.0}
{"full_text":"PFIZER-BIONTECH SAY THEIR CORONAVIRUS VACCINE IS EFFECTIVE AGAINST THE MORE INFECTIOUS COVID-19 VARIANTS DETECTED IN THE UK AND SOUTH AFRICA","sentiment_score":0.55}
{"full_text":"RT Just read a brilliant study by a Professor at UNILORIN stating that pineapples can be used control covid-19 related probl...","sentiment_score":0.45}
{"full_text":"RT ICYMI Watch: 'No one knows where he is': Hospitalized inmate's family fights for answers - via @WhitneyonTV ","sentiment_score":0.0}
{"full_text":"Sunak gives businesses extra flexibility on repaying COVID-19 loanshttps:\/\/t.co\/dzIrS96z7v","sentiment_score":0.0}
{"full_text":"RT Love cures people -both the ones who give it and the ones who receive it.https:\/\/t.co\/BL2xrBBJBT#earthquake #travelpho...","sentiment_score":0.5}
{"full_text":"Enjoy every min can cuz No gaurentee Footy will be played in Melb in Winter given Covid likes your weather !! Stay safe everyone down there","sentiment_score":0.3231481481}
{"full_text":"RT The songs that offered a shoulder to cry on, a lit match to long-simmering rage, and a temporary substitute for the danceflo...","sentiment_score":0.0}
{"full_text":"RT Lockdown now extended &amp; still NO provisions being made for those experiencing #homelessnessThere is NOWHERE for peopl...","sentiment_score":0.0}
{"full_text":"They only shup pubs in the UK in September  and wonder why it still spread. Lockdown was just a word but not practiced. The whole scotch egg debacle shows how pathetic and impotent the UK response has been.","sentiment_score":-0.2666666667}
{"full_text":"We only asked for an inquiry to covid 19 outbreak to be able to plan better in the future China is the one with the attitude and may I add still not allowing WHO to do there job they need more diplomacy not going  to sell our sovereignty fuck offhttps:\/\/t.co\/fOyLSPhBtR","sentiment_score":0.1833333333}
{"full_text":"RT Terminal illnesses like Als should be treated like covid.All of us are important.Approve NOW #NUROWN #AMX0035","sentiment_score":0.0}
{"full_text":"RT It would be fitting that the mayor of LA looks 40 but is actually over 65 but I'm guessing that's not what's going on here","sentiment_score":0.25}
{"full_text":"RT Just in case anyone needs this point cleared up: Boris Johnson and his government did practically nothing to solve the...","sentiment_score":0.0}
{"full_text":"RT Vaccinating frontline nurses, midwives &amp; care staff  against #COVID is an absolute priority. To confirm: qualifying NHS sta...","sentiment_score":0.2}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"New vaccines are 'highly adaptable' and can be tweaked against COVID-19 variants, experts say via","sentiment_score":0.1481818182}
{"full_text":"Cloud migration is a necessary step for digital transformation, and is proceeding faster than planned at many enterprises due to the COVID-19 pandemic, according to research from #cloudsecurity #cloudservices #cloudtransformation","sentiment_score":0.09375}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19","sentiment_score":0.0}
{"full_text":"News from \"@sanofi and have today entered into an agreement under which Sanofi will support manufacturing and supply of BioNTech's #COVID19 vaccine which is being co-developed with read more:","sentiment_score":0.5}
{"full_text":"RT Fam NOTE NOTE that Covid protocols will be duly ensured at the Airport, free nose masks, free Breakfast etc just come i...","sentiment_score":0.4}
{"full_text":"RT This year's #Corruption Perceptions Index is out: 4 EUMS: Croatia; Hungary; Romania and Bul...","sentiment_score":0.0}
{"full_text":"RT The WHO Strategic Advisory Group of Experts on Immunization has issued Interim recommendations for use of the Moderna mRNA-1273 va...","sentiment_score":0.0}
{"full_text":"RT Fam NOTE NOTE that Covid protocols will be duly ensured at the Airport, free nose masks, free Breakfast etc just come i...","sentiment_score":0.4}
{"full_text":"RT Share this thread. The tweet within, deleted\/hidden by Twitter (\"This Tweet violated the Twitter Rules.\") is this #GAV...","sentiment_score":0.0}
{"full_text":"#COVID19 impact: #CannesFilmFestival postponed until July.https:\/\/t.co\/eKFaCm0wjP","sentiment_score":0.0}
{"full_text":"After the pandemic is over, it is unclear what role movie theaters will play in consumer entertainment or to what extent the existing system of releases will have been disrupted.For more industry related information, visit","sentiment_score":0.25}
{"full_text":"The got the chance to ask about everything - from the pandemic, to his taste in music.","sentiment_score":0.0}
{"full_text":"Something to do as part of your \"feed your mind\" theme. Choose a book to read and write an inspiring message on our site to encourage others to read your book! Then start a discussion and let the conversation flow!!!!! #Kooth #Qwell","sentiment_score":1.0}
{"full_text":"At #Melios you will find a large selection of birds &amp; animals. Open from Tue - Sun from 9 a.m. until 6 p.m. Due to the current measures to address Covid-19, the playground remains closed #lovecyprus #animals #birds #pets #petshopscyprus   #experience #playground #kids","sentiment_score":-0.0021428571}
{"full_text":"The number of cases fell by 75 across Test Valley in the week up to January 22https:\/\/t.co\/k9Cpj7CJKY","sentiment_score":0.0}
{"full_text":"Former Brazilian ministers seek Europe's help with COVID crisishttps:\/\/t.co\/TH45BQAOuf","sentiment_score":0.0}
{"full_text":"RT NEW: India's Bharat Biotech vaccine found effective against coronavirus variant discovered in UK - ICMR","sentiment_score":0.3681818182}
{"full_text":"For more than a year, you, as medical staff and epidemic prevention staff, you are doing a great job, and hope everyone's encouragement can be passed to you, and let us fight the COVID-19 together.#COVID19 #Taiwan #thankyou #pandemic #fight","sentiment_score":0.4333333333}
{"full_text":"One of the most important lessons we've learned from the #Pandemic is how important #Technology is to businesses. Organizations that have prospered have done so by leveraging #CloudComputing, #AI and #IoT to push forward their #DigitalTrans...","sentiment_score":0.4333333333}
{"full_text":"A risks report in 2006 flagged the possibility of a pandemic. Could we have been better prepared to fight Covid-19?Paid post by #ad","sentiment_score":0.5}
{"full_text":"RT .@NH_India continues to say in its report that the farmer was killed in police firingThis is the report:","sentiment_score":-0.2}
{"full_text":"RT Jeff Zients confirms Biden has changed policy &amp; no longer keeps a fed stockpile of COVID vaccines. They send to states ASAP....","sentiment_score":0.0}
{"full_text":"The #IEA reduced its forecast for global #oil demand, in the wake of rising #COVID19 restrictions, but expects demand to surge in the second half of #2021. #Trade with the global leader in crypto trading at carries risk of loss","sentiment_score":-0.0416666667}
{"full_text":"Take very good care of yourself and your loved ones. Make sure you always wear your mask every time you leave your home and help slow the spread of COVID-19. #Covid19inSA","sentiment_score":0.4525}
{"full_text":"Increase in online use Increase in the use of technology Increase in eCommerce Trusting in technology, we WILL find a way out of this #COVID19 crisis.Track live eCommerce performance from across the UK here:","sentiment_score":0.1363636364}
{"full_text":"When it comes to Belgium, we think of chocolates, but it is more than that. Here are top 5 travel tips to visit this country. We know that Covid-19 made travel difficult for all of you, but if you are lucky enough to visit it, enjoy! If not, be patient.","sentiment_score":0.2222222222}
{"full_text":"Tijuana has pharmacies on just about every block and street corner throughout its downtown and other areas frequented by Americans and city residents. #BorderReport","sentiment_score":-0.125}
{"full_text":"The NFL has selected three people who have served during the coronavirus pandemic as honorary captains for the Super Bowl along with inaugural poet Amanda Gorman for an original poem.","sentiment_score":0.3541666667}
{"full_text":"Chris McCarthy, Senior Events Manager at Rathbone Brothers talks about venue sourcing post-pandemic:","sentiment_score":0.0}
{"full_text":"RT Sea of anti lockdown protestors in Vienna Austria as they march through the streets","sentiment_score":0.0}
{"full_text":"The Philippines confirms 1,169 additional coronavirus cases on Thursday, January 28.Total at 519,575, with 33,427 active cases60 new recoveries; 475,596 total71 new deaths; 10,552 totalMore updates on #COVID19:","sentiment_score":0.0464646465}
{"full_text":"Northern Ireland's Covid-hit coach operators in 'dire straits' Stormont committee told","sentiment_score":0.0}
{"full_text":"How do new SARS-CoV-2 variants arise? What is their significance for transmissibility, vaccine efficacy and severity of COVID-19 disease?Read the latest #COVID19 analysis here ","sentiment_score":0.3181818182}
{"full_text":"The coronavirus pandemic may have worsened the food security crisis.https:\/\/t.co\/QtlRw1zm1z","sentiment_score":0.0}
{"full_text":"A UVD Robot can kill not just #Covid19 but #WeilsDisease and #Legionnaires which can be in areas where the #construction industry are working","sentiment_score":0.0}
{"full_text":"Dallas County says more vaccines are in the pipeline. But anxious elderly residents say the wait and the frustration can be overwhelming.","sentiment_score":0.25}
{"full_text":"Over a billion people's education is affected by #Covid19. TIME TO ACT NOW!  Find out how governments, donors and civil society should strengthen education financing. WATCH and SHARE this short film by #OneBillionVoicesForEducation","sentiment_score":0.0}
{"full_text":"You would prefer to have Farage all over the BBC talking about Covid rather than a clinical professor would you you fuckwit?","sentiment_score":0.0}
{"full_text":"Do you miss going to a restaurant? This is an astute look at what the restaurant was pre-pandemic. From beautiful atmospheric dining, brutal kitchen management to low wage waiters &amp; app discounts in the 2000s. This piece covers a lot of ground. ","sentiment_score":0.105}
{"full_text":"Polk County Fire Rescue paramedic Joshua Colon, 31, was named Paramedic of the Year in 2020, but on Monday he was arrested for stealing the vaccine and forging screening and consent forms.","sentiment_score":0.0}
{"full_text":"Minister C B Rathnayake commenced self quarantining yesterday (27) for the second time following State Minister Arundika Fernando testing positive for #COVID19#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19LK #COVID19SL #coronavirushttps:\/\/t.co\/NOtwY3jwS4","sentiment_score":0.0757575758}
{"full_text":"In the US during the pandemic a study has found that 76% of people tried working out at home and of those people 66% preferred it to training in a #gym... This makes us question, will gyms eventually become a thing of the past? What do you think? https:\/\/t.co\/R9w1TB52uH","sentiment_score":-0.25}
{"full_text":"\"COVID-19 is having an unprecedented impact on human mobility and on the protection of personal data of people on the move.\"@IOMchief marks Data Protection Day urging everyone to protect migrants' rights:","sentiment_score":0.2}
{"full_text":"RT Obviously not during these covid times but hypothetically speaking.","sentiment_score":0.0}
{"full_text":"Health researchers confident over the safety of Covid-19 vaccineThe specialist advising the ministerial advisory committee said those taking the vaccine should not be concerned. Read more&gt; #RekordPretoria","sentiment_score":0.5}
{"full_text":"RT Netherlands: What's behind violent anti-lockdown riots?","sentiment_score":-0.6}
{"full_text":"RT BBC headline reads - Would-be travellers must prove journey is essential - Patel. Except Boris. Except when travelling t...","sentiment_score":0.0}
{"full_text":"Global #COVID19 cases have crossed the 100-million mark. These dashboards and situation maps show real-time data on how the outbreak is spreading in different regions worldwide, writes #CoronavirusPandemichttps:\/\/t.co\/nW2V5hIi0r","sentiment_score":0.0}
{"full_text":"ICYMI: Health officials said a person has tested positive for a variant of the COVID-19 virus in Vermilion County.https:\/\/t.co\/SQ3QMYlmcd","sentiment_score":0.2272727273}
{"full_text":"Remember to stay close to home when you do head out.Travel no further than you need to for a safe, non-crowded place to exercise in a socially distanced way.Avoiding unnecessary travel helps to minimise the risk of the virus spreading.#StickWithIt","sentiment_score":0.0333333333}
{"full_text":"#TBT to pre-covid and social distanicng times. We miss those days. We hope you're staying safe. Pic cred -","sentiment_score":0.2666666667}
{"full_text":"Hoedspruit Hub's sustainable food security solution with PfP and mandala gardens, supporting hungry school learners during COVID-19 lockdown with the provision of food parcels for vulnerable learners at PfP schools. Watch here &gt;&gt;&gt;","sentiment_score":-0.125}
{"full_text":"China introduces 'anal swabs' to test for Covid-19https:\/\/t.co\/YzPDScZhs9","sentiment_score":0.0}
{"full_text":"'An unprecedented budget in the middle of a pandemic, it needs to be like an economic vaccine needed to revive the economy.'Author decodes Budget 2021 with Rahul Shivshankar, Navika Kumar and Padmaja Joshi on February 1. | #Feb1WithTimesNow","sentiment_score":0.2666666667}
{"full_text":"RT About a year from now, the Govt will start to make plans for a COVID-19 inquiry. It will take a further year to set it up...","sentiment_score":0.0}
{"full_text":"As many as 1 in 3 people who have Coronavirus do not show symptoms. If you have to leave home for work and DO NOT have symptoms you can book regular, rapid COVID tests at three different sites in Solihull to check you're not transmitting the virus.","sentiment_score":0.1666666667}
{"full_text":"Hong Kong's commercial industrial property market could return to pre-pandemic levels in 2021Read more at #investment #commercialproperty #industrialproperty","sentiment_score":0.25}
{"full_text":"RT When did conservatism become opposed to 'orderly queues'?","sentiment_score":0.0}
{"full_text":"Sylvia, aged 71, was one of the first people to get the vaccine at the new centrehttps:\/\/t.co\/iRKtwnsefY","sentiment_score":0.0954545455}
