{"full_text":"RT I'm so full of fury and disbelief that people could actually defend walking back A CAMPAIGN PROMISE MADE IN THE MIDDLE...","sentiment_score":0.0875}
{"full_text":"You can hear he wants to laugh","sentiment_score":0.25}
{"full_text":"RT Bipartisanship is not the goal. Helping Americans survive COVID is the goal.","sentiment_score":0.0}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT It's certainly important to strengthen democracy + human rights in Africa. But, to do so, people should be at the center.","sentiment_score":0.1}
{"full_text":"RT My first OpEd about and the New York nursing home massacre, May 23, 2020:","sentiment_score":0.1931818182}
{"full_text":"RT Ian Blackford here bemoaning the fact that #covid deaths have been bad for his funeral business.What a horrible thing to sa...","sentiment_score":-0.85}
{"full_text":"hi i have cf and have received the covid vaccine (from scotland). i am totally happy to talk about my experience with it to offer reassurance and hope for others with cf who haven't yet. dm me if interested.","sentiment_score":0.525}
{"full_text":"The response should be nothing short of \"go fuck yourselves\"","sentiment_score":-0.2}
{"full_text":"RT And there we go. As night follows day there is always, always another reason to push back 'easing restrictions.'https:\/\/t.c...","sentiment_score":0.0}
{"full_text":"hello readers uwui'm just here to drop real quick that i'm in a little bit of stressmy week was really tough and i have some problems with my hip that can't be treated right now due to Covid-19but i'll update the chapter today just as scheduled, it may just be a lil late","sentiment_score":-0.0359457672}
{"full_text":"RT Social distancing would be difficult for thousands of students #aktuOnlineExam #CancelOfflineExamAKTU","sentiment_score":-0.2333333333}
{"full_text":"RT Today on #SundayTODAY: The latest on the COVID-19 crisis as another variant makes its way to the U.S. and Johnson &amp; Johnson...","sentiment_score":0.5}
{"full_text":"RT We have some lovely lockdown gifts in the shop. From PS5.99 which includes postage. Treat someone you love. #UKGiftHour #...","sentiment_score":0.5}
{"full_text":"same w me lol","sentiment_score":0.4}
{"full_text":"RT Frustrating to watch Sunday show segments about the impending surge of covid cases and how much states needs relief, followe...","sentiment_score":-0.1}
{"full_text":"RT Have you guys downloaded that covid app, I want to see something ","sentiment_score":0.0}
{"full_text":"RT The state move is based on these metrics:\"-Test positivity rate = 6.5% for three consecutive days (7-day average); AND...","sentiment_score":-0.15}
{"full_text":"RT I wouldn't block someone who said they didn't know about vaccine safety or climate science or the Wuhan Lab leak theori...","sentiment_score":0.0}
{"full_text":"Need logo for your business?order here: mail me: masumbillahniaz8@gmail.comLet's check my latest work here:","sentiment_score":0.5}
{"full_text":"RT The German military is flying emergency medical teams to Portugal, because 70% of hospital staff are infected with coro...","sentiment_score":-0.0333333333}
{"full_text":"RT \"The reason we wear a mask is because the fear is so massive in this country.\"","sentiment_score":0.0}
{"full_text":"RT In order for you to understand Government's inability to roll out Covid-19 mass testing, go back to May 2020.A criminal ca...","sentiment_score":-0.2}
{"full_text":"RT Thru COVAX Facility, the Philippines is set to receive 117K and 5-9 million doses of Pfizer and AstraZeneca #Covid19 vaccines...","sentiment_score":0.0}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT Today said Covid has 'underlined the value of a safe, secure and affordable home'. But she's chosen to...","sentiment_score":0.45}
{"full_text":"RT New admissions of confirmed COVID patients in England continue to fall.Today's number is 2,379 (from Friday), compared wi...","sentiment_score":0.2681818182}
{"full_text":"Hyperbolic Hancock bulls....ing again like his boss Boris","sentiment_score":0.0}
{"full_text":"RT New Covid-19 restrictions 'only delaying the inevitable,' say French health experts","sentiment_score":0.0340909091}
{"full_text":"Why We have worst death rate along with treble population density of Germsnt\/France !! have COVID lockdown breaches include boat and hotel parties in weekend of 'unbelievable behaviour'https:\/\/t.co\/niZEIHEyh3","sentiment_score":-0.625}
{"full_text":"Fauci: 'No doubt' Trump will face surprise infectious disease outbreakhttps:\/\/t.co\/b9nyHbb7XX","sentiment_score":0.0}
{"full_text":"RT We're looking to India to teach us. We're certainly not looking to the West. But we need to look elsewhere to teach us...","sentiment_score":-0.1071428571}
{"full_text":"RT And here are NYC's COVID death totals, broken down by race","sentiment_score":-0.2777777778}
{"full_text":"RT You are ~7 times more likely to get COVID and twice as likely to die from COVID if you are incarcerated in California pri...","sentiment_score":0.1666666667}
{"full_text":"RT President Biden orders a mask mandate on all public transportation. Health officials are trying to get the public vaccinated as ne...","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT It was only a matter of time before families started suing the HSE.https:\/\/t.co\/S50PcEcwKc","sentiment_score":0.0}
{"full_text":"RT Have you seen the #RecoveryDashboard?It presents a range of #COVID19-related indicators: Unemployment GDP...","sentiment_score":0.0}
{"full_text":"RT I am heartbroken. Just got a call that one of my friend died today from COVID-19 complications.Please be safe people. ","sentiment_score":0.5}
{"full_text":"I look fwd to this pandemic hopefully changing how we handle the annual flu season as a nation. Maybe more masks wearing, hand hygiene &amp; cough awareness\/etiquette. I already wear a mask at work all the time and will be doing more of that in public from now on.. Asian style","sentiment_score":0.25}
{"full_text":"RT India has been honing the vaccination process flow for the last two weeks. Daily vaccination rate to escalate 50x, from an a...","sentiment_score":0.0}
{"full_text":"RT Wow. 1 in 3 hospitalized with #COVID19 gets readmitted to the hospital within a few months after discharge. ~48,000 UK pati...","sentiment_score":-0.05}
{"full_text":"RT When it's been Covid for a year an ppl ask where I'm goin this weekend.","sentiment_score":0.0}
{"full_text":"I have news for Rob Portman. Mitch McConnell and Senate Republicans already poisoned the well. You broke it, you own it.","sentiment_score":0.6}
{"full_text":"RT Schumer: \"We would prefer to have Republicans join us. This isn't a political bill. It's dealing with the COVID crisis .....","sentiment_score":0.0}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"Patrick Reed has single handedly ended the Covid-19 pandemic.","sentiment_score":-0.0714285714}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"wonder how many \"Lockdown breakers\" will go home and infect their 80+yr old Granny and not give a shit?","sentiment_score":0.1333333333}
{"full_text":"RT When we all wear masks, it lowers the chance that we get sick from #COVID19. It's that simple. Whether you live on a far...","sentiment_score":-0.1194805195}
{"full_text":"RT it makes sense that covid restrictions are loosening after numbers are slightly down from catastrophic levels like how whe...","sentiment_score":-0.1555555556}
{"full_text":"RT When it's been Covid for a year an ppl ask where I'm goin this weekend.","sentiment_score":0.0}
{"full_text":"RT Weekend job done for the base layers going out tomorrow.  Last year we launched the adults kn95 mask, then coloured adul...","sentiment_score":-0.4}
{"full_text":"RT It's odd how people experiencing economic anxiety always have enough money for guns.","sentiment_score":0.0111111111}
{"full_text":"RT New Covid Hospital admissions DOWN 29.2% from the peak earlier this month \"The seven day average stands at 2,699 compared w...","sentiment_score":-0.0422979798}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT 5 Mile  in the lashing rain. Apt end to the lockdown month of January. Taking on the #runuary programme...","sentiment_score":0.6}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT When it's been Covid for a year an ppl ask where I'm goin this weekend.","sentiment_score":0.0}
{"full_text":"But thinks we should all head to bloomies and get lunch at urth cafe","sentiment_score":0.0}
{"full_text":"RT Perth WA locks down immediately for 5 days after a single case of Covid is identified. Break the chain immediately. That...","sentiment_score":-0.1134920635}
{"full_text":"RT Please stop talking about Biden's plan as a \"stimulus.\" It has nothing to do with stimulating the economy. It's a survival pla...","sentiment_score":0.0}
{"full_text":"I'm still laughing about how autistic people are just calling the COVID vaccines software updates.","sentiment_score":-0.2}
{"full_text":"Basingstoke care home records 22 deaths in three weeks in one of UK's worst Covid-19 outbreaks It is understood the outbreak started as residents began to have their first coronavirus vaccineshttps:\/\/t.co\/ggduh0vVWc","sentiment_score":-0.375}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT Please stop talking about Biden's plan as a \"stimulus.\" It has nothing to do with stimulating the economy. It's a survival pla...","sentiment_score":0.0}
{"full_text":"RT Beyond the physical impact of a pandemic, it can also affect young people's social, emotional, and mental well-being. See CDC'...","sentiment_score":0.0066666667}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT Let this sink in--Black Americans are 1.4x more likely to get #COVID19 &amp; 2.8x more likely to die, than Whites.But in Flo...","sentiment_score":0.25}
{"full_text":"RT MYTH: The COVID vaccines were developed \"too fast.\"FACT: The vaccines were made possible because of decades of research o...","sentiment_score":0.1}
{"full_text":"RT Claude Julien says Josh Anderson was pulled from game with flu-like symptoms. Tested negative for COVID and will be tested...","sentiment_score":-0.35}
{"full_text":"A snowbird in the pandemic tax - an interesting idea.","sentiment_score":0.5}
{"full_text":"RT Covid-19: Are you a direct contact? Here's how to find out!","sentiment_score":0.125}
{"full_text":"RT True. Also, Biden spent the last 9 months telling everyone he had a plan. Apparently that was a lie like \"I won't ban f...","sentiment_score":0.075}
{"full_text":"RT Today I met by VTC CEOs of companies manufacturing vaccines.Objective: our new initiative to strengthen bio-defence prep...","sentiment_score":0.1363636364}
{"full_text":"RT **UPDATE ON NAPIER BARRACKS**  Residents have now been without heating for over 2 days, with no hot water to make tea or...","sentiment_score":-0.125}
{"full_text":"Early in the pandemic, I found it laughable that folks would be on an heirloom bean waitlist... cut to 11 months later and my desire  for Ojo de Cabra (Eye of the Goat) beans with a good side of pico de gallo. Waitlisted.","sentiment_score":0.075}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"what part of \"w the right health protocols\" did you not comprehend? duh...the $$ is FOR THOSE PROTOCOLS which are not being implemented HENCE teachers' unions are demanding either FOLLOW THE PROTOCOLS are stay home. not rocket science, just good science","sentiment_score":0.4928571429}
{"full_text":"RT For people who don't know the content of anti-#COVID19 celebration in Wuhan.Keywords in CCP exhibitions:Greatest CCP W...","sentiment_score":0.0}
{"full_text":"RT No reasonable person would cut universal credit during a pandemic, yet here you are","sentiment_score":-0.05}
{"full_text":"RT VACCINE UPDATE:5 in 6 over-80s 2 in 3 75-79-year-olds have now been vaccinated for COVIDTHANK YOU to all involved...","sentiment_score":0.0}
{"full_text":"Canada surpasses 20,000 deaths due to COVID-19 via","sentiment_score":-0.125}
{"full_text":"i never skip this song, it's so gorgeous.. jonghyun's high note run in the bridge is unlike anything i've heard his voice do before, it seriously sounds angelic","sentiment_score":0.1755555556}
{"full_text":"Twitter says this link may be unsafe. Twitter does not like WHO opinion when not suiting the agenda","sentiment_score":0.0}
{"full_text":"RT Thanks to our collective national effort, we're defeating this virus.Over 8.3 MILLION people have now had a COVID vaccin...","sentiment_score":0.2}
{"full_text":"RT T: there are the smile and laugh everyday Ud has the event. T: todays is  366 days anniversary that you are working with U...","sentiment_score":0.1333333333}
{"full_text":"RT I know it say Maryland but it was specifically found in baltimore btw","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT 1 case of Covid in Perth, Western Australia today. The first for 10 months. The response? Full lockdown for 5 days includi...","sentiment_score":0.2}
{"full_text":"COVID emotional hotline? How about just closing the schools ","sentiment_score":0.0}
{"full_text":"RT #Massachusetts congressman tests positive for #COVID19 after getting 2 shots of #Pfizer vaccineMORE:","sentiment_score":0.2272727273}
{"full_text":"RT Today I met by VTC CEOs of companies manufacturing vaccines.Objective: our new initiative to strengthen bio-defence prep...","sentiment_score":0.1363636364}
{"full_text":"Moderate U.S. Republican senators urge Biden to compromise on COVID-19 planhttps:\/\/t.co\/f25doyEOvD","sentiment_score":0.0}
{"full_text":"Yeah it can't come quick enough! Hopefully we should be allowed in the boozers by the Euros. Would be just like Scotland to be in lockdown during there first major championship in years ","sentiment_score":0.1614583333}
{"full_text":"RT Covid tried to take Jimmy out, but he still deserves to be an All-Star. Help him get there!  Retweet counts as votes!...","sentiment_score":0.0}
{"full_text":"RT The more I read about the trump's White House the more I realize that they didn't have a plan for ANYTHING.  No plan f...","sentiment_score":0.3333333333}
{"full_text":"RT White people from New Jersey have been coming into NYC and getting vaccines meant for Latino neighborhoods ","sentiment_score":0.0681818182}
{"full_text":"RT The most idiotic people on earth (and that's saying something these days) are the Trump supporters who said Covid woul...","sentiment_score":-0.0833333333}
{"full_text":"bIPaRtIsAnShIp","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT inna lillahi wa inna ilayhi raajiun. my mom passed away from COVID-19 this morning. please keep me and my family in your p...","sentiment_score":0.0}
{"full_text":"Right around when the cdc changed the testing bc their preferred candidate was coming into office and it had to make it look like he was crushing the virus with just his presence","sentiment_score":0.3428571429}
{"full_text":"Laugh gas canisters, takeaway food trash and empty cans. Usually happens lots in the summer but happening regularly nowPeople (suspected) of trading drugs &amp; playing music late - local residents I've spoken to dare not act in these #covid timesNeed help now!","sentiment_score":-0.0583333333}
{"full_text":"How much longer is Covid going to last?","sentiment_score":0.1}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT Woah: 'Over 10% of Scotland has now been vaccinated with the first dose!'. Huge appreciation &amp; congrats to entire NHS te...","sentiment_score":0.2375}
{"full_text":"RT 93,581 people have died from Covid-19 so far this month.January is the deadliest month of the pandemic, according to...","sentiment_score":0.1}
{"full_text":"RT More than 70 million #COVID19 vaccine doses have been administered so far.Less than 20,000 of these were on the Afri...","sentiment_score":0.5}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT #Please listen to the #apeals of many #legal #Iraqi #Refugees @UNHCRTurkey waited 3-9 years for #Rese...","sentiment_score":0.35}
{"full_text":"RT MYTH: The COVID vaccines were developed \"too fast.\"FACT: The vaccines were made possible because of decades of research o...","sentiment_score":0.1}
{"full_text":"RT COVID hospitalizations continue plunge, reach near-two-month low | Just The News","sentiment_score":0.0}
{"full_text":"Some American veterans can receive the COVID-19 vaccine even if they don't qualify under one of the high-risk or priority categories, according to Veterans Health Administration officials. Find the details here.Article by","sentiment_score":0.0}
{"full_text":"RT 2. COVID-denying and conspiracy mongering violent fantasists, but that is a choice they make and will likely have conse...","sentiment_score":-0.4}
{"full_text":"RT Under age 65...Covid kills 0.02% of the timeHeart Disease kills 20% of the timeDeaths in the last year...Covid19: 430...","sentiment_score":0.0}
{"full_text":"RT Fantastic service, providing people with the opportunity to have a chat and catch up regarding all things football and li...","sentiment_score":0.4}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"100% agree, I'm here to listen, hopefully uplift, ally &amp; learn from a rocking smart woman. Twitter gives is access to experts I wouldn't normally have &amp; its saving me during pandemic as well educating &amp; inspiring.","sentiment_score":0.2880952381}
{"full_text":"The $32 million award from FEMA provides expedited federal funding to reimburse 100% of costs related to the State's vaccination program for a 90-day period.https:\/\/t.co\/ny7UgZlh9A","sentiment_score":0.0}
{"full_text":"How many series have you completed during lockdown?","sentiment_score":0.5}
{"full_text":"MTA unveils digital memorial honoring over 100 transit workers lost to COVID-19https:\/\/t.co\/MopUgfOkhW","sentiment_score":0.0}
{"full_text":"I care about the fact that many Canadians are being financially devastated by Covid. Decision time. Do we want to be wimpy on restrictions to lessen the financial burden or do we want to control the spread and save lives? If we don't shut down we're only prolonging this agony.","sentiment_score":0.0688888889}
{"full_text":"Ministers have expressed confidence that the EU will not block Covid vaccines entering the UK, after the two sides agreed to a \"reset\" in relations to de-escalate tensions.#coronavirus #COVID19Vaccination #Covid19UK #coronavirusuk #coronavirustestinghttps:\/\/t.co\/ePwQRJaHXs","sentiment_score":0.0}
{"full_text":"Reminder: The 2021 Lowcountry Oyster Festival, which was originally postponed to Sunday, has now been cancelled.Organizers hope to hold the popular charity event next year:https:\/\/t.co\/tIHsIkrh9W#chsnews #coronavirus","sentiment_score":0.325}
{"full_text":"#NEWS | New study reveals that transmission of #SARSCoV2 from mother to child was rare, with 1% of #newborns testing positive for the virus.https:\/\/t.co\/b5SDA28eEz","sentiment_score":0.2212121212}
{"full_text":"Mexican president remains mild case of COVID-19, ministry says#Mexico #Covid19","sentiment_score":0.1666666667}
{"full_text":"Living in the time of pandemic: COVID-19 (34)","sentiment_score":0.0}
{"full_text":"Is 9 to 5 still right for your workplace? Staggering the start and end times of shifts will help with social distancing on the way in and out of the workplace.Find out more about #WorkingSafely:","sentiment_score":0.273015873}
{"full_text":"LIFE IN LOCKDOWN  - BRIAN ROSE How have you been coping during this current lockdown? Comment below Join Us In Making London A World-Class City Once Again!  #BrianForMayor | #SadiqOut","sentiment_score":0.3}
{"full_text":"When I adopted a puppy this November, my whole life changed. The turmoil of the pandemic had caused me to lack some much needed motivation, but when I adopted my puppy, I realized something about myself. \"Puppies and Self-Reliance\" is about this journey. Read it with link above.","sentiment_score":0.1333333333}
{"full_text":"To stay updated on the most recent COVID-19 vaccination information, visit the Central Michigan District Health Department's website at","sentiment_score":0.1666666667}
{"full_text":"DYK? You can help keep your children from getting cervical &amp; other #Cancer with the HPV vaccine. It's safe &amp; effective. More good news: health care providers have COVID-19 safety measures in place, so make an appointment soon! Learn more:","sentiment_score":0.475}
{"full_text":"Because I don't want my kids to graduate high school at 19. Because setting them back is bad for their mental health. Because covid doesn't affect kids like it does the elderly. Because I'm not a liberal idiot.","sentiment_score":-0.288}
{"full_text":"Yeah, shut up Foo, biden is focusing on doing the exact same thing trump was doing for the pandemic, because he has a plan!","sentiment_score":0.125}
{"full_text":"With the pandemic bringing the curtain down on the West End, is doing its bit to celebrate musical theatre tonight with performances from and #R2Musicals","sentiment_score":-0.0777777778}
{"full_text":"In case you missed it, the first episode of In the Box is out now. The FA's new podcast for grassroots football. This week it's all about funding, marketing and staying connected in lockdown. Get your head In the Box.             ","sentiment_score":0.1931818182}
{"full_text":"Church is God, people, community -- and it's not closed during COVID-19, writes","sentiment_score":0.05}
{"full_text":"Further 16 Covid-19 deaths recorded in Dorset hospitalshttps:\/\/t.co\/DHWPgiV6jK","sentiment_score":0.0}
{"full_text":"RT I'd like to see a congressional hearing with the former head of the US COVID response Mike Pence &amp; Jared Kushner.","sentiment_score":0.0}
{"full_text":"RT Pfizer's CEO: \"We do not know yet, but it looks like Covid is here to stay\"","sentiment_score":0.0}
{"full_text":"RT Thank you SD39, the VSB, for sending out a memo encouraging staff &amp; students to wear masks at all times. Thanks also to...","sentiment_score":0.2}
{"full_text":"France has closed its non-EU borders and tightened the rules on European travel as part of a last-ditch attempt to avoid a third nationwide Covid-19 lockdown. Here's what the new rules say.https:\/\/t.co\/RhoJDgmDBP","sentiment_score":0.0090909091}
{"full_text":"Anyone else seeing pests in usual places as building become repopulated? #COVID19","sentiment_score":-0.25}
