{"full_text":"RT One very effective thing about plain-spoken political style: what he lacks in poetic Obamaian oratory he makes...","sentiment_score":0.385}
{"full_text":"RT On January 6th we will stay home. We will not provide bodies for violent extremist hate groups to attack. We will watch mo...","sentiment_score":-0.8}
{"full_text":"I'm so sorry for the people going through this, but please stay safe!","sentiment_score":0.0625}
{"full_text":"RT It's great to see India's leadership in scientific innovation and vaccine manufacturing capability as the world works to end...","sentiment_score":0.8}
{"full_text":"RT Los Angeles County's GDP is $727 billion.New Zealand's GDP is $204.9 billionVietnam's GDP is $245.2 billionVietnam an...","sentiment_score":0.0}
{"full_text":"RT think tweets misogynistic as they try to raise concern on #DomesticViolenceonMen during lock...","sentiment_score":0.0}
{"full_text":"RT Hi I'd like to know why you are running racist, conspiracy-fueled ads filled with lies about COVID-19 on your platf...","sentiment_score":0.4}
{"full_text":"RT This is super embarrassing.","sentiment_score":0.3333333333}
{"full_text":"How has not had reprise Debbie Downer during the pandemic?","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT There is another path.","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"Hopefully. I said the same when he was responsible for creating an HIV outbreak in Indiana because he put his religious ideology before science. Or when he demanded that all fetuses that were aborted OR miscarried be buried or cremated. Never underestimate the right wing.","sentiment_score":0.1214285714}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"Exposed: VAX CDC Report - Irreversible Vax Damage!!! via","sentiment_score":0.0}
{"full_text":"Contrary to expectations, the flow of funds to Indian economy was not badly hit by #covid . @aparnaviyer02 brings the details from the @RBI report","sentiment_score":0.35}
{"full_text":"RT It's great to see India's leadership in scientific innovation and vaccine manufacturing capability as the world works to end...","sentiment_score":0.8}
{"full_text":"Day 8 of having covid. I organized my sock drawer.","sentiment_score":0.0}
{"full_text":"Why are you in Missouri? You don't live here. Why are you traveling and leaving your wife and newborn home by themselves? If your traveling, aren't you concerned about exposing them to Covid? Don't you have a date with Congress on Wednesday? Something seems off here.","sentiment_score":0.1363636364}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT Covid: Japan's top sumo wrestler infected with coronavirus","sentiment_score":0.5}
{"full_text":"RT By the time we are out of this lockdown nala will have her own opinion on it","sentiment_score":0.6}
{"full_text":"RT Prime Minister Boris Johnson announced a six-week lockdown for England's 56 million people, including the closure of schools.","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT This is three days too late. If this had happened Friday, it would have limited (not eliminated) the political damage. But...","sentiment_score":-0.1238095238}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"RT To all those saying covid is just like the flu, name the last flu season we were at risk fo running out of oxygen in LA Co...","sentiment_score":0.0}
{"full_text":"True, this how foundations work as well, aka Clinton and gates foundations","sentiment_score":0.35}
{"full_text":"RT 1 out of every 16 Americans has tested positive for #COVID19.1 out of every 918 Americans has died of #COVID19.","sentiment_score":0.2272727273}
{"full_text":"I cannot even begin to imagine how hard this is for everyone, especially for the EMTs who have dedicated their lives to helping and saving lives, only to be told they need to decide on the fates of the dying. ","sentiment_score":-0.0972222222}
{"full_text":"RT Girl who filed case against NCP youth president mehboob shaikh goes missing.cc few word...","sentiment_score":-0.2}
{"full_text":"I don't mind the pandemic. I just wish one of the symptoms wasn't racism.","sentiment_score":0.0}
{"full_text":"RT we are now at the \"guitar world covers covid misinformation\" stage of the pandemic","sentiment_score":0.0}
{"full_text":"RT Infectious Diseases Physician Peter Collignon says it can't be definitely surmised the UK strain of the COVID-19 virus is...","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT coronavirus precautions at the Trump rally be like","sentiment_score":0.0}
{"full_text":"it was my birthday and i have covid","sentiment_score":0.0}
{"full_text":"RT This is the only thing that got me through the last lockdown","sentiment_score":0.0}
{"full_text":"RT It's great to see India's leadership in scientific innovation and vaccine manufacturing capability as the world works to end...","sentiment_score":0.8}
{"full_text":"RT Update: Mexico has approved the Oxford-AstraZeneca vaccine for emergency use, making it the 2nd vaccine available in the country...","sentiment_score":0.2}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT This is insanity and it's coming here soon if you don't wake the hell up.","sentiment_score":0.0}
{"full_text":"Why investors can book profits in the small-cap Jamna Auto Industries stock","sentiment_score":0.0}
{"full_text":"I predict another performance like his \"I Kicked Covid's Ass\" MOW, only on a grander scale. I bet Mark Burnett is planning out the tracking shots as we speak.","sentiment_score":0.0}
{"full_text":"RT Adedde Enna promotions thailava  #KrackOnJan9th","sentiment_score":0.0}
{"full_text":"RT Every worthwhile restaurant, bar, or venue is closed or in critical danger. The homeless crisis has spiraled beyond belie...","sentiment_score":0.1333333333}
{"full_text":"RT I am mad. I am mad at Harry Styles. I am a teacher who has just gone back into lockdown and I've spent my night on the ph...","sentiment_score":-0.3375}
{"full_text":"Israel has administered Pfizer coronavirus vaccines (first shots) to 14.7% of its population - Health Minister","sentiment_score":0.25}
{"full_text":"also yes I do agree with holding him accountable for going out and traveling during the pandemic but bullying him and attacking him isn't going to change anything. Leave it to him to notice that he's in the wrong for not respecting or following covid regulations.","sentiment_score":-0.25}
{"full_text":"Sounds like it might be a good idea to hold off....forever!","sentiment_score":0.875}
{"full_text":"RT We may be in lockdown but you're not alone.If you ever need someone to talk to, please reach out   Samaritans 116 12...","sentiment_score":0.0}
{"full_text":"RT December was America's deadliest month yet of this pandemic, with 77,572 lives lost.","sentiment_score":0.0}
{"full_text":"RT \" Dr. Williamson said half of all intensive care beds in the state are occupied by COVID-19 patients. Across the state there...","sentiment_score":-0.1666666667}
{"full_text":"RT In the city and state that have been hit hardest by this shit, now as at our most abject moment of suffering, nothing is...","sentiment_score":0.15}
{"full_text":"RT Phase 3 trial data of #COVID19 vaccine research is yet not available in India. However, there's a lot of debate around saf...","sentiment_score":-0.2}
{"full_text":"RT Bharat Biotech's Covaxin is not a part of WHO-led COVAX alliance of 190 countries for procurement of COVID-19 vaccine. Ho...","sentiment_score":0.0}
{"full_text":"RT [STAY HOME] ","sentiment_score":0.0}
{"full_text":"ISSA GLOBAL PANDEMIC HAPPENING","sentiment_score":0.0}
{"full_text":"RT Something I think about...what would our COVID situation look like had we done what Australia and other countries do. When yo...","sentiment_score":-0.125}
{"full_text":"RT Proud to be sworn-in for my second term serving North Carolinians in the Senate. My top priority will be keeping us on t...","sentiment_score":0.4333333333}
{"full_text":"RT For those under 40 but over 20 COVID19 is more deadly than the Flu. For those und...","sentiment_score":0.15}
{"full_text":"After a freezer stopped working, a Northern California hospital had two hours to distribute 600 doses of the Moderna COVID vaccine. This is how they did it.","sentiment_score":0.0}
{"full_text":"RT As the National Guard prepares to deploy on D.C., let's remind everyone who wants to see a peaceful transfer of power...","sentiment_score":0.225}
{"full_text":"COVID-19 &amp; the Force Majeure Clause in Leases #CRE #ForceMajeure #COVID-19https:\/\/t.co\/wQzpJaFR2z","sentiment_score":0.0}
{"full_text":"RT Kids team sports can't be played outside  but somehow school gyms are safe? 12-15 kids on a team, 20-30+ kids in a class, oft...","sentiment_score":0.25}
{"full_text":"My doctor does FaceTime or duo. Since COVID they did it like that several times. Can they do that at your pm","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"What a tragically beautiful and heartbreaking memorial for a beautiful soul.  May his memory be eternal. ","sentiment_score":0.85}
{"full_text":"RT Loeffler and Purdue - Georgia's Republican senators - invested in bodybags after a classified January COVID briefing. BODYB...","sentiment_score":0.0}
{"full_text":"the pandemic must've put a wrench in all these guys plans because all those chachkies they get during the medal round are all-timer Gifts for Dads(tm)","sentiment_score":-0.2}
{"full_text":"RT \"That's not a distraction from that process of recovery... that's part and parcel of making sure we are deciding what we...","sentiment_score":0.5}
{"full_text":"Lol remember when lockdown first started and everyone's cousin worked for the cdc and spread that false information about lockdown ","sentiment_score":0.2166666667}
{"full_text":"RT Georgia: the world is watching and the future is ours to decide. Quality affordable health care, jobs, justice and recove...","sentiment_score":0.0}
{"full_text":"Amid 'viral tsunami,' Army Corps of Engineers will aid L.A. hospitals facing oxygen problems A Miracle for the COVID 19 patients received help From Army Corps of Engineers with aid of Oxygen ","sentiment_score":0.0}
{"full_text":"RT I ask you to pray for Birmingham, Alabama Mayor Woodfin he was just admitted to the hospital with Covid pneumonia.","sentiment_score":0.0}
{"full_text":"RT 'EMBARRASING.' While some countries have begun mass vaccination against #COVID19, the Philippines is still stuck at studyin...","sentiment_score":0.0}
{"full_text":"RT One in five residents currently tested is infected with COVID-19. Your bubble is not as safe as you think it is. Don't...","sentiment_score":0.25}
{"full_text":"RT Your friendly reminder that the coronavirus pandemic would not be killing us off if we weren't exploiting animals and destroying...","sentiment_score":0.0875}
{"full_text":"What steps are you taking to be well-informed about #COVID19? recommends taking these steps #epitwitter #infodemic","sentiment_score":0.0}
{"full_text":"As many as 85.5 million (85,591,032) people have been reported to be infected by #coronavirus globally and 1,852,777 have died.   ","sentiment_score":0.25}
{"full_text":"Dan Walker 'broken-hearted' as BBC Breakfast host addresses 'conflict' after Tier 5 newshttps:\/\/t.co\/8lZm6iKlj6","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic had derailed years of painstaking efforts, but timely action helped control the #disease from spreading, said Union Health Minister Harsh VardhanHere are the live updates:https:\/\/t.co\/5XITMHJZTr","sentiment_score":0.0121212121}
{"full_text":"RT New York state is approaching an awful COVID milestone:1 in 500 residents deadNew Jersey only other state to hit tha...","sentiment_score":-0.1977272727}
{"full_text":"As of Jan. 3, cases of active coronavirus disease 2019 (COVID-19) in Capiz were down to 20, data from the Provincial Health Office (PHO) showed.https:\/\/t.co\/unamnaZKex","sentiment_score":-0.1444444444}
{"full_text":"My sister and her bf left today I guess that means I should get back to reality and figure out  what Im going to do this year and how to earn money in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"Some have pondered whether using the second coronavirus vaccine dose would be better used on vaccinating more people. ","sentiment_score":0.3333333333}
{"full_text":"Peyton Copeland, 5, contracted COVID-19 in November. About a month later, her mom says she fell ill again, but this time with something she'd never heard of: MIS-C.","sentiment_score":-0.25}
{"full_text":"RT Stem the Tide of COVID Hospitalizations &amp; Deaths via #DPC #DPC4Me","sentiment_score":0.0}
{"full_text":"The University of Alabama has received about 3,500 doses of the Moderna vaccine. People eligible to be vaccinated will be notified soon.","sentiment_score":0.0}
{"full_text":"Check out Team 3D vs. Scott Hall and Kevin Nash from Lockdown 2010. Subscribe to NOW and watch all your favorite classic IMPACT matches at","sentiment_score":0.3333333333}
{"full_text":"He told police he tried to ruin hundreds of doses of coronavirus vaccine because he believed the shots would mutate people's DNA.https:\/\/t.co\/EpzcearhoA","sentiment_score":0.0}
{"full_text":"The National Bureau of Investigation will continue its investigation on the use of unregistered COVID-19 vaccines in the country even after President Rodrigo Duterte ordered the Presidential Security Group to keep silent on the matter.","sentiment_score":0.0}
{"full_text":"SUPPORT or OPPOSE? Should Nashville lawmakers put an end to the current property tax rate and evaluate a new one?","sentiment_score":0.0681818182}
{"full_text":"After months of waiting, they were finally able to pass the Save Our Stages Act, a bipartisan bill that will send $15 billion in stimulus aid to struggling music venues, theatres and other independent organizations that support the arts.","sentiment_score":0.125}
{"full_text":"Many people say they haven't received a straight answer on when and how they can receive a COVID-19 vaccine.  ","sentiment_score":0.35}
{"full_text":"True love saved the day for one man who was pulled from a coma caused by COVID-19 complications by the sound of his wife's voice.https:\/\/t.co\/Srbu13d9WM","sentiment_score":0.2875}
{"full_text":"RT Extreme shamelessness from Communist govt of Kerala.Now they are demanding priority from the Center for Covid vaccinati...","sentiment_score":-0.1125}
{"full_text":"\"The shutdown will largely affect commercial production, which accounts for half of local filming and was gearing up for ads for the Super Bowl, scheduled for Feb. 7\" #SAG #hollywood #TV #film #advertising","sentiment_score":0.0761904762}
{"full_text":"The Builders program offers apprenticeship training to underserved communities to help fill the construction workforce shortage.","sentiment_score":0.1}
{"full_text":"Past outbreaks prepare countries against COVID-19https:\/\/t.co\/axkjyzom9m","sentiment_score":-0.25}
{"full_text":"With thousands of Victorian tourists forced to head home or face hotel quarantine due to the COVID-19 pandemic, south coast towns must yet again face another hit to the tourism industry. ","sentiment_score":-0.2125}
{"full_text":"The unauthorised vaccination of President Rodrigo Duterte's security team and scores of expat Chinese workers has sparked fears of widespread of \"black-marketing\" of the vaccines to protest against coronavirus.https:\/\/t.co\/XVviGDgE1X","sentiment_score":0.0}
{"full_text":"Britain's oldest former London Tube rolling stock retires at age 82 - Island Line, WightThe highest alert Tier 4 for COVID-19 was laid in the southeastern part of England, and it was an unfortunate timing in the middle of a stay-at-home order.https:\/\/t.co\/D9CT028FpU","sentiment_score":-0.1666666667}
{"full_text":"Indiana University Hospital CEO Dennis Murphy is coming under fire after he said Dr. Susan Moore 'intimidated' staff while she was hospitalized with COVID-19. Dr. Moore died Sunday (December 27) from complications with the coronavirus.","sentiment_score":0.0}
{"full_text":"Health leaders say while most El Pasoans don't qualify to take bamlanivimab, those who do qualify aren't reporting the drug's effect on their recovery.https:\/\/t.co\/yYL1YmoM2r","sentiment_score":0.5}
{"full_text":"It can be nerve-racking returning to campus in the middle of a pandemic. That's why universities are getting a head start in stopping the spread of COVID-19.","sentiment_score":-0.2}
{"full_text":"After months of telling us that schools do not spread Covid we now see schools closing as that is the strongest measure we have in preventing the spread of Covid.","sentiment_score":0.0}
