{"full_text":"RT Such a special magazine and Kristy and Team has absolutely nailed the beautiful look and feel of it ","sentiment_score":0.3517857143}
{"full_text":"RT Pandemic relief by country (up to % of wages):Japan: 100% of wages Netherlands: 90% Norway: 90% Germany:...","sentiment_score":0.0}
{"full_text":"So Biden has chosen #NotaScientist #NotaDoctor But an English Major guy to \"fix\" the Covid crisis. The guy that's been dead wrong every time ","sentiment_score":-0.159375}
{"full_text":"RT Love really knows no boundaries for these love teams in their lockdown portraits together!","sentiment_score":0.4416666667}
{"full_text":"He's just as bad as Traitor trump. Just found out from a friend, they're withholding the vaccine from Miami\/Dade Cty, which has been hardest hit by covid. She also found out her health insurance pulled out of M\/D county. The dictators are punishing those that didn't vote for them","sentiment_score":-0.7}
{"full_text":"RT There's a legend building among the non-deadend Trumpers, that Trump had a decent record before some arbitrary date: before...","sentiment_score":0.0333333333}
{"full_text":"Maybe it's some sort of make-work job for coronavirus  surivors? If so, talk about adding insult to injury!","sentiment_score":0.0}
{"full_text":"RT Let's agree right now that the people who supported huge tax cuts &amp; benefits for big business\/Trump buddies, who turne...","sentiment_score":0.2285714286}
{"full_text":"Thank you President Trump and the Operation Warp Speed team for protecting Americans from communist China's Wuhan Lab Flu. ","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"sleep tight :)@GeneralHillier #onpoli","sentiment_score":0.1607142857}
{"full_text":"These guys all seem to have reached a profound disconnect with reality. To treat this like a live-streamed party that looks like something out of a really bad Jean Claude Van Damme villain establishment scene is just telling about how deep their psychosis is.","sentiment_score":-0.2055555556}
{"full_text":"RT There's a legend building among the non-deadend Trumpers, that Trump had a decent record before some arbitrary date: before...","sentiment_score":0.0333333333}
{"full_text":"RT Today, the father of someone I know passed away from Covid. He has no clue his father has passed away, because he is i...","sentiment_score":0.0}
{"full_text":"RT Bad idea: 64% of Canadians in favour of mandatory coronavirus vaccines: poll  #cdnpoli","sentiment_score":-0.7}
{"full_text":"RT LOCKDOWN COMPLIANCE IS TREASON!DEFIANCE IS PATRIOTISM ! DON'T EMBOLDEN DICTATORSHIPS. DEFEAT THEM! OPEN NOW! OPEN FU...","sentiment_score":0.0}
{"full_text":"RT He'll always be my favorite #HealthcareHero. He fought so hard but lost his battle with #COVID19 in April. I'll never stop...","sentiment_score":0.1041666667}
{"full_text":"RT Can't lie this lockdown I feel soooo anti social and way too comfortable in my own company and it's not healthy, to all my...","sentiment_score":0.1958333333}
{"full_text":"RT After speaking with my local health department, turns out 2020 having aged me 25 years still does not qualify me for the Co...","sentiment_score":-0.05}
{"full_text":"RT LOOK: General Maxilom Avenue, or commonly known as Mango Avenue, has witnessed the countless Sinulog Grand Parades and S...","sentiment_score":0.0625}
{"full_text":"RT Surely you're being sarcastic? From Taali-Thaali, to not planning\/providing for the \"migrant labourer\" crisis, to roll...","sentiment_score":0.3}
{"full_text":"RT Never forget: every call you made, voter you registered, donation you gave, and friend you bugged led to this. Organizing st...","sentiment_score":0.0}
{"full_text":"RT BREAKING--alt-right insurrectionist who stormed the Capitol **while #COVID19 positive** has been arrested by the FBI near Ho...","sentiment_score":0.1636363636}
{"full_text":"If it's not a hoax - prove it!!!Just once...True science has measurable and predictable metrics. Climate change is junk...","sentiment_score":-0.2}
{"full_text":"exactly how i feel !  literally rIGHT before the pandemic i even ordered some face masks and hoped i could wear them and use the cold weather as an excuse and say it's to keep my nose warm when in reality i wanted to hide my face hahahhaa","sentiment_score":0.1096428571}
{"full_text":"RT The inconsistency of COVID rules is frustrating. State to state. Industry to industry. Why can hockey play but not footbal...","sentiment_score":-0.4}
{"full_text":"RT How many lives saved if this would have been done last March?","sentiment_score":0.25}
{"full_text":"RT After I lost my sense of smell, a biology professor gave me the single best piece of advice I received through my entire bout of...","sentiment_score":0.3095238095}
{"full_text":"I work at a supermarket, just under 9 hours a day, and wear a mask the whole time. And I can assure you, we all clown on people like you. And we won't serve you anymore. It's a minor inconvenience, get over it.","sentiment_score":0.075}
{"full_text":"RT ABP News falsely claimed that India is providing COVID-19 vaccine for free while the US and the UK are charging Rs 5,000 and...","sentiment_score":-2.775557562e-17}
{"full_text":"RT Fatal plane crash in Jakarta. Deadly landslide in West Java. Massive flood in South Kalimantan. Letal earthquake in West Sulaw...","sentiment_score":-0.1}
{"full_text":"RT F*ck off. Full stop.","sentiment_score":0.35}
{"full_text":"We downsized 2 a townhome 18 months ago. Covid has delayed my decorating but spouse keeps saying, \"Let's hang the art!\" I respond, \"Paintings are the accessory pieces. How can you put on earrings before you know what you're going to wear\".  Maybe she just moved in - 18 months ago","sentiment_score":0.0}
{"full_text":"RT Republicans called the valid votes of Black, brown and Indigenous voters across this country \"fraud\" because they couldn't be...","sentiment_score":-0.1666666667}
{"full_text":"2\/3rd target achieved on 1st day. Are we mirroring the world. Maybe the daily candidate list should be expanded to build in 70% turnout#COVIDVaccination#vaccinations#COVID19@narendramodi@PMOIndia","sentiment_score":0.0}
{"full_text":"RT Likewise, Michigan initially had a Black death rate from Covid 3X that of whites. Then Michigan tackled the inequity and t...","sentiment_score":-0.0833333333}
{"full_text":"RT I don't always want to report sobering numbers, but 2 million #COVID19 deaths is a pretty stark number. Let this sink in:...","sentiment_score":0.025}
{"full_text":"RT Enjoyed coming back to Mississippi to hang out with He has expanded his wardrobe during this pandemic.","sentiment_score":0.25}
{"full_text":"RT !!Can anyone name a success movement of w...","sentiment_score":0.3}
{"full_text":"If they're alive and they get covid and then they die, the covid killed them. Other nations count the same way.","sentiment_score":-0.05625}
{"full_text":"I know these side effects are better than having COVID but  I'm still going to be a baby about it ","sentiment_score":0.5}
{"full_text":"RT PLEASE STAY HOME SUNDAY AND WEDNESDAY.PLEASE.","sentiment_score":0.0}
{"full_text":"RT \"A San Francisco man who is a self-proclaimed member of the Proud Boys and has fought the city's coronavirus mask orders i...","sentiment_score":0.8}
{"full_text":"RT Social scientist -- Biden's deputy science policy chief -- says COVID-19 has \"held up a mirror\" to society: \"Never befo...","sentiment_score":0.0333333333}
{"full_text":"RT PLEASE STAY HOME SUNDAY AND WEDNESDAY.PLEASE.","sentiment_score":0.0}
{"full_text":"RT Surely you're being sarcastic? From Taali-Thaali, to not planning\/providing for the \"migrant labourer\" crisis, to roll...","sentiment_score":0.3}
{"full_text":"RT Vaccination update! So far, nearly 10,000 doses of COVID-19 vaccine have been administered in Peel.  The current targe...","sentiment_score":0.0666666667}
{"full_text":"RT I do not stand at your grave and weep.....I stay home and weep......where you used to sleep. ~Momma~ My heart from the...","sentiment_score":0.0}
{"full_text":"RT Are you still wondering why India is having such low incidence of #COVID19 while UK &amp; US are suffering with huge numbers...","sentiment_score":0.1333333333}
{"full_text":"RT 8   Kuwait9   Wuhan lab worked for Chinese military since 2017 says US Dept of State","sentiment_score":-0.05}
{"full_text":"Australian Open players in stricter Covid isolation say they risk injury if not allowed to train","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT \"The U.S. govt. has reason to believe that several researchers inside the Wuhan lab became sick in autumn 2019, before...","sentiment_score":-0.3571428571}
{"full_text":"Forever in my memory.","sentiment_score":0.0}
{"full_text":"RT I missed this a few days ago, but just read itPls read;  It is poetically goodIts easy to tweet, from a bad emotional...","sentiment_score":-0.1166666667}
{"full_text":"RT PLEASE STAY HOME SUNDAY AND WEDNESDAY.PLEASE.","sentiment_score":0.0}
{"full_text":"RT Happy to be interviewed alongside Dr. Pat Armstrong about the continued failure of many for profit homes to get their act to...","sentiment_score":0.3277777778}
{"full_text":"RT Never forget: every call you made, voter you registered, donation you gave, and friend you bugged led to this. Organizing st...","sentiment_score":0.0}
{"full_text":"RT It's important that we reopen as much as possible just as the UK strain starts to take hold. Really give it the wildest base...","sentiment_score":-0.05}
{"full_text":"RT Can we all just definitively agree that not a single dose of Covid vaccine should be wasted, and that if any are left over...","sentiment_score":-0.0547619048}
{"full_text":"RT Good Afternoon - Overtip the person who is delivering your food during a pandemic.","sentiment_score":0.7}
{"full_text":"We are contesting case in UK but didn't pay lease due to COVID, ridiculous defence by aviation minister!\"He said that a case was pending in a United Kingdom's court and the airline was contesting the case in the UK but there had been no ruling in it yet.\"","sentiment_score":-0.2708333333}
{"full_text":"RT Timeless pandemic photo... A reader's 5 year old daughter paying a visit to her 96 year old WWII veteran grandfather.St...","sentiment_score":0.0666666667}
{"full_text":"Thinking staying home Wednesday.","sentiment_score":0.0}
{"full_text":"RT Central planning kills","sentiment_score":0.0}
{"full_text":"RT New Zealand locked down in March 2019, set up a 4 stage system and started at level 4. Businesses &amp; schools closed, airports...","sentiment_score":-0.0397306397}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"What jobs? He's leaving office with a higher unemployment rate than Obama's  Mishandled the pandemic, yes, he did ban traveling from China, ONLY, and we still received it from someone coming from EUROPE. So what did he do exactly??!? Other than being a little bitch?","sentiment_score":-0.015625}
{"full_text":"RT The Italians have had enough!#CoronavirusLockdown #Freedom","sentiment_score":0.0}
{"full_text":"RT Our National expert body is now asserting that aerosol transmission of #COVID19aus may be more common with the UK variant. They...","sentiment_score":0.1}
{"full_text":"RT 52 people exhibit adverse events after receiving COVID vaccine in DelhiRead Story |https:\/\/t.co\/u4JVu8tzbd","sentiment_score":0.0}
{"full_text":"RT What a terrifying time it has to be for members of Congress.They must dodge death threats for voting to impeach, distr...","sentiment_score":-1.0}
{"full_text":"What is your business model? Which market are you targeting for 2021? Will Covid19 have any effect on your 2021 plan and beyond ?","sentiment_score":0.0}
{"full_text":"RT Some tickers I'm watching next week:$CLSK volatility around 30, vpoc ~27.40$DOCU hold of 250$LMND 20SMAd or ~$130 bounce...","sentiment_score":0.0}
{"full_text":"RT Imagine your Saturday plan being willing to wait 11 hours for a cookie during a global pandemic  ","sentiment_score":0.125}
{"full_text":"RT Delhi's Fightback StoryActive Corona cases down 94% in 10 weeks.","sentiment_score":-0.1555555556}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"THIS IS WHY MASKS ARE NEEDED BECAUSE VIRUS PARTICLES CAN TRAVEL OVER 6 FEET","sentiment_score":0.0}
{"full_text":"RT If you dont live here stay your ass home","sentiment_score":0.1363636364}
{"full_text":"RT Our world has reached a heart-wrenching milestone:  #COVID19 has now claimed two million lives.Sadly, the impact of...","sentiment_score":0.0}
{"full_text":"WORLD NEWS SUMMARY#WorldNews #LatestWorldNews #indonesian #plane #rescue #Commander #indentified #southkorea #socialdistancing #Extends #Iran #military #drill  #indian #ocean  #missiles","sentiment_score":-0.1}
{"full_text":"RT You cannot pay to put your name on a list for the #COVID19 vaccine. If you receive a call, text, email, or other message...","sentiment_score":-0.125}
{"full_text":"RT Ron DeSantis is allowing non-Florida residents &amp; foreign national visitors to get the Covid-19 vaccine before Florida's...","sentiment_score":-0.125}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Someone else I know has passed from covid. Please wear your masks and stay home. For everyone's safety.","sentiment_score":0.0}
{"full_text":"How has #COVID19 disrupted skills #Mobility in the #Mining and #Resources Industry? returns to Melbourne from 25-27 October 2021. For more information please visit","sentiment_score":0.5}
{"full_text":"RT Thank you The tireless efforts of our scientists and frontline workers have played a crucial role in the...","sentiment_score":0.0}
{"full_text":"The Fraternal Order of Police says COVID-19 has killed more officers nationwide than any other type of incident combined this year.","sentiment_score":0.0583333333}
{"full_text":"ICYMI: Hospices playing a vital role during Covid-19\"While palliative care is often understood to be care for the terminally ill this is not correct.\"https:\/\/t.co\/v4iZlS7tzf","sentiment_score":-0.2}
{"full_text":"RT With great sadness I've decided to stand down from Government following some very sad news to care for &amp; spend time with...","sentiment_score":-0.0013888889}
{"full_text":"RT Post-COVID lungs worse than the worst smokers' lungs, surgeon says - CBS News","sentiment_score":-0.7}
{"full_text":"Frontline Warriors Get Vaccine In Telangana Watch video &gt;&gt; #COVID19 #Telangana #frontlineworkers #NTVNews #NTVTelugu","sentiment_score":0.0}
{"full_text":"FROM THE MAGAZINE | India is a favoured destination for human clinical trials. Unfortunately, poor and illiterate people are exploited as norms are flouted with impunity.#CovidVaccine #COVID19 By Subscribe:","sentiment_score":-0.2}
{"full_text":"#Covid19 bot #COVID19 last 5 days stats #BiharConfirmed Cases trend12-Jan-21 - 34413-Jan-21 - 29414-Jan-21 - 31415-Jan-21 - 34616-Jan-21 - 239#CoronavirusPandemic #COVID19India #coronavirus #IndiaFightsCorona #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"\"So far COVID is on track to be the tenth of eleventh more significant cause of deaths in Alberta this year. Typically we lose about 17,000 people, we're now approaching 400 deaths.\"- Jason Kenney, November 10, 2020#ableg #alberta","sentiment_score":0.1616666667}
{"full_text":"Napoli's Fabian Ruiz tests positive for coronavirus | Football News - Times of India","sentiment_score":0.2272727273}
{"full_text":"Daily and weekly #COVID-19 #coronavirus death records set in #Nevada ... | #COVID19 | #fatalities | #SARSCoV2 | #PublicHealth | #pandemic | By via","sentiment_score":0.0}
{"full_text":"What are the threats to South Africa's #vaccine rollout for #COVID19? These activists have identified seven issues. Read about it on our resource page. #BhekisisaResource","sentiment_score":0.0}
{"full_text":"imagine seeing 4,000 deaths per day in a pandemic and only having to hold on a little longer for the vaccine to get rolled out and being like yeah no this moment right now is the perfect time to take that vacation","sentiment_score":0.2745535714}
{"full_text":"RT I wonder if they will be bringing the required negative COVID test taken 72 hours before entry to the United States. htt...","sentiment_score":-0.3}
{"full_text":"Yes I'm sure President Trump could just pick and choose who had Covid attacked. Well if he has that power I'd like him to give me $1 million!","sentiment_score":0.625}
{"full_text":"RT The science behind climate change is not a hoax. The science behind COVID-19 is not partisan. And President-elect","sentiment_score":-0.4}
{"full_text":"Customs has issued its first warning to a traveller not providing a negative Covid-19 test prior to departing for New Zealand.https:\/\/t.co\/YTMra3k1gk","sentiment_score":0.0215909091}
{"full_text":"All Progress came from since 1960's [@SenateDems #Coronavirus #VoteBlue Vote Election Day DEMS USPS Senate Bernie TargetXbox Playstation Halloween Beyonce Christmas NFL NBA MLB NHL Thanksgiving]","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic and 2020 made Hononegah Community High School Fine Arts students want to collectively scream.That's why a group of four students chose to design this year's snow sculpture for the 35th annual Illinois Snow Sculpting Competition...","sentiment_score":0.2883333333}
{"full_text":"Orange County lays out plans to ramp up Covid vaccinations","sentiment_score":0.0}
{"full_text":"RT New Study Concludes Lockdowns Didn't Help Slow Spread of COVID","sentiment_score":-0.0818181818}
{"full_text":"RT \"Until the CCP allows a full and thorough accounting of what happened in Wuhan, it is only a matter of time until China b...","sentiment_score":0.175}
{"full_text":"Current Conditions for #Sayre PATemp: 31.3FWind Chill: 30.9FHumidity: 87%Dew Point: 28.0F Barometer: 29.555 inHgWind: 2 mph from the SWCorona Virus Weekly Stats:Cases: 188.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Instacart, Trader Joe's, others offer financial incentives for workers to get vaccinated ","sentiment_score":0.0}
{"full_text":"Please use the link below to check you have all of the paperwork you need to cross the border between Great Britain and the EU in HGVs, including the Kent Access Permit, and details on how to access COVID testing facilities,:","sentiment_score":0.4}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT Yesterday I was admitted to Emory John's Creek with CoVid Pneumonia.  This shit is real and it ain't fun.  I'll be down for a...","sentiment_score":0.0361111111}
{"full_text":"Time: 04:00 * Temp: 4.1degC * Wind: WSW 10.1 to 16.1mph * Pressure: 1014.1hPa * Rain: 0.0mm * Hum: 89% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:34 * Sunset: 16:32 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Not gonna lie...wish me, friends, &amp; family were all from countries like New Zealand instead of Mexico-U.S. Feeling the pandemic burnout.","sentiment_score":0.1363636364}
{"full_text":"RT The covid injections do not meet the legal definition of vaccine as reco...","sentiment_score":0.2}
{"full_text":"I pray every night for the souls that were lost to Covid. They were loved bt somebody!","sentiment_score":0.875}
{"full_text":"RT Did you think the coronavirus #pandemic would be this terrible when it was first a news story a year ago? In January 2020 Eli...","sentiment_score":-0.375}
{"full_text":"RT They're announcing new strains of covid like it's weed","sentiment_score":0.1363636364}
{"full_text":"RT At least 150 anti-lockdown groups reviewed by The Intercept remain active on Facebook, and the chatter in some is openly...","sentiment_score":-0.1444444444}
{"full_text":"RT \"Wear a mask even if you're vaccinated\" we knew this was coming","sentiment_score":0.0}
{"full_text":"But this was a crazy season especially with the horrible COVID outbreak with this team and sum of the lows, for them to get here it's somewhat of an accomplishment for what it is.","sentiment_score":-0.5333333333}
{"full_text":"My teens: closeted, mentally ill, living thru emotional abuseMy early 20s: Processing That ShitMy mid 20s: pandemic until further noticea bitch (me) is gonna have CATCHING UP TO DO","sentiment_score":0.0333333333}
{"full_text":"RT At this point, it's not a matter of if, but when. Much like the Coronavirus, if you stay 5 steps ahea...","sentiment_score":0.2}
{"full_text":"RT \"We now have solid evidence for an effective treatment of COVID-19.\" --Dr. Tess Lawrie Dr. Lawrie is urgently trying...","sentiment_score":0.3}
{"full_text":"RT Biden is about to come on shift with 100 in the waiting room, 24 ICU holds, 6:1 nurse ratios, shortages on PPE, dilaudid,...","sentiment_score":0.0}
{"full_text":"RT I miss cock  lockdown sucks! .. But I'm still running a 50% sale on my page, check out my bio for some fun ","sentiment_score":-0.0375}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"That's so awesome to hear. Love to see him coaching NFL. Will miss him on Fox though big time. And covid ruined our happy hour plan. I'll have to find another local celeb. So happy for you guys. Keep Urbs healthy.","sentiment_score":0.5142857143}
{"full_text":"Cost isn't the main priority for customer experience Champions--even in the year of COVID-19. Read more","sentiment_score":0.3333333333}
{"full_text":"RT Police would not name him directly as the person they issued a fine to Saturday, but said the fine was given to someone w...","sentiment_score":0.3111111111}
{"full_text":"RT On 1st day, Biden will rescind travel ban on several Muslim countries, rejoin Paris climate accord, extend pandemic li...","sentiment_score":0.0}
{"full_text":"RT \"The U.S. govt. has reason to believe that several researchers inside the Wuhan lab became sick in autumn 2019, before...","sentiment_score":-0.3571428571}
{"full_text":"'That ain't it': Bow Wow under fire after performing in packed Houston nightclub amid COVID-19 surge","sentiment_score":0.1}
{"full_text":"Covid-19 won't be our last crisis: How IT leaders can prepare for the next big one via Gulf Business Chris Bedi","sentiment_score":0.0}
{"full_text":"RT By Sunday or Monday, the US will report 400k #covid19 deaths. For context, we reached the hideous milestone of 300k deat...","sentiment_score":0.0}
{"full_text":"\"Life has a whole new meaning\": 10 inspiring COVID-19 patient stories #HCAHealthcare","sentiment_score":0.2787878788}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT PLEASE STAY HOME SUNDAY AND WEDNESDAY.PLEASE.","sentiment_score":0.0}
{"full_text":"As the coronavirus vaccine becomes available to more of the population, more people are including it in their online dating profiles.","sentiment_score":0.4666666667}
{"full_text":"RT Steven Mnuchin funneled $500B of PPP Covid relief loans, gave millions to himself, Kushner, Devin Nunes, Betsy DeVos, J...","sentiment_score":0.0}
{"full_text":"RT penalty: killedice: resurfacedsocial: distancewear a: mask","sentiment_score":0.0}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"Increased internet use during #COVID19 has increased our vulnerability to #cybercrime, making it necessary now more than ever for countries to prioritize cyber-risk education programs for citizens.","sentiment_score":0.25}
