{"full_text":"RT Woooooooooooooooo-ooow ...your brain is no good. Throw it out.","sentiment_score":-0.35}
{"full_text":"RT And they slashed pandemic pay. (Note 1: the Westons who own Loblaws saw their wealth skyrocket since the start of the pan...","sentiment_score":0.6}
{"full_text":"Great. Can you please also give credit to your dad for putting America First in the number of cases for Covid! Yay! Among one of the worst responses on the planet! 4% of the population on the planet and 25% of the cases, amazing, Iv! #IvankaLegacy","sentiment_score":0.23515625}
{"full_text":"Hi, Can your company help out an elementary public school with a required website subscription? We can't have fundraisers this year due to Covid and rely on donors. Any amount will be greatly appreciated. Thank you!","sentiment_score":0.10625}
{"full_text":"RT Serum Institute carried out a bridging trial to compare safety n immunogenicity with globally trialled vaccine. I assume DCG...","sentiment_score":0.0}
{"full_text":"RT No one around me, locals and expats, has complained about this. \"The first-time offence for not wearing a mask is a fine of S$3...","sentiment_score":0.0583333333}
{"full_text":"ABC have cut away from the presser. Can you ask CHO if the winter in southern states will cause concern for waiting so long for vaccine rollout. Seasonal flu plus indoor environments sounds like a recipe for another #Covid19Vic outbreak waiting for vaccine.","sentiment_score":-0.025}
{"full_text":"RT If can call in a COVID POSITIVE congresswoman to the People's House to vote for her today, then I don't want t...","sentiment_score":0.2272727273}
{"full_text":"RT Given all the lockdown cheaters in government, I truly pity any bylaw officer who tries to shut down this small business ow...","sentiment_score":-0.1513888889}
{"full_text":"RT My 4 yo daughter asked who made the COVID vaccine, and I can't tell you how special it is to be able to pull up this photo...","sentiment_score":0.4285714286}
{"full_text":"RT We've now surpassed 21,113,500 confirmed #COVID19 cases in the United States.The death toll climbs to 360,078.*258,...","sentiment_score":0.4}
{"full_text":"RT Italian ICU doctor at UK meeting on 14 Feb: \"This is the strong message.. get ready, get prepared.. You have the great ch...","sentiment_score":0.3583333333}
{"full_text":"RT The UK's Covid-19 curve is now almost vertical.","sentiment_score":0.0}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"So Victoria sent its' exhausted nurses for well deserved holidays and only to import #COVID19 from #covidnsw where is on holiday #getagrip","sentiment_score":-0.2}
{"full_text":"RT Trump's phone call to Georgia Secretary of State Brad Raffensperger did what even Covid-19 couldn't: it cemented Trump's...","sentiment_score":0.0}
{"full_text":"MGM Seeks shares given pause by Tokyo lockdown talk #fakeheadlinebot #learntocode #makeatwitterbot #javascript","sentiment_score":0.0}
{"full_text":"If you had sex with a guy from stfx, don't be scared of what's in the covid vaccine","sentiment_score":0.0}
{"full_text":"RT The king of Ma\/gaisa music, Stanley Hamaseb, popularly known as 'Ou Stakes', has been hospitalised at Swakopmund with Covi...","sentiment_score":0.6}
{"full_text":"RT Today I had the privilege of visiting Columbia, Richmond, Douglas, Fayette, Houston &amp; Henry Counties to get out the vote...","sentiment_score":0.0}
{"full_text":"Meanwhile, all the deaths. Horrific #TrumpPandemic","sentiment_score":-1.0}
{"full_text":"Lol fuck off","sentiment_score":0.2}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT \"Nancy Pelosi is so power hungry that she brought a COVID-positive House Member to Washington\"Republicans criticized Demo...","sentiment_score":0.0}
{"full_text":"like i don't even enjoy going to shows anymore even after this pandemic shit ends i doubt i will. i couldn't tell you the last time i got excited to see someone play. how do i go back to that feeling","sentiment_score":0.115}
{"full_text":"RT Tennessee officials give COVID vaccine to family and friends -- after denying it to 75-year-olds","sentiment_score":0.0}
{"full_text":"RT Covid TDF did it again","sentiment_score":0.0}
{"full_text":"Ppl need to mind their businesses, take their Vitamin Ds, walk during the day and make the most of this lockdown. Promise that being bitter and complainin all day about travelers won't do anything else than make you big mad. Y'all don't have a legit bubble but complain, how Sway?","sentiment_score":-0.05625}
{"full_text":"RT Sadly my father in law died of cancer yesterday (90). To our shock they blatantly told us they have to put Covid-19 as...","sentiment_score":-0.5}
{"full_text":"RT At the Hard Rock Hotel in Broward County, you must wear a mask. Security will (rudely) deny you entrance if you don't and...","sentiment_score":-0.2958333333}
{"full_text":"RT COVID Update January 3: Tonight a thread I've been working on for a week. The best we know about the impact of the South Afri...","sentiment_score":1.0}
{"full_text":"RT You simply couldn't write fiction as ridiculous as the US","sentiment_score":-0.1666666667}
{"full_text":"RT Some other things a man doesn't do:1) Fuck a porn star while his wife is home caring for his baby, then...","sentiment_score":-0.2625}
{"full_text":"RT Ready to speak up for women's rights in the new year?The theme for #InternationalWomensDay (8 March) 2021 is \"Women in lead...","sentiment_score":0.1681818182}
{"full_text":"RT Just as we have been saying since the Munchaussen by Proxy Syndrome pandemic infected tens of millions of \"parents\". These...","sentiment_score":0.0}
{"full_text":"RT This is great.  I wonder if there are any other charities going on that are helping Americans with the corona pandemic...","sentiment_score":0.3375}
{"full_text":"RT Yes! Also, as someone recently shared,  \"children aren't falling behind (in school), they're surviving...","sentiment_score":-0.2}
{"full_text":"RT COVID will be continuously underestimated until it affects you or someone in your circle.","sentiment_score":0.0}
{"full_text":"#angelostateOn Dec 1st, there were 9388 cases in San Angelo, TX (pop. 100k), a month later ongoing 23% positivity +3,749 more PEOPLE infected. A dereliction of duty-&gt;","sentiment_score":0.25}
{"full_text":"hope there will be no scam at least in this sir!","sentiment_score":-0.375}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT rip to Jarod Nandin, a World of Warcraft and South Park icon, who lost his life to covid. may he roam Azeroth forever","sentiment_score":0.0}
{"full_text":"RT Estimated 300,000 deaths per year are due to the obesity epidemic (National Institutes of Health) Obesity and overweight...","sentiment_score":-0.125}
{"full_text":"RT I'll literally cancel plans just to stay at home and do nothing","sentiment_score":0.0}
{"full_text":"what does his rally size have to do with anything? sorry we're in the middle of a pandemic and he's not trying to hold super spreader events","sentiment_score":-0.0555555556}
{"full_text":"RT it's been so long since i've kissed the homies good night (on the lips) can't wait for this pandemic to end","sentiment_score":0.325}
{"full_text":"Does UCP stand for Uncaring Covid Propagator?","sentiment_score":0.0}
{"full_text":"RT Happy new year, everyone! All the risks took with stockpiling the vaccine, have finally paid off. COVIS...","sentiment_score":0.3234848485}
{"full_text":"i know im an extrovert because i lost 6kg since lockdown from nothing but being devoid of real world social interactions","sentiment_score":0.0444444444}
{"full_text":"I received 2 different gifts for Christmas from Macy's &amp; both are missing pieces to them. What a joke &amp; they are giving me a hard time to replace. They're solution is to go into store, what a joke, haven't they heard of covid? I'm not going into store. I just want items.","sentiment_score":-0.1638888889}
{"full_text":"RT Lockdown is not killing me physically Lockdown is killing me mentally emotionally &amp; silently Now the way the pandemic is being...","sentiment_score":0.0}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT If you're not worried about what's in the Covid vaccine then you don't need to worry about what's in my Arby's meal.","sentiment_score":0.0}
{"full_text":"RT This is insanity and it's coming here soon if you don't wake the hell up.","sentiment_score":0.0}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT Fantastic thread breaking down the data. ","sentiment_score":0.1222222222}
{"full_text":"RT 50 cases in five classes at one secondary a school where an outbreak was decalred.Don't know these wer...","sentiment_score":-0.3}
{"full_text":"RT It happened...some of my extremely offline extended family saw this organically...a sign of true crossover","sentiment_score":0.1125}
{"full_text":"Best Stories of the Year: The Covid-19 Crisis  by Jay Shabat","sentiment_score":1.0}
{"full_text":"I expect media whores are exempt from this law also wondering if anything will come out of this since he wasn't punished for down playing Covid ","sentiment_score":-0.1555555556}
{"full_text":"RT Latest update on UK\/EU Covid infections and death rates. We've left the European Union behind. But not in the way promised...","sentiment_score":0.025}
{"full_text":"RT My right to actively participate in spreading a deadly virus shall not be infringed! #COVIDIOT #Covid_19 #PlandemicDoc...","sentiment_score":-0.0325396825}
{"full_text":"RT This is going to be one of the key charts to watch over coming weeks:Covid patients are taking up an ever greater share...","sentiment_score":0.25}
{"full_text":"RT Booed by Tory MPsThe Tories booed me in Parliament last week for pointing out the cronyism of their pandemic contract a...","sentiment_score":0.0}
{"full_text":"I'd feel disappointed. I want to see him indicted and sent to prison. He needs be punished for all the crimes he has committed throughout his life and for  all the deaths he caused from Covid. #TrumpFailedAmerica","sentiment_score":-0.75}
{"full_text":"RT BREAKING NEWS from BCCI: Playing members of the Indian Cricket Team and support staff underwent a RT-PCR Test for Covid-...","sentiment_score":0.0}
{"full_text":"'A Slap in the Face': The Pandemic Disrupts Young Oil Careers","sentiment_score":0.1}
{"full_text":"RT Kenya doesn't even feel that Porsha is genuine about her BLM work. So her and her Rosa Parks doll can stay home and cry...","sentiment_score":0.4}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT Deaths Worldwide in 2020:Abortion: 42,655,372Coronavirus: 1,830,979","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Covid ","sentiment_score":0.0}
{"full_text":"RT People posting themselves partying\/clubbing thinking they are cool but in reality they look stupid ... COVID is still active y...","sentiment_score":-0.1944444444}
{"full_text":"RT Pres. Trump pressuring #GA Sec. of State to \"find\" votes to overturn the election results is an abuse of power and an ass...","sentiment_score":-0.1}
{"full_text":"Do you know how much they got offered? They were told that if the death was marked as Covid-19, they'd get $9.5K. I had heard of this last year but didn't want to believe it. Now that is has happened to someone I know, I believe it. How can I have faith in the numbers?","sentiment_score":0.1}
{"full_text":"RT 1. I know most of you do not realise that I am also a Respiratory medicine specialist. Today I want to do a thread about how...","sentiment_score":0.5}
{"full_text":"Practicing social distancing.   Telling the guy to stay back 2 yards (6 ft).","sentiment_score":0.0166666667}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT $2,000 recurring checks until the pandemic is over","sentiment_score":0.0}
{"full_text":"RT Syvie Robertson, 51yo Nurse, Hopewell Virginia, died of #covid19 one hour into the new year.  She was supposed to teach her da...","sentiment_score":0.1363636364}
{"full_text":"RT If someone gets a heart attack\/stroke\/cancer\/multiple sclerosis etc., AFTER getting COVID vaccine, don't automatically bl...","sentiment_score":0.0}
{"full_text":"RT Happy New Year!! Did y'all stay safe &amp; stay home? ","sentiment_score":0.5043560606}
{"full_text":"#ICYMI | Lao Airlines (QV) has halted charter flights to reduce the risk of a second wave of the COVID-19 pandemic in Laos. :","sentiment_score":0.0}
{"full_text":"It's been an educational year, to say the least. One of the biggest lessons we've learned is that physical distancing effectively minimizes the spread of #COVID19. Experts weigh in on 4 key things patients should know about physical distancing.","sentiment_score":0.0916666667}
{"full_text":"RT #DontBuyIntoTheFear Look at the CDC website for flu cases.  States with masks are rising.  Use your God given...","sentiment_score":0.0}
{"full_text":"RT TUMAL HALE, 40 of Chicago, Illinois died of COVID on June 26.\"My brother was a beloved son, brother, uncle, and dear fr...","sentiment_score":0.7}
{"full_text":"Equipment lies idle as COVID-19 patients die, details in the New Vision. Get yourself a copy from your nearest vendor or subscribe to our #EPAPER; | #VisionUpdates","sentiment_score":0.1363636364}
{"full_text":"Iranian President Hassan #Rouhani said healthcare workers and the elderly would have priority in a countrywide vaccination program for the #coronavirus, which he hoped would begin within the next few weeks.#VaccineStrategy #vaccines #Iran #coronavirus #Covid19","sentiment_score":-0.1}
{"full_text":"RT The Governor is flailing. His campaign accused the former San Diego Mayor of \"bungling\" a pandemic and homeless crisis, w...","sentiment_score":0.0}
{"full_text":"US 20,128,693 total #COVID19 cases most in the world and averaging almost 200k per day. @jmlukenshttps:\/\/t.co\/dbRN1XO0P7Drinking the Kool-Aidhttps:\/\/t.co\/fwid23iIRy","sentiment_score":0.25}
{"full_text":"TODAY'S FRONT PAGE:MONDAY 4 JANUARY 2021 #dailynewszim #news #zimbabwe #zimnews #Monday #NewYear #NewYear2021 #lockdown #COVID19","sentiment_score":0.0}
{"full_text":"Dr. Anthony Fauci, the nation's top infectious-disease expert, said that President-elect pledge to administer 100 million shots of the vaccine within his first 100 days in office is achievable.","sentiment_score":0.375}
{"full_text":"COVID-19 cases in Britain are at record levels.","sentiment_score":0.0}
{"full_text":"COVID-19 complications knocked Khamzat Chimaev out of UFC Fight Island 8https:\/\/t.co\/Mel59BPz89#UFCFightIsland8 #KhamzatChimaev","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT omfghttps:\/\/t.co\/JI8VByz5aQ","sentiment_score":0.0}
{"full_text":"So sad! Flu shot primed her for severe reaction to Covid (pathogenic priming). Which is why \"the establishment\" is pushing flu shots\/all vaccines. And then the ventilator finished her off. Zelenko protocol plus steroid (if needed) would have saved her most likely.","sentiment_score":-0.0416666667}
{"full_text":"RT If can call in a COVID POSITIVE congresswoman to the People's House to vote for her today, then I don't want t...","sentiment_score":0.2272727273}
{"full_text":"RT This is great.  I wonder if there are any other charities going on that are helping Americans with the corona pandemic...","sentiment_score":0.3375}
{"full_text":"Democrat Nancy Pelosi was reelected as House speaker by her party, which retains the majority in the House but with the slimmest margin in 20 years.https:\/\/t.co\/3mdcBryh19","sentiment_score":0.0}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"Delhi NCR-based The Community Library Project ran four physical #libraries before the pandemic, and their digital avatar Duniya Sabki strengthened community ties in 2020. Shrabonti Bagchi writes.https:\/\/t.co\/E3IXWI5Xid","sentiment_score":0.0}
{"full_text":"Trump is trying to rig the election in Georgia, Mitch took paid leave for employees with Covid off the table, and I'm just sitting here with my 2021 party hat still on pretending none of this is happening.","sentiment_score":0.0}
{"full_text":"The COVID-19 death toll in the United States has surpassed 350,000.https:\/\/t.co\/9OpcIov319","sentiment_score":0.0}
{"full_text":"Healthcare, education, border security, and the COVID-19 vaccine are among the topics most important to Cuellar this term.https:\/\/t.co\/q0ipuzQJJt","sentiment_score":0.45}
{"full_text":"Welcome to #bcedchat. The topic today is Coping with COVID: New Years Resolutions and Tough Questions","sentiment_score":0.1824915825}
{"full_text":"In a Gartner poll, 60% of HR leaders said they would encourage employees to get vaccinated, but wouldn't require it. Here are 3 questions to ask when planning your #vaccine strategy. #GartnerHR #HumanResources #COVID19","sentiment_score":0.0}
{"full_text":"FREE COVID-19 TESTING: The Allegheny County Health Department will host several free COVID-19 testing sites on Monday.","sentiment_score":0.2666666667}
{"full_text":"PH netizens ask: Has Duterte been vaccinated for COVID-19 ahead of front-liners?","sentiment_score":0.0}
{"full_text":"tiernster paulhardman Yeah lads it's looking like Jan \/ Feb are write offs. What we done during the earlier lockdowns and lack of foreign holiday etc, was we saved up to get new stuff for the house, so felt we were getting something out of lockdown. It helped #RetailTherapy","sentiment_score":0.0037878788}
{"full_text":"14 flags flew parallel to the seven teepees standing against the wind on the Rims in Billings during a small ceremony acknowledging the enormous challenges tribal leaders have faced during the pandemic.","sentiment_score":-0.0833333333}
{"full_text":"British arrivals 'on hold' after family confirmed with B117 Covid strain | The Thaiger","sentiment_score":0.2}
{"full_text":"Time: 03:00 * Temp: 3.7degC * Wind: E 0.9 to 8.9mph * Pressure: 1023.1hPa * Rain: 0.0mm * Hum: 84% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:44 * Sunset: 16:11 * Cloudbase: 1120ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Too much emotion against Trump. Need to simply use laws. Did he commit fraud with NY real estate transactions? Did he evade paying taxes per IRS? Did he sexually abuse or assault women? As Trump the citizen, laws should be used to make him pay back society.","sentiment_score":0.18}
{"full_text":"Yeah the fact that people will go on to develop long covid and possibly mecfs - a whole ass disability - and get ignored is so depressing and unsurprising given how people with mecfs have been treated","sentiment_score":-0.1125}
{"full_text":"End the lockdown in the province  of Quebec     help!","sentiment_score":0.0}
{"full_text":"RT The Blizzcon Cosplay community lost a friend to Covid today. Jarod Nandin was best known for his cosplay of The Warcra...","sentiment_score":1.0}
{"full_text":"RT Whats more scary is this.England hospital patients from dataThe red arrow is whe...","sentiment_score":0.0}
{"full_text":"These disappeared quicker than COVID","sentiment_score":0.0}
{"full_text":"AC PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #MondayThoughts #COVID19 #coronavirus #Education #","sentiment_score":0.1}
{"full_text":"RT New news letter is out! Check out our article on parenting and working during covid times","sentiment_score":0.1704545455}
{"full_text":"President Chamisa Speaks On Escalating COVID-19 Cases","sentiment_score":0.0}
{"full_text":"RT Sen. is holding Democrats accountable for playing politics with coronavirus relief.","sentiment_score":0.0}
{"full_text":"Manchester City shook off the impact of a COVID outbreak in their ranks to outclass Chelsea 3-1 at Stamford Bridge and put themselves firmly in the Premier League title mix on Sunday.https:\/\/t.co\/BmsJz67CZx","sentiment_score":-0.2}
{"full_text":"RT An interesting point that is getting lost: Trump hasn't governed since the election (&amp; arguably before). In the middle...","sentiment_score":0.25}
{"full_text":"I think the states have leeway in interpreting the recommendations from the CDC (at least that's what I think I heard on NPR somewhere). VT, for example, isn't putting essential workers ahead at all - after the 1A pool they're going by age\/special health conditions.","sentiment_score":-0.15}
{"full_text":"RT Isaias Afewerki's name for TDF is COVID19.","sentiment_score":0.0}
{"full_text":"RT Sadly my father in law died of cancer yesterday (90). To our shock they blatantly told us they have to put Covid-19 as...","sentiment_score":-0.5}
{"full_text":"people get covid from partying and still don't learn they lesson","sentiment_score":0.0}
{"full_text":"During #COVID19, it is critical for #healthcare industry to deliver care to #patients, keeping in mind, #dataprivacy and security. Taking steps to ensure #HIPAA compliance will help organizations be better prepared for #remotework.","sentiment_score":0.25}
{"full_text":"And as a researcher I would suggest you read completely as I will repeat.. the vaccine has proven nothing, including immunity to COVID. Not from a politician but actual research studies. As a Frontline worker as well.. I'm going to wait and see what the research proves.","sentiment_score":0.1333333333}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT The new UK virus strain is clearly more infectious ....just look at how positivity rates have soared 1\/n","sentiment_score":0.3181818182}
{"full_text":"RT Stay. Safe.","sentiment_score":0.5}
{"full_text":"salaaamat, taxpayers ","sentiment_score":0.0}
{"full_text":"RT If law-abiding parents send their kids to school, and those kids bring Covid home and give it to their parents, who die,...","sentiment_score":0.0}
{"full_text":"Coughing during Covid season?","sentiment_score":0.0}
{"full_text":"I'm having a hard time seeing the end of this pandemic. I guess that in 1916 or in 1942, people in Europe had a hard time seeing the end of the war.","sentiment_score":-0.2916666667}
