{"full_text":"I love Ndlozi very much but I think I should multiply my love for this guy with a safety factor. At times I feel like he tries so hard to impress  his excellency U must not put effort to Impress CIC, just work n h will recognize u.","sentiment_score":0.1736666667}
{"full_text":"194 new deaths and 14,494 new cases of COVID-19 reported #turkey #health #epidemic","sentiment_score":0.1363636364}
{"full_text":"RT realizing i'm going to spend my whole early to mid twenties in a pandemic then choosing to unrealize","sentiment_score":0.1}
{"full_text":"RT We continue to encourage everyone to remain safe in the midst of the deadly Covid-19.Let's continue to take care of o...","sentiment_score":0.15}
{"full_text":"So... when is it time to tell the anti Covid people this is actually serious and not a conspiracy or a 99.9% survival rate?","sentiment_score":-0.3333333333}
{"full_text":"RT ARE YOU A HEADTEACHER \/ TEACHER THAT WANTS TO GET LAPTOPS &amp; TECH TO YOUR PUPILS DURING LOCKDOWN? Pl...","sentiment_score":0.2}
{"full_text":"RT Scam text alertCriminals are taking advantage of the #COVID-19 vaccine rollout. The text contains a link that leads t...","sentiment_score":0.0}
{"full_text":"RT everyone. please stay safe. wear a mask. only go out if you have to. wash your hands. stay hydrated. keep good vibes.","sentiment_score":0.4}
{"full_text":"and continues to do so twelve months after this all started over here! Why would anyone vote Conservative?","sentiment_score":0.0}
{"full_text":"I spotted early that You can have high pay or job satisfaction (including social usefulness) - but not both at the same time.","sentiment_score":0.0733333333}
{"full_text":"RT Together we will overcome this pandemic. But the show must go on. We are going ahead with  #KIFF 2021 virtually, on a s...","sentiment_score":0.0}
{"full_text":"RT British PM #BorisJohnson cancels India visit due to the new #CoronavirusStrain. Fighting against the deadly corona crisi...","sentiment_score":-0.0471590909}
{"full_text":"RT Anto predicted this cholera outbreak with those pancakes. Remember?","sentiment_score":0.0}
{"full_text":"RT #CELAC met yesterday afternoon with representatives of all constituent organisations following the new #COVID-19 measures annou...","sentiment_score":0.0681818182}
{"full_text":"RT Bury mums and mums-to-be! Drop me a message to get involved in my online workouts during this lockdown! Fun, family fitness...","sentiment_score":0.3}
{"full_text":"RT Serum Institute (a pvt Co)says it has stockpiled 100M doses of Astra Zeneca's Oxford Vaccine even before Phase 1 trials with...","sentiment_score":0.0}
{"full_text":"What came first the moron or the sheep ! They should be forced to visit a covid ICU.","sentiment_score":-0.35}
{"full_text":"RT A man who tested positive for the coronavirus after Christmas has posted several videos on social media warning others to wear the...","sentiment_score":0.0868686869}
{"full_text":"are people not embarrassed posting \"wtm\" during a whole pandemic","sentiment_score":0.2}
{"full_text":"First person in the Netherlands vaccinated against COVID-19!!! Great start of 2021 ! we do indeed need a better  emoji ","sentiment_score":0.6627604167}
{"full_text":"Theme 2021.#EditorialCartoon #cartoon #coronavirus #virus #newstrain (By Joe Heller)","sentiment_score":0.0}
{"full_text":"Key worker covid vaccine telephone line playing recorded message from December. Get it sorted!","sentiment_score":0.0}
{"full_text":"RT Michelle Obama blasts Trump: \"Unconscionable to focus on overturning an election\" instead of pandemic","sentiment_score":0.0}
{"full_text":"RT The government's statutory instrument legislation for the Covid restrictions in England. The final line: \"No impact asse...","sentiment_score":0.0}
{"full_text":"RT Armen Sarkissian tested positive for #COVID in... LONDON, where he traveled to celebrate the Christmas holidays. Aww.For t...","sentiment_score":0.2272727273}
{"full_text":"RT #Paytm2021Wishlist#COVID19 #SarkaruVaariPaata#paytmkaroExtra of CardsSwitzerlandSydneyGymChutting chaiMoviePar...","sentiment_score":0.0}
{"full_text":"RT Places I legally can't go: my PS93 a week room at universityPlaces I legally have to pay for: my PS93 a week room at univer...","sentiment_score":0.2}
{"full_text":"RT Why isn't Covid test free? Most importantly why is it 50k in a country where minimum wage was recently just moved up from 18k...","sentiment_score":0.325}
{"full_text":"RT Very interesting that this weekly updated Covid map from the EU's centre for disease control includes figures for Scotland,...","sentiment_score":0.65}
{"full_text":"RT Our venues, our people and our distribution network in hospitality stand ready to help with mass vaccination","sentiment_score":0.2}
{"full_text":"#HEALTH - Experts Worry #COVID-19 Vaccines May Not Work as Well Against The South African Variant","sentiment_score":0.0}
{"full_text":"RT realizing i'm going to spend my whole early to mid twenties in a pandemic then choosing to unrealize","sentiment_score":0.1}
{"full_text":"RT President Akufo-Addo in his 21st Covid-19 update to the nation announced that lifeline consumers of electricity and water i...","sentiment_score":0.0}
{"full_text":"RT Global Covid-19 Daily Data Update#COVID19 #data ","sentiment_score":0.0}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"RT Due to the national lockdown, we are happy to welcome you to visit our outdoor offer from 11am-3pm. In addition, The Bound...","sentiment_score":0.4916666667}
{"full_text":"RT This thread says it all.","sentiment_score":0.0}
{"full_text":"RT \"You shouldn't be publishing it, you have no basis to do it and I don't know how I'd sleep at night if I was someone writ...","sentiment_score":0.0}
{"full_text":"RT To understand how bad things are in UK 1 in 900 people tested positive for #COVID19 in early September compared to 1 in 50 no...","sentiment_score":-0.1242424242}
{"full_text":"RT WEAR A MASK","sentiment_score":0.0}
{"full_text":"RT A gig economy. The death of manufacturing. An under resourced NHS. Social care neglect.The disastrous results of the p...","sentiment_score":-0.3333333333}
{"full_text":"Take note.. It might safe your life or the life of a loved one Covid-19 is real","sentiment_score":0.4666666667}
{"full_text":"Help share, subscribe and retweetCc","sentiment_score":0.0}
{"full_text":"RT Piers Morgan left lockdown UK for a luxury holiday in the Caribbean then returned first class to lecture everyone else ab...","sentiment_score":0.125}
{"full_text":"RT This lockdown is desperately needed.For the best of chance of success in driving down COVID-19 levels, it must be accom...","sentiment_score":0.1361111111}
{"full_text":"RT Greg Gianforte was just sworn in as MT governor and somebody hold his beer since he'll be on this list s...","sentiment_score":0.0}
{"full_text":"notice how theres only ,,I\", ,,I\", ,,I\" in this tweet. classic american move. vollspasst","sentiment_score":0.0555555556}
{"full_text":"RT I am physically and mentally exhausted. We had 3 deaths on our ward yesterday from covid. Our staff are drained. Please, fo...","sentiment_score":-0.2}
{"full_text":"Definitely going here post-lockdown","sentiment_score":0.0}
{"full_text":"RT Christ. I only encounter BBC content on here (I don't use BBC) so I'm always slightly surprised it's still all going on. T...","sentiment_score":0.05}
{"full_text":"RT FOUR events that DESTROYED my trust in the US Government FOREVER!!! 1. September 112. Hillary not going to prison3...","sentiment_score":0.0}
{"full_text":"Lets all practice safety. Covid is real","sentiment_score":0.2}
{"full_text":"RT After the pandemic hit, he decided to knock on random mansions and ask, 'What do you for a living?' -- now, his TikTok acco...","sentiment_score":-0.5}
{"full_text":"Los Angeles issues unprecedented order to ambulances amid overwhelming COVID-19 caseshttps:\/\/t.co\/ra7OmEHozb","sentiment_score":0.55}
{"full_text":"RT So people who have been vaccinated in England 'are not exempt' from the new lockdown. So when you stood in the queue to...","sentiment_score":0.1363636364}
{"full_text":"RT I am physically and mentally exhausted. We had 3 deaths on our ward yesterday from covid. Our staff are drained. Please, fo...","sentiment_score":-0.2}
{"full_text":"Service Update 09:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 09:00 - All general service updates can be found this afternoon here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Leadership key to defeating #Covid19 and tackling global challenges via Key elements that have led to success are not just preparedness or strong health systems, but trust between people and government.","sentiment_score":0.1466666667}
{"full_text":"RT Anyways jokes aside. Check on your friends during this lockdown because this shit really fucks people up, including me","sentiment_score":0.0}
{"full_text":"RT In March, I recall saying that if we \"wait and see\" before acting, then by the time we are \"seeing\", it is too late....","sentiment_score":-0.15}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"RT I've written a lot in the last two weeks about #B117 and the uncertainty surrounding its exact effects. So let me talk about s...","sentiment_score":0.125}
{"full_text":"RT An expert mission to China to find the origins of the coronavirus pandemic stumbled before it even began, with the head of the Wor...","sentiment_score":0.0}
{"full_text":"RT You're creating a bigger problem ...Andy Burnham warns of 'mental health crisis' for those excluded from...","sentiment_score":-0.05}
{"full_text":"RT With schools set to remain closed, Govt needs to concentrate on how best to serve the educational needs of our young people du...","sentiment_score":0.3125}
{"full_text":"RT If there is no one  to give you'r  hands Put them in you'r  pocker.#love yourself  #coronavirus #FridayFeeling #Fr...","sentiment_score":0.0}
{"full_text":"RT Viral mutations may cause another 'very, very bad' COVID-19 wave, scientists warn","sentiment_score":-0.91}
{"full_text":"RT Has there every been a pandemic that required daily marketing to remind everyone that it exists?","sentiment_score":0.0}
{"full_text":"Rave out to help out Jokers","sentiment_score":0.0}
{"full_text":"We need go into complete lockdown or be free. Im sick of this back and forth and in the middle shit.","sentiment_score":-0.069047619}
{"full_text":"RT Peter Brookes on #BorisJohnson #Lockdown3 #COVID19 #Coronavirus - political cartoon gallery in London","sentiment_score":0.0}
{"full_text":"RT Nebraska's governor says undocumented workers in meat plants are not eligible for the #COVID19 vaccine because they are \"not pe...","sentiment_score":0.0}
{"full_text":"hi  ordered a bag for click abs collect. Lockdown means it's closed. Can I arrange delivery now?","sentiment_score":-0.1}
{"full_text":"RT I just wanted you guys to wear a goddam mask, but I guess we had to turn over the whole government instead.","sentiment_score":0.2}
{"full_text":"RT This is an excellent summary.","sentiment_score":1.0}
{"full_text":"You don't need to go out when you have a setup like this  c'mon the lockdown, everything under one roof!","sentiment_score":0.0}
{"full_text":"RT All taxpayers should be properly supported throughout the pandemic. The gaps in the Government financial support schemes must be...","sentiment_score":0.0}
{"full_text":"I would be asking what are they hiding","sentiment_score":0.0}
{"full_text":"If you're planning to travel by train please allow extra time for travel, wear a face covering and ensure you regularly wash your hands. We're here to help you travel with confidence.","sentiment_score":0.0}
{"full_text":"RT For all COVID-19 news, follow our coverage here ","sentiment_score":0.0}
{"full_text":"RT \"Without the help of the Legion I would be dead now, 100%.\" When veteran Lawrence was unable to work due to #Covid19, his...","sentiment_score":-0.20625}
{"full_text":"RT #Hounslow and the rest of the country is under national #lockdown. The single most important action we can all take is to...","sentiment_score":0.2321428571}
{"full_text":"RT I love the idea of birdwatching in museum collections during lockdown! Here's a gorgeous ancient Egyptian bronze falco...","sentiment_score":0.6625}
{"full_text":"Oh no she colonizing by taking photos on a beach in Hawaii, oh no we are all doomed ","sentiment_score":0.0}
{"full_text":"India to start world's biggest Covid-19 vaccination programme, says PM Modi; thanks scientistshttps:\/\/t.co\/0KFBaiu1YL.","sentiment_score":0.2}
{"full_text":"RT Why isn't there social distancing on the plane though ","sentiment_score":0.0333333333}
{"full_text":"RT On my way down to centra in post-covid ireland 2027","sentiment_score":-0.1555555556}
{"full_text":"RT I am physically and mentally exhausted. We had 3 deaths on our ward yesterday from covid. Our staff are drained. Please, fo...","sentiment_score":-0.2}
{"full_text":"Alert!@ScientistSwanda a 5th year PhD candidate at Cornell University, USA investigates how to best design mRNAs for cancer therapy. Rob is passionate about communication and public presentation, which he has used to help describe the SARS-CoV-2 vaccines to the public","sentiment_score":0.2375}
{"full_text":"October actor Banita Sandhu refuses to get treated at government hospital in Kolkata after testing positive for Covid-19 : Bollywood News - Bollywood Hungama","sentiment_score":0.2272727273}
{"full_text":"RT For all COVID-19 news, follow our coverage here ","sentiment_score":0.0}
{"full_text":"'The Holocaust Stole My Youth. Covid-19 Is Stealing My Last Years.'A must-read. Holocaust survivor, Toby Levy, reflects on what it means to survive the pandemic.https:\/\/t.co\/0MxQ0sdmz4","sentiment_score":0.0}
{"full_text":"RT I see that over in Britain the BBC is giving air time to people like Sunetra Gupta &amp; Toby Young to spread their astonishingly d...","sentiment_score":0.3}
{"full_text":"november issue of just made it to my pandemic shelter: so many wonderful essay, reading now Zimitri Erasmus on #sylviawynter's #counterhumanismhttps:\/\/t.co\/KkheRInhVS","sentiment_score":0.75}
{"full_text":"RT We cannot accept fatalistically restrictions &amp; deaths next Winter. We must aim for better. It is unacceptable to be stuck...","sentiment_score":0.25}
{"full_text":"Should we say perhaps expanded to include not lowered the barriers?","sentiment_score":0.0}
{"full_text":"RT Covid: WHO team investigating virus origins denied entry to China","sentiment_score":0.0}
{"full_text":"RT As we go in to lockdown and we seek a release from reality. For me is my way to lose myself in the virtual wor...","sentiment_score":0.0}
{"full_text":"RT Personally, I moved on from caring about this the minute I saw Asian publications rush to put out headlines about \"the Sout...","sentiment_score":0.0}
{"full_text":"The Government has announced new grants to help businesses stay afloat until spring 2021. You can read more about the new measures in our latest article: #alternativefinance #smelending #grants #covid19","sentiment_score":0.2545454545}
{"full_text":"RT Please stay at home as COVID-19 is running amok in London and it really is getting desperately bad. No long, eloquent and we...","sentiment_score":-0.1583333333}
{"full_text":"This means 2pm this afternoon doesn't it?","sentiment_score":0.0}
{"full_text":"RT #ErinOToole has stated that ANYONE who is in prison for ANY reason shouldn't be protected from #Covid19.Put in a high r...","sentiment_score":0.16}
{"full_text":"Good morning 4CG! I've posted the ending of our class story on Seesaw and would recommend The Demon Dentist (you can listen on Youtube) to go with our new project . Good luck with your home learning today. Stay positive and let me know what you get up to! ","sentiment_score":0.4988636364}
{"full_text":"RT Does anyone in NPHET see the obvious truth behind these two NPHET\/Govt charts, published this week by the HPSC?https:\/\/...","sentiment_score":-0.2}
{"full_text":"RT call me crazy but plummeting mental health in lockdown has a lot more to do with financial insecurity than it does going th...","sentiment_score":-0.05}
{"full_text":"Ohio Gov. Mike DeWine: Phase 1B of COVID-19 vaccinations, including people 65 and older and school staff, should start in 2 weeks #SmartNews   @GovMikeDeWine finish nursing homes idiot. You are so full of shit. People don't believe a word ","sentiment_score":-0.1208333333}
{"full_text":"Nearly 19 Million Flyers Passed Through U.S. Airports Over Holidays in New Pandemic High","sentiment_score":0.1321212121}
{"full_text":"RT realizing i'm going to spend my whole early to mid twenties in a pandemic then choosing to unrealize","sentiment_score":0.1}
{"full_text":"RT The solution to academics having childcare problems is lowering workloads.The solution to academics being burned out...","sentiment_score":0.0}
{"full_text":"The fight against #COVID19 continues in 2021. #PrintedElectronics are an important element to enable remote #healthcare. Find out how our #AdhesiveTechnologies contribute to enhance patient treatment in  ","sentiment_score":0.15}
{"full_text":"My 6 Weeek Lockdown Rules!!Fully kit out the New Campervan Stock Check on all PSB Product's Eat HealthyStay ActiveStay Positive Keep Smiling #6WeekLockdownRules #PositiveVibes #ThatsHowIRoll","sentiment_score":0.1818181818}
{"full_text":"RT I think they could've taken a leaf out of the Italian coverage from earlier last year that s...","sentiment_score":0.0}
{"full_text":"RT The #lockdown is affecting us all today. We've made the difficult decision to close our office to do our bit to stop the...","sentiment_score":-0.5}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"GA senate runoff, vaccine distribution in Hills. and other counties, poss. unrest in Kenosha WI, Russia hack, Dr Dre aneurysm, new Covid drug, Grammy's, changes to Epiphany, Amazon expands, Starbucks menu, Chuck E Cheese, enjoying winter plus Evans back for Bucs!","sentiment_score":0.1278409091}
{"full_text":"Waiting for that first green light of 2021... COVID-permitting, where are you heading trackside to see Ford's rising stars in action this season? #BritishF4 | #FordPerformance","sentiment_score":0.1375}
{"full_text":"Many countries begin 2021 hopeful that they can put an end to #COVID19 It is now critical that this hope can be shared by all nationsWe MUST have a #PeoplesVaccine for everyone, everywherehttps:\/\/t.co\/5bEI5lmf5k","sentiment_score":0.25}
{"full_text":"#Iran finds first case of new coronavirus variant in traveler from #UK#BaghdadPost #COVID19","sentiment_score":0.1931818182}
{"full_text":"We have 400 free places for underprivileged #students on our remote learning program, which offers interactive &amp; fun sessions on #STEM. Email us for more: education@tnmoc.org #edutwitter #teachertwitter #Science #teachertalk #lockdown #homeschool","sentiment_score":0.24}
{"full_text":"If it's true that the government have ignored pharmacies offer to provide the jab then heads need to roll. They already provide the flu jab, WTF is the thinking behind it? We want answers. There's only so much lockdown we can take. It's getting beyond a joke now","sentiment_score":-0.07}
{"full_text":"Lockdown can be a difficult and isolating time.Speak to one of our Hub Support Coordinators today for information &amp; support.","sentiment_score":-0.5}
{"full_text":"RT #BREAKING 921 people in hospital - more in hospital now than at peak of first wave. #COVID19","sentiment_score":0.375}
{"full_text":"\"Mobile enabled contactless #payments have been growing in popularity for some years, but 2020 has seen them take off in the #UK, thanks in part to the pandemic encouraging people to embrace #digital forms of payment\" - our own Pete Wickes to","sentiment_score":0.2666666667}
{"full_text":"#ReadersWrite: 'Almost every album has one eccentric genre-defying song, but this album has many clever surprises that make one sit up and notice.' FC reader on the album of #99songs:","sentiment_score":0.2222222222}
{"full_text":"RT Sad to see that many countries have to lockdown again.In the #FaroeIslands we have prevented lockdown through tests of...","sentiment_score":0.0}
{"full_text":">> LOCKDOWN 3 | SGT Report","sentiment_score":0.0}
{"full_text":"#HoldFirm and we'll beat Covid19 together. It's important to continue to play your part by keeping each other safe and following the public health guidelines. #GAABelong","sentiment_score":0.155}
{"full_text":"Global governance in the #Covid era Join us online for this special lecture from former Cabinet Secretary and National Security Advisor, ft. 14 Jan 6.00pmRegister now ","sentiment_score":0.119047619}
{"full_text":"Can I still see my child in national #lockdown - Rules for separated parentshttps:\/\/t.co\/YXvbUe3ydb","sentiment_score":0.0}
{"full_text":"RT \"The appeal of the technological fix is ubiquitous &amp; shapes our everyday lives...\"\"In some circumstances technological f...","sentiment_score":-0.2}
{"full_text":"Please watch this space for a Lockdown C-19 update, we are just waiting on guidance to finalise arrangements. If your pet is unwell, we are here for you!","sentiment_score":0.0}
{"full_text":"RT As I toil from home under Lockdown rules, Mrs B has left for her allowed exercise, and to pick up a couple of essentials, I...","sentiment_score":0.0}
{"full_text":"As a way to save time and money and promote social distancing, drones are being used more and more in the construction industry.","sentiment_score":0.3444444444}
{"full_text":".@RecordingAcad 2021 ceremony postponed because of worries over COVID-19","sentiment_score":0.0}
{"full_text":"As more COVID-19 vaccines roll out, you may be wondering whether to get vaccinated when one becomes available to you - especially if you're pregnant, nursing, are immunocompromised, or have allergies. ","sentiment_score":0.3083333333}
{"full_text":"A COVID-19 surge in the state has also created a shortage of oxygen and led to a directive to ambulance crews in the county to stop transporting patients they can't revive in the field.","sentiment_score":0.0}
{"full_text":"Just as it is today with the COVID-19 vaccines, America struggled with getting the polio vaccine distributed in the 1950s.","sentiment_score":0.0}
{"full_text":"RT \"..the close links between human, social and Earth systems are being acknowledged, ..means more transdisciplinary research col...","sentiment_score":0.1777777778}
{"full_text":"Become a COVID-19 Community Champion and receive the latest COVID-19 information to share with friends, family and your local community. Let's work together to #keeplewishamsafe Sign up here:","sentiment_score":0.25}
{"full_text":"After almost a 2 year absence, we've decided to bring back the famous #MidweekMeme to try and bring a few laughs during these bleak times.@broadsheet_ie #Covid19","sentiment_score":-0.1425}
{"full_text":"The #Grammy Awards ceremony due to take place on 31st January has been postponed to the end of March due to the #coronavirus surge in Los Angeles.","sentiment_score":-0.125}
{"full_text":"We met with to see how she feels about being a Sweet FA 2020 winner and to learn a little more about her.Hear from Jo: #thefutureofwork #freelancers #COVID #thefreelancerawards #sweetfa20","sentiment_score":0.2208333333}
{"full_text":"\"Our main concern is the safety of our staff and customers during this difficult time.\" #IsleofWight #iwnews #COVID19 Story:","sentiment_score":-0.1666666667}
{"full_text":"PATREON SQUAD The first exclusive episode of 2021 is now LIVE. The year is 6 days old &amp; this episode is going to take some topping already. Genuinley one of the most batshit &amp; amazing records we've ever done.Want to beat the lockdown woes? Join us &gt;https:\/\/t.co\/XSY1WskhJQ","sentiment_score":0.3172727273}
{"full_text":"In May last year I hosted the former Prime Minister of Italy on The Director's Chair. We discussed the COVID-19 pandemic, global leadership, and the future of Europe. LISTEN:","sentiment_score":0.0}
{"full_text":"Bored of Boris?Keep your business moving forward with us.Give us a call: 01225 944404Email us: hello@theprogressshed.com#Lockdown3 #Businessasusual #COVID19","sentiment_score":-0.5}
{"full_text":"RT It's my turn to get the COVID vaccination today and at first, I was nervous. We know America's history of medical explo...","sentiment_score":0.125}
{"full_text":"Covid spike in Edinburgh care homes as over 100 people test positive for virushttps:\/\/t.co\/Ry1kdLFRHv","sentiment_score":0.2272727273}
{"full_text":"#HBOMax releases the trailer of #LockedDown, starring Anne Hathaway and Chiwetel Ejiofor. The film streams on HBO Max from January 14.","sentiment_score":0.0}
{"full_text":"Parents, don't forget you can still access the education workbooks for the previous lockdown to assist with you home-learning activities here:","sentiment_score":-0.1666666667}
