{"full_text":"St. Lawrence Market is open for your essential food shopping in store, by advanced order, for curbside pickup and delivery. Extensive COVID-19 precautions are in place to protect the wellbeing of customers and everyone inside the Market.","sentiment_score":0.1}
{"full_text":"RT Good morning to everyone except Joe Biden who's first act as President was to throw a lavish celebrity-filled party, hosted b...","sentiment_score":0.475}
{"full_text":"RT If you feel as I do, and I know we all have different priorities, but to me this seems outrageously unfair, PLEASE PLEASE sup...","sentiment_score":-0.25}
{"full_text":"RT I just called the Eastern Ontario MPP caucus asking why #ODSPoverty recipients getting less COVID-19 benefit than a horse....","sentiment_score":-0.1666666667}
{"full_text":"RT It's bloody Imperial again. They're obsessed with closing pubs. Friendless nerds!","sentiment_score":-0.7125}
{"full_text":"RT Imagine a sequel with them fighting Corona","sentiment_score":0.0}
{"full_text":"RT 16) Updated Swedish  excess mortality. Horrendous.","sentiment_score":0.0}
{"full_text":"RT President Biden: \"God bless those lost souls in the pandemic,\" he says. \"May God bless all of you on the frontlines, who...","sentiment_score":0.0}
{"full_text":"Additionally, these aren't \"personal goals\" they are necessary actions.Ending concentration camps, providing healthcare for everyone during a pandemic, removing federal troops from their occupation of American cities....these are the bare minimum of what needs to be done.","sentiment_score":0.0125}
{"full_text":"That's fair, I wish you luck with her. Training puppies is tough. Are there any trainers in your area? I remember that chain pet stores offer training classes and when I worked at one they had a real good trainer (though idk what they offer during Covid)","sentiment_score":0.437037037}
{"full_text":"Banks' a good ex of how NOT to be Christian. Pro-Life, until a check from Org. Unless they are born &amp; disabled, then tries to rip housing &amp; Healthcare away. Folk die of COVID, calls it China Virus &amp; no mask. Says words of cruelty instead of facts. Loves to stir hate. wWjd? ","sentiment_score":-0.08}
{"full_text":"RT Everyone wants to know, 'Are schools safe?'. It's complicated. My take:","sentiment_score":0.0666666667}
{"full_text":"RT A year after the first COVID-19 case was reported in the United States, the government has  suddenly released a 200-page re...","sentiment_score":0.125}
{"full_text":"RT Keeping pubs and restaurants closed until May would be excessive. All the  most vulnerable will be vaccinated by mid-Feb...","sentiment_score":-0.0875}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Over 4,000 people died of COVID today on watch.","sentiment_score":0.0}
{"full_text":"WHAT?  WTF???!!!   ","sentiment_score":-0.9765625}
{"full_text":"The bodies are literally piling up. The coronavirus is pushing morgues and funeral  homes across Southern California to the limit and right now there is no end in sight.COVID-19 pushing morgues, funeral homes to limit across Southern California via","sentiment_score":0.0952380952}
{"full_text":"RT Just in. Biden's just signed:ANY traveling inside and outside of US requires mandatory wearing of masks and ANY inbound...","sentiment_score":0.0}
{"full_text":"RT I honestly think the coming months will be a series of revelations that everything was\/is much worse than we imagined.","sentiment_score":0.1}
{"full_text":"RT The only care I have right now is my roommate who has COVID because my other caregiver also has COVID and my fill-in caregiv...","sentiment_score":0.0535714286}
{"full_text":"RT BREAKING: Amazon &amp; Virginia Mason will host a free COVID vaccine clinic in Seattle this Sunday.-8:30a to 4p-Location: Ama...","sentiment_score":0.4}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Who do I listen to Lidia Thorpe....angry, divisive, city GreenJacinta Price..Couldn't care less about date change O...","sentiment_score":-0.1666666667}
{"full_text":"if you're not taking #covid seriously ...tonight's #Newsnight is showing you a glimpse into what actually happens this is not an old man- and he's having audible \"bubbling\" liquid\/mucus buildup removed from his lungs to stop him drowning","sentiment_score":-0.0777777778}
{"full_text":"RT Instacart is firing every employee who voted to unionize","sentiment_score":0.0}
{"full_text":"RT Payette turned out to be a bitch to work for. She resigned. Appoint a new one &amp; let's move on. Covid-19 still exists &amp; tak...","sentiment_score":0.1363636364}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"RT Media: when reporting on the disproportionate toll of COVID-19 on communities of colour please also note\/contextualize the c...","sentiment_score":0.0}
{"full_text":"RT President Biden signed several executive orders to contain COVID-19 by expanding testing, administering vaccines, advancing...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"RT Project Fear 2.7","sentiment_score":0.0}
{"full_text":"RT At Least 20 Capitol Police Officers Have COVID-19 After Riot:","sentiment_score":-0.3}
{"full_text":"RT It's appalling that the Government continues to ignore the 3 million and their families locked out of COVID-19 financial...","sentiment_score":-0.175}
{"full_text":"RT Today's executive actions represent our Administration's effort to aggressively change the course of COVID-19 by expanding...","sentiment_score":0.0}
{"full_text":"RT Rigged election? How about nearly everything is rigged?Watch those Covid-19 case numbers fall now that Biden is resp...","sentiment_score":0.1}
{"full_text":"RT The number of cases and deaths will now plummet in all likelihood","sentiment_score":0.0}
{"full_text":"RT How come we are always told Sinn Fein are directly culpable for every negative policy outcome in the north but ask Varad...","sentiment_score":-0.1}
{"full_text":"RT This will become a negotiation for the next COVID package. ","sentiment_score":0.0}
{"full_text":"You might want to check out if you are looking for daily updates","sentiment_score":0.0}
{"full_text":"RT Oh ok so it's okay to not wear a mask if you're celebrating according to noted. I'll be celebrating life 24\/7.","sentiment_score":0.5}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT .@NIAIDNews Director Dr. Anthony Fauci received his second dose of #COVID19 vaccine, co-developed w\/ #NIH. Here's an...","sentiment_score":0.0}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"Biden unveils Covid-19 plan, calls Trump vaccine roll-out a 'dismal failure'The president signed executive orders to impose a mask mandate, ramp up testing, establish rules for international travel and address supply shortfallshttps:\/\/t.co\/qJaflUGboh","sentiment_score":-0.1583333333}
{"full_text":"RT God it must be so frustrating being a director of public health","sentiment_score":-0.2}
{"full_text":"RT This is amazing - and not in a good way:","sentiment_score":0.65}
{"full_text":"RT Biden folks are spinning here or trying to lower the bar strategically. There was, indeed, a plan from Trump. I listened in o...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"What?! You had covid twice?","sentiment_score":0.0}
{"full_text":"Lockdown got me feeling like","sentiment_score":0.0}
{"full_text":"RT 9 million votes\/ Rep Platform was going to repeal Citizen Based Tax \/ How quickly they forget \/ JUST 'qualify no...","sentiment_score":0.3333333333}
{"full_text":"The correlation is he's about as in touch with \"working America\" as King Don was...and just like him he stole most of that wealth. The country is devastated by the pandemic..serious people are in government now to address this reality. Invest in America it's a really good bet!","sentiment_score":0.6875}
{"full_text":"RT We are glad to see the U.S. return to COVID has proven that when it comes to the world's health, what happens globa...","sentiment_score":0.5}
{"full_text":"RT STOP LYING ABOUT ISRAEL.","sentiment_score":0.0}
{"full_text":"RT #horror #films #podcastBody Double - Man - We Do In The S...","sentiment_score":0.0}
{"full_text":"RT It took a new president to take this kind of aggressive action to stop the spread of COVID-19. Thank you President","sentiment_score":0.2787878788}
{"full_text":"RT Friday's Mail: \"PS500 Covid cashpoint\" #BBCPapers #TomorrowsPapersToday","sentiment_score":0.0}
{"full_text":"RT They've already mandated N95 in Bavaria. Sure Germany will be next. Those masks are absolute...","sentiment_score":0.2333333333}
{"full_text":"RT \"No vaccine is being taken away from #Yorkshire and moved to other regions of the country\"Vaccines Minister","sentiment_score":-0.125}
{"full_text":"RT MISINFORMATION MATTERS  HighWire Catches MSM Misinformation; Decoding COVID Death Data; ICAN's Biggest Win Against the CD...","sentiment_score":0.8}
{"full_text":"RT Faking covid test results in order to travel, putting people's health and lives at risk is the work of the devil let's be cle...","sentiment_score":0.0}
{"full_text":"RT This has one purpose alone: make us blame partying youngsters for our national catastrophe, rather than a government which...","sentiment_score":0.0}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"RT The Japanese government has privately concluded that the Tokyo Olympics will have to be cancelled because of the coronavirus,...","sentiment_score":0.0}
{"full_text":"RT 3) I love this. He is smiling!!","sentiment_score":0.78125}
{"full_text":"I'm so excited to be part of such an amazing team of individuals!Read my blog in the upcoming weeks to learn about the opioid epidemic, the available resources, learn about my journey, and how I discovered there is, \"HOPE for Huntington.\"https:\/\/t.co\/DVYarJr2KL","sentiment_score":0.34375}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT 3\/ How is this not making headlines? If you get covid then you have one in four chance of continued symptoms after 5 w...","sentiment_score":0.0}
{"full_text":"RT How's your lockdown exercise regime going? I hear yoga is a good way to stay flexible https:\/\/t.co\/L5S3LPSaba","sentiment_score":0.7}
{"full_text":"RT can't wait to be like this again after the pandemic is over","sentiment_score":0.0}
{"full_text":"A fitting tribute to Warren Woods from","sentiment_score":0.5}
{"full_text":"RT  machine learning ko","sentiment_score":0.0}
{"full_text":"RT When Trump doesn't wear a mask, it's the end of the worldWhen Biden doesn't wear a mask, they have \"bigger issues to wor...","sentiment_score":0.0}
{"full_text":"RT Cute video.Now do \"10 paid sick days\"","sentiment_score":-0.1071428571}
{"full_text":"The virus korona that attacks the human in the whole world can takes an unexpected turn in the evrything happen . It can be confusing sign in the life. It can be worst thing in the world .Dr. Basman Almusawi","sentiment_score":-0.2}
{"full_text":"RT Missed this week's JWeb #webinar on Learning Disabilities and the COVID-19 Vaccines? You can now catch it IN FULL online, as to...","sentiment_score":0.35}
{"full_text":"RT Surgical #masks #outdoors? Really?  If us #publichealth professionals go down this road,  there will no longer be any tr...","sentiment_score":0.0222222222}
{"full_text":"RT The more I hear about how badly the Trump Administration didn't care about the pandemic the more I fucking hate Donald T...","sentiment_score":-0.125}
{"full_text":"RT This has one purpose alone: make us blame partying youngsters for our national catastrophe, rather than a government which...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Massive fire rages at world's largest COVID-19 vaccine manufacturer","sentiment_score":0.0}
{"full_text":"RT Our leaders are obsessed with masks. The inauguration was the strongest example yet. Wealthy attendees could have been...","sentiment_score":0.0}
{"full_text":"RT Woo-Hoo! Biden Kills Off an Estimated 52,100 Jobs in First Day as President -- During a Pandemic! via","sentiment_score":0.3125}
{"full_text":"RT CNN anonymous sources WRONG again, contradicted by Dr. FauciAsked if Biden is \"starting from scratch,\" Fauci says, \"...","sentiment_score":-0.25}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"when dua gets covid and djes","sentiment_score":0.0}
{"full_text":"RT We are doing close to 1 million shots a day and the Joe Biden plan is to do 100 million shots in 100 days. It's literally the sa...","sentiment_score":0.0}
{"full_text":"RT What a difference a new president can make","sentiment_score":0.1363636364}
{"full_text":"RT Back to normal for football season. GET. THE. COVID. SHOT. PLEASE.","sentiment_score":0.075}
{"full_text":"RT How is #COVID19 impacting you day to day? Can you spare 15 minutes to complete a questionnaire to help increase our und...","sentiment_score":0.1}
{"full_text":"Good job Joe.","sentiment_score":0.7}
{"full_text":"RT While President Biden was attending ceremonies today, 8,000 Americans died of COVID-19 on his watch. Hey am I do...","sentiment_score":0.0}
{"full_text":"I'd understand if it was a game similar to Outbreak where you can play solo or online co-op through an actual story mode. But the cynic in me feels like it was a mandate from higher-ups to try to get more money out of re-used assets.","sentiment_score":0.025}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT #horror #films #podcastEl Orfanato - Or Not -","sentiment_score":0.0}
{"full_text":"RT 622 residents in Nueces County have lost their lives to the coronavirus.","sentiment_score":0.0}
{"full_text":"Oh no  get well soon, king ","sentiment_score":0.0}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"Mental health is far worse than a pandemic in my eyes, RIP ","sentiment_score":-0.1333333333}
{"full_text":"Bank OZK comments on hotel portfolio: 8 hotels were paid off in the quarter and they didn't originate any new loans. Believes the hotel partners will support these properties until COVID passes. $OZK","sentiment_score":0.1363636364}
{"full_text":"So you are agreeing now that we have a deadly virus that is killing Americans because we aren't wearing masks and social distancing? I thought COVID was a hoax.","sentiment_score":-0.0833333333}
{"full_text":"RT Just in. Biden's just signed:ANY traveling inside and outside of US requires mandatory wearing of masks and ANY inbound...","sentiment_score":0.0}
{"full_text":"RT \"you met someone in the middle of a pandemic?! what's your secret?!\" idk but please if anyone figures it out let me know...","sentiment_score":-0.25}
{"full_text":" IMPORTANT UPDATE:@HealthyOklahoma confirms COVID-19 case count down by 50%.https:\/\/t.co\/gfBjnsYqwY","sentiment_score":0.1222222222}
{"full_text":"RT President Biden says U.S. COVID death toll will likely pass 500,000 in February, and cites frustration from local officials ab...","sentiment_score":0.0}
{"full_text":"RT A New York Times reporter caught the coronavirus during the New York City outbreak last April. But the acute phase of the illn...","sentiment_score":0.2181818182}
{"full_text":"RT The Oval Office is ready for first steps on four crises -- COVID, the economy, racism and climate change -- today.  Day One!","sentiment_score":0.25625}
{"full_text":"RT President Biden signed several executive orders to contain COVID-19 by expanding testing, administering vaccines, advancing...","sentiment_score":0.0}
{"full_text":"Transportation Will Play Vital Role in Pandemic Recovery, Buttigieg Vows During Hearing","sentiment_score":0.1}
{"full_text":".@SoniaFurstenau calls on the to listen to teachers so they can feel safe in their classrooms. We must do better.  Beginning with a mask mandate and continuing with improved social distancing, better ventilation and increased hybrid learning options. #bced #bcpoli #COVID19","sentiment_score":0.3833333333}
{"full_text":"RT First positive thing I've ever heard about COVID. I see it has decided to do some crisis management in 2021.","sentiment_score":0.2386363636}
{"full_text":"Incredibly proud of our OTC Diamonds!Students enlisted to help with Effingham Co.'s COVID-19 vaccine rollout #WeAreOTC #DiamondPride #EssentialWorkforce","sentiment_score":0.8}
{"full_text":"The CDC's moratorium on evictions, which was originally set to end at the end of this month, is expected to be extended through March as part of a series of executive actions announced by President Biden.https:\/\/t.co\/0w3moYWwlx","sentiment_score":0.1375}
{"full_text":"Recipes for Eating Well While Staying Home  #Eis #EatInStyle #Feritta #SynergyManagement #yum #delicious #foodie #foodgasm #chefmode #igfood #foodblog #foodpornshare #instapic #whoshungry #goodeats #foodporn #mydailymeal","sentiment_score":1.0}
{"full_text":"RT Refreshing to see telling people the frank truth about the likely tempo of the US #Covid19 vaccination effort. T...","sentiment_score":0.25}
{"full_text":"I really need to get better at smiling,,, i basically never smile for a camera ","sentiment_score":0.1833333333}
{"full_text":"India allows commercial export of COVID vaccines from Friday; first stop Brazil, Morocco, reports #CoronaVaccine #COVIDVaccination #India #Brazil #Moroccohttps:\/\/t.co\/K4gTs44pBs","sentiment_score":0.125}
{"full_text":"Last week, our infectious disease and virology experts addressedthe COVID-19 pandemic and answered additional questionsfrom the community at a virtual town hall.https:\/\/t.co\/gBYr28qTjU","sentiment_score":0.0}
{"full_text":"RT We have created and uploaded a hints and tips video to help vaccinators navigate the TURAS Learn COVID-19 Vaccination Pr...","sentiment_score":0.0}
{"full_text":"RT \"Schools are facing an enormous responsibility to reduce transmission of #COVID19 in their buildings,\" says Kate Connor....","sentiment_score":0.0}
{"full_text":"Kyle Hicks admitted there was \"a little tension\" as he got ready to receive the COVID-19 vaccine Tuesday morning at The Residences at Park Place.https:\/\/t.co\/garP9WZGcm","sentiment_score":0.00625}
{"full_text":"Thursday's update includes 2,165 new cases and 148 additional deaths. ","sentiment_score":0.1363636364}
{"full_text":"The Victoria Street Lunar Festival returns this Sunday by welcoming the Year of the Ox. This year, the Vietnamese heart of Richmond comes to life in true hawker food style focusing on the outdoor dining experience. For more:https:\/\/t.co\/vLbwzr3G0H","sentiment_score":0.35}
{"full_text":"RT Media: when reporting on the disproportionate toll of COVID-19 on communities of colour please also note\/contextualize the c...","sentiment_score":0.0}
{"full_text":"RT Really Gavin? No one? Not even the Cabinet member responsible for planning for all scenarios for schools in a pandemic t...","sentiment_score":0.2}
{"full_text":"RT This is outrageous.@Instacart is firing every worker that voted to unionize with for better pay &amp; conditions.So...","sentiment_score":0.5}
{"full_text":"Bonus Show: Bernie Sanders inauguration memes explode, North Carolina cities approve ban on hairstyle discrimination, men abandoning college faster than women during pandemic, much more...","sentiment_score":0.5}
{"full_text":"Many people have been suffering with dementia and worrying about coronavirus. Here are 3 things about the coronavirus vaccine that might answer your questions:https:\/\/t.co\/akGeQJ3OvJ #dementia #vaccine #coronavirus","sentiment_score":0.5}
{"full_text":"To commemorate Martin Luther King, Jr., we're sharing resources that honor his mission. In this #CASELCARES webinar, of &amp; of discuss inequities in education that have been exposed &amp; exacerbated by #COVID19.","sentiment_score":0.0}
{"full_text":"Great to see CMA Dr. Fauci speak at Board Meeting today: - Praises those fighting COVID-19- Halts US withdrawal from confirms fin' obligations - Commits to #COVAX - Commits to women&amp;girls' health &amp; reproductive rights. Welcome back USAhttps:\/\/t.co\/AYbynhfTUE","sentiment_score":0.5333333333}
{"full_text":"RT MTN Taxi Rank before and after taking the Covid-19 Vaccine..","sentiment_score":-0.8}
{"full_text":"Wuhan bustles a year after world's first coronavirus lockdown #AFP","sentiment_score":0.25}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":"The #NBA and released this statement yesterday:Of the 502 players tested for COVID-19 since Jan. 13, 11 new players have returned confirmed positive tests.","sentiment_score":0.2545454545}
{"full_text":"China\/Europe more likely if you ask me.","sentiment_score":0.25}
{"full_text":"After a decade of conflict, economic collapse compounded by #COVID19, corruption, and mismanagement, the UN Syrian envoy told the Security Council that \"a slow tsunami\" is now \"crashing across #Syria\". ","sentiment_score":-0.05}
{"full_text":"If u guys saw what I'm seeing Rn... Social distancing does not apply to airplanes lmao","sentiment_score":0.3166666667}
{"full_text":"President-elect Joe Biden will push for an OSHA standard to protect workers from COVID-19.https:\/\/t.co\/MyTDtd0HPV","sentiment_score":0.0}
{"full_text":"RT Things I wish #LongCOVID researchers knew:1. Long COVID is *not* post-ICU syndrome.2. Most LC patients weren't hospital...","sentiment_score":0.225}
{"full_text":"RT The few adults I know who had Covid last month were early 50's with kids at senior school. No r...","sentiment_score":-0.0333333333}
{"full_text":"\"Because of the narcissism and sociopathic proclivities of the last president, talking about people dying from COVID was viewed by him and his faction as an insult to him personally.\" -","sentiment_score":0.0}
{"full_text":"Isolation is leading to more people who are distressed, anxious, and depressed. These creative outlets are mood-boosters for a pandemic winter #mentalhealth #quarantine ","sentiment_score":0.25}
{"full_text":"#trainwreck #Trump2024 Under biden the last 24 hours:USA lost 100,000 jobs.Canada lost 100,000 jobs.10,000 died from covid.Iraq bombed by isis.Doubling USA military in Iraq.Boys in girls sports.Kids back in cages.Open boarders.No vetting for known....","sentiment_score":-0.0333333333}
{"full_text":"Biden unveils Covid-19 plan based on 'science not politics' as he signs new initiativeshttps:\/\/t.co\/UM0iJTndcx","sentiment_score":0.1363636364}
{"full_text":"RT Instead of fines- stick politicians in jail for allowing Cheltenham to happen; for discharging Covid patients to care hom...","sentiment_score":-0.1}
{"full_text":"His plan calls for an expansion of coronavirus testing, accelerated vaccine distribution and new action to prepare for future biological threats. The plan is tied to a $1.9 trillion plan that Biden unveiled last week to combat the pandemic.https:\/\/t.co\/litGmgQBZy","sentiment_score":0.0590909091}
{"full_text":"Old Red Dog Hydraulic Mining Pit Scarsc. 1922Nevada County#thursdayvibes #COVID19","sentiment_score":0.05}
{"full_text":"RT The more I hear about how badly the Trump Administration didn't care about the pandemic the more I fucking hate Donald T...","sentiment_score":-0.125}
{"full_text":"The town and Brewster Ambulance will offer drive-through COVID-19 tests from 9 a.m. to 2 p.m. Saturday at Braintree Town Hall, 1 John F. Kennedy Memorial Dr.","sentiment_score":0.0}
{"full_text":"RT We need urgent action in #Tanzania from donors  stop funding this COVID19 denying govt, it is risking people's lives","sentiment_score":0.1}
{"full_text":"RT The ANC government ate R500 billion meant for Covid19 PPE","sentiment_score":0.0}
