{"full_text":"RT Not to be a killjoy, but to be a killjoy:There's been good HIV meds for 25 yrs. Yet, the better part of a million (most...","sentiment_score":0.5666666667}
{"full_text":"Compare it to previous years. Look at data for no lockdown Sweden. Again, it's really not hard.","sentiment_score":-0.0104166667}
{"full_text":"Approval to Vaccines 'Turning Point' in India's Fight Against Covid-19: Niti Aayog","sentiment_score":0.0}
{"full_text":"Trump mismanaged several issues surrounding COVID, he openly sided with white supremist, he pardonEd white criminals and executed Black criminals, instigating violence against those that don't agree with him, tried turning country into dictatorship and made  USA shit hole country","sentiment_score":-0.0611111111}
{"full_text":"RT For years, Republicans were obedient to Trump's every whim.They stood by his failed COVID response. His lies. His impe...","sentiment_score":-0.05}
{"full_text":"Not enough forfeit your pay to a worthy cause you pricks","sentiment_score":0.1666666667}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT rip to Jarod Nandin, a World of Warcraft and South Park icon, who lost his life to covid. may he roam Azeroth forever","sentiment_score":0.0}
{"full_text":"RT Iran's president claims Washington demanding that coronavirus vaccine transaction run through US bank","sentiment_score":0.0}
{"full_text":"RT Here is your opportunity to print off your own FREE poster to show your support and for Dan.The link is:","sentiment_score":0.5}
{"full_text":"RT I'm hearing from sources in &amp; close to NO10 that a nationwide lockdown has been discussed informally before tomorrow business...","sentiment_score":0.0}
{"full_text":"If I don't see an improvement I will fight on behalf of your staff for better working rights and I will be reporting you for breaching Covid rules.  I will be visiting again in a week.","sentiment_score":0.5}
{"full_text":"RICE Asian Comedians LIVE! Exotic Vacations During Pandemic?!?","sentiment_score":0.2651515152}
{"full_text":"RT THREAD - Covid-19 in England. Things are going from very bad to much worse. Here is where we are in 9 tweets. 1\/9","sentiment_score":-0.655}
{"full_text":"RT This is great.  I wonder if there are any other charities going on that are helping Americans with the corona pandemic...","sentiment_score":0.3375}
{"full_text":"RT People like Bill Gates are using their money and power to manipulate, scare, and buy world leaders in order to control an...","sentiment_score":0.0}
{"full_text":"RT This is one of the most astonishing moments of any interview throughout the pandemic.Johnson genuinely does not unde...","sentiment_score":0.4666666667}
{"full_text":"RT Another \"palliatives\" scandal will occur....","sentiment_score":0.0}
{"full_text":"Coming from the party of \"it's ok to have a salon open just for you while closed to everyone else\". Right, ?","sentiment_score":0.1714285714}
{"full_text":"RT If you're not already convinced that Morrison is driving the VIC v NSW COVID wars then consider this. Morrison made this...","sentiment_score":0.0}
{"full_text":"Looks like NY is the 1st state that plans to require its residents to take the COVID 19 vaccine. This is crazy.","sentiment_score":-0.6}
{"full_text":"RT Maybe I'm overthinking it, but the fact that Florida is fully open and in better shape on covid than a lot of places wi...","sentiment_score":0.25}
{"full_text":"Thank you and for featuring the 10,000 White Flags of Georgia's COVID-19 Devastation in the homepage.Today, we planted flags in the honor of those we've lost. Every flag represents someone loved and needed. Tuesday we vote. #WhiteFlagsforGeorgia","sentiment_score":0.35}
{"full_text":"RT This is great.  I wonder if there are any other charities going on that are helping Americans with the corona pandemic...","sentiment_score":0.3375}
{"full_text":"U.S. daily coronavirus cases are higher than ever, but the holidays are distorting the data.","sentiment_score":0.125}
{"full_text":"Why have the government put teachers, school leaders, parents and children in this position?Why no clear plan to #MakeSchoolsSafe and #ProtectCommunities?Teachers are 'scared' and 'frustrated' as schools are told to reopen","sentiment_score":-0.375}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Although we are not 100% sure regarding the symptoms because of some health issues she has gives some of the same symptoms as covid.","sentiment_score":0.25}
{"full_text":"As we start the new year, my students could use some things to keep them warm during the winter months. Their families were hit hard because of the pandemic and I would love to help them. #clearthelists #clearthelist #amazon #jacksonheightsny","sentiment_score":0.2361742424}
{"full_text":"RT Congratulations to Speaker Pelosi on her re-election as Speaker of the House! is the perfect leader for us duri...","sentiment_score":1.0}
{"full_text":"You must be mentally ill to go. shopping maskless.I am always wearing a mask despite the fact that I am a participant in the Pfizer Covid 19 vaccine trial and have received both shots.My next appointment is March 18th.Be part of the solution instead of the problem.","sentiment_score":-0.25}
{"full_text":"Cool. As somebody who voted on a straight Democratic ticket, can you promise to actually use the power you've been given by the people to enact real change and help us during this ongoing pandemic instead of doing out-of-touch publicity stunts like this again?","sentiment_score":0.1875}
{"full_text":"RT Listen man if u got covid and still running around, TAKE yo ass home or to a cave. That shit ain't cool at all!!!!!!!!!!!!!!...","sentiment_score":0.4}
{"full_text":"RT It's Christmas, almost the end of the worst year in history and is struggling post COVID, pneumonia and unem...","sentiment_score":-1.0}
{"full_text":"RT Gorgeous #Song: #Love Is Still The Answer! ~@jason_mraz#JoyTrain #Joy #Kindness #Quote #COVID19 #Mindfulness #GoldenHeart...","sentiment_score":0.7083333333}
{"full_text":"RT Finally someone said it!!! ","sentiment_score":0.0}
{"full_text":"RT rip to Jarod Nandin, a World of Warcraft and South Park icon, who lost his life to covid. may he roam Azeroth forever","sentiment_score":0.0}
{"full_text":"RT This is insanity and it's coming here soon if you don't wake the hell up.","sentiment_score":0.0}
{"full_text":"More councils in England are calling on the government to delay the reopening of primary schools amid rising cases of Covid-19. Local authorities in Wolverhampton, Cumbria and Kent are now asking for a delay to the start of term on Monday | BBC","sentiment_score":0.3}
{"full_text":"RT No PPE, no social distancing, no perspex screens, mixing on average 33  different households in a small room, no vacci...","sentiment_score":-0.1041666667}
{"full_text":"RT Liberal MPs Sameer Zuberi &amp; Kamal Khera step down from tother parliamentary positions after traveling abroad amid coronaviru...","sentiment_score":-0.1555555556}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"For real. It was in response to a post about social distancing though, so I feel like she knew what she was saying. Either way, the apathy of people is astounding.","sentiment_score":0.2777777778}
{"full_text":"If you are afraid of covid you should stay home fool","sentiment_score":-0.6}
{"full_text":"RT New Zealand just enacted the world's most extreme abortion law.","sentiment_score":0.1704545455}
{"full_text":"#boristheinept lockdown the nation for 21 days, support the children, laptops &amp; teaching aids. Support all businesses &amp; pay a living wage so people can eat. Increase the vaccine delivery. Get Dido out of Test and Trace, get professional expertise in place. Mobilise the army.","sentiment_score":0.1}
{"full_text":"RT looking at all these people partying on their stories, covid gotta be max prestige at this point","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT I have never heard Trump be passionate and engaged about saving lives during the pandemic as he does trying to steal the el...","sentiment_score":-0.05}
{"full_text":"Also mapped out pretty much exactly by Johns Hopkins back in 2015","sentiment_score":0.1666666667}
{"full_text":"RT I have never heard Trump be passionate and engaged about saving lives during the pandemic as he does trying to steal the el...","sentiment_score":-0.05}
{"full_text":"Statistically she's probably right. But what about the adults that have to care for the kids with covid? It's not the worry that kids who catch it will be seriously ill, but that they'll pass it onto somebody who could end up in ICU or the morgue.","sentiment_score":-0.1071428571}
{"full_text":"RT If can call in a COVID POSITIVE congresswoman to the People's House to vote for her today, then I don't want t...","sentiment_score":0.2272727273}
{"full_text":"RT Feeling extremely conflicted by seeing colleagues in various parts of the UK celebrating their 2nd dose of #COVID19 vacci...","sentiment_score":-0.0416666667}
{"full_text":"RT BJP President Shri ji alleging that whenever India achieves something commendable the  opposition party comes u...","sentiment_score":0.0}
{"full_text":"I've been meaning to read this. Now since my work shutdown due to covid, I have free time to. ","sentiment_score":0.1375}
{"full_text":"RT Happy Birthday to \/ the Pole Star of my childhood, \/ J.R.R. Tolkien.","sentiment_score":0.8}
{"full_text":"RT The news keeps reporting (or NOT reporting) the devastating effect COVID is having on black and brown people big cities (...","sentiment_score":-0.3888888889}
{"full_text":"RT Germany is likely to extend a national lockdown beyond Jan. 10 to curb coronavirus infection rates that are still runni...","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"Breaking News and Information with a strong bias for telling the truth. Censored news and analysis that you won't find anywhere else.","sentiment_score":0.4333333333}
{"full_text":"RT Wow I'm so glad the squad didn't fight for healthcare during a pandemic and economic collapse! That would have been the wo...","sentiment_score":0.2833333333}
{"full_text":"Covid year","sentiment_score":0.0}
{"full_text":"RT rip to Jarod Nandin, a World of Warcraft and South Park icon, who lost his life to covid. may he roam Azeroth forever","sentiment_score":0.0}
{"full_text":"How COVID-19 Hollowed Out a Generation of Young Black Men","sentiment_score":-0.0333333333}
{"full_text":"RT  MUBEAT UPDATE: we reach now 1M+ gap! Yes! You read it right! One Million. Now, maintain the Social Distancing BLINK...","sentiment_score":0.1952380952}
{"full_text":"RT We are deeply saddened to report that Jarod \"NWBZPWNR\" Nandin, aka \"The South Park Guy\" cosplayer from BlizzCon 2013, has pass...","sentiment_score":0.0}
{"full_text":"no it's okay dw  i just said i wasn't expecting her to fire him over his views on covid yk? she did say she was sorry and that she'd handle it tho","sentiment_score":0.0}
{"full_text":"Study from UCL: People started breaking Covid rules when they saw those with privilege ignore them | Dr. Daisy Fancourt","sentiment_score":0.0}
{"full_text":"Thread by We need more information on the immunisation plan. In the two weeks from Dec 8-20 we immunised 616,000 people, say 52,000 per day. With the new Covid variant we might assume up to......","sentiment_score":0.3181818182}
{"full_text":"RT Your daily reminder that David Perdue tried to profit off of COVID but opposed $1200 stimulus checks for his own constituents.","sentiment_score":0.3}
{"full_text":"RT As a veteran who swore to uphold my oath to defend the Constitution, I beg you to not seat the Republicans who assaulte...","sentiment_score":0.0}
{"full_text":"There has been intense speculation about Australians choosing to relocate regionally during the pandemic, as working from home arrangements make it easier for people to move away from big cities. Now the data backs up that claim. (via","sentiment_score":0.1}
{"full_text":"Yeah, yeah yeah.. #LiberalEntitlement","sentiment_score":0.0}
{"full_text":"RT Our trainees and trusts are seeing wide sweeping effects of this wave of covid. We link from bridge to so...","sentiment_score":-0.1}
{"full_text":"RT Covid Vaccine To Be Taken 28 Days Apart: AIIMS Chief","sentiment_score":0.0}
{"full_text":"RT The Pandemic Within the Pandemic | Psychology Today","sentiment_score":0.0}
{"full_text":"Thread. Systemic racism (again)","sentiment_score":0.0}
{"full_text":"RT Congress is in session and changed all the rules to keep herself in power.COVID positive Democrats in the cham...","sentiment_score":0.2272727273}
{"full_text":"RT Beach jam parked with fun seekers in total disregard 2 #COVID19  WHO THIN...","sentiment_score":-0.0333333333}
{"full_text":"RT Look - I promise not to tweet about selling houses on TV, if you promise not to tweet about age related mor...","sentiment_score":0.0}
{"full_text":"RT So it turns out more of ye didn't know about the WoW pandemic than did. 56% didn't know.It's honestly a pretty interesting...","sentiment_score":0.3375}
{"full_text":"In a post-COVID world it has never seemed more important","sentiment_score":0.45}
{"full_text":"'British Mutation' of COVID-19 Reaches Israel","sentiment_score":0.0}
{"full_text":"While I agree with your statement. They were not mass testing in March or during the first lockdown like they are now. Something needs to be done it's gone on far too long.","sentiment_score":0.1}
{"full_text":"RT An interesting thread of concern on variants of  concern","sentiment_score":0.5}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT Stay at home, unless you work in construction if thats the case work away with 100s of lads on site who's hygiene isn't...","sentiment_score":0.0}
{"full_text":"RT We are deeply saddened to report that Jarod \"NWBZPWNR\" Nandin, aka \"The South Park Guy\" cosplayer from BlizzCon 2013, has pass...","sentiment_score":0.0}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"Easy to imagine a scenario where Pence led a competent covid response and cruised to reelection.","sentiment_score":0.4666666667}
{"full_text":"RT 291k covid cases yesterday. Mask up and stay safe everyone. It's about to get really really bad...","sentiment_score":-0.1}
{"full_text":"RT funny you say this, just finished chatting with mom, the people in her Manor came around with forms to sign for receiving th...","sentiment_score":0.25}
{"full_text":"#InPhotos: The non-pandemic related strange things that happened in 2020.https:\/\/t.co\/FGl1UHZLyx","sentiment_score":-0.025}
{"full_text":"RT Can you also have #FamilyCarers added to the priority list, as requested by CSO says there are 500,000 fami...","sentiment_score":0.0}
{"full_text":"Hungry? Like many people in the service and hospitality industry, chef Paris Dreibelbis found himself out of work when the #Coronavirus pandemic hit. But from disruption comes innovation, and so he, and fellow chef Jackie Woods, created: Brute Pizza.https:\/\/t.co\/72wrb41qcY","sentiment_score":0.5}
{"full_text":"I would:1. Enforce full and proper lockdown2. Introduce furlough incentive scheme  to support the vaccination programme. Make it 24 hours 7 days a week3. Shield all over 65 \/ extremely clinically vulnerable until they are vaccinatedClick comments for more #nationallockdown","sentiment_score":0.045}
{"full_text":"Airports implement various measures to prevent the spread of COVID-19.For more details, please visit:https:\/\/t.co\/ZZ9iGvDTCc#JNTOsafetravel","sentiment_score":0.25}
{"full_text":"Congressman Cohen gets COVID-19 vaccinehttps:\/\/t.co\/4eYTTzqrwk","sentiment_score":0.0}
{"full_text":"RT Newly Mustachioed Bill De Blasio Unveils Special Red Armbands For Police Enforcing Lockdown#BestOfTheBee","sentiment_score":0.1645021645}
{"full_text":"Pope Francis condemned on Sunday people who had gone abroad on holiday to escape coronavirus lockdowns, saying they needed to show greater awareness of the suffering of others.READ:","sentiment_score":0.5}
{"full_text":"Badminton Association of Malaysia's coaching director Wong Choong Hann has tested positive for COVID-19. He is reported to be asymptomatic.He will not join the national team who are set to leave for Bangkok today for the Asian leg of the World Tour.","sentiment_score":0.1136363636}
{"full_text":"Our #COVID19 resource center keeps you informed and up to date with coronavirus news. It includes updates from and as well as our advocacy initiatives to help flatten the curve and keep our physicians and their patients safe.","sentiment_score":0.2}
{"full_text":"Asian share markets got the new year off to a solid start on Monday on expectations central banks will keep money super cheap while the rollout of coronavirus vaccines helps slowly revive the global economy.https:\/\/t.co\/NaWdQxP8bD","sentiment_score":0.0712121212}
{"full_text":"Federal health officials say the U.S. ramped up COVID-19 vaccinations in the past few days after a slower-than-expected start, bringing to the number of shots dispensed to about 4 million.","sentiment_score":-0.225}
{"full_text":".@BrownUniversity researchers say the U.S. could structure a nationwide program to help students recover from the academic disruption caused by the pandemic. Here's what the plan for the proposed tutoring program looks like. #EdChat #k12 #COVID #education","sentiment_score":0.0}
{"full_text":"Fauci said Sunday 1.5 million doses of coronavirus vaccine were administered in the previous 72 hours, or an average of about 500,000 per day.","sentiment_score":-0.1583333333}
{"full_text":"Shaking hands is engrained deep into our culture, but now it might feel a little jarring if someone tries to extend their hand to you. There are alternatives if that's the case.","sentiment_score":-0.0958333333}
{"full_text":"COVID-19 hospitalizations at Illinois corrections department leave incarcerated peoples' loved ones with questions. |","sentiment_score":0.7}
{"full_text":"Governor getting rid of his coloring map just as it's going totally red from COVID-19 infection rate and ordering 5days of school #OnlyWhenItsSafe #55Strong ","sentiment_score":0.0}
{"full_text":"The news channel said Saturday the 87-year-old King is undergoing treatment at Cedars-Sinai Medical Center in Los Angeles.","sentiment_score":-0.05}
{"full_text":".@BrownUniversity researchers say the U.S. could structure a nationwide program to help students recover from the academic disruption caused by the pandemic. Here's what the plan for the proposed tutoring program looks like. #EdChat #k12 #COVID #education","sentiment_score":0.0}
{"full_text":"COVID-19 Treatment Pilot Program Makes Way to El Centro, Uses Antibodies","sentiment_score":0.0}
{"full_text":".@BrownUniversity researchers say the U.S. could structure a nationwide program to help students recover from the academic disruption caused by the pandemic. Here's what the plan for the proposed tutoring program looks like. #EdChat #k12 #COVID #education","sentiment_score":0.0}
{"full_text":"Along Atlanta's diverse Buford Highway, bustling restaurants have long provided a steady income for immigrant families and others who call the area home. But the pandemic, new development and rising housing costs are making it hard for residents to stay.","sentiment_score":-0.0096590909}
{"full_text":"The worst songs of the year included Van Morrison and Eric Clapton's anti-lockdown songs, plus numbers by Tory Lanez, Mike Love and Lil Pump","sentiment_score":-0.25}
{"full_text":"RT HOLY SHIT  no words.....NZ PM rushes world's most extreme abortion legislation into law while country distracted with...","sentiment_score":0.0583333333}
{"full_text":"Read this article for different ways you can grow from trauma.","sentiment_score":0.0}
{"full_text":"Latest worldwide COVID-19 data: 85,489,058 cases, 1,850,209 deaths.A 2.16% fatality rate.","sentiment_score":0.5}
{"full_text":"RT The same Meadows who tried to hide WH COVID cases. The same Meadows who convinced Trump that a mask mandate was a bad...","sentiment_score":-0.2333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 32.0FWind Chill: 32.0FHumidity: 99%Dew Point: 31.8F Barometer: 30.060 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 196.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I am not okay. He is and was my friend. I spoke with him just the other day from his hospital ved when he appeared to be i...","sentiment_score":-0.1875}
{"full_text":"RT Best of 2020 #1-#4 #COVID19 #trump #twentytwenty","sentiment_score":1.0}
{"full_text":"RT Even though Biden won over 7 million more votes and 306 certified electoral votes, Trump who started out lying before...","sentiment_score":0.5}
{"full_text":"RT This isn't photoshopped. This is Klaus Schwab showing the world the reason why we have a fake pandemic. Research it  h...","sentiment_score":-0.5}
{"full_text":"RT Every child deserves in person learning if their parent so chooses. Proud of the Trump Administration's work on prioritizi...","sentiment_score":0.8}
{"full_text":"Thank you.","sentiment_score":0.0}
{"full_text":"World beating at last.","sentiment_score":0.0}
{"full_text":"Time: 01:00 * Temp: 3.3degC * Wind: N 4.0 to 8.1mph * Pressure: 1022.8hPa * Rain: 0.0mm * Hum: 84% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:44 * Sunset: 16:11 * Cloudbase: 1120ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
