{"full_text":"Absolutely this: \"The lack of standards and use of different assays complicate the comparison of performance of the various Covid-19 vaccines that are currently in development\"","sentiment_score":0.05}
{"full_text":"RT Students are the future of a Country!Is our future is safe in this pandemic?@Shafqat_Mahmood ","sentiment_score":0.1666666667}
{"full_text":"RT As #COVID19 threatens lives &amp; livelihoods, the #GlobalGoals can lead the way to a sustainable recovery and a better future for all....","sentiment_score":0.25}
{"full_text":"RT This is Esoyolo Bambiso, he was brutally beaten by Cookhouse police officers for being outside during lockdown level 3 e...","sentiment_score":-0.4375}
{"full_text":"A provisional 270 million doses of Covid-19 vaccines have been secured by the African Union (AU) for distribution across the continent. - | #Africa #COVID19Vaccine |","sentiment_score":0.0}
{"full_text":"RT THE TEN COMMANDMENTS:1. Thou shalt never short $TSLA2. Thou shalt never short $BTC3. Thou shalt always buy the dip4...","sentiment_score":0.0}
{"full_text":"RT Just subscribed to the again. If you can, please do, their vendors can't sell during lockdown and need the hel...","sentiment_score":0.0}
{"full_text":"RT As journalists wait for the government to comment on the Covid crisis, a member of the public casually skis past them... onl...","sentiment_score":-0.25}
{"full_text":"Missions warn Indians looking for jobs in #UAE of fake agents thriving amid #COVID19 #NRI #NRINews #GlobalIndians #IndianExpats #India #Indian #IndianDiaspora #IndiansAbroad #IndianOrigin","sentiment_score":-0.5}
{"full_text":"RT A record 1,564 Covid deaths today. This is the catastrophic human cost of the Government's failed strategy to \"balance...","sentiment_score":-0.25}
{"full_text":"RT Yet another Covid U-turn.The pattern is depressingly familiar. Bluster. Dither. Fail to lead. Then, far too late, bow...","sentiment_score":-0.08125}
{"full_text":"RT Family member tested positive for COVID-19 10 days ago and we haven't heard a peep from test and trace. We are obviously...","sentiment_score":0.1136363636}
{"full_text":"RT British and US spies urged to probe claims China 'tricked the world into lockdown to trigger economic crash'","sentiment_score":0.1}
{"full_text":"RT this is really disturbing. House tours canceled even by members because of covid, so she was shocked to see groups of people wa...","sentiment_score":-0.6}
{"full_text":"RT The Morrison Government is trying to pass the buck again. Quarantine is the Federal Government's responsibility.Prime Ministe...","sentiment_score":0.0}
{"full_text":"RT Rightly said by Gourav Kanti Saha, a bright youngster from Tripura. He says it was local manufacturers and businesses tha...","sentiment_score":0.3285714286}
{"full_text":"RT Fact. We have not had a SINGLE case of Flu in Irish hospitals this winter. Is the PCR test picking up colds, chills and flu as C...","sentiment_score":-0.0357142857}
{"full_text":"ABC reverses editorial decisions on Capitol breach and Craig Kelly Covid posts","sentiment_score":0.0}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"RT As the pandemic devastated sections of the economy, particularly those dominated by women, some turned to OnlyFans to make mon...","sentiment_score":0.1666666667}
{"full_text":"RT People have asked how we are...We are a hospital in the middle of a pandemic. We are trying to get as many sick people...","sentiment_score":-0.0714285714}
{"full_text":"RT COVID has gotten entirely lost, even though it's killing 4,000 a day. We're talking about Lauren fucking Boebert and Jim J...","sentiment_score":-0.3}
{"full_text":"RT Hi moots, Imma use this platform to ask for help. So my dad is a driver, but he lost his job because of this pandemic. If yo...","sentiment_score":0.0}
{"full_text":"RT Thankfully Greg Hunt don't get to decide. Stay in your lane - wherever that may be. Oh and take that dud #Covidsaf...","sentiment_score":0.0}
{"full_text":"RT One of these deaths - a 31 yo woman*, otherwise healthy, who died on Sunday. There wasn't a space for her in a ho...","sentiment_score":0.5}
{"full_text":"RT Too many Republicans have recklessly refused to take COVID-19 seriously. Anyone who selfishly refuses to wear a mask (even...","sentiment_score":-0.1111111111}
{"full_text":"RT And they didn't find the 5224 mutation either.","sentiment_score":0.0}
{"full_text":"Support for GM people living in care homes during covid @CathC_Circles ","sentiment_score":0.0}
{"full_text":"RT Even as we speak some Nigerians are still saying Corona Virus is not real. But soon some 'intelligentsia' will argue t...","sentiment_score":-0.1}
{"full_text":"RT More than 1,800 patients are being treated for Covid-19 in hospitals around the country, with almost one in ten of them in ICU...","sentiment_score":0.25}
{"full_text":"maybe if school was closed for an entire year and only opened for cies in summer then maybe covid cases would have gotten less","sentiment_score":-0.0666666667}
{"full_text":"RT Stay at home, folks","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trial shows that one-shot coronavirus vaccine developed by Johnson and Johnson is both safe and appears to ge...","sentiment_score":0.3}
{"full_text":"Maskless QAnon Rep. Flexes After Siege Lockdown: 'Healthy People Do Not Spread COVID'\"More medical misinformation from the GOP wacko caucus.\" #MDBAZ#GOPQAnonCaucus","sentiment_score":0.3333333333}
{"full_text":"It's not awful but we barely had any time in-person in the first place. Still I miss her :(But we've been able to do a whole hell of a lot together online, especially because covid, and we've figured things out pretty well!(Also good to see you back!)","sentiment_score":0.17}
{"full_text":"RT Couple in extraordinary survival story after detouring through the outback due to coronavirus border closures","sentiment_score":0.1041666667}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"RT It's fine to open schools they said.Kids don't get sick they said.Meanwhile a study published in JAMA indicates Utah had a...","sentiment_score":-0.0992063492}
{"full_text":"RT So chatting to a delivery driver for a large supermarket this morning. He delivers into COVID positive care homes with...","sentiment_score":0.2207792208}
{"full_text":"RT If you're a coach \/ parent looking for activities for your players \/ children to complete during lockdown, this is a FREE re...","sentiment_score":0.25}
{"full_text":"RT This is your heart. This is your heart on Covid. Any questions?As seen tonight on courtesy of","sentiment_score":0.0}
{"full_text":"Could you be owed PS25 for school meals? https:\/\/t.co\/LwfmfiVgEE","sentiment_score":0.0}
{"full_text":"RT Smalam sales kedai less than 10% pre-COVID-19. Harini so far macam less than 5% je. Thank you, TSMY.","sentiment_score":-0.0777777778}
{"full_text":"RT What????\"Staff initially banned from calling attack on US Capitol an insurrection\"https:\/\/t.co\/l77iW2HLwb","sentiment_score":0.0}
{"full_text":"European Stock Markets Head For Higher Open Despite Covid-19","sentiment_score":0.0833333333}
{"full_text":"Had the same with my daughter, unfortunately on a few occasions now, beating herself up, and with covid &amp; the distance we live apart, I can't just go to her and hug her. I know I'm biased but good god, someone is missing out on the catch of a lifetime.","sentiment_score":0.0872727273}
{"full_text":"All vaccinations have side effects. Nobody denies that. However, they are nothing compared to the real thing. I did have COVID19. It was the worst sickness of my life, and I am lucky that I have no permanent damage like roughly 30% who had sympomatic COVID19.","sentiment_score":-0.1416666667}
{"full_text":"This seems... like a bad idea.","sentiment_score":-0.7}
{"full_text":"RT 84,767 British people have died of Coronavirus as of today. That's more than all British civilian deaths in 6 years of WW...","sentiment_score":0.1666666667}
{"full_text":"RT Now it's time for to remove the man who has banned 83 million Iranians from Twitter, bans US &amp; European coronav...","sentiment_score":0.0}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"RT The Hill: \"CDC study finds COVID-19 outbreaks aren't fueled by in-person classes\"","sentiment_score":0.0}
{"full_text":"RT And so it bloody well should have.  They were shockers. ","sentiment_score":-0.8}
{"full_text":"RT It takes a lot to be a front liner in this country. A colleague of mine just died of covid she got on the job and everyone mo...","sentiment_score":0.0}
{"full_text":"RT This royal pain in the ass is Sonia Perez, a chef from California who likes to harass frontline employees during a pand...","sentiment_score":0.0}
{"full_text":"RT Family member tested positive for COVID-19 10 days ago and we haven't heard a peep from test and trace. We are obviously...","sentiment_score":0.1136363636}
{"full_text":"RT #Master sets worldwide box-office on fire! And this time amid the pandemic that shook the entire world. #MasterFilm #Mas...","sentiment_score":0.0}
{"full_text":"RT URGENT. My dad is in the ICU. Intubated &amp; hooked to a ventilator. None of us family members can be by his side--he's st...","sentiment_score":0.0}
{"full_text":"There'll be no fresh food to panic buy. Sorted.","sentiment_score":-0.15}
{"full_text":"RT China agreed to help the WHO map the origins of the new coronavirus. Since then, mostly silence. ","sentiment_score":0.3181818182}
{"full_text":"COVID-19 drastically accelerated the implementation of digital workplace technology, especially when in support of digital resiliency.This year we expect to see buildings getting 'smarter'- read more here:","sentiment_score":0.125}
{"full_text":"RT At 106 years old, Olive is believed to be the oldest person to get a Covid-19 vaccine at one GP practice in North Yorkshi...","sentiment_score":0.1}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"do you know if there is a program like this in Ventura county?","sentiment_score":0.0}
{"full_text":"RT So we now have examples of 2 separate court centres where prisoners who both tested positive where brought to court, into cell...","sentiment_score":0.2272727273}
{"full_text":"RT Members of the World Health Organization have arrived in #Wuhan in China, where they'll investigate the origins of the...","sentiment_score":0.0}
{"full_text":"RT So the government can afford to pay us all to stay at home, but couldn't pay out to ensure that the NHS had enough beds...","sentiment_score":0.0}
{"full_text":"America exceeds 23 million circumstances of #Coronavirus with a mean of three,300 deaths per day #Covid19 #EEUU #International #Present","sentiment_score":-0.1041666667}
{"full_text":"RT A Guard leader currently at the Capitol sent me this note saying they're tired of lawmakers talking with their soldiers w...","sentiment_score":-0.2}
{"full_text":"RT Horrendous news: 1564 more deaths from Covid.The devastating cost of deciding you know better than the scientists advi...","sentiment_score":0.0}
{"full_text":"RT Pakistan: Daily update on #coronavirus cases*41,574 tests conducted in the last 24 hours*3,097 people tested #COVID19...","sentiment_score":0.0}
{"full_text":"RT An international team of scientists led by the World Health Organization arrived in China's Wuhan to investigate the origins o...","sentiment_score":0.0}
{"full_text":"RT Yesterday there were 0 new locally acquired cases reported and 0 new cases in hotel quarantine. Thanks to all who were test...","sentiment_score":0.1181818182}
{"full_text":"RT Thank you Israel  The Hadassah University Hospital in Jerusalem will accept patients with serious and life-threating medic...","sentiment_score":-0.3333333333}
{"full_text":"RT This is unusual for several reasons, including the fact that access to the Capitol Complex has been restricted since publi...","sentiment_score":-0.0333333333}
{"full_text":"RT COVID-19: First Pakistani Citizen receives Sinopharm Vaccine in Shanghai #APPNews #CovidVaccine","sentiment_score":0.25}
{"full_text":"RT BREAKING: The FDA has approved Pfizer's coronavirus vaccine for emergency use in the Philippines, the first #COVID19 vaccin...","sentiment_score":0.25}
{"full_text":"At 3.6 billion, India pegged to produce most Covid-19 vaccine doses after US in 2021 READ:","sentiment_score":0.5}
{"full_text":"#AirCanada announced that it was laying off about 1,700 employees in the wake of the official travel restrictions against the still raging #COVID19 pandemic","sentiment_score":0.0}
{"full_text":"Cycling has taken off big time during 2020 and we know that lots of you have been motivated by the COVID-19 lockdowns and health risks to get on your bikes and get fitter. We want to know more ...Take our survey below to help us get a better idea -https:\/\/t.co\/ki5mTplqZR","sentiment_score":0.3333333333}
{"full_text":".@DC_NoExcuse stop car in Brixham after almost 200-mile lockdown journey","sentiment_score":0.0}
{"full_text":"Students who are due to receive their GCSE results today (Thursday 14 January) will be able to access their results via ProPortal after 8.30am. Please note, students must not travel to College to collect these. For further information, please visit","sentiment_score":0.125}
{"full_text":"This deal will secure enough #COVID19 vaccines for more than 8 million people, vaccine czar Carlito Galvez said.READ:","sentiment_score":0.3}
{"full_text":"India's economy was currently in a recovery phase, which will be supported by the roll out of coronavirus vaccines, Fitch Ratings predicts.","sentiment_score":0.0}
{"full_text":"The U.S. government's deficit in the first three months of the budget year was a record-breaking $572.9 billion, 60.7% higher than the same period a year ago, as spending to deal with the COVID-19 pandemic surged while revenue declined.","sentiment_score":0.1666666667}
{"full_text":"Some businesses have breached Covid restrictions https:\/\/t.co\/7UnBltgYkH","sentiment_score":0.0}
{"full_text":"Moody's - Negative outlook for Sub-Saharan African sovereigns as debt costs will intensify post pandemic @MoodysInvSvchttps:\/\/t.co\/AcviYWHXh2March 2020 Debt, virus and locusts create a perfect storm for Africa","sentiment_score":0.2333333333}
{"full_text":"\"He ruined more than 500 doses of COVID-19 vaccine because he thought it was unsafe\"#AWANInews #AWANI745","sentiment_score":0.5}
{"full_text":"RT It's my sister-in-law's funeral this morning. COVID19 complications. She was 30. She and my brother got married in Septem...","sentiment_score":0.25}
{"full_text":"Students who are due to receive their GCSE results today (Thursday 14 January) will be able to access their results via ProPortal after 8.30am. Please note, students must not travel to College to collect these. For further information, please visit","sentiment_score":0.125}
{"full_text":"The Rural Payments Agency (@ruralpay) has reduced its bank helpline opening hours due to the ongoing Covid restrictionshttps:\/\/t.co\/NLhCDs3gO4","sentiment_score":-0.0625}
{"full_text":"Delhi CM Arvind Kejriwal said his government would provide free vaccine against Covid to all Delhi residents if the Centre fails to do so.#COVID19vaccine","sentiment_score":-0.05}
{"full_text":"Those 70+ can now book an appointment to get the COVID-19 vaccine in Clark County, but reports many had issues getting an appointment today.STORY:","sentiment_score":0.5}
{"full_text":"Religion news 14 Jan: Raw response to Trump's impeachment; Imams urge Muslims to take the Covid-19 vaccine; Size and quality of food parcels for hungry children condemned by Bishop; Dean of Christ Church Oxford faces another tribunal","sentiment_score":-0.2307692308}
{"full_text":"It has always been important for people with disabilities to be able to access physical activity.  Now more than ever we need to have creative ways for everyone to be able to keep active while having to stay at home.  #Somerset #DisabledSport #BeActive","sentiment_score":0.3238095238}
{"full_text":"#dividends estimate for 2022 is EUR30 Bn higher than the expected for 2021, but is still EUR60 Bn lower than a year ago. Excluding the impact of the #COVID19 they think 2022 dividends could have reached EUR360 Bn. A remarkable difference","sentiment_score":0.3}
{"full_text":"Consumers are beginning, tentatively, to plan for a post-pandemic world. That means hope for the fashion industry too after months of slow sales.","sentiment_score":-0.3}
{"full_text":"For those who watched all of Netflix in 2020 during stay-at-home orders, lockdowns, Saturday nights at home, and work-from-home breaks, good news - Netflix announced they are releasing a new movie every single week of 2021.","sentiment_score":0.254978355}
{"full_text":"Seniors and people who work in education, law enforcement, food and agriculture, and emergency services. As reports, appointments filled up in just a few hours Wednesday evening. ","sentiment_score":0.1}
{"full_text":"Students who are due to receive their GCSE results today (Thursday 14 January) will be able to access their results via ProPortal after 8.30am. Please note, students must not travel to College to collect these. For further information, please visit","sentiment_score":0.125}
{"full_text":"The rapid rise of the data-driven economy is an opportunity for innovative companies in Europe to lead the way to the 4IR. Such activity could play a critical role in helping to rebuild global economies after the pandemic.  #data #economy #Europe #UK","sentiment_score":0.125}
{"full_text":"RT What a dreadful vaccine roll-out in California. We have the answer to ending the pandemic and it's just sitting in refrigera...","sentiment_score":-1.0}
{"full_text":"The Grim Truth of COVID-19 - connecting people without words 24\/7Don't let your loved ones be alone Available on google play","sentiment_score":0.0333333333}
{"full_text":"RT Come for the swimming...stay for the COVIDhttps:\/\/t.co\/ZxOPaoSh8r","sentiment_score":0.0}
{"full_text":"You are unable to catch coronavirus from the #Covidvaccine. For factual information about COVID-19 visit","sentiment_score":-0.5}
{"full_text":"RT Okay but the people that behead people on the street roam free?","sentiment_score":0.45}
{"full_text":"RT babe are you ok you've barely touched your endlessly increasing pile of work that you are expected to do even though we are i...","sentiment_score":0.08125}
{"full_text":"Officials said that many of the public health measures to control the virus will have to remain in place for the rest of the year.","sentiment_score":0.25}
{"full_text":"It isn't always possible to get outdoors to exercise during lockdown.  Here are some ideas from DOSE - Exercises achievable in front of the TV!https:\/\/t.co\/izkucE3XqZ","sentiment_score":0.0}
{"full_text":"National Task Force Against COVID-19 Chief Implementer and Vaccine Czar Carlito Galvez Jr. urged the public to look beyond the brand names of the COVID-19 vaccines and get immunized.#covid19ph #vaccinehttps:\/\/t.co\/qly9SSJDCk","sentiment_score":0.0}
{"full_text":"SOWETAN | We have to hold back on the culture of attending funerals to support the bereaved and leave that role to close relatives, as these gatherings have become super spreaders of Covid-19.https:\/\/t.co\/jUwpQUM0We","sentiment_score":0.1666666667}
{"full_text":"Stefan Oschmann, CEO of joined to discuss the rapid scientific progress driven by the pandemic, our contributions to vaccine &amp; diagnostic development &amp; the potential of mRNA technology. Watch the interview here:","sentiment_score":0.0}
{"full_text":". has received more than PS1m as it develops a Covid-19 detection systemhttps:\/\/t.co\/UVQoVgC9uI #coronavirusuk","sentiment_score":0.5}
{"full_text":"New: * How CapVest built Valeo into a EUR1.2 billion food giant* The future of trade unions in a post-Covid, post-gig economy world* A force to be reckoned with: when the Barclays met McKillen* Having raised $1.5m, Frankie Health wants to help tackle mental health issues","sentiment_score":0.0472727273}
{"full_text":"Gaming consoles had seen a massive uptake during 2020 with 22.4% of respondents* buying their first console amidst the pandemic  #gaming*","sentiment_score":0.125}
{"full_text":"\"Yes, I am willing to vaccinate (Chinese) #vaccines when necessary. I have no problem. Chinese #COVID19 vaccines are developed by using traditional techniques... the security is guaranteed\", said Peruvian President, Francisco Sagasti in an interview with Peru's \"Business Daily\".","sentiment_score":0.05}
{"full_text":"it's #thankyouthursday so #Thank to for helping us to spread the word about staying #healthy through this #pandemic. if any other #radiostations would love to hear more i'd be happy to offer my knowledge!  #midlands","sentiment_score":0.475}
{"full_text":"RT Archie hanging at the beach. pre-pandemic, of course #bara #baraart #baraartist #fanart #beefy #pokemon","sentiment_score":0.2}
{"full_text":"RT Having scrubbed clean all possible evidence of where and how the Covid outbreak began, China finally admits a WHO team. This...","sentiment_score":0.1222222222}
{"full_text":"They didn t take him back! He is doing a solo tour performing ,,slave\" album. Skid Row will do the same, they announced it last year but dates havent been released due to covid and uncertainty when gigs can start again. So both, Bach and Skid Row will do a Slave tour in 2021.","sentiment_score":-0.03125}
{"full_text":"RT This is happening today. If you haven't already, please retweet and contact your MP. Across the parties, 300 MPs are now...","sentiment_score":0.0}
{"full_text":"\"The world is a book and those who do not travel read only a page.\"@incredibleindia and kashmir","sentiment_score":0.0}
{"full_text":"RT The Philosopher Yuk Hui connects the East-West-divide in Covid-responses to deep-rooted conceptions o...","sentiment_score":0.0}
{"full_text":"Yeah your right,  Crenshaw should have showed up with Covid like the DEMS did.  So Sad America Died on January 8, 2021. If your RED, you now Dead, so we must now form our own  America.  PS. Pelosi must be impeached for Inciting people when she said punch them in the face","sentiment_score":0.0371428571}
{"full_text":"RT #Shafqatmehmood Please close all the educational institutions as situation is not under control. Corona is getting worse...","sentiment_score":-0.075}
{"full_text":"Also a year too late but better late than never","sentiment_score":-0.0333333333}
{"full_text":"RT With AZ leading U.S. for COVID case rate, top docs want meeting w as hospitals prepare to ration care.","sentiment_score":0.5}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"RT Ohio researchers discover new strain of COVID-19","sentiment_score":0.1363636364}
{"full_text":"RT Clad in the traditional attire of the Tatra mountains and flanked by supporters carrying flaming torches, a group of Polish bu...","sentiment_score":0.0}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"Planning for one visit from a media team on a covid is manageable. Planning for multiple visitors a day for every patient is not manageable or safe.","sentiment_score":0.25}
{"full_text":"RT Family member tested positive for COVID-19 10 days ago and we haven't heard a peep from test and trace. We are obviously...","sentiment_score":0.1136363636}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"Time: 07:00 * Temp: 5.8degC * Wind: NNW 0.0 to 5.0mph * Pressure: 1009.9hPa * Rain: 10.2mm * Hum: 99% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:37 * Sunset: 16:27 * Cloudbase: 160ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Our personalities are shaped by our experiences and social interactions, so how might the months spent isolated from friends, family and colleagues have altered us?How lockdown may have changed your personality, via #psychology","sentiment_score":-0.0333333333}
{"full_text":"RT One of India's misfortune is that most of its so called celebrities are extremely ignorant. Like this guy here is not bot...","sentiment_score":0.1875}
{"full_text":"RT May pregnancy tests and covid tests be negative all 2021. Amen.","sentiment_score":-0.3}
{"full_text":"RT RHOC was just horrible this season. the privilege during covid was just tooooo much to watch in these unprecedented time...","sentiment_score":-0.0666666667}
{"full_text":"THREAD:Not sure this is the wisest article to publish?1) the full stats are: recovering from Covid = 83% protection against reinfection for at least *20 weeks*2) BUT nowhere in the article does it mention the \"length of immunity conferred by the vaccine\"1\/","sentiment_score":0.1833333333}
{"full_text":"Total COVID-19 tests performed in Bahrain: 2,507,245. 96,470 cases, of those 0 today; 356 deaths, of those 0 today.","sentiment_score":0.0}
