{"full_text":"RT lmao my dude immediately flipped","sentiment_score":0.6}
{"full_text":"RT The way she tweeted this then jetted around the world, during a global pandemic, with her Anti-Vax boyfriend ","sentiment_score":0.0}
{"full_text":"How has covid affected celtic more than anyone else? Arrogant rubbish. Just do the right thing and resign.","sentiment_score":0.3928571429}
{"full_text":"RT If it can be law that every person wears a seatbelt while in a car, why can't it be law to wear a mask in public? It's pos...","sentiment_score":0.0}
{"full_text":"Here's the interesting part of that article: \"\"As these health care professionals heard about cases elsewhere before COVID-19 was detected in their communities, their anxiety levels likely rose in anticipation of having to confront the disease,\"","sentiment_score":0.3666666667}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"1 person dies of Covid-19 every 20 seconds in the US per current stats.","sentiment_score":0.0}
{"full_text":"All those fools thinking Dems would concentrate on the pandemic and financial relief. Never trust a communist. #ImpeachmentDay","sentiment_score":0.0}
{"full_text":"RT As a former #ncga staffer, it's crazy to think that you're not allowed to step floor on the Senate Floor without a tie bu...","sentiment_score":-0.3}
{"full_text":"RT This talk presented by Herve St-Louis (@ToonDoctor) as a part of #Serene2020 presents preliminary data exploring users' pe...","sentiment_score":0.0}
{"full_text":"Check out one of the best Browser which can help in your business and have more and new tool check it out ","sentiment_score":0.5454545455}
{"full_text":"we're helping our brothers out in this pandemic, i love my club #respect","sentiment_score":0.5}
{"full_text":"RT Setting a great example...Television ignores Covid. No masks. Soap Operas keep the 6ft distance rule &amp; use R\/L significant...","sentiment_score":0.5875}
{"full_text":"RT 1. Please can I share: On Sat my Covid results came back Pos.I'd been on holiday to the #Gardenroute and shared some pi...","sentiment_score":0.0}
{"full_text":"RT The UK has reported a Covid daily death toll of 1,564. That's more people than died on the Titanic. This is what that many n...","sentiment_score":0.3333333333}
{"full_text":" #virtualcruisepo #Cruising  #travel #holidays #CruiseControl   No lockdown blues on our virtual cruise","sentiment_score":0.0}
{"full_text":"They're awfully cute but their brain case is pretty small so they have to save space in it for snuggles and treats. If she understood Covid-19 she'd know you did it for her. ","sentiment_score":0.1666666667}
{"full_text":"RT 1,564 people reported dead from COVID in Britain today.I just Googled this because I literally couldn't visualise it....","sentiment_score":-0.2}
{"full_text":"RT Unfortunately, the pro life people, love the death penalty and trump wanted their vote last year. Evide...","sentiment_score":0.0}
{"full_text":"RT Why aren't we getting BLOODY CROSS about the governments handling of this pandemic? About the oaf Johnson who is personally res...","sentiment_score":-0.2666666667}
{"full_text":"Is this really a good idea? I don't think so! Haven't they got enough to deal with.","sentiment_score":0.4375}
{"full_text":"RT Citizens Advice has published it's latest report into the impacts of coronavirus on private renters which has found tha...","sentiment_score":0.25}
{"full_text":"RT MoT OopsSo. The Swiss Federal Council has just decreed a lockdown (they explicitly said it doesn't count as a ,hard'...","sentiment_score":-0.2916666667}
{"full_text":"link?","sentiment_score":0.0}
{"full_text":"RT 'Despite calls from Andrew Scheer for more parliamentary oversight during the coronavirus pandemic, the Conservatives have the...","sentiment_score":0.5}
{"full_text":"RT Mayor of London Sadiq Khan tells 'sad heartbreaking news' that London's virus death toll exceeds 10,000Pa...","sentiment_score":-0.5}
{"full_text":"Great to see opened up again. Just a shame that everything has had to go into stasis again so soon. Be signing up when things get moving again. #stayfit #staysafe","sentiment_score":0.8}
{"full_text":"RT Turns out Baked is a cop","sentiment_score":0.0}
{"full_text":"RT Another good man and his work blocked by troll activity. #wallofkindness","sentiment_score":0.7}
{"full_text":"RT Republicans are all for law and order until it makes them do things they don't want to do. Wear a mask? No. Go through a meta...","sentiment_score":0.0}
{"full_text":"Unfortunately, due to pandemic-related challenges, we needed to reschedule your delivery. We apologize for the delay and inconvenience. Please know that we exhausted every possible alternative before rescheduling your appointment time.","sentiment_score":-0.175}
{"full_text":"10 Reasons Why Flying Like Before Covid Is A Really Bad Idea #StayGroundedIn2021 via","sentiment_score":-0.7}
{"full_text":"All members should be REQUIRED to be present to vote. AT least 1 covid positive Rep had to vote in person to ensure Pelosi maintained her stranglehold on the House. This is far more important.","sentiment_score":0.1545454545}
{"full_text":"We are covering this area of the uk, carrying out mass #sanitisation services for the #construction #education #Health and #councils #coronavirus #savethenhs","sentiment_score":0.0}
{"full_text":"People still do this??? Damn!","sentiment_score":0.0}
{"full_text":"RT \"@SenatorBiaggi dedicated the new law to Leland Jordan, a baggage handler at JFK who was one of the first airport workers...","sentiment_score":0.1931818182}
{"full_text":"RT We are actively recruiting at the postdoc\/staff scientist level for followup to this paper!","sentiment_score":-0.1666666667}
{"full_text":"RT Had the people sworn to protect this country removed Donald Trump when he was impeached the first time, we wouldn't be in...","sentiment_score":0.25}
{"full_text":"RT lmao my dude immediately flipped","sentiment_score":0.6}
{"full_text":"RT Service will be patchy today. Am spending a couple of days at a major London hospital. Full piece to come but spending t...","sentiment_score":0.20625}
{"full_text":"RT Parents say COVID restrictions contributed to Illinois student athlete's suicide via","sentiment_score":0.0}
{"full_text":"Did you hear he wants to the give people the the second doses of the Covid vaccines as first doses  aka he's not listening to the Pfizer agreement","sentiment_score":0.15}
{"full_text":"RT Today's covid figures take the pandemic to a double new worst: a record 1,564 new deaths reported in the last 24 hours, an...","sentiment_score":-0.1454545455}
{"full_text":"RT I am proud to say that I am an ex covid patient. I survived,and you can too. Raffil Jamir bed no E39,signing off! ","sentiment_score":1.0}
{"full_text":"RT Imagine working in a place where colleagues refused to wear masks indoors in close quarters during a pandemic, who spread l...","sentiment_score":0.0}
{"full_text":"RT sea shanties are popular right now because behavioral synchrony feels really, really good to humans and many of us have...","sentiment_score":0.5214285714}
{"full_text":"We're in this clusterfuck, forever. Let that sink in...\"UK records highest daily COVID-19 death toll as total passes 100,000\" ","sentiment_score":0.0}
{"full_text":"RT For 8 months, Nancy Pelosi blocked coronavirus relief from reaching the American people. For 8 months! And yet she s...","sentiment_score":0.0}
{"full_text":"RT This is the reason that America keeps spinning his wheels is they keep electing the bottom of the barrel Morons like this de...","sentiment_score":-0.8}
{"full_text":"CMS Drama is excited for their 2020-2021 production! Proud of this crew for working through COVID. #TheShowMustGoOn #StayNegativeBePositiveTix are being distributed to fams first. On Fri &amp; Sat morning we'll post if we have tix for sale at the door.https:\/\/t.co\/eo7Et3F4dF","sentiment_score":0.50625}
{"full_text":"RT There's audio of Trump admitting he withheld information about Covid. There's audio of Trump trying to intimidate officials to...","sentiment_score":0.0}
{"full_text":"FVV: #NBA's new stricter #COVID19 protocols feel a bit like trying to \"plug holes in a sinking boat.\"","sentiment_score":0.1363636364}
{"full_text":"The election was free and fair! From an administrative standpoint, a resounding success. In the face of a raging pandemic and the highest turnout in more than a century, Americans enjoyed one of the most secure, and most well-run elections ever. Trump lost 60 court cases!","sentiment_score":0.5125}
{"full_text":"RT One of the most frustrating things about this moment is that Dems will get months, if not years, of mileage talking abou...","sentiment_score":0.05}
{"full_text":"To our health care providers: To help keep you safe while you keep us safe, you are eligible to receive the COVID-19 vaccine now. Please sign up at or learn more at vaccine portal:","sentiment_score":0.5}
{"full_text":"RT PEOPLE ARENT DYING BECAUSE PEOPLE HAVE BEEN 'BENDING' THE RULES. PEOPLE ARE DYING BECAUSE SHOPS WERE KEPT OPEN, SCHOOL...","sentiment_score":0.0}
{"full_text":"Average Americans,  please tell me EXACTLY what trump has done for you. Do you make enough to take advantage of tax breaks? Do you know someone who died or have lingering issues from Covid; was his deceptions good for you?Did he sign the second stimulus package late purposely?","sentiment_score":0.0833333333}
{"full_text":"RT How does one give a rent increase and an eviction during a pandemic to a single mother with kids?Seeking media contact...","sentiment_score":-0.0714285714}
{"full_text":"You leap from someone pointing out that predicting 3-7 deaths was stupid to \"we shouldn't take precautions\"?And ... Athletes have suffered from myocarditis, have collapsed while playing, (some even died), before COVId.Assuming COVId is the root of all medical issues is lunacy","sentiment_score":-0.4}
{"full_text":"RT Yet another BO record for #ThalapathyVijay! #Master becomes the first 1 CR+ Chennai city grosser in the post-Covid #New...","sentiment_score":0.1931818182}
{"full_text":"RT Beautiful Wednesday Tweethearts  Those who say it can not be done, should not interrupt those doing it Wishing you a sa...","sentiment_score":0.85}
{"full_text":"Boost!","sentiment_score":0.0}
{"full_text":"RT How about all the other American families? Impacted by all his covid inaction, xenophobia, and racism? And constantly d...","sentiment_score":-0.0416666667}
{"full_text":"\"Signs Pandemic Exhaustion Is Disrupting Your Job Search\"","sentiment_score":0.0}
{"full_text":"im so sick of rich people pretending to relate to us by saying \"stay inside wear a mask\" and then they go travelling...","sentiment_score":-0.1696428571}
{"full_text":"RT 1564 deaths. Devastating. The result of our government refusing to lock down soon enough.At least case numbers are go...","sentiment_score":-0.4851851852}
{"full_text":"RT Rep. Tom McClintock (R-CA04) wore mask that read \"This mask is as useless as our Governor\" during today's House debate on imp...","sentiment_score":-0.5}
{"full_text":"Covid: Large trial of new treatment begins in UK - BBC News","sentiment_score":0.1753246753}
{"full_text":"RT 1,564 Covid deaths reported in the UK today. Not really any words - it's not surprising or shocking. Anyone looking at ca...","sentiment_score":-0.4833333333}
{"full_text":"RT This is a national tragedy.As I said to the Prime Minister today, tougher measures are going to be needed.Why on eart...","sentiment_score":0.0}
{"full_text":"Hi just wondering how in a pandemic when people are trying not to use the store as much you can justify these delivery charges! Totally taking advantage of a horrific situation! I never saw prices like this before #covid I really feel for people isolating! ","sentiment_score":-0.125}
{"full_text":"The reality of lockdown teaching is frightening! That's after a 9 1\/2 hours in school. Home for and then might go the gym ","sentiment_score":-0.625}
{"full_text":"Oh, poor you! But most 'other things' wouldn't have you bedbound for so long - have you any idea what it can be if not COVID?","sentiment_score":-0.04375}
{"full_text":"RT #Vistara is actively participating in transportation of #COVID19 vaccines and collaborating with the government approved sup...","sentiment_score":-0.1333333333}
{"full_text":"RT Battling Covid inside Croydon University Hospital - thanks so much to colleagues @BradshawHarriet and @Jasperpcapper fo...","sentiment_score":0.2}
{"full_text":"UK records highest daily COVID-19 death toll as total passes 100,000 ","sentiment_score":0.0}
{"full_text":"RT Boris Johnson at Liaison Committee: PM admits \"we are very concerned\" about a new Brazilian variant of Covid-19 (the third...","sentiment_score":0.1121212121}
{"full_text":"Yet another BO record for #ThalapathyVijay! #Master becomes the first 1 CR+ Chennai city grosser in the post-Covid #NewNormal era. It smashes past the 1 CR city gross mark on the opening day itself  Will update exact final figure later!#MasterFilm #Thalapathy","sentiment_score":0.05}
{"full_text":"RT I begged you all to support Jim Jordan's opponent. Imagine trying to run in this district during a pandemic wo big backi...","sentiment_score":0.0}
{"full_text":"RT Craziest part of my #COVID19 journey was just now when all the sudden, my smell just turned back \"on.\" Literally went from...","sentiment_score":0.0}
{"full_text":"RT This is a national tragedy.As I said to the Prime Minister today, tougher measures are going to be needed.Why on eart...","sentiment_score":0.0}
{"full_text":"RT A new study by MCA has found that people working in LLPs and OPCs were immune to covid. Hence no relaxation have been...","sentiment_score":0.1363636364}
{"full_text":"RT The UK has reported a Covid daily death toll of 1,564. That's more people than died on the Titanic. This is what that many n...","sentiment_score":0.3333333333}
{"full_text":"RT Parents say COVID restrictions contributed to Illinois student athlete's suicide via","sentiment_score":0.0}
{"full_text":"RT Compared to white people:*Black-owned homes devalued 23%*Black-owned property taxes 13% higher*Bank fees 2x higher...","sentiment_score":0.125}
{"full_text":"This is just outrageous. We are paying these fucking idiots as well","sentiment_score":-0.9}
{"full_text":"RT This is really disappointing.Seeing AOC make the same argument for impeachment that we made for #ForceTheVote just s...","sentiment_score":0.1}
{"full_text":"He never once worked for my interests. Sorry he is a narcissistic toddler. He has sexual assault accusation.  He has said racist stuff.  Worked against LGBTQ. He whined a pandemic was a HOAX. He let people die because its all about him. How dare you claim he cared about us.","sentiment_score":0.0}
{"full_text":"RT Today's Covid death toll of 1564 people is horrifyingPlease get a grip &amp; start addressing key questions l...","sentiment_score":0.0}
{"full_text":"RT Using PyTorch to streamline machine learning projects #MachineLearning #DataScience #Python #AI #1...","sentiment_score":0.0}
{"full_text":"Same here in ","sentiment_score":0.0}
{"full_text":"RT UMT is not Doing fair by Taking Exams on Campus after teaching us Online.....also several Corona cases were reported w...","sentiment_score":0.35}
{"full_text":"RT #Iran: #Coronavirus Fatalities Exceed 200,600 in 478 Cities\"The epidemic remains unstable and fragile across the country,...","sentiment_score":0.0}
{"full_text":"When some dies in a car crash snd has the flu they don't count it as a flu death, like they do with covid death. Did you die of covid or did you die and have covid?? This guy goes In-depth on it. Really interesting","sentiment_score":0.5}
{"full_text":"Just as if you don't want to wear a mask you shouldn't have to... my body... my choice.","sentiment_score":0.0}
{"full_text":"RT The UK has reported a Covid daily death toll of 1,564. That's more people than died on the Titanic. This is what that many n...","sentiment_score":0.3333333333}
{"full_text":"RT Children apologize to their dying elders for spreading COVID-19 as L.A. County reels","sentiment_score":0.0}
{"full_text":"RT ERICK GONZALEZ, 38 of Washington died of COVID on Dec. 24.\"Erick enjoyed long drives to the mountains, playing video ga...","sentiment_score":0.225}
{"full_text":"RT People with mobility issues, who have a COVID-19 vaccination appointment at Boots in Halifax, will be able to park in the l...","sentiment_score":0.5}
{"full_text":"As many people will probably state, saying this is fine, but what are your suggestions. What are the restrictions you think will make a big difference.What settings are people currently contracting covid, please share and let's target those.","sentiment_score":0.2291666667}
{"full_text":"Our updated country listing of pandemic restrictions shows a growing number of countries are requiring travelers to show negative Covid-19 test results. Learn more: #MeetingProfs","sentiment_score":0.1}
{"full_text":"RT Service will be patchy today. Am spending a couple of days at a major London hospital. Full piece to come but spending t...","sentiment_score":0.20625}
{"full_text":"RT Johnson says Britain will set up a 24\/7 COVID-19 vaccination program 'as soon as we can'","sentiment_score":0.0}
{"full_text":"RT Sobering--CNN reporter crying on air after seeing devastation at California 10 hospitals full of #COVID19 pat...","sentiment_score":0.075}
{"full_text":"RT It's beyond selfish for Democrat politicians to try to impeach a President who has 10 days left in office for the sole pur...","sentiment_score":-0.1666666667}
{"full_text":"Learn about how the #ColdChain for the #vaccine works and why it's difficult to safely transport doses into rural communities. #COVID19 #SARSCOV2 #Pandemic #VaccinesWork #VaccinesSaveLives #Coronavirus","sentiment_score":0.0}
{"full_text":"RT With a major Oscar endorsement from George Clooney, too!","sentiment_score":0.078125}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"RT Guess the numbers? Clue: it's above Rs20 cr.  #Master","sentiment_score":0.0}
{"full_text":"Researchers are close to releasing initial findings from a national cardiac registry of NCAA athletes recovering from COVID-19.","sentiment_score":-0.025}
{"full_text":"RT Then what's the fucking point of the vaccine?","sentiment_score":-0.6}
{"full_text":"RT you are ten times more attractive when you wear a mask","sentiment_score":0.4333333333}
{"full_text":"Same person who is happy for people to have food choice dictated to them probably refuses to wear a mask because it breaches his freedom.","sentiment_score":0.4}
{"full_text":"RT Help is on hand during lockdown in the shape of our Home Activities Hub! It's packed full of learning resources, activ...","sentiment_score":0.35}
{"full_text":"RT Meng Wanzhou claims security detail placing her at risk of contracting COVID-19 Apart from her lavish confinement, M...","sentiment_score":0.0}
{"full_text":"$INO is the better vaccine$PFE $BNTX","sentiment_score":0.5}
{"full_text":"RT This is a national tragedy.As I said to the Prime Minister today, tougher measures are going to be needed.Why on eart...","sentiment_score":0.0}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"RT This week, Republicans have bitched and moaned over losing Twitter followers, being kicked-off Harvard IOP Board, having a...","sentiment_score":0.0}
{"full_text":"If lockdown quizzes have taught me anything it's that I AM DUMB","sentiment_score":-0.375}
{"full_text":"'Science-savvy senators'  fuck off will you","sentiment_score":-0.4}
{"full_text":"Now it seems our goal is to stop anyone from getting Covid at any cost. That is an admirable goal, but based on evidence, not possible unless we all lock in our homes for 100 days. Including so called \"essential\" services.","sentiment_score":0.0}
{"full_text":"RT New year, new home dining with nationwide UK delivery! Follow to stay up to date with all the latest details. First...","sentiment_score":0.2642045455}
{"full_text":"Staff Sgt. Nathalie Oquendo, 103rd Logistics Readiness Squadron, recently received the COVID-19 vaccine and shares her experience. #InThisTogether #ConnecticutsHomeTeam","sentiment_score":0.0}
{"full_text":"Matty Healy wants to play some intimate gigs later this year if Covid-19 'cleans up a bit'https:\/\/t.co\/shW0dSyyrU","sentiment_score":0.1333333333}
{"full_text":"RT THR Cover: Director Roundtable -- Regina King, Spike Lee, George Clooney, Chloe Zhao, George C. Wolfe, Lee Isaac Chung and Paul Gre...","sentiment_score":0.0}
{"full_text":"Millions of Americans who were forced to collect unemployment benefits as a result of the pandemic may owe hundreds or even thousands of dollars back to the IRS.https:\/\/t.co\/ufdeTnfZDa","sentiment_score":-0.15}
{"full_text":"Lockdown: A police constable's perspective via","sentiment_score":0.0}
{"full_text":"Retired GP giving vaccine in Windsor 'loves' helping NHS in COVID fighthttps:\/\/t.co\/naLEp3ILcb","sentiment_score":0.0}
{"full_text":"NEW AVENUES OF RELIEF FOR IRS COLLECTION ISSUESThe Internal Revenue Service (IRS) announced recently a number of changes designed to help struggling taxpayers impacted by COVID-19 more easily settle their tax debts with the IRS with IR-2020-248.","sentiment_score":0.2139393939}
{"full_text":"is helping families across the UK during #lockdown. Say goodbye to WhatsApp groups, endless phone calls and voicemails. Enjoy peace of mind the important information is all in one place and the #family is informed.Sign up now for FREE at","sentiment_score":0.26875}
{"full_text":"INF CEO, Clare Briegal talks with on women's sport in a pandemic and why there's a unique opportunity to reset the agenda.Watch the full interview https:\/\/t.co\/RjxqWZDlQV#NetballFamily #womensports","sentiment_score":0.3625}
{"full_text":"Meet Chris, our very own nutritionist in the latest episode of our career's interviews.Find out how Chris got to where he is today and what training he needed.Watch here: was filmed before lockdown**","sentiment_score":0.64}
{"full_text":"Turkey is preparing to roll out its massive Covid-19 vaccination program as the analysis of the vaccines brought from China will be completed this week.","sentiment_score":0.0}
{"full_text":"Join us RIGHT NOW for our #NRF2021 Perch Virtual Open House! Join this open house to gain an understanding of our data analytics and CMS cloud platform.JOIN NOW #coronavirus #RetailDesign #RIW21 #NRF2021 #RIW2021 #NRF21 #digitalsignage","sentiment_score":0.0952380952}
{"full_text":"National stock market crashes foreshadowed COVID-induced collapses in economic activity.","sentiment_score":0.2}
{"full_text":"So happy to hear she's improving. We have family members with covid, too. ","sentiment_score":0.8}
{"full_text":"RT Republican Jim Jordan says he hopes we can focus on the things Americans want to focus on right after he and the presiden...","sentiment_score":0.2857142857}
{"full_text":"High Road Kitchens (HRK) are independent restaurants that provide food on a sliding scale to low-wage workers, health care workers, first responders, and others in need. HRK launched during the Covid-19 crisis and is coming to some Chicago restaurants.","sentiment_score":0.1366666667}
{"full_text":"Regarding the latest COVID updates, we are still permitted to continue our current curbside and delivery schedule, however all purchases must be prepaid before picking up, without exception.Thank you for your support and understanding and we hope to see you soon.","sentiment_score":0.25}
{"full_text":"Does Meslier have Covid? This is what I'm reading on my feed.","sentiment_score":0.0}
{"full_text":"Clyde's Diner in the East Village finds its comfort zone with a burgers-only takeout and delivery menu.","sentiment_score":0.0}
{"full_text":"Vaccinating enough Americans to stop the coronavirus could take well into the second half of 2021, by some estimates.","sentiment_score":-0.0555555556}
{"full_text":"Dear could you please teach your representatives how to properly wear a mask, and how to not participate in coup attempt?  That would be a great start to unity.","sentiment_score":0.4}
{"full_text":"#Technology has been critical to the #nonprofit response to COVID-19 - but as our 2020 Benchmarking Survey revealed, lack of access to adequate tools and increased cybersecurity concerns remain top issues industry-wide. Learn more:","sentiment_score":0.3333333333}
{"full_text":"Many of the world's largest and most advanced stadia are converting themselves into mass vaccination sites. This is the momentum shift we hope to continue to see in order to begin to fill these stadia with FANS once again!https:\/\/t.co\/muhbTRDWq6","sentiment_score":0.4666666667}
{"full_text":"RT \"Lockdown won't be that long\"The Lockdown:","sentiment_score":-0.05}
{"full_text":"A national plan to roll out #COVID19 vaccination in #SriLanka has been drawn up and hopes are high that the first batch of high-risk groups will receive their dose of immunization next month#lka #DN #DailyNews #ANCL #LakeHouseDigital","sentiment_score":0.1366666667}
{"full_text":"Counsellors are still working with cancer patients during the pandemic  ","sentiment_score":0.0}
{"full_text":"RT Today's Poll \"Has the BBC provided 'impartial news and information' about the Covid 19 situation, as required by the BBC...","sentiment_score":0.0}
{"full_text":"BeAware Bahrain App users can now register for government-approved COVID-19 vaccines and receive their vaccination certificates all via the app.https:\/\/t.co\/9B5ck4c4vO#BeAwareApp #BeAwareBahrain #COVID19 #Vaccine","sentiment_score":0.0}
{"full_text":"\"The post-pandemic recovery presents a once in a lifetime opportunity to reset our relationship with business, consumerism and the planet.\"Arksen Founder Jasper Smith in conversation with the full interview at","sentiment_score":0.35}
{"full_text":"Attention Yellow Jackets: Please check your email for important information on our return to campus and required Covid-19 testing, including your individualized testing link.","sentiment_score":0.2}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":"A confirmed case of #COVID19 at the Gurnard school sees a number of vulnerable and key worker children self-isolating. #IsleofWight #iwnews #coronavirus Story:","sentiment_score":-0.0333333333}
{"full_text":"Just wear a mask#WearAMask #healthy #COVID19","sentiment_score":0.5}
{"full_text":"The first year of social distancing and safety shutdowns brought big changes to the recording industry.Here's how hip-hop artists survived the first year of pandemic -- and what's next","sentiment_score":0.1066666667}
{"full_text":"Coronavirus UPDATE: 341,364 Oklahomans have now tested positive for the coronavirus and 2,848 have died from the virus, OSDH reports.39,141 Oklahomans have active cases of COVID-19 as of January 13th.https:\/\/t.co\/d6PUXw7r7T","sentiment_score":0.046969697}
{"full_text":"Yorkshire Covid deaths breakdown - as England sees biggest ever daily surge in fatalitieshttps:\/\/t.co\/anNU87F8aN","sentiment_score":0.0}
{"full_text":"Did you know we can support members financially too? If you've lost income because of COVID-19, have worries about debt or need to check benefits we may be able to help.Find out more about the financial support we offer. https:\/\/t.co\/R3ZgakHG6s","sentiment_score":0.25}
