{"full_text":"According to #KaryMullis, who invented the #pcrtest Anthony #fauci \"doesn't know anything really about anything\" - and especially nothing about how to test for the #coronavirus LINK","sentiment_score":0.1}
{"full_text":"RT Government admit they put covid-19 on every death certificate","sentiment_score":0.0}
{"full_text":"RT EU threatens to break the lawIt's not unusualNo wonder we chose Brexit","sentiment_score":0.0}
{"full_text":"RT It's called the City of Angels bc we are all going to die ","sentiment_score":0.0}
{"full_text":"RT Watching Australians dance to Chromatica in a COVID-free club","sentiment_score":0.0}
{"full_text":"Yes I do know and I have had a family friend who had massive health issues recorded as a covid death when in all reality a heavy cold , seasonal flu or infection would have finished him off but that would have been recorded as a death by heart failure in any other situation ,","sentiment_score":-0.2483333333}
{"full_text":"Pets and the pandemic: the impact our animals had on our mental health and wellbeing","sentiment_score":-0.1}
{"full_text":"RT A really interesting talk from the guys at on the status of events in the times of COVID #MediaSnack","sentiment_score":0.5}
{"full_text":"RT It's called the City of Angels bc we are all going to die ","sentiment_score":0.0}
{"full_text":"RT Earnings growth is back to pre-pandemic levels. But it's a selective recovery: 'impacted upwards' says the ONS 'by a fall in...","sentiment_score":0.0}
{"full_text":"RT Fucking delighted for them. I mean if they get the chance to spend it and not, you know, die because they're on the fucking...","sentiment_score":-0.0708333333}
{"full_text":"RT Doubling the minimum wage is kicking our small businesses when they are down. They are trying to survive the pandemic and n...","sentiment_score":-0.2027777778}
{"full_text":"\"once covid is over\" is starting to sound a lot like \"when harry styles hires a better merch team\"","sentiment_score":0.3}
{"full_text":"RT #hbar $hbar easily.   Boeing. IBM. Google. Also surpassed ethereum already on daily transactions.","sentiment_score":0.2166666667}
{"full_text":"RT At least you'd remain corona free","sentiment_score":0.05}
{"full_text":"RT we are at a cross road.. no middle groundMagats are Nazis Period","sentiment_score":0.0}
{"full_text":"Trusting that, Pence, a self avowed Christian would not lie to them about the pandemic...would not put their lives, the of their families' lives in danger!But that's what happened. The lives of American were sacrificed because Trump\/Pence wanted power!","sentiment_score":0.0}
{"full_text":"RT Next Stop: Inhaled COVID Vaccines!Advantages: - Needle free- Techs can administer  - May not require cold chain- R...","sentiment_score":-0.0666666667}
{"full_text":"RT Did you know that we have a Recovery and Resilience Loans programme? This programme is open to previous grantees who n...","sentiment_score":-0.0833333333}
{"full_text":"RT NHS staff don't want your empty gratitude Matt, they want decisive policy decisions, a proper vaccine schedule, legal...","sentiment_score":0.0333333333}
{"full_text":"RT The wealth of the world's richest 10 people has risen by PS400 billion since March.That could pay for covid vaccines for...","sentiment_score":0.0}
{"full_text":"PS300 Billion spent by the Treasury so far on Covid.PS226 Billion spent by Britain since 1976 on the EU.","sentiment_score":-0.0333333333}
{"full_text":"100,000 have died from Covid, the worst death rate in the world. You blame the victims while taking zero responsibility. Your chums count profits from crony contracts. Ministers show levels of gross incompetence with no accountability or remorse, and you don't care.","sentiment_score":-0.5}
{"full_text":"RT When the virus was first recognised as a big deal every country tried containment. NZ succeeded, we failed....","sentiment_score":-0.0833333333}
{"full_text":"RT The South African geek community lost one of our own last night to COVID complications. Nas Hoosen (@naswho), a comic book...","sentiment_score":0.2125}
{"full_text":"RT Coronavirus live news: Germany backs limits on EU vaccine exports; South African president decries 'vaccine nationalism'","sentiment_score":0.0681818182}
{"full_text":"This man and his daughter ate privileged aholes.","sentiment_score":0.0}
{"full_text":"New business creation boomed during #lockdown. Nearly 30,000 businesses set up in September, highest since 2007. Entrepreneurial spirit has not been dampened by the #pandemic as many took lockdown as chance to start own ventures. Client in City AM &amp; the I:","sentiment_score":0.3340909091}
{"full_text":"RT We should take air pollution as seriously as we take the pandemic. It causes a wide range of terrible conditions. But on...","sentiment_score":-0.4777777778}
{"full_text":"RT The Rockefeller Foundation, now backing GAVI and ID2020 and various Covid-19 related programs, previously funded the crea...","sentiment_score":-0.0555555556}
{"full_text":"RT Good morning from the #WelshMarches.  Snow almost gone and these have reappeared  #lockdown #StaySafe","sentiment_score":0.7}
{"full_text":"RT Serious lockdown on 13th February please  nana Addo for make it happen cos 'stingy men' are worried","sentiment_score":-0.1666666667}
{"full_text":"RT This afternoon we've had 3 patients on the phone saying they've had an email from 'NHS England' asking them to book a CO...","sentiment_score":0.0}
{"full_text":"Service Update 09:00 -  Only travel for work if essential or for other legally permitted reasons. Disruption via #Ingateson, all information can be found here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":0.01875}
{"full_text":"Service Update 09:00 -  Only travel for work if essential or for other legally permitted reasons. Please remember to wear a face covering when travelling with us. A half hourly service is running. All updates can be found here ","sentiment_score":-0.0183333333}
{"full_text":"RT We had a \"stay at home order\", yet the mall has been open this entire time ","sentiment_score":0.0}
{"full_text":"RT \"The combined wealth of the world's 10 richest men rose by $540bn during the pandemic, according to Oxfam.The charity c...","sentiment_score":0.6}
{"full_text":"RT Instead of subsidizing COBRA, Congress should pass Bernie's #HCEGA. It would ensure no one delays COVID treatment due to costs...","sentiment_score":-0.125}
{"full_text":"RT Covid: Teacher deaths double when over-64s are added","sentiment_score":0.0}
{"full_text":"RT The number 1 question that every journalist should be asking when discussing the #SchoolsScandal is this.... How did #...","sentiment_score":0.0}
{"full_text":"RT Wednesday (January 27th) is #HolocaustRemembranceDay. We enable digital remembrance in times of Corona - watch the l...","sentiment_score":0.0}
{"full_text":"RT Enugu rats ate good during lockdown ","sentiment_score":0.7}
{"full_text":"RT 'You should only travel abroad if you have a reasonable excuse' says twice in his tv message today' ?EXCUSE? What'...","sentiment_score":0.025}
{"full_text":"#lockdown random thoughts .... Meat free","sentiment_score":-0.05}
{"full_text":"The recently secured 270 million #COVID-19 shots, covering only 10% of Africa's 1.3 billion population if administered two per person.","sentiment_score":0.0}
{"full_text":"RT The economic consequences of #COVID19 could force millions of children out of school &amp; into the workplace. I raise my h...","sentiment_score":0.2}
{"full_text":"RT We are offering our genomics expertise to countries who do not have the resources to identify and monitor new variants....","sentiment_score":0.1363636364}
{"full_text":"RT [FAKE NEWS!]Sharing fake news about Covid-19 is a big offence and those who did may be jailed or fined up to RM100,000,...","sentiment_score":-0.3333333333}
{"full_text":"RT Forgotten in all of this are essential workers who need to travel and have been working throughout th...","sentiment_score":0.0}
{"full_text":"RT \"The combined wealth of the world's 10 richest men rose by $540bn during the pandemic, according to Oxfam.The charity c...","sentiment_score":0.6}
{"full_text":"RT Thought I would share a cool video put together by the growing and talented team supporting us - shows how us critical care...","sentiment_score":0.325}
{"full_text":"RT Covid deaths ate because Govt never closed borders. Lie. Protect Cummings. Govt too late on everything...","sentiment_score":-0.125}
{"full_text":"RT GOODBYE COVID HELLO DANCING happy for Australia! Praying for the rest of the world that we all can be dancing together soon...","sentiment_score":1.0}
{"full_text":"I wanted to be a Jedi when I was five. Disney shit down for COVID before I could get my lightsaber, and I still can't move things with the Force lol.","sentiment_score":0.1481481481}
{"full_text":"RT For kids who started reception last year they will miss nearly a year of reception- year 1. These are the absolute critical t...","sentiment_score":0.075}
{"full_text":"RT \"The combined wealth of the world's 10 richest men rose by $540bn during the pandemic, according to Oxfam.The charity c...","sentiment_score":0.6}
{"full_text":"I think that's probably connected because we're more or less told (on TV) the more restrictions we have, the quicker this will be over - and with the issues with vaccine rollout being desperate, people want to aim for zero covid.It's all very gloomy ","sentiment_score":0.0866666667}
{"full_text":"RT ok hi i'll do my best to sum the situation rn so pls rt it would be appreciatedthis youtube channel that goes by the name...","sentiment_score":0.75}
{"full_text":"RT Earnings growth is back to pre-pandemic levels. But it's a selective recovery: 'impacted upwards' says the ONS 'by a fall in...","sentiment_score":0.0}
{"full_text":"RT WATCH | Farmers breach barricades, drive tractors into Red Fort#KisanTractorRally live updates:","sentiment_score":0.0681818182}
{"full_text":"RT What our kids' home learning problems are showing is that school is a sticking plaster for poverty. Too many of our young p...","sentiment_score":0.3}
{"full_text":"Coronavirus: 75% teachers against schools re-opening this term. The best place for children is in school but I think it's too soon for the children to return. Case numbers surely need to be lower? #reopeningschools #homelearning","sentiment_score":0.75}
{"full_text":"A person died of an illness. It's very sad but let's put things into perspective, disagreeing with lockdowns doesnt mean you are denying covid exists or that people die from illnesses.Lockdowns are not the way to deal with covid anymore!I'm sure you wanted lock down for flu","sentiment_score":-0.1545138889}
{"full_text":"Disrupted supply chains, reduced staffing levels, Brexit\/COVID uncertainty and restricted budgets: We examine one way #manufacturers can fight back during one of the toughest periods in modern business history: #UKmanufacturing #manufacturing","sentiment_score":0.1}
{"full_text":"RT \"once Covid is over\" is starting to sound like \"when we hanging out\"","sentiment_score":0.2}
{"full_text":"When I thought about the essential things that my nephew should know about health, I knew disinformation had to be part of it. His quarterly exam, w\/c I made, includes a section where he has to fact check a set of actual social media posts on COVID-19. #homeschooling","sentiment_score":0.0111111111}
{"full_text":"Farmer Protest Live Updates: Farmers Enter Iconic #Redfort #Complex, Wave #Flags@DelhiPolice","sentiment_score":0.1121212121}
{"full_text":"RT The #pandemic has done a number on our already dwindling attention spans, making reading difficult. Here are a few ways to i...","sentiment_score":-0.35}
{"full_text":"RT FUCK COVID19!#covid19 #vaccinocovid19 #vaccine #vaccinated #corona #coronavirus #digitalart #inkandbees","sentiment_score":-0.4}
{"full_text":"RT Investing in a caregiving economy would benefit everyone. ","sentiment_score":0.0}
{"full_text":"I think the impact of COVID and unless Amazon and Netflix go big  it will seriously impact the finances and will be a lesser deal and suddenly fans will be important","sentiment_score":0.0133333333}
{"full_text":"MSIANS NEED SOLUTIONS TO COVID PANDEMICMSIANS DO NOT NEED FEAR TACTICS USED BY ANWAR, NAJIB, ZAHID &amp; PH TO CREATE FAKE IMPRESSION MCO &amp; STATE EMERGENCY AFFECTS MSIANS &amp; BIZSREALITY IT ONLY AFFECTS ANWAR, ZAHID, NAJIB, UMNO KLEPTOCRATS &amp; PH ONLY!AND STOP POLITICKING LIES","sentiment_score":-0.25}
{"full_text":"RT Bernie Sanders is pushing a new proposal as part of the stimulus bill that would give everyone free health care during the pa...","sentiment_score":0.2681818182}
{"full_text":"RT $70k min wageHow it started: Rush Limbaugh said we'd be \"a case study in MBA programs on how socialism does not work...","sentiment_score":0.0}
{"full_text":"Interested in finding out more about Cheshire's COVID-19 vaccination programme? More here:","sentiment_score":0.4166666667}
{"full_text":"Renewable power has for the first time made up the bulk of China's Belt and Road Initiative energy investments as the coronavirus pandemic accelerated a shift away from fossil fuels","sentiment_score":0.25}
{"full_text":"Coronavirus: 295 cases confirmed in Dorset over last 24 hourshttps:\/\/t.co\/Qcy39yTG61","sentiment_score":0.2}
{"full_text":"Coronavirus is still widespread in our communities. Help limit the number of people you come in to contact with. Follow the rules and #KeepWalesSafe","sentiment_score":0.0}
{"full_text":"President Rodrigo Duterte on Monday night urged Filipinos to wear their face masks properly in order to prevent the spread of coronavirus, calling out those who do not strictly abide by minimum health standards.","sentiment_score":0.0}
{"full_text":"RT \"when covid is over\" is starting to sound like","sentiment_score":0.2}
{"full_text":"Thousands of pharmacies offer support to domestic abuse victims through codeword schemeImmediate help from local pharmacy available to people using a codeword in a new scheme launched by ministers last weekhttps:\/\/t.co\/xwru8NqkUv@Pharm_Services","sentiment_score":0.1072727273}
{"full_text":"Our Faith #COVID focus group for the #Muslim community starts in an hour - but it's not too late to sign up and ensure your voice is heard!Let us know what you think about the current situation and how we can #BuildBackBetterhttps:\/\/t.co\/pspOdgf9Vm","sentiment_score":-0.15}
{"full_text":"North East leaders say firefighters should get a pay rise to recognise their work during the coronavirus pandemichttps:\/\/t.co\/3k4xr1W0uw","sentiment_score":0.0}
{"full_text":"Wealth taxes already exist elsewhere and in the wake of Covid-19, some countries are introducing or increasing these.So could the UK follow suit? And if not, how else can we meet the Covid funding gap? Gerry Brown analyses the argumentshttps:\/\/t.co\/tKIO6p66ti","sentiment_score":0.0}
{"full_text":"The party then resulted in an order to close the establishment over supposed violations of Covid-19 protocols. #Spotlight","sentiment_score":0.0}
{"full_text":"Medical:\"New UK and South Africa Covid variants may spread more easily, so what does this mean for the fight against coronavirus?\"https:\/\/t.co\/W9xuce9bFm via (Shared via COVID-19 topic)","sentiment_score":0.1514393939}
{"full_text":"Covid-19 has shown us why it is important that medical education promotes innovation -","sentiment_score":0.2}
{"full_text":"Jokes aside, we hope that everyone is keeping safe!https:\/\/t.co\/G9jLyrFUZA","sentiment_score":0.0}
{"full_text":"Interested in finding out more about Cheshire's COVID-19 vaccination programme? More here:","sentiment_score":0.4166666667}
{"full_text":"Shedding all that lockdown weight won't come easy https:\/\/t.co\/sNSlt0vxbF","sentiment_score":0.4333333333}
{"full_text":"The latest issue of Connect features an update on the Cheshire and Merseyside #COVID19 #Testing Programme. Read all about it here:","sentiment_score":0.5}
{"full_text":"#BanegaSwasthIndia | \"Vaccines are our 'Sanjeevani' in fight against coronavirus pandemic,\" says Union Health Minister Dr Harsh Vardhan (@drharshvardhan)https:\/\/t.co\/cqXgmB4HXM#RepublicDay #SwasthyaMantra #IndiaFightsCOVID","sentiment_score":-0.2}
{"full_text":"Let's start another epidemic. #Smile","sentiment_score":0.3}
{"full_text":"Social distancing works if everyone in the community will cooperate.  #COVID19","sentiment_score":0.0333333333}
{"full_text":"We started a Small Business Networking Facebook group during the Covid-19 outbreak. Offering support, opportunities, resources, networking and more. We couldn't believe the response and we wanted to offer more with our Latte &amp; Live membershiphttps:\/\/t.co\/EpvkqEXHHT#networking","sentiment_score":0.2215909091}
{"full_text":"RT Due to the global uncertainty caused by the COVID-19, has decided not to hold #MICFootball21.Despite this...","sentiment_score":-0.0625}
{"full_text":"RT AfriForum approaches court to have Ivermectin used to treat COVID-19 via","sentiment_score":0.0}
{"full_text":"\"The group previously said Tiffany's prospects was dismal due to poor management during the COVID-19 crisis\"#AWANInews #AWANI745","sentiment_score":-0.2305555556}
{"full_text":"All generations have been hit hard by the pandemic, yet Deloitte's 2020 Millennial Survey paints a better picture than first imagined - #employees #millennials","sentiment_score":0.1527777778}
{"full_text":"During the pandemic have virtual sessions which are easily booked for a small fee! We enjoy singing hands at club and are looking forward to a time when we can sing and sign again! #sign #sing #communication #helpsall","sentiment_score":0.2069444444}
{"full_text":"We have registered to take part in the Liverpool Schools Live Work Out in support of Liverpool food banks across our city. Let's stay active! #WorkOutToHelpOuthttps:\/\/t.co\/OOmJn4OPtc","sentiment_score":-0.0151515152}
{"full_text":"The MoJ said every building it operates meets the government's Covid-secure guidelineshttps:\/\/t.co\/aAFF6WZgkz#law#courts","sentiment_score":0.0}
{"full_text":"New Zealand's borders may stay shut for most of the year, PM Ardern says#NewZealand #Covid19","sentiment_score":0.3181818182}
{"full_text":" PANDEMICS 2021-01-26Now the flood gates have been opened will the world fail to prepare for the next Pandemic?https:\/\/t.co\/jRX7Rt1waO RT #Pandemic","sentiment_score":-0.25}
{"full_text":"  Homeschooling and keeping the kids entertained are a real challenge. This week, we are highlighting tips and suggestions to help out.Today, shows one of the ways he keeps his kids entertained at home.#Covid19 #Level5","sentiment_score":0.2}
{"full_text":"Thank you girl. I really appreciate it! This shit is not easy, but I'm trying! I just get really happy when other people are doing well after covid. This is virus is terrifying!!","sentiment_score":-0.0909722222}
{"full_text":"I was really shocked at the #weightstigma on earlier this morning. Thankfully had some words of wisdom. Obesity is not as simple as 'personal choice' or 'willpower' - our environment has a major impact.","sentiment_score":-0.1275}
{"full_text":"Images have been made to help those who are deaf\/hard of hearing as masks are now being worn more often.A solution is for the deaf person to have an image on their mobile phone to say they're deaf\/hard of hearing\/hearing impaired. More:","sentiment_score":0.5}
{"full_text":"Update on Tyrese Campbell, who's had a positive Covid test to deal with on top of everything else.","sentiment_score":0.3636363636}
{"full_text":"Adam Rickitt's GMB star wife bursts into tears as he shares 'guilt' of receiving COVID jabhttps:\/\/t.co\/PgVcNT0sB6","sentiment_score":0.0}
{"full_text":"The COVID ward is packed, but staff insist it's a quiet day. Go inside this Gauteng ICU with photographer","sentiment_score":0.0}
{"full_text":"More on #Ecommerce during 2020, check it out https:\/\/t.co\/1TgftQsddP","sentiment_score":0.5}
{"full_text":"Rob Burrow featured on yesterday as the cameras showed him received the #COVID19 vaccinehttps:\/\/t.co\/lKSIjcn7S2","sentiment_score":0.0}
{"full_text":"Independent candidate for London Mayor was arrested and fined for election campaigning. Our democracy is being destroyed. UKIP Cymru says lets get everyone back to work. It is only the elderly that need to be protected from the Covid-19 flu virus. .","sentiment_score":0.0}
{"full_text":"New Brazilian coronavirus variant appears in UShttps:\/\/t.co\/vftZTUWn1h","sentiment_score":0.1363636364}
{"full_text":"RT Without a solid economic plan, without a major boost in medical infrastructure and equipment, without a vaccine roll out. A lo...","sentiment_score":0.065625}
{"full_text":"Data has revealed cases identified in your area in past week, as well as the positivity ratehttps:\/\/t.co\/RCUdQhdDcK","sentiment_score":-0.25}
{"full_text":"Cant v Kant. Geddit!?!!??","sentiment_score":0.0}
{"full_text":"Read our Chair comments about latest Report on Covid-19 in developing countries: secondary impacts here:  #COVID19 #UKaid","sentiment_score":0.1}
{"full_text":"These simple yet effective ways will help protect us all from the spread of Coronavirus: Wash your hands Wear a face covering -   Keep to social distancingRemember #HandsFaceSpace","sentiment_score":0.2111111111}
{"full_text":"I feel so bad for students that are stuck in tiny university accommodation halls doing online lectures, especially for those that are self isolating, I can't even imagine. #JusticeForStudents #StudentsLivesMatter #Students #university #Accomodation #Corona #coronavirus","sentiment_score":-0.2333333333}
{"full_text":"RT I haven't seen any helpful \"how to mask\" communications like this from the UK government. Maybe I've missed them. If t...","sentiment_score":0.0}
{"full_text":"'As a city we always look to protect and support the most vulnerable in our community'Over the weekend, more than 500 people experiencing homelessness in Liverpool were given the Covid-19 vaccine.","sentiment_score":0.1666666667}
{"full_text":"13 College Students Charged With Flaunting Covid-19 Regulations","sentiment_score":0.0}
{"full_text":"RT Hi, I'm Adesua a 300l student of Microbiology in Ui. I started a business during the lockdown to make ends meet but becau...","sentiment_score":0.0}
{"full_text":" #COMPETEFORCHANGE 12. Today's workout and refueling lockdown challenge is brought to you by Laney's Low Ball Challenge Laney's Lasagne #Empower","sentiment_score":0.0}
{"full_text":"Two cities in China have extended assistance to Davao City to boost its Covid-19 response, an official said Monday, January 25.https:\/\/t.co\/QvuwrltcaI#MindanaoNews","sentiment_score":0.0}
{"full_text":"It is business as usual at following the latest lockdown guidance. Bookings should be made by telephone where possible. Delivery of contact lenses, new and repaired spectacles can be arranged free of charge.#EyeCare #bidford #connectionmags","sentiment_score":0.1310606061}
{"full_text":"Your NHS Covid vaccine will always be free and so you will not need to give your bank details, if you're asked for them, it will be a scam, do not hand them over. Please pass this message on to your family or friends.","sentiment_score":0.4}
{"full_text":"Although it's a little late in the day for them we'd like to wish all our Australian  friends, followers, and fellow musicians a very Happy #AustraliaDay We hope you were able to celebrate in style despite any local covid restrictions.","sentiment_score":0.16875}
{"full_text":"John Kraaer, Education Consultant at the Educational Resource Centre, UCL, Denmark, discusses Teaching and Learning in the pandemic in Denmark on pages 19-20 of the HES School Improvement Update Issue 18","sentiment_score":0.25}
{"full_text":"#LatestSportNews,Deloitte estimates that top clubs can lose more than PS1.7 billion because of Covid 19.#Go to our Facebook or IG to watch the full content#IG:sdy_sports#FB: SDY Sports Sheng De Yuan Ti Yu #SDYSPORTS #SDY888 #LatestSportNews #PremierLeague #BundesLiga #LaLiga #SeriaA","sentiment_score":0.45}
{"full_text":"In our region, our PSC is working with teams to rollout pulse oximeters to selected #COVID19 patients that are at risk of deterioration but don't require hospitalisation. This enables patients to check their own blood oxygen levels at home. Find out more:","sentiment_score":0.55}
{"full_text":"We're sharing a piece from August, which is unfortunately still relevant! With venues closed, how do organisations best adapt the content they already? We highlight some examples of organisations we think are excelling &amp;","sentiment_score":0.225}
{"full_text":"#Hollywood is testing new ways of releasing films during the #coronavirus pandemic via #filmhttps:\/\/t.co\/BJeJppCzqj","sentiment_score":0.1363636364}
{"full_text":"Elections cannot be held safely during pandemic, #Colchester Council bosses insist","sentiment_score":0.5}
{"full_text":"The profile: Allan Dowie, CFO of N4 Partners #cfo #valuation #lockdown","sentiment_score":0.0}
{"full_text":"#Lebanon riots | Tear gas and clashes as anti-govt protest over #COVID lockdown turns violent","sentiment_score":-0.8}
{"full_text":"Many people may be feeling isolated due to the pandemic. We recommend using technology to help us socialise in a safe way to reduce feelings of loneliness, through phone calls, video chats or the use of other media. See our guidance for more:","sentiment_score":0.25}
{"full_text":"Stop the Tories risking lives and killing people!#PeopleBeforeProfit#StayHomeSaveLives #KeepSchoolsClosed #ZeroCovidStrategy #ZeroCovid","sentiment_score":0.0}
{"full_text":"OPINION: Let us not forget the future hope and comfort that enabling people to die well will bring.  By Evert Van De Poll.https:\/\/t.co\/iI3Oil5Zhu","sentiment_score":0.0}
{"full_text":"RT This afternoon we've had 3 patients on the phone saying they've had an email from 'NHS England' asking them to book a CO...","sentiment_score":0.0}
{"full_text":"RT I dunno, it could be that or it could also be the fact that people are broke as shit and it feels hard to financially ruin...","sentiment_score":-0.1638888889}
