{"full_text":"RT In two days, the United States will finally have a President with a COVID response plan.","sentiment_score":0.0}
{"full_text":"one pandemic at a time.","sentiment_score":0.0}
{"full_text":"RT \"A disabled woman...has been paid PS7,000 in compensation by a service provider who refused her access to a service beca...","sentiment_score":-0.2}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"I think the only thing I've learned since the pandemic is that drinking on Thursday makes the weekend 10x longer...","sentiment_score":0.0}
{"full_text":"RT *****This did not happen*****The Bloomberg vaccination tracker shows ~31M doses have been shipped to states; less than...","sentiment_score":-0.1666666667}
{"full_text":"RT Half of adults say they are more worried during this current lockdown than the one in March 2020. We've launched a new campai...","sentiment_score":0.1174242424}
{"full_text":"A 61-year-old woman was arrested Thursday after she wouldn't leave Einstein Bros. Bagels after refusing to wear a mask, the Palm Beach County Office said.https:\/\/t.co\/GNQwjtH9uR","sentiment_score":0.0}
{"full_text":"RT It is genuinely brilliant that so many people have received their first dose. Absolutely wonderful. But you have not \"...","sentiment_score":0.6625}
{"full_text":"RT WHO raises 'concerns' about Mideast vaccine inequity","sentiment_score":0.0}
{"full_text":"Not a clue not been town in ages due to covid. Need a good night out when it's gone","sentiment_score":0.2875}
{"full_text":"RT 30% have to get readmitted later due to newly developed complications such as heart, liver or kidney problems or diabetes....","sentiment_score":-0.00625}
{"full_text":"RT Even in a comic book you couldn't imagine a more fitting, logical ending of the Trump presidency: DC turned into an armed camp...","sentiment_score":0.375}
{"full_text":"Another ConCraze comic! Please share and enjoy! #webcomics #concraze #funnycomic #coronavirus #funny","sentiment_score":0.3541666667}
{"full_text":"Fight Corona!! Learn Corona tips in Likee.","sentiment_score":0.0}
{"full_text":"RT Once again #FakeNewsNAACP VP of Marketing and Communications comments on recent threatening white nationalist...","sentiment_score":0.0}
{"full_text":"A student should never have to apologize for not catching up in class after two grandparents simultaneously get covid, and one passes away. Yet here we are.I am sorry school has conditioned you to think a low grade is a measure of your worth.","sentiment_score":-0.125}
{"full_text":"RT Our Administration will lead with science and scientists -- with a CDC and NIH that are free from political influence, a Surge...","sentiment_score":0.2}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT And didn't she play the victim? The leader of #BLM Oxford, Sasha Johnson, was arrested and later released by the Met police...","sentiment_score":-0.0375}
{"full_text":"And even more than that, social distancing??? We are in a national lockdown, we have the highest rate of COVID deaths in the WORLD. We are not supposed to be leaving our houses.","sentiment_score":0.2666666667}
{"full_text":"RT I've been so unhappy this lockdown period that it's making me wonder a lot about incarcerated people who have to go through...","sentiment_score":-0.6}
{"full_text":"RT WHO inspector caught on camera revealing coronavirus manipulation in Wuhan before pandemic ","sentiment_score":0.0}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT We don't have a strong primary care system in the U.S. and we suffer avoidable heart attacks, strokes, kidney failure, in...","sentiment_score":0.1722222222}
{"full_text":"RT Things that Tory MPs line up to support: Dominic Cummings breaking lockdown rules &amp; travelling across the country with Co...","sentiment_score":0.0}
{"full_text":"RT BUT.... we need to wait to see how different vaccines perform against these variants. This data will arrive soon from...","sentiment_score":0.0}
{"full_text":"RT .@AlecBaldwin says he has dreams of President Trump being hung with a noose made of facemasks.Twitter has yet to throw any fl...","sentiment_score":0.0}
{"full_text":"RT We're told to stay at home, yet the is forcing people to travel for visa requirements, continuing deportat...","sentiment_score":0.0}
{"full_text":"\"Everyone's not going to be perfect the day after the pandemic ends.\" Check out my story on ","sentiment_score":1.0}
{"full_text":"4\/17 - Most of the rest are related to outbreaks at congregate living settings. #TrulyLocal #COVID19","sentiment_score":0.25}
{"full_text":"In line with the new national lockdown and the Stay at Home guidance, East Midlands Railway has announced that they are going to introduce a new temporary timetable. #trainspotting #railway #news #train #rail #travel #midlands #coronavirus #covid19","sentiment_score":0.1363636364}
{"full_text":"RT Just like the Corona Virus came out of nowhere and has affected the lives of billions around the planet,in the same w...","sentiment_score":0.0}
{"full_text":"5\/17 - At least half if not more of Cornwall's new cases are outbreak related. #TrulyLocal #COVID19","sentiment_score":-0.1160606061}
{"full_text":"RT I just found out my favorite brunch spot, The Ugly Cupcake Muffinry, is permanently closing  The downturn from the pandem...","sentiment_score":-0.1}
{"full_text":"RT World-beating. In the most wretched, grim &amp; unforgivable way imaginable. I'm incandescent ","sentiment_score":-0.25}
{"full_text":"Steve Clark, Doug Ford and the Progressive Conservative Caucus have broken the trust of Ontario's voters. Why is this demolition essential during a lockdown?Incredibly disappointed in our government today.Read more about our plan here:","sentiment_score":-0.1625}
{"full_text":"Thank you, I didn't know the poor lad, but he was only 43 and leaves behind a gf he was isolated from.We make value judgements on life\/death all the time.Just for balance, less than 400 ppl under 60 with no health issues have died from covid since last Feb.","sentiment_score":-0.1933333333}
{"full_text":"RT watching this interview of this owner of this cookie business, wearing a mask and she keeps adjusting her mask. there's...","sentiment_score":0.0}
{"full_text":"RT Covid is a true killer. So far it's killed the flu, cancer, heart disease - it killed the ability to think, logic &amp; comm...","sentiment_score":0.0125}
{"full_text":"6\/17 - A few new outbreaks have also been reported including at Chartwell Chateau Cornwall, St-Joseph's Continuing Care Centre (complex care side) and the Cornwall Community Hospital - JMP2 2500 &amp; 2600 pods. #TrulyLocal #COVID19","sentiment_score":-0.1212121212}
{"full_text":"is the covid vaccine gonna be like one of those regular jabs that people get like for rubella and HPV or r they just gonna do it til corona is gone bc like. how long are we 'immune' after the vaccine bc we dont want pandemic 2.0 electric bugaloo in 15 years time","sentiment_score":-0.025}
{"full_text":"RT 800,000 people are in rent arrears, 70,000 made homeless during the pandemic, the govt is going to miss its housebuilding t...","sentiment_score":0.0}
{"full_text":"RT For those interested, here's the latest Covid-19 case numbers for the nations of the UK:","sentiment_score":0.375}
{"full_text":"Das ware grossartig. \"Antibodies generated by the Pfizer-BioNTech vaccine were able to lock on to coronavirus spikes that have the N501Y spike mutation, preventing the virus from infecting cells in the lab.\"","sentiment_score":0.5}
{"full_text":"RT Really useful thread for how to engage with the next steps of this campaign. ","sentiment_score":0.15}
{"full_text":"RT Is there much overlap between clean beauty and antimaskers? Have they started marketing edible beauty products as a extra lo...","sentiment_score":0.1888888889}
{"full_text":"I haven't taken a drink in over five year. I'm thankful the pandemic really hasn't broken me.","sentiment_score":-0.1}
{"full_text":"RT Like, I literally just looked at my feet and said, ok...why not?Didn't even plan for it or anything Please retweet...","sentiment_score":0.0}
{"full_text":"8\/17 - The Glen Stor Dun Lodge currently has seven residents and seven staff who have tested positive for COVID-19. Unfortunately this includes one death, reported today. #TrulyLocal #COVID19","sentiment_score":-0.0909090909}
{"full_text":"Our Rapid COVID-19 PCR test offers same-day results and is accepted by many travel authorities. Visit ARCpoint Labs of Rocklin-Roseville today for your rapid test:","sentiment_score":0.3}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"RT As promised in September 2019,the results of Dubai Gov't Customer &amp;Employee Happiness Index are released every year on...","sentiment_score":0.7}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"Why yes I do. *sent from covid free Victoria.","sentiment_score":0.4}
{"full_text":"i swearr, but tolu..","sentiment_score":0.0}
{"full_text":"9\/17 - 42 of 47 resident at Lancaster LTC home have tested positive for COVID-19, including four who have been placed in hospital. 21 staff have also tested positive (13 active). #TrulyLocal #COVID19","sentiment_score":0.1070707071}
{"full_text":"RT Brandon Lewis has shown the north about as much respect as Boris showed the north of England. Britain had the chance f...","sentiment_score":0.2}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"Very difficult to watch. But necessary. The public need to see the reality of Covid. And this type of 1st hand testimony, access and reporting should've been broadcast months ago. Yet another policy decision (to deny Trust access) that was inexplicably misguided.","sentiment_score":-0.3125}
{"full_text":"RT If you want to have a destination wedding, you will want to choose a date closer to the end of 2021 or 2022 so that you...","sentiment_score":0.0}
{"full_text":"RT LIVE: DC on Lockdown Update: January 18th, 2021","sentiment_score":0.1363636364}
{"full_text":"RT Looking for Covid Clinic Vaccinators in Aberdeenshire South, have a look it might be for you. Great team forming. ","sentiment_score":0.8}
{"full_text":"Analysis: Why the second Covid wave is nothing like the first","sentiment_score":0.125}
{"full_text":"10\/17 -There have now been 9 deaths from the home, including one reported today. #TrulyLocal #COVID19","sentiment_score":0.0}
{"full_text":"RT Should Covid rule breakers be held in refugee camps?","sentiment_score":0.0}
{"full_text":"Let's make sure we're all keeping an eye on this. It may bring up some useful evidence for future action.","sentiment_score":0.225}
{"full_text":"RT I ain't smelled bad breath since the pandemic started mask culture needs to stay","sentiment_score":-0.7}
{"full_text":"13\/17 -Maxville Manor has one resident and two employees who have tested positive for COVID-19. #TrulyLocal #COVID19","sentiment_score":0.2272727273}
{"full_text":"RT The uk has the highest Covid death rate in the world.Is this not a resigning matter, not only for Johnson &amp; Hancock, but the...","sentiment_score":0.0}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT My question is why would public tours in the US capital or anywhere for that m...","sentiment_score":0.0}
{"full_text":"14\/17 - 31 individuals are currently in hospital, with 6 in the ICU. More than half, and two of the ICU patients, are at . #TrulyLocal #COVID19","sentiment_score":0.1111111111}
{"full_text":"RT #Norway upped the number of deaths under investigation, from 23 last week to 33, while in #Germany, health officials s...","sentiment_score":0.0}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT Scientists investigating whether it's possible to be re-infected with a new variant of SARS-CoV-2 in S. Africa. Antibodies...","sentiment_score":0.0681818182}
{"full_text":"RT Directors of small businesses have received NO financial support during the pandemic with devastating consequences. You've...","sentiment_score":-0.4166666667}
{"full_text":"RT Advice: just because you're bored during Covid don't go to Target and impulse buy pink hair dye and put it on your head. Yo...","sentiment_score":-0.3}
{"full_text":"1,142 Sao Tome and Principe1,095 Barbados862 Taiwan*843 Bhutan834 Papua New Guinea712 Diamond PrincessCOVID-19 Dashboard by the Center for Systems Science and Engineering (CSSE) at Johns Hopkins University (JHU) 2021\/01\/19 am:06:54","sentiment_score":0.0181818182}
{"full_text":"The best thing covid ever did was ruin mine lmao","sentiment_score":0.8}
{"full_text":"RT I know you're post is about the alcohol industry specifically but there's also the realist of some free...","sentiment_score":0.4}
{"full_text":"To kill idiots like you!  Don't get the vaccine. Darwinism will kill you off when you catch Covid-19. ","sentiment_score":-1.0}
{"full_text":"Just booked my Covid vaccination but also just remembered I'm terrified of needles so fuck","sentiment_score":-0.4}
{"full_text":"RT *****This did not happen*****The Bloomberg vaccination tracker shows ~31M doses have been shipped to states; less than...","sentiment_score":-0.1666666667}
{"full_text":"As the COVID-19 #VaccineRollout continues, meeting global demand is a challenge. Check out how IoT is helping with vaccine #SupplyChainManagement:  #IoT #Healthcare #SupplyChain #AssetTracking","sentiment_score":0.0}
{"full_text":"RT Did you listen to the #dailybriefing? gave an explanation of the effectiveness...","sentiment_score":0.0}
{"full_text":"Check dit..  We bieden in onze overdekte OUTDOOR GYM:-Personal + duo training - ABC Lifestyle- ABC Strength- Urban kids Join us!      #Lifestyle  #gezondheid #urban #training #workoutmotivation #fit #lockdown #outdoor","sentiment_score":0.1333333333}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT chileee...all my black and brown people stay at home please.","sentiment_score":-0.1666666667}
{"full_text":"RT If there is one person whose SIM would be blocked as a result of this, then that person should be me...","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT BIG news: Citing post-vaccination deaths, Norway now says \"very frail\" people should NOT receive the #Covid vaccine. No...","sentiment_score":0.1}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT Disneyland Paris delays reopening to April 2 due to COVID-19","sentiment_score":-0.125}
{"full_text":"15\/17 - There is some good news as the region's rolling average is starting to trend slightly downwards, as are the positivity rate and R-naught. #TrulyLocal #COVID19","sentiment_score":0.0958333333}
{"full_text":"RT Home is the safest place to be as cases rise in our community.  Do your best to limit social gatherings and outings.  W...","sentiment_score":0.5166666667}
{"full_text":"RT Not only trump but most of the #gop own this epic failure for spreading lies about #COVID19 and literally fighting against r...","sentiment_score":0.1766666667}
{"full_text":"RT  COVID-19 is dramatically worsening inequalities in higher education and research worldwide. Hans de Wit and Phil...","sentiment_score":0.25}
{"full_text":"The impact of COVID-19 has shifted the conversation around talent mobility to include more strategic questions about identification, deployment, and engagement in a global marketplace. #globalpayroll #payroll","sentiment_score":0.25}
{"full_text":"RT California's top epidemiologist issued a statement Sunday evening recommending a pause on the use of a huge batch of #...","sentiment_score":0.45}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"Actor &amp; comedian has taken to social platform to say he has received the COVID-19 vaccine; calling the process \"smooth as silk\".Visit the link:https:\/\/t.co\/74zZZnC3jx@MarthaStewart #covid19 #vaccine #celebrity","sentiment_score":0.2166666667}
{"full_text":"What are they hiding?  I think I know.\"The team membership and terms of reference were preapproved by the Chinese government, yet at the last minute Beijing denied entry to the investigators. \"https:\/\/t.co\/mtmBHQ1zpK via","sentiment_score":0.0}
{"full_text":"RT !!Pathological Evidence for SARS-CoV-2 as a Cause of Myocarditis: Review Topic Of The WeekPathophysiology of...","sentiment_score":0.0}
{"full_text":"need to go to a barber but absolutely no chance will I be caught out with this new COVID variant.my flop era","sentiment_score":0.0181818182}
{"full_text":"Covid vaccine: WHO warns of 'catastrophic moral failure'","sentiment_score":-0.1583333333}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"Did you know that 53% of buyers said the pandemic has changed the way they will shop going forward? These consumer trends are bringing great opportunities for #smallbusinesseshttps:\/\/t.co\/J0bWnyBwrR","sentiment_score":0.8}
{"full_text":"Every year, a large number of Indian diaspora in Beijing and nearby provinces attend the flag hoisting ceremony on the Republic Day and Independence Day at the embassy.https:\/\/t.co\/uzTB1HhuQL","sentiment_score":0.2142857143}
{"full_text":"New coronavirus travel rules came into force today","sentiment_score":0.1363636364}
{"full_text":"RT Covid really ruining college ...","sentiment_score":0.2}
{"full_text":"The virus has had a major impact on the club https:\/\/t.co\/uIMbC5WwlD","sentiment_score":0.0625}
{"full_text":"Kim Mulkey made waves with her comments after Iowa State's win over Baylor on Saturday. and discussed her comments on their newest podcast. Here's a preview from","sentiment_score":0.8}
{"full_text":"RT Facing a shortage of coronavirus vaccines in New York, Gov. Cuomo has asked Pfizer to sell doses directly to the state. The ph...","sentiment_score":0.1181818182}
{"full_text":"RT 6 months ago conservatives were calling farm workers heroes for feeding us during a deadly pandemic.Now that Biden wants t...","sentiment_score":0.0}
{"full_text":"RT We owe a debt of gratitude to our public service workers for their sacrifice during the pandemic. The very least that we...","sentiment_score":-0.195}
{"full_text":"MIKE COLE, 77 of Salinas, California died of COVID on Jan. 8. He \"loved his family, bragging about his grandkids, tennis, picking on his banjo, restoring his '62 VW pickup, and making lapidary jewelry for friends. He would embrace you with his smile and humor. Love you, Dad.\"","sentiment_score":0.5}
{"full_text":"Truckers delivering essential goods during the pandemic are facing a \"dehumanizing\" struggle to find open washrooms, one that could lead to health concerns, according to national agency that represents women drivers. has the story. Read more:","sentiment_score":0.1666666667}
{"full_text":"BOJO AND BIDENBUFFOONS COME TO MIND #WarRoomPandemic #BANNONNITES Will they have biden baby balloon.  The diaper would be factual this time roundOh waite UK is in  LOCKDOWN very conveniently","sentiment_score":0.2}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT \"I'm ready to be here seven days a week if that's what it takes. We have to get this done.\" Senator details pa...","sentiment_score":0.2}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"How COVID-19 is changing the way HR professionals think about employee benefits via #healthcare","sentiment_score":0.0}
