{"full_text":"I sold mango juiceBuy mangoGo to ThailandI want to eat mango mangoThe end of corona.","sentiment_score":0.0}
{"full_text":"RT Smells like a cover-up from here.","sentiment_score":0.0}
{"full_text":"RT I'm tired. I'm sad. I'm scared. I just want all this to be over. Please stay home. I don't know how much more of this m...","sentiment_score":-0.1333333333}
{"full_text":"I'd rather stay home than take any advice from this fascist idiot!","sentiment_score":-1.0}
{"full_text":"RT I don't want DALCA for my kid. I won't want H4EAD for my spouse. I want a GC that was due to me 10 years ago. Risking...","sentiment_score":-0.125}
{"full_text":"ICYMI: Queensland will reopen its borders to all of NSW, including Greater Sydney area, at 1am on Monday, 1 February Qld has done an amazing job in helping to keep our state safe and slow the spread of COVID-19. Thanks everyone!Find out more:","sentiment_score":0.3333333333}
{"full_text":"RT my mom works at an elementary school and this is what they have up about covid safety. i love it so much","sentiment_score":0.3333333333}
{"full_text":"RT \"When COVID is over\" is starting to sound a lot like","sentiment_score":0.2}
{"full_text":"RT Nothing does makes sense, unless it's all about pandering. 1. Call for unity - call us racist 2. Kill the pi...","sentiment_score":0.0}
{"full_text":"#LifeAfterCovid19 I'll be grateful to God that I made it out alive from a devastating pandemic.","sentiment_score":-0.45}
{"full_text":"Anyone who wasn't consumed with TDS...But hey, no mean tweets ","sentiment_score":0.15625}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT The Philippines imposed the world's longest lockdown and brought public debt to PhP10 Trillion.Yet our economy contracted 9...","sentiment_score":0.0}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 hea...","sentiment_score":0.0}
{"full_text":"I have just one question: WHY??!! What explains all this Trump succor, spreading faster than COVID among GOP and seemingly infecting MSM?Is it kompromat? Has Putin gone to bat for Trump (to keep destablizing the US) and shared his dirt?It's not easy to explain otherwise.","sentiment_score":-0.2166666667}
{"full_text":"RT Actually they died so that we could be free. So I choose to live free. You can stay home and be scared","sentiment_score":0.2340909091}
{"full_text":"RT Unfortunately, during the #COVID19 pandemic, we have seen a rise in the number of reports of elder harm and neglect. We encou...","sentiment_score":-0.5}
{"full_text":"RT #COVID19 has disproportionately affected communities of color, killing 50K+ Black people. Add that many POC are skeptica...","sentiment_score":0.1666666667}
{"full_text":"RT We can revisit the grand festivities surrounding the pre-pandemic Thaipusam years, and also look forward to celebrations re...","sentiment_score":0.5}
{"full_text":"Just stay home ya damn whiner!","sentiment_score":0.0}
{"full_text":"RT Today, on International Holocaust Remembrance Day, this account is showcasing survivors who died in the COVID-19 pandemic....","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT The #COVID19 investigation team now in #Wuhan should demand full access to all relevant records, samples, &amp; personnel...","sentiment_score":0.375}
{"full_text":"RT The Philippines imposed the world's longest lockdown and brought public debt to PhP10 Trillion.Yet our economy contracted 9...","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"How about #TheBugFormerlyKnownAsTheChinaVirus instead of #ChinaVirus ???","sentiment_score":0.0}
{"full_text":"Compared to 2020 (Covid) matrics??","sentiment_score":0.0}
{"full_text":"RT The spokeswoman said that several people were infected in a cluster at Icon Siam shopping mall and that contact tracing w...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when Lindsay Lohan wins an Oscar\" ","sentiment_score":0.2333333333}
{"full_text":"RT We cannot afford to be complacent. Pandemic isn't over. Wear your masks properly. Observe physical distancing. Wash your...","sentiment_score":0.0}
{"full_text":"RT Harvard prof: People who are 'out for a jog with no one around' should wear a 'two- or three-layer cloth mask'","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Sohyi chef who was on MLT with Yujin said she misses Yujin and IZ*ONE but can't go anywhere because of COVID. Asked the fa...","sentiment_score":0.0}
{"full_text":"Discovered there is a conservative tiktok and it took my 2 scrolls to get to the anti-lockdown videos","sentiment_score":0.0}
{"full_text":" RT Cancer screenings have dropped since the start of the Covid-19 pandemic, potentially delaying thousands of diagnoses, new research shows.","sentiment_score":0.0681818182}
{"full_text":"Some classic responses ","sentiment_score":0.1666666667}
{"full_text":"RT Corona vairuss","sentiment_score":0.0}
{"full_text":"I care about mental health but when I was infected with Covid my mental health went to crap.. BTW I fly I have to go to work.. I rather stay home than be out there with those that bash masks. Thats why I got sick","sentiment_score":-0.1828571429}
{"full_text":"RT So if I've got this right we're now quadruple-masking for a virus with a 99.8% survival rate amidst mass vaccinations &amp; k...","sentiment_score":0.2857142857}
{"full_text":"RT Y'all know that instead of wearing all these mask that you can just stay home right? If you're that scared of covid...w...","sentiment_score":0.2857142857}
{"full_text":"Florida's COVID-19 vaccine residency requirement is creating a challenge for some \"Snowbirds.\" What you need to know before you go:","sentiment_score":0.0}
{"full_text":"RT We have 5 admins: 1 w\/a broken hand, school, job; 1 got covid in the hospital; 1 has 3 kids; 1 works 16 hrs\/day; &amp; 1 ful...","sentiment_score":-0.4}
{"full_text":"RT If I am afraid of one thing, it's that children born during this time won't know what life was like before this pandem...","sentiment_score":-0.6}
{"full_text":"RT Joe Biden might be the only thing better than pandemic lockdowns at killing jobs.","sentiment_score":0.25}
{"full_text":"RT President Magufuli of Tanzania warns against embracing Covid-19 vaccinations frm foreign nations.'stand firm-Vaccinati...","sentiment_score":-0.125}
{"full_text":"RT New from me:Months deep into this pandemic, the feds have given nursing homes tests, trainings, cash. But nursing home out...","sentiment_score":0.0681818182}
{"full_text":"RT People are acting like the Gamestop move is just trolling. Read the threads. Desperate people, ravaged by pandemic and...","sentiment_score":-0.3}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":"It's closing in on a year of covid BS and six years of Muh Gamergate, I'm just ready to see some chaos","sentiment_score":0.2}
{"full_text":"RT She cares about the health and safety of students and teachers! Why are we pushing t...","sentiment_score":0.0}
{"full_text":"RT #PNL Advice: Please DO NOT bring your mask down to your chin. By doing so, you are actually exposed to more viruses an...","sentiment_score":0.1148148148}
{"full_text":"RT New COVID-19 test involves anal swab","sentiment_score":0.1363636364}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":"RT West Virginia Gov. Jim Justice says with an increased amount of Covid-19 vaccines, his state, which is leading in distribut...","sentiment_score":0.0}
{"full_text":"RT No matter what language you speak -- or in my case try to -- all of us need to stay home.Stay home. Stay safe. Save lives....","sentiment_score":0.5}
{"full_text":"I don't have covid but something ain't right","sentiment_score":0.2857142857}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"RT Nearly a year ago, Oregon Health Authority refused to tell citizens what it knew about China Virus cases it was monitor...","sentiment_score":0.1}
{"full_text":"RT take me back to pre-covid lmaoo  2021 boutta go dummy if we get some shows fr ","sentiment_score":0.0}
{"full_text":"RT What kind of person or group of people short a small US based Biotechnology company that is working towards saving the wo...","sentiment_score":0.1166666667}
{"full_text":"Upcoming Gov Bailout? Many of those companies were not profitable before Covid and countless have settled for tens of millions for fraud. Shady industry","sentiment_score":0.0833333333}
{"full_text":"RT Our kids in 2040: Hey mom it said there was a pandemic in 2020. Do you remember it? Me having flashbacks:","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT 'Stay together and love' -- Holocaust survivor Leah NebenzahlThrough a pandemic and threats to democracy, now more than e...","sentiment_score":0.5}
{"full_text":"As long as there's no covid where they're from, I'm game!","sentiment_score":-0.275}
{"full_text":"RT My mom called today to tell of 2 more deaths in our circle of family&amp; friends.That's a total of 8 in the past few month...","sentiment_score":0.0125}
{"full_text":"\"According to his research, Dr. David Kendrick, Founder and CEO of MyHealth Access Network, says school-aged children are [Oklahoma's] highest hit group for contracting the virus at 14% positivity rate.\"And thinks we need to open schools. Now.https:\/\/t.co\/cyg1eniNlO","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"That's the governor of our state ladies &amp; gents ","sentiment_score":0.0}
{"full_text":"\"Dr Lee Merrit Interview\"Topic: #COVID19@_whitneywebb @VanessaBeeley @denisrancourt ","sentiment_score":0.0}
{"full_text":"COVID-19: Changing the Landlord-Tenant Relationship #CRE #COVID-19 #Office #Warehouse #TenantTipshttps:\/\/t.co\/N1bgtxvjK6","sentiment_score":0.0}
{"full_text":"RT Doctors see increase in children with severe illness after Covid-19. -","sentiment_score":0.0}
{"full_text":"Just realized there's probably not gonna have any flowers Tet markets this year due to Covid ","sentiment_score":-0.125}
{"full_text":"RT He's right. Too bad he doesn't realize he's talking about himself.","sentiment_score":-0.2071428571}
{"full_text":"RT Cuomo slammed for blaming N.Y. COVID deaths on government incompetence - #OANN","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT My mom called today to tell of 2 more deaths in our circle of family&amp; friends.That's a total of 8 in the past few month...","sentiment_score":0.0125}
{"full_text":"RT Gonna take a moment to promote my Patreon - I lost my job due to COVID back in April\/May and have been working entirely as a f...","sentiment_score":-0.0416666667}
{"full_text":"Mail in voting has been going on before we were alive. Circumstances change the usage. It was for soldiers, then they expanded it for railroad workers and traveling salesmen. A pandemic is a  legit reason.","sentiment_score":0.1}
{"full_text":"As the Chinese New Year holiday approaches, Beijing has raised the Covid requirements on travellers from low risk areas and has administered over 20 million doses of the vaccine.","sentiment_score":0.0454545455}
{"full_text":"#Indonesian President Joko Widodo received his second injection of the #COVID19 #vaccine developed by #China's biopharmaceutical company Sinovac Biotech on Wednesday, one day after the country registered more than one million infections.","sentiment_score":0.2}
{"full_text":"8,000 Health Workers in Central Jakarta Undergo COVID Vaccination","sentiment_score":0.0}
{"full_text":"Gender-responsive policies that can improve women's resilience to current &amp; future crises may include cash transfer programs targeting women, subsidizing childcare services, addressing gender-based violence &amp; removing discrimination in all #jobs &amp; sectors.","sentiment_score":0.0}
{"full_text":"I'm sorry but John is alive and well, we don't want COVID to spread and half our population to die. Learn to use the internet","sentiment_score":-0.1888888889}
{"full_text":"RT Actually they died so that we could be free. So I choose to live free. You can stay home and be scared","sentiment_score":0.2340909091}
{"full_text":"Health workers in Myanmar became the first people to be vaccinated against COVID-19, five days after the first vaccines were donated by India.Myanmar received 1.5 million doses of the vaccine developed by Oxford and AstraZeneca, which are enough to inoculate 750,000 people.","sentiment_score":0.15}
{"full_text":"The 10 areas in Bristol with the lowest Covid rates","sentiment_score":0.0}
{"full_text":"I love the Babylon Bee, but how much longer before Twitter bans them for \"spreading fake news\"?","sentiment_score":0.0666666667}
{"full_text":"If you're juggling federal student loan debt along with other bills, you're about to get another pandemic-related break. ","sentiment_score":-0.125}
{"full_text":"April 2020:REUTERS: \"The Gates Foundation is the second largest donor to the WHO behind the United States. Melinda Gates said earlier that cutting WHO funding in a health crisis was \"as dangerous as it sounds\"https:\/\/t.co\/HPyHXkNEBBIt's not like Reuters doesn't know.","sentiment_score":-0.32}
{"full_text":"How Memphis and Shelby County leaders plan to fix the COVID-19 vaccine confusionhttps:\/\/t.co\/otzPpbQbkg","sentiment_score":0.0}
{"full_text":"\"That is incredibly helpful,\" Gov. Beshear said of the increase COVID-19 vaccine supply Kentucky will receive, but \"It's not nearly enough. We could be doing a quarter of a million vaccinations right now if we had the supply, but we'll take 16 to 17%.\"","sentiment_score":0.3952380952}
{"full_text":"HEARTBREAKING: A 9-year-old Vernon boy who died early Tuesday morning at Cook Children's Hospital in Fort Worth died from COVID-19 complications, his family said Wednesday.","sentiment_score":0.2}
{"full_text":"AP sources: Michael Strahan tests positive for COVID-19 --&gt; ","sentiment_score":0.2272727273}
{"full_text":"RT 3) Denmark  CDC has modeled this as well... and it's horrendous. Denmark sequences EVERY SINGLE CASE EACH WEEK for mutati...","sentiment_score":-0.0714285714}
{"full_text":"Starting Thursday, state mobile vaccination teams staffed by Texas National Guard members will be deployed to five rural Texas counties to administer coronavirus vaccines to qualified residents","sentiment_score":0.0}
{"full_text":"NFRN Covid-19 Hardship Fund pays out over PS100,000 #retail #coronavirusuk","sentiment_score":0.0}
{"full_text":"Retail giant Target has announced it will provide employees with $200 million in bonuses for their work during the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"A Florida fire captain accused of stealing COVID-19 vaccines meant for first responders turned himself in Wednesday afternoon, sheriff's officials said.https:\/\/t.co\/mfPNH5PNtc","sentiment_score":0.25}
{"full_text":" When will this ever end?","sentiment_score":0.0}
{"full_text":"The school says eventually the contactless vending machines will be the only option available for students.","sentiment_score":0.2}
{"full_text":"Two journalists tested positive for coronavirus after witnessing the Trump administration's final three federal executions, but the Bureau of Prisons knowingly withheld the diagnoses from other media witnesses and did not perform any contact tracing.","sentiment_score":0.0340909091}
{"full_text":"Mid-South college offers chance at second career amid pandemichttps:\/\/t.co\/JicsPtRj7X","sentiment_score":0.05}
{"full_text":"The video shows Jerry Walkowiak directing cars and asking drivers if they had their paperwork.","sentiment_score":0.0}
{"full_text":"When you need help -- you call the pros. So who else would you call to handle a long \"drive-thru\" line? ","sentiment_score":-0.05}
{"full_text":"RT Taking a cue from I've picked up a pair of tix. If you're a new reporter or journalism student and cost...","sentiment_score":0.1363636364}
{"full_text":"In the race against Covid-19 variants, how quickly can drugmakers respond?https:\/\/t.co\/GFfwHPOY3q","sentiment_score":0.3333333333}
{"full_text":"And oh, we have Covid in the community again. Great","sentiment_score":0.8}
{"full_text":"If you've been tired all pandemic long, you are not alone. Sleep specialists have tracked an uptick in sleeping disorders since stay-at-home orders went in place.","sentiment_score":-0.225}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"The video shows Jerry Walkowiak directing cars and asking drivers if they had their paperwork.","sentiment_score":0.0}
{"full_text":"Isolation may be a dreaded word during a pandemic but, as Gavin Francis' wonderful #book Island Dreams argues, it is also a gift for some. writes. #howtolounge #weekendfixhttps:\/\/t.co\/D7XCSJlj4O","sentiment_score":1.0}
{"full_text":"The video shows Jerry Walkowiak directing cars and asking drivers if they had their paperwork.","sentiment_score":0.0}
{"full_text":"As many as 100.9 million (100,982,773) people have been reported to be infected by #coronavirus globally and 2,170,989 have died.   ","sentiment_score":0.25}
{"full_text":"if u refer to it as china virus go ahead n shut the fuck up for me","sentiment_score":-0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 19.8FWind Chill: 19.8FHumidity: 83%Dew Point: 15.5F Barometer: 30.316 inHgWind: 1 mph from the NNWCorona Virus Weekly Stats:Cases: 162.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT The IMF has projected growth rate of 11.5% for India in 2021, the only major economy to register a double-digit growth this...","sentiment_score":0.03125}
{"full_text":"RT We will be seeking leave to intervene in this challenge to the Ontario lockdown &amp; stay home order.Gyms for elite athletes a...","sentiment_score":0.0}
{"full_text":"Thx for sharing...Stay safe and Covid free...","sentiment_score":0.45}
{"full_text":"If its Covid19 then tax cuts and reliefs should be thing so that we can atleast survive. If Covid19 wont kill us then stress will","sentiment_score":0.0}
{"full_text":"RT NEW: India's Bharat Biotech vaccine found effective against coronavirus variant discovered in UK - ICMR","sentiment_score":0.3681818182}
{"full_text":"[UPSC EXTRA CHANCE MATTER]Supreme Court Bench headed by Justice AM Khanwilkar will continue hearing today a plea seeking for an extra chance to give the UPSC exam on account of difficulties they may have faced due to COVID-19. #UPSC #civilserviceaspirant","sentiment_score":-0.0416666667}
{"full_text":"RT Today I received my second dose of the COVID-19 vaccine during a visit to When it becomes available to you, don't wait -- get...","sentiment_score":0.2}
{"full_text":"RT A petition submitted by a number of virologists, epidemiologists, doctors and public health officials says \"interprovincia...","sentiment_score":0.0}
{"full_text":"RT Gee, know anyone in a position to fix this? ","sentiment_score":0.0}
{"full_text":"RT Whatever was in the air in lockdown 1 I miss that","sentiment_score":0.0}
{"full_text":"RT New Zealand, Taiwan top COVID performance ranking, U.S., UK languish","sentiment_score":0.3181818182}
{"full_text":"Those Covid-19 variants? 'Don't worry yet,' vaccine expert says","sentiment_score":0.0}
{"full_text":"RT New vlog addresses why gloves are recommended #PPE for #COVID19. Understanding why helps you take actio...","sentiment_score":0.1363636364}
{"full_text":"Time: 05:00 * Temp: 6.1degC * Wind: ESE 0.0 to 11.0mph * Pressure: 991.5hPa * Rain: 15.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:18 * Sunset: 16:53 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Many people of Sepang had been laid off and lost their income due to the ongoing pandemic, and MCO restrictions. Donat...","sentiment_score":0.1875}
{"full_text":"RT GameStop is doing a better job at distributing wealth to americans during a pandemic than the US government","sentiment_score":0.5}
{"full_text":"#Career #anxiety is a major side-effect of the pandemic and it's affecting workers of every age. #Microsoft #UK Simon Lambert Stuart Lewis","sentiment_score":0.0625}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Fascinating and timely research from examining national responses to the coronavirus. It has come up with...","sentiment_score":0.7}
{"full_text":"But yes I will give it to JS about the COVID aid. There is no doubt he has done some good things, but he has sunk to Cons level a few times with the \"Hate on Trudeau cause it's trendy\" band wagon. That's not the NDP I loved. Jack Layton's NDP is where it needs to be.","sentiment_score":0.2}
{"full_text":"One person who had rectal swabs said it felt like having diarrhea.","sentiment_score":0.0}
