{"full_text":"What a good liar you are.Trump ignored covid for the last 6 months.Didnt go to meetings.Claimed vaccine successes were down to him when he really didnt care either way.Trump only thinks about Trump.The ignorant,moronic buffoon is not missed","sentiment_score":0.1488888889}
{"full_text":"RT Local authorities are using coronavirus as an excuse to stop people joining burial process in Tump and its surrounding are...","sentiment_score":-0.025}
{"full_text":"Correction: BCCI keen to make money from the crowd regardless of the pandemic","sentiment_score":0.0}
{"full_text":"RT UK Minister provokes 500 Covid cases at DVLA Swansea as symptomatic told to work, vulnerable refused home-working, Cov...","sentiment_score":-0.5}
{"full_text":"RT A new report is claiming that Christians are being persecuted more during the pandemic in many countries across the Worl...","sentiment_score":0.3787878788}
{"full_text":"RT Thanks to all who have tweeted or messaged well wishes my PCR confirmed its definitely Coronavirus last nightAt the mo...","sentiment_score":0.15}
{"full_text":"RT \"once Covid is over\" is starting to sound a lot like \"when get dusted 4 comes out\"","sentiment_score":0.2}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Markets, even Sabo market are all parked to the brim, mosques and churches  are all operating in full scale, but NO they'r...","sentiment_score":0.35}
{"full_text":"RT So proud of our staff and children across Hampton Academies Trust, here's a lovely video of our journey in January 2021...","sentiment_score":0.65}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT On this day in 2020: WHO says 'too early' to declare the coronavirus outbreak a global health emergency","sentiment_score":0.05}
{"full_text":"I love the idea of a lockdown zoom fancy dress competition ","sentiment_score":0.5}
{"full_text":"RT \"once COVID is over\" is starting to sound like \"once the leafs win a playoff series\"","sentiment_score":0.4}
{"full_text":"RT Proud moment ..... Thank You PM ... Thank You 1.3 billion Indians .","sentiment_score":0.8}
{"full_text":"RT A vivid analogy of what the lost ones seek to accomplish with this new class of injectables, isn't it ?Well, it turns out t...","sentiment_score":0.1306818182}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"i miss going to top concerts can covid be over yet ","sentiment_score":0.5}
{"full_text":"RT Exclusive: AstraZeneca to supply 31 million COVID-19 shots to EU in first quarter, a 60% cut - EU source","sentiment_score":0.25}
{"full_text":"Goodness, things look relaxed in Singapore now.","sentiment_score":0.0}
{"full_text":"RT \"You don't need a new plan for next year. You need a commitment.\" Seth Godin, American author","sentiment_score":0.0454545455}
{"full_text":"RT Thank you Prime Minister Our fight against COVID-19 is a shared effort.","sentiment_score":0.0}
{"full_text":"PLEASE READ this article@timhayward describes his personal experience of COVID including ITU, recovery, rehabilitation and knowing he is lucky to have survivedThanks for making this free to readPlease, everyone....to beat.","sentiment_score":0.2444444444}
{"full_text":"RT This, almost a year into the pandemic &amp; within days of Biden's inauguration. It's a simple message. Please pass it on....","sentiment_score":0.0}
{"full_text":"RT I'm tired. I'm sad. I'm scared. I just want all this to be over. Please stay home. I don't know how much more of this m...","sentiment_score":-0.1333333333}
{"full_text":"RT Jacob Zuma is an original Pandemic of the ANC looting virus.Ramaphosa is a new variant and deadly one.","sentiment_score":0.1037878788}
{"full_text":"RT \"It's Covid!\"\"It's teething problems!\"\"It's remainers!\"\"It's no big deal!\"\"It's too early to tell!\"\"It's the EU!\"\"...","sentiment_score":0.078125}
{"full_text":"RT Incredibly important study published yesterday","sentiment_score":0.4}
{"full_text":"RT I always knew Everton were the people's club, but I have newfound respect for them after learning about their impact on...","sentiment_score":0.0}
{"full_text":"RT India - the Pharmacy of The World, manufacturing over 60% of all vaccines sold globally, is now playing a pivotal role...","sentiment_score":0.25}
{"full_text":"It seems the OLD with severe comorbidities are dismissing \"stay at home\" orders. How else are they catching the supposed COVID and dying? Tell us Because it's not the Healthy UNDER 60's that are dying. So why are the 80+ ignoring lockdown?","sentiment_score":0.4}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Thousands of residents in Hong Kong were locked down on Saturday to contain a worsening COVID outbreak.","sentiment_score":-0.1555555556}
{"full_text":"RT The boundless imperial hubris of this rag never fails to amaze.The US has around 1\/4th of China's population, but jus...","sentiment_score":0.025}
{"full_text":"RT Proud moment ..... Thank You PM ... Thank You 1.3 billion Indians .","sentiment_score":0.8}
{"full_text":"Aisha, five thousand naira might not be anything to you but it is better than nothing to millions of Nigerians who have suffered especially since the Coronavirus lockdown. We need to think of making things better for everybody, we need constructive criticism where we suggest","sentiment_score":0.3333333333}
{"full_text":"RT Irish Bishops have joined Bishops from around the world in highlighting Israel's \"moral, legal and humanitarian responsibilit...","sentiment_score":0.0666666667}
{"full_text":"RT Ever wondered why so many people are dying from Covid in The UK, this could be the reason.","sentiment_score":0.5}
{"full_text":"RT Recorded deaths usually drop at the weekend. 1348 COVID deaths have been recorded today in the UK, mostly in England....","sentiment_score":0.125}
{"full_text":"? ???????      Who  L. Rm.","sentiment_score":0.0}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"RT 1\/9 Daily #COVID19 update from our 5 academic med centers: 6,608 #SARSCoV2 positive patients admitted to date in our 12 ho...","sentiment_score":0.0757575758}
{"full_text":"Being single during covid kinda fucking sucks but also not cause it gives you an excuse to not put yourself out there.","sentiment_score":-0.1404761905}
{"full_text":"RT 15 people infected with Covid and several seriously ill after going to cat's birthday partyhttps:\/\/t.co\/0mgh3Cq1NS","sentiment_score":-0.25}
{"full_text":"RT Cute...Imagine if no Covid and Thailand is full with tourists, these tuktuk would br one promotion channels for IU to wid...","sentiment_score":0.35}
{"full_text":"Covid ndimaenzanise... all I can say is the departed are waiting for you..Go well comrades.","sentiment_score":0.0}
{"full_text":"COVID-19: How do inactivated vaccines work? via","sentiment_score":0.0}
{"full_text":"RT The West predicted a covid pandemic disaster for India. Today India has among the lowest covid rates in the world and...","sentiment_score":0.0}
{"full_text":"He missed that game due to Covid, not sure who replaced him and called plays.","sentiment_score":-0.2583333333}
{"full_text":"RT What do the new COVID-19 variants mean? #AJStartHere explains ","sentiment_score":-0.0880681818}
{"full_text":"There's no 'may' about this. I personally know an #NHS worker who has #covid right now (caught from a patient) despite having had the #vaccine a few weeks earlier, and has passed it on to their partner. Both of them are ill.","sentiment_score":-0.0828571429}
{"full_text":"Good Morning In such pandemic times we go through a lot and we forget to talk to God about our troubles remember what He said Cast Your Burdens unto me.Give thanks to Him for the gift of life for we got through a lot but He has our backs He is a Faithful God.Blessed Sunday","sentiment_score":0.3}
{"full_text":"RT Everyone when the pandemic is over","sentiment_score":0.0}
{"full_text":"While a lot of us were uncomfortable with lockdown, spare a thought to the refugee families held indefinitely in detention so that LNP can give funds to mates, and in turn fill their own back pockets.This is the same gov that tried to say chin up for your mental health issues.","sentiment_score":-5.551115123e-18}
{"full_text":"RT This government can't even keep workers in its own agencies safe.There's a simple solution. These workers should be...","sentiment_score":0.3}
{"full_text":"RT There is huge anger in government employee all over India due to new pension scheme. Also DA of government...","sentiment_score":-0.0721590909}
{"full_text":"RT The West predicted a covid pandemic disaster for India. Today India has among the lowest covid rates in the world and...","sentiment_score":0.0}
{"full_text":"RT next target of weekend lockdown?","sentiment_score":0.0}
{"full_text":"RT Why doesn't this headline mention that he had two doses of the COVID vax, wanting to inspire the black community to als...","sentiment_score":-0.1666666667}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like \"when the juliantina movie comes out\"","sentiment_score":0.2}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"be transparent. be consistent. strive for predictability. strive for fairness. coordinate.","sentiment_score":0.25}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" when lorde release new music \" ","sentiment_score":0.1787878788}
{"full_text":"RT This.  This is my greatest fear and this is why unpaid carers should be higher priority. If we are ill, who supports our loved...","sentiment_score":0.33}
{"full_text":"RT Bloomberg was once paid for PR pieces by Now they are projecting the negative side for free","sentiment_score":0.05}
{"full_text":"RT WHY is CCP regime lying?1. US gov has \"reason to believe\" that researchers in WIV sick while working on \"secret projects...","sentiment_score":-0.5571428571}
{"full_text":"RT By late spring or early summer, more than half of Americans will have protection against Covid, either by vaccination or...","sentiment_score":0.0333333333}
{"full_text":"RT Donald Trump dropped more bombs in 4 years than Obama did in 8 &amp; he created a humanitarian c...","sentiment_score":0.5}
{"full_text":"No, just the phone calls, or generally talking on a train during a pandemic.","sentiment_score":0.05}
{"full_text":"RT Disregard for #COVID19 preventive measures puts you and everyone around you at risk of getting infected. The ACTIONS you tak...","sentiment_score":0.0}
{"full_text":"RT BritishMuslimTV Questions Weds 8.30pmExclusive Interview with Shaykh Dr on the vaccine, Islam, legacy.","sentiment_score":0.0}
{"full_text":"RT Covid and me: 10 days on life support  | This chap is only 57 and had quite an uncomplicated trip through ITU with COVI...","sentiment_score":0.0}
{"full_text":"RT At the next Covid press conf, can a journo please ask why NZers returning from Covid-free countries like Samoa, are bei...","sentiment_score":0.0}
{"full_text":"RT Here's the piece,  in which succinctly sums up how to improve masks: 2-3 layers, ideally...","sentiment_score":0.9}
{"full_text":"Some great information here from on how to tackle #loneliness in young people during this pandemic #lockdown2021","sentiment_score":0.45}
{"full_text":"Coronavirus hasn't gone away. Remember the 3Ws to minimise the spread.- Wear a face covering- Watch your distance- Wash your hands Visit for more information.","sentiment_score":0.5}
{"full_text":"Endure and adapt: 10 ways PH transportation will change once this pandemic is over #topgearph","sentiment_score":0.0}
{"full_text":"#FlattenTheCurve and adhere to the #coronavirus #Covid_19 restrictions. Take the time to read up on publications","sentiment_score":0.0}
{"full_text":"Today...265 million children can't enter or complete school.617 million can't read or do basic math.Under the theme >>Recover and Revitalize Education for the COVID-19 Generation<<, this year's goal is to power education by putting it at the centre of the recovery.","sentiment_score":0.05}
{"full_text":"\"As the total number of U.S. coronavirus cases surpassed 24 million on Monday, LA County, one of the hardest-hit areas, may face even more dire weeks ahead.\" #ThisIsRJ #COVID19https:\/\/t.co\/QjcEbHoiVH","sentiment_score":0.25}
{"full_text":"Laid back Lexi would list bed as her second favourite place at work after being in the training room.This clever girl is learning the odour of #COVID19 and can't wait to get started each day with her ears forward and her tail wagging.https:\/\/t.co\/vM5shYp3lr@LSHTM","sentiment_score":0.0555555556}
{"full_text":"Pakistan approves Russian Sputnik V COVID-19 vaccine's emergency use:https:\/\/t.co\/NVKMg5BiW6","sentiment_score":0.0}
{"full_text":"\"once COVID is over\" is starting to sound a lot like \"once i finish the books i've already bought\"","sentiment_score":0.2}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Have you tested positive for COVID? Avoid exercise for at least 2 weeks after recovery. It may cause inflammation of h...","sentiment_score":-0.0363636364}
{"full_text":"A Travel During The Pandemic","sentiment_score":0.0}
{"full_text":"East Kilbride mental health coach urging locals to stay active during lockdown","sentiment_score":-0.1166666667}
{"full_text":"RT The largest workplace outbreak of over 500 cases has been recorded at the DVLAs offices in Swansea. Employees claim peop...","sentiment_score":0.0}
{"full_text":"And popular Chinese tourist destinations like EU, UK, US and Japan were blithely welcoming Covid-19 infected Chinese tourists during the Chinese New Year vacation...under the advice of WHO to keep borders open to China, leading to a full blown pandemic","sentiment_score":0.1551948052}
{"full_text":"Ireland's lockdown decision: All we know so far about how long restrictions will last","sentiment_score":0.0166666667}
{"full_text":"The impact of the pandemic on the education sector is unprecedented, but Europe cannot afford to lose a generation to #COVID19!  Education is a key sector to address the negative consequences of the pandemic #EducationDayRead our Statement ","sentiment_score":0.15}
{"full_text":"It is very important Londoners take the coronavirus rules seriously as the situation is critical with the #Covid19 variant spreading quickly.Stay home. Protect the NHS. Save lives.","sentiment_score":0.0622222222}
{"full_text":"In order to minimise the spread of the virus as much as possible, it is important that we stick to the rules at all times.Stay home and do your bit to help the NHS by staying safe.#StickWithIt","sentiment_score":0.2}
{"full_text":"LEVEL 3: TRADING HOURS Dear neighbours, We are open &amp; trading with reduced hours in response to the recent Presidential Address.   Mon - Sat | 09:00 - 18:00 Sun &amp; Public Holidays | 09:00 - 17:00  Your health &amp; safety remains our priority as we fight COVID-19.","sentiment_score":0.0}
{"full_text":"Thank you to the Developer Services Team at for collecting this fantastic donation of toiletries even with the barriers of lockdown, social distancing, and self-isolation. Another example of our community coming together in tough times. Thank you! #Southend #Charity","sentiment_score":-0.0175925926}
{"full_text":"This shit is getting funnier with each passing day.Hope one on Farage is next.And the Russian protesters should make it their battle-drum as well.Btw, there is another covid version out there, white-bearded guy, more catchy; song &amp; text.https:\/\/t.co\/stTARec0B8","sentiment_score":0.1}
{"full_text":"hii could you see yourself ever coming to the uk for events after covid? :)","sentiment_score":0.5}
{"full_text":"\"This is life in Wuhan, the first \"post-pandemic\" city.\" ","sentiment_score":0.25}
{"full_text":"Seeking clarity around the medical information surrounding #COVID19 and pregnancy and how this impacts you as a teacher?Sign up as an #MTPTproject to receive joining details on 28.01 for our informative and reassuring webinar:https:\/\/t.co\/O05jtF2C3x","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"Biggest ever London Marathon expected to go ahead this year - the date and plans so farhttps:\/\/t.co\/acXlE55CBo","sentiment_score":-0.1}
{"full_text":"Happy #EducationDay The third International Day of Education will be marked on Monday 25 January 2021 under the theme 'Recover and Revitalize Education for the COVID-19 Generation'.","sentiment_score":0.225}
{"full_text":"#Facemasks made from fabric still work against new #coronavirus strains ... | #SARSCoV2 | #mutation | #COVID19 | #Mask | #pandemic | By via","sentiment_score":0.1363636364}
{"full_text":"The theme to 'recover and revitalise education for the Covid-19 generation' has been chosen by for today's International Day of Education.That's what we are hoping for in the Bajura district of western Nepal, partnering with Group of Helping Hands (SAHAS) Nepal. [1\/2]","sentiment_score":0.0}
{"full_text":"Amid the ongoing Covid-19 pandemic, Tax expert N Nithyananda urges Finance Minister #NirmalaSitharaman to give better medical expense claim for senior citizens.","sentiment_score":0.25}
{"full_text":"Stay Home, Save Lives.The new variant of COVID-19 is spreading fast. If you go out, you can spread it. People will die.Stay Home - Protect the NHS - Save Lives#StayAtHome #Community #communityspirit #Covid19 #coronavirus","sentiment_score":0.1681818182}
{"full_text":"RT 'We take it very seriously': Dr. Fauci actively studying lingering effects of Covid-19 #LongCovid","sentiment_score":-0.2833333333}
{"full_text":"'An unprecedented budget in the middle of a pandemic, it needs to be like an economic vaccine needed to revive the economy.'Author decodes Budget 2021 with Rahul Shivshankar, Navika Kumar and Padmaja Joshi on February 1. | #Feb1WithTimesNow","sentiment_score":0.2666666667}
{"full_text":"Just like the leaves of its gilded fans, France's storied fan-making museum could fold and vanish. The splendid Musee de l'Eventail in Paris, classed as a historical monument, is the cultural world's latest coronavirus victim.https:\/\/t.co\/ZgcTJrWO6P","sentiment_score":0.3583333333}
{"full_text":"Iconic TV and radio host Larry King is being remembered today, after he died aged 87. His career spanned six decades, but he was hospitalised shortly before Christmas after testing positive for coronavirus.https:\/\/t.co\/BIHssYXdas","sentiment_score":0.1568181818}
{"full_text":"[Op-Ed] \"There was even a point where Pakistan might enter into recession if the negative effects of covid-19 continued. But this is a true example of a great nation, which managed to prosper in a crisis situation.\" | Noor Alihttps:\/\/t.co\/nq1mNxcS6I","sentiment_score":0.2833333333}
{"full_text":"THE AUDACITY","sentiment_score":0.0}
{"full_text":"#GameOfTwoHalves Podcast: NMP Mark Chay on plans to help local sport survive beyond Covid-19","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 24\/01\/2021 13:30Total Cases: 10655641 [+199]Active: 181355Recovered: 10316472 [+376]Deaths :153378 [+1]Total Tests: 190.99MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Stephanie never wanted to return to Willow Springs, but love might be enough to make her stay.Love Calls You Home by is available at https:\/\/t.co\/hgqiMI5qUv #asmsg #iartg #amreading #bookboost #bookplugs #ian1 #puyb #bynr #romance","sentiment_score":0.3}
{"full_text":"In our recent survey, 66% of employees are confident that their company will overcome the challenges caused by COVID-19.Learn more about preparing for the big return, connecting WFH productivity and more here:https:\/\/t.co\/H3r8U9Kzmv#HRadmin #peoplefirst #backtowork #WFH","sentiment_score":0.3}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Minister slams claim COVID death rate is 'failure' compared to others in region","sentiment_score":-0.3166666667}
{"full_text":"RT Day 3: Biden presidency recap. 1\/2'No, we don't have a new coronavirus plan, after all.''There is nothing we can do...","sentiment_score":0.1363636364}
{"full_text":"no need to worry about #covid getting you","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 18.7FWind Chill: 11.6FHumidity: 84%Dew Point: 14.7F Barometer: 30.394 inHgWind: 6 mph from the NWCorona Virus Weekly Stats:Cases: 136.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Thailand's 'Red Zones' Quickly Fading to Green as Only 7 Provinces Report New Covid-19 Cases - via","sentiment_score":0.0539393939}
{"full_text":"New research finds troubling levels of PTSD caused by the COVID-19 pandemic #COVID19 #mentalhealth #PTSD #science","sentiment_score":0.1363636364}
{"full_text":"RT \"Grant Shapps under fire for 'shameful' virus spread as staff told to work on with more than 500 cases at DVLA in Swansea....","sentiment_score":0.5}
{"full_text":"RT  Match Day  Tarleton McAdams Tennis Center 11 am &amp; 3 pmFree AdmissionCOVID ","sentiment_score":-0.1}
{"full_text":"RT I'd happily look a soul selling actor in the eye. But when the scale of the deception finally emerges, will they be able to...","sentiment_score":0.4333333333}
{"full_text":"RT \"once covid is over\" starting to sound a lot like \"when i get a gf\"","sentiment_score":0.2}
{"full_text":"Better than even chance that #Covid19 becomes endemic.We'll need to get a shot every year just like the flu, only 20x more deadly. This is the fault of countries who lacked the wisdom or will to crush the virus.","sentiment_score":0.2}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like \"when overwatch 2 is released\"","sentiment_score":0.2}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT While China exported the disease, India is healing the world. This is India! #COVID19 #VaccineMaitri","sentiment_score":0.0}
{"full_text":"IT leadership: Lessons from the early days of the pandemic","sentiment_score":0.1}
{"full_text":"RT Please read. ","sentiment_score":0.0}
{"full_text":"RT Unmasked.","sentiment_score":0.0}
{"full_text":"Great insights into the trends and behaviours impacting the automotive sector, and how the COVID-19 pandemic is influencing the vehicle purchases of European consumers.","sentiment_score":0.4}
{"full_text":"Essential Commodities Act: In the lockdown perspectiveSee: #SundayMotivation #1955 #Coronavirus #COVID19 #ECA #EssentialCommoditiesact #GovtofIndia #IndianLaw #lockdown","sentiment_score":0.0}
{"full_text":"RT Because this is SUCH an important message my social bubble buddy and mum: #MamaKhan has agreed to help me spread this vit...","sentiment_score":0.1444444444}
{"full_text":"We have compiled a consolidated list of tips, advice, news updates, and more to help you stay informed. This includes tips on things to keep you busy if you're working remotely Have a look  #COVID19","sentiment_score":0.1666666667}
{"full_text":"Happy Sunday folks ^JC signing in for the early shift &amp; I am feeling #positive! This #GoHealthy pic shared by ^JM made me smile . How are you all doing?  #StayHome #StayHomeSaveLives #HelpUsHelpYou","sentiment_score":0.3710227273}
{"full_text":"Happy Sunday folks ^JC signing in for the early shift &amp; I am feeling #positive! This #GoHealthy pic shared by ^JM made me smile . How are you all doing?  #StayHome #StayHomeSaveLives #HelpUsHelpYou","sentiment_score":0.3710227273}
