{"full_text":"Michigan on Friday added 2,598 new cases of the coronavirus and 29 deaths linked to COVID-19.","sentiment_score":0.1363636364}
{"full_text":"RT For an administration that has bungled Covid testing, pandemic response, vaccine rollout, they SURE know how to GET IT D...","sentiment_score":0.5}
{"full_text":"When students aren't in class, they can't learn. According to a recent teacher survey by student absences have DOUBLED during #COVID19.  Join us as we talk about these challenges and more at Champions For Education on Jan. 27. More info:","sentiment_score":0.3333333333}
{"full_text":"RT If y'all weren't aware, chakascams Tiffany H and a few other C list celebs launched a smear campaign against a Ph.D. stu...","sentiment_score":-0.025}
{"full_text":"RT RYAN KAPES, 16 of Wilmington, Delaware died of COVID on Jan. 9.\"Ryan's life was full in his short 16 years....You could...","sentiment_score":0.175}
{"full_text":"RT 23 die in Norway after receiving Pfizer COVID-19 vaccine: officials","sentiment_score":0.0}
{"full_text":"Rumors are circulating Tom knew about the pandemic for years ","sentiment_score":0.0}
{"full_text":"RT NEW: U.S. coronavirus death toll hits 390,000","sentiment_score":0.1363636364}
{"full_text":"Listen in to our interview about how brands in the fashion, art and design industry have been coping during the COVID 19 pandemic by switching to online stores to distribute their products.","sentiment_score":0.0}
{"full_text":"RT What happens when China takes over a UN agency? Let's talk about the and the catastrophic failure of that agency to dea...","sentiment_score":-0.3166666667}
{"full_text":"RT BIG news: Citing post-vaccination deaths, Norway now says \"very frail\" people should NOT receive the #Covid vaccine. No...","sentiment_score":0.1}
{"full_text":"Not really true.","sentiment_score":-0.175}
{"full_text":"RT WHY ARE YOU HAVING A PARTY? THERE'S A PANDEMIC AND PEOPLE CAN'T PAY THEIR BILLS STOP CELEBRATING YOURSELF AND FUCKING GE...","sentiment_score":-0.6}
{"full_text":"Friday dinner My take on pork meatballs and a nice Syrah called Tank #dinner #lockdown #keepgoing","sentiment_score":0.6}
{"full_text":"This time... #lockdownuk is so hard.... I am strong &amp; mentally resilient but this has really been tough... I'm so happy my gorgeous Nan doesn't know about the awful #COVID19 as it would really make her worry! Thank you #carehome workers xxx","sentiment_score":0.0669753086}
{"full_text":"RT 1. Everybody should take the pandemic seriously, especially in respect to their co-workers.2. People being reckless a...","sentiment_score":0.0}
{"full_text":"RT Americans have had to wait far too long for help. Finally, it's on the way.","sentiment_score":0.0166666667}
{"full_text":"RT The BMJ tonight reporting:Doctors in Norway have been told to conduct more thorough evaluations of very frail elderly pa...","sentiment_score":0.35}
{"full_text":"Let's see Outbreak! I'd love it to be ported current gen consoles","sentiment_score":0.25}
{"full_text":"RT 5 people dead in the Capital riot, which is terrible and Trump lit the fuse. BUT...400,000 Americans will be dead of COVID...","sentiment_score":-0.4666666667}
{"full_text":"Thanks to and for such a thorough article on community pharmacy and Covid-19 vaccine in Wales","sentiment_score":0.1}
{"full_text":"Whatever you think of the issue, this is Direct Democracy in action https:\/\/t.co\/nSLHhXrwQZ","sentiment_score":0.1}
{"full_text":"RT Did I hear Shapps dismiss the importance of infection in people who've travelled, saying it was \"just 1%\"??What fresh...","sentiment_score":0.3}
{"full_text":"Our latest article on the role of #pharmacovigilance in the #COVID19 Pandemic has just become available online. Much work has been done on implementing an active drug monitoring program in the district of Porto. Full article available here:","sentiment_score":0.2861111111}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT Azar just released a delusional, alternative history of Covid testing in the US. I'm mad because our testing failures allowe...","sentiment_score":-0.625}
{"full_text":"RT We have 2 months tops to get as many vaccinations done as possible, because there's likely to be a tremendous surge after that","sentiment_score":0.2083333333}
{"full_text":"RT Azar just released a delusional, alternative history of Covid testing in the US. I'm mad because our testing failures allowe...","sentiment_score":-0.625}
{"full_text":"RT so this seems like a really bad mix:- slow vaccine rollout- supercovid about to hit- insurrectionists ready to str...","sentiment_score":-0.2666666667}
{"full_text":"RT In other news, America's billionaires could give everybody in the country a $3,000 stimulus check and still be richer than the...","sentiment_score":-0.125}
{"full_text":"RT In other news, America's billionaires could give everybody in the country a $3,000 stimulus check and still be richer than the...","sentiment_score":-0.125}
{"full_text":"RT NEW--Pfizer &amp; BioNTech will temporarily scale back vaccine production in Europe for 1 week. This is to allow for ramping up...","sentiment_score":0.0}
{"full_text":"Omg bet just wait til this pandemic is over","sentiment_score":0.0}
{"full_text":"Covid contributed it.  But the voting fr**d?","sentiment_score":0.0}
{"full_text":"Skating outside with distancing and masks is NOT where the Covid cases are coming from","sentiment_score":0.0}
{"full_text":"Combined with the previous orders, Maine expects to have enough to vaccinate approximately 117,575 people in the first six weeks of distribution.","sentiment_score":-0.0791666667}
{"full_text":"RT This is so disappointing. Dereliction of duty by the leaders of Operation Warp Speed.","sentiment_score":-0.6}
{"full_text":"I definitely understand being weary of it - to each their own. I am personally very paranoid about COVID and decided I've got to choose my fear - be terrified and isolated or terrified and with my family again. That one sounded better to me ","sentiment_score":0.325}
{"full_text":"DC lockdown has a inner red zone, surrounded by a green zone.","sentiment_score":-0.0666666667}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"Our client has remained an influential voice in our community, and is now sharing what to expect when you get the COVID-19 vaccine:","sentiment_score":0.0}
{"full_text":"Yay!  I'm a nurse in Queens and I did a 12 hr shift with the NYC DOH yesterday vaccinating New Yorkers.  It was awesome, and very emotional. Felt good to play offense for a day instead of defense vs Covid when I'm working in the ER.","sentiment_score":0.4590909091}
{"full_text":"RT Shit is getting serious. This lockdown is getting into 'botox-due' zone. There's gonna be some ppl ageing 5yrs overnight...","sentiment_score":-0.2666666667}
{"full_text":"RT Student advocates struck by absence of debt forgiveness in Biden's coronavirus plan","sentiment_score":-0.0125}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"Maybe the cost of everything else won't go up with Dems on watch! It's already go up too much since the pandemic started.","sentiment_score":0.2}
{"full_text":"RT It was never just \"like the flu.\"","sentiment_score":0.0}
{"full_text":"Colorful Aboriginal Art Print Face Mask With Toggle Black and White Adjustable Face Covering Over The Head Mask Bush Tucker #stayhome #Etsy #facemasks #wearthedammmask #facemask #staysafe","sentiment_score":0.0444444444}
{"full_text":"VIDEO - Michael Diaz: EMTs Are Giving Those with Covid-19 Live-Saving Measures for 20 Minutes, But Then We Must Make 'A Rough Decision'","sentiment_score":-0.1}
{"full_text":"We are stuck in an overflow parking lot waiting at Fair Park for someone to tell us the next steps to get the #COVID vaccine. We waited 2 hours to get to the parking lot and now an hour in this parking lot and can't move. At east one person 75+ in their car. @CityOfDallas","sentiment_score":0.35}
{"full_text":"RT When the COVID-19 pandemic started raging across Asia, our embassies and consulates in worked 24\/7 to move +1...","sentiment_score":0.0}
{"full_text":"RT #Ontario reported another 2998 new cases of #COVID19 today making for a 15 days total of 49,049. should hav...","sentiment_score":0.0681818182}
{"full_text":"RT I'm CoVID negative after a highly mobile, ward-shifting, 5-day hospital stay. We owe SO much to for the car...","sentiment_score":0.02}
{"full_text":"RT all through the pandemic it's been like \"when will we resume society?\" getting this creeping feeling: we are not gonna!","sentiment_score":0.0}
{"full_text":"You will forever be known to history as 'Too Late Johnson'","sentiment_score":-0.3}
{"full_text":"Do it. We cannot and should not continue like this - trying to work and go to school in a covid shit storm. #GetItDone","sentiment_score":-0.2}
{"full_text":"My in-laws, both in their late 70s, have confirmed COVID cases. Cannot find any infusion sites offering it, and the HHS site doesn't help either, unfortunately. NY, which can't do anything right, isn't listed. Any idea why so many states are not included?","sentiment_score":0.0771428571}
{"full_text":"#Cavs games at #Wizards scheduled for Sunday and Monday postponed due to COVID-19. Washington doesn't have required 8 players after contact tracing.","sentiment_score":-0.125}
{"full_text":"RT If you or someone you know has experienced human trafficking, help is available. The National Human Trafficking Hotline provide...","sentiment_score":0.3}
{"full_text":"RT Latest COVID-19 infection rate shows some signs for optimism -","sentiment_score":0.5}
{"full_text":"RT When President-elect Biden was elected, he told the American people that \"Help is on the way.\" With the COVID-rescue pac...","sentiment_score":0.0}
{"full_text":"RT The timing of this obvious news is a bit suspect isn't it?","sentiment_score":0.0}
{"full_text":"RT Goya Foods CEO Robert Unanue: The Left 'Weaponized' Pandemic To 'Shutdown Economy' For 'Political Gain'","sentiment_score":0.0}
{"full_text":"RT Swiss to vote in referendum on government's Covid restrictions; referendum to strip the government of new legal powers...","sentiment_score":0.1681818182}
{"full_text":"CNN Reporter Breaks Down in Tears Over COVID Deaths on Live TV: 'It's Just Not Okay'","sentiment_score":-0.0897306397}
{"full_text":"RT Germany is set to put COVID dissidents who repeatedly fail to properly follow the rules in what is being described as a '...","sentiment_score":-0.25}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT Across more than 15 cities, from here in Memphis, to Detroit, to Durham, North Carolina, and beyond, fast-food cooks and ca...","sentiment_score":0.5}
{"full_text":"RT On any given day, Americans usually can be found in every corner of the globe. Our team brought them home from some of the m...","sentiment_score":-0.25}
{"full_text":"RT India has developed coronavirus vaccine!Its time for bullyweed vaccine bach ke kaha jaoge babu #SSRiansWithArnab","sentiment_score":0.1}
{"full_text":"My Danish friend has something like five weeks of mandatory vacation. She works at a department store. She's also home right now, getting paid by the Danish government for her lost wages due to the new COVID lockdown. She also gets paid sick leave. We can change, if we tried.","sentiment_score":-0.1043019481}
{"full_text":"RT \"Incompetence\" and \"death\" are the watchwords of the Trump Administration. 390,000 Americans died. Through acts of omis...","sentiment_score":0.0}
{"full_text":"RT Lady Gaga has a history of activism alongside Joe Biden and campaigned for him during the general election. Jennifer Lopez has use...","sentiment_score":0.05}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT Because the photo ops of him meeting &amp; greeting every return visitor upset his marking schedule, so naturally no marketing oppo...","sentiment_score":-0.05}
{"full_text":"RT Boris Johnson acts quickly to ensure all travellers to the country should be tested immediately from Monday, just 363 d...","sentiment_score":0.3333333333}
{"full_text":"RT You know that COVID is affecting kids' #mentalhealth.How do you know if your child is OK?Here's a 2 min video with...","sentiment_score":0.0}
{"full_text":"RT Production delays are another reason why you can't play around with the vaccination schedule.There is no guarantee that...","sentiment_score":0.0}
{"full_text":"RT My God.","sentiment_score":0.0}
{"full_text":"My son!! He is a college wrestler in Ohio.  lost his job due to covid curfew and federal workstudy has been non existent this year! $crawmom11","sentiment_score":-0.15625}
{"full_text":"So sorry for your loss. I too lost my grandad to covid and makes me livid seeing people flouting the rules. My thoughts are with you and your family","sentiment_score":-0.5}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT So the 'experts' and wannabe dictators, aka governors, were wrong, wrong, wrong and now they demand more bailouts. Open the...","sentiment_score":-0.2}
{"full_text":"RT Corona has showed me that if we had a zombie virus outbreak, we'd all be zombies within 2 weeks.","sentiment_score":0.0}
{"full_text":"RT Covid-19 has been even deadlier than the official numbers show. A WSJ analysis offers the most comprehensive view yet of the pande...","sentiment_score":0.3}
{"full_text":"RT Reports of more #COVID19 outbreaks in DP Centres are alarming but unsurprising.This system is cruel and inhumane.There'...","sentiment_score":-0.2}
{"full_text":"RT Why exactly does think critical ill Covid patients in London are being transported to ICUs 300 miles way i...","sentiment_score":-0.0833333333}
{"full_text":"RT The timing of this obvious news is a bit suspect isn't it?","sentiment_score":0.0}
{"full_text":"RT #NEWS | Venezuela to send oxygen supply to Brazil's Amazonas state due to new COVID-19 outbreak#MaestrosDeLaPatria htt...","sentiment_score":0.0056818182}
{"full_text":"RT It is the entire United States they have let down time and time again with covid. So no stockpile now me...","sentiment_score":-0.0777777778}
{"full_text":"RT .@ScottGottliebMD warns The U.S. is potentially facing a 'perpetual infection' of #COVID19 in the spring...","sentiment_score":0.0}
{"full_text":"RT Amid unmitigated spread of COVID-19 in Los Angeles County, Dodger Stadium opens Friday as one of the biggest vaccination super...","sentiment_score":0.3333333333}
{"full_text":"RT No, $#!t?Just admit it. Media sacrificed the livelihoods of tens of millions of Americans because you couldn't beat D...","sentiment_score":0.0}
{"full_text":"Wow!  Not only does the virus not infect you after 10PM, but now we learn businesses may be allowed to reopen for inauguration day. Amazing!","sentiment_score":0.2916666667}
{"full_text":"RT I'm CoVID negative after a highly mobile, ward-shifting, 5-day hospital stay. We owe SO much to for the car...","sentiment_score":0.02}
{"full_text":"RT ICYMI, a study between UNC &amp; Duke found children giving COVID-19 to adults at school was 0.0%. There were 32 cases of adu...","sentiment_score":0.0}
{"full_text":"(COVID-19 Version) Global Circuit-breaker Capacitors Market Status (2015-2019) and Forecast (2020-2025) by Region, Product Type &amp; End-Use","sentiment_score":0.0}
{"full_text":"Village leaders are discussing challenges in the water department. Aging equipment and reduced use are creating the need for more revenue.https:\/\/t.co\/WHmlXCutEi","sentiment_score":0.5}
{"full_text":"\"Each piece is individually cut and added to make the pictures come to life.\"","sentiment_score":0.0}
{"full_text":"Venezuela to send oxygen to Brazil for COVID-19 treatment","sentiment_score":0.0}
{"full_text":"Anne Hathaway releases 'Locked Down' rom-com. The film tells the story of a couple on the verge of breaking up until lockdown leaves them stuck together in London","sentiment_score":-0.1555555556}
{"full_text":"Jingjing Sparrow, DNP, CRNA, &amp; Tamra Kelly, DNP, CRNA received COVID-19 vaccinations at Texas Children's Hospital in Houston, Texas. More CRNAs rolling their #SleeveUp for a #HealthyTexas.","sentiment_score":0.5}
{"full_text":"Sickening, have we learnt nothing from this pandemic?","sentiment_score":-0.9}
{"full_text":"It's time to prepare your documents before the #TaxSeason starts. Due to all the changes brought on by the pandemic, tax filing will look different. Here are some changes you can expect.","sentiment_score":-0.0625}
{"full_text":"\"I knew that he wasn't completely happy with what we were doing, but I certainly never anticipated that he would come forward publicly like this.\"The Ford government continues to react following MPP Roman Baber's letter opposing a COVID-19 lockdown.https:\/\/t.co\/WMRVTahUaZ","sentiment_score":0.1732142857}
{"full_text":"Idk how I feel about our covid results!! I've been sick everyday for 8 days now and I came back negative. My wife who has been perfectly fine tested positive? Good thing I made her quarantine with me lol","sentiment_score":0.11620671}
{"full_text":"Looking for your new favorite way to cure the stay-at-home blues? check out Zu Tiles! Currently rocking a 7.9 rating on Board Game Geek and, according to YouTuber Minimum Player Count, one of her Top-10 games of 2020! Pick up your copt at VPC!","sentiment_score":0.0340909091}
{"full_text":"#GOPUnmasked Insurrection #Covid #GOPSedition CLEAR PRESENT DANGER to our safety &amp; Public Health!!Science says:1. Mandate MASKS!2. #LockDownIowa 3-6 weeks, until 5% Positivity (indicates Coronavirus is under control.3. Free childcare4. Test all upon return.End #Covid.","sentiment_score":0.125}
{"full_text":"During this pandemic it is very important to try and #KeepWell and look after your health and wellbeing. Small things can make a big difference! Keep active, eat well, mind your mood, switch off and contact others. Learn more at","sentiment_score":0.1273333333}
{"full_text":"Do you know the rules around face coverings? Here's everything you need to know, including who is exempt and whether you need to prove your exemptionhttps:\/\/t.co\/AHvQm3KfTq","sentiment_score":0.0}
{"full_text":"    Publix supermarkets offering COVID-19 vaccines to seniors in Florida -- but only in GOP-won counties https:\/\/t.co\/vk1cs3zif3","sentiment_score":0.0}
{"full_text":"RT Angela Merkel considers border checks and mandatory masks as Germany surpasses two million coronavirus cases","sentiment_score":0.0}
{"full_text":"What have they done for you lately? Biden is rolling out a 1.9t package to get covid under control. Make minimum wage $15. With will double low paid workers wage. What has thrump done bar play golf and bitch on twitter. Comon man.","sentiment_score":-0.1}
{"full_text":"Talking with people in your life who are hesitant about the Coronavirus vaccine...#Covid19 #SocialDistancing #MaskUp #WashYourHands#Ivax2Protect #VaccinesWork #Vaccinate#AMAAlliance","sentiment_score":0.0}
{"full_text":"RT A record # of Texans are hospitalized for COVID-19.The governor refuses stricter rules.Cities don't really enforce exist...","sentiment_score":0.2}
{"full_text":"George Eustice has thanked farmers for continuing to provide food on the nation's tables against the backdrop of the pandemichttps:\/\/t.co\/FRJl3jf9Og","sentiment_score":0.0}
{"full_text":"Eight new coronavirus deaths in Oxford and Oxfordshirehttps:\/\/t.co\/ulS8zIDFaN","sentiment_score":0.1363636364}
{"full_text":"Bro I'm 36 weeks pregnant &amp; I tested positive for covid &amp; I have a4 year old ","sentiment_score":0.2202020202}
{"full_text":"Attorneys representing California inmates are urging state officials and a federal judge to advance about 1 of every 10 prisoners to the front of the line for coronavirus vaccinations. What are you thoughts?https:\/\/t.co\/XmwVLiJcM9","sentiment_score":0.0}
{"full_text":"Thank you . Your compassion and vulnerability in sharing the stories of those we have lost to COVID-19. It was so needed. These are lives that could have been saved! Thank you, again!  #WENeedHealingHere ","sentiment_score":0.0}
{"full_text":"Pandemic Style: How to Adapt Loungewear to Street Style? Read more here - #loungewear #streetwear","sentiment_score":0.5}
{"full_text":"#WillieNelson has gotten his first dose of the vaccine!","sentiment_score":0.3125}
{"full_text":"Stephanie never wanted to return to Willow Springs, but love might be enough to make her stay.Love Calls You Home by is available at https:\/\/t.co\/hgqiMI5qUv #asmsg #iartg #amreading #bookboost #bookplugs #ian1 #puyb #bynr #romance","sentiment_score":0.3}
{"full_text":"We are seeing an incredible surge in COVID-19 cases. Just yesterday over 17,000 new cases were reported in LA County. is urging everyone to stay at home as much as possible, avoid gatherings and wear your face covering whenever you are outside of your home.","sentiment_score":0.2590909091}
{"full_text":"Of course is already trying to cause problems &amp; divide democrats. Here's her tweet after Biden announced the $2k, complete with incorrect grammar. Amazing how she seemed to comprehend what Biden was saying about the $2k stimulus checks the first time.","sentiment_score":0.3166666667}
{"full_text":"Sole proprietorship or Incorporation? During these unprecedented times of Covid19, the right decision at the right time, can save you thousands. We can help you make the right decision! Contact us now.#incorporation #soleproprietor #accounting #smallbusiness #entrepreneur #covid","sentiment_score":0.3057142857}
