{"full_text":"RT #ZRTI_BHUSAWAL_puurnnruup_se_kholoCorona ko b india jit gya h,,ab open with full strength of Zrti","sentiment_score":0.175}
{"full_text":"RT Secretary Esper and President Trump, it's a president's job to protect the health and safety of our troops and their families...","sentiment_score":0.0}
{"full_text":"I participated in them regularly at 8-Rinks pre-Covid","sentiment_score":0.0}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"RT NEW GOLDEN RULE--\"One of the new things in this administration is that if you don't know the answer, don't guess. Just say y...","sentiment_score":0.1909090909}
{"full_text":"RT They said the last president was a tyrant for wanting to reopen schools ","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Just hideous; completely unacceptable.","sentiment_score":0.1}
{"full_text":"RT LeBron James says \"it would be great\" to visit the White House this season to celebrate the Lakers' championship with President...","sentiment_score":0.4}
{"full_text":"RT Woah, missed this. just made funding for non-congregate homeless shelters 100% reimbursable. Until now, states...","sentiment_score":0.0}
{"full_text":"Evidence mounting for more than routine ppx: Impact of high dose prophylactic anticoagulation in critically ill patients with #COVID19 #pneumonia - @accpchest ","sentiment_score":0.0533333333}
{"full_text":"You might like this threadhttps:\/\/t.co\/GjbZCpu6Bl","sentiment_score":0.0}
{"full_text":"you apparently need 50 000$ USD covid insurance which is absurd because not everyone can afford it","sentiment_score":-0.225}
{"full_text":"RT The Japanese government has privately concluded that the Tokyo Olympics will have to be cancelled because of the coronavirus,...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Amazon to open pop-up COVID-19 vaccine clinic in Seattle headquarters","sentiment_score":0.0}
{"full_text":"RT NEW GOLDEN RULE--\"One of the new things in this administration is that if you don't know the answer, don't guess. Just say y...","sentiment_score":0.1909090909}
{"full_text":"RT Just hideous; completely unacceptable.","sentiment_score":0.1}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Dr. Levine took her own mother out of a nursing home prior to ordering COVID infected patients into them. Thousands die...","sentiment_score":0.3}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"RT Unbelievable. Instead of helping our communities survive this pandemic (1000 dying weekly), Republicans just dropped a b...","sentiment_score":-0.25}
{"full_text":"Oh, has noon on the 20th passed already?Ah, yes I'll prepare my remarks to blame covid, the struggling economy, and our divided country all on the Democrats","sentiment_score":0.0}
{"full_text":"The pandemic continues to leave multiple people in our area and across the country unemployed. Some of whom tell us they still have not received any form of unemployment compensation.https:\/\/t.co\/1AzDBMyXsC","sentiment_score":0.0}
{"full_text":"RT Instead of \"open arms of unity\", #racists &amp; criminals should face justiceRESTORE #RuleOfLaw#NoJusticeNoPeace#RemoveTrum...","sentiment_score":0.0}
{"full_text":"RT PM to interact with Beneficiaries and Vaccinators of Covid vaccination drive in Varanasi on 22nd Januaryhttps:\/\/t.co\/h...","sentiment_score":0.0}
{"full_text":"There were 180 COVID-19 patients hospitalized in San Mateo County as of Thursday, of which 38 were being treated in intensive care units.","sentiment_score":0.0}
{"full_text":"RT When you're invited through email to schedule your COVID-19 vaccination, you will get an access code to set up your appo...","sentiment_score":0.0}
{"full_text":"RT Most countries give numbers who Died FROM Covid. We give numbers of deaths from all illness...","sentiment_score":0.5}
{"full_text":"RT Biden's \"goal\" is 100M doses in 100 days. But the Trump Admin. already exceeded 1M doses a day on Jan. 11, Jan. 14, Jan...","sentiment_score":0.0}
{"full_text":"While people await vaccines and assistance from the government, one of the highest members of state government spends his time casting blame and perpetuating hate instead of working on solutions. #resignnow ","sentiment_score":-0.8}
{"full_text":"Isn't it?Well, I haven't been in it in a while, but once it opens up again from the lockdown, maybe I'll go in. I'm always a kid at heart.","sentiment_score":0.0}
{"full_text":"RT Good news: LA County officials are announcing a drop in COVID cases. This week, the 7-day average of new cases is 10,560,...","sentiment_score":0.2287878788}
{"full_text":"Hope the visit was worth the risk and the charges. Zero sympathy, only outrage and profound disappointment. ","sentiment_score":-0.0541666667}
{"full_text":"RT Best News: India is the first country to offer Covid-19 Vaccines to Afghanistan. Remember: Pakistan always wounded us...","sentiment_score":0.625}
{"full_text":"RT Is anyone surprised the Biden administration is inheriting essentially no Covid vaccine distribution plan from the Tru...","sentiment_score":0.05}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"RT Going to school during a pandemic is crazy, but what's crazier is they GAVE OUT FREE PHILLY CHEESE STEAKS DURING LUNCH","sentiment_score":-0.1}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"RT Just hideous; completely unacceptable.","sentiment_score":0.1}
{"full_text":"RT 3-3 and expressed his hope of peace and stability establishment in Afghanistan so the relation and economic projects betwee...","sentiment_score":0.2}
{"full_text":"RT When the positivity of Indians baffles a negative person.","sentiment_score":-0.3}
{"full_text":"RT WATCH: Michigan residents rebuke leftist Gov. Whitmer, demand end to COVID lockdowns | News | Lifesitenews","sentiment_score":-0.05}
{"full_text":"RT More than 4,300 people died of covid today under Joe Biden's administration. There have been left wing riots every day s...","sentiment_score":0.25}
{"full_text":"You mean like when 45 said, \"Hydroxychloroquine works in the fight against COVID?\" Even Fauci said, \"there's no proof.\" Been saving lives throughout the rest of the world. Wait till Biden says, \"Hydroxychloroquine works!\" Fauci- \"Brilliant Mr. President!\" There's that","sentiment_score":0.3046875}
{"full_text":"RT 2) Scientists who know what they are doing would never make these shoddy mistakes. Deleting genes to inactivate virus is ol...","sentiment_score":-0.3}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"RT More than 4,300 people died of covid today under Joe Biden's administration. There have been left wing riots every day s...","sentiment_score":0.25}
{"full_text":"RT People are scared to get covid but go out every week. Make it make sense","sentiment_score":0.0}
{"full_text":"RT Today, I announced my COVID-19 National Action Plan. We're mounting an aggressive, coordinated, equitable, and professional resp...","sentiment_score":0.1}
{"full_text":"RT CNN anonymous sources WRONG again, contradicted by Dr. FauciAsked if Biden is \"starting from scratch,\" Fauci says, \"...","sentiment_score":-0.25}
{"full_text":"RT Democratic Sen. Sheldon Whitehouse is calling on the IRS to review the tax-exempt status of pro-Trump group Turning Poin...","sentiment_score":0.0}
{"full_text":"RT Conservatives are more riled up about Biden removing an old bust of Winston Churchill than him lying about the pandemic, ki...","sentiment_score":0.3}
{"full_text":"The pouffes are on the roof! I'd be as silly as Jack in #SaveYourselves!, but I'd sadly have no Su who'd be better at pretending she knows how to handle the apocalypse. Why does this sound like my covid experience?","sentiment_score":-0.05625}
{"full_text":"US in-flight passengers'll present COVID-19 results - BidenRead Morehttps:\/\/t.co\/lV50qJPIWHJanuary 22, 2021  Starnews NG","sentiment_score":0.0}
{"full_text":"Bhuti if we can b fare, it's important tht pple wear masks, lets not take it lite bcos it also involves life. I started 2 hear calls of Bheki Cele immediately during lock down. Let's agree tht we ar a lawless country, we are citizens who enjoys what's wrong th what's rite.","sentiment_score":-0.0851851852}
{"full_text":"RT Truly 'liberating,' as Dr. Fauci put it, to hear him say the White House and administration will be basing  response to the coron...","sentiment_score":0.0}
{"full_text":"Outbreaks at schools and universities are back at levels last seen before COVID-19 surged throughout Colorado in November, but it's not clear what will happen as more students return to their classrooms.","sentiment_score":0.1125}
{"full_text":"RT Trump literally did this and Republicans are going ape because Joe Biden said white supremacy is bad in case you needed ano...","sentiment_score":-0.35}
{"full_text":"RT just FYI!! experts don't yet know whether or how much the vaccines decrease one's ability to transmit the virus","sentiment_score":0.2}
{"full_text":"RT Anthony Fauci describes 'liberating feeling' of no longer working under Trump","sentiment_score":0.0}
{"full_text":"RT ON THE THIRD CONSECUTIVE DAY SOPORE POLICE DISTRIBUTED COVID-19  KITS AMONG BPL FAMILIES","sentiment_score":0.0}
{"full_text":"My son brought covid home to our family from school.Wife had covid for 3 months before she tested negative.Now she has pneumonia and I'll be talking her back to our overwhelmed hospital tomorrow.Biden is just a blue trump.","sentiment_score":0.0}
{"full_text":"RT Biden's COVID strategy includes Intel review of cyber risks to vaccine rollout","sentiment_score":0.0}
{"full_text":"Hmmm sounds familiar. #OntarioLTCSOS #STOPTHESENICIDE","sentiment_score":0.375}
{"full_text":"RT Woah, missed this. just made funding for non-congregate homeless shelters 100% reimbursable. Until now, states...","sentiment_score":0.0}
{"full_text":"RT TRUMP NEVER HAD ROLLOUT PLAN.Jeff Zients, Biden #COVID19 response chief: \"What we're inheriting from Trump admin is so mu...","sentiment_score":0.0}
{"full_text":"RT We are going to fight DISINFORMATION campaigns!We are going to make sure real, genuine experts &amp; scientists work free from...","sentiment_score":0.5}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"RT Less than 4 weeks ago, the chance of an American dying from covid was 1 in 1,000. Now it's 1 in 808.Some other current comp...","sentiment_score":-0.0729166667}
{"full_text":"RT For Biden supporters. People working in the oil industry have now lost their jobs (because Biden halted the pipeline) in the...","sentiment_score":0.0}
{"full_text":"RT We need to address the covid pandemic and the economic suffering it has caused as a first priority. At the same time, we...","sentiment_score":0.15}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"RT Welp, never gonna use Instacart.","sentiment_score":0.0}
{"full_text":"CALL OF PASSION | Is it possible for fresh graduates to enter the workplace during this pandemic? Yes, Sathish, a fresh graduate did and managed to follow his passion. He even convinced his girlfriend to follow likewise. #VoicesThatCareWSG","sentiment_score":0.2}
{"full_text":"RT For Biden supporters. People working in the oil industry have now lost their jobs (because Biden halted the pipeline) in the...","sentiment_score":0.0}
{"full_text":"RT going to work in the epicenter of a pandemic","sentiment_score":0.0}
{"full_text":"RT 1\/ Dallas County officials halted a plan that would have prioritized COVID-19 vaccine doses for people living in the most...","sentiment_score":0.5}
{"full_text":"RT If you missed today's situational update, here are some key highlights.You can also view the full presentation by visiti...","sentiment_score":0.175}
{"full_text":"Too late. Press already attacking Biden's covid plan as not going far enough - just 1 day after asking if it was too ambitious, and asking why Biden not promoting promised 'unity' ('proof' he's not - isn't putting gop in Cabinet or letting all trump's horrible policies stand).","sentiment_score":-0.19}
{"full_text":"RT We. Can't. Afford. It.Take care of your own country first, Joe.","sentiment_score":0.425}
{"full_text":"RT How can a casedemic continue?By coercing hundreds (thousands?) of healthy working class people into \"mandatory\" testing ev...","sentiment_score":0.5}
{"full_text":"RT Let's recap, shall we?The WHO waited until one HOUR after Biden's inauguration to admit COVID testing was faulty and res...","sentiment_score":0.0}
{"full_text":"Blend &amp; Extend During COVID-19 #CRE #TenantTips #COVID-19 #Office #Warehouse ","sentiment_score":0.0}
{"full_text":"RT #MoodOfTheNation: survey isn't going to improve Rahul Gandhi's mood. If elections were held today, the su...","sentiment_score":0.0}
{"full_text":"RT They said the last president was a tyrant for wanting to reopen schools ","sentiment_score":0.0}
{"full_text":"RT This is so transparently false, and a huge insult to thousands of people that have been working 24\/7 to make the vaccine...","sentiment_score":0.0}
{"full_text":"RT Hundreds of Guard soldiers relegated to the Senate garage, breathing in exhaust fumes and covid. Story coming in a bit ht...","sentiment_score":0.0}
{"full_text":"I think people not wanting a vaccine is just evolution whipping away the dumbass people. I wonder if they opposed the vaccine during polio, or when Balto raced back to town the people said \"were not taking vaccine from a dog!\" #vaccine #COVID #dumbass #Carlin","sentiment_score":0.0}
{"full_text":"RT Hundreds of Guard soldiers relegated to the Senate garage, breathing in exhaust fumes and covid. Story coming in a bit ht...","sentiment_score":0.0}
{"full_text":"Omg I love everything about this","sentiment_score":0.5}
{"full_text":"Experts predict positive outlook for #Vietnam's #tourism post-COVID","sentiment_score":0.2272727273}
{"full_text":"I miss how people acted before the election and covid hit, use to be support and love all around, now it's just arguing opinions, perspective and seclusion.","sentiment_score":0.5}
{"full_text":"VIDEO: Basketball skills training has moved online during the pandemic. reports.","sentiment_score":0.0}
{"full_text":"RT Yes!, Yes!, Yes!, Until Americans take this pandemic serriously as well as take responsibility for not infecting...","sentiment_score":0.0}
{"full_text":"RT Lockdown the country, run the stimmys, forgive student loans.","sentiment_score":0.0}
{"full_text":"The product reflects the standards of customers. Unsophisticated and poorly informed customers result in poor quality product.","sentiment_score":-0.4}
{"full_text":"If your household is impacted by COVID-19 and you need some assistance please visit:  #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":"Ever heard of #Biosafety cabinets for COVID-19 testing? Discover how healthcare institutions benefited from the safety &amp; ergonomic features of #Esco BSCs used in #COVID19 testing.Stay safe when working with SARS-CoV-2, read the full article here: ","sentiment_score":0.425}
{"full_text":"Indonesia hits new record in daily COVID-19 fatalitieshttps:\/\/t.co\/w2t1po3tPd","sentiment_score":0.0681818182}
{"full_text":"Biden executive order will use Defense Production Act to combat coronavirushttps:\/\/t.co\/pdq0s9yOPA","sentiment_score":0.0}
{"full_text":"#MorningHealthTipsNever us Antibiotics to treat viral infections!Never use antibiotics to treat #COVID19, common cold, flu, sore throat (exception is strep throat). #KeepAntibioticsWorking","sentiment_score":-0.45}
{"full_text":"Ordering specialty license plates could take longer because of COVID outbreaks in the state prison system. ","sentiment_score":0.0}
{"full_text":"A Chinese #medicalaid team set off on Jan. 20 from Kunming, Yunnan Province, to Kampala, #Uganda. It will provide medical services for residents and train medical personnel in designated local hospitals in Uganda. They will also assist with the country's battle against #COVID19.","sentiment_score":0.0}
{"full_text":"Since August, Helena schools have been in Phase 1 of the district's reopening plan - a \"hybrid model\" with students having classes in-person two days a week and online the other three.","sentiment_score":-0.125}
{"full_text":"As President Biden unveiled his plans for combatting COVID-19, KARE 11 asked two Minnesota experts how, and when, it might make a difference.","sentiment_score":0.0}
{"full_text":"RT My heartfelt condolences to the families of the victims of the tragic fire outbreak at the Serum Institute, Pune. I pray f...","sentiment_score":-0.375}
{"full_text":"RT CNN anonymous sources WRONG again, contradicted by Dr. FauciAsked if Biden is \"starting from scratch,\" Fauci says, \"...","sentiment_score":-0.25}
{"full_text":"The state has gotten to the point of vaccinating more people than the number of doses it's being shipped, meaning there are now about 1,500 facilities capable of vaccinating people that can't all receive doses.","sentiment_score":0.35}
{"full_text":"Getting an apprenticeship often means working in construction or manufacturing, but now the pandemic has opened NTC's eyes and they want more health care workers ready for the workforce.","sentiment_score":0.35}
{"full_text":"Ashley Bennett died just days after giving birth to her 10th child.","sentiment_score":0.0}
{"full_text":"V.K. #Sasikala aide to former #TamilNadu CM Jayalalithaa, was hospitalised on Wednesday evening owing to fever, breathlessness and cough. She  tested positive for #COVID19 late on Thursday night. Doctors said her condition is stable as of nowhttps:\/\/t.co\/W23FwuEwyi","sentiment_score":-0.0242424242}
{"full_text":"Today marks one year since the first U.S. case of COVID-19 was confirmed in a Snohomish County man.  ","sentiment_score":0.325}
{"full_text":"Learn more about the #COVID19 vaccine from Josh LaBaer on the latest episode of Devils in the Details.","sentiment_score":0.5}
{"full_text":"Drugmaker Eli Lilly said Thursday its COVID-19 antibody drug can prevent illness in residents and staff of nursing homes and other long-term care locations.","sentiment_score":-0.125}
{"full_text":"Activities for 500 years of Christianity celebration not yet finalActing Cebu City Mayor Michael Rama, on January 21, 2021, said the activities will depend on the Covid-19 situation in the City:","sentiment_score":0.0}
{"full_text":"Now that the city removed roadblocks, restaurant owners are preparing to reopen Friday at noon as the city begins to ease coronavirus restrictions for restaurants.https:\/\/t.co\/ggtHg9xyob","sentiment_score":0.0}
{"full_text":"#We4Vaccine: #COVID19 Vaccination Status(on 21st Jan.2021 till 06:00PM) Total no. of people vaccinated so far9,99,065No. of people vaccinated (on 21st Jan.2021)1,92,581#Unite2FightCorona #LargestVaccineDrive ","sentiment_score":0.0}
{"full_text":"RT This has one purpose alone: make us blame partying youngsters for our national catastrophe, rather than a government which...","sentiment_score":0.0}
{"full_text":"Ordering specialty license plates could take longer because of COVID outbreaks in the state prison system. ","sentiment_score":0.0}
{"full_text":"RT The #ego maybe In lockdown but your Sovereign soul canSoar freely with me #5DEarth #Peace #Ascension #harmony #sou...","sentiment_score":0.4}
{"full_text":"RT Less than 4 weeks ago, the chance of an American dying from covid was 1 in 1,000. Now it's 1 in 808.Some other current comp...","sentiment_score":-0.0729166667}
{"full_text":"RT #FunFact Maharashtra govt has made mandatory rules to carry corona report for passengers traveling from Delhi, Rajas...","sentiment_score":0.0}
{"full_text":"RT Can you really trust a government that distributes expired condoms with a Covid19 vaccine.....","sentiment_score":0.2}
{"full_text":"Build a Web Application Without Code #COVID19 #JobHuntChat #JobListing #Marketing","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"How Navy Federal Balances Digital+Branch CX in its Post-COVID Strategyhttps:\/\/t.co\/rMR3KJnHWr@NavyFederal","sentiment_score":0.0}
{"full_text":"RT As millions of Americans celebrated inauguration, some of my former colleagues in the health insurance industry...","sentiment_score":0.175}
{"full_text":"RT Please join me this Sunday at 2:15 PM as I join on his 'Influential Friends' broadcast via","sentiment_score":0.0}
{"full_text":"After the way he was bragging about not wearing masks, at a night club... Makes sense","sentiment_score":0.0}
{"full_text":"RT The new COVID-19 variant identified in South Africa can evade the antibodies that attack it in treatments using blood plasma f...","sentiment_score":0.1363636364}
{"full_text":"RT Lockdown the country, run the stimmys, forgive student loans.","sentiment_score":0.0}
{"full_text":"RT When the positivity of Indians baffles a negative person.","sentiment_score":-0.3}
