{"full_text":"Covid-19: China locks down Hebei, 11 million people barred from leaving","sentiment_score":-0.1555555556}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"RT Covid-19 cases are spiralling out of control!","sentiment_score":0.0}
{"full_text":"RT A vaccine scam is circulating with fraudsters sending bogus text messages about the coronavirus vaccine in an attempt to ste...","sentiment_score":0.0}
{"full_text":"She made Zahawi look like the rodent he is.","sentiment_score":0.0}
{"full_text":".&gt;Can u please RT this? I'm trying to get people in UK their 2nd Pfizer vaccine dose on time.For mRNA vaccines, we should stick to the schedule | Angela Rasmussen and Ilan Schwartz","sentiment_score":0.0}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"RT #BREAKING: The Brisbane hotel quarantine cleaner who tested positive for #COVID19 has been confirmed to have the fast-...","sentiment_score":0.2757575758}
{"full_text":"Lockdown strategies: Pressure on governments to keep up with fast moving... via","sentiment_score":0.2}
{"full_text":"The staying home for a long time does not hurt, I can happily entertain myself.The hurt is that I see family members who have secure jobs flouting the rules, asking to visit me, while I hibernate in hopes of lockdown ended ASAP so I can earn some money sometime soon.","sentiment_score":0.3833333333}
{"full_text":"I became the reaper before the pandemic hit","sentiment_score":0.0}
{"full_text":"DT Steve Baker MP: RT Toby Young: This is a really positive development.","sentiment_score":0.1636363636}
{"full_text":"We are living in Stasi times","sentiment_score":0.0}
{"full_text":"RT NEW NEIPA #Tryanuary LOCKDOWN PACK @SimpsonsMalt #beer #l...","sentiment_score":0.1363636364}
{"full_text":"Politics, power and position more important. I heard there were two important meetings last nite. Both concluded that elections shld be held soon. Covid? What is covid?","sentiment_score":0.325}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"RT Novo lockdown em BH.","sentiment_score":0.0}
{"full_text":"RT People who ate covid money sleep at night?  I hope they die a painful death nthawi yawo ikazakwana","sentiment_score":-0.7}
{"full_text":"RT I can't stop thinking about the new levels of what we saw yesterday, insanity, hatred, white supremacy--violence incited by...","sentiment_score":0.0681818182}
{"full_text":"RT There's a certain amount of #remainer\/#fbpe grasping at #Brexit straws too. The ports are running, there's...","sentiment_score":0.2142857143}
{"full_text":"RT \"Today 17 people died in Windsor, 14 in #LTC and we're battling to get [LTC staff] and the residents that vaccine, yet a...","sentiment_score":0.0}
{"full_text":"RT Florida has put state health centers in charge of rolling out Covid-19 vaccines, and with some opting for less organized plans, it...","sentiment_score":-0.1666666667}
{"full_text":"RT Suna hai kuch ACHA hua Delhi mein?A PIL has been filed in the Delhi HC asking for the removal of mobile caller tune...","sentiment_score":0.0}
{"full_text":"Am I the only one seeing the connection to the barbarians who overran Rome? Urgh. Keep seeing end of empire vibes!?!?! Damn you Corona and world leaders tearing us apart?!?!?","sentiment_score":0.0}
{"full_text":"RT I am angry, furious. Not just that these voices are given prominence in the media but also in decision making at the very h...","sentiment_score":-0.15}
{"full_text":"NIN enrolment at this time is another means of theft.#AskMeWhy","sentiment_score":0.0}
{"full_text":"RT 18 years of proud dedicated service for scottish gas, this year after working through COVID pandemic mr Chris O'Shea t...","sentiment_score":0.8}
{"full_text":"RT BREAKING: South Africa will receive one million #COVID19 #vaccine doses in January &amp; 500 000 doses in Feb from the Serum Insti...","sentiment_score":0.0}
{"full_text":"RT High active cases and Death rate iruka US laye ipdi pandraanga!After 50 years, show this pic to your grandson or grandda...","sentiment_score":0.0133333333}
{"full_text":"RT #VIDEO: #Saudi Minister of Health receives the second and final dose of the #COVID19 vaccine","sentiment_score":0.0}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"RT Anderson Cooper's classist dog whistle that they're going to \"return to the holiday inn &amp;olive garden\" as if these ppl don't...","sentiment_score":0.0}
{"full_text":"RT Heard someone filed a PIL in removing of A. Bachchan's voice from Corona Tune.\"Jinki Hasiyat Dusre ke khairat pe tiki ho...","sentiment_score":0.0}
{"full_text":"RT [ ARMY GA]@bangtangoodboys has been kind enough to sponsor 2 Tae CH to giveaway!Rules:RT &amp; LIKE this twtleave...","sentiment_score":0.3}
{"full_text":"RT The safety of incarcerated folks is 100% the responsibility of the gov't...as such, they should be a higher priority for...","sentiment_score":0.125}
{"full_text":"RT Callous Carlos Ahenkorah was in his usual shameful gown today. As MP his 3 major legacies are ; 1. Physically attacking Ab...","sentiment_score":-0.0625}
{"full_text":"RT Another person i know from ikoyi club has died from suspected covid,this is the 4th person","sentiment_score":0.0}
{"full_text":"RT Calling all History teachers! Are there any BBC programmes aired in the past that you would find particularly useful to...","sentiment_score":0.05}
{"full_text":"RT Julian Assange case, Covid-19, UK Government destabilisation of Lebanon - UK Column News","sentiment_score":0.0}
{"full_text":"RT If you have #COVID-like symptoms such as cough, fever, sore throat, loss of taste and smell, in addition to headache,...","sentiment_score":0.0}
{"full_text":"good morning loves. today's world is terrifying, with covid and this america drama. don't blame yourself if you're having a rough time. we will come out the other side. here's a link to a list of international mental health hotline's","sentiment_score":-0.1041666667}
{"full_text":"The last few pandemics were hard not to notice. It wasn't a tv telling you there was a pandemic, your relatives were dying, corpses killed high in the street. That's a pandemic. With today's global population, it would take deaths into the hundreds of millions to be a pandemic.","sentiment_score":-0.0886111111}
{"full_text":"Atiku receives COVID-19 vaccine in Dubai","sentiment_score":0.0}
{"full_text":"RT \"I am asking for everyone at the U.S. Capitol to remain peaceful. No violence!\"President Trump urged his supporters to \"s...","sentiment_score":0.3125}
{"full_text":"RT NHS staff need your support now more than ever. But since the last #clapforheroes over 650 frontline healthcare workers hav...","sentiment_score":0.25}
{"full_text":"RT Larry Hogan is a good man who is putting country over party.","sentiment_score":0.7}
{"full_text":"One year in as the AD at Bryant &amp; Stratton College.  It's been a year like no other because of the pandemic, but I love my job and the people I work with.  Looking forward to creating many more memories.  ","sentiment_score":0.390625}
{"full_text":"Tomorrow at 9pm on CTSI Lead Officer Katherine Hart will discuss COVID-19 vaccine scams with Dean Dunham.","sentiment_score":0.0}
{"full_text":"Prof James Hayes, Consultant Respiratory Physician receiving the first Pfizer BioNTech COVID-19 vaccine in yesterday.Two local nursing homes are administering their first vaccinations today.","sentiment_score":0.1666666667}
{"full_text":"RT MASK : Guys please not everyone is healthy, let's help save friends, family &amp; loved ones. Wear a mask when necessary biko p...","sentiment_score":0.4}
{"full_text":"RT We are lucky COVID happened in 2020. Imagine this happened in 2003. Months in your house with a Nokia 3310 playing snake.","sentiment_score":0.3333333333}
{"full_text":"RT Please do not self-medicate for COVID. Speak to a doctor. My first antibiotics made me sicker and had to be withdrawn....","sentiment_score":0.25}
{"full_text":"RT Mail on Sunday's insistence staff should ignore official advice and come into the office leads to Covid outbreak, and w...","sentiment_score":0.0}
{"full_text":"15th I think they said they will relook. Numbers are super high but not sure we can survive economically on a more drastic lockdown.","sentiment_score":0.1858333333}
{"full_text":"No Rush? Seriously? On one hand they say its a pandemic and we are in emergency and on the other hand they say No rush. What are they even on about? 36 countries have started vaccinations already are they stupid? Or Australian health authorities are too smart?","sentiment_score":-0.2088095238}
{"full_text":"How Covid crisis has left landlords on the breadline: Pub boss says she is 'living on tinned soup' while waiting for grant cash amid warnings lockdown rules will be 'death knell for bars'https:\/\/t.co\/KdFuEj7xvj","sentiment_score":0.0}
{"full_text":"RT Do you want to know how the #COVID19 lockdowns have impacted emissions? The #CopernicusAtmosphere Monitoring Service,...","sentiment_score":0.0}
{"full_text":"The Mrs has got a Covid Vaccine appointment ","sentiment_score":0.0}
{"full_text":"RT i can't believe i'm losing my 20's to a pandemic. not drugs, not pregnancy, a fucking pandemic ??","sentiment_score":-0.6}
{"full_text":"RT The Institute of Obstetricians and Gynaecologists together with the National Immunisation Advisory Committee at the","sentiment_score":0.0}
{"full_text":"RT On 6 Jan, 2021, over 4,000 Americans died from covid. A new one-day record.So that's a thing.","sentiment_score":0.1363636364}
{"full_text":"RT This is an assault on the freedom of everyone -- experts and non-experts alike -- to engage in robust discussion about pol...","sentiment_score":0.0}
{"full_text":"RT The online survey for family carers and support workers of people with learning disabilities who could not take part in...","sentiment_score":0.0}
{"full_text":"RT [BREAKING] NIN: NIMC workers commence strike over funding, exposure to COVID-19","sentiment_score":0.0}
{"full_text":"RT another year of pandemic and civil unrest and you expect atlanta to not have wings, hoes, and hookah? yeah right!","sentiment_score":0.3571428571}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"RT Why don't we tweet, email and write to our MPs en masse at 8pm every Thursday to ask them to do their bit to ensure fron...","sentiment_score":0.0}
{"full_text":"We thank Epidemiologist Fred Brown for accepting to give us an insight on Covid 19 vaccines on Saturday January 9 at 1000 am US Central time. Register at link belowhttps:\/\/t.co\/nIgt9R9xxJ.","sentiment_score":0.0}
{"full_text":"RT Prof James Hayes, Consultant Respiratory Physician was the first person to receive the Pfizer BioNTech COVID-19 vaccin...","sentiment_score":0.25}
{"full_text":"RT [Update] Em Quartier shopping mall in Bangkok announces a guest that visited the mall has tested positive for Covid-19....","sentiment_score":0.2272727273}
{"full_text":"RT Honestly speaking,Initially in March when I joined Twitter while lockdown started,I just come here for fun&amp; Shehnaaz rel...","sentiment_score":0.6}
{"full_text":"COVID was somehow supposed to stop people from voting  but it is history","sentiment_score":0.0}
{"full_text":"RT This letter from the president of Purdue University is one of the smartest, bravest things I've seen anyone in a positi...","sentiment_score":0.0}
{"full_text":"RT Calling all History teachers! Are there any BBC programmes aired in the past that you would find particularly useful to...","sentiment_score":0.05}
{"full_text":"RT Bullshit narratives of the DayUS: It was antifa that stormed the Capitol building, not fascist terrorists.UK:I...","sentiment_score":0.0}
{"full_text":"RT Arts workers in the NHS, Andrew Lloyd Webber (@OfficialALW), actor Michael Balogun (@Mikejbal) and theatre company","sentiment_score":0.0}
{"full_text":"You're not alone if you're concerned about COVID-19 effecting your child when it comes to visitation with their other parent, but denying visitation is not the answer. Learn what your options are and the consequences of denying visitation:","sentiment_score":-0.125}
{"full_text":"Check out my latest article: The pandemic shock on business management via","sentiment_score":0.5}
{"full_text":"RT Thank goodness for that.  We have waited long enough and want our referendum early this year. Oh, have you heard, your UK...","sentiment_score":0.0166666667}
{"full_text":"RT  Science advisers around the world: seven government researchers who helped to guide their governments' responses to...","sentiment_score":0.0}
{"full_text":"How will #Covid change the course of #business? The crisis poses a deadly threat to some sectors &amp; creates opportunities for others. How will business fare in 2021?","sentiment_score":-0.2}
{"full_text":"Vodafone is offering UK businesses with up to 50 employees free broadband for 2021, as reliance on internet access increases during lockdown. Find out more below. #businesssupport #internet #coronavirus #alwaysmoving","sentiment_score":0.45}
{"full_text":"RT #ECHO The dips keep getting bought into each time. Churning and Consolidating until the next gap up. Placings completed a...","sentiment_score":-0.25}
{"full_text":"Aftereffects of #covid","sentiment_score":0.0}
{"full_text":"RT MASK : Guys please not everyone is healthy, let's help save friends, family &amp; loved ones. Wear a mask when necessary biko p...","sentiment_score":0.4}
{"full_text":"Platinum number 68! First of lockdown 3.0","sentiment_score":0.25}
{"full_text":"RT Supreme Court of India. Many High Courts have said that Tablighi people were made scapegoat during the pandemic. b.t...","sentiment_score":0.33}
{"full_text":"RT Please allow us #ResidentsnotTourists to come back to our home in China  #RevokeVisaBan #Test4Travel #vaccine #COVID19 #...","sentiment_score":0.0}
{"full_text":"Atiku Becomes 'First Nigerian' To Receive COVID-19 Vaccinehttps:\/\/t.co\/coIsNf0PuiComments: Deceit, Nigerians must not believe this. This is evil propaganda show.","sentiment_score":-0.2833333333}
{"full_text":"I will take the vaccine whenever it is my turn. I will encourage everyone else to do so.  I will trust our medical experts. I do  not support those who peddle hoaxes, and conspiracy theories or follow Covidiot deniers. Wear A Mask, Get Vaccinated, Stay at Home.  Support the NHS.","sentiment_score":0.0}
{"full_text":"RT My daughter is at my moms for lockdown... She calls me just now to say come for a sleep over, I'm like, I can't I don't have a...","sentiment_score":0.0}
{"full_text":"Moderna's COVID-19 mRNA vaccine is likely to offer protection of up to a 'couple of years,' CEO Stephane Bancel said, even though more data is still needed to make a definitive assessment","sentiment_score":0.25}
{"full_text":"Should Football Be Stopped?https:\/\/t.co\/t3xJjsFIhN#coronavirus","sentiment_score":0.0}
{"full_text":"Orange County announced that it will reopen its portal for COVID-19 vaccination appointments on Thursday, January 7. The portal will open at 8 a.m., allowing those who are 65 and older to make appointments to be vaccinated.","sentiment_score":0.0833333333}
{"full_text":"RT Mail on Sunday's insistence staff should ignore official advice and come into the office leads to Covid outbreak, and w...","sentiment_score":0.0}
{"full_text":"Governor Beshear reported 5,742 cases of COVID-19 Wednesday.","sentiment_score":0.0}
{"full_text":"Our latest #IoT survey of almost 3,000 enterprises is out! We explore:>the impact of #COVID19 on #IoT deployments>they key challenges in the way - i.e. #data security &amp; integration with legacy systems>enterprises' views on #5G for #IoT successhttps:\/\/t.co\/jsWKoxOFRw","sentiment_score":0.3125}
{"full_text":"POEA: Deployment ban over new coronavirus variant needs careful study","sentiment_score":0.0181818182}
{"full_text":"The new Covid-19 test centre is situated at Caledfryn offices.https:\/\/t.co\/fw5XAPQpMv","sentiment_score":0.1363636364}
{"full_text":"How are you keeping active at home? And how can we support you to stay active?","sentiment_score":-0.1333333333}
{"full_text":" As announced yesterday, in light of the national lockdown, we have put back our membership renewal deadlines - here are the new dates for your diaries:  New Pay Monthly Deadline - 7th February New Renewal Deadline - 1st MarchMembership Info ","sentiment_score":0.1618181818}
{"full_text":"So all the covid virus doesn't look the same on fake news why is that just made it even more scandals from the world health don't even know why we have that organization","sentiment_score":0.0}
{"full_text":"#COVID19 cases are rising rapidly across the country. The single most important action we can all take is to stay at home to protect the NHS and save lives.The latest guidance can be found here:","sentiment_score":0.2857142857}
{"full_text":"#COVID19 cluster confirmed within Harvey County Sheriff's Department. #kfdi #kfdinewshttps:\/\/t.co\/7MS2QPddIP","sentiment_score":0.4}
{"full_text":"While yesterday's assault on the US Capitol Building has now ended, it exemplified the hostile and violent political climate which has emerged in the US in recent years and will outlast the Trump administration","sentiment_score":-0.2666666667}
{"full_text":"Man arrested for bringing stash of 'unlicensed COVID-19 medicine' into SA","sentiment_score":0.0}
{"full_text":"new normal","sentiment_score":0.1431818182}
{"full_text":"COVID-19 cases in the Royal Borough are 717.2 per 100,000 (1 Jan) - higher than both the S.E &amp; England averages. Click on 'information centre' top right of the screen for the weekly reports for data broken down into wards: #stopthespread #RBWMtogether","sentiment_score":0.096031746}
{"full_text":"We're all spending more time at home due to COVID-19. But remember not to leave cooking unattended and avoid drinking alcohol while preparing meals. We're here for you during this crisis, but we can all have a role to play in preventing fire. ","sentiment_score":0.1875}
{"full_text":"#Covid: Covid Measures Block Key South African Chrome-Export Crossing","sentiment_score":0.0}
{"full_text":"TIPS FOR SURVIVING LOCKDOWN The next few weeks and months will be some most the most challenging yet, inspired by here are some tips for managing difficult emotions during lockdown TJs is always here and will offer whatever support we can to anyone struggling","sentiment_score":0.1333333333}
{"full_text":"Judging by all the factors. Its gonna be to be very bullish","sentiment_score":0.2}
{"full_text":"Nearly half of the Filipino population refuse to get vaccinated against COVID-19, according to a recent Pulse Asia survey.#covid19ph #vaccinehttps:\/\/t.co\/UGMppaFhgK","sentiment_score":-0.0833333333}
{"full_text":"As the pandemic reshapes every aspect of daily life, many small-business owners - dog walkers, bakers or musicians - are finding ways to adapthttps:\/\/t.co\/vcw7UdO3VL","sentiment_score":0.25}
{"full_text":"The emerging evidence on silent hypoxia and COVID-19, and supporting vulnerable patient groups will be covered in this webinar on the role of primary care in the COVID Oximetry model from and Tues 12 Jan, 1pm:","sentiment_score":0.0375}
{"full_text":"As governments aim to stretch their supplies of the covid-19 vaccine, they're proposing ideas such as a smaller dose or delayed second shot. Scientists are not amused. #covidvaccines #vaccinationhttps:\/\/t.co\/Mzh84koJ4v","sentiment_score":0.0}
{"full_text":"Strict policies at Richmond Terrace have been both lauded and criticized.","sentiment_score":0.0}
{"full_text":"RT NHS staff need your support now more than ever. But since the last #clapforheroes over 650 frontline healthcare workers hav...","sentiment_score":0.25}
{"full_text":"A range of fitness classes have been made available online as the company is determined to help residents keep fit throughout lockdown.","sentiment_score":0.4}
{"full_text":"is reportedly pushing for school staff to be prioritised for the #coronavirus vaccine. What do you think? #wokytoday","sentiment_score":0.0}
{"full_text":"QUESTION OF THE DAY:23% of us picked up this bad habit during the pandemic. What is it?","sentiment_score":-0.7}
{"full_text":"1st global patient recruited to COVID antibody treatment studyThrough a monoclonal antibody, the study hopes to offer immediate protection to people who have been exposedTaking place Vaccine Research Centre an extension of their NIHR CRFhttps:\/\/t.co\/ZHqbOuO8T1","sentiment_score":0.0}
{"full_text":"Welcome All !!! PLEASE SUB TO MY YOUTUBE !!! #Vlog #Youtuber #Support #pleasesub #welcomeall #youtuber #vlog #reactions #fun #vibes #followme #1stvideo #pleasesub #sub #welcome #fun #covid #vaccine #CovidVaccine #betterdays #yes #pleasesub","sentiment_score":0.6}
{"full_text":"The measures are in place to battle rising infection rates and hospital admissions.https:\/\/t.co\/5ASthV14qr","sentiment_score":0.0}
{"full_text":"This new interactive graphic reveals how coronavirus infection hotspots changed in England throughout 2020 - and which neighbourhoods were hit hardest at different points in the pandemic.https:\/\/t.co\/pwq7A1CJ9M","sentiment_score":0.0454545455}
{"full_text":"RT In other news...","sentiment_score":-0.125}
{"full_text":"RT While Americans watched as pro-Trump extremists stormed the Capitol on Wednesday, the coronavirus continued to sweep across th...","sentiment_score":0.0}
{"full_text":"Free COVID-19 testing by Jan 712:30 pm-3:30 pmFairhaven United Methodist Church2415 Saw Mill Run Blvd Register welcomedInsurance not required. However if you have insurance that will cover the cost your insurance will be billed","sentiment_score":0.4}
{"full_text":"Fighting Covid at Myanmar's stadium-turned-hospital. #AFP  ","sentiment_score":0.0}
{"full_text":"7 Ways Mindfulness Can Help You During Lockdown and Challenges  #energyhealing #vibratehigher","sentiment_score":0.0}
{"full_text":"Following a year of COVID-19 chaos, asked our founder for her 21-word prediction for PR in 2021. She talks about possible budget cuts and visibility in the new normal.Read the full piece here:","sentiment_score":0.1215909091}
{"full_text":"It is only one week to the general elections in Uganda. Let's pray for a peaceful time and continue to observe the safety measures to stop the spread of the coronavirus. #AriseAndShine #UgandaDecides2021","sentiment_score":0.1}
{"full_text":"Despite online conspiracy theories the COVID-19 vaccine won't alter a person's DNA or install a discreet microchip, experts say. ","sentiment_score":0.0}
{"full_text":"According to 'Vegan Conservative' MP \"moving towards a plant-based food system is critical if we are to prevent dangerous climate change, reduce pandemic risk, and protect animals.\" (via #Veganuary #Veganuary2021https:\/\/t.co\/KZlz3yxurK","sentiment_score":-0.3}
{"full_text":"Another lockdown is here, but some rules are different this time round.  Here's what you can and can't do in England as explained by in Gujarati.Share this with friends &amp; family and look out for our other explainers in Urdu, Punjabi, Sylheti and Tamil.","sentiment_score":-0.1083333333}
{"full_text":"We formed this community in the middle of lockdown, &amp; despite the imperfections of Zoom we've found genuine moments of connection, joy, and hope. Meet other amazing WOC leading this sector at our monthly hangouts. Next one JAN 19 6PM! Sign up here!","sentiment_score":0.2791666667}
{"full_text":"RT Monia Vermaak watched helplessly as the health of her life partner, Nico Scheepers, deteriorated in the back of an ambulance as...","sentiment_score":0.0}
{"full_text":"RT Bullshit narratives of the DayUS: It was antifa that stormed the Capitol building, not fascist terrorists.UK:I...","sentiment_score":0.0}
{"full_text":"Zimbabwe Authorities Selectively Enforce COVID Lockdown, Rights Groups Say","sentiment_score":0.0}
