{"full_text":"Supporting Anti-Lockdown\/ KBF (as I've seen from your tweets\/retweets) is a RIGHT-WING move.","sentiment_score":0.25}
{"full_text":"The bottom line they were given permission by the government but still shocking PR when we are in the middle of a pandemic. Plus the player that got the virus can't even train so wtf was he doing their . We gave the media ammunition to fire at us so stop blaming everyone else","sentiment_score":-0.5}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT Awwww shit! It's the apple watch bullshit again. When will tech learn???","sentiment_score":0.125}
{"full_text":"Why the hell is this bitch traveling to and from London during a pandemic","sentiment_score":0.0}
{"full_text":"RT Prior to the pandemic, POTUS signed into law the largest EVER expansion of childcare funding to states (increased from $2....","sentiment_score":0.0}
{"full_text":"heS dOInG hIs bEst GuYS !!1!11! iMAgINe iF jEreMy cOrBYn wAs pM ","sentiment_score":1.0}
{"full_text":"RT China's economy grew 2.3% in 2020 despite pandemic | Just The News","sentiment_score":0.0}
{"full_text":"I am so deeply sorry for your loss. Our family lost a good friend on Friday. He was 25 years old. He also passed away from Covid. No one should ever have to bear this pain. I'm so sorry. May he Rest In Peace. ","sentiment_score":-0.05}
{"full_text":"RT \"COVID-19 is now spreading up to 70% faster than at its peak last year.\" explains how quickly #COVID19 is spreadin...","sentiment_score":0.1666666667}
{"full_text":"With the high probability of coronavirus variants from other countries, I cannot see the early lifting of travel restrictions any time soon on a wholescale basis. This is long term.","sentiment_score":0.02125}
{"full_text":"Please tell me why he is so terrible? Middle East peace treaties? Lowest jobless rate in decades (aside from the China virus that came from China... not Trump)? Improvements for our military? The fact that he's a Christian? The tax cuts he provided (that Biden will take away)?","sentiment_score":-0.275}
{"full_text":"RT It is astonishing to see the tacit complicity of WBengal government in these assertions of political entitlement. Being funct...","sentiment_score":0.25}
{"full_text":"Probably got Covid.","sentiment_score":0.0}
{"full_text":"While the world focuses on the Corona war another war continues taking its toll. Well done BBC News South Asia Team for keeping the world informed about conflict ridden Afghanistan. Wish we could discover a 'vaccine' that brings peace","sentiment_score":0.0}
{"full_text":"RT Thank you #Delhi for your cooperation &amp; fighting spirit as Delhi sees lowest number of #Covid19 cases in 8 months. When...","sentiment_score":0.0}
{"full_text":"RT The government's mishandling of the pandemic gave the U.K. the worst recession of any major economy.Now it plans to cut U...","sentiment_score":-0.46875}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"A room, a bar and a classroom: how the coronavirus is spread through the air via","sentiment_score":0.0}
{"full_text":"RT Report: You Were Lonely Before The Pandemic Started, And You'll Be Lonely After It Ends","sentiment_score":-0.1}
{"full_text":"In less than a year, Donald Trump and his Republican enablers have allowed more Americans to die of Covid-19 than the combined forces of Nazi Germany and Imperial Japan killed in all four years of World War II.","sentiment_score":0.0444444444}
{"full_text":"Feeling any of the COVID-19 symptoms or worried about having contracted the disease? Consult a specialist in the Infection Control Unit through a video visit. For more information, please call 01-350000 or 1545 or go to","sentiment_score":0.5}
{"full_text":"RT He also added in another interview, if you want a safe place during Covid, it will be the Kingdom of Saudi...","sentiment_score":0.5}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"Ok people... grow up and act like mature adults with half a brain! Sorry but if you have no respect for your life and the lives of others just stay home and the hell away from those of us who do!!!","sentiment_score":-0.1462239583}
{"full_text":"'Voices to End Hunger' puts on virtual shows to feed the needy impacted by the pandemic","sentiment_score":0.0}
{"full_text":"RT deflect, delay, deny, discount, deceive, divide, dulcify, discredit, destroy, deal. I'll let you in on something: if...","sentiment_score":-0.2}
{"full_text":"RT Health official: Hundreds of children are being admitted to Arizona hospitals for COVID-19. The official urged parents...","sentiment_score":0.0}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT You have to admit they totally killed it with their interpretation of lockdown:","sentiment_score":-0.2}
{"full_text":"RT If you're worried about the adverse consequences of isolation on society b\/c of the pandemic, you should have severe anxiety...","sentiment_score":0.0}
{"full_text":"RT As a reminder: In honor of Martin Luther King Jr Day, DCPH offices and COVID-19 call center will be closed and a COVID-19 ca...","sentiment_score":-0.1}
{"full_text":"No no no... This the real of definition of avoid covid","sentiment_score":0.2}
{"full_text":"This tweet is about Corona regulations and not Student visa regulations. You should read more Embassy website for more updates rather than putting up questions under wrong Topics.","sentiment_score":0.1666666667}
{"full_text":"France's Covid-19 vaccination campaign is off to a glacial start, as it meets some of the world's highest skepticism rates via","sentiment_score":0.0}
{"full_text":"RT James is doing sterling work.Take a look at this thread.Scottish detractors are giving him a hard time for posting...","sentiment_score":-0.2916666667}
{"full_text":"RT Damn","sentiment_score":0.0}
{"full_text":"RT No one from our government has explained why DC is under military lockdown","sentiment_score":-0.1}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"RT #COVID19 Confirmed cases by state.","sentiment_score":0.4}
{"full_text":"I cant believe this worked!!! Just need our other lockdown hero to do a proposal Gareth cant refuse and my life will be complete  Guinea pigs will do for now though. It's only taken 6 years together!!!","sentiment_score":-0.0083333333}
{"full_text":"RT Especially worrying on Toronto's COVID-19 dashboard is health system capacity in the city. Was green for a very long time, now...","sentiment_score":-0.0883333333}
{"full_text":"So many dead in LA County that they are suspending air quality regulations limiting the number of cremations that can be performed.  That's...encouraging...  https:\/\/t.co\/NQHai5uy50","sentiment_score":0.15}
{"full_text":"RT I will be holding a COVID briefing and making an announcement at 11:30am ET.Watch here:https:\/\/t.co\/ljbBRgjuDN","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"Today is 'Blue Monday' and with the UK still in lockdown it's fair to say January so far has been rather bleak. However, we love this blog post by which shares tips on how to manage your mental health, especially during self-isolation.https:\/\/t.co\/rhMog3aLpI","sentiment_score":0.0285714286}
{"full_text":"I am hoping that someone would be able to help, I have received a PCN before lockdown and obviously due to Covid havent been able to pick up my ticket at my registered address. Some consideration of the 21 day reduced rate should be considered due to lockdown","sentiment_score":0.1875}
{"full_text":"The world will be covid free and hetro-free ? LETS GO","sentiment_score":0.4}
{"full_text":"People raise to stop totalitarian regime and #StopFakePandemic.","sentiment_score":0.0}
{"full_text":"RT \"Country's most well-off benefit from Federal Reserve Policies\" of pumping trillions of newly created $ into financial...","sentiment_score":0.2590909091}
{"full_text":"not much social distancing in this crowd","sentiment_score":-0.0166666667}
{"full_text":"Schools need hold harmless throughout the remainder of the year. The pandemic has cost schools much more in resources than most know. Supplanting foundation money with federal is helpful, but still doesn't make up what schools could lose. #weneedyou","sentiment_score":0.5}
{"full_text":"RT #Master is ruling the #BoxOffice and now the world is taking notice of the same. Check out the latest collections here. #Thal...","sentiment_score":0.25}
{"full_text":"I had a lucid dream during lockdown where a close friend of mine was advising me on brands of battery to use as a replacement in my car key fob #BoringLockdownStories","sentiment_score":0.0}
{"full_text":"RT Quote with a photo of you wearing a mask to encourage others to wear one.","sentiment_score":0.0}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"I'm probably not the best person, only because it's not something I do on a regular basis anymore (and it's been a while).  I've helped out with a few things this year during the pandemic (medical supply chains and such), but my full time efforts now really focus elsewhere.","sentiment_score":0.16875}
{"full_text":"But still required to wear a mask, makes sense that dimmo","sentiment_score":0.0}
{"full_text":"RT A doctor in Ireland: \"We will inevitably lose a significant proportion of the health care workforce due to #LongCovid...We...","sentiment_score":0.0833333333}
{"full_text":"RT Killin' 400,000 Americans with COVID didn't satisfy Trump.https:\/\/t.co\/F8P2MLdGlM","sentiment_score":0.0}
{"full_text":"Maybe doctors are visiting him to monitor how he is in terms of poosible covid 19 infection. Although doctors don't use black cars. Ministers, Deputy President &amp; President usually use black cars. Maybe they are consulting him about recent revelations at the State Capture Comm.","sentiment_score":-0.1458333333}
{"full_text":"RT It's hard to escape the fact that Republicans have really embraced being the party of gigantic fucking assholes. It's hard to k...","sentiment_score":-0.2458333333}
{"full_text":"RT Germany is setting up detention camps to intern people who disobey lockdown orders. Does anyone want to tell us to \"ju...","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"Damn cause of the pandemic we don't get no new MLK party flyers lol","sentiment_score":0.3659090909}
{"full_text":"Except the ones that get infected with Covid because idiotic morons refuse to wear a mask. I'm assuming you're not including those people?","sentiment_score":-0.7333333333}
{"full_text":"Sounds about right considering the last time I was in that building was before the pandemic ","sentiment_score":0.1428571429}
{"full_text":"It's so natural for Germany anyways...!","sentiment_score":0.125}
{"full_text":"CBC Radio clip with Dr. Smita Pakhale, Effects of the pandemic on Ottawa's vulnerable population, aired January 15th","sentiment_score":-0.2}
{"full_text":"RT This was not inevitable, it is caused by the most unempathetic, money focussed, headline chasing, soundbite hungry, lazy regim...","sentiment_score":0.0833333333}
{"full_text":"Ok me of my favourite videos of the pandemic!","sentiment_score":0.625}
{"full_text":"It is really starting to piss me off the constant threats , just imagine the entire Scots Nation at each other's throats during a pandemic . Maybe that's what they want eh ?","sentiment_score":-0.03125}
{"full_text":"RT Two Viruses; Worse than COVIDPolitical leaders using religion.....Religious leaders playing politics","sentiment_score":-0.4}
{"full_text":"East Midlands Railway to introduce new temporary timetable #trainspotting #railway #news #train #rail #travel #midlands #coronavirus #covid19","sentiment_score":0.1363636364}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"RT Absolutely ludicrous: Eurostar -  which is 55% owned by the French government - is asking British taxpayers for a bailou...","sentiment_score":0.0666666667}
{"full_text":"RT #covid19 situation in the hospitals of #Belgium. No model is perfect, be careful with numbers.","sentiment_score":0.45}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"This week is #BoostWeek at the7stars, a takeover from our Health &amp; Wellbeing Team to help us through Blue Monday, stay positive during lockdown 3.0, and take the best care of our physical, mental &amp; financial health!","sentiment_score":0.1878787879}
{"full_text":"RT Are they in government","sentiment_score":0.0}
{"full_text":"RT Anyone over 16 can take part in this CRN portfolio study. It's an online survey looking at the effect of the COVID-19 pan...","sentiment_score":0.0}
{"full_text":"RT #REVIEW: The Bahamas recorded an increase of 145 COVID-19 cases during the first two weeks of 2021 The Bahamas COVID by...","sentiment_score":0.25}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT  mangwana rega kanzi kaspin doctor idi unoshamisika nelogic. Uk government helps citizens...","sentiment_score":0.0}
{"full_text":"Has anyone ever said lockdown doesn't hurt people? What is her point here?Also I'm guessing there is still no alternative plan being put forward?","sentiment_score":0.0}
{"full_text":"RT We've publicly posted what appears to be Ford Gov new secret direction to hospitals on who lives &amp;who die...","sentiment_score":-0.0878787879}
{"full_text":"On Martin Luther King Jr. Day, people across the country are taking action and participating in a COVID-safe National Day of Service. Mask up and find a National Day of Service event in your community or participate virtually.  ","sentiment_score":0.1}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"Does your IT Dept. provides options for different revenue streams during COVID?  With all the information gathered, they should provide options       #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT This was not inevitable, it is caused by the most unempathetic, money focussed, headline chasing, soundbite hungry, lazy regim...","sentiment_score":0.0833333333}
{"full_text":"Rajasthan govt to rename Ayushman Bharat scheme, add Covid-19, hemodialysis benefits","sentiment_score":0.0}
{"full_text":"RT West Virginia, the only state to reject a vaccination partnership with Walgreens and CVS, has administered the most COVID...","sentiment_score":0.25}
{"full_text":"RT If you are entering the US by plane after January 26, you need to show that you have tested negative for COVID-19.The...","sentiment_score":-0.3}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT The Honourable Commissioner for Physical Planning and Urban Development, Dr.@idreezsalako, in a statement issued by the Min...","sentiment_score":0.0}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT What has Europe ever done for us?For one thing, the European Convention on Human Rights was the first legal instrument...","sentiment_score":0.1125}
{"full_text":"JFC. 60% of all US Covid-19 cases have been reported since Election Day","sentiment_score":0.0}
{"full_text":"RT As #COVID19 disease activity increases, please remember that our Emergency Department (ED) continues to be open for patients req...","sentiment_score":0.0}
{"full_text":"RT SA Rugby director of rugby and 2019 Rugby World Cup winning coach Rassie Erasmus has confirmed that he contracted Covid-19 rece...","sentiment_score":0.45}
{"full_text":"Up until recently, online events were considered a last resort for event professionals. The advent of the COVID-19 pandemic changed that nearly overnight when events professionals and businesses were left needing to pivot to online eventshttps:\/\/t.co\/gdREJuBJUX","sentiment_score":0.025}
{"full_text":"RT Two persons died after taking COVID-19 vaccine in UP &amp; Karnataka. Death of the UP resident is not related to vaccination; post mor...","sentiment_score":0.0}
{"full_text":"RT \"More than 39 million doses of vaccine have now been administered in at least 49 higher-income countries.Just 25 doses have been...","sentiment_score":0.1}
{"full_text":"RT 4 Reasons Why WHO Won't Admit Coronavirus Is Airborne via","sentiment_score":0.0}
{"full_text":"See Coronavirus Restrictions and Mask Mandates for All 50 States #virginriver","sentiment_score":0.0}
{"full_text":"RT WATCH: Incoming CDC director says she expects 500,000 coronavirus deaths by mid-February","sentiment_score":0.0}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT DK  lockdown was prolonged again. I can work smoothly from home, and I'm happy about that. Would not be happy...","sentiment_score":0.6666666667}
{"full_text":"RT Looking to contact\/speak to any black actors and actresses or musicians who can give us an interview or a few words on h...","sentiment_score":-0.1833333333}
{"full_text":"In case you missed it live, you can now watch last week's panel discussion aimed at helping reporters understand ways to approach #COVID19 vaccine coverage - #Journalism","sentiment_score":0.0681818182}
{"full_text":"RT Find out how is helping #WomenEntrepreneurs weather COVID. Don't miss the #WomenInCloud Summit, live and on dema...","sentiment_score":0.1363636364}
{"full_text":"Gov. Andy Beshear announced 2,362 new COVID-19 cases Sunday.","sentiment_score":0.1363636364}
{"full_text":"We were delighted to conduct the socially-distanced handover of a new Juke to Paul from at Hendy Nissan Salisbury.RE:ACT are currently doing work all over Britain in a massive COVID support effort, including in Wiltshire and the surrounding area! ","sentiment_score":0.2090909091}
{"full_text":"The Welsh education minister says students in private rented accommodation will be able to apply for financial support from their universities.Welsh Uni's are getting an extra PS40m to help those struggling because of the pandemic #CapitalReports","sentiment_score":0.125}
{"full_text":"Psychologist discusses social and economic inequality during the pandemic, both in how countries have been able to respond to the pandemic, and in how citizens have had to live through it. Watch now: #SocialScienceImpact","sentiment_score":0.2174242424}
{"full_text":"This is stunning - well done Rebecca and great that your creation has a new home at Lexden Primary School.https:\/\/t.co\/oTs6YhiflA","sentiment_score":0.4590909091}
{"full_text":"Lean on this","sentiment_score":0.0}
{"full_text":"\"One thing I deeply believe is progress for women means progress for everyone.\"Meet the first president of #genderequality at the who relates her thoughts on #COVID19, #reprohealth, #immunization, &amp; more:","sentiment_score":0.25}
{"full_text":"Another reminder about how important it is to follow the lockdown rules:https:\/\/t.co\/XDJVMvROqP","sentiment_score":0.4}
{"full_text":"RT Thank u sir ","sentiment_score":0.0}
{"full_text":"Restaurants Reshaping In The Midst Of A Pandemichttps:\/\/t.co\/wnbiOnWXb7","sentiment_score":0.0}
{"full_text":"trump #trumpInsurrection #maga LOSER, COWARD &amp; MURDERER","sentiment_score":0.0}
{"full_text":"Are you looking for something to do in lockdown Why not Join a family games night on zoom - featuring articulate, charades, and heads up.","sentiment_score":0.0}
{"full_text":"MEPs won't be discouraged by Blue Monday!   Right to disconnect, Covid-19 vaccines, gender equality, EU-US relations, human rights and AI: the first 2021 plenary session will impact our future. Check the highlights at  #visitEP","sentiment_score":0.1071428571}
{"full_text":"NEW EPISODE:I Spoke to  , a brit basketball creator and here are some of the topics! Covid-19 Impact  All Star 5 League MVP so farYoutube Link:https:\/\/t.co\/RAy0gZjHzjListening Platforms Link:https:\/\/t.co\/vfHevWlbeR Enjoy!#BritishBasketball","sentiment_score":0.1704545455}
{"full_text":"The multiple crises in Lebanon exhausted an already overstretched healthcare system. article in the #Peacebuilding news supplement offers recommendations to decrease this pressure &amp; increase the system's ability to respond to #COVID19:","sentiment_score":-0.1}
{"full_text":"RT The mother of the naked Manhattan subway shover says her son was kind when on his medications.But Malik Jackson, 35, sto...","sentiment_score":0.3}
{"full_text":"How has your experience with COVID testing gone?https:\/\/t.co\/Pc1RLEZkS6Story by","sentiment_score":0.0}
{"full_text":"RT Bern: 120 kids and their families have to quarantine - because of 2 school kids that caught the new Covid strain. #Coron...","sentiment_score":0.1363636364}
{"full_text":"RT The attack on Lord Sumption is disgusting. He is attempting to debate the important balance between liberty and lockdown. H...","sentiment_score":-0.3}
{"full_text":"man this makes me miss seeing a marvel movie at midnight showings back in the day......the genuine excitement from fans that filled the theater it's something I hope to get back to when we get a hold on this pandemic.","sentiment_score":0.2}
{"full_text":"RT Chinese flying #COVID19 to #Paris #aviation","sentiment_score":0.0}
{"full_text":"All you need to know about the safety concerns and side effects of the Pfizer &amp; Moderna vaccines for #Covid19.(Free access for all--subscribers and non-subscribers)https:\/\/t.co\/mN8Z7bJPMd","sentiment_score":0.0}
{"full_text":"RT Trends in Pediatric Hospitalizations for Coronavirus Disease 2019 | Infectious Diseases | JAMA Pediatrics | JAMA Network...","sentiment_score":0.0}
{"full_text":"Minuteman Press Franchise in Fairfield, CT Empowers Local Businesses to Grow Sales During COVID-19","sentiment_score":0.0}
{"full_text":"Mobile contact tracing may soon prove elemental to the disease investigation process and preventing further outbreaks. #COVID19 #PopulationHealth #GovHIT","sentiment_score":0.0}
{"full_text":"RT I was at the US Capitol this morning to get a COVID test--mandatory for journalists covering the inauguration. It's a milit...","sentiment_score":0.0}
{"full_text":"I can here the noise of heavy traffic from my house. So aye, what lockdown. No one cares.","sentiment_score":-0.2}
{"full_text":"Mr Hancock will address the vaccine rollout and any changes to lockdown ruleshttps:\/\/t.co\/2s5dkJCgq7","sentiment_score":0.0}
{"full_text":"Phil Spector, the legendary music producer famous for his \"Wall of Sound\" -- and infamous as a convicted killer -- died Saturday in prison at 81 from complications of COVID-19.","sentiment_score":0.35}
{"full_text":"In observance of Martin Luther King, Jr. Day, DOH-Collier will be closed today, Monday, January 18. The #COVID19 Call Center will still be open. The Call Center can be reached at (239) 252-6220 from 9am-5pm.Normal business hours will resume Tuesday, January 19.","sentiment_score":-0.075}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"A civic authority worker fumigates a Covid-19 coronavirus vaccination centre as a preventive measure against diseases-carrying mosquitoes in Mumbai, IndiaCredit: Indranil Mukherjee\/AFP via Getty Images","sentiment_score":0.0}
{"full_text":" We're re-introducing an essential travel Covid-19 timetable in response to the tighter restrictions in place across Wales and EnglandChanges will take effect from Monday 25 Januaryhttps:\/\/t.co\/HTuYKelGqW i Check your journey before travellinghttps:\/\/t.co\/CGoEiw6q2Y","sentiment_score":0.0}
{"full_text":" Mature Volunteer Award is open to anyone over the age of 60 who, on behalf of an organisation, demonstrated significant efforts during COVID-19, benefitting either an individual or the community.Visit to nominate. #FifeResilience","sentiment_score":0.11875}
{"full_text":"Here are the official Covid-19 statistics in Iran, as of 12:01PM 18\/1\/2021.#COVID19 #coronavirus #Iran","sentiment_score":0.0}
