{"full_text":"I am a junior student-athlete at Salem High School. When we play I will always follow the guidelines and protocols. I will wear my mask and make sure everyone on my team will do so as well. Repost if you feel the same way. #LetUsPlay","sentiment_score":0.22}
{"full_text":"Schumer: will approve the Covid-19 relief plan in mid-March 01\/25\/21 (Bloomberg) - Senate Majority Leader Chuck Schumer said he aims to secure through Covid-19's next bailout in mid-March, as soon as unemployment benefits are from The final p..","sentiment_score":0.1333333333}
{"full_text":"We are in the unhappy situation where the charlatans of the current British government (leader B Johnson) are showing more determined leadership on Covid-19 than our own. Yes, that bad.","sentiment_score":-0.0333333333}
{"full_text":"RT #COVID19 UPDATE:- Cases are down 37.9% over last 7 days- Yesterday, we performed 403,193 tests- Average test positiv...","sentiment_score":-0.1018518519}
{"full_text":"RT As we speak, rich countries are rolling out vaccines, while the world's least-developed countries watch and wait. Every day t...","sentiment_score":0.375}
{"full_text":"RT For every Republican in Congress balking at the price tag of Biden's bid to help out Americans in a pandemic, they need to b...","sentiment_score":0.0}
{"full_text":"Not sure why. Incidence of Covid in North is lower than in ROI","sentiment_score":-0.25}
{"full_text":"RT Brazil's 'super-covid' has arrived in the US","sentiment_score":0.0}
{"full_text":"RT It saddens me that we have endured 1 year of fighting against Covid-19. The end is nowhere near to be seen. However despite t...","sentiment_score":0.1}
{"full_text":"RT There are 637 Albertans in hospital, including 113 in ICU.Another 25 deaths from COVID-19 are reported today. This b...","sentiment_score":0.0}
{"full_text":"RT Will this organisation now face criminal sanctions after yet another high profile breach of Covid regulations? This is...","sentiment_score":-0.12}
{"full_text":"Covid has destroyed any dating scene there could have been in the last year huh","sentiment_score":0.0}
{"full_text":"RT Patiently waiting my turn - unlike GOP who denied COVID, cried HOAX, and pushed others out of the way to ge...","sentiment_score":0.0}
{"full_text":"RT Great news. The Moderna vaccine elicits antibody responses that neutralize the emerging variants. The vaccines still w...","sentiment_score":0.8}
{"full_text":"RT They refused to take tests and socially distance, they put officers' lives at risk with protests in the middle of a pa...","sentiment_score":0.0166666667}
{"full_text":"RT Consider upgrading from a cloth mask to a surgical mask, or from a surgical mask to an N95\/KN95\/equivalent if available....","sentiment_score":0.4}
{"full_text":"December 2021 TV schedule :Britain's Best Lockdown Countdown: You Decide!","sentiment_score":1.0}
{"full_text":"RT NOT NOW. Listen to the Teaching Unions.As someone who has the virus right now do not play politics over thi...","sentiment_score":0.2857142857}
{"full_text":"Honestly they've said it throughout the whole pandemic","sentiment_score":0.4}
{"full_text":"TFW your job covers three of the categories on the list","sentiment_score":0.0}
{"full_text":"RT I'm really pissed off with English journalists who know what is best for Scotland and people like Boris Johnston who thin...","sentiment_score":0.2}
{"full_text":"put them back","sentiment_score":0.0}
{"full_text":"RT Followers from Wales and NI - does your BBC do a political criticism of your First Minister covid breifings, by represent...","sentiment_score":0.125}
{"full_text":"RT This is such brilliant news. So long as the vaccines work deaths will plummet in 2nd half of Feb and unlocking can happen...","sentiment_score":0.1366666667}
{"full_text":"RT People be out and be like, \"I already had COVID. I still can't taste half a year later but it wasn't that bad.\"","sentiment_score":-0.2888888889}
{"full_text":"Happy Monday, Virginia!!Here is this week's Virginia Updates. We have news on;- Vaccine Emergency Legislation - Bills to Know- President Biden's Executive Order - Mega Millions Jackpot!- COVID-19https:\/\/t.co\/qCXy7FVWfrStay safe and take care, everyone!","sentiment_score":0.8125}
{"full_text":"RT 1\/Concerning case of reinfection: healthy 45 year old was reinfected with the genetically distinct SARS-CoV-2 variant tha...","sentiment_score":0.3}
{"full_text":"I have to wear a face mask and a fucking shield to work in a factory. It's ok that I can't breathe at all","sentiment_score":-0.05}
{"full_text":"RT Absurd that a bunch of rich bureaucrats are, once again, going to take weeks -- maybe months -- haggling over how little f...","sentiment_score":-0.1041666667}
{"full_text":"It's been scientifically proven that the variant of SARS-CoV-2 we have been seeing in this wave poses more of a risk to young people.","sentiment_score":0.3}
{"full_text":"CDC death counts are often incomplete for 5+ weeks after the new year.  Revisit this on Valentines Day.","sentiment_score":0.1363636364}
{"full_text":"RT CA issued the Stay At Home order on December 3rd. LA County hospitalizations were at 2,572.Today, when they lifted the...","sentiment_score":0.0}
{"full_text":"Glad to see the State PODs enumerated! They are a large and impressive driver of vaccine access, but they are located near Phoenix. I hope we can expand the same level of access across all of Arizona -- people shouldn't have to drive 2+ hours to have equal access to vaccines","sentiment_score":0.3232142857}
{"full_text":"RT @BernieSanders! The Health Care Emergency Guarantee Act (#HCEGA) would mean that everyone would have the healthcare the...","sentiment_score":-0.3125}
{"full_text":"RT This afternoon we've had 3 patients on the phone saying they've had an email from 'NHS England' asking them to book a CO...","sentiment_score":0.0}
{"full_text":"...are we doing full N95 or can we do KN95? ","sentiment_score":0.35}
{"full_text":"and in america, tip everyone you encounter as much as possible.","sentiment_score":0.0}
{"full_text":"RT The Supreme Court has granted Planned Parenthood's request to vacate two Fifth Circuit decisions that allowed a Texas exe...","sentiment_score":0.0}
{"full_text":"RT me, reading that gavin newsom has lifted stay at home orders across california","sentiment_score":0.0}
{"full_text":"RT ICU availability in Southern California is at 0%! They just detected a novel strain of COVID currently only in CA! They're l...","sentiment_score":0.0}
{"full_text":"RT NEW: Budweiser to skip Super Bowl ads, donate to coronavirus vaccination awareness instead","sentiment_score":0.2348484848}
{"full_text":"RT California will END its stay-at-home orders today.Chicago reopened indoor dining last week.Michigan will allow restaur...","sentiment_score":0.0}
{"full_text":"daaaaaamn, my mom's house got that CORONA ","sentiment_score":0.0}
{"full_text":"If you got fucked Velvet bathroom before, dont you dare worry about COVID.","sentiment_score":-0.6}
{"full_text":"The US accounts for only 4.2% of the world population, yet more than 25% of worldwide #Covid cases and 19.6% of all deaths are ours. Tomorrow, the worldwide count will cross 100 million sickened, with more than 420,000 dead in the US.","sentiment_score":0.16}
{"full_text":"RT Campaigning on the constitution during a pandemic you say? Total disrespect and disregard for \"do not travel unless absolu...","sentiment_score":0.0}
{"full_text":"RT Dead last. You hear a lot of excuses from leaders out here about how the slow vaccination rates are due to a supply issue....","sentiment_score":-0.15625}
{"full_text":"exactly! and due to the pandemic, I lost work (didn't even get unemployment) and am now \"underemployed.\" Covid also derailed my trade school program. I'd be done in June, now MAYBE I can be done June 2022. Even though I had a job covid economically derailed me","sentiment_score":0.1625}
{"full_text":"James Harris ready for 'huge challenge' of Covid-19 after election as PCA chair","sentiment_score":0.3}
{"full_text":"Couple charged after travelling to Yukon to get COVID-19 vaccine  \"The maximum fine under the emergency measures act is $500, and up to six months in jail\"Lock them Up &amp; 5X the Fine; Include Walk of Shame past those waiting &amp; Deserving the shot! SELFISH, DISHONEST, A-HOLES!","sentiment_score":0.0511904762}
{"full_text":"RT Godiva is closing all 128 North American Stores basically citing lack of business due to Pandemic.","sentiment_score":-0.0625}
{"full_text":"BIDEN USA COVID care 2021 - Turmp 2.0 w\/bow","sentiment_score":0.0}
{"full_text":"Brazil varient of Covid ID'd in Minnesota.","sentiment_score":0.0}
{"full_text":"My son is autistic and permanently home educated for 2 years now because school sys let him down. We had built up a lovely comm of home edders and I had worked hard to get him to socialise. All the hard work was undone in 1st lockdown. Doesn't want to leave the house now.","sentiment_score":-0.0877777778}
{"full_text":"RT Astra Zeneca has told the EU to bugger off, but will be supplying the UK as agreed. Don't forget, the useless EU bac...","sentiment_score":-0.5}
{"full_text":"RT We should be on lockdown","sentiment_score":0.0}
{"full_text":"RT Los Angeles County -- who kept malls open, struggles with vaccine rollout, couldn't stop massive new year's parties or requ...","sentiment_score":0.0454545455}
{"full_text":"OH NO! Popular Stars Who Contracted COVID-19#gossip #celebnews","sentiment_score":-0.3}
{"full_text":"RT There is no logic to anything Gavin Newsom has done as it relates to covid. He has been an unmitigated disaster in all resp...","sentiment_score":0.0}
{"full_text":"Ok this is getting really rough, I can't help myselfYou gotta give me a covid Vaccine at this point","sentiment_score":0.2}
{"full_text":"GENESEE ORLEANS\/Health Dept.\/COVID-19 Update\/100 new positive cases reported","sentiment_score":0.1818181818}
{"full_text":"RT It's been a busy 1st 6 days, but.. Dear 1. ordering name tags now2.  writing down \"don't put hit out on an...","sentiment_score":-0.0277777778}
{"full_text":"When it's this good the return is twice as nice from \"Fumoso Bianco\" Sauvignon Blanc! Along with a special gesture in those in need supporting keeping warm! #luxury #StayHome #completevipservices","sentiment_score":0.5614285714}
{"full_text":"RT This is fair to take the damage off the #DV2020 and #DV2021 winners ","sentiment_score":0.7}
{"full_text":"There are now 47 residents hospitalized for COVID-19, including three in ICU. There are now 1139 residents now in monitor quarantine.The county also announced 97 cases as cleared for recovery. There have been 5733 cases cleared to date:","sentiment_score":0.0}
{"full_text":"RT Remember - you can't call it the China virus, because that's racist.  But you can call it the \"Brazil coronavirus\", along...","sentiment_score":0.0}
{"full_text":"Boris who?","sentiment_score":0.0}
{"full_text":"RT To truly honor healthcare workers, we need to keep them safe. This takes infection control protocols, training and support...","sentiment_score":0.5}
{"full_text":"RT This pandemic really showed you who's who.","sentiment_score":0.2}
{"full_text":"RT If Congress was filled with ordinary Americans, instead of millionaires, $2000 a month stimulus checks would've been appr...","sentiment_score":0.075}
{"full_text":"Don't worry, we didn't need you to wear a mask while talking on your phone and spraying respiratory droplets everywhere","sentiment_score":0.0}
{"full_text":"RT Calling all Northampton Uni students!  We look forward to see you again in house of the Lord (covid regulation friendly of co...","sentiment_score":0.375}
{"full_text":"RT How about we just let people go back to work?","sentiment_score":0.0}
{"full_text":"RT You tryna get out of Valentine's Day dinner with that other girl? I have positive Covid test results for just $250. DM","sentiment_score":0.0511363636}
{"full_text":"Biden Vs The GOP On Covid Relief | Pod Save America - YouTube#pod","sentiment_score":0.0}
{"full_text":"RT Finding out a large account is a pedophile today reminds me when the beginning of the pandemic I was giving away gift c...","sentiment_score":0.2142857143}
{"full_text":"Breaking News: Americans still awaiting coronavirus stimulus checks as Biden reportedly offers $4B to Central America","sentiment_score":0.05}
{"full_text":"RT 150 million vaccine does over 100 days isn't as catchy as 100 million doses. But, if it means 25 million more people get...","sentiment_score":0.5}
{"full_text":"RT Racism, not race, is the driver of inequity across the COVID-19 continuum! It's absolutely heartbreaking to see that in T...","sentiment_score":0.2}
{"full_text":"RT This looks like a must-watch Far too many people still don't seem to have read up on the baffling long-term...","sentiment_score":0.3}
{"full_text":"RT There are 637 Albertans in hospital, including 113 in ICU.Another 25 deaths from COVID-19 are reported today. This b...","sentiment_score":0.0}
{"full_text":"RT The P.1 variant (501Y.V3) has been found in the United States, an imported case from Brazilhttps:\/\/t.co\/x59wQ1GjBT","sentiment_score":0.0}
{"full_text":"RT BREAKING: Philadelphia has abruptly cutting ties with vaccine distributor Philly Fighting COVID, citing the group's quiet sw...","sentiment_score":-0.3}
{"full_text":"RT Turn the machine off, save some electricity and give the ventilator to someone who deserves it and who isn't a murdering...","sentiment_score":0.0}
{"full_text":"AstraZeneca\/Oxford refutes the claim that it's efficacy in older adults is 8-10%.More to come. (Hopefully, w data.)https:\/\/t.co\/mruIamLY7n","sentiment_score":0.1666666667}
{"full_text":"RT The Biden Administration and the Trump Administration both implemented travel bans to combat #COVID19. But only the Trump...","sentiment_score":0.0}
{"full_text":"RT I'm not saying this to be mean, but just bc the stay at home orders are lifted doesn't mean you have to go to these busines...","sentiment_score":-0.3125}
{"full_text":"RT It's been a busy 1st 6 days, but.. Dear 1. ordering name tags now2.  writing down \"don't put hit out on an...","sentiment_score":-0.0277777778}
{"full_text":"lol so what's the point","sentiment_score":0.8}
{"full_text":"RT For now, researchers doubt they have found a lone actor in the COVID-19 surge. But they may have caught an accomplice.Resear...","sentiment_score":0.0}
{"full_text":"RT GREAT news!! Better a year late than ever. Such a great start from this administration. What the government knows, all of...","sentiment_score":0.4}
{"full_text":"RT My mom just got laid off from work right in front of me which means we just lost our health insurance. Please keep donat...","sentiment_score":0.2857142857}
{"full_text":"RT Hey now that you've partially lifted your made up lockdown rules think we can get rid of these moronic foot p...","sentiment_score":-0.1}
{"full_text":"RT What a complete twat. The clown who culled 100,000 Brits.","sentiment_score":0.1}
{"full_text":"RT Health \"experts\" say flu cases have virtually disappeared globally because people are wearing masks and practicing socia...","sentiment_score":0.0}
{"full_text":"Psst. Fuck politicians.","sentiment_score":-0.4}
{"full_text":"RT The challenge we face is that covid has and will accelerate the demise our old economy with limited pathways to another. Le...","sentiment_score":0.0142857143}
{"full_text":"RT Coronavirus live updates: US reports over 130,000 new cases - ABC News (via","sentiment_score":0.1363636364}
{"full_text":"RT I'm tired of the BS from The vaccine is nice have right now. But we were all told the initial shipments would be...","sentiment_score":0.1214285714}
{"full_text":"RT our health is sufferingour mental health is sufferingour education is sufferingour economy is sufferingour livelihood...","sentiment_score":-0.1}
{"full_text":"RT #BREAKING After state lifts stay-at-home orders, Los Angeles County says restaurants can reopen for outdoor dining starting Frida...","sentiment_score":0.0}
{"full_text":"Responsible reporting would say that this is .00025 percent in addition to being extremely treatable, whereas the COVID rate of DEATH is 1.4%","sentiment_score":0.0375}
{"full_text":"RT As we speak, rich countries are rolling out vaccines, while the world's least-developed countries watch and wait. Every day t...","sentiment_score":0.375}
{"full_text":"RT governor newsom is lifting the stay at home order even though LA is at 0% ICU capacity because he's random","sentiment_score":-0.5}
{"full_text":"Japan likely to hit COVID-19 herd immunity in Oct: researcher - Japan Today","sentiment_score":0.0}
{"full_text":"RT Being 21 during a pandemic must be stressful. Your best year and you're confined to watching TikToks at home ","sentiment_score":1.0}
{"full_text":"RT UPDATE: Our COVID phone line continues to receive a high volume of calls. While we add more capacity, call our alternate...","sentiment_score":0.22}
{"full_text":"\"They weren't even bragging about how they were helping the community,\" said a former volunteer. \"They were bragging about how rich they were going to get.\"Kudos to and for exposing this scam and forcing changehttps:\/\/t.co\/wJ3bG8i6XK","sentiment_score":0.1875}
{"full_text":"We urge our patients to take an active role in the prevention of all contagious diseases, including COVID-19. We have a resource center with lots of information and updates about the coronavirus.","sentiment_score":-0.1166666667}
{"full_text":"Precisely","sentiment_score":0.4}
{"full_text":"RT President Biden says anyone who wants a COVID vaccine will be able to get a COVID vaccine by \"this spring.\"","sentiment_score":0.35}
{"full_text":"South Bay hospital won't receive more COVID-19 vaccines after it allowed affluent school district to skip the line - San Jose Spotlight","sentiment_score":0.575}
{"full_text":"RT Joe Biden insisted during campaign he had a pandemic plan. Now he says there's 'nothing' the U.S. can do to counteract...","sentiment_score":0.0}
{"full_text":"RT Why do the media keep interviewing these selfish assholes? It's like writing an article called \"Why I Love Drunk Driving\"","sentiment_score":-0.1666666667}
{"full_text":"RT SCOOP: Philly's Department of Health has ended its partnership with Philly Fighting COVID after it failed to disclose tha...","sentiment_score":-0.5}
{"full_text":" I am curious what kind of covid test is requested for travel or if one is required.","sentiment_score":0.25}
{"full_text":"RT Remember - you can't call it the China virus, because that's racist.  But you can call it the \"Brazil coronavirus\", along...","sentiment_score":0.0}
{"full_text":"RT We are not out of the woods, although trends are heading in the right directions. Most of our counties are in Purple - th...","sentiment_score":0.3928571429}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"To get back to our favorite activities, we need to wear a mask, keep our distance, and get tested. That's how we #GetBackMass. Learn more at #MaskUpMA #GetBack #covid19MA","sentiment_score":0.3333333333}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"Sec. Delfin Lorenzana says military personnel will be trained for the rollout of COVID-19 vaccines, prioritizing far-reached areas.","sentiment_score":-0.1}
{"full_text":"Have you found it difficult to make decisions during the pandemic? You're not alone. spoke to on about the psychology of decision-making, and how we can deal with the stress of uncertainty:","sentiment_score":-0.5}
{"full_text":"RT Coincidentally, California lifts #COVID19 stay-at-home order just days after President Joe Biden took office.Politics a...","sentiment_score":0.0}
{"full_text":"have you seen P Garners recent article? Quite concerned about the tone of message particularly considering it seems his case was straightforward PVFS rather than Long Covid with organ involvement.","sentiment_score":0.1229166667}
{"full_text":"#WATCH A Cork GP is reporting a sharp rise in the number of people suffering from mental health issues since the first COVID-19 lockdown last March@PaulByrne_1 reports#VMNews | #COVID19ireland | #COVID19","sentiment_score":0.00625}
{"full_text":"As of 12pm Monday, 300,000+ doses of the COVID-19 vaccine have been given to Oklahomans statewide.: Oklahoma State Department of Healthhttps:\/\/t.co\/aQKaJ7S2xE","sentiment_score":0.0}
{"full_text":"Dr. Brian Hainline, CMO of , discusses the changes made to the resocialization of college sports the more the learned about COVID-19 on the latest episode of the NCAA Social Series.","sentiment_score":0.3444444444}
{"full_text":"RT  In 2017 I was honoured to have been asked to speak on a panel after a preview screening of a document...","sentiment_score":0.0}
{"full_text":"The Atlantic does a good job showing that maybe we are passing the peak of the pandemic. . Of course, if you are the person acquiring it now or in the near future, that is the peak for you --same thing if you lose a loved one. ","sentiment_score":0.3}
{"full_text":"#TheLeaderPodcast 'Quarantine hotels' and they could stop \"vaccine-busting\" covid-variants hitting the UK. Listen here:","sentiment_score":0.0}
{"full_text":"HCA league match hit with Covid caseshttps:\/\/t.co\/W6YqSqS1VG","sentiment_score":0.0}
{"full_text":"RT May Allah protect whoever that suffers from Covid19.","sentiment_score":-0.6}
{"full_text":"idk i did a casual post about corona and then he sent me that one buss it challenge n tols me to do it will my man","sentiment_score":-0.5}
{"full_text":"JFC, Biden was elected to fix everything Trump supposedly broke and now it's like, \"Well, turns out I can't do anything about the pandemic or the economy! But I'll send troops to Syria, add transgenders to the military, and put a black woman on the $20 you don't have! C'MON MAN!\"","sentiment_score":-0.1802083333}
{"full_text":"Anheuser-Busch isn't advertising its iconic Budweiser brand during the Super Bowl. Instead, it's donating the money it would have spent on the ad to coronavirus vaccination awareness efforts.https:\/\/t.co\/yELHYH6KlH","sentiment_score":0.2444444444}
{"full_text":"Minnesotans ages 65 and older will be able to pre-register for a chance to schedule an appointment to receive a COVID-19 vaccine through the Vaccine Pilot Program. The 24-hour pre-registration opens at 5am on Tuesday, 1\/26.Instructions and info:","sentiment_score":0.3333333333}
{"full_text":"RT I really think people have not fully internalized how lucky we were that our first two vaccine candidates were as success...","sentiment_score":0.2708333333}
{"full_text":"After a full year of COVID-19 living, Grand Valley State University athletes have had some time to adapt and embrace some of the changes being made to slow the spread of the virus. The Lakers have had to adapt to playing in silent stadiums:https:\/\/t.co\/JjgntOc9TO","sentiment_score":0.1375}
{"full_text":"Slight decline from the previous day in the total number of new #COVID19 cases being reported in Mississauga, Brampton and #Caledon in the past 24 hours","sentiment_score":-0.0893939394}
{"full_text":"What about the hazard pay that was promised to essential workers?https:\/\/t.co\/dFNDFaZa4M","sentiment_score":0.0}
{"full_text":"A new COVID-19 testing site is open in downtown Louisville using a mouthwash test: |","sentiment_score":0.0681818182}
