{"full_text":"RT Pres Biden will sign 10 more executive orders related to COVID-19 today including directing agencies to use the National Defen...","sentiment_score":0.25}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT Watch: #JoeBiden signs executive orders on #COVID19, climate change and more","sentiment_score":0.5}
{"full_text":"Get well soon Sergio.","sentiment_score":0.0}
{"full_text":"RT I'm leading my Senate colleagues in support of the plan from Biden to unlock the full power of the Defense Produ...","sentiment_score":0.35}
{"full_text":"RT Prevent #COpoisoning. Make sure to have a carbon monoxide detector installed in your home and check the batteries every...","sentiment_score":0.5}
{"full_text":"RT Fire Is Engulfing Plant Of World's Biggest COVID Vaccine Maker In India","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT They said \"Leave the EU and we'll spend PS350m on the NHS\"Did they mean \"give it to our mates?\"https:\/\/t.co\/s4rKuSB10Z","sentiment_score":-0.3125}
{"full_text":"RT This pandemic has taught me something my father never taught me.- and that is,:A salary should never be your primary source...","sentiment_score":0.4}
{"full_text":"RT Three Times as Many Citizens of San Francisco Died of Drug Overdose than Covid in 2020.But the focus remains entirely on t...","sentiment_score":0.25}
{"full_text":"RT \"They're both full-time jobs\": Alongside adjusting to online instruction, professors with young children have grappled wi...","sentiment_score":0.1}
{"full_text":"RT Joe Biden's new executive orders will make the federal government finally take responsibility for COVID-19","sentiment_score":0.0681818182}
{"full_text":"Biden issues slew of pandemic initiatives to improve vaccine distribution, expand testing and reopen schools","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Our Clinical Director, Dr Michael McCooe talks about his experiences as an ICU Consultant during the first wave of the...","sentiment_score":0.25}
{"full_text":"RT \"This is their last hope. This is the area where they come to when there is nowhere else.\" Northwick Park Hospital's He...","sentiment_score":0.0}
{"full_text":"RT Pres Biden will sign 10 more executive orders related to COVID-19 today including directing agencies to use the National Defen...","sentiment_score":0.25}
{"full_text":"RT Not just a terrible minister but also a lousy liar. The RBI said \"forget about any V shaped recovery\". And this was 2...","sentiment_score":-0.75}
{"full_text":"RT I hand-punched Tainted Love into this strip of card because lockdown.","sentiment_score":0.5}
{"full_text":"RT Just what we need  Thank you Adam for reminding us how precious simple acts of love and kindness are in these times ...","sentiment_score":0.3333333333}
{"full_text":" Latest Covid Updates:-                           Total Cases : 850                               Deaths : 1                          Recovered : 631                 Here is a randomly generated number:731","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Here's on Lord Ashcroft's PSPSPS Covid contract, a huge deal for a huge Conservative donor. Not mentioned: tha...","sentiment_score":0.4}
{"full_text":"RT There's no #coronavirus #vaccine plan. Nothing, nada, zip, zero, zilchTrump, Azar, Pence lied to us. Now in the mids...","sentiment_score":0.0}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT I'll say it again, this pandemic has brought out the absolute worst in people. Unthinkable levels of selfishness.","sentiment_score":-0.2833333333}
{"full_text":"of the law. The quote was from an old sci-fi series from back in the 90s called 'Babylon 5' in an episode called 'In the Shadow of Z'ha'dum'.Never watched it back in the day, like Deep Space 9, so I am giving them a bash during lockdown.","sentiment_score":0.025}
{"full_text":"Ohio's plan is detailed and organized. Because that's what STATE governments do.","sentiment_score":0.4}
{"full_text":"Hayi this is not his season shem","sentiment_score":0.0}
{"full_text":"RT I didn't want to post a \"take\" on this because tail risk is a thing, but when the National Guard deployed I saw a huge s...","sentiment_score":0.4}
{"full_text":"RT Biden's second-day plan includes signing a series of coronavirus-related executive orders and directives. ","sentiment_score":0.0}
{"full_text":"A day and a year after Covid came here we found out the federal government has no plan to distribute the vaccines it took credit for. No plan. At all.","sentiment_score":0.0}
{"full_text":"RT Sizeable drop in those with COVID in the U.K,according to app.","sentiment_score":0.0}
{"full_text":"RT COVID czar Jeff Zients: \"What we're inheriting from the Trump administration is so much worse than we could have imagined.\" ht...","sentiment_score":-0.4}
{"full_text":"RT Really important issues raised here. Counselling is run on unpaid volunteers and trainees. Huge workloads and resulting stress...","sentiment_score":0.3333333333}
{"full_text":"RT #BREAKING Union Ministry of Health Refuses to furnish Data based on which it approved COVID-19 Vaccines by Serum Ins...","sentiment_score":0.0}
{"full_text":"The Bank of Canada held interest rates unchanged and reiterated its commitment to keep them at historical lows to support an economy hit by a second wave of COVID-19 cases and lockdowns.","sentiment_score":0.0}
{"full_text":"RT In DC, you are required to wear a mask outside even when distanced. Rules for thee, but not for me?","sentiment_score":0.0}
{"full_text":"RT New study from  suggests staff are more likely to get vaccinated if bosses encourage #COVID19 jab rather than...","sentiment_score":0.2121212121}
{"full_text":"RT  BREAKFAST   Good Morning Everyone Have a Sweet &amp; Sexy Thursday  Stay at Home  &amp; if You Go Out (Work or Shop...","sentiment_score":0.5166666667}
{"full_text":"RT On Britain's COVID-19 frontline, doctors and nurses are grappling with the strain of exhaustion and loss. The official death t...","sentiment_score":0.0}
{"full_text":"RT \"There is nothing for us to rework. We are going to have to build everything from scratch.\" --&gt;Sources told CNN there simply...","sentiment_score":0.0}
{"full_text":"RT 6) This new E484K study is by 's CDC That said, antibody immunity is not all of immunity. T cells also offer so...","sentiment_score":0.1363636364}
{"full_text":"Austin's startup scene didn't quite set a record for venture capital funding in 2020 -- but it was close, something few would have predicted during a pandemic. Here are the top 10 deals in the Austin via","sentiment_score":0.15}
{"full_text":"BREAKING: COVID-19: Nigeria to get vaccines by February","sentiment_score":0.0}
{"full_text":"RT The world's largest vaccination drive is underway in India. Our frontline warriors are getting vaccinated across the nati...","sentiment_score":0.0}
{"full_text":"RT Sergio Aguero has revealed he has tested positive for COVID-19 and is self isolating.","sentiment_score":0.2272727273}
{"full_text":"RT Please could just one of the herd immunity scientists write a piece saying \"we were wrong; we've reflected on our erro...","sentiment_score":-0.5}
{"full_text":"RT Calculating overhead can be difficult under normal circumstances, but in the era of COVID-19 it has become more complicated....","sentiment_score":-0.0875}
{"full_text":"RT Fukuoka is evoking Evangelion vibes to warn people about the state of emergency and encourage them to stay home","sentiment_score":0.0}
{"full_text":"Hope he is ok. Fedor is my favorite fighter.","sentiment_score":0.5}
{"full_text":"RT Prime Minister on \"The opposition is playing a dirty game amid the epidemic, following the formula of:...","sentiment_score":-0.3333333333}
{"full_text":"Think this means no Aguero on Saturday. #ctfc","sentiment_score":0.0}
{"full_text":"RT Weekly coronavirus briefing set for 1 p.m., Dr. Nicole Alexander-Scott of will lead it as won't appear h...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Seems like it could be worse. For example, what if the Biden did not inherit multiple vaccines developed in record time with...","sentiment_score":-0.1}
{"full_text":"RT We're helping care home residents to stay connected with loved ones and manage their healthcare online by providing 11,000 iPads...","sentiment_score":0.7}
{"full_text":"RT Reminder ...Joe Biden's first act as President was to throw a lavish celebrity-filled party, hosted by Tom Hanks, while peo...","sentiment_score":0.25}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT #Bamlanivimab is authorized for emergency use by the FDA  for the treatment of mild to moderate COVID-19 in high-risk p...","sentiment_score":0.1666666667}
{"full_text":"RT The #COVID19 crisis has deepened inequalities, hit vulnerable learners the hardest &amp; could reverse decades of progress in educa...","sentiment_score":-0.5}
{"full_text":"India has begun giving Covid-19 vaccines to many of its neighbors in an effort to tighten ties and raise its global profile via","sentiment_score":0.25}
{"full_text":"RT A humanitarian crisis is rapidly unfolding at Napier barracks - Britain's first modern-day refugee camp, run controversiall...","sentiment_score":0.25}
{"full_text":"Another child left behind. We can't let George Bush rebrand.","sentiment_score":-0.2}
{"full_text":"RT He is not alone - so many are at breaking point - WHY? WHY are we not considered as valuable working, tax...","sentiment_score":0.5}
{"full_text":"RT NH Rep Governer Sununu saying Fed plan to attack Covid is bad idea?? and Min wage increase bad? who see 1.9 Trill Relie...","sentiment_score":-0.7}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"Absolutely. Honestly though i always loved this doctor and watching him since the start of pandemic.","sentiment_score":0.65}
{"full_text":"RT False positives inflated the numbers of COVID cases.  Some media and doctors tried to talk about this and were soundly pu...","sentiment_score":-2.775557562e-17}
{"full_text":"RT Teachers have nearly double the COVID rate of the general population.Gavin Williamson calls that safe. Resign.","sentiment_score":0.1833333333}
{"full_text":"RT JUST IN: Latest weekly initial jobless claims fall to 900,000.Around 44 weeks into the Covid-19 pandemic, more than 18M people...","sentiment_score":0.3333333333}
{"full_text":"RT COVID-19 vaccines are here, but what I do is still important. So, I'm masking up, avoiding crowds, staying at least six feet ap...","sentiment_score":0.05}
{"full_text":"RT TMC derailed the rehabilitation process of Amphan hit people &amp; now they are meddling with the COVID-19 vaccination system!...","sentiment_score":0.0}
{"full_text":"Nigeria's first Covid-19 vaccines are now expected next month, behind an original plan of January","sentiment_score":0.025}
{"full_text":"Let us SEE","sentiment_score":0.0}
{"full_text":"RT The Biden White House released its 7-Point Plan to beat COVID-19. The key items - are you ready? - are mask mandates, more PPE...","sentiment_score":0.175}
{"full_text":"RT BREAKING: Ontario 'watered down' its strategies to keep COVID-19 out of classrooms. They chose the cheapest path. They...","sentiment_score":-0.1555555556}
{"full_text":"RT Biden signed a mask mandate requiring everyone who is on federal land to have to wear masks. Here is Biden tonight at t...","sentiment_score":0.0}
{"full_text":"RT Rand Paul opposed an anti-lynching billRand Paul offered to buy a ticket back to Somalia for Ilhan OmarRand Paul lied...","sentiment_score":0.0}
{"full_text":"Covid is a bunch of bullshit idc.","sentiment_score":0.0}
{"full_text":"A full investigation of  corruption must be done immediately. #TrumpVirusDeathToll402K #gopgenocide #COVID19","sentiment_score":0.35}
{"full_text":"RT According to the just 25 COVID-19 vaccine doses have been administered in low-income countries.When it comes to...","sentiment_score":0.0}
{"full_text":"Can't let this get washed away in \"well they showed up and acted civil\" as a politics. The consequences of forgetting are too high.","sentiment_score":0.16}
{"full_text":".@POTUS, please address the horrific situation in nursing homes in your first 100 days. Residents and staff are &lt;1% of the population, but nearly 40% of COVID deaths.Together, we can defeat this virus. Thank you.","sentiment_score":-0.2166666667}
{"full_text":"RT #BREAKING Union Ministry of Health Refuses to furnish Data based on which it approved COVID-19 Vaccines by Serum Ins...","sentiment_score":0.0}
{"full_text":"RT Hi Jamie, hope you are having a nice afternoon, I know it must be hard for being young lady with this de...","sentiment_score":0.1361111111}
{"full_text":"RT I just asked Jacob Rees-Mogg in Parliament about why the UK currently has the world's highest Covid death rate. His an...","sentiment_score":0.0}
{"full_text":"RT I just asked Jacob Rees-Mogg in Parliament about why the UK currently has the world's highest Covid death rate. His an...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Surprise, Surprise - An Hour After Joe Biden Is Sworn In, WHO Admits Their Testing Grossly Overstates Individuals Testing...","sentiment_score":0.0}
{"full_text":"RT On Day 2, Biden To Focus On COVID-19 Strategy With 10 Executive Actions","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT #Rebic, #Krunic and #Hernandez have tested negative to coronavirus.","sentiment_score":-0.3}
{"full_text":"US employers cut 140,000 jobs in December, signaling that the economic recovery from the coronavirus pandemic is in reverse.A deeper look at the data also reveals a shocking gender gap: Women accounted for all the job losses, losing 156,000 jobs, while men gained 16,000.","sentiment_score":-0.4}
{"full_text":"How are people dense enough to realise the lack of crowd is due to the .... literal worldwide pandemic ?","sentiment_score":-0.0625}
{"full_text":"RT Dear , as you formulate the March budget, please know that the hospitality sector's survival needs a continued VAT...","sentiment_score":0.0}
{"full_text":"RT Bangladesh is buying 30 million doses of Covishield vaccine from India and getting a gift of 2 million doses from govt....","sentiment_score":0.0}
{"full_text":"RT Actually, jobs were lost. Plants closed down and this was before Covid. Why? Bad trade deals. Remember, farmer...","sentiment_score":-0.2388888889}
{"full_text":"RT I thank Prime Minister Shri ji as well as the Government and people of India for the generous grant of one m...","sentiment_score":0.0}
{"full_text":"In collaboration with our friends at D'Oliva Pizza and the help of all those who purchased the #cheesesteakpizza, we were able to contribute to and support COVID-19 response efforts. Thank you for all that you do! #essentialworkers #thankyou","sentiment_score":0.625}
{"full_text":"If you look at the last several years, you can see that the death rate is not any higher, hence there is NO pandemic. Not prescribing HCQ, zinc, vit d3, vitamin c as a preventive and putting people on ventilators instead, is murder. Pushing experimental vaccines w\/o informed","sentiment_score":0.0875}
{"full_text":"y do you lot think covid is a joke? Bye, carry on spreading it...when you catch it then you'll know? my worst I couldn't even stand up long enough to boil the kettle to make a hot drink. You will learn x","sentiment_score":-0.2}
{"full_text":"RT Sergio Aguero announces he's tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Biden to sign executive orders on Covid vaccinations, pandemic response on 2nd day - NBC News","sentiment_score":0.0}
{"full_text":"RT Unity Statement of UP Diliman Student Formations on the Abrogation of the UP-DND AccordThe state's desperation in silenci...","sentiment_score":0.0}
{"full_text":"RT It is with deep sorrow and shock that we announce that Minister in the Presidency Jackson Mthembu passed away earlier t...","sentiment_score":0.0}
{"full_text":"RT THERE NEVER WAS A PLAN. Jared is an SOB forever. The only thing \"Warp Speed\"was his grift for the family off our deaths. Bid...","sentiment_score":0.0}
{"full_text":"RT Let's be very clear on one thing. The only person spreading \"misinformation\" RE: LTC is","sentiment_score":0.065}
{"full_text":"RT Lockdown the country, run the stimmys, forgive student loans.","sentiment_score":0.0}
{"full_text":"RT 1 day into the job and Joe is already responsible for the deaths of 8,000 US citizens &amp; record high unemployment For...","sentiment_score":0.18}
{"full_text":"\"With today's signature we are demonstrating how the #EU-#Egypt partnership is delivering for the benefit of ppl. In one word: solidarity &amp; close cooperation, esp during challenging times\"- Amb. Christian Berger, Head of EU Delegation to #Egypt: #COVID19","sentiment_score":0.25}
{"full_text":"RT #Gujarat on Thursday added 471 new #COVID19 positive cases, taking the total to 2.57 lakh. The state recorded death of on...","sentiment_score":0.1212121212}
{"full_text":"RT Dripping with hall of fame hypocrisy.  These guys preach local control morning, noon, and night. Now they want to stop local...","sentiment_score":0.0}
{"full_text":"As you mention it now, why is Africa having no Covid problem?","sentiment_score":0.0}
{"full_text":"RT The world's largest vaccination drive is underway in India. Our frontline warriors are getting vaccinated across the nati...","sentiment_score":0.0}
{"full_text":"RT It is totally understandable that President Number One Priority is dealing with the coronavirus pandemic which...","sentiment_score":0.0}
{"full_text":"RT We don't have money for the COVID19 vaccines but we have money for a UGX 7 billion inauguration ","sentiment_score":0.0}
{"full_text":"There are currently more Covid-19 patients in Liverpool's struggling hospitals than at any other point of the pandemichttps:\/\/t.co\/ILB61ize4q","sentiment_score":0.1875}
{"full_text":"Shoppers say retailers are breaking the rules by keeping non-essential sections open in breach of lockdown restrictions.https:\/\/t.co\/QxotNoIPUX","sentiment_score":0.0}
{"full_text":"The looming threat of low or negative interest rates? Not with #cash. The COVID-19 pandemic has meant that many are now relying on physical currency to ensure their financial security. Learn more about the global demand for cash here https:\/\/t.co\/i6Q7E2bydd","sentiment_score":0.1}
{"full_text":"In an effort to keep creative during lockdown, I have decided to organise informal readings of plays. We'll discover work we didn't know about, flex our creative muscles and keep alive our love affair with the theatre. Get in touch if you'd like to be involved!","sentiment_score":0.43125}
{"full_text":"As COVID-19 threatens to become the state's leading cause of death, some experts worry fatigue and overconfidence are driving Arizonans to slack off on safety and testing. reports.","sentiment_score":0.0}
{"full_text":"\"Which new variants of SARS-CoV-2 are concerning?\" Expert answers to this and other questions:","sentiment_score":0.0056818182}
{"full_text":"Biden to sign 10 pandemic-related executive orders on second day in office #FOX59Morninghttps:\/\/t.co\/8DlbEAPqEy","sentiment_score":0.0}
{"full_text":"is a #covid-safe space for freelancing, coworking and community. They are located in the heart of Malvern, with flexible options for work from home professionals. #WFH #Coworking #WorcestershireHour #Ad","sentiment_score":0.0}
{"full_text":"RT I'm far from the biggest supporter of lockdown but I obey the rules and I'm prepared to accept lockdown continuing to...","sentiment_score":0.1}
{"full_text":"RT NEW: The systems to manufacture, distribute, and track vaccine doses set up by the Trump administration are even more broken...","sentiment_score":0.0787878788}
{"full_text":"My uncle died of COVID on January 7, 2021 at age 72.  Florida had already started vaccinating seniors over 65 in December but he couldn't receive it because he'd already tested positive.Don't lose patience now. We're getting to the end of this. Please keep your masks on.","sentiment_score":0.0}
{"full_text":"Staying at Home Made PossibleFor your senior loved ones who wish to stay at home for as long as possible, hiring professional outside help for their day-to-day activities is necessary. Read more: #SkilledNursingServices","sentiment_score":0.1785714286}
{"full_text":"Convalescent plasma therapy found ineffective in combating South African #COVID19 variant, raising concerns as to the efficacy of existing vaccines in fighting this new strainFind more updates on the #pandemic here:","sentiment_score":0.2121212121}
{"full_text":"I feel more hopeful getting a vaccine this year because at least I know they're going to *try*, which is more than can be said for the orange guy.","sentiment_score":0.2333333333}
{"full_text":"I'd like to be clear that my tweets yesterday about relaxing and feeling hope were just about the sudden relief of having adults in the WH again. Racial equity, women's issues, LGBTQ+ issues, immigration, COVID...the issues are many and still require work. So...let's get to work!","sentiment_score":0.2416666667}
{"full_text":"Where can I find more information on COVID-19 vaccines?Can I visit a loved one in hospital?How can I get food delivered if I am self-isolating or in the 'shielding' group?We've provided answers to the questions we've been frequently asked here:","sentiment_score":0.4333333333}
{"full_text":"Question: Can COVID-19 vaccines be mixed and matched?Answer:","sentiment_score":0.0}
{"full_text":"Covid-19 continues to alter school traditions like the annual fundraising gala. Support a school near you &amp; help provide Catholic education in your community. is one of our schools doing things differently this year. Find a school near you","sentiment_score":0.05}
{"full_text":"\"I fear this home will never know Mom's touch,\" writes as he moves into a new apartment in the wake of his mother's death in the middle of the pandemic. \"I fear my future because she will not be in it.\" On moving, and moving on:","sentiment_score":0.0454545455}
{"full_text":"The complicated reality of vaccine rollout was made evident in a briefing from Austin Public Health.","sentiment_score":-0.0833333333}
{"full_text":"One year ago today:Taiwan and the US both announce their first confirmed 2019-nCoV cases.Today, one year later, Taiwan has had 870 cases.The United States has had 24,438,720 cases.","sentiment_score":0.2166666667}
{"full_text":"Travel safely during Covid-19 by only making essential journeys, avoiding car sharing  and walking, cycling and scooting where possible. For more information and to see the full list of restrictions, click here:","sentiment_score":0.225}
{"full_text":"COVID 19 cases in India until : 21\/01\/2021 19:30Total Cases: 10611728 [+0]Active: 189246Recovered: 10265163 [+0]Deaths :152906 [+0]Total Tests: 189.35MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT While President Biden was attending ceremonies today, 8,000 Americans died of COVID-19 on his watch. Hey am I do...","sentiment_score":0.0}
{"full_text":"EU leaders are to meet tonight as pressure mounts in France and scientists call for a new lockdownhttps:\/\/t.co\/1v444tE4hP","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: Over 100 people have died so far today from COVID-19 due to President Biden's mishandling of the virus.","sentiment_score":-0.0125}
{"full_text":"RT Biden will order masks on planes and trains, increase disaster funds to fight coronavirus","sentiment_score":0.0}
{"full_text":"RT 7) Support for worry about E484K? In another recent study by E484 mutation (inside the #SARSCoV2's spike's cri...","sentiment_score":0.0}
{"full_text":"RT I thank Prime Minister Shri ji as well as the Government and people of India for the generous grant of one m...","sentiment_score":0.0}
{"full_text":"A Few Friendly RemindersIt has been months since the threat of the COVID-19 began. Unfortunately, some people forget about this and behave as though there is no more danger. Read more: #FriendlyReminders","sentiment_score":-0.015}
