{"full_text":"RT Pooh Bear is a very wise bear #Covid19UK #lockdown","sentiment_score":0.91}
{"full_text":"RT About 50 times we've asked Robert Peston to ask sensible questions that we need answering, but 50 times he's spoke at length a...","sentiment_score":0.0}
{"full_text":"RT Oh this is fabulous news!","sentiment_score":0.5}
{"full_text":"RT \"We're done playing games. Either have some common sense and wear a damn mask or pay a fine. It's not that complicated,\"...","sentiment_score":-0.1277777778}
{"full_text":"RT Just a hunch but focussing on enforcement, fines and walks with coffee might distract some people from whether lockdown rules...","sentiment_score":0.0}
{"full_text":"RT So I have been meaning to make this video for 2 months but only managed to make it last night. I think about POGs every day...","sentiment_score":0.0}
{"full_text":"RT In many countries the leaders have set an example by taking the #Covid vaccine early. Surely we will see the same in Indi...","sentiment_score":0.275}
{"full_text":"RT Now a third Dem lawmaker has tested positive for COVID after sheltering in place with republicans who refused to wear a...","sentiment_score":0.1136363636}
{"full_text":"Stan Van Gundy on NBA's recent spike of COVID-19 cases: 'This s**t scares me' via","sentiment_score":0.0}
{"full_text":"RT Bharat Biotech announces that it has signed an agreement with Precisa Medicamentos for the supply of Covaxin to Brazil.#COVID19...","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Be a good teammate. Don't be a maskhole...","sentiment_score":0.7}
{"full_text":"Undermining American foreign policy to engage in political quid pro quo is Trump's modus operandi.Since the start of the pandemic, Cuba has sent doctors across the globe to help battle COVID-19. We should end the US embargo and continue Obama's policy of normalizing relations.","sentiment_score":-0.0416666667}
{"full_text":"RT \"In court, his attorneys told the judge that Johnson was needed at home, since he is a stay-at-home dad, to care for the ch...","sentiment_score":0.0}
{"full_text":"RT I am beginning to think that once this Covid is over, the battle for our individual liberty could now be an even bigger b...","sentiment_score":0.0}
{"full_text":"RT A new #coronavirus variant has been detected in four travellers from Brazil's Amazonas state, J#apan's Health Ministry...","sentiment_score":0.1363636364}
{"full_text":"RT Thousands of fans filled the streets of Tuscaloosa last night to celebrate the Crimson Tide's college football championship win ag...","sentiment_score":0.4}
{"full_text":"RT Daytime study for Higher Music available. Check the link below ","sentiment_score":0.325}
{"full_text":"RT FANTASTIC NEWS--A potential vaccine for multiple sclerosis is now within sight on the horizon! And it's an mRNA vaccine by B...","sentiment_score":0.1333333333}
{"full_text":"Added a few shares $CYDY.  $GNBT up again today and looking real nice! #COVID19 #CompleteVaccine #leronlimab","sentiment_score":0.4}
{"full_text":"RT Pueblo Mall COVID-19 Vaccination Site Update: Traffic was light around the area this morning. Only a dozen or so were tur...","sentiment_score":0.2}
{"full_text":"RT .@RepJayapal: \"Hours after President Trump incited a deadly assault on our Capitol, our country, &amp; our democracy, many Rep...","sentiment_score":0.15}
{"full_text":".@laoneill111  Reassuring summary of evidence strongly suggesting long term immunity after COVID-10 infection; and better than vaccine; given current high prevalence of disease, this will hopefully result in ever increasing numbers of protected people","sentiment_score":0.2086666667}
{"full_text":"RT There are so few people infected with COVID in Cuba, that the country can't test its own vaccine","sentiment_score":0.2}
{"full_text":"RT When we avoid gatherings and stay apart, we cut off the chance of spreading COVID-19. Stay connected to each other virtua...","sentiment_score":-0.125}
{"full_text":"Tribal Elders Are Dying From the Pandemic, Causing a Cultural Crisis for American Indians - The New York Times","sentiment_score":0.0787878788}
{"full_text":"COVID-19: FG clears air on schools resumption","sentiment_score":0.0}
{"full_text":"RT I strongly encourage you to support this campaign. Artists have been hit so incredibly hard by Covid19 and, now, clobbered...","sentiment_score":0.0708333333}
{"full_text":"bro, the UK is on lockdown, you ain't seeing what the fuck he's doing when he's not on social media","sentiment_score":-0.1833333333}
{"full_text":"RT This is telling isn't it? \"By the 1970s, mother and baby homes were conscious that a growing number of women were travelli...","sentiment_score":0.1}
{"full_text":"RT Omg yes I want to get vaccinated in Toontown","sentiment_score":0.0}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"RT Unfortunately, I received a positive COVID-19 test this morning following being tested yesterday on the advice of the Hou...","sentiment_score":-0.0909090909}
{"full_text":"RT Fine Gael using the tragedy of Mother and Baby Homes report as a cover for welcoming back their Senators who flouted C...","sentiment_score":0.2083333333}
{"full_text":"When asked how hospitals are going along with this sham...remember Oxytocin and fentanyl.How the hell did that epidemic start?Ya. That's right.","sentiment_score":0.2857142857}
{"full_text":"RT TURN LIVE VENUES INTO COVID VACCINATION SITES &amp; USE UNION LABOR TO SET IT UP","sentiment_score":0.1363636364}
{"full_text":"RT It's gonna be a big Celebration tomorrow #MasterFilm pls enjoy the film with all the safety precautions  stay safe, wear...","sentiment_score":0.3}
{"full_text":"For once Loz you've hit the nail right on the head. If I had my way those don't care idiots should be refused entry into hospital if they catch covid.","sentiment_score":-0.2571428571}
{"full_text":"If COVID ruined your voice I won't be feeling sorry for you. How about a new song call \"How Irresponsible am I?\" #SocialDistancing","sentiment_score":-0.1818181818}
{"full_text":"RT Kaiser Cited, Fined for Multiple  COVID-19 Violations Before Christmas Day Outbreak","sentiment_score":0.0}
{"full_text":"RT TURN LIVE VENUES INTO COVID VACCINATION SITES &amp; USE UNION LABOR TO SET IT UP","sentiment_score":0.1363636364}
{"full_text":"RT Elected representatives are now coming down with Covid after lockdown. This 34 second video has GOP reps actively...","sentiment_score":-0.0962962963}
{"full_text":"RT This is devastating. has been on the front lines covering the dual pandemics of COVID-19 and systemic racism...","sentiment_score":-1.0}
{"full_text":"Related: Are current #COVID19 lockdown measures justified?A more careful look at  #COVID19 deaths data:https:\/\/t.co\/MWd0AALbPG","sentiment_score":0.1}
{"full_text":"RT Covid is a brutal disease and I wouldn't wish the worst of it on my worst enemy. Please understand that you aren't just p...","sentiment_score":-0.9583333333}
{"full_text":"RT Of #COVID19 cases notified: *1,425 are men \/ 1,642 are women*54% are under 45 years of age*The median age is 42 years...","sentiment_score":0.0}
{"full_text":"Uggghhhhh  now we will have a football spike on top of a New Years spike on top of a Christmas spike on top of a thanksgiving spike in Covid cases. #WearADamnMask #SocialDistancing","sentiment_score":0.4090909091}
{"full_text":"RT \"Without water we can't wash our hands. We're surviving on the water provided by Shushilan [Oxfam partner]\" Romila, Bangladesh...","sentiment_score":0.0}
{"full_text":"Otero out ","sentiment_score":0.0}
{"full_text":"RT \"Join or die.\" While campaigning for the US House, Lauren Boebert called for \"dangerous freedom\" and likened Covid-19...","sentiment_score":-0.6}
{"full_text":"RT We literally have them on camera mocking a fellow member asking them to wear masks. What worthless people.","sentiment_score":-0.8}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"RT They're called the cabinet","sentiment_score":0.0}
{"full_text":"our republic is under siege, it's a global pandemic, the McRib is back, and I can't find my airpods. This place sucks.","sentiment_score":-0.1}
{"full_text":"RT Truly emblematic of the current Republican Party that while mobs were threatening the Capitol from outside, their politic...","sentiment_score":0.0}
{"full_text":"RT If ITR &amp; Audit can be done virtually in covid &amp; lockdown then faceless assessment can also be done by Tax Officers","sentiment_score":0.0}
{"full_text":"3,086 new cases today #COVID19 #coronavirus #COVID19ireland","sentiment_score":0.1363636364}
{"full_text":"RT Idea - Want to have people a actually stay home so we can make some progress with Covid? Pay them to stay home. We ca...","sentiment_score":0.0}
{"full_text":"RT They force people coming into Nigeria to pay N40,000 for COVID test. How much is minimum wage? I went into Dubai with tes...","sentiment_score":0.2}
{"full_text":"RT COVID-19 has hugely disrupted European Londoners from getting the advice and support they need to secure their rights po...","sentiment_score":0.2666666667}
{"full_text":"RT Infecting your colleagues with covid during a violent coup you inspired certainly seems like grounds for expulsion","sentiment_score":-0.2928571429}
{"full_text":"How dare they posture about and talk 'enforcement' when they should be rolling their sleeves up and mobilising PSPSPSsupport. 85% of UK public support this lockdown, and many of those think it should have come sooner","sentiment_score":0.25}
{"full_text":"RT I wish the horrifying assault on democracy would end so I could just get back to my devastating pandemic","sentiment_score":-0.6333333333}
{"full_text":"RT Georgia's Senate Majority Leader has tested positive for COVID-19 on day 2 of the session. This year, both chambers are re...","sentiment_score":0.2272727273}
{"full_text":"RT I've just been to a London Assembly meeting about Covid. Anyone not accepting the Con\/Lab\/MSM lockdown &amp; vax plan are refe...","sentiment_score":0.0}
{"full_text":"Same here. My aunts and uncles had already passed pre-Covid (my parents were younger ones and they were born in '37) except the youngest on both sides. But so many HS\/college friends have lost dozens of aunts and uncles this year, not to mention parents. ","sentiment_score":0.1666666667}
{"full_text":"Is Corona a joke for Yolanda Hadid? Wear your mask above mouth and nose. Keep distance! This is not enough space!","sentiment_score":0.0}
{"full_text":"Will be seeing my fav soon on this tv box ?","sentiment_score":0.0}
{"full_text":"suddenly im a Tifa cosplay","sentiment_score":0.0}
{"full_text":"This looks like a \"SUPER SPREADER\" Covid 19 event.","sentiment_score":0.3333333333}
{"full_text":"I really don't understand why schools say the pandemic isn't an excuse as if half of us don't have family dying and not to to mention all the pressure we have","sentiment_score":-0.0055555556}
{"full_text":"Service Update 18:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT CDC Admits \"Most Transmission Occurs At Home\"; Will Require All Foreigners To Test COVID-Negative Before Entering US","sentiment_score":0.5}
{"full_text":"Service Update 18:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Hoseok's idea of a Run BTS healing special fits the current situation and message of social distancing. Everyone spends he...","sentiment_score":0.1301587302}
{"full_text":"Pay people to stay home and close the schools.","sentiment_score":0.0}
{"full_text":"RT Dr Vida Hamilton says patients ranging from over 100 years of age - down to infants less than a year old - have been care...","sentiment_score":-0.0740740741}
{"full_text":"RT This u?","sentiment_score":0.0}
{"full_text":"RT Whether it's encouraging seditionists or refusing to wear a mask to prevent COVID spread, too many of our elected leaders ar...","sentiment_score":0.5}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"Anecdotal evidence of transmission in supermarkets. Also reports that many are crowded with people not wearing masks properly or physically distancing   van Kerkhove on live Q\/A said do online shopping if you can","sentiment_score":0.2121212121}
{"full_text":"RT RAI Amsterdam #exhibition venue is hosting a vaccination centre.   The events industry has support...","sentiment_score":0.0}
{"full_text":"RT \"We've been told we're facing a health service catastrophe, so why are the rules of this lockdown not as tough as they were la...","sentiment_score":-0.3888888889}
{"full_text":"ITS you that needs to go. Go home to your bottle and stay for good.","sentiment_score":0.7}
{"full_text":"But I guess you think all these people are?https:\/\/t.co\/cbpa4jo6Rs","sentiment_score":0.0}
{"full_text":"Stop visiting with people outside your immediate family. Wear a mask anytime you are with anyone you don't live with.","sentiment_score":0.0681818182}
{"full_text":"RT On Behalf Of All Na fans,Best Wishes For The Whole #Master Team. Wishing The Movie To Hit A Blockbuster One...","sentiment_score":0.2}
{"full_text":"RT If you're struggling with debt, you're not alone 1 in 3 households lost income because of coronavirus in 2020Our advic...","sentiment_score":0.0}
{"full_text":"With more than 20 million people placed under quarantine, China's worst Covid-19 outbreak in months threatens the biggest holiday of the year, again","sentiment_score":-0.25}
{"full_text":"RT Just a hunch but focussing on enforcement, fines and walks with coffee might distract some people from whether lockdown rules...","sentiment_score":0.0}
{"full_text":"RT Sarah Sidner, what a dear person you are are going through a lot because of COVID** please wea...","sentiment_score":0.0}
{"full_text":"Quietly, under the cover of the Covid crisis, this government is using its majority and taking advantage of the lack of scrutiny created by the pandemic, to shovel contracts through to its business friends without tendering.Corruption is rife.https:\/\/t.co\/vgMa1Ey37d","sentiment_score":0.0}
{"full_text":"I think putting the entire Republican leadership on trial for our terrible covid situation is legit. #grossnegligence","sentiment_score":-0.5}
{"full_text":"I'm glad to hear your cousin is feeling better, hope they fully recover very soon. It is disappointing how some folks still don't take this pandemic seriously and it's already been a year of this. ","sentiment_score":0.0533333333}
{"full_text":"RT \"We're using the vaccine as we get it week to week. We're not holding anything back. We will be very glad when we have m...","sentiment_score":0.325}
{"full_text":"Thanks to for hosting this compelling webinar on the impact of the race towards to the #COVID19 vaccine including economic, political and scientific implications. In case you missed it, check it out on","sentiment_score":0.175}
{"full_text":"this country dfkm","sentiment_score":0.0}
{"full_text":"RT Good morning Twitter-Friends... Happy Tuesday#tuesdayvibe  #StayAtHome  #StaySafeStayHealthy ","sentiment_score":0.75}
{"full_text":"RT Budget 2021 could impose Covid Cess.Govt. is only thinking about revenue, either by way of penalty, late fees, Cess etc.Go...","sentiment_score":-0.15}
{"full_text":"Battling coronavirus in Germany - doctors on the frontline | DW Documental via","sentiment_score":0.0}
{"full_text":"Who gave this individual a platform ?","sentiment_score":0.0}
{"full_text":"RT Infecting your colleagues with covid during a violent coup you inspired certainly seems like grounds for expulsion","sentiment_score":-0.2928571429}
{"full_text":"RT Couple of things: -The Capitol riot started *before* Trump's speech concluded.-The pipe bombs were discovered *whil...","sentiment_score":0.0}
{"full_text":"Bro is literally risking a pandemic for a smidge of coochie","sentiment_score":0.0}
{"full_text":"Last year was the bubble season\/ mickey mouse ring. This season is the Covid season. Who gives af it doesn't matter lol","sentiment_score":0.4}
{"full_text":"RT I wish the horrifying assault on democracy would end so I could just get back to my devastating pandemic","sentiment_score":-0.6333333333}
{"full_text":"RT We helped build field hospitals in certain cities back in April.We have a chance to do our part again.","sentiment_score":0.1071428571}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"RT This is extraordinary news. A long way to go, doubtless, but by the sound of it this is a huge leap forwards.","sentiment_score":0.2708333333}
{"full_text":"RT Alabama ended a tumultuous season by clinching the team's 13th national championship win. More than a thousand jubilant footba...","sentiment_score":0.4333333333}
{"full_text":"RT Exclusive: an initial analysis by Israel's largest healthcare provider Clalit shows a 33% drop in covid-19 infections, 14 d...","sentiment_score":0.0}
{"full_text":"RT Unfortunately, I received a positive COVID-19 test this morning following being tested yesterday on the advice of the Hou...","sentiment_score":-0.0909090909}
{"full_text":"INJURIES ARE NOT CONTAGIOUS!!! COVID IS!!!!","sentiment_score":0.0}
{"full_text":"RT I wish every anti-masker, anyone who spread lies about COVID-19, diminished its seriousness, or acted so inconvenienced bec...","sentiment_score":0.0}
{"full_text":"RT how the fuck are they scared of lysol and not covid","sentiment_score":-0.4}
{"full_text":"RT I've just been to a London Assembly meeting about Covid. Anyone not accepting the Con\/Lab\/MSM lockdown &amp; vax plan are refe...","sentiment_score":0.0}
{"full_text":"RT This u?","sentiment_score":0.0}
{"full_text":"RT This u?","sentiment_score":0.0}
{"full_text":"RT Apparently Podium guy was married to a doctorWho has since been fired.You don't fire competent doctors during a pand...","sentiment_score":0.2666666667}
{"full_text":"STAY THE FUCK HOME. It's so easy, especially for us black folks to mind our own business. Let them act all up and act a fool in front of those cameras. THIS FIGHT DOES NOT INVOLVE US! #DCProtests #ArmedProtests #MAGATerrorist #DomesticTerrorists #inauguration2021 #BlackTwitter","sentiment_score":0.1233333333}
{"full_text":"Yup it's to warehouse worker's kids to force them back into COVID unsafe working conditions","sentiment_score":0.0}
{"full_text":"RT On Behalf Of All Na fans,Best Wishes For The Whole #Master Team. Wishing The Movie To Hit A Blockbuster One...","sentiment_score":0.2}
{"full_text":"RT It's reprehensible that Ontario is blaming the actions of individuals when it has failed to solve systemic problems tha...","sentiment_score":-0.5}
{"full_text":"RT CDC Admits \"Most Transmission Occurs At Home\"; Will Require All Foreigners To Test COVID-Negative Before Entering US","sentiment_score":0.5}
{"full_text":"Rich conservatives begging someone who's not even president yet to prioritize their ability to communicate over a global pandemic killing 4,000 Americans a day is the very height of privilege and extremely on brand.","sentiment_score":0.1125}
{"full_text":"RT All of Britain's big four supermarkets have now said they will refuse entry to customers not wearing masks. Do you supp...","sentiment_score":0.0}
{"full_text":"RT Vaccination programme published:Read more  ","sentiment_score":0.5}
{"full_text":"Did they ask the virus to leave before allowing people gather like this?","sentiment_score":0.0}
{"full_text":"RT Thank God Cuomo is opening up New York!!!.....and JUST IN TIME for Biden's inauguration .....it's like a Covid miracle .....","sentiment_score":0.1363636364}
{"full_text":"Lawmaker gets COVID, wants 'serious fines' for maskless Republicans during Capitol riot","sentiment_score":-0.0666666667}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"\"Indigenous elimination, in all it's orientations, is THE organizing principle of settler society.\"- Our History is the Future Tribal Elders Are Dying From the Pandemic, Causing a Cultural Crisis for American Indians","sentiment_score":0.0333333333}
{"full_text":"RT thread I'll delete later but: my friend died of COVID last week. she was proud to be Iranian and Sikh. she loved chemis...","sentiment_score":0.375}
{"full_text":"RT We are in the middle of a pandemic and homelessness is increasing every day. Tweeti...","sentiment_score":0.0}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"The disruptive events of 2020 had unique impacts for the #nonprofit industry. From new #fundraising challenges to the pandemic's effects on specific types of organizations, our new Nonprofit Standard Newsletter offers insights to help you plan for 2021:","sentiment_score":0.1246212121}
{"full_text":"All the places you can get the Covid vaccination in South Yorkshirehttps:\/\/t.co\/YbFbkLK0LW","sentiment_score":0.0}
{"full_text":"opinion columnist, reflects on hunger and malnutrition among children during the 2020 pandemic. #COVID19 #foodsecurity","sentiment_score":0.0}
{"full_text":"How is the situation with #COVID19 unfolding in Ukraine? explores this and many other recent top stories in the latest #FocusUkraine #QuarterlyDigest.READ more >","sentiment_score":0.3125}
{"full_text":"If you have either a new continuous cough, high temperature, or a loss of or change in sense of smell, you need to self-isolate and get a #COVID19 test. Find out more at:","sentiment_score":0.2654545455}
{"full_text":"Amref Health Africa and the Coca-Cola System in Kenya have partnered to provide Covid-19 health and safety training to bars and restaurants in Nairobi County.Read more:","sentiment_score":0.5}
{"full_text":"Social distancing","sentiment_score":0.0333333333}
{"full_text":"Each state is currently handling vaccination efforts by following their own system.Do you think a national plan should be established regarding the vaccine rollout?https:\/\/t.co\/v91jBZquaa#coronavirus","sentiment_score":0.2}
{"full_text":"61% of the global population plant to cook more meals at home even after the pandemic and replicating out-of-home favourites is high  on the agenda. #foodtrends #homecooking #consumerinsights","sentiment_score":0.22}
{"full_text":"You were asking yesterday about who is running the nasal spray testing. Volunteers have been asked to collect the kits from ASPH research, take them to patients at home with Covid and then collect and return later.","sentiment_score":0.0}
{"full_text":"Average #eviction timescales have doubled to 12-18 months since #COVID.Can you afford to wait that long for your rent payments?Protect your income with Rent Protection Insurance &gt;&gt;&gt; #Landlords #RentArrears #Insurance","sentiment_score":-0.1}
{"full_text":" HERD IMMUNITY 2021-01-12WHO : No herd immunity this year.https:\/\/t.co\/ALW8wrCH2p RT #Covid19","sentiment_score":0.0}
{"full_text":"The judge cited the limitations of physical space during the coronavirus pandemic for his order to split the defendants' trials.https:\/\/t.co\/7W1LdZsdmD","sentiment_score":0.0}
{"full_text":"RT The character assassination of normal people by the media has reached full-speed.A blatantly obvious ploy by the gove...","sentiment_score":0.075}
{"full_text":"Just putting it out there that if I was under lockdown at the US Capitol and shots were being fired and I had to evacuate...I'd probably take my mask off, too.","sentiment_score":0.0}
