{"full_text":"RT Those in Australian government and media who pushed hardest on this false dichotomy almost drove us into the abyss that's...","sentiment_score":-0.2}
{"full_text":"RT New Year, new pandemic!!! Let's get it!!","sentiment_score":0.2762562145}
{"full_text":"RT do you?   - vaccine shots for covid will be yearly thing?","sentiment_score":0.0}
{"full_text":"Thank you MR VP for encouraging us as we all need to join hands to be exemplary in our communities, churches  and  work places by adhering to the simple COVID preventive measures. Can leave enforcement agents assist market users to use masks?","sentiment_score":0.0}
{"full_text":"It's NOT up to men to decide what women should or can do with their bodies. If you're worry about innocent lives, stop supporting racist #CriminalTrump &amp; racist #CriminalGOP who push #SacrificingAmericans #344000Deaths #19900000Infected POC are at higher risk of #COVID19","sentiment_score":0.3333333333}
{"full_text":"Key London hospital preparing for Covid-only care as cases surge | World news | The Guardian","sentiment_score":0.0}
{"full_text":"RT 1\/CDC Report: Don't rely on a rapid antigen test to tell you if you've been infected. In this study, rapid antigen tests...","sentiment_score":0.0}
{"full_text":"RT I am offering $25,000 to the charity of their choice to the first journalist who asks Mitch McConnell on camera why he dema...","sentiment_score":0.25}
{"full_text":"can't believe we're gonna go into lockdown again because of these idiots","sentiment_score":-0.8}
{"full_text":"Like he apologized for Covid 19 corruption, so all should b well when deceased health workers was as a result of what he is apologising for, so he lies, and apologize and the country should accept that and continue ??","sentiment_score":0.0}
{"full_text":"RT This point needs to again be reiterated. #WearAMask","sentiment_score":0.0}
{"full_text":"RT POV you have to stay home in 2021 countdown#Bye2020 #Hello2021 #erocondo","sentiment_score":0.0}
{"full_text":"RT jimin said he wants to perform 2!3! in the first post-covid concert...","sentiment_score":0.25}
{"full_text":"RT My heart is heavy for Don Davis. He has started counseling &amp; it's been so hard on him. He just sits down, stares blankly, tear...","sentiment_score":-0.1618055556}
{"full_text":"South Africa will know in the first few days of January when it will receive a Covid-19 vaccine, a senior health ministry official said on Thursday","sentiment_score":0.025}
{"full_text":"RT #EoDB and my experience as a Company Secretary. Many smaller businesses owners may decide to quit their company and let g...","sentiment_score":0.25}
{"full_text":"RT My heart is heavy for Don Davis. He has started counseling &amp; it's been so hard on him. He just sits down, stares blankly, tear...","sentiment_score":-0.1618055556}
{"full_text":"RT Covid dancing in y'all systems after going to parties tn","sentiment_score":0.0}
{"full_text":"Welcome 2021! Cannot say happy","sentiment_score":0.9}
{"full_text":"RT DeSantis is committing an atrocity and malfeasance on Floridians. Callous and inept..@DWUhlfelderLaw was right on about...","sentiment_score":0.2857142857}
{"full_text":"RT YEAR IN CORRUPTION: Impeachment\/Coup Attack on Abuse,Obama\/Biden KNEW; Flynn INNOCENT,Clinton Emai...","sentiment_score":0.0}
{"full_text":"RT we did it joe! covid is over!","sentiment_score":0.0}
{"full_text":"What about China? They have a case of the new variant already, right? So when will the travel ban happen for China? Or is DOH still holding out because they might offend?","sentiment_score":0.211038961}
{"full_text":"hahaha are u covid-19? bc ur so tiny i can't tell if ur inside me right now","sentiment_score":0.1619047619}
{"full_text":"Fix your country's own problem first. Ignoring and ineffective management of the Covid 19 in the USA is the biggest violation of human rights in the history of mankind.","sentiment_score":0.2833333333}
{"full_text":"RT says \"There needs to be a director of quarantine\".There was. I held that Commonwealth statutory office 1996-9...","sentiment_score":0.0}
{"full_text":"RT POV you have to stay home in 2021 countdown#Bye2020 #Hello2021 #erocondo","sentiment_score":0.0}
{"full_text":"David Perdue to quarantine after coming in contact with someone with COVID-19","sentiment_score":0.0}
{"full_text":"RT BREAKING: Grafton Police have ARRESTED the pharmacist for intentionally destroying vials of Grafton's #COV...","sentiment_score":-0.2}
{"full_text":"RT #WHO clears #Pfizer's coronavirus vaccine for emergency use, poorer countries to get early access.Read more:","sentiment_score":0.3}
{"full_text":"New type of #birthcontrol: #coronavirus","sentiment_score":0.1363636364}
{"full_text":"RT Tier 4 has completely scuppered my plans to learn how to drive. The blame lies solely on the pandemic and not at all on 1...","sentiment_score":0.1}
{"full_text":"RT Amidst all the chaos, panic and the pandemic in 2020, we salvaged some happiness and now greeting the New Year with a promise...","sentiment_score":0.4181818182}
{"full_text":"RT New Year's in NYC &amp; Wuhan #Bye2020 #China.","sentiment_score":0.1363636364}
{"full_text":"RT Bengal was hit by 'TMC pandemic' when Pishi came to power! This New Year, when we all look forward to a Pandemic free w...","sentiment_score":0.2681818182}
{"full_text":"RT One of my fondest 2020 memories was during the first lockdown when a neighbour wore a dinosaur hazmat suit whenever they...","sentiment_score":0.25}
{"full_text":"RT 2020 was a challenging year for everyone. The pandemic has further exacerbated the situation in East Turkistan, and new...","sentiment_score":0.2121212121}
{"full_text":"A must read by all.","sentiment_score":0.0}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"The people getting the new COVID vaccine are the same people who were screen looking in 1v1 matches","sentiment_score":0.0681818182}
{"full_text":"ME, IM AFTER EACH AND EVERY ONE OF YOU. EVERY ONE ON THE TL GETS LOVE N AFFECTION","sentiment_score":0.5}
{"full_text":"RT We entered this pandemic with: 40k too few nurses 10k too few doctors 17k too few beds A mere 4000 ICU beds...","sentiment_score":-0.275}
{"full_text":"RT How people are setting off fireworks and cheering the New Year in when 75,000 have died so far, and Newley 1,000 a day ar...","sentiment_score":0.1181818182}
{"full_text":"RT Still getting responses to different frost questions....have people lost the ability to read in these COVID\/Brexit times? ","sentiment_score":0.0}
{"full_text":"So heres the Gov gamble with our lives they've decided that the gap between vaccination for Covid goes from 21 days  to 12 weeks! This is un tested and even the manufacturers so not say it will work!! So this could all be wasted jabs and lost lives,all while Covid ravages the  UK","sentiment_score":-0.2}
{"full_text":"pls leave","sentiment_score":0.0}
{"full_text":"RT 2020 was not an easy year, there's no doubt about it. No one can be indifferent to the pain and suffering that COVID-19 brou...","sentiment_score":0.4333333333}
{"full_text":"RT jimin said he wants to perform 2!3! in the first post-covid concert...","sentiment_score":0.25}
{"full_text":"RT Commodore Ashok Kumar Rai and other Navy officers and guests visited Isha Vidhya, Coimbatore, to donate rice, biscuits, foo...","sentiment_score":-0.125}
{"full_text":"RT Hola, you can read it here: Last COVID thread of the year! First cases are continuing to go up everywh...","sentiment_score":0.125}
{"full_text":"RT If you think classifying a \"death for any reason within 28 days\" of a positive PCR test is a fair criteria for a covid death...","sentiment_score":0.4636363636}
{"full_text":"RT Y2K is an example (like COVID or Climate Change) of something that is actually more complex and nuanced tha...","sentiment_score":0.1}
{"full_text":"RT A) You CAN'T get the virus from the vaccineB) After the first shot your immune response is minimal and takes two weeksC) A...","sentiment_score":0.075}
{"full_text":"RT If you need any more example of the lack of leadership in college football, consider no one, NO ONE advocated for Army i...","sentiment_score":0.5}
{"full_text":"Jermaine Francis wants you to laugh, feel hopeful, recall memories and contextualise 2020's most volatile and emotional experiences with his new photobook Something That Seemed So Familiar Becomes Distant.","sentiment_score":0.2016233766}
{"full_text":"#Bury #CoronavirusTesting availability will differ over the holiday period, appointments are available today but must be booked in advance - no appt walk-through option reopens Tues 29th Dec. For up to date info about all testing options visit \/ 119.","sentiment_score":0.4}
{"full_text":"Happy New Year!  Our members inspired us with their resilience and grace during #Covid19 last year and we look forward to supporting #Camphill in 2021.We wish you a hopeful, happy and healthy year ahead.  See you on 4th January, when we return to work.#Camphill","sentiment_score":0.4200757576}
{"full_text":"Taiwan reported three additional imported cases of #COVID19 on Friday, bringing the total of confirmed cases in the country to 802 since the epidemic began. Of the total, 682 have recovered, 113 are hospitalized and seven have died.https:\/\/t.co\/elFKfDOPnk","sentiment_score":0.1333333333}
{"full_text":"RT Yes, Gladys' laissez faire attitude to containing the outbreak is having national consequences. People were warned b...","sentiment_score":0.0}
{"full_text":"RT She was laughing when she told me \"I'm from the future\". Of course I asked her about COVID ","sentiment_score":0.0}
{"full_text":"#HappyNewYear2021: #NewYearsEve #NewYearCelebration #StaySafe #WearAMask #GoodRiddance2020 #Animal #Animals #AnimalsInCostumes #Hedgehog #AnimalMeme #NewYearMeme - Photo by remi_the_hedgehog","sentiment_score":0.0}
{"full_text":"RT This piece by today expands and enriches the discussion about democracy and the need for retheorization---http...","sentiment_score":0.0}
{"full_text":"RT Welcome back","sentiment_score":0.4}
{"full_text":"Wall Street closed out a tumultuous year for stocks with more record highs Thursday, a fitting coda to the market's stunning comeback from its historic plunge in the early weeks of the coronavirus pandemic. ","sentiment_score":0.25}
{"full_text":"In a usual year, downtown Toledo would be packed with people, ready to ring in the new year at local bars and restaurants. But like everything in 2020, celebrations weren't exactly business as usual.","sentiment_score":0.0143939394}
{"full_text":"Many Texas locations are requiring some type of physical proof from a doctor's office or medical provider. However, there is no one way the state is handling this process,","sentiment_score":0.1666666667}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"COVID-19 hurt women's employment the hardest","sentiment_score":0.0}
{"full_text":"RT A group of Aberdeenshire knitters have created a giant globe during lockdown. The Deeside Knitwits created dozens of knitte...","sentiment_score":0.0}
{"full_text":"The pandemic prevented us from experiencing these songs at functions https:\/\/t.co\/zIHTadXCvY","sentiment_score":0.0}
{"full_text":"America's COVID-19 vaccine rollout has been hit by a major setback after a string of people were mistakenly injected with the wrong drug.https:\/\/t.co\/wGo8GWDo2e","sentiment_score":-0.21875}
{"full_text":"Thanks for the nomination Raja, my #FourPhotosOf2020 are: enjoying the Feb Spanish sunshine before lockdown; discovering beautiful walks on my doorstep; squeezing in a trip to Devon with Mum and family; the wonderful NHS celebrated in my son's inimitable style","sentiment_score":0.4833333333}
{"full_text":"Help protect yourself and others from Covid-19 and take care when you care share. Please remember to: Wear a face covering Keep windows open Wash your hands before and after your journey Clean the car between usesFind out more:","sentiment_score":0.2888888889}
{"full_text":"The government has allowed import and export of #Covid19vaccines without any value limitation, in order to ensure speedy clearance and distribution.https:\/\/t.co\/rESpC0BIoq","sentiment_score":0.0}
{"full_text":"Getting a COVID-19 test is quick, easy and safe.Find a clinic near you:","sentiment_score":0.2888888889}
{"full_text":"We all want to feel safe and secure. Whether we live alone or with a partner, friends or family, keeping safe is something we can all prioritise but sometimes take for granted. Read our tips on how to stay safe at home this holiday #PersonalSafetyhttps:\/\/t.co\/eKEFv6N3I0","sentiment_score":0.4072727273}
{"full_text":".@realDonaldTrump has used the final hours of 2020 to try to cement his place in history. He says the Covid vaccine is one of his biggest achievements, even though the rollout is falling well behind schedule. #7NEWS","sentiment_score":-0.2}
{"full_text":"Global challenge of Covid has given scope to innovate: Modihttps:\/\/t.co\/uwA9naVRUY","sentiment_score":0.0}
{"full_text":"New UK #COVID19 Strain: What is it &amp; how to deal with it? ft. Dr Rajeev Kumar GuptaFull video: more such updates visit","sentiment_score":0.2121212121}
{"full_text":"Daryl Dixon [to Alpha about Lydia]: You can't have her.#TheWalkingDeadSeason 9Bounty24 February 2019#TWDZombie ApocalypseAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"RT Your daily reminder that David Perdue tried to profit off of the pandemic but opposed $1200 stimulus checks for his own constit...","sentiment_score":0.3}
{"full_text":"Aren't we already in one? What is tier 4 if it isn't a lock down? It's just a play on words.","sentiment_score":-0.1555555556}
{"full_text":"The Carers Support Fund reopens today. Unpaid carers can apply for up to PS300 to address immediate, winter pressures and emergency needs caused by the Coronavirus crisis.More info     GwentCarersHub@CTSEW.org.uk  01495 367564","sentiment_score":0.2}
{"full_text":"If you have symptoms of COVID-19, self-isolate (stay in your room) Phone your GP straight away to see if you need a free COVID-19 test. Other people in your household will need to restrict their movements (stay at home). #MidlandsStaySafe","sentiment_score":0.1583333333}
{"full_text":"#Coronavirus symptoms: 5 food-related COVID-19 symptoms which patients report having","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 01\/01\/2021 14:30Total Cases: 10286790 [+461]Active: 252509Recovered: 9882403 [+617]Deaths :149021 [+3]Total Tests: 172.05MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The U.S. has so far vaccinated about 2.8 million people against #COVID19, or about .84 people for every 100. At that rate, it will take years to protect the entire country. Other nations have higher #COVID #vaccination rates with far fewer cases. Learn more.","sentiment_score":0.1375}
{"full_text":"Nurses play a critical role in the #COVID19 response. Every day they are: Working non-stop to provide quality carei Sharing health information Implementing infection prevention &amp; control Serving in intensive care units Ensuring routine services continue","sentiment_score":0.0}
{"full_text":"I'M ALIVE. Either this will be a funny haha cus Covid-19 or I fuking died! - (Scheduled on 29\/05\/2020)","sentiment_score":0.2}
{"full_text":"Well 2020 is behind us all thankfully despite lockdown been on a little UK tour, despite missing out on Ibiza its not been too bad. By my side and in my heart has been one amazing man i couldn't have got through it without him i thankyou .Here is to 2021","sentiment_score":-0.1775}
{"full_text":"Qatar Airways GCEO: \"Qatar Airways is committed to enhancing connectivity with the U.S. market. Bringing forward the launch of flights to Seattle, our second new U.S. destination since the onset of the pandemic, epitomises this commitment.\"","sentiment_score":0.0681818182}
{"full_text":"Building a stronger tourism, governments and businesses have a responsibility to PUT PEOPLE FIRST.The Tourism and Covid-19 policy brief provides recommendations to #RestartTourism in a responsible and coordinated way with #innovation &amp; #sustainability.https:\/\/t.co\/zIcI2xr86p","sentiment_score":0.1}
{"full_text":"After a year of having to adapt and adjust due to Covid-19 and all its challenges, the Speaker was impressed with the City's ability to navigate the times.https:\/\/t.co\/AJBtRxNJ9f","sentiment_score":0.4375}
{"full_text":"Current Conditions for #Sayre PATemp: 24.1FWind Chill: 24.1FHumidity: 97%Dew Point: 23.4F Barometer: 30.598 inHgWind: 0 mph from the SWCorona Virus Weekly Stats:Cases: 161.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"I can't believe what I'm reading @MattHancockI hope you have the courtesy to ring my Mum and explain to her why ","sentiment_score":0.0}
{"full_text":" Happy New Year!!!!#BeKind21 #StayHome #HappyNewYear2021","sentiment_score":0.4681818182}
{"full_text":"\"People shouldn't be worried that we're going too quickly.\"Scientists leading the development of a #COVID19 vaccine at the explain how they assess safety at each stage of the process Watch in full: |","sentiment_score":0.3416666667}
{"full_text":"Well here we are. 2021. Remember to stay safe, wear a mask, and look out for each other. The only way we'll get through this is together. are you plans for the #NewYear to keep you going through the next few months?","sentiment_score":0.035}
{"full_text":"To be fair though, they're carriers only. Bees already had enough challenges before a global pandemic","sentiment_score":0.175}
{"full_text":"RT Remember seeing this video go viral two years ago? Ms. Blancas just died from COVID-19. It didn't have to be this way.","sentiment_score":0.0}
{"full_text":"!! If you develop #Coronavirus symptoms, you MUST stay at home and self-isolate immediately #COVID19","sentiment_score":0.0}
{"full_text":"In a mass immunisation programme, it is vital to set up a publicly funded insurance scheme that would pick up the healthcare costs of serious adverse events that might occur soon after the vaccine is administered.@GorwayGlobalhttps:\/\/t.co\/IZqaEy1JTC","sentiment_score":-0.0777777778}
{"full_text":"Data show that states with strict lockdown measures may not be faring better than those with few restrictions.https:\/\/t.co\/YPDwNJ1Km2","sentiment_score":0.15}
{"full_text":"If you are a carer, you know how vital it is to look after others. It is also so important you look after your own mental health and wellbeing. The festive period can be a stressful time for everyone, so please remember to take care of yourself too.","sentiment_score":0.25}
{"full_text":"To slow the spread of Covid-19, each of us must continue to take personal responsibility to protect ourselves and our loved ones. By doing just a few small things we can make a big difference. #HoldFirm #StaySafe #ProtectEachOther","sentiment_score":-0.0083333333}
{"full_text":"RT I'm calling on every member of Congress &amp; their staff, and all millennials\/Gen Xers, to join me in refusing to take the C...","sentiment_score":0.0}
{"full_text":"RT Shattering Covid figures just in: 964 more deaths Nearly 56k more cases 24k patients now in hospitalAnd this...","sentiment_score":0.3666666667}
{"full_text":"In 2021, #UNWTO's work and output will continue being central element of the wider UN response to COVID-19.Check out the Covid-19 and Transforming Tourism Policy Brief to learn more on tourism's role advancing #SDGs for people &amp; planet. https:\/\/t.co\/zIcI2xr86p","sentiment_score":0.1666666667}
{"full_text":"Boris Johnson: 2021 will be the year to go to the pub, theatre and hold hands with loved oneshttps:\/\/t.co\/9VG1s1hERM","sentiment_score":0.7}
{"full_text":"Despite having to close due to coronavirus restrictions, she was determined to bring some festive cheer to her communityhttps:\/\/t.co\/sAbJXiLpjW","sentiment_score":-0.125}
{"full_text":"RT Sitting in my Victorian apartment's open window watching illegal fireworks, listening to people scream about being happy to...","sentiment_score":0.1}
{"full_text":"The average number of Covid-19 cases per day in the past week increased by 229.7, it has been revealed Read more - #Bahrain","sentiment_score":0.0333333333}
{"full_text":"Review of the year: April 2020 - Lockdown life and the mad dash for PPE#wokinghamtoday #2020reviewhttps:\/\/t.co\/Ny1KShoJNc","sentiment_score":-0.625}
{"full_text":"In a recent plea for help, one business owner made a video where he told the story of learning how to make dough from his grandmother and tearfully laid out the dire situation he was in.","sentiment_score":0.0}
{"full_text":"RT Finally, we honour all the people who have served us in the shops. They have ALL been in the front line during this pand...","sentiment_score":0.0}
{"full_text":"#Bury #CoronavirusTesting availability will differ over the festive period, appts are available today but must be booked in advance - no appt walk-through option reopens Tues 29th Dec - for up to date info about all testing options visit \/119.","sentiment_score":0.4}
{"full_text":"'Pandemic New Year' sa Pilipinas: Virtual potluck, concerts, masses","sentiment_score":0.1363636364}
{"full_text":"My dad made it to #2021, but left this world around 2 a.m. I worried so much about him getting Covid. He didn't get Covid- it was a stroke that took him, but Covid sure kept me from seeing him much in the past year. #devastated","sentiment_score":0.13}
{"full_text":"Many people reported they felt like #time was passing differently during the initial #lockdowns. Researchers explore how the pandemic has contributed to the feeling of time #distortion via #Neuroscience #Psychology","sentiment_score":0.1666666667}
{"full_text":"#RAS #blockers, risk of #SARS-CoV-2 infection and #outcomes from #CoViD19: systematic review and meta-analysis (Eur Heart J Cardiovasc Pharmacother., abstract)","sentiment_score":0.0}
{"full_text":"RT Over 100 human beings died in CA prisons due to Covid. None of them sentenced to cruel &amp; unusual punishment via deadly...","sentiment_score":-0.225}
{"full_text":"REVEALED: Chelsea record PS32.5m profit despite Covid-19 losses - but latest figures do NOT include summer spending spree","sentiment_score":0.5}
{"full_text":"RT Just picked up some food from a restaurant. Astonishing number of people sitting eating indoors, in groups, without masks....","sentiment_score":0.5}
{"full_text":"Anti-Mask Group Storms L.A. Grocery Store, More Stampedes Planned: Despite COVID-19 cases surging in Los Angeles, hospitals overrun and a rising death count, there's a sick group of people storming grocery stores without masks ... and it appears they are part of a group that is...","sentiment_score":-0.1071428571}
{"full_text":"Joe and Jill Biden talk COVID-19 heroes, vaccines in odd, Jumbotron 'New Year's Rockin' Eve' interview via","sentiment_score":-0.0151515152}
{"full_text":"RT \"Dr Helen Salisbury, a GP and medical adviser to the health experience research group at the University of Oxford, tweeted tha...","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Stand-in captain Ajinkya Rahane's brilliant unbeaten century gave India control of the tuk-tuk driver who fled Covid","sentiment_score":0.9}
{"full_text":"does backordered mean waiting for returned item to arrive and let them sit for 24 hours to rid of covid germs so we can then forward to you?? #retailtherapy ","sentiment_score":-0.3125}
{"full_text":"RT In a first, South African Soweto trauma ward left with \"zero patients\" on January 1. Usually full of injured patients on one of...","sentiment_score":0.15}
{"full_text":"RT Last year by this time, corona was standing in a corner laughing at our 2020 plans ","sentiment_score":0.0}
{"full_text":"Scancell picks lead COVID-19 vaccine candidate: us at","sentiment_score":0.0}
{"full_text":"Happy New Year to one of my main man Hope you enjoy welcoming 2021 safe with your family during this COVID-19 pandemic in a rather safer way. Stay in touch, my brother.#HappyNewYear","sentiment_score":0.4006060606}
{"full_text":"Tony Hawk Shares Hilarious Story About Not Being Recognized At COVID-19 Mutation Case Confirmed In China.","sentiment_score":0.45}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"RT LOOK: Wuhan, China held a grand welcome for the Year 2021, a year after WHO received reports of \"pneumonia of unknown ca...","sentiment_score":0.4}
{"full_text":"RT David Perdue to quarantine after coming in contact with someone with COVID-19","sentiment_score":0.0}
{"full_text":"RT Covid intensive care is: hourly arterial blood samples to check oxygen levels, lines placed into arteries to sample them, line...","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT John Wall upset with NBA coronavirus protocols: 'I didn't do anything wrong'","sentiment_score":-0.5}
{"full_text":"pandemic financial effects","sentiment_score":0.0}
