{"full_text":"I've been taking a break from Twitter due to a depression relapse that totally consumed me for a while.I've suspended my PhD while I focus on my mental health. I've started therapy again and I'm riding out lockdown with my parents and partner in Wales.I'm doing okay ","sentiment_score":0.06875}
{"full_text":"RT \"I just think #COVID19 is God's gift to the left...it has ripped the bandaid off who [Trump] is and and what he stands for....","sentiment_score":0.0}
{"full_text":"RT Stop treating covid patients and suspected cases like criminals.Nobody wants to be infected. And the virus can infect a...","sentiment_score":0.2}
{"full_text":"RT Prof Wendy Barclay(Department of Infectious Disease) has confirmed that one of the two Brazilian coronavirus variants has be...","sentiment_score":0.4}
{"full_text":"\"Lakhs gather for Kumbh Mela in Haridwar despite COVID-19 concerns\" ","sentiment_score":0.0}
{"full_text":"Shit init! Our second birthdays in a lockdown! Always forget I'm the same age as benji for a little bit x","sentiment_score":-0.109375}
{"full_text":"RT Trump asks about quack cures for Covid-19 such as UV rays and injecting bleach or other disinfectant, 2020:","sentiment_score":-0.0625}
{"full_text":"More Trump terror, he nominated  a 3rd of them","sentiment_score":0.25}
{"full_text":"RT #ShivamoggaNeed #Blood Type :  A-positiveAt : Megan Hospital. Blood Component : Need Plasma from A+ve #COVID19 recove...","sentiment_score":0.0}
{"full_text":"RT NEWS: Hospitals have been told to involve engineers in clinical decisions about patients on oxygen.It's a plea for trusts t...","sentiment_score":0.0}
{"full_text":"OSHA Leaves It to Employers to Monitor #Coronavirus at Work.- - #Businessman #Company #Employer #Nytimes #OccupationalSafetyAndHealthAdministration #Standard #Worker Adam Ryan, a Target employee in Christiansburg, Va.has felt unsafe at work in recent ...","sentiment_score":0.0}
{"full_text":"RT We've updated our A-Z guide with new terms and info on contact tracing and vaccines.   For simple, plain English definitions o...","sentiment_score":-0.0194805195}
{"full_text":"RT Jeane Freeman and Jason Leitch will shortly begin the last Covid briefing of the week.Follow our live blog for all t...","sentiment_score":0.0454545455}
{"full_text":"RT Coronavirus Variant Means We Have to Vaccinate Faster via","sentiment_score":0.0}
{"full_text":"#StayHome to cut #COVID19 infection rates and protect our NHS - please only make journeys that are neccessary and legally permitted.https:\/\/t.co\/f8k65TXKnhIf you need to travel: #WearAMask on public transport- Maintain social distancing where possible","sentiment_score":0.0466666667}
{"full_text":"Coronavirus still dominates global market sentiment, and asset prices. It was the vaccine news of early November that had the biggest positive impact on UK stocks in 2020.","sentiment_score":0.1090909091}
{"full_text":"RT This plan is a no brainer:* New $2k relief checks* Expedited vaccine rollout* Eviction moratorium* Increased minimu...","sentiment_score":0.1363636364}
{"full_text":"RT In the last 2 weeks 15,604 children between 5-18 have tested positive for covid. It's unconscionable that the Gov keep in...","sentiment_score":0.1136363636}
{"full_text":"RT Robert Koch Institute is federal government agency responsible for disease control &amp; prevention. It gives the #COVID19...","sentiment_score":0.2}
{"full_text":"RT I've announced $85.8 million to address housing instability &amp; homelessness due to COVID-19 &amp; I remain committed to ensu...","sentiment_score":-0.125}
{"full_text":"RT Yo guys!!! The second wave of COVID is very serious o, stay safe and use condom.","sentiment_score":0.0222222222}
{"full_text":"RT I can do weather and speak up for my family at the same time.","sentiment_score":0.0}
{"full_text":"Coronavirus latest news: One type of Brazil variant detected in UKhttps:\/\/t.co\/N6y4oS2t7e","sentiment_score":0.5}
{"full_text":"How interesting! This echoes my personal experience. Despite the social distance and stress, I am closer to many of the people I love than for ages. I would like to find out more.","sentiment_score":0.3597222222}
{"full_text":"RT How will we celebrate Vals day when the Covid cases keep rising?","sentiment_score":0.0}
{"full_text":"Are they canceling that investment just because of the Lockdown? I do not think so, business decisions are not taken like that. Where were they going to invest that R5billion? You are right, this is an emotional blackmail just to get some people excited","sentiment_score":0.2202380952}
{"full_text":"RT WOW! Right on cue!Every Democratic leader is screaming to open the economy since Trump is out of office. America has been...","sentiment_score":0.1369047619}
{"full_text":"RT Justin Trudeau helped China to cover-up origin of Coronavirus at inception of the outbreak: Claims Canadian portal quoting...","sentiment_score":0.0}
{"full_text":"I'm paying my car off ","sentiment_score":0.0}
{"full_text":"RT After long lockdown, Araneta Coliseum finally reopens for live music awards showhttps:\/\/t.co\/IfwiqwfKiu","sentiment_score":0.0287878788}
{"full_text":"RT She took covid vaccine a week ago....... She is from UK and a very real person....","sentiment_score":0.26}
{"full_text":" X  tour, post pandemic of course  ?!?!? Who agrees ?","sentiment_score":0.0}
{"full_text":"I mean believe what you want but that's just disrespectful and rude","sentiment_score":-0.30625}
{"full_text":"RT Powell: US economy may hit pre-coronavirus strength \"much sooner than we had feared\"","sentiment_score":0.2}
{"full_text":"RT One of two coronavirus variants thought to have emerged in Brazil already detected in UK, leading scientist advising the gover...","sentiment_score":0.0}
{"full_text":"RT I'm so sorry your flight has been cancelled. Like other airlines, due to the current Coronavirus pandemic...","sentiment_score":-0.1875}
{"full_text":"Lol me for zooming in to see if any of these hooligans are my students ","sentiment_score":0.8}
{"full_text":"RT Merkel considers 'MEGA-LOCKDOWN' as Germany reports record deaths","sentiment_score":0.0}
{"full_text":"RT Who else lowkey liked ramadhan lockdown last year","sentiment_score":0.3}
{"full_text":"DS getting the band back together....","sentiment_score":0.0}
{"full_text":"RT JUST IN: Coronavirus variant from Brazil has been detected in the United Kingdom","sentiment_score":0.0}
{"full_text":"RT OPEC's major output cut may be a lifeline for US shale, which is struggling under the weight of the new pandemic world order....","sentiment_score":0.0994318182}
{"full_text":"RT Lockdown light &lt; Harter Lockdown &lt; Megalockdown &lt; ... Gigalockdown ?","sentiment_score":0.4}
{"full_text":"RT WOW! Right on cue!Every Democratic leader is screaming to open the economy since Trump is out of office. America has been...","sentiment_score":0.1369047619}
{"full_text":"RT It feels like Government\/media have given up on Test, Trace &amp; Isolate.All hopes are pinned on vaccination.This is da...","sentiment_score":0.0}
{"full_text":"RT As India is now at the global forefront in the reduction of Covid-19 cases, and in the production and distribution of...","sentiment_score":0.0}
{"full_text":"RT Mayor Lori Lightfoot says Chicago restaurants and bars need to be allowed to reopen \"as quickly as possible\" to cut down on...","sentiment_score":-0.0777777778}
{"full_text":"Who knew not controlling your borders in a pandemic was a bad thing eh","sentiment_score":-0.7}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT If people truly want sex workers to find alternative forms of income they MUST allow them to have access to financial plat...","sentiment_score":0.0}
{"full_text":"RT Regulator refuses to approve mass Covid testing at schools in England","sentiment_score":0.0}
{"full_text":"RT  Breaking News on the insurance Front . Supreme Court says insurers must pay out for lockdown claims","sentiment_score":0.0}
{"full_text":"Frustration abounds as 80+ try to schedule COVID vaccinations","sentiment_score":0.0}
{"full_text":"RT Adelson bought off Israel, even in death. His family who arrived for the funeral in Jerusalem from the US are openly flo...","sentiment_score":0.0}
{"full_text":"RT m*nte*i positive covid doesn't excite me unless they DIE from it ","sentiment_score":0.2272727273}
{"full_text":"RT Home schooling - how to stay secure #digital #Hackers #infosec #malwa...","sentiment_score":0.2}
{"full_text":"RT Plenty to talk about with Manager Lee Burch ahead of this weekend's match  COVID Protocols in the Women's Game This w...","sentiment_score":-0.4}
{"full_text":"RT SASSA recipients are being water sprayed by the police as a \"measure to try and enforce social distancing\" Majority are peop...","sentiment_score":0.0333333333}
{"full_text":"RT Watch this medical student explain why this commonly used COVID device is actually putting Black patients at high risk.","sentiment_score":-0.0613333333}
{"full_text":"RT Hodges V Hitchens. Shall we set up a big head to head debate - moderated by me? #COVID19 #loc...","sentiment_score":0.0}
{"full_text":"RT Ladies and gentlemen, the covid sceptics","sentiment_score":0.0}
{"full_text":"Riverdale star's controversial pandemic movie is now available to watch on Amazon Prime Video","sentiment_score":0.475}
{"full_text":"RT Gary Robertson needs to be carpeted for this.These live interviews are held during the FM's pandemic briefing and are su...","sentiment_score":0.1363636364}
{"full_text":"here on the right is wearing what all staff in Covid+ areas (apart from ICU), &amp; those working in the community get given. This is amongst the lowest standard of PPE in the world. Even in light of the new strain, DHSC &amp; PHE will not budge. 45k HCWs self isolating. 650 dead.","sentiment_score":0.1244155844}
{"full_text":"RT | SA's most deadly week: 20 063 people die in 7 days amid Covid-19 second wave blow","sentiment_score":0.1}
{"full_text":"RT British and US spies urged to probe claims China 'tricked the world into lockdown to trigger economic crash'","sentiment_score":0.1}
{"full_text":"Our safer travel pledge shares the extra steps that we have put in place to ensure you can have a safe journey with us. If you are travelling by train, travel with confidence.","sentiment_score":0.25}
{"full_text":"RT 99.98% of people who test positive for covid get better. 50% of people who get cancer dont. Should the hospitals be doing...","sentiment_score":0.3636363636}
{"full_text":"RT The Brazil  Manaus #COVID19 epidemic is getting epically worse. And many scientists suspect it might be because of the ne...","sentiment_score":0.05}
{"full_text":"RT Biden to unveil coronavirus vaccine distribution plan as cases soar","sentiment_score":0.0}
{"full_text":"RT Disgusting... and a direct result of high-profile idiots on here constantly downplaying the virus even as hospitals get ov...","sentiment_score":-0.425}
{"full_text":"\"There was a race to publish, and the journals were faced with a flood of papers. It was an epidemic of scientific papers within a global pandemic.\" --Alexandre Loupy\/@AlexandreLoupy","sentiment_score":0.0}
{"full_text":"Lockdown isn't the solution. We just need to observe all safety protocols.  If buying the nose mask that's the problem, maybe some organizations or government can help with so free distribution or sell some at a very reduced price","sentiment_score":0.3}
{"full_text":"RT OK , Jackson, my boy This is rather undevastating.  If you opposed the lockdown, *before* there was a vaccine...","sentiment_score":0.5}
{"full_text":"RT Anche Bloomberg ora segnala che qualcosa non va col vaccino Pfizer Covid-19 Vaccine Side Effects: Norway Warns of Risks for Si...","sentiment_score":0.0}
{"full_text":"Especially if when you wake up in your home, there is zero house chaos... I wake up n hit the gym, come home meditate, make breakfast for two... Then that's it... If weekend I'm netflixing and chilling before covid would be out...","sentiment_score":-0.25}
{"full_text":"VC Tasks ABSU Scientists on Research for New Covid-19 Vaccine","sentiment_score":0.1363636364}
{"full_text":"RT Tag All Coders!! https:\/\/t.co\/FdYlMiD9lr #Python #rubyonrails #Website #Serverless #programmershumor #programming #javascri...","sentiment_score":0.0}
{"full_text":"RT I can do weather and speak up for my family at the same time.","sentiment_score":0.0}
{"full_text":"RT All credit to the Scottish government for providing information that the U.K. government wouldn't","sentiment_score":0.0}
{"full_text":"RT A governor's spokesman saying that a woman is \"not a credible source\" on the deaths of her own family members would be disgus...","sentiment_score":0.2}
{"full_text":"RT What are some good examples you have seen over the pandemic times of digital exhibitions\/exhibition companion websites?...","sentiment_score":0.35}
{"full_text":"RT i just saw 3 homeless guys giving each other the covid vaccine under a bridge.  what a caring community we live in ","sentiment_score":0.0056818182}
{"full_text":"RT Calling in the cavalry!: \"Andy Slavitt, former acting head of CMS who worked on fixing botched rollo...","sentiment_score":0.0}
{"full_text":"RT We'll have a very visible policing presence across the county during this lockdown, especially at night. The restriction...","sentiment_score":0.1}
{"full_text":"RT * the mRNA vaccine contains an RNA virus.* there is no long term safety data for mRNA vaccines.It is theore...","sentiment_score":0.025}
{"full_text":"\"The coronavirus [response] has become a humanitarian crisis, and for homeless children -- an estimated 2.5 million each year in the US alone (or 1 in every 30 children) -- it has been devastating.\"","sentiment_score":-1.0}
{"full_text":"RT We track how #COVID19 is shutting down economy after economy via real-time traffic data.Current countries in focus: #Isra...","sentiment_score":-0.1555555556}
{"full_text":"RT What happened to fifteen days to flatten the curve?  We are being lied to and played for idiots","sentiment_score":-0.8}
{"full_text":"RT Joe Biden just promised Americans the $2000 COVID relief checks that Trump had demanded and Congress didn't pass...","sentiment_score":0.0}
{"full_text":"How COVID-19 is Accelerating Commercial IoT #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/RNJI4vrfyC","sentiment_score":0.0}
{"full_text":"RT Biden unveils $1.9 trillion COVID-19 response plan, including $1400 direct relief payments to supplement $600 payments.Th...","sentiment_score":0.1}
{"full_text":"Oozing with elegance, sex appeal and nods to the east London dancefloors he frequented pre-pandemic, newbie Maximilian Davis' debut collection pays homage to his Trinidadian roots.https:\/\/t.co\/xs4D7LiJ9Y","sentiment_score":0.0}
{"full_text":"Join Hazel and Ian as they look at how the Black Death got its name, how it spread, what people thought was causing it and what the authorities did to try and stop it.Listen now: #history #podcast #theblackdeath #disease #plague #pandemic","sentiment_score":-0.1666666667}
{"full_text":"No one tool alone is going to stop the #COVID19 pandemic. A combination of getting a COVID-19 #vaccine, wearing a mask, staying at least 6 feet away from others, and washing your hands often are all needed. Learn more:","sentiment_score":0.1}
{"full_text":"RT Many scientists and doctors believe India's drug regulator rushed into clearing Covaxin - it has no large-scale efficacy and...","sentiment_score":0.5}
{"full_text":"A group of 50 \"Red Wall\" Tory MPs representing seats in the North and Midlands have written to Chancellor Rishi Sunak to demand the extension of coronavirus support packages, including the Universal Credit increase and business rate rebates. ","sentiment_score":0.0}
{"full_text":"Texas is the first state to give more than one million COVID-19 vaccines","sentiment_score":0.375}
{"full_text":"Unemployment scams and its impact on you, even if you're not unemployedhttps:\/\/t.co\/YO2ol4ZWD0","sentiment_score":0.0}
{"full_text":"It comes as care homes were advised to suspend social visits","sentiment_score":0.0333333333}
{"full_text":"Book your night chaperone for your Atlanta student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity#covidsafety #travel #overnightsupervision","sentiment_score":0.5}
{"full_text":"RT CNN: 388,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"This new strand of the covid de3 unless we wear Savitar ein suit ooo cosss edey enter eye all","sentiment_score":0.1363636364}
{"full_text":"If you have any coronavirus symptoms, you should self-isolate and get a test. You can book a test through the NHS COVID-19 app or go to You must book your test in advance to secure a slot. #NorthantsTogether","sentiment_score":0.4}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #FridayFeeling #FridayMotivation #FridayThoughts","sentiment_score":0.0}
{"full_text":"Lockdown isn't here to stay this year! Stay strong, you've got this! #dreamexplorediscover #adventure #thegreatoutdoors #expeditions #everestbasecamp #kilimanjaro #snowdon #mountains #explore #nature #trek #hike #camping #teamwork #leadership #corporate #events #getoutside","sentiment_score":0.2708333333}
{"full_text":"During the national lockdown to protect the NHS &amp; save lives, by law, you can only leave your home (or garden) for an essential purpose, such as getting a COVID test, food shopping, work, education, exercise or helping someone vulnerable #StayHomeSaveLives","sentiment_score":-0.125}
{"full_text":"People can struggle with lots of info at once, break it down into chunks &amp; encourage questions This &amp; video &amp; our website has more #healthliteracy #coronavirus #covid19","sentiment_score":0.1722222222}
{"full_text":"As the COVID crisis deepened last year, our groups pulled together like never before to help support the effort to combat the virus","sentiment_score":0.0}
{"full_text":"BREAKING: #Essex's first mass vaccination centre will open next week. The site in Runwell in Wickford will start giving coronavirus jabs from Monday. #HeartNews","sentiment_score":0.0833333333}
{"full_text":"Feeling safer and being able to go about our daily lives, are benefits that Mark, our Director of Human Resources &amp; Communications, saw after having his #COVID19 vaccine. Mark shares what he thinks of the vaccine...  #KingsCollegeHospital #CovidVaccine","sentiment_score":0.1666666667}
{"full_text":"Happy Friday! We are less than a week away from the next Emory TMLS workshop.The workshop is focused on lessons learned via SARS-CoV-2 modeling! When: 1\/21\/21, 10am to 2pm EST Where: registration:","sentiment_score":0.2777777778}
{"full_text":"A World Health Organization-led team investigating the origins of #COVID19 are to begin virtual meetings with their Chinese hosts from a hotel in China.#China #Wuhan #Coronavirus#WHOhttps:\/\/t.co\/pLmza2JwO4","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 15\/01\/2021 17:30Total Cases: 10528924 [+416]Active: 210233Recovered: 10162367 [+285]Deaths :151958 [+4]Total Tests: 184.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"do viral promotion to millions of real backers and donors for more donations at just $5 only, kindly click and order this gig through the link below.#CoreyJohnson #coronavirus #COVID19 #LekkiMassacre","sentiment_score":0.325}
{"full_text":"Arab Parliament Slams #Israel for Withholding COVID-19 Vaccine From #Palestinian Prisoners","sentiment_score":0.0}
{"full_text":"The import of the more infectious coronavirus variants is \"definitely due to travelling abroad,\" according to virologist Marc Van Ranst.https:\/\/t.co\/yzpyMQEkxK","sentiment_score":0.1875}
{"full_text":"Sustainable Cities After COVID-19: Are Barcelona-Style Green Zones the Answer? Superblocks are neighbourhoods of nine blocks where internal streets are reserved for pedestrians and cyclists.","sentiment_score":-0.1}
{"full_text":"Epistem's #COVID testing service offers discounts for businesses buying tests in bulk.Customer advice is available throughout the process.  Click the link for more information. ","sentiment_score":0.3333333333}
{"full_text":"A virtual #viewing is a walk through of each of our #properties 24 hours a day, 7 days a week.  If you are looking to #sell or #buy it is a very useful tool.  See more","sentiment_score":0.445}
{"full_text":"December was the deadliest month for COVID-19 in Indiana and hospitals worry January will be bad as well. #FOX59Morning","sentiment_score":-0.7}
{"full_text":"#SaudiArabia is striving to receive sufficient quantities of #coronavirus vaccines so as to distribute them in all regions of the Kingdom.","sentiment_score":0.0}
{"full_text":"It seems leaving your car on the road all day and night won't fly this time around.#MiltonON","sentiment_score":0.8}
{"full_text":"Some changes are hard to make in your life ( Business, Relationships, Health ) but they won't let you regret later....#noumanashraf #fridaymorning #success #Mindfulness #Mindset #coronavirus","sentiment_score":0.0041666667}
{"full_text":"Joining Chris Frediani today:- Leigh Griffiths for 'Tools of the Trade'- Ivan Elvin a Firefighter\/Plasterer on his experiences during the pandemic- 1st round of 'Plaster Master' in 2021 - Plastering Show - in partnership with","sentiment_score":-0.2}
{"full_text":"The Japanese government is considering seeking a law revision to allow the state and prefectural governors to urge hospitals to accept patients with #COVID19.https:\/\/t.co\/6YTf2cL2wb","sentiment_score":0.0}
