{"full_text":"RT #AgeRelaxation_AirforceXY      plz CASB HELP US ","sentiment_score":0.0}
{"full_text":"RT Anita! You're incredible!  108 years old, and beats Covid. Her key to longevity? Drinking water and dancing. Noted. Story:","sentiment_score":0.3666666667}
{"full_text":"RT Listen to Samuel L Jackson and STAY THE F--K AT HOME.https:\/\/t.co\/bZLIBixFYU","sentiment_score":0.0}
{"full_text":"Bring The Manny Show Back to the - Sign Petition! Leadership, mentorship + post-Covid buzz for the team!","sentiment_score":0.0}
{"full_text":"RT Health officials say the unified approach makes sense because of travel between counties but it will potentially mean a longe...","sentiment_score":-0.3125}
{"full_text":"My mom is a teacher. She got covidMy aunt is a RN working in the VA and had to be placed on the floor due to the rising covid cases. She too got covid. Please keep my aunt and moms in your prayers. - thank you ","sentiment_score":-0.125}
{"full_text":"RT Cannabis May Reduce Deadly COVID-19 Lung Inflammation: Researchers Explain Why #covid19","sentiment_score":-0.2}
{"full_text":"RT At the last moments of Christmas, I hope that everyone will continue to pay attention to the epidemic prevention measures, a...","sentiment_score":0.0}
{"full_text":"I was diagnosed with covid last month and I still can't taste anything. Hope it goes better for you and your family","sentiment_score":0.25}
{"full_text":"RT There is a huge burdn of penalties\/addtnl fees on Co's &amp; LLPs inspite of LESS BUSINESS INCOME due to COVID. Is ths the only...","sentiment_score":0.0270833333}
{"full_text":"RT Another witch hunt? In the middle of a pandemic when Americans are struggling, bankrupt and in despair and a time when mill...","sentiment_score":0.0}
{"full_text":"RT Japan passed a new anime antipiracy law (and all related media) &amp; Shueisha is targetting gifs, panels, links, videos, and som...","sentiment_score":0.0681818182}
{"full_text":"RT And y'all mfs who \"beat\" COVID and still walking around with no masks are selfish too! Wtfiswrongwityaw?","sentiment_score":-0.625}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"RT Just imagine IU speaking at GDA about how the supports from her family, team, friends, other artist and uaena never go...","sentiment_score":-0.125}
{"full_text":"RT Trudeau, WHO criticize China's COVID secrecy, but far too late, writes","sentiment_score":-0.1}
{"full_text":"RT I never believed we had Covid in Nigeria until two days ago. I'm still at ICU at Yaba Mainland Hospital. Please I b...","sentiment_score":0.0}
{"full_text":"RT if nothing insane or stupid happens in the news tomorrow i might start thinking about covid again, can we please keep th...","sentiment_score":-0.9}
{"full_text":"RT very cool that trump can cut food stamps and assassinate Soleimani and overthrow the Bolivian government and sanction Iran...","sentiment_score":0.455}
{"full_text":"i can't simultaneously process the fallout of 1\/6, covid, my major uni setbacks, trying to job search for the summer and figuring out how i'm gonna pay for a summer semester tuition and make it actually count to graduate, my incredibly shitty living situation, and gender shit","sentiment_score":0.190625}
{"full_text":"RT Anyone saying that I should be sympathetic to a hospital CEO travelling to see their family in another country during a pa...","sentiment_score":0.5}
{"full_text":"RT CDC Shut Down a Lab Involved in Making Faulty Coronavirus Tests","sentiment_score":-0.1555555556}
{"full_text":"RT All of you idiots who voted Dem, notice how Congress is more concerned with impeaching Trump than they are with rescuing...","sentiment_score":-0.15}
{"full_text":"RT I think Australia just lost our number one security guarantor. Things will be better under Biden, but he will be kind of...","sentiment_score":0.55}
{"full_text":"'Take the vaccine.' Rev. Jesse Jackson receives a COVID-19 shot and addresses hesitancy in minority communities","sentiment_score":0.0}
{"full_text":"RT As we work to contain the pandemic and open our economy responsibly, we must also build back better to lift up all Americ...","sentiment_score":0.175}
{"full_text":"RT No social-distancing on flight when it's just less than half full. Weird. Pointless asking people to social distanc...","sentiment_score":-0.1166666667}
{"full_text":"Truth","sentiment_score":0.0}
{"full_text":"It's on my bucket list, which is getting full instead of emptying, thanks to the pandemic","sentiment_score":0.275}
{"full_text":"RT The head of the CDC reportedly instructed an employee to destroy an email showing political interference by Trump administrat...","sentiment_score":-0.1}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"RT How much do you know about the relationship between the #UCP and did some digging, and connected a...","sentiment_score":0.2}
{"full_text":"RT President-elect Joe Biden's inauguration has been restructured in an attempt to prioritize health and safety amid the COVID-1...","sentiment_score":0.0}
{"full_text":"RT Have you noticed that the Fake News media has completely forgotten about COVID for the past 3 days while bashing Trump and hi...","sentiment_score":-0.2166666667}
{"full_text":"RT MADNESS!! Use this same energy to fight Covid muthafuckas!! Don face shows how all of feel!!","sentiment_score":0.0}
{"full_text":"Twitter today is like when you're on an airplane and the guy in the middle seat who's been elbowing you into the window for four years is finally thrown off for bringing on COVID with him and yelling slurs at flight attendants","sentiment_score":0.0}
{"full_text":"RT Today the is alerting Health Care Providers and Clinical Laboratory Staff that genetic variants of SARS-Cov-2 ma...","sentiment_score":0.0}
{"full_text":"RT Why THE FUCK is there a PRO-TRUMP, ANTI LOCKDOWN rally in Auckland????????Like we're covid free and have zero restricti...","sentiment_score":0.0}
{"full_text":"Says Big Fredo who put Covid patients back into nursing homes!","sentiment_score":0.0}
{"full_text":"RT So many GOP members of Congress laughed &amp; mocked Rep. for her trying to hand out masks to GOP members while...","sentiment_score":0.6}
{"full_text":"RT So yes, if you don't use masks correctly and consistently, they don't work. And vaccines don't work if people don't take...","sentiment_score":0.25}
{"full_text":"RT How the #COVID19 cases in Malaysia so far.Let us follow the SOP.We can do this.","sentiment_score":0.0}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Published today (January 8, 2021) Canada's IPAC guidance for acute healthcare: \"#aerosol transmission occurs and effec...","sentiment_score":0.6}
{"full_text":"RT There are studies that suggest the vaccines being rolled out right now do, indeed, protect against the mutant strains of COVID fr...","sentiment_score":0.2857142857}
{"full_text":"RT Texas is Top 5 in COVID-cases in AmericaAmerica is number 1 in COVID-cases in the worldInstead of fighting to h...","sentiment_score":0.5}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT I've received several DMs from friends asking what do to about parents\/family members who believe misinformation regarding th...","sentiment_score":0.0}
{"full_text":"Yeah those Covid deaths weren't overstated at all. 6% of Covid deaths were Covid ONLY the other 94% of Covid deaths had preexisting conditions that could have &amp; most likely killed them. In other words, they died WITH Covid not because of Covid. Sorry I dont choose to live in fear","sentiment_score":-0.0392045455}
{"full_text":"RT Trump was calling senators during the attack on the capital. Tommy Tuberville needs to testify at the impeachment hearings....","sentiment_score":0.0}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Less than two weeks ago, one of their GOP House colleagues died from COVID. I guess they already forgot about him. They ne...","sentiment_score":-0.1666666667}
{"full_text":"Covid isn't going away anytime soon so Ima start getting ready just to stay home ","sentiment_score":0.2}
{"full_text":"RT Khamenei, Rouhani &amp; Zarif's Twitter accts are still active. Their regime pledges Death to America, calling us the Great S...","sentiment_score":0.3333333333}
{"full_text":"coronavirus Versatile Director Known for 'Up' Series, Dies at 79 #fakeheadlinebot #learntocode #makeatwitterbot #javascript","sentiment_score":0.0}
{"full_text":"RT No, YOU try making a cartoon in the middle of a pandemic and an attempted coup","sentiment_score":0.0}
{"full_text":"RT this is, among other things, mass murder","sentiment_score":-0.125}
{"full_text":"Enough time for a health plan! Enough Time for getting CoVID under control! Enough time to check in with Barron.  Toss the old baseball around! Retirement should be very productive!","sentiment_score":0.075}
{"full_text":"RT Strange times but I am finding the challenges give me a positive focus for the day. I wrote a poem \"The Ac...","sentiment_score":0.0886363636}
{"full_text":"Please read this thread by abt #COVID19 experience in ICU.   (for patients &amp; nurses &amp; therapists). Thank you &amp; all #Nurses #Doctors #Therapists #ICU #ER","sentiment_score":0.0}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTipshttps:\/\/t.co\/esc46wJZFu","sentiment_score":0.0}
{"full_text":"RT Thelma Coy, Dietary Aide, NYC area Hospital, died of #covid19. I can't find any other information about her.   ","sentiment_score":-0.125}
{"full_text":"RT This is my mom. The one who has held me &amp; kept me safe. And she is still looking out for me &amp; for all of us in our community...","sentiment_score":0.5}
{"full_text":" Listen again: The rollout of the coronavirus vaccine is underway in Erewash with 1,000 residents and counting already having received theirs.Ilkeston GP Dr Kriss Owen provided an update earlier this week on the Erewash Sound Breakfast Show.https:\/\/t.co\/ly0QdEWYlf","sentiment_score":0.2}
{"full_text":"Apart from Australia's country-wide \"crush it\" attitude against COVID, what other strategies should we embrace? and of  weigh in.#COVID19 #covidqld #COVID19AU","sentiment_score":-0.125}
{"full_text":"Free to Read: Culture Wars and COVID-19 Conduct: Christian Nationalism, Religiosity, and Americans' Behavior During the Coronavirus Pandemic | Perry, Whitehead &amp; Grubbs (2020) #Sociology #SociologyofReligion ","sentiment_score":0.2}
{"full_text":"[Download] PDF The Wake-Up Call: Why the Pandemic Has Exposed the Weakness of the West, and How to Fix It -&gt;","sentiment_score":0.0}
{"full_text":"Once the vaccination drive starts showing results on mortality, the number of #COVID19 tests across the country is bound to go down, as the current positivity rate is below 2%, writes","sentiment_score":-0.0777777778}
{"full_text":"Dr. Anthony Fauci discusses whether Capitol riot was a super-spreader eventhttps:\/\/t.co\/neUCJazLuX#Fauci #CapitolRiot #COVID19","sentiment_score":0.0}
{"full_text":"RT Feel especially heartbroken for all the players who had to travel to a different country, away from family\/friends\/loved ones...","sentiment_score":0.0}
{"full_text":"\"The Tahoe Launch\"c. 1905#FridayFeeling #COVID19 #COVID","sentiment_score":0.0}
{"full_text":"RT this is, among other things, mass murder","sentiment_score":-0.125}
{"full_text":"Chinese export of edible fungi greatly declined due to Covid-19 pandemichttps:\/\/t.co\/MYJhrAXdW9","sentiment_score":0.225}
{"full_text":"RT Shouldn't a President be trying to save us from Covid-19 instead of trying to figure out how to circumvent a Twitter ban?","sentiment_score":0.0}
{"full_text":"RT 5) this is why Denmark's CDC urgently warned to crush the pandemic now or else!","sentiment_score":0.0}
{"full_text":"make sure to wear a mask when you go out! #OMORI #OMORIFANART","sentiment_score":0.625}
{"full_text":"Portage and Marathon County are registering those within Phase 1A but not affiliated with a health care system to get the COVID-19 vaccine. Click to read how you can register.","sentiment_score":0.0}
{"full_text":"RT .@GabbyGiffords -- Your perseverance and immeasurable courage continue to inspire me and millions of others. I pledge to conti...","sentiment_score":0.0}
{"full_text":"The #Australian city of #Brisbane is taking absolutely no chances.https:\/\/t.co\/9iN30It1Y0","sentiment_score":-0.05}
{"full_text":"A widening global shortage of semiconductors for auto parts is forcing major auto companies to halt or slow vehicle production just as they were recovering from pandemic-related factory shutdowns.","sentiment_score":-0.0791666667}
{"full_text":"There were 1,373 new cases of COVID-19 reported in Ventura County on Friday. 21 more people have died.","sentiment_score":0.3181818182}
{"full_text":"COVID 19 cases in India until : 09\/01\/2021 09:30Total Cases: 10432526 [+0]Active: 221447Recovered: 10055935 [+0]Deaths :150835 [+0]Total Tests: 179.34MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The island should not get smug: Vancouver Island's health authority in #BC has now announced 78 cases of #COVID19 over the last three days. #COVID19 #COVIDBC ","sentiment_score":0.0}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT I lived through the first horrible years of the AIDS pandemic desperately trying but failing to help my patients survive....","sentiment_score":-0.45}
{"full_text":"RT NEW: officials say will direct the Department of Education to extend the existing pause on student...","sentiment_score":0.1181818182}
{"full_text":"RT California needs licensed healthcare professionals and operational staff to sign up and assist in the fight against COVID-19....","sentiment_score":0.0}
{"full_text":"A customer got mad because I asked him if he had a mask so I gave him one. He still refused to wear it because they think COVID's a hoax so I had to refuse service. He literally looked me in the eye and said \"ok you're on my list\". Lmfao aight. Ngl that was lowkey flattering","sentiment_score":-0.0625}
{"full_text":"RT Mandy Cohen says North Carolinians can go to any county, not just where they live, to get a COVID-19 vaccination. She says they...","sentiment_score":0.1363636364}
{"full_text":"RT #COVID19 Statistics in SA as at 08 January .Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"RT Let's see, Trump:- Allows Russia to attack three elections- Spreads a deadly pandemic- Stops the Pentagon from defendin...","sentiment_score":-0.2}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"Covid 1984 ","sentiment_score":0.0}
{"full_text":"Sources: Mavs player tests positive for COVID-19, additional two remain quarantined in Denver | #MFFL","sentiment_score":0.2272727273}
{"full_text":"I'm thinking 10 day contract! I'll be your agent","sentiment_score":0.0}
{"full_text":"RT Angela Smith, 54yo Home Health CNA, Huntington West Virginia, died of #covid19 12\/5. She was always happy and smiling, loved t...","sentiment_score":0.75}
{"full_text":"Harry Potter actress Jessie Cave's 3-month-old baby tests positive for COVID-19  #Abraham #HarryPotter #JessieCave ","sentiment_score":0.2272727273}
{"full_text":"RT Less than two weeks ago, one of their GOP House colleagues died from COVID. I guess they already forgot about him. They ne...","sentiment_score":-0.1666666667}
{"full_text":"RT Far-right streamer stormed Capitol while Covid positive","sentiment_score":0.2272727273}
{"full_text":"RT After breaking lockdown several times and refusing to wear a mask in shops, it's great to see Stanley Johnson receiving...","sentiment_score":0.4}
{"full_text":"Time: 04:00 * Temp: -1.5degC * Wind: W 0.0 to 0.0mph * Pressure: 1020.0hPa * Rain: 0.0mm * Hum: 88% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:41 * Sunset: 16:19 * Cloudbase: 0ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Arrest","sentiment_score":-0.05}
{"full_text":"The anti-maskers endangering the health of those responsibly adhering with public health guidelines, thank you for your encouragement, Senator Your non-compliance is undermining public trust and fuelling the pandemic.","sentiment_score":0.0666666667}
{"full_text":"RT India crosses 1 crore COVID recoveries at the recovery rate of 96.36%.With the untiring efforts of our Corona Warriors und...","sentiment_score":0.0}
{"full_text":"UK greenlights Moderna COVID-19 vaccine as'safe' and we's**tted away 4 years' by electing Trump.","sentiment_score":0.5}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"RT Even more evidence..La county has been on my neck harder than ever","sentiment_score":0.2}
{"full_text":"8000 people die each day in the USA from all causes including infections, accidents,cancer, heart disease, strokes, etc.   life is short.  That death rate has not changed. Look at the cdc. Live in fear or live life.  God bless.","sentiment_score":0.0909090909}
{"full_text":"RT This is without doubt the most deeply worrying day of the pandemic so far. Major incident declared in London, the NHS on its...","sentiment_score":0.165625}
{"full_text":"RT Why would Twitter delete a video that was nothing more than quoting a presidential candidate, Big tech has fixed...","sentiment_score":0.2}
{"full_text":"It's nice to know I am not alone. Sitting by the fire trying to contemplate all these simultaneous horrors going on. Covid, corruption, destruction...2021 will be a better year I hope, but 2020 has prepared me for anything. I can't wait till the 20th or sooner.","sentiment_score":0.3666666667}
{"full_text":"RT In the \"COVID Relief Bill\" - $453 million is going to Ukraine.How much of that $$$ will Hunter Biden get his grubby l...","sentiment_score":0.2}
{"full_text":"RT Our daily update is published. States reported 2.1M tests, a record 310k cases, 131,889 COVID-19 hospitalizations, and...","sentiment_score":0.0}
{"full_text":"RT Covid19 is genuinely unpredictable. It will spare a country\/region and then suddenly reappear in full rage. For almost a...","sentiment_score":0.0611111111}
{"full_text":"EAGL Gunshot Detection &amp; Lockdown System Integrates with Pro-Watch Security Management Suite to Help Protect People in Active Shooter Scenarios. Watch to learn how","sentiment_score":-0.1333333333}
{"full_text":"RT Red River College offers new courses to help address pandemic staffing shortages in education system","sentiment_score":0.0787878788}
{"full_text":"RT The unbelievable disaster that is the national Republican Party is distracting from some very real failures in Democratic go...","sentiment_score":0.005}
{"full_text":"RT Once covid is over sure","sentiment_score":0.5}
{"full_text":"Pfizer vaccine appears effective against new coronavirus variants study suggests: Comments:","sentiment_score":0.3681818182}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"Across states, local government and higher ed -- no segment of information technology was untouched by the coronavirus pandemic https:\/\/t.co\/ndAufbA7g5","sentiment_score":0.125}
{"full_text":"YES YES YES","sentiment_score":0.0}
{"full_text":"RT TONIGHT 7 p.m.: Join and for CT Mirror's legislative session preview ki...","sentiment_score":0.0}
