{"full_text":" Mask up or you won't be allowed to board a plane, train or bus. President Biden signed an executive order Thursday, requiring passengers to wear face coverings during interstate travel.","sentiment_score":0.0}
{"full_text":"F the COVID bullshit. The only people dying from COVID are people with serious underlying conditions. No different than when them folks catch a flu. COVID death rate is horseshit. Y'all liberals are fools talking COVID nonsense! In 78years I've never met Dem that wasn't a Coward!","sentiment_score":-0.1111111111}
{"full_text":"RT The Joe Biden Administration decided to fire Dr. who served as an honest, well-respected and accessible U....","sentiment_score":0.4875}
{"full_text":"Hogan  #KochNetwork #DarkMoney He's promoting a watered down version of the #Koch #CNP #ALEC agenda written by AEI, American Enterprise Inst. (a #RightWing #Koch think tank)... it is NOT based on the public's well being. Thread....","sentiment_score":-0.0518518519}
{"full_text":"RT  I feel this in my bones. It's mindboggling. We'd be crazy not to run trials on vaccines. We're crazy not to run trials on...","sentiment_score":-0.6}
{"full_text":"RT What kind of bad vibes did they put in this 3rd lockdown something ain't right","sentiment_score":0.0464285714}
{"full_text":"RT Wessenden Head, Meltham, 1.30pm, Sunday 10th Jan.. Hare coursing incident: Man and woman, with 2 lurcher type dogs, se...","sentiment_score":0.0}
{"full_text":"RT The Biden Administration is following the Obama playbook to the letter -- Blame Your Predecessor claim everything is i...","sentiment_score":0.0}
{"full_text":"Whenever people say theres no difference between Biden and Trump I think about stuff like this","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT The #aggiecorps celebrates 145 years in 2021! In honor of 145 years of tradition, excellence and leadership, here are some...","sentiment_score":0.0}
{"full_text":"RT If I can wear a bra everyday for 19 years, ya'll can wear a mask for 100 days.","sentiment_score":-0.2}
{"full_text":"RT REPORT: Japan's government has privately concluded that the 2021 Tokyo Olympics will be cancelled due to the COVID-19...","sentiment_score":-0.0625}
{"full_text":"RT NONE of those 11 million \"illegal\" immigrants, unlike yourself were involved in sedition to overthrow an American electio...","sentiment_score":-0.25}
{"full_text":"RT This college student was working his shift at Walmart when his basketball coach surprised him with a full scholarship. Oklaho...","sentiment_score":0.225}
{"full_text":"Not good","sentiment_score":-0.35}
{"full_text":"First thing I thought when I saw all those flags organized on the national Mall was, \"I wonder how much they spent on this shindig.\" Maybe we should cut such unnecessary funding during things like a pandemic or because of like...poverty. Idk just spitballing here ","sentiment_score":-0.01}
{"full_text":"RT The Japanese government has privately concluded that the Tokyo Olympics will have to be cancelled because of the coronavirus,...","sentiment_score":0.0}
{"full_text":"RT THAT WAS FAST: Biden Snaps at Reporter When Asked About CoVID Plan, Says 'Give Me a Break!'","sentiment_score":0.25}
{"full_text":"Covid culiao.","sentiment_score":0.0}
{"full_text":"PS500 payment for testing positive for COVID?  What a bloody nonsense. Are they trying to encourage people to have house parties?","sentiment_score":-0.2863636364}
{"full_text":"A lot of accounts of radicals and white supremacists spread their hate speech everyday, their lies, their false claims about COVID-19. Where is the Facebook community standards?Should we call \"freedom of speech\" to a lack of social responsabilities? It's a shame.","sentiment_score":-0.2733333333}
{"full_text":"COVID has a scent?","sentiment_score":0.0}
{"full_text":"RT He is the genius who invented the PCR test...... And mysteriously he died just before this covid drama began.....Liste...","sentiment_score":0.0}
{"full_text":"Wtf does race have to do with covid you twat","sentiment_score":-0.5}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"RT The City of #Lubbock has confirmed 115 new cases of #COVID19 and two additional deaths as of 4:00 p.m. The total number...","sentiment_score":0.1787878788}
{"full_text":"he shouldn't need to wear a mask - he was not around anyone, he got both shots, and he is the fricking POTUS.  But virtue signaling...","sentiment_score":0.0}
{"full_text":"RT Equity is at the core of our COVID-19 response. That's why today, I signed an executive order to establish the COVID-19 Health E...","sentiment_score":0.0}
{"full_text":"You should you get the COVID vaccine. Read why in Dr. Adam Dougherty's op-ed from the California Health Report! #ThisIsOurShot #COVID19","sentiment_score":0.0}
{"full_text":"Post-pandemic, I'd like to propose that nap rooms in offices become more of a thing. A few reasons:a) first trimester b) sometimes a 10m nap can revitalize employees for the rest of the dayc) we need to move on from \"hustle\" culture@MicheKilloran","sentiment_score":0.1833333333}
{"full_text":"This is so enormous sweet of you, to truly care about us. Yes, it is enormously frustrating, because of the Covid going on also and in around five weeks we have to leave here with no other place to go. There must be a landlord somewhere in Scotland who wants to rent to us. Hugs!","sentiment_score":0.0525}
{"full_text":"RT CAN YOU SEE THE PATTERN?Lock Down end keeps being pushed back bit by bit? How can they know months in advance that it...","sentiment_score":-0.0777777778}
{"full_text":"RT Why would anyone listen to discredited Prof Neil Fergusson &amp; others at Imperial College ever again? We are amongst most de...","sentiment_score":0.5}
{"full_text":"And ...there it is...All problems are solved.","sentiment_score":0.0}
{"full_text":"RT The law is clear - employers cannot retaliate against workers who vote to be represented by a Union.The right of worke...","sentiment_score":0.1928571429}
{"full_text":"A newspaper that keeps plumbing new depths.","sentiment_score":0.1363636364}
{"full_text":"Thank you to the researchers and the macaque monkeys who made it possible.   Grateful my at-risk parents were both vaccinated today, knowing so many have lost loved ones who couldn't benefit from this research in time.","sentiment_score":0.4}
{"full_text":"RT 2\/ In Texas and across the nation, communities of color have been hardest hit by the coronavirus, and health officials ar...","sentiment_score":0.0}
{"full_text":"RT If you can, please uninstall Instacart. They're terrible. They've always been terrible, and now they're just ramping i...","sentiment_score":-1.0}
{"full_text":"RT What's the official Biden COVID death count? I don't know because CNN removed their daily tracker","sentiment_score":0.0}
{"full_text":"RT 3\/ How is this not making headlines? If you get covid then you have one in four chance of continued symptoms after 5 w...","sentiment_score":0.0}
{"full_text":"RT What a clown show. She says it's ok for Biden not to wear a mask because he was celebrating.Meanwhile they keep people l...","sentiment_score":0.5}
{"full_text":"Boris the clown","sentiment_score":0.0}
{"full_text":"RT This is encouraging, but Biden Admin should be thinking, \"How can we double this?\"","sentiment_score":0.0}
{"full_text":"RT Our govt is going to milk COVID for more control over us in every way they can.","sentiment_score":0.5}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"RT My 97-Year-old Great Grandma, Lily Ebert BEM - Auschwitz Survivor, has just recovered from Covid- 19.   Today she went on...","sentiment_score":0.8}
{"full_text":"RT NEW: COVID is known to have stark racially disparate outcomes, but Miami-Dade's vaccine rollout  -- some of it alerted by Tweet...","sentiment_score":-0.0318181818}
{"full_text":"I've gotten so much knitting done in this lockdown Pretty proud of myself not gonna lie","sentiment_score":0.4166666667}
{"full_text":"RT \"Science has thrown us a lifeline\": North Carolina prisons give COVID-19 vaccine to inmates and staff","sentiment_score":0.0}
{"full_text":"COVID ends by July if not earlier at this rate","sentiment_score":0.0}
{"full_text":"Money","sentiment_score":0.0}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"I am beginning to think it would be safer to stay in this lockdown till Biden's term ends.","sentiment_score":0.0}
{"full_text":"RT Jared Kushner obtained $3,650,000 in COVID relief. He promptly acquired a $30,000,000 piece of property in Miami. He was...","sentiment_score":0.0}
{"full_text":"RT we ain't never gonna be out of this pandemic because yall too worried about being out and in the mix. SHUT EVERYTHING DOWN.","sentiment_score":-0.1555555556}
{"full_text":"RT When Trump doesn't wear a mask, it's the end of the worldWhen Biden doesn't wear a mask, they have \"bigger issues to wor...","sentiment_score":0.0}
{"full_text":"My brother got a lifetime  ban from the Cracker Barrel for refusing to wear a mask while picking up carryout. Dreading the day when I see his dumbass in a Karen video.","sentiment_score":0.0}
{"full_text":"RT People are dying today because of this new administration has not stopped The pandemic","sentiment_score":0.1363636364}
{"full_text":"RT THAT WAS FAST: Biden Snaps at Reporter When Asked About CoVID Plan, Says 'Give Me a Break!'","sentiment_score":0.25}
{"full_text":"RT Biden's ambitious plan to... slow the current rate of vaccine distribution from 1.6M\/day to 1M\/day. Bold vision indeed. htt...","sentiment_score":0.0708333333}
{"full_text":"RT Please watch this brilliant speech by about the suffering &amp; misery of extending lockdown. We must offer h...","sentiment_score":0.9}
{"full_text":"\"Complete incompetence:\" Biden team slams Trump's COVID work#TrumpVirus","sentiment_score":0.1}
{"full_text":"RT - 210122 taem key vlive -K: it is time to sleep now tbhK: but everyone's sleeping seemed to be pushed back nowadays...","sentiment_score":0.0}
{"full_text":"RT \"Two weeks to flatten the curve\" was almost a year ago.You guys get it yet or nah?","sentiment_score":0.0}
{"full_text":"RT The president will invoke the Defense Production Act to boost the supply of testing and vaccination supplies, among a range...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"If it wasn't for a young football player millions of UK children would have gone hungry during Covid. How can countries with economies like the UK and Canada be failing their children so badly?","sentiment_score":-0.3}
{"full_text":"RT Food Distribution: TOMORROW 1\/22 10AM at Charles J. DePalma Public Works Building, 2311 Egg Harbor Road, Lindenwold. Dr...","sentiment_score":0.0}
{"full_text":"RT Turns out Republicans' vaccine rollout plan matched their healthcare plan and pandemic response: nonexistent.#prolife...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"I think the podcast industry created Covid","sentiment_score":0.0}
{"full_text":"RT we haven't been able to move past the false choice of the economy vs health but what's also held back our covid response are...","sentiment_score":-0.0375}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"At least he's putting in the work instead of playing golf or holding Covid\/ hate rallies!!","sentiment_score":-0.65}
{"full_text":"RT JUST INReports surfacing the Tokyo Olympics will have to be cancelled. I have calls out to COC and IOC. Awaiting up...","sentiment_score":0.0}
{"full_text":"RT National Prop 22 coming soon","sentiment_score":0.0}
{"full_text":"RT Eli Lilly and Company's monoclonal antibody combination therapy helped prevent symptomatic Covid-19 infection among nursing home r...","sentiment_score":0.0}
{"full_text":"RT The World Health Organization failed to act quickly at the start of the pandemic. But instead of demanding leadership change...","sentiment_score":-0.0833333333}
{"full_text":"RT 1\/ Dallas County officials halted a plan that would have prioritized COVID-19 vaccine doses for people living in the most...","sentiment_score":0.5}
{"full_text":"RT So why hasn't the LP adopted Zero Covid as a strategy and Ind'y SAGE as it's advisors from da...","sentiment_score":0.0}
{"full_text":"RT As with healthcare, there was no plan.","sentiment_score":0.0}
{"full_text":"RT put out a great statement on the #CovidVaccine  #PWchat #ThisIsOurShot","sentiment_score":0.8}
{"full_text":"I really wish my parents could be there for the last days of my pregnancy. 20 days to go... This pandemic is robbing them from seeing their first grandchild and it breaks my heart. Also I need my dad and mom still ok? ","sentiment_score":0.2375}
{"full_text":"Welcome to Biden's America where there are higher issues than COVID...like (China)","sentiment_score":0.525}
{"full_text":"RT Equity is at the core of our COVID-19 response. That's why today, I signed an executive order to establish the COVID-19 Health E...","sentiment_score":0.0}
{"full_text":"RT I so miss downtown movie theatres - so civilized #LdnOnt! Can't wait to go back to  htt...","sentiment_score":0.25}
{"full_text":"RT President Joe Biden knows we are all in this together. During World War II, factories across the country played a role i...","sentiment_score":0.0}
{"full_text":"Wife been in hospital breathingProblems. Not covid thank fuck. She says it was carnage covid. Please stay home. We both had a few tears for NHS staff.","sentiment_score":-0.3}
{"full_text":"RT It should be $2k\/mo for duration of pandemic + free healthcare going forward. That's what people in other countries rece...","sentiment_score":0.1375}
{"full_text":"RT  767M girls were out of school due to #COVID19 11M of them might never go back to school 47M women will be pushed b...","sentiment_score":-0.0625}
{"full_text":"RT This further supports already strong criminally negligent homicide charges against Trump and company. The families of...","sentiment_score":0.0111111111}
{"full_text":"#TheWiseOldOwlSaysWear a mask","sentiment_score":0.0}
{"full_text":"I'm ready for #ASPchat Are you?","sentiment_score":0.2}
{"full_text":"RT Gorgeous people, you can donate time, money or old computer equipment to The Alan Turing Trust, an organisation who provide IT...","sentiment_score":0.4}
{"full_text":"Big mistake they kept the news about Coronavirus for months and they seemed to be using Americans money to do nothing for us","sentiment_score":0.0}
{"full_text":"RT Laptops given to British kids by the UK government to help them learn under lockdown came preloaded with malware. That sound y...","sentiment_score":0.2}
{"full_text":"RT Eli Lilly and Company's monoclonal antibody combination therapy helped prevent symptomatic Covid-19 infection among nursing home r...","sentiment_score":0.0}
{"full_text":"RT Multiple calls from inside Alabama prisons: a witness to an excessive force killing haunted by what he saw, an entire facil...","sentiment_score":-0.0833333333}
{"full_text":"But I wanna be healthy like Trump. He beat covid cuz of that diet coke","sentiment_score":0.5}
{"full_text":"RT They made such a big deal when Joe and Kamala visited the flags that honored the people that died from Covid. Well the...","sentiment_score":0.0}
{"full_text":"RT Are you a Veteran or know someone in Anchorage who is? The Alaska VA is now offering the next opportunity to be vaccinat...","sentiment_score":0.0}
{"full_text":"RT Instacart is firing every employee who voted to unionize","sentiment_score":0.0}
{"full_text":"RT Researchers at Ohio University identify potential SARSCoV2 target for antiviral drugs in the battle against #COVID19","sentiment_score":0.0}
{"full_text":"A great application of #machineLearning and simple metrics of web traffic to predict future #COVID19 hospitalizations.#AIinHealthcarehttps:\/\/t.co\/UlQLnqVhgM","sentiment_score":0.2666666667}
{"full_text":"RT #lockdownschool #localhistory  Find out about one of Yorkshire's fabulous castles - learn the history, about the life of...","sentiment_score":0.4}
{"full_text":"And be buggered to those who've lost parents, sisters, brothers, husbands and wives?That position says a lot about you.Would you sign a waiver saying that if you contract Covid19 you agree not to put further strain on NHS staff by seeking medical attention?","sentiment_score":0.0}
{"full_text":"At the time this article was posted, we were all enjoying a pre-COVID marketplace.  But there is still good news and encouraging insights for 'US Manufacturing Growth and Outlook 2020 and Beyond'.  #HOPEWELLCompanies RT","sentiment_score":0.6}
{"full_text":"RT President Biden: \"God bless those lost souls in the pandemic,\" he says. \"May God bless all of you on the frontlines, who...","sentiment_score":0.0}
{"full_text":"RT A San Diego restaurant offering free meals to those impacted by the pandemic is struggling to find many takers.\"Unfortuna...","sentiment_score":0.45}
{"full_text":"RT The Live-Dead qRT-PCR problem, the testing industrial complex and its impact on society.I never thought the work I di...","sentiment_score":-0.3}
{"full_text":"In the Wake of COVID-19, How Can the Hotel Industry Rebuild Trust With Their Customers? - #hoteltrends #traveltrends","sentiment_score":0.0}
{"full_text":"The guidelines are advisory, not mandatory, but school districts in the region have used them as a key decision-making data point, as a shield against liability from any future Covid-related lawsuits.","sentiment_score":0.0}
{"full_text":"Pussy and unreliable - is he the reason OMS was so \"unscientific\" lying about the origin of the virus, lying about the need to mask, lying about the lockdown need, and the start date of the disease to protect CCP?","sentiment_score":0.0}
{"full_text":"Hello, 2021, where the stream of stress continues to roll through, .@WBEZ reporter .@natalieymoore writes. Read more on her hopes for the new year here:https:\/\/t.co\/EGcLQOZZZu","sentiment_score":0.3181818182}
{"full_text":"WATCH LIVE: Health experts are answering your questions about the coronavirus vaccine and how it is being distributed.https:\/\/t.co\/C4scH9DzTN","sentiment_score":0.1363636364}
{"full_text":"The rising daily recoveries and declining new cases has ensured a total net reduction of the active caseload.","sentiment_score":0.0006060606}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Live music and concerts have been put on hold for nearly a year because of the pandemic, but it's making a slow comeback as soon at this spring in Huntington.https:\/\/t.co\/RFxEakapV5","sentiment_score":-0.0212121212}
{"full_text":"#StayHome #TheRallyComesToYou  You can watch Rallye Monte-Carlo live on and selected TV Broadcasters. More info here: #WRC #WRClive","sentiment_score":0.3181818182}
{"full_text":"The latest hospital data showed 783 beds in use by confirmed or suspected COVID-19 patients, 44 fewer than Wednesday. Wednesday's three-day average positivity in Colorado was 5.49%. The state's goal is to remain below 5%.","sentiment_score":0.25}
{"full_text":"Gerard Whateley and Bridie O'Donnell  join Waleed to discuss missing the tribalism of the MCG and what lasting effects the pandemic will have on the world of sport. Full podcast here:","sentiment_score":0.05}
{"full_text":"Whose excited for Friday? We're excited for Friday! So much to look forward to like the on this station at noon. Catch up on last week's episode here.","sentiment_score":0.2609375}
{"full_text":"RT The Japanese government has privately concluded that the Tokyo Olympics will have to be cancelled because of the coronavirus,...","sentiment_score":0.0}
{"full_text":"RT This is powerful and you can hear the anger in his voice.","sentiment_score":-0.2}
{"full_text":"Unlike other SEA countries, Pres. Rodrigo Duterte to take COVID-19 vaccine privately","sentiment_score":-0.0625}
{"full_text":"RT The Japanese government has privately concluded that the Tokyo Olympics will have to be cancelled because of the coronavirus,...","sentiment_score":0.0}
{"full_text":"There's an easy way to lower COVID rates in prison: clemency.But governors don't want to use it.","sentiment_score":0.4333333333}
{"full_text":"RT BREAKING: F15 fighter jet patrolling the M5 No Drive\/Fly zone (part of #COVID19 travel restriction enforcement operations) h...","sentiment_score":0.0}
{"full_text":"\"The Oklahoma Blood Institute is at the Choctaw Nation today to meet a very important need,\" Chief Gary Batton said. \"COVID-19 survivors, like those of us here, carry anti-bodies in our system.\"https:\/\/t.co\/FcLQ2JwSX3","sentiment_score":0.52}
{"full_text":"WATCH LIVE: Experts answer your vaccine questions during \"COVID-19 Vaccine: Know the Facts\"","sentiment_score":0.1363636364}
{"full_text":"Touch Screen Stylus S Pen For Galaxy Note 8Visit the store:https:\/\/t.co\/IGvNgcpfo5#crazymart #australia #covid19 #covid20#melbourne #hamptonpark #newyear #phonestylus#iphone #samsung #note8 #galaxy #stylus #styluspen #spen #notestylus #galaxystyluspen  #apple","sentiment_score":0.0}
{"full_text":"RT Forced addiction treatment is neither ethical nor effective But it could be death sentence during COVID-19  via","sentiment_score":0.1666666667}
{"full_text":"RT Today, I announced my COVID-19 National Action Plan. We're mounting an aggressive, coordinated, equitable, and professional resp...","sentiment_score":0.1}
{"full_text":"Sri Lanka reopened to foreign tourists Thursday after a nearly 10-month pandemic closure that cut deeply into the Indian Ocean island nation's lucrative travel industry.","sentiment_score":-0.0083333333}
{"full_text":"While Florida's rollout differs slightly from CDC recommendations, a local epidemiologist explains Florida is unique due to our high rate of 65-and-older population.","sentiment_score":0.0486666667}
{"full_text":"RT Anthony Fauci describes 'liberating feeling' of no longer working under Trump","sentiment_score":0.0}
{"full_text":"RT Hard to believe the guy who wasn't really a billionaire didn't really have a covid vaccination plan. Shocked.","sentiment_score":-0.1479166667}
{"full_text":"RT AVAILABLE FOR ADOPTION:Senior Cat8 year old NADIA is a Domestic Shorthair Mix female. Due to COVID, adoptions are by appo...","sentiment_score":0.075}
{"full_text":"RT My 29yr old son(paraphrase): \"I dont think GOP gets what theyve shown my generation. In my life theyve been a disaster....","sentiment_score":0.1}
{"full_text":"The Lady Mavericks will finally get to return to the court after four conference games were canceled due to COVID-19 issues.","sentiment_score":-0.0625}
{"full_text":"The latest North Carolina county alert report shows viral spread grew in more counties, but there are some signs that the COVID-19 metrics are improving.","sentiment_score":0.5}
{"full_text":"RT Inspiring, thought provoking, mesmerising and just flat out amazing. Just some of the comments during our visit to the #1440...","sentiment_score":0.3583333333}
{"full_text":"An official for Leon County's health department said she had no information about local Publix pharmacies acquiring the vaccine.","sentiment_score":0.0}
{"full_text":"Sarah Lyon-Callo discusses new COVID-19 variant in Michigan, vaccinations and plateauing numbers.","sentiment_score":0.1363636364}
{"full_text":"prop 22 was a fucking mistake and still california let it pass","sentiment_score":-0.6}
{"full_text":"Current Conditions for #Sayre PATemp: 35.7FWind Chill: 35.7FHumidity: 69%Dew Point: 26.7F Barometer: 29.646 inHgWind: 2 mph from the SSWCorona Virus Weekly Stats:Cases: 156.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
