{"full_text":"UN Women has revealed the theme for #InternationalWomensDay (8 March) 2021, \"Women in leadership: Achieving an equal future in a COVID-19 world\".Let's work towards building an inclusive environment at workplaces and creating equal opportunities for women in leadership.#IWD2021","sentiment_score":0.0}
{"full_text":"\"I don't like who COVID-19 has made me become.\"Not every case of COVID-19 lands you in hospital - but it is always a very unpleasant condition.Please stay home, stay safe - observe the #Lockdown.","sentiment_score":-0.1725}
{"full_text":"RT This is the moment James O'Brien outlines the \"hypocrisy\" of people who oppose lockdown.","sentiment_score":0.0}
{"full_text":"RT Meanwhile in NZ- after 100 day lockdown, a public healthcare system &amp; policy making guided by testing 17,000 people in...","sentiment_score":0.0}
{"full_text":"RT #COVID19: ASUU Kicks Against Reopening Of Varsities | Sahara ReportersASUU said although its members were ready to st...","sentiment_score":0.2}
{"full_text":"RT Lesley Stahl embarrassed herself and the network by accusing that she has a reputation for being ob...","sentiment_score":0.0}
{"full_text":"RT Working paper: Nowcasting in a pandemic using non-parametric mixed frequency VARs","sentiment_score":0.0}
{"full_text":"Dear Do you not know we're in tier 5 lockdown?  Govt message is to stay at home except for essential shopping &amp; exercise once\/day@MayorofLondon has declared a MAJOR INCIDENT because of #COVID spread Most roads won't have cars! #StayHome #StaySafe ","sentiment_score":0.2291666667}
{"full_text":"RT Girls Ice Hockey Schedule 2021. Please remember that with the uncertainty of COVID and testing, this schedule...","sentiment_score":0.0}
{"full_text":"Object permanence in a pandemic. I've been thinking about this a lot the last few months, how people with adhd (and other conditions) struggle with the concept that an object - or even a person - is still there when they can't see it.","sentiment_score":-0.1083333333}
{"full_text":"All crying about a virus. Why haven't you before covid ","sentiment_score":-0.2}
{"full_text":"RT The richest 1% own more wealth than the rest of the planet. Around the world, a small elite take an increasing share of thei...","sentiment_score":0.2833333333}
{"full_text":"RT India is entering a decisive phase of vaccination in the fight against COVID. We're starting the world's largest vaccinati...","sentiment_score":0.0}
{"full_text":"No, you actually really don't Neeeeed to pop put for that cup of coffee. Put the kettle on, stay in, stay home, stay safe","sentiment_score":0.35}
{"full_text":"RT CRUSH VIRUS NOW OR ELSE WE ARE SCREWED: Denmark's CDC thinks new B117 #SARSCoV2 variant is so much more contagious (R +0....","sentiment_score":0.3181818182}
{"full_text":"RT Oh sure the problem here is the support bubbles, it definitely isn't the complete shambles of schools policy or the lack o...","sentiment_score":0.2}
{"full_text":"i didn't think it was covid related whatsoever but like shortness of breath and tight chest etc, it makes sense ??? idk, just more assed about what bra im gonna wear","sentiment_score":0.1071428571}
{"full_text":"RT lockdown aint the same without 30 degree heat","sentiment_score":0.0}
{"full_text":"RT We've made necessary preparations for patients if the COVID vaccine shows any side-effects.We already have a mechanism und...","sentiment_score":0.0}
{"full_text":"RT So what about the people who've lost their fucking homes to the flood. Stay at home bitch WHAT HOME","sentiment_score":-0.6}
{"full_text":"RT The vaccines approved for use in the UK have met strict safety, quality and effectiveness criteria.The #CovidVaccine...","sentiment_score":0.0}
{"full_text":"RT President #CyrilRamaphosa is set to announce an extension of current Covid-19 restrictions for another month, following a serie...","sentiment_score":0.0}
{"full_text":"RT So this nursing home didn't have a COVID outbreak until they vaccinated everyone. Now they have 24 deaths.","sentiment_score":0.0}
{"full_text":"RT 1. #Texas COVID-19 Vaccine Update: 234 providers, including 28 large vaccination hubs across Texas, will receive #COVID19 va...","sentiment_score":0.2142857143}
{"full_text":"RT Over the most recent recorded 7 day period, the UK has suffered the world's second highest rate of Covid-19 deaths\/milli...","sentiment_score":0.1666666667}
{"full_text":"Extending the suspension of bankruptcy proceedings against defaults that occurred during the pandemic...https:\/\/t.co\/skgNtTf6UT","sentiment_score":0.0}
{"full_text":"RT Watch take on this issue, COVID lockdowns, and more every Sunday night at 8pm ET right here on our YouTube cha...","sentiment_score":0.3928571429}
{"full_text":"RT After reporting over 10,000 COVID-19 cases for two days in a row, it's important that each &amp; every North Carolinian step up to...","sentiment_score":0.4}
{"full_text":"RT Remember the footage of the Democrat trying to hand out masks to Republican Representatives who were sheltering in place during t...","sentiment_score":0.0}
{"full_text":"Only a matter of time before this comes to the lower league's in England.","sentiment_score":0.0}
{"full_text":"F***k u people itself!!! Bloody Evils","sentiment_score":-0.8}
{"full_text":"Is Nigeria not a joke to you? FG is not backing down on the NIN registration, but University students can not resume, because of COVID-19 in various campuses. But, the same virus normally shutdown at the numerous centers for registration with the swelling mammoth crowd.","sentiment_score":-0.0011111111}
{"full_text":"Petition: Shut all nurseries and early years settings during lockdown","sentiment_score":0.1}
{"full_text":"What?!","sentiment_score":0.0}
{"full_text":"RT News of a stricter lockdown being introduced.Speculation includes only leaving your house ONCE a week and NO support bubbles at...","sentiment_score":0.0}
{"full_text":"RT I don't believe in Mythology or God but it reminds me of a film Exodus:God and King story of Moses and Pharoah, where multip...","sentiment_score":0.0}
{"full_text":"It's like a holiday mid-season during a pandemic was a poor idea ","sentiment_score":-0.4}
{"full_text":"The UK 'roll out' of mass asymptomatic testing (with a high false neg. rate) is a desperate attempt by a failing State to shore up its economic fantasy by pretending to fight C-19 whilst negating lockdown using scientists to sanction non-scientific  advice","sentiment_score":-0.16}
{"full_text":"Larry King has been hospitalized with Covid-19 #novanews24 #larryking #Usa #Trump #america #love #canada #uk #newyork #instagram #california #tzvip Trump #62214446","sentiment_score":0.5}
{"full_text":"Benjamin F Pierce: We need clear and simple upfront messaging on covid-19 vaccines -","sentiment_score":0.05}
{"full_text":"Coronavirus \/ COVID-19 Update #6","sentiment_score":0.0}
{"full_text":"RT Breaking: 13 Celtic players 'forced into self-isolation' after positive Covid-19 test on return from Dubai triphttps:\/\/t....","sentiment_score":-0.0363636364}
{"full_text":"Now finishing a #drawing under lockdown started last summer: a view of the High St looking towards Chapel St in Stratford-upon-Avon, #Warwickshire. #art #ArtistOnTwitter  #draw #painting #sketch #Sketching #Shakespeare #stratford #artist #kunst #watercolour #urbansketching","sentiment_score":0.08}
{"full_text":"RT Chris Whitty says people should realise 'we're now at worst point of coronavirus epidemic'Worst PM, worst government, at...","sentiment_score":-1.0}
{"full_text":"RT Zoe Covid app shows another fall in daily new cases - 62k, which is down from a peak of around 70k a few days ago.St...","sentiment_score":-0.0547979798}
{"full_text":"Are the rumours of further lockdown restrictions just rumours or are they coming from reliable sources?","sentiment_score":0.0}
{"full_text":"RT This is a WORD.","sentiment_score":0.0}
{"full_text":"@OssiningSchools parents.  - reminder.  The screener must be completed every day before your child comes to school.    #COVID19","sentiment_score":0.0}
{"full_text":"Lockdown three is just being on FaceTime with your boyfriend saying 'I miss you' to each other until one of you throws up.","sentiment_score":-0.125}
{"full_text":"RT Why is it that \"there is no money\" when it comes to protecting working people but enough money to justify PS16.5 billion e...","sentiment_score":0.0}
{"full_text":"Have you had chance to log in and enjoy a Bug Club reading book this morning? Thank you for buying into this wonderful online scheme so we can still read during lockdown! #AcornsLoveToRead #BugClub","sentiment_score":0.7}
{"full_text":"RT Let battle commence........,lockdown 3 challenge No.1. Can you beat your teammates, schoolmates or just your mates with this...","sentiment_score":0.0}
{"full_text":"RT Have you activated the airborne disease pandemic plan yet? The one that says exactly what you need to do? When to clo...","sentiment_score":0.25}
{"full_text":"RT As a long-time member of the GOP, it saddens me to say the GOP completely failed us. They failed us on the GA senate ra...","sentiment_score":-0.5}
{"full_text":"RT I've nailed it. Supermarkets should not admit non mask wearers for the safety of staff\/customers. They should release a stat...","sentiment_score":0.0}
{"full_text":"I don't know about this... Said the same for schools..could be scrapped too","sentiment_score":0.0}
{"full_text":"RT Under Thatcher 1988, bought ex council flat, moved property ladder to 3 bed house. Downsized to flat built 2012,  to fi...","sentiment_score":-0.025}
{"full_text":"RT Bravo to the girls who don't look like a crackhead for the entirety of lockdown ","sentiment_score":0.0}
{"full_text":"RT Good news\/bad news story today from the ZOE app- as number of new daily cases falls again back to 62000 - but over 800,000...","sentiment_score":0.2090909091}
{"full_text":"RT #Sinovac is 78% effective according to the trial conducted in #Brazil.https:\/\/t.co\/ipurZJcz6b","sentiment_score":0.6}
{"full_text":"RT Happy New Year from  What a start to 2021 - yet another #lockdown Thankfully is still open for...","sentiment_score":0.3121212121}
{"full_text":"RT Turns out that Public Health England now advise taking vitamin D all year round to combat #COVID. They didn't bother with...","sentiment_score":-0.1}
{"full_text":"This says each Covishield vial has 10 doses. But also read elsewhere that the pricing is for the first 100 million doses (10 million vials??) Not much transparency again (but think cost can easily be absorbed by the government)https:\/\/t.co\/YFps6C2uIM","sentiment_score":0.15}
{"full_text":"RT 21% of the people in Israel have now received a COVID vaccine. US: 2% Italy: 1% Germany: 0.6% France: 0.1%- COVID vacc...","sentiment_score":0.0}
{"full_text":"The #Browns QB stared down his head coach that turned on him on their home field his rookie season.  2 seasons later and 3 head coaches, and Covid 19 obstacles later that same QB made your rival QB cry on his home field.  #Signhim #Embracehim","sentiment_score":-0.0411111111}
{"full_text":"RT TQSM again BFM! I shared inter-alia* Why we're failing in the 3rd Wave?* How we could overcome our failures?* Why 'K' Dispe...","sentiment_score":0.0}
{"full_text":"I hate to say this... I'm don't think this is that bad as an idea to be honest. We all want this lock down done ASAP so why not?","sentiment_score":-0.2638888889}
{"full_text":"\"In Greater Manchester, we've got to a point where we know unfortunately, we've got a hardcore in parts of our communities who are sadly ignoring the legislation, regardless of whether it's Tier 3, Tier 4 or lockdown. They choose to ignore it,\" Quite ACC Bailey","sentiment_score":-0.1666666667}
{"full_text":"They need to keep their staff safe from these people. I feel for anyone working with the publicin any situation, never mind covid.  Retail needs to make a stand; no mask=no entry. They can deliver if you are medically exempt from wearing a mask.","sentiment_score":0.25}
{"full_text":"RT Israel is top of the league for vaccinating its own people. The accolades say Israel is the 'example'. False. Israel is den...","sentiment_score":0.2333333333}
{"full_text":"RT According to the British Medical Journal, late December, there is as yet little evidence of...","sentiment_score":-0.121875}
{"full_text":"RT CORRECTION: The vaccine would be available at the price of Rs 200 per dose*: Serum Institute of India (SII) officials#COVID19 ht...","sentiment_score":0.4}
{"full_text":"'Two COVID-19 Tests, Seven-Day Isolation': FG Releases Guidelines For Travellers Arriving In Nigeria","sentiment_score":0.0}
{"full_text":"RT I just about remember to take my epilepsy meds everyday, clearly a CMO knows far more than me or most Professors out there.. y...","sentiment_score":0.2}
{"full_text":"RT So I now have Covid-19, I have done everything to the rules, always wear a mask, travel alone to work, always alone in my off...","sentiment_score":0.0}
{"full_text":"The covid virus is going naturally so creat fear it will be same as sars 2002","sentiment_score":0.05}
{"full_text":"RT I'm hearing more stories of people (including people I personally know) who got covid recently and their only exposure...","sentiment_score":0.125}
{"full_text":"RT Israel is top of the league for vaccinating its own people. The accolades say Israel is the 'example'. False. Israel is den...","sentiment_score":0.2333333333}
{"full_text":"RT Scottish football below Championship level has been suspended for three weeks due to the rising number of coronavirus cases h...","sentiment_score":-0.125}
{"full_text":"RT The disposable face masks I bought from in October for R120 are now R549???This feels very exploitative, a...","sentiment_score":-0.39}
{"full_text":"RT Does Vitamin D combat Covid 19? YES!''The message should have been : 'everyone take vitamin D and cut out the junk fo...","sentiment_score":0.0}
{"full_text":"New viruses on the rise #novanews24 ##nuovovirus #disasex #covid19 #coronavirus #vaccine #vaccino #covid_19 #news #notizie #USA #Trump #Biden #8186383","sentiment_score":0.1363636364}
{"full_text":"In line with Government guidelines, we are continuing to operate safely, and we have taken additional precautions by designing our project programs to accommodate the requirements of social distancing. (1\/3)","sentiment_score":0.2666666667}
{"full_text":"RT This should have done long ago.It took the Covid crisis to make the change.","sentiment_score":-0.05}
{"full_text":"The month long 'Something's Not Right' campaign encourages young people to recognise different forms of abuse, report it an get help. The campaign follows evidence suggesting that young people faced a greater risk of abuse due to the impact of coronavirus.https:\/\/t.co\/tHq7EhTPEJ","sentiment_score":0.0545918367}
{"full_text":"RT CORRECTION: The vaccine would be available at the price of Rs 200 per dose*: Serum Institute of India (SII) officials#COVID19 ht...","sentiment_score":0.4}
{"full_text":"Recovery Plans : IT Professionals Can Help During and Post COVID  #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"Singapore--Given the rising cases of Covid-19 around the world, in addition to the country lifting travel restrictions for the sake of employment and tourism, the recent increase in local Covid-19 cases in Singapore was \"expected,\" some experts told The Shttps:\/\/t.co\/CbdWVGs0dY","sentiment_score":-0.0333333333}
{"full_text":"Here we go again..IRISH trainers heading to Cheltenham are expected to go there with ALL their top stars, despite the surge in Covid-19 cases across Europehttps:\/\/t.co\/mx76coF9JE","sentiment_score":0.2}
{"full_text":"Are you saying that covid is just the flu?","sentiment_score":0.0}
{"full_text":"RT May Allah cure everyone who suffer from Covid19.","sentiment_score":0.0}
{"full_text":"RT Because they want to guarantee he can't run in 2024. Democrats are abusing the Constitution. They will manipulate or ign...","sentiment_score":0.0}
{"full_text":"RT This whole attempted coup inside a mass pandemic inside an economic crisis inside a white supremacist patriarchal dystopia is...","sentiment_score":0.1333333333}
{"full_text":"  Japan has detected a new variant of the coronavirus. Here's what we know about the mutant strain so far, and how it compares to strains discovered in the U.K. and South Africa.https:\/\/t.co\/q6jqjGqyri","sentiment_score":0.1181818182}
{"full_text":"*New post* \"Risk and Responsibility in Popular Responses to COVID-19\" by Nick Clarke (@UoSGeogEnv) and (@ExeterGeography)","sentiment_score":0.3681818182}
{"full_text":"Recovery Plans : IT Professionals Can Help During and Post COVID  #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT  Coach Alexei Mishin contracted coronavirus. He tested positive on January 3rd and says he no longer has a temperature b...","sentiment_score":0.1136363636}
{"full_text":"RT I'm hearing more stories of people (including people I personally know) who got covid recently and their only exposure...","sentiment_score":0.125}
{"full_text":"RT From 16th January we are starting the world's largest vaccination program. Two 'Made in India' vaccines have been given emergency...","sentiment_score":0.0}
{"full_text":"With a total $20,000 funding from QRCS, the Red Cross of #Montenegro was able to secure protective supplies for those who cannot afford to purchase such products.#Qatar #QRCS","sentiment_score":0.15}
{"full_text":"| Birmingham City Community Trust Well-Being Tip - Week One'Staying Connected to Others' How do you stay connected to family &amp; friends during      lockdown?Do you have any top tips for others?#HealthAndWellness #CommunityClub #BCFC","sentiment_score":0.5}
{"full_text":"Leading In A Pandemic The challenge of the future","sentiment_score":0.0}
{"full_text":"quick and easy way to see if you're immune to the coronavirus. is working on a simple test and John Trant will tell us about it at 7:12 . Tune to 97.5fm in Windsor or 91.9fm in Leamington or stream live here -","sentiment_score":0.2257575758}
{"full_text":"Pfizer-BioNTech's #COVID19 vaccine, #BNT162b2, is expected to generate a whopping $30bn in sales from 2020 to 2026, with peak sales of $13.9bn in 2021. Read the full analysis here:","sentiment_score":0.125}
{"full_text":"RT Health secretary Matt Hancock to hold Downing Street press conference at 5pm. Read the latest on #coronavirus here https:\/...","sentiment_score":0.5}
{"full_text":"The number of people hospitalised with Covid-19 this week is likely to reach double the numbers seen at the peak of the first wave.https:\/\/t.co\/8s1ffJzCaB","sentiment_score":0.0833333333}
{"full_text":"Do your part to reduce the spread and keep everyone safe.  Make sure that you complete the COVID-19 school screening tool every day before going to your bus stop.https:\/\/t.co\/tklf3Ge0Mt","sentiment_score":0.3666666667}
{"full_text":"my lecturers are so boring they're like uhhh do an essay on covid thanks","sentiment_score":-0.4}
{"full_text":"RT News of a stricter lockdown being introduced.Speculation includes only leaving your house ONCE a week and NO support bubbles at...","sentiment_score":0.0}
{"full_text":"Book your night chaperone in New Jersey for your NYC student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity#covidsafety #travel #overnightsupervision","sentiment_score":0.3352272727}
{"full_text":"Several senators on Monday questioned why the Food and Drug Administration (FDA) was \"monopolizing\" the process for COVID-19 vaccine procurement in the Philippines.","sentiment_score":0.0}
{"full_text":"The rate for Harrogate is nearly at 500 per 100,000 people","sentiment_score":0.1}
{"full_text":"Indonesia's Food and Drug Authority has green-lighted emergency use of the COVID-19 vaccine produced by China-based Sinovac Biotech Ltd., with vaccinations of high-risk groups expected to start later this week.https:\/\/t.co\/fZXN2RtgK9","sentiment_score":-0.05}
{"full_text":"RT Not many people know about this but Chungha was asymptomatic and has been fully recovered from Covid ","sentiment_score":-0.25}
{"full_text":"We take our #covid19 precautions extremely seriously in order to protect both staff and visitors to our branches. It is so lovely to see that our customers are pleased and feel #safe with the measures that we have put in place in their reviews on","sentiment_score":0.2916666667}
{"full_text":"Quote of the week, stay positive as we are in national lockdown. Don't lose hope, use this time to sew into your future. This week I won't be as active online as I have an exam tomorrow and already handed in two essays today. #faithbinsights #staystrong","sentiment_score":0.0313131313}
{"full_text":"If you're shopping for essentials or heading outside for exercise, please follow public health advice to keep yourself and others safeCoronavirus cases are so high at the moment but doing this will prevent you catching the virus or passing it onThank you ","sentiment_score":0.19}
{"full_text":" Eildon Housing Services - Covid-19 Update - Please note the services currently available.","sentiment_score":0.4}
{"full_text":"Furloughed again due to lockdown 3.0? inTouch are recruiting now for home care workers in your local community. Register online today at #care #careerincare #furlough #covid #everydayisdifferent #yourcareyourchoice","sentiment_score":-0.0625}
{"full_text":"As #COVID19 turns lives upside down, people all over the world are searching for info on how to keep safe &amp; help one another. #itspossible to get good information about the #pandemic &amp; #vaccineshttps:\/\/t.co\/pnWYyrmnIH","sentiment_score":0.3481481481}
{"full_text":"Travelling in a pandemic?? Absolute bastards!! Anything to spoil a league that they're loosing control off","sentiment_score":0.3125}
{"full_text":"RT How Singapore Has Kept the Coronavirus Off Campus","sentiment_score":0.0}
{"full_text":"Where are we in the #COVID19 vaccine races? EAHP explains the status of the COVID-19 #vaccines to help end the coronavirus pandemic:","sentiment_score":0.0}
{"full_text":"Community pharmacists are ready to play their part in vaccinating the nation.https:\/\/t.co\/ZgK4lsEmw9","sentiment_score":0.2}
{"full_text":"The Cape Town International Jazz festival was first postponed in 2020 and will now not happen again in 2021 due to the increase in Covid-19 infection numbers.https:\/\/t.co\/FaacAtOs7L","sentiment_score":0.0416666667}
{"full_text":"NEW: The Georgia Department of Public Health (DPH) announces it is launching a COVID-19 vaccine locator on the DPH websitehttps:\/\/t.co\/evyVZl5Zzy","sentiment_score":0.0681818182}
{"full_text":"Public health officials have sounded the alarm for months, complaining that they do not have enough support or money to get COVID-19 vaccines quickly into arms.","sentiment_score":0.1111111111}
{"full_text":"RT The COVID-19 vaccines work by teaching your immune system how to defend itself against attack from the virus. Read more:","sentiment_score":0.5}
{"full_text":"Office administrator needed for a new non-profit organization.  This is a volunteer in office position.  COVID19 protocols strictly enforced.Forward resumes to liftinglabels@gmail.com","sentiment_score":0.1363636364}
{"full_text":"Russia announced Monday that 1.5 million people around the world had received its Sputnik V coronavirus vaccine as part of an initiative Kremlin critics have described as a geopolitical push.#COVID19 #vaccine #SputnikVhttps:\/\/t.co\/0M5SK40b2L","sentiment_score":0.0}
{"full_text":"With COVID knocking many back.Be the one to rise up.Stay safe.","sentiment_score":0.5}
{"full_text":"Distributing #COVID19 vaccines in Africa is Europe's chance to make a difference globally--and show there is an alternative to the China model.@Judy_Dempsey analyzes how a combination of philanthropy and self-interest could boost EU soft power in Africa.","sentiment_score":0.1}
{"full_text":"Millions of dollars have been allocated to help with coronavirus relief efforts in El Paso since the start of the pandemic.https:\/\/t.co\/P1nwrlkFqe","sentiment_score":0.0}
{"full_text":"RT It's infuriating to watch Journalists parroting the absolute Crap, that people are flouting lockdown rules, when it's...","sentiment_score":-0.4}
{"full_text":"The single most important action we can all take is to stay at home to protect the NHS and save lives.If you need to leave home for a permitted reason, you should always stay local.","sentiment_score":0.1857142857}
{"full_text":"#EQA #samples for week 3 2021 are on their way (#ACR #CSFB2T #C1 #GAS #PLA2R). Distribution Schedule Please contact us if your lab needs an extended closing date due to #COVID19 #TeamUKNEQAS #HealthcareScience","sentiment_score":-0.125}
{"full_text":"Furloughed again due to lockdown 3.0? inTouch are recruiting now for home care workers in your local community. Register online today at #care #careerincare #furlough #covid #everydayisdifferent #yourcareyourchoice","sentiment_score":-0.0625}
