{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"I am not a journo but I am a citizen. This is a good question - though you aren't the only UCP blocking your critics.","sentiment_score":0.35}
{"full_text":"Financial losses incurred due to pandemic said to be key factor in Cleveland's decision to trade Francisco Lindor to NY Mets.","sentiment_score":-0.0416666667}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT I'm about to have the best year of my life tbh. Lockdown will not lock me away from my blessings ","sentiment_score":1.0}
{"full_text":"Okay, higher courts are all wrong .. IQ45 says fraud so there must be fraud because he just can't lose, I mean who wouldn't want Orange as president!? He solved COVID as he told us to inject disinfectant or use a UV light and COVID would disappear  one day like a miracle ..","sentiment_score":0.051875}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT COVID spreads so easily as many people don't they have got it. That is why it is really important we all adhere to loc...","sentiment_score":0.45}
{"full_text":"ain ain prazer","sentiment_score":0.0}
{"full_text":"RT NHS staff are at breaking point. They need your support more than ever. Clapping is lovely, but the biggest present you cou...","sentiment_score":0.3333333333}
{"full_text":"them trump supporters will say all lives matter but can't wear a mask","sentiment_score":0.0}
{"full_text":"RT Tory MP Sir Desmond Swayne voted against the third national lockdown: \"They haven't worked... It would've been much wiser to...","sentiment_score":0.1}
{"full_text":"#Community and #Resilience are two of our core #values. In our small pocket of the world, we know that if we stay true to them, our community will get through this time together. We know that it's through these values that our actions lead us to change, to healing, to home.","sentiment_score":0.05}
{"full_text":"RT England: has cancelled A levels exams and GCSE's because we are in a pandemicPakistan:","sentiment_score":0.0}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"RT The lockdown level that's awaiting for RSA","sentiment_score":0.0}
{"full_text":"Hotels empty, people with nowhere to sleep. It's a no-brainer.Petition to demanding the government houses rough sleepers during the covid crisis.","sentiment_score":-0.1}
{"full_text":"RT I watched as a young woman was arrested after she sat down in a street near the Capitol that was closed for chanting. Sh...","sentiment_score":-0.0138888889}
{"full_text":"RT A lack of transparency by Chinese officials -- particularly about the coronavirus' transmission and the obstruction of a top U.S....","sentiment_score":0.2222222222}
{"full_text":"Portugal tightens restrictions amid record COVID cases","sentiment_score":0.0}
{"full_text":"RT CJI Bobde today asked if Corona precautions are being taken in Farmers Protests as it may lead to problemsSame CJI Bobde...","sentiment_score":0.0}
{"full_text":"RT Will the riots be a superspreader for #COVID19? Maybe...little distancing, few #masks, and lots of shouting...they were outs...","sentiment_score":-0.2}
{"full_text":"Urgent call for high quality masks and #PPE fit testing for hotel quarantine workers MUST be a mindset switch requiring industrial grade protection of workers -even #HCW -with #P2N95 masks. Can't rely on vaccines alone:Not here yet! .@amapresident","sentiment_score":0.33}
{"full_text":"Covid vaccination in India: Over 78 lakh registrations on Co-WIN portal so far, says govthttps:\/\/t.co\/ZIz4ShYozz","sentiment_score":0.1}
{"full_text":"But he ignored the pandemic and dropped the ball again with the vaccines!","sentiment_score":0.0}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"#Browns WR Jarvis Landry on ongoing COVID-19 issues: It's the curveball Coach Stefanski has been talking about all year, it calls for guys to step up and play in roles they may not have played","sentiment_score":0.0}
{"full_text":"And we've had to do all this whilst dealing with our own personal battles agains covid. We've lost friends and colleagues. Been unwell and isolating","sentiment_score":0.3}
{"full_text":"If you are out there in Nigeria especially in Lagos, please take your health that of others seriously. Covid-19 is everywhere in Lagos, I was out on the field today, there re many hospitals attending to patients who tot they had malaria but had other symptoms linkable to Covid-19","sentiment_score":0.0104166667}
{"full_text":"RT 9 months on and claps still don't pay the bills &amp; in 4 care workers who have been working t...","sentiment_score":0.0}
{"full_text":"RT NHS staff need your support now more than ever. But since the last #clapforheroes over 650 frontline healthcare workers hav...","sentiment_score":0.25}
{"full_text":"RT People calling for Level 5 lockdown again. You must have a nice trust fund.","sentiment_score":0.6}
{"full_text":"RT Not everyone who has #Coronavirus will have symptoms. You could be spreading it and not even know it!Help to stop th...","sentiment_score":0.0}
{"full_text":"Yikes and more crazy again here!New York they are stopping people if ya cough!Super stay home if ya can Beautiful AussieSuperGirlWriter Melisa!Super Safe Positivity and Super love ya mate!","sentiment_score":0.3680555556}
{"full_text":"How can we just accept this? #incompetence just doesn't cover it. #inept #corrupt","sentiment_score":-0.5}
{"full_text":"RT The strain on hospitals comes from our limited bed capacity. Even a small increase in cases puts pressure on the healthca...","sentiment_score":-0.1607142857}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT Concerning piece on drug-resistant #malaria in Africa. Poor treatment adherence + poor-quality meds = poor health outco...","sentiment_score":-0.4}
{"full_text":"Better hide him from the trumps, they'll want to hunt him and shoot him","sentiment_score":0.5}
{"full_text":"RT Thank you #India #Covid19InSA #CovidvaccineSA","sentiment_score":0.0}
{"full_text":"RT Well, I haven't heard the media talking about COVID-19 this morning.","sentiment_score":0.0}
{"full_text":"RT Why has Britain become numb to the horror of deaths caused by incompetence?","sentiment_score":-0.6}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"Trump is reported in a downward spiral as his time runs out at the White House, raging about his election loss, ignoring the deadly coronavirus pandemic and ever more delusional, paranoid and out of touch with reality. https:\/\/t.co\/VFjEBtxKw6","sentiment_score":0.1}
{"full_text":"Wait really? You think local judges wrote it? Lol you probably need to scroll to the bottom of the bill and look closer.. those ARE Republican PA legislators. Along with the dems too. Signed before the pandemic. No one complained until Biden drug trumps nasty behind across the US","sentiment_score":-0.1166666667}
{"full_text":"RT We are so grateful for all the support we have received from communities across Dorset throughout this pandemic, but rather than...","sentiment_score":0.0}
{"full_text":"RT SCOOP: Task force\/Operation Warp Speed officials are urging states to hand out vaccine doses set to expire to anyone who wan...","sentiment_score":-0.2}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT Just updated my story with this oddity: after Kenney announced sweeping restrictions Dec 8, govt website said \"all out-of-town...","sentiment_score":0.0}
{"full_text":"RT Cheering our heavy hearts, here is our beautiful Rozaria Memorial Trust Centre in full bloom. We are a very active Huma...","sentiment_score":0.2066666667}
{"full_text":"RT The #Browns haven't practiced all week. Their head coach has COVID. Their building remains closed. Their QB hasn't thrown...","sentiment_score":-0.1}
{"full_text":"Still stressing over yesterday. Also, Covid.  Hugs Rob and Mike.","sentiment_score":0.0}
{"full_text":"RT This is what your taxes and capitulating to the government get you.Scottish police use lockdown powers to storm into...","sentiment_score":0.0}
{"full_text":"RT Hello weather watchers.....so after a flood in Nursery &amp; Lockdown #3, snow is forecast! We are keeping a close eye on c...","sentiment_score":0.0}
{"full_text":"Guarantee it was Hawly, Gaetz, and Cruz who exposed everyone to Covid","sentiment_score":0.0}
{"full_text":"RT NEW: The woman behind Clap for Our Carers, Annemarie Plas, has confirmed it will return from 8pm this Thursday. This time...","sentiment_score":0.0454545455}
{"full_text":"RT -Chicago and Illinois' positive COVID cases are trending upward again-Illinois has passed 1 million cumulative cases since th...","sentiment_score":0.2272727273}
{"full_text":"I know the #Browns aren't making excuses here, but if anyone who has ever been involved in football knows, practice is vital. It's a timing and cohesion sport. 1 of 11 doing a job. To simply dismiss them having one single practice in nearly two weeks as minimal is asinine.","sentiment_score":0.0057142857}
{"full_text":"RT There seems to be a huge, and I assume coordinated, mass deletion of tweets by Tory MPs going on right now.Looks like m...","sentiment_score":0.3428571429}
{"full_text":"Motherfucking CHRIST","sentiment_score":0.0}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT *white woman from california flew across the country, during a pandemic, in order to participate &amp; die in an act of domestic...","sentiment_score":0.0}
{"full_text":"Did you see the tweet yesterday by the CNN chick saying that a friend had mentioned to her that the building is now infested with Covid? LOL","sentiment_score":0.8}
{"full_text":"RT As the unprecedented challenges posed by the COVID-19 pandemic continue, this latest Insight provides examples of how...","sentiment_score":0.55}
{"full_text":"RT Whilst it's kind that some people still want to clap, the best thing you could do for us is simply stay at home.Please RT...","sentiment_score":0.5333333333}
{"full_text":"Quebec going back into lockdown until February 8 to try to slow down a surge in Covid cases.","sentiment_score":-0.1518518519}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"Expel their asses","sentiment_score":0.0}
{"full_text":"Clap for way you can help the NHS is to heed the rules.Stay at home,wear a mask and social distance.","sentiment_score":0.0333333333}
{"full_text":"RT #MakeSomeNoise for #MentalHealth is back and we can't wait to get loud with all of our student athletes &amp; community members...","sentiment_score":0.05}
{"full_text":"RT Zhang Zhan, a Chinese citizen journalist who criticized the government's handling of the outbreak in Wuhan, was sentenced to f...","sentiment_score":0.0}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"RT COVID-19 TESTING CLINIC: We're holding a #COVID19 community pop-up testing clinic in the Waterfront neighbourhood. The cli...","sentiment_score":0.0}
{"full_text":"RT Looks like are up to their old tricks conflating \"fake news\" and critical questioning over data. Cue #NHS chief's...","sentiment_score":-0.1333333333}
{"full_text":"RT The British Government has released rules for sex during the new COVID-19 lockdowns.The rules state you should wear ma...","sentiment_score":0.0681818182}
{"full_text":"Rumour has it Ederson caused the Covid 19 outbreak as the man catches everything #MCFC #COVID19","sentiment_score":0.0}
{"full_text":"RT The Trump presidency feels like a replay of World War One.It's hard to understand how we got into it.It's hard to explain...","sentiment_score":-0.2916666667}
{"full_text":"I don't give a fuck how bolshy she is, this cunt is just high on power.","sentiment_score":-0.12}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"RT Covid-1984: Censorship &amp; Medical Tyranny (with Spiro Skouras) via","sentiment_score":0.0}
{"full_text":"RT Reality is breaking","sentiment_score":0.0}
{"full_text":"RT Did anyone else wake up and hope that yesterday was just a dream only to realize it wasn't and that we are not only livi...","sentiment_score":0.0}
{"full_text":"No doubt she'll be fine. But any change is HARD. Never mind a big change in the middle of a PANDEMIC.","sentiment_score":0.03125}
{"full_text":"RT Thank you ","sentiment_score":0.0}
{"full_text":"Them: covid 19 omg its deadly omg pls isolate and self distance and dont go out u might DIEEEE.                           Also them : If you've tested postive, take your vitamins and stay indoors you'll be fine in a bit. ","sentiment_score":0.1083333333}
{"full_text":"RT I really wish the coronavirus was like, whoa, wild stuff on the Hill, time to take a little break. But no, it is marching inex...","sentiment_score":0.0375}
{"full_text":"Tuesday can't come fast enough, so I can properly process all that has transpired! Trying to stay informed about a coup, avoid corona, and study ain't working.","sentiment_score":0.0666666667}
{"full_text":"Coronavirus Covid-19 Facts And Myths Face with medical mask Oktay Dogan (4K Ultra HD) via #viralvideo #ViralVideos #actoroktaydogan #YouTube #YouTuber","sentiment_score":0.0}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"RT I'm married to an Australian. I returned to Australia from the UK in October.This is my experience of what happened...","sentiment_score":0.125}
{"full_text":"New podcast alert: We chat with about their work in early detection of neurological disorders and large-scale health issues, including RNA tests for #autism, concussions and #covid19. ","sentiment_score":0.1181818182}
{"full_text":"RT I really wish the coronavirus was like, whoa, wild stuff on the Hill, time to take a little break. But no, it is marching inex...","sentiment_score":0.0375}
{"full_text":"RT The monarchist Iranian flag, the Confederate flag, the Israeli flag, and a sign that says \"No lockdown, no marxists, no m...","sentiment_score":0.0}
{"full_text":"I'm still waiting for the team to get back to me, and it's not my fault people are having to work at home due to lockdown isit?","sentiment_score":-0.0625}
{"full_text":"I am looking forward to getting my second vaccination on Monday. I'm a nurse on a Covid unit and I thank God everyday that I have remained negative. Several of my colleagues have gotten Covid from patients and one died last April. Having some immunity reduces my anxiety.","sentiment_score":-0.1}
{"full_text":"RT BREAKING:  Florida broke its record for the highest single-day number of COVID-19 cases today with 19,816 new cases. Th...","sentiment_score":0.1363636364}
{"full_text":"A new year offers a welcomed turn of the calendar and a fresh start. However, it's difficult to put 2020 completely behind us just yet because the COVID-19 pandemic still presents a significant threat.","sentiment_score":0.0018939394}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"DON'T WANT NON OF YER FORRIN VACSEENS! BRITISH VACSEENS FOR BRITISH PEEPUL. #idiots","sentiment_score":-0.2666666667}
{"full_text":"RT House Democrats are circulating at least two sets of impeachment articles against Trump for the raid of the Capitol - which...","sentiment_score":-0.3}
{"full_text":"big round of applause for Ron the Con.","sentiment_score":-0.1}
{"full_text":"The exams. Personally think it is all depending on the time stamp the lockdown goes on for and if it's viable for students to attend schools again once safe. August might be a viable option pushing it?","sentiment_score":0.25}
{"full_text":"RT Some local patients have turned down an offer this weekend of getting a Covid vaccine when they found out it was the P...","sentiment_score":-0.0777777778}
{"full_text":"RT Today we confirmed the first two cases in Connecticut of the COVID-19 variant B.1.1.7, the same variant initially discove...","sentiment_score":0.1625}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"Has to be the one on the left. The one on the right cures Covid... doesn't it??","sentiment_score":0.1428571429}
{"full_text":"RT The three biggest for-profit long-term care companies in Ontario paid out $171 million to shareholders during the first...","sentiment_score":0.25}
{"full_text":"RT Dr Farah Mustapha, Consultant in Emergency Medicine at Our Lady Of Lourdes Hospital, Drogheda is appealing to all road users...","sentiment_score":0.5}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"With the Browns in a covid outbreak should the nfl take a few weeks off and go to a bubble?  What will the nfl do if there is an outbreak right before the Super Bowl?#AskFrelund","sentiment_score":0.1396825397}
{"full_text":"RT I really wish the coronavirus was like, whoa, wild stuff on the Hill, time to take a little break. But no, it is marching inex...","sentiment_score":0.0375}
{"full_text":"RT While insurrectionists were trying to take over our country, the FDA sent out an alert that the Curative COVID test, which is...","sentiment_score":0.0}
{"full_text":"RT Devastating news. Another 1162 deaths from Covid.The unimaginable - and, at least in part, unnecessary - suffering beh...","sentiment_score":-0.5666666667}
{"full_text":"RT Final touches done. Feeling vet excited about this. A very much needed safeguarding tool for during the pandemic and lockdowns....","sentiment_score":0.2116666667}
{"full_text":"RT dating in this pandemic has been so ghetto, just pen pal vibes","sentiment_score":0.0}
{"full_text":"RT A new, more transmissible coronavirus variant leaves one Londoner in 30 with covid-19, placing perilously high stakes on...","sentiment_score":0.2654545455}
{"full_text":"RT . give the VERY best advice for fundraising in a crisis:\"Reflect what people are experiencing and how...","sentiment_score":1.0}
{"full_text":"Got to smile , selfie culture pandemic","sentiment_score":0.3}
{"full_text":"Are some #COVID19 vaccines being wasted? Not at #UMassMemorial.  Get more info in this article from","sentiment_score":0.15}
{"full_text":"Pandemic news is not good, vaccine rollout is slow #TheInfiniteAge #COVID19 #WearAMask #StayHome","sentiment_score":-0.325}
{"full_text":"'Won't be back to normal for a long time' - Small-town Nebraska bars, businesses struggling and surviving though pandemic.Check out our website for more information:","sentiment_score":0.15}
{"full_text":"RT | Why is SA not looking into using 'indigenous herbs' to fight Covid-19, asks Cosatu president","sentiment_score":0.0}
{"full_text":"RT NHS staff are at breaking point. They need your support more than ever. Clapping is lovely, but the biggest present you cou...","sentiment_score":0.3333333333}
{"full_text":"While we may be back on lockdown, we still have loads of resources to keep you active and healthy.Visit to access home workout videos, healthy eating information and nearby walking routes to get in your daily outdoor exercise.","sentiment_score":0.0916666667}
{"full_text":"RT Yesterday the U.S. reported 3,865 COVID deaths, the greatest single-day total since the pandemic began. This is a nati...","sentiment_score":0.5}
{"full_text":"One year ago today:Xi Jinping becomes involved in the response to the outbreak, making \"requests for the prevention and control work of the coronavirus outbreak,\" per a later speech.","sentiment_score":0.0}
{"full_text":"COVID-19 disruptions are giving countries the opportunity to pursue 'greener, smarter, more equitable' development policies; however debt burdens for poorer nations present a major obstacle to recovery says","sentiment_score":0.1875}
{"full_text":"#Bridal: At the onset of the pandemic, it was hard to hold any ceremony or get together but with time, rules have been put in place to enable weddings to go onhttps:\/\/t.co\/3uL0aldaD1","sentiment_score":-0.2916666667}
{"full_text":"The public will now be consulted on the draft plan.https:\/\/t.co\/GFPo8hlkA8","sentiment_score":0.0}
{"full_text":"RT Sweden kept schools open &lt;16 during unsuppressed community spread. Thus, Sweden offers a control against which to compar...","sentiment_score":0.05}
{"full_text":"#FromTheArchives Up in the Air: Airlines and Competition Policy in Times of COVID-19https:\/\/t.co\/24xbG4dySS","sentiment_score":0.0}
{"full_text":"\"Lockdown defender\" ","sentiment_score":0.0}
{"full_text":"RT NEW STUDY from Sweden in NEJM:1) Out of 1,951,905 children age 1-16, March 1-June 30: 15 ICU visits, 0 deaths fr Covid...","sentiment_score":0.1363636364}
{"full_text":"Sinovac is a Chinese company and their #COVID19  #vaccine is built upon an inactivated virus platform. It does not require a unique cold storage demand and therefore can be sent to developing countries where there might be refrigeration issues.https:\/\/t.co\/k5nO8JADW7","sentiment_score":-0.075}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"Bored with the off-season already? Same!We collated some of the best #RugbyLeague action in this blogpost at the start of lockdown...it's worth checking out again now we are back in #Lockdown3 !!","sentiment_score":0.18}
{"full_text":"Cold and flu season are in full swing, and we are still in the middle of the #COVID19BC pandemic. With that being said, this is just a friendly reminder to wash your hands and hand sanitize!#NorthernBC #CityofPG #PrinceGeorgeBC #Automotive #Vehiclerepair","sentiment_score":0.03125}
{"full_text":"With lockdown in place, be sure to visit our #COVID19 #resources page. It has 100+ resources including food, support services, call lines, mental health, vaccine info, fitness, entertainment &amp; more. Learn more: #seniors #olderadults #Toronto #YorkRegion","sentiment_score":0.35}
{"full_text":"BC Place is proud to light up with a special animation at the top of each hour every night to show support for health care workers  Thank you to the teams across BC who have been working tirelessly to support our communities through the COVID-19 pandemic! #ShareTheLightBC","sentiment_score":0.5455357143}
{"full_text":"COVID-19 vaccines are here. Health care workers and residents in long-term care will be the first to be vaccinated. As the supply increases, those with the highest risk and potential exposure to COVID-19 will receive vaccines. #VaccinateAll58","sentiment_score":0.125}
{"full_text":"Not close to smart...They are so DUMB that they are prepared to rather face consequences or die for trump\/virus &amp; continue to #SuperSpread covid destroying lives &amp; country, than at least wearing masks to hide identitiesAnd their dumbness is destroying UShttps:\/\/t.co\/zVl3J68J4g","sentiment_score":-0.26875}
{"full_text":"\"After weeks of advocacy, we &amp; tens of thousands of NY's across the state are desperately hoping that the NY State DOH will ensure that incarcerated people--like all vulnerable NY's in congregate settings--have early access to the COVID-19 vaccine.\"","sentiment_score":-0.3333333333}
{"full_text":"It's time to #ClapForHeroes...Thank you to everyone working on the frontline, behind the scenes and in our communities to help fight Coronavirus.As one, we #StandUpTogether for you ","sentiment_score":-0.4}
{"full_text":"Real Housewives star Dawn Ward defends holiday in Dubai after being accused of breaching COVID ruleshttps:\/\/t.co\/KscUzW4JIJ","sentiment_score":0.2}
{"full_text":"Inspired by viral footage of Italians singing from their balconies at the start of the COVID-19 pandemic, Haroon Mirza stages a socially-distanced, modular opera, year zero.","sentiment_score":0.0}
{"full_text":"as my MP, &amp; I are calling on you &amp; the Govt to ensure every health &amp; care worker receives a real living wage as they fight #COVID19 for all of us. #ThunderclapForCarers #BuildBackEqual","sentiment_score":0.2}
{"full_text":"We can help keep your tile and grout looking their best with regular deep cleaning. Call us at 316-854-0558.#wichita #housecleaning #janitorial #clean #carpet #upholstery #airduct #arearug #dryervent #tile #grout #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":0.3416666667}
{"full_text":"RT French PM shows this chart in address to people on Covid restrictions, comparing EU\/ UK\/ Swiss cases\/ popu...","sentiment_score":0.0}
{"full_text":"RT This is pure tyranny. And everyone who blindly supports increasingly draconian lockdown measures is partially responsible.","sentiment_score":-0.0285714286}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"Substance abuse during the pandemic","sentiment_score":0.0}
{"full_text":"If y'all would just stay tf home I would be able to be with my dad rn.","sentiment_score":0.5}
{"full_text":"Influenza viruses are cocirculating with SARS-CoV-2, so flu vaccination is more important than ever! We recommend that unvaccinated persons with #COVID19 get a flu shot  once they have substantially improved or recovered from COVID-19.","sentiment_score":0.5}
{"full_text":"Tonight, we join the nation in showing our sincere thanks, appreciation and respect to the heroes who have worked tirelessly throughout the #Covid19 pandemic. Your actions and sacrifice truly deserve applause. Thank you. #ClapForHeroes","sentiment_score":0.35}
{"full_text":"THE MANI &amp; THE MINT  #SupportYourLocalBeautyPro and jump the queue by booking your #postlockdown nails with Manchester nail artist AP Nail Cam  ...and if we're still in #lockdown at the time of your appointment - you can always reschedule! Book via","sentiment_score":0.0}
