{"full_text":"Coronavirus Update (Live): 96,228,754 Cases and 2,055,743 Deaths from COVID-19 Virus Pandemic - Worldometer","sentiment_score":0.1363636364}
{"full_text":"RT United Kingdom Daily Coronavirus (COVID-19) Report * Tuesday 19th January.33,355 new cases (people positive) reported...","sentiment_score":0.1212121212}
{"full_text":"Omg the end of this clipStay your broke ass home!","sentiment_score":0.0}
{"full_text":"RT Fumigate that sucker","sentiment_score":-0.3}
{"full_text":"omg someone at my store got covid..... we were doing so well.......","sentiment_score":0.0}
{"full_text":"RT A viral video from Italy seems to show a kiwi fruit testing \"positive\" for Covid-19, as \"proof\" that the tests are unreliable...","sentiment_score":0.2272727273}
{"full_text":"RT New York City is set to run out of Covid-19 vaccines by Thursday if the state doesn't receive more doses, Mayor Bill de Blasio say...","sentiment_score":0.3181818182}
{"full_text":"RT Breaking: 1,610 Covid deaths recorded today.Government's priority: Cutting Universal Credit.","sentiment_score":-0.3}
{"full_text":"It's fucking 30 degrees outside and this chick is always wearing shorts and a tee shirt to work like talking about her trip to Branson where it was annoying because most places required you to wear a mask","sentiment_score":-0.225}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"RT More than 191,500 American flags have been planted on the National Mall. They represent the Americans who can't attend Joe Biden's...","sentiment_score":0.25}
{"full_text":"Daily PHE Covid-19 data Jan 19th33345 new positive cases 3634 admitted to hospital 1610 deaths within Gov't imposed 28 day cut-off 8,267 Total number of deaths within 28 days of positive test reported in the last 7 days High death nos include deaths not registered wk\/end","sentiment_score":0.1072727273}
{"full_text":"RT Starbucks CEO Kevin Johnson, to We just \"did the math and figured out at this rate of vaccinations it's goin...","sentiment_score":0.0}
{"full_text":"RT Important work from Castlereagh Medical Centre that was able to play its part in supporting today #Stan...","sentiment_score":0.2875}
{"full_text":"RT #Airforce_age_relaxation#AirForceAgeRelaxtion We are not responsible for Covid-19 so, we deserve age relaxation , we w...","sentiment_score":-0.1}
{"full_text":"RT 9\/11 every day. Wear a mask and the government better speed up vaccine distribution.","sentiment_score":0.5}
{"full_text":"The Sandwell Experience Weekly analysis on Boris Johnson School Boy Government and the ''Comedy of Errors'' rewrite 2021.Few days ago Beryl said that the CV19 Pandemic was levelling off I did not believe or took a drop of notice. I listen to the scientist now 1610 dead. Stay H!","sentiment_score":-0.25}
{"full_text":"France helped China build a P4 lab in Wuhan by collaborating on the development of the Chinese to manipulate the genetic code of viruses - in return for collaboration with French scientists. The Chinese took their equipment and they do not let anyone in.","sentiment_score":0.0}
{"full_text":"RT Rachel Levine is the Andrew Cuomo of Pennsylvania.He moved his mother out of a care home as Pennsylvania Gov. Tom Wolf is...","sentiment_score":0.0}
{"full_text":"TLDR: a couple of lesbian sells book to encourage people to move to bali despite the covid situation, Indonesia angryother black people say that Indonesian is anti-black.indo govt look it up and deport the couple. because if many people come to indo the covid cases gonna rise.","sentiment_score":0.1666666667}
{"full_text":"Why are UKGOV data charts compiled in such a way as to make it appear Scotland has a higher death rate compared to England when the actual figures disprove that?","sentiment_score":0.0833333333}
{"full_text":"Latest Covid data forthe UK &amp; all 4 Home Nations+ Graphs of the day#CovidDataUK4HNs#CovidData3HNs#CovidGraphsUK#DailyCovidUpdate#Covid19UK#CovidDataUK#CovidDataEngland#CovidDataScotland#CovidDataWales#CovidDataNI","sentiment_score":0.5}
{"full_text":"RT The simple things are often the hardest to do consistently. However, to fight Covid 19, we need to wear our masks. Let us...","sentiment_score":0.125}
{"full_text":"RT Over 400,000 Americans have died from Covid-19. Over 400,000 of us are dead because of Donald and his administration's inco...","sentiment_score":-0.2}
{"full_text":"RT Tomorrow! ISA's Global Health Studies Section will be hosting a discussion on IR #research and the #COVID-19 #pandemic. Regis...","sentiment_score":0.0}
{"full_text":"I have signed the petition calling for a public inquiry into the UK's response to the coronavirus outbreak.Sign here. via","sentiment_score":0.0}
{"full_text":"RT Another new #COVID19 variant, which is different from the one first found in Britain, was increasingly detected in multiple co...","sentiment_score":0.0965909091}
{"full_text":"I want to be partying but I have a doctor appointment tomorrow to see if I am a candidate for pulmonary rehabilitation to help me recover post Covid. Just so grateful President Biden will be in charge. ","sentiment_score":0.0}
{"full_text":"Are you a homeowner?Have you been impacted by COVID-19?The Indy Affordable Modification Program can help you keep your home, refinance your mortgage debt at a below-market interest rate, and lower your monthly payment.For more information, visit","sentiment_score":0.5}
{"full_text":"RT One of my cousins died from COVID yesterday. She was in her early 30s. Her sister, also in her early 30s, has been in a...","sentiment_score":0.1}
{"full_text":"How much of the bill was self inflicted due to handling of the virus?","sentiment_score":0.0375}
{"full_text":"This big tough general with tears in his eyes. \"Sir,\" he says. \"Sir, you know I'd be there if I could.\" He's weeping while he says this, this tough guy. \"But sir, I have to stay home and cram for a urine test.\"","sentiment_score":-0.1819444444}
{"full_text":"RT They could press BOTH buttons if they wanted to! Why the fuck are malls still open?? Shut it down.","sentiment_score":-0.1851851852}
{"full_text":"RT 1,610 reported dead in 24 hours: the worst daily COVID death toll ever in a country with one of the worst total death toll...","sentiment_score":-0.44}
{"full_text":"RT The South Texas Blood and Tissue Center is asking those that have recovered from COVID-19 to donate plasma to help oth...","sentiment_score":-0.1}
{"full_text":"RT Large outbreak of chubby ducks!?","sentiment_score":0.2678571429}
{"full_text":"#F2Fisnotsafe but is determined to keep k-3 F2F despite the spike. Are you concerned PWCS is your prime example of what not to do. Do you think more signage and plexis are our solution for k-3?!?!","sentiment_score":0.78125}
{"full_text":"This is a warning to the caravan coming.","sentiment_score":0.0}
{"full_text":"No....cancer, heart attacks. Things like that. I do hope you're not suggesting that 90,000 people would all be alive if covid wasn't around??!!","sentiment_score":0.15625}
{"full_text":"RT Mental I've caught COVID off my cat don't ask meow","sentiment_score":-0.1}
{"full_text":"Just remember that the US GDP is 20x that of Canada's.Canada nearly immediately allocated $2,000 per month to COVID-related victims.There are no excuses. PEOPLE first.","sentiment_score":0.175}
{"full_text":"Thanks! Wish it were under more peaceful, less political, &amp; less pandemic-al circumstances.","sentiment_score":0.1111111111}
{"full_text":"Trump administration gave private jet companies over half a billion in pandemic bailout funds #SmartNews","sentiment_score":-0.0833333333}
{"full_text":"RT I'm using this off time during the pandemic to go to school to learn to operate lasers so that I can finally live my dream...","sentiment_score":0.1363636364}
{"full_text":"Tonight's virtual Oxford Science Cafe is all about vaccines -- their history, the variety of vaccines, recent development of vaccines for COVID-19 and more. Tune in.Read more:","sentiment_score":0.3333333333}
{"full_text":"RT Words failScientists warned that relaxing restrictions for Christmas would lead to more deathsThey were ignored wh...","sentiment_score":0.5}
{"full_text":"RT 30% have to get readmitted later due to newly developed complications such as heart, liver or kidney problems or diabetes....","sentiment_score":-0.00625}
{"full_text":"LMAOOOOO! What y'all said? \"anti-blackness\" was the cause???","sentiment_score":0.0}
{"full_text":"RT FLASHBACK: PA Health Secretary Rachel Levine Moved Mother Out Of Personal Care Home After Ordering Nursing Homes To Accept...","sentiment_score":0.0}
{"full_text":"RT Schumer indicates to reporters they want to get three things done \"quickly,\" another sign moving to the impeachment trial will...","sentiment_score":0.3333333333}
{"full_text":"RT Straight up xenophobia.","sentiment_score":0.2}
{"full_text":"RT Congrats to Levine has been a wise, calm, and dedicated partner during this pande...","sentiment_score":0.5}
{"full_text":"If anyone thinks Joe Biden alone can fix this, wake up.","sentiment_score":0.0}
{"full_text":"RT It's hard to find the words for how I feel about this - the heartache and distress caused to so many familiesThat we m...","sentiment_score":0.1041666667}
{"full_text":"It truly was a global event.Wonderful to see some positive effects of Covid-19. Southern African researchers could engage with colleagues around the world. Sharing lessons &amp; learning from evidence. So inspiring!Enkosi &amp;","sentiment_score":0.0568181818}
{"full_text":"RT Covid killed a friend yesterday. So I've even less time for the journalistic quackery of Young, Pearson and  Hartley-Brewer...","sentiment_score":-0.0888888889}
{"full_text":"Same lmao man!! If you don't get out her mentions and let her be happy she was able to stay home with her baby ","sentiment_score":0.559375}
{"full_text":"RT NEW: Maldives to become first country to receive coronavirus vaccine from India","sentiment_score":0.1931818182}
{"full_text":"RT China is the ONLY Economy to Grow During Pandemic?! It's time to Wake Up to the China Threat NOW!https:\/\/t.co\/zxXFO65S9L","sentiment_score":0.0}
{"full_text":"The UK is helping up to 92 developing countries access one billion doses of #COVID19 vaccines.@morton_wendy updates on our support for equitable global access to vaccines.","sentiment_score":0.0}
{"full_text":"RT There are 200,000 flagsIf you want a scale of the horrific human cost of COVID-19 in the United States for each of thes...","sentiment_score":-0.5}
{"full_text":"RT Beautiful Mary Fogarty. First Covid vaccination 19\/01\/21. Thank you to the scientists, the NHS and everyone who made it...","sentiment_score":0.55}
{"full_text":"Ahead of tomorrow: #Inauguration2021 Chaos at the Capitol: 2 National Guard members removed from Biden inauguration  ","sentiment_score":0.0}
{"full_text":"RT And yet the US has undermined its ability to credibly and effectively respond to this dangerous campaign due to our own lea...","sentiment_score":0.175}
{"full_text":"RT A thorough top-to-bottom cleaning of the entire White House campus will take place after Trump leaves. Deeper cleaning pr...","sentiment_score":0.0}
{"full_text":"Families Of Prisoners Hospitalized With COVID Often Cannot Get Critical Details via","sentiment_score":0.0}
{"full_text":"But according to the GF, they didn't duck or tell folks to duck...but now her accounts is suspended so she can't even defend herself...idk!","sentiment_score":0.0}
{"full_text":"Michigan Gov. Whitmer is expected to propose a \"significant\" new COVID-related spending bill this afternoon. House GOP Approps Chair Thomas Albert has threatened to block her spending requests until Whitmer lifts more economic restrictions.","sentiment_score":0.2222727273}
{"full_text":"RT Today, Jan. 18, Maryland moved into Phase 1B of our #COVID19 vaccination plan. This includes everyone from Phase 1A , as...","sentiment_score":0.0}
{"full_text":"Totally agree. Normally I'm motivated to do exercise. I've just had too much. Bereavement, lockdown, moving mother into a nursing home where I can't see her. Feeling under siege.","sentiment_score":0.1166666667}
{"full_text":"RT India is deeply honoured to be a long-trusted partner in meeting the healthcare needs of the global community. Supplies o...","sentiment_score":0.0}
{"full_text":"RT After lockdown we are waiting for one big movie which could bring the audience back,but we never expected this much resp...","sentiment_score":0.0833333333}
{"full_text":"RT If you've just got your annual common cold or sore throat don't bother going for a covid test, your just pushing up the numb...","sentiment_score":-0.5}
{"full_text":"RT Face coverings can help to reduce the spread of #coronavirus. They should: cover the nose &amp; go under the chin fit snugly a...","sentiment_score":0.4}
{"full_text":"RT This tweet aged well, unfortunately.","sentiment_score":-0.3}
{"full_text":"RT Me laughing and chatting on the phone with my besties for hours.One of the few things that's keeping me sane during lockdow...","sentiment_score":-0.2}
{"full_text":" How has the #COVID19 pandemic affected progress towards the #SDGs across the Global South?  To help us understand, we've compiled the research of 600 scholars from Africa, Asia, &amp; Latin America. #southernperspectives Explore by goal\/region here:","sentiment_score":0.0}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"RT The #lockdown breakdown","sentiment_score":0.0}
{"full_text":"Do you have a new puppy at home? Socialization is just important as ever but it's also important for you to stay safe and slow the spread of COVID-19. Check out this advice from ","sentiment_score":0.2272727273}
{"full_text":"RT To put this into perspective:The population of New Orleans: 390,000The population of Tulsa: 401,000The population of Minne...","sentiment_score":0.1363636364}
{"full_text":"It's like we're not in a pandemic and we have an official date for the concert in our minds","sentiment_score":0.0}
{"full_text":"One thousand six hundred and ten  #coviduk -&gt; COVID-19: UK records 1,610 more coronavirus deaths - highest on single day since outbreak beganhttps:\/\/t.co\/5C5nuZuXrS","sentiment_score":0.1428571429}
{"full_text":"RT DUDE!!!Interesting: Operation CASTLE ROCK was an Army training program preparing for arrests...https:\/\/t...","sentiment_score":0.0}
{"full_text":"It is great to see a COVID-19 vaccine effort where T cells are not afterthoughts...","sentiment_score":0.8}
{"full_text":"RT Dr. Ruth on why she got the #CovidVaccine, \"As a doctor and a person living with #sicklecell anemia, I felt it was vital fo...","sentiment_score":0.1}
{"full_text":"RT I posted about the upcoming Prime Years event, tagged them &amp; commented on their post for good measure. They reposted all...","sentiment_score":0.7}
{"full_text":"RT India is deeply honoured to be a long-trusted partner in meeting the healthcare needs of the global community. Supplies o...","sentiment_score":0.0}
{"full_text":"RT Joe Biden and his administration have vowed to ensure Black and brown people get equal access to the Covid-19 vaccine through mobi...","sentiment_score":-0.0833333333}
{"full_text":"RT Cons: Levine shipped covid-positive patients back into nursing homes, and removed mom from a nursing home at the same time...","sentiment_score":0.0}
{"full_text":"RT people don't want to give cash support because they know some workers will *rightfully* decide to quit and stay home. they w...","sentiment_score":0.0}
{"full_text":"RT Large outbreak of chubby ducks!?","sentiment_score":0.2678571429}
{"full_text":"RT Doctor raises PS20k to legally challenge second dose Covid vaccine delay &gt;There is no scientifi...","sentiment_score":0.1}
{"full_text":"Reading the comments and it appears that some Canadians actually believe that after providing extraordinary relief during the pandemic's early days our Prime Minister has no interest in supplying vaccines. We've been told this will take time but bitch away. ","sentiment_score":0.1444444444}
{"full_text":"RT #PostpondBiharBoardexam2021; Because 80% students have note completed their syllabus due to lockdown. Please extend th...","sentiment_score":-0.125}
{"full_text":"RT How some business landlords are treating tenants through covid is disgusting they shouldn't be breaking contracts, har...","sentiment_score":-1.0}
{"full_text":"RT This is the most North Korean thing I've ever seen in this country.","sentiment_score":0.5}
{"full_text":"Really? That only proved that they didn't have the file she requested. Nowhere did they say Covid didn't exist. She probably asked for the wrong file.","sentiment_score":-0.1}
{"full_text":"Each new infection gives the virus a chance to mutate as it makes copies of itself, threatening to undo the progress made so far to control the pandemic.","sentiment_score":0.1181818182}
{"full_text":"RT Schumer indicates to reporters they want to get three things done \"quickly,\" another sign moving to the impeachment trial will...","sentiment_score":0.3333333333}
{"full_text":"Enough of you people. Biden has always been against crowds given the pandemic. Now he needs security because of whiny babies who can't admit they lost terrorized DC two weeks ago. Obsession with \"crowd size\" needs to die with the Trump administration.","sentiment_score":0.0}
{"full_text":"RT Surve Bhavantu Sukhinah, Surve Santu Niramaya! With a belief in welfare of all humanity, India will commence supply of COVI...","sentiment_score":0.0}
{"full_text":"2.2 million women left the US workforce in 2020. Just devastating. Change is necessary for #WorkingWomen to recover from the pandemic in 2021. Great article from and thoughts from and others! #Leadership","sentiment_score":0.0}
{"full_text":"The continued level of Covid transmission in our communities means that it is entirely right to extend the period of school closures to the majority of pupils &amp; the only sensible choice at this time to protect public healthhttps:\/\/t.co\/NDzOypbzMN","sentiment_score":0.0952380952}
{"full_text":"RT PWCS Epic leadership fail.  Where's the vaccine, 100$ virtual neighboring districts can get the shot. Lies on CoVid dashboard...","sentiment_score":-0.2}
{"full_text":"RT #Interfaith Education symposium continues w\/ \"Where do we go from here?\" - Reflection on Future of Seminary and Divinity...","sentiment_score":0.0}
{"full_text":"RT Rachel Levine moved his mother out of a nursing home and then ordered nursing homes to accept coronavirus patients.THOUSA...","sentiment_score":0.0}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"We came across this story about one of Snohomish County's first #COVID19 patients. We're thrilled to hear that she is healthy once again &amp; that our Youtube exercise videos are helping her get to 10,000 steps daily. From ","sentiment_score":0.3375}
{"full_text":"This makes me (even more) proud of Danish society: As homeless people are more vulnerable to catching and suffering from covid19, they will receive the vaccine much earlier than the general population (group 5 out of 12). https:\/\/t.co\/3ubeQSdLE9","sentiment_score":0.2785714286}
{"full_text":"Hopefully the vacine rollout will help the situation. It was open partially for Christmas during the local lockdown but that was just locals of course.","sentiment_score":-0.0333333333}
{"full_text":"RT YPF's downfall underscores just how hard the pandemic has hammered both the global oil industry and the perennially hobbled A...","sentiment_score":-0.1458333333}
{"full_text":"The people of Pennsylvania just can't get rid of him. We've had to put up with him through this whole Coronavirus ","sentiment_score":0.2}
{"full_text":"RT \"January continues to be on track to be the deadliest month since the outbreak started,\" said.","sentiment_score":0.0}
{"full_text":"Amazing, and thank you so much for your support. It helps us help those most impacted by COVID ","sentiment_score":0.4333333333}
{"full_text":"RT US surpasses 400,000 coronavirus deaths, per data.Deaths by month:February: 1March: 3,768April: 58,960May: 42,...","sentiment_score":0.0}
{"full_text":"RT PEEPSpls remember Biden  encourages us to light a candle and put in a window tomorrow (1.19.21) to honor loved ones wh...","sentiment_score":0.55}
{"full_text":"RT #covaxine consent Form Says #CoronaVaccine #Corona","sentiment_score":0.0}
{"full_text":"Superdry's efforts to beat COVID blues are yet to convince investors | Business News - UK high street is in the deep freeze and Superdry, the fashion retailer, emerged on Tuesday as one of the major casualties of coronavirus.The company, a sto...","sentiment_score":0.0741666667}
{"full_text":"#Giveblood: #HSI #SanDiego encourages all eligible individuals to donate blood to meet local hospital needs. The SD Blood Bank is also doing antibody testing for each donation to qualify donations for #COVID19 convalescent plasma. Learn more here:","sentiment_score":0.25}
{"full_text":"In The Pandemic-Fueled Rush To Perfect Digital Commerce, Some Technology Has Risen, And Some Has Faltered: A Look At The Good, The Bad And The Ugly via","sentiment_score":0.06}
{"full_text":"New on Leapsmag! Vaccine hesitance isn't new - it's been around as long as vaccines themselves. Here's a brief history on how people have \"become blase to the gifts of science.\"","sentiment_score":0.0642045455}
{"full_text":"RT Joe ExoticWhy do people idolize a man that kept incredible wild animals locked in tiny cages, their entire lives, for p...","sentiment_score":0.25}
{"full_text":"Bella Kontogiannis kicks off our new series, in which Durham students share their experiences during the pandemic.","sentiment_score":0.1363636364}
{"full_text":"In recognition of the #NationalMomentofUnity our #YCT will be lit up Amber tonight.We join with the in remembering all those whom we have lost due to CoVid-19.","sentiment_score":-0.125}
{"full_text":"The University reported 13 new student COVID-19 cases and 13 new faculty, staff and postdocs cases for the week of Jan. 11 -- a drop from the previous week's 82 combined new cases -- on its COVID dashboard.https:\/\/t.co\/3tRMxFadh0","sentiment_score":0.0606060606}
{"full_text":"RT mPharma is the nexus of Ghana's Covid-19 testing infrastructure. Over 50% of Ghana's current testing capacity will disappear...","sentiment_score":0.0}
{"full_text":"The average Brit currently experiences three different moods each day as they go through lockdown, with stressed, anxious and happy the most common. Can you relate? #lockdown #mentalhealth #stress #anxiety","sentiment_score":0.0857142857}
{"full_text":"ONE MONTH LEFT BOYS!#TBCWHEN#TBCClassic #WoWClassic #BlizzCon","sentiment_score":0.0}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"Scammers have switched up the game when it comes to #COVID19 scams, so has too! Please share these tips to stop the spread of #CovidVaccine scams! #insurancefraud","sentiment_score":-0.625}
{"full_text":"If you missed it... here's our Head of Education live on IG with  discussed how young people can financially navigate the pandemic. #FinancialEducation #youngpeople","sentiment_score":0.0787878788}
{"full_text":"A lot of venture firms held up last year for the same reason as tech stocks: The #pandemic accelerated the uptake of technology, said professor Steven Kaplan.","sentiment_score":0.0}
{"full_text":"5 new #COVID19 cases reported and confirmed with 3 in Tonopah and 2 in Pahrump.There have been 132 new cases and 6 deaths reported the past 7 days.Nye County #COVID19Vaccine Information and Resources page including the Vaccine Interest Form:","sentiment_score":0.1056818182}
{"full_text":"We have six mass testing centres in Enfield.They are open between 9am and 6pm everyday.If you cannot work from home you should take a test to ensure you do not have coronavirus and are not inadvertently spreading it.https:\/\/t.co\/hAPsfdEgnl#KeepEnfieldSafe","sentiment_score":0.0}
{"full_text":"It's been said before that addressing the #COVID19 pandemic has forced us into a war economy. According to #PardeeProf a major #GlobalIssue2021 will be to transition to a post-COVID peace economy while reducing inequality and public #debt.","sentiment_score":-0.0791666667}
{"full_text":"Now is the right time to be thinking about your post-Covid-19 skills needs! If you're in Scotland you can get up to PS5k for each apprentice you take on up to March 25th!Find out more: #engineering","sentiment_score":0.4285714286}
{"full_text":"RT CDC: Wear a mask! Social Distance! Get the vaccine!Me: absolutely!CDC: don't eat raw cookie doughMe: I'll see you...","sentiment_score":-0.0945512821}
{"full_text":"Biden Pledges Federal Vaccine Campaign to Beat a Surging Coronavirus.https:\/\/t.co\/oxzykaeTab","sentiment_score":0.0}
{"full_text":"\"the tech giant said Tuesday it will devote up to $3 million to back fact-checking initiatives to counter #vaccine misinformation, which it says has emerged as a particularly troubling phenomenon as global immunization efforts get underway\"https:\/\/t.co\/Wv69ozFK84","sentiment_score":0.0416666667}
{"full_text":"COVID 19 cases in India until : 19\/01\/2021 22:30Total Cases: 10596107 [+13445]Active: 194292Recovered: 10244677 [+16814]Deaths :152743 [+150]Total Tests: 187.8MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"In the last edition of #Unsanitized before we switch coverage to the #First100 days of the Biden presidency, here's David Dayen on the epicenter of the pandemic, L.A.https:\/\/t.co\/2xyth1OfIN","sentiment_score":0.0}
{"full_text":" WATCH: #LFC captain explains to why becoming NHS Charities Together champion \"means an awful lot\".Henderson helped bring players together during the summer to help support the NHS tackle COVID-19","sentiment_score":-0.275}
{"full_text":"I hope you're doing ok Mick, was thinking about you having tested positive for Covid, hope you're recovered.","sentiment_score":0.3636363636}
{"full_text":"They've stocked up on books, snacks, lined up their Netflix shows, and more. Raise your hand if you'd watch a reality show about the #LockDownUnder, because we would. #AusOpen","sentiment_score":0.5}
{"full_text":"Officials are warning that New York City is running low on doses of the coronavirus vaccine and could use up its supply this week.https:\/\/t.co\/4HobUHYSia","sentiment_score":0.0681818182}
{"full_text":"RT Each day this week we will introduce one of our panel speakers, starting with our very own, Dr. Adrian Owen! Dr....","sentiment_score":0.4875}
{"full_text":"RT .@DrTregoning writes about the importance of planning and shifting in a world that continues to change due to the pandemic. \"In...","sentiment_score":-0.125}
{"full_text":"#Radon gas is the 2nd leading cause of lung #cancer. You can't tell that you have #radon at home unless you test for it. If your test finds high levels at home, you can stay healthy by fixing the problem. Learn more!","sentiment_score":0.32125}
{"full_text":"After a recent study found that high rates of insomnia have been recorded following the COVID-19 pandemic, So described how this came to be a reality for many people around the world. Watch the interview here:","sentiment_score":0.165}
{"full_text":"#HealthcareProfessionals - Use our Search Features to identify members with the products you need during #Lockdown - Products: Retailers: #ProfessionalCare","sentiment_score":0.0}
{"full_text":"Join us today, Tues. Jan 19 for FREE COVID-19 Testing at our new location.When:  Tuesday, Jan 19, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
