{"full_text":"JOE BIDEN LOYAL TO ANYONE BUT AMERICA AS THE OTHERS PAY BETTER","sentiment_score":0.4166666667}
{"full_text":"WHO hails India, PM Modi for support to global Covid response | India News","sentiment_score":0.0}
{"full_text":"Pandemic this thing Demands demands. The nerve.","sentiment_score":0.0}
{"full_text":"RT SWITCH TO PREMIUM MASKS--I've been saying it for months. We need to switch to KN95, KF94, or European FFP2 masks ASAP. The n...","sentiment_score":0.0}
{"full_text":"hey and","sentiment_score":0.0}
{"full_text":"RT This week, and I quickly got to work to mount an aggressive and coordinated response to combat COVID-19 and get it under con...","sentiment_score":0.3333333333}
{"full_text":"RT An urgent court application will be brought this week by a doctor, two patients and AfriForum to force government to allow do...","sentiment_score":0.0}
{"full_text":"RT Our deep gratitude to the &amp; la Table de Concertation et Solidarite Quebec-Cuba for an excellent webin...","sentiment_score":0.5}
{"full_text":"RT The West predicted a covid pandemic disaster for India. Today India has among the lowest covid rates in the world and...","sentiment_score":0.0}
{"full_text":"RT Making Fox News appearances to whine about his own poor decisions is not where needs to be. He can't do a damn th...","sentiment_score":0.1}
{"full_text":"RT People keep saying that thousands of businesses have shut and millions of people have become unemployed 'because of the pand...","sentiment_score":0.0}
{"full_text":"RT Brief personal update - I swore in Wednesday to join team Biden\/Harris at I will be setting up AID's role in th...","sentiment_score":0.0}
{"full_text":"RT People keep saying that thousands of businesses have shut and millions of people have become unemployed 'because of the pand...","sentiment_score":0.0}
{"full_text":"RT Yep. Absolute meaningless rule that's only to make money. Let quote one credible scientific source to support th...","sentiment_score":0.025}
{"full_text":"RT Raging pandemic, massive job losses and economic uncertainty is far more pressing than the Governor General resigning due to...","sentiment_score":0.1208333333}
{"full_text":"This the one ","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT This week, and I quickly got to work to mount an aggressive and coordinated response to combat COVID-19 and get it under con...","sentiment_score":0.3333333333}
{"full_text":"RT Y'all. I got accepted &amp; fully-funded into a PhD program. The one from Mississippi. The one who had twins at 23 during th...","sentiment_score":0.0}
{"full_text":"RT The President is saying there is nothing we can do to change the trajectory of the pandemic for several months. Haven't...","sentiment_score":0.0}
{"full_text":"RT WHO warns of 'false positives' in COVID tests, says some patients might not be 'truly infected' | Just The News","sentiment_score":-0.4}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":"RT As living in NOLA has already taught me: you can cancel the parades but you can't cancel Mardi Gras. Made it on today's","sentiment_score":0.0}
{"full_text":"RT WHO warns of 'false positives' in COVID tests, says some patients might not be 'truly infected' | Just The News","sentiment_score":-0.4}
{"full_text":"I thought Covid 19 released was Enough, now more will Die from MS13 and other Gangs now back on the street and PO from being put in Jail.","sentiment_score":0.055}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"Fuck COVID!! Sorry.. prayers for strength and recovery","sentiment_score":-0.5625}
{"full_text":"\"once covid is over\" is starting to sound a lot like \"when vixx makes a comeback\"","sentiment_score":0.2}
{"full_text":"Biden to Sign Two Executive Orders on Covid-19 Economic Relief via","sentiment_score":0.2}
{"full_text":"I want the vaccine as well.  But I'm not going to fly or jump queues or lie to get it.","sentiment_score":0.8}
{"full_text":"Good overview for those that don't already know this.","sentiment_score":0.7}
{"full_text":"RT Your reminder that while zoom fatigue is very real, keeping zoom as an option for participation post-pandemic is an accessibili...","sentiment_score":0.26}
{"full_text":"RT 400k dead in a pandemic, an economic depression, endless wars, a long menu of things to get righteously outraged about an...","sentiment_score":-0.215}
{"full_text":"Impeachment is another ploy to waste taxpayer money and hold up COVID relief checks.  Pelosi is as corrupt as her FUCKING Baltimore mafia family!!!!","sentiment_score":-0.5666666667}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"Results from a clinical trial of the Johnson &amp; Johnson coronavirus vaccine are expected this month. Here's how it works","sentiment_score":-0.1}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Proud of our health team, led by who helped Spartan Bioscience on the approval of this rapid test. It's gon...","sentiment_score":0.8}
{"full_text":"RT #UPDATE: Probable COVID-19 case in Northland understood to be a woman released from MIQ five days ago. Hipkins says no...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like \"once hwasun do a vlive\"","sentiment_score":0.2}
{"full_text":"RT Inside a little mall in Scarborough, Hong Kong-style fast food stall Great Fountain is plastered with hundreds of pictures...","sentiment_score":0.2708333333}
{"full_text":"RT After 3 days on the job, Biden has cost thousands of jobs by eliminating the keystone pipeline and raised the price of in...","sentiment_score":0.0}
{"full_text":"RT This pandemic has taught me something my father never taught me.- and that is,:A salary should never be your primary source...","sentiment_score":0.4}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" when lorde release new music \" ","sentiment_score":0.1787878788}
{"full_text":"And I bet he was wearing a brown suit when he did it... at least you leader had a 20 foot tie on when he called Covid a democrat hoax along with \"fake news \"","sentiment_score":-0.4}
{"full_text":"BREAKING NEW: XiNN reports that Dr. Fauci does not have ANY financial interests in covid nor the vaccine and that he had NOTHING to do with it's 'development.'","sentiment_score":0.0681818182}
{"full_text":"RT \"I'm not going to make it, am I?\" I sit there in silence not knowing what to say to my Covid patient. My patient start...","sentiment_score":0.0}
{"full_text":"incoming","sentiment_score":0.0}
{"full_text":"\"once covid is over\" is starting to sound a lot like \"when ymir and historia get reunited\"","sentiment_score":0.2}
{"full_text":"Montreal woman says mother with dementia accidentally given Pfizer vaccine after receiving dose of Modernahttps:\/\/t.co\/9nkYsjsyMK","sentiment_score":0.0}
{"full_text":"Every country was the victim of bribes from the EU and IMF. Here's the money. Play the covid game. MasksMedia lies PCR tests Fear Lockdowns Vaccines.","sentiment_score":-0.2375}
{"full_text":"RT WHO warns of 'false positives' in COVID tests, says some patients might not be 'truly infected' | Just The News","sentiment_score":-0.4}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when soarin over california permanently comes back.\"","sentiment_score":0.1333333333}
{"full_text":"RT Should COVID-19 pandemic further divide us as a nation ? How can we emerge stronger after this pandemic? What are the key le...","sentiment_score":0.0}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT This would be huge along with an overdue statement on all parts of the web site and statement from that #COVID...","sentiment_score":0.4}
{"full_text":"\"once COVID is over\" is really starting to sound like \"when i get my drivers license\"","sentiment_score":0.2}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Where's your so called commitment for life in pandemic response??? #Laredo has a 48% hospitalization rate a...","sentiment_score":0.0}
{"full_text":"Have you actually looked at the history of coronavirus vaccines?  It's obviously too late now, but maybe you should anyway.  It is likely to be an interesting bit of reading.  You'll have to dig though, it's not something they are broadcasting far and wide.","sentiment_score":0.0285714286}
{"full_text":"RT Sunday shows preview: All eyes on Biden administration to tackle coronavirus","sentiment_score":0.0}
{"full_text":"RT I notice did not put flag on this claim about mail-in ballots","sentiment_score":0.0}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT \"Once covid is over\" is starting to sound like \"be patient, love comes when you least expect it\"","sentiment_score":0.15}
{"full_text":"RT Patrick Stewart (@SirPatStew) documents receiving the COVID-19 vaccine ahead of filming for season 2 of Picard in a new vid...","sentiment_score":0.1363636364}
{"full_text":"RT On Tuesday, my &gt;65 year old parents will be getting their first vaccine shot and my 22-year-old stepson, who works in...","sentiment_score":0.175}
{"full_text":"RT #Guangdong Province achieved #GDP growth of 2.3% y-o-y despite #COVID19. Its economy size is exceeding that of South K...","sentiment_score":0.0}
{"full_text":"I do having a hard time what I can talk especially during covid and have those abandoned &amp; trust issues since I was young. I also never like 'poke' like on FB at all.. it reminds me when a boy from community college kept poking my hips because I'm 'chunky' like teasing my body","sentiment_score":-0.0638888889}
{"full_text":"RT One year ago, Vietnam's Ministry of Health announced the first COVID-19 cases in the country - two tourists visiting from...","sentiment_score":0.25}
{"full_text":"RT Speaking of Ken Burns, this is a must listen: \"I used to think there were three great crises: the Civil War, the Depress...","sentiment_score":0.3666666667}
{"full_text":"RT We can help this community and others like it in Alaska by donating","sentiment_score":0.0}
{"full_text":"RT Why was Sushant Singh Rajput's post-mortem conducted after sundown, on 14th June, the same day he died?Why no covid-19 t...","sentiment_score":0.0}
{"full_text":"No worries. AIA dah announce COVID-19 WILL BE COVERED. All clients get extra benefits okay kalau positive COVID-19-RM200\/day -Additional RM20K kalau meninggal disebabkan COVID-19. Pemegang medical card AIA  boleh claim ye untuk treatment COVID-19 DI HOSPITAL SWASTA","sentiment_score":0.1818181818}
{"full_text":"RT Has any journalist (I use the term advisedly) asked Joe Biden, Kamala Harris, Jon Ossoff or Raphael Warnock to explain...","sentiment_score":0.0}
{"full_text":" #ICYMI | The new US$4.1m Salt Lake City International Airport (SLC), though bigger, had several technical issues handling the unexpected massive crowds of the Christmas travel season due to the ongoing COVID-19 virus.:","sentiment_score":0.0139204545}
{"full_text":"[PHOTO] Hong Kong imposes 48-hour lockdown in Kowloon neighborhood #COVID19Quarantine","sentiment_score":0.0}
{"full_text":"RT Thalapathy Vijay Is Keep Ruling The Box-Office By Entering Into 200Cr Club In This Pandemic Time With 50% Occupancy #Master...","sentiment_score":0.0}
{"full_text":"Czech trainers teach dogs to sniff out Covidhttps:\/\/t.co\/L5RHuV3SLf","sentiment_score":0.0}
{"full_text":"Celebrating the future, while remembering the past. This week on #InFocusNY1 the inauguration is over &amp; the real work begins. talks with on why Congress must be able to come up with a coronavirus plan and impeach Donald Trump at the same time.","sentiment_score":0.09}
{"full_text":"United States' top medical official said on Thursday that the #US will now join the World Health Organization's global initiative to help poorer nations overcome #COVID19.   ","sentiment_score":0.1666666667}
{"full_text":"Aussie golf legend Greg Norman jokes his rig caused some problems on new reality show Holey Moley, as he opened up about his COVID battle.","sentiment_score":0.1363636364}
{"full_text":"What do the new COVID-19 variants mean? #AJStartHere explains ","sentiment_score":-0.0880681818}
{"full_text":"RT NEW: Driven by unprecedented levels of personal savings itching to be spent, Canada's economy may balloon back to pre-pand...","sentiment_score":0.1272727273}
{"full_text":"The demand is steady, but the supply is not. People are scrambling to find Covid-19 vaccine doses in the Seattle area.","sentiment_score":0.1666666667}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"Larry King, a veteran #US talk show host and former #CNN interviewer, died on Saturday at the age of 87 after media reported earlier this month that he had been diagnosed with #COVID19.  #LarryKing #talkshowRead more:","sentiment_score":0.125}
{"full_text":"When I'm getting forced to do another cringe singing! #prepare #covid #preparedness #coronavirus #love #life #prepared #prepper #training #learning #plan #preparation #fitness #preppers #survivalgear #survival #motivation #cooking #bugout #bugoutbag #instagram #bugoutgear #safety","sentiment_score":0.0625}
{"full_text":"\"The more seriously you take your growth, the more seriously your people will take you.\" - John Maxwell #hr #recruitment #business #hiring #recruiting #hrconsulting #covid #payroll #humanresource  #employeeengagement #hrmanagement  #smallbusiness  #hrm #recruiter #bhfyp","sentiment_score":0.0833333333}
{"full_text":"A second case of the United Kingdom COVID-19 variant has been found in Oregon.","sentiment_score":0.0}
{"full_text":"It's almost certain at this point that covid has spread too far. It will be with us perpetually like how we have to deal with the seasonal flu every year. This isn't me joking, this is what I've heard reported by public health officials.At least we'll have a vaccine.","sentiment_score":-0.0071428571}
{"full_text":"Will vaccines work against the new COVID variants? Scientists are racing to find the answer. Here's what we know so far.","sentiment_score":0.1181818182}
{"full_text":"Buyers searching for another level of isolation could get a deal done for one of Victoria's rarest offerings.","sentiment_score":0.0}
{"full_text":"In normal years, the kicks off in late January with Hollywood's award season already in full swing, but this year, due to the pandemic, everything has been turned upside-down #sundance","sentiment_score":0.01875}
{"full_text":"China is sparing no efforts to ensure the smooth transportation of life necessities in key #COVID_19 epidemic areas, including Beijing, Hebei, Jilin, and Heilongjiang, the country's top economic planner said.https:\/\/t.co\/SKXTxhrGxy","sentiment_score":0.275}
{"full_text":"RT And just like that COVID restrictions are being lifted.....it's a MIRACLE!!No actually it was ALL POLITICAL!!!Govern...","sentiment_score":0.0}
{"full_text":"This #InternationalDayOfEducation, let's learn from this pandemic to build a better and inclusive education system that can ensure uninterrupted learning for every child. You can do your bit by supporting our education programs for vulnerable children at","sentiment_score":0.0625}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"There have been a few times in the past months that I've really craved a Big Mac, and the biggest thing stopping me was the idea that I might have to live with the fact that I caught COVID over a fucking Big Mac. ","sentiment_score":-0.0189393939}
{"full_text":"RT oh naw bruh wtf did they put in that shit","sentiment_score":-0.35}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"Wuhan returns to normal as world still battling pandemic ","sentiment_score":0.15}
{"full_text":"COVID 19 cases in India until : 24\/01\/2021 10:30Total Cases: 10655442 [+0]Active: 181533Recovered: 10316096 [+0]Deaths :153377 [+0]Total Tests: 190.99MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT At least six BJP leaders The Indian Express spoke with, including a Union Minister, admitted that the Arnab Goswami WA chat...","sentiment_score":-0.3}
{"full_text":"when I went out today it was like a breath of fresh air , fuck COVID rs","sentiment_score":-0.05}
{"full_text":"Can you crap on his lawn if you wear a mask?","sentiment_score":-0.8}
{"full_text":"RT People keep saying that thousands of businesses have shut and millions of people have become unemployed 'because of the pand...","sentiment_score":0.0}
{"full_text":"Pfizer vaccine not affected by mutation in contagious coronavirus variant via #healthcare","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Patient dies in Placer County after receiving COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Guyyy! This has to happen! E go mad","sentiment_score":-0.625}
{"full_text":"Hospital ICUs in Calgary reach record high for COVID-19 patients -","sentiment_score":0.16}
{"full_text":"No $hit ","sentiment_score":0.0}
{"full_text":"Social distancing is important now more than ever, observe the safety protocols to reduce the spread. #healthiswealth#COVID19#staysafe #YourBank4Life","sentiment_score":0.3111111111}
{"full_text":"RT China went on a serious quarantine, not the \"stay at home, if it's convenient to you\" quarantine that America had","sentiment_score":-0.3333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 20.0FWind Chill: 14.7FHumidity: 71%Dew Point: 12.1F Barometer: 30.382 inHgWind: 4 mph from the NWCorona Virus Weekly Stats:Cases: 151.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Something we share... It's nearly Covid's birthday in Australia. We are special Aquarians. #covid #covid19 #COVID19Aus #aquarius","sentiment_score":0.2285714286}
{"full_text":"RT In addition to being the most locked down state in the country, California ranks dead last, 50 out of 50, in administering...","sentiment_score":0.0361111111}
{"full_text":"RT In case you needed the proofy kind of sauce, this dropped from the the day Biden was elected.The scam of the cent...","sentiment_score":0.6}
{"full_text":"I will create an impressive Facebook business page and set up a Facebook shop #Hillsong Titans Demand the Federal Government Labor Suns Lonzo Sharks Canberra Rupert Murdoch Sha Tin #COVID19 #coronavirus #Corona","sentiment_score":1.0}
{"full_text":"RT Why would raise the cost of insulin for people during a pandemic?","sentiment_score":0.0}
{"full_text":"Mali to buy 8.4 million doses of Corona virus vaccines for $57 million.That's Ugx 24,444  per dose.But ekiri euganda mama nyabo.","sentiment_score":0.0}
{"full_text":"The MDYC continues to assist kids, remotely and virtually, despite the pandemic. Now, more than ever, these youth need our help and support. Please consider donating to the 2020 Walk for the Future. $5, $10, $25, it all makes a difference.","sentiment_score":0.1333333333}
{"full_text":"RT aigoo... social distancing at its finest even on the feed ","sentiment_score":0.0333333333}
{"full_text":"RT Bill Gates implanting himself with a micro-chip to monitor where Bill Gates is at all times","sentiment_score":0.0}
{"full_text":"RT Here is what the corrupt brass at tweeted about the Black Lives Matter protest during the pandemic. No arres...","sentiment_score":-0.3333333333}
{"full_text":"RT I'll be interviewing the legend Willy Russell (Educating Rita, Shirley Valentine, Blood Brothers) in Feb - just one of ma...","sentiment_score":0.0}
{"full_text":"RT Heads up: Probable COVID case in New Zealand with symptoms beginning AFTER 14 day quarantine. Test result to be confirm...","sentiment_score":0.1363636364}
{"full_text":"RT In addition, it's similar to the BS \"autism\" crap: Even if it WERE true (it isn't), would you rather your kid be autistic...","sentiment_score":-0.1625}
{"full_text":"Heartbreaking. And a call to action, on that ongoing pandemic and this current one.","sentiment_score":0.05}
{"full_text":"COVID-19 outbreak at west Edmonton care home linked to 55 deaths and more than 200 total cases -","sentiment_score":0.25}
{"full_text":"RT \"(Pompeo) called on WHO to investigate WIV's ties to CCP military and its research on viruses similar to #COVID19.Learni...","sentiment_score":-0.05}
{"full_text":"RT WHO warns of 'false positives' in COVID tests, says some patients might not be 'truly infected' | Just The News","sentiment_score":-0.4}
{"full_text":"Iowa COVID Cases Increase To 312,625 Deaths To 4,487 - Iowa (2019-nCoV) - Recombinomics Inc.","sentiment_score":0.0}
{"full_text":"#TodayInHistory Inspiration Mind is everything: muscle, pieces of rubber. All that I am, I am because of my mind. - Paavo Nurmi#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":0.0}
{"full_text":"Gov. Cuomo Urges New Yorkers To Get COVID Vaccine: 'We'll Make It Accessible, But We Need You To Accept It'","sentiment_score":0.2556818182}
{"full_text":"RT *16K dead from covid under Biden administration. *Women\/girls erased #BidenErasedWomen*Halts border wall construction...","sentiment_score":-0.2}
{"full_text":"REPORT BILL GATES FOR PROMOTING SELF-HARM","sentiment_score":0.0}
{"full_text":"RT GM. America supplies arms to kill each other. Pakistan supplies terrorist to kill people of other religions. China...","sentiment_score":-0.125}
{"full_text":"RT SWITCH TO PREMIUM MASKS--I've been saying it for months. We need to switch to KN95, KF94, or European FFP2 masks ASAP. The n...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT I recommend any family member that is dealing with an outbreak join this voice. It's small, but could become mighty with your...","sentiment_score":0.075}
{"full_text":"RT Cancer touches so many families. Thank you and for hosting me today to talk about support for...","sentiment_score":0.5}
{"full_text":"RT We who claim to be Christians should be the first ones wearing masks in a pandemic, the first ones welcoming refugees, t...","sentiment_score":0.25}
{"full_text":"RT Had a great convo with about the new album, Rosario, CL, and why I am simply indestructible","sentiment_score":0.3121212121}
{"full_text":"RT Washington Monument closes due to COVID-19 pandemic","sentiment_score":-0.125}
{"full_text":"RT What do the new COVID-19 variants mean? #AJStartHere explains ","sentiment_score":-0.0880681818}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Why would anyone of sound mind and body seek to stop the flawless, proven, reliable method of mail-in voting?I've got a...","sentiment_score":0.7}
{"full_text":"- Completed $44.9M IPO in October -- Identified COVID 19 Neutralizing antibodies -- Significant progress made on lead programs, including IMM-BCP-01 for the treatment of COVID-19 in collaboration with US ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.4375}
