{"full_text":"RT We are aware of a scam involving text messages suggesting people are eligible for the #Coronavirus vaccine.  The","sentiment_score":0.25}
{"full_text":"True that. Many people struggle a lot.  Some will struggle lifelong with some debilitating illnesses.  Laboured breathing is a huge challenge. Lungs take long to heal in susceptible cases. For some cardiovascular issues recurr.Micro clots\/Covid is a long term relationship","sentiment_score":0.175}
{"full_text":"RT A helpful reminder that for all the catastrophism in some quarters about anti-vax sentiment, actually the vast, vast major...","sentiment_score":0.015625}
{"full_text":"Far-right streamer stormed Capitol while Covid positive","sentiment_score":0.2272727273}
{"full_text":"RT \"They were wrong on the efficacy of the first lockdown, wrong on how to come out of it, wrong on the second wave, wrong on...","sentiment_score":-0.2916666667}
{"full_text":"RT Coronavirus live news: US suffers more than 4,000 Covid deaths in 24 hours, a world record daily toll","sentiment_score":0.0090909091}
{"full_text":"RT Disabled people have highlighted gaps in social security support, flaws in the shielding system and worries about access...","sentiment_score":-0.0833333333}
{"full_text":"RT \"They were wrong on the efficacy of the first lockdown, wrong on how to come out of it, wrong on the second wave, wrong on...","sentiment_score":-0.2916666667}
{"full_text":"'It's not what people expect': how one wealthy London home became a food bank hotspot","sentiment_score":0.5}
{"full_text":"RT Malaysian takes to Twitter to inform fellow passengers he tested positive for #COVID19 after flights to\/from Langkawi. De...","sentiment_score":0.2272727273}
{"full_text":"It doesn't \"turn you into an asymptomatic carrier\". If you are not exposed to the virus, you can't become a carrier. I was pointing out simply that the vaccine takes a while to produce maximum immunity, and during that time a person is still (tho decreasingly) vulnerable to covid","sentiment_score":-0.25}
{"full_text":"Oh b.s.  you must be a Trumper.  After Wednesday I am not sure you should be so proud and still so willing to believe these silly ass conspiracy theories from your immoral terrorist leader!  Covid doesn't ask your Political Affiliation!  Grow the fuck up!","sentiment_score":-0.0541666667}
{"full_text":"The more I listen to the more I ask myself, \"self, was there an inside job at the capital?\"  Nawl, never... Goodnight! #morningjoe #TrumpCoupAttempt #insurrection #COVID19  #TwentyFifthAmendmentNOW","sentiment_score":0.5625}
{"full_text":"the Oswego Fire Department said the buisinesses can't make everyone where a mask or no service because some people have seizure disorders some buildings are brand new also the only reason on why Wade's Diner is because it had a fire there in Oswego City New York 13126 and it does","sentiment_score":0.0909090909}
{"full_text":"RT Fantastic news","sentiment_score":0.4}
{"full_text":"RT Reminder my darlings.Wear your mask, sanitize , wash your hands thoroughly and maintain social distancing.Most import...","sentiment_score":0.0333333333}
{"full_text":"RT I am black trans girl I am raising funds for housing. I'm on asylum after being attacked and suffered a broken skull i...","sentiment_score":-0.2833333333}
{"full_text":"RT It has been my endeavour to ensure that development initiatives in my constituency keep up with their pace!- pandemic or...","sentiment_score":0.0}
{"full_text":"i can't believe i committed to learning how to drive, for covid to come and stop me","sentiment_score":0.0}
{"full_text":"RT Have you noticed that the Fake News media has completely forgotten about COVID for the past 3 days while bashing Trump and hi...","sentiment_score":-0.2166666667}
{"full_text":"gavin . williamson . mp@parliament . uk: Close nurseries and early years during this Lockdown 2021 - Sign the Petition! via","sentiment_score":0.125}
{"full_text":"No idea on what sensible basis going ahead would be a good idea. What part of stay at home is difficult?","sentiment_score":0.1}
{"full_text":"RT I find it incredible that with a new strain that is 50% to 70% more dangerous we have a lockdown that is 50% less stric...","sentiment_score":0.1539393939}
{"full_text":"RT Have you noticed that the Fake News media has completely forgotten about COVID for the past 3 days while bashing Trump and hi...","sentiment_score":-0.2166666667}
{"full_text":"RT COVID19 in Sweden: \"Compared with other occupations (excl. health care workers), .. sex\/age-adjusted relative risks we...","sentiment_score":-0.0625}
{"full_text":"RT NEW: a common response to reports of hospitals struggling this winter is \"it's no different to a bad flu season!\"I've t...","sentiment_score":-0.2596590909}
{"full_text":"Restrictions preventing people from leaving home unless it is essential have been introduced in Northern Ireland","sentiment_score":0.0}
{"full_text":"Bit disappointed travelled to the US in the middle of a pandemic tbh.","sentiment_score":-0.375}
{"full_text":"Meanwhile, this.","sentiment_score":0.0}
{"full_text":"When announces her plans to run for Senate seat, remember If Daddy hadn't lied about Covid, if he'd told us the hard truth about it, many families wouldn't have lost their jobs\/incomes &amp; many wouldn't be in need of the Food Box Program. #IvankaKnew","sentiment_score":0.2361111111}
{"full_text":"#COVID19 #COVID19ireland CO2 monitors are the ticket... clean air saves lives....","sentiment_score":0.3666666667}
{"full_text":"RT Powerful? You mean a powerful symbol of how far we have gone from having an independent judiciary? A judge expanding his...","sentiment_score":0.0775}
{"full_text":"RT This is what your taxes and capitulating to the government get you.Scottish police use lockdown powers to storm into...","sentiment_score":0.0}
{"full_text":"RT During a pandemic...We sbwl permanent employment, yet promote lockdown. Lol.","sentiment_score":0.8}
{"full_text":"RT Pfizer\/BioNTech vaccine appears effective against mutation in new coronavirus variants -study.","sentiment_score":0.3681818182}
{"full_text":"RT  F R E E B O O K From #Boris winning the Elections to the outbreak in #Wuhan .. check out this #free comedy, set in a...","sentiment_score":0.45}
{"full_text":"RT \"Research by IPSE, shows that a fifth of the #selfemployed population is now in debt because of the #pandemic, while official...","sentiment_score":0.0}
{"full_text":"RT \"But what parents and other authority figures need to understand is that teens are responding to a stymied developmental i...","sentiment_score":-0.125}
{"full_text":"No... It was him..  divided this country over the pandemic... Openly made fun of people wearing masks..  cried rigged election for months.   All though he couldn't provide any evidence in 60+ court cases... It's time to move on","sentiment_score":0.15}
{"full_text":"A really wonderful session discussing the challenges to #museums during (and after) the #pandemic with and students. Innovative digital engagement can and should inform future strategies - while making us consider the physical museum's USPs...","sentiment_score":0.3}
{"full_text":"RT So,i just called a friend &amp; she told me to keep her dad in prayers; he went for a wedding in ilorin,only to come back with mala...","sentiment_score":0.0}
{"full_text":"RT ANNOUNCEMENT@PTFCOVID19 has updated protocols for travellers to Nigeria with effect from 11th Jan. 2021All incoming trave...","sentiment_score":0.0}
{"full_text":"Great effort lads. Hope all our players are doing the same in lockdown","sentiment_score":0.4}
{"full_text":"Might pop to Starbucks for a picnic.Coronavirus: Women on exercise trip 'surrounded by police' - BBC News","sentiment_score":0.0}
{"full_text":"RT Dr and I are looking for any social\/youth workers to speak to with regard to how lockdown restrictions...","sentiment_score":0.0}
{"full_text":"RT Almighty. As the pandemic has forced many into lockdown again, we look to You for comfort, strength &amp; protection. Calm our h...","sentiment_score":0.1666666667}
{"full_text":"RT #lockdown #vibe of #drumandbass here again for U to help U out with another mix! BEST SERVED  #entertainment  #DjSerio...","sentiment_score":1.0}
{"full_text":"#COVID19 has created a Burning Platform for many organizations changing them from being internally driven to customer driven.","sentiment_score":0.25}
{"full_text":"RT The Electoral Reform Bill published today allows voting to take place for more than one day to assist with social distan...","sentiment_score":0.2666666667}
{"full_text":"RT \" ... incredibly grim when you look at the number of cases &amp; the people refusing to wear masks.Don't be a #maskhole... hi...","sentiment_score":-1.0}
{"full_text":"Illinois is a red state? ","sentiment_score":0.0}
{"full_text":"RT #COVID19 Vaccine: Others Must Take First, They Cannot Be Trusted - Nigerians React To Proposed Vaccination |...","sentiment_score":0.25}
{"full_text":"RT Please, do you know the COVID treatment center in Anambra?Someone needs help.","sentiment_score":-0.1}
{"full_text":"Source:https:\/\/t.co\/kvwTLO2cQ7 #Covid19 got brothers looking rough give yourself a touch up and try this #AmazingProduct ,#SeenOnSharktank  #BLACKOWNED ","sentiment_score":-0.1}
{"full_text":"Yes, but home alone today so thought id give a whirl and it's a Covid fearademic propaganda &amp; someone justifying NYE rape humour show on RTE.","sentiment_score":-0.1}
{"full_text":"RT NEW: a common response to reports of hospitals struggling this winter is \"it's no different to a bad flu season!\"I've t...","sentiment_score":-0.2596590909}
{"full_text":"RT BREAKING: Pfizer says its coronavirus vaccine appears to work against new strand discovered in the United Kingdom","sentiment_score":0.1363636364}
{"full_text":"RT KKM releases guideline on how to maintain hygiene and health in quarantine centres, in BM, English, Hindi and Burmese. If...","sentiment_score":0.0}
{"full_text":"RT Great resource to support us all in these times. Thank you.","sentiment_score":0.8}
{"full_text":"Well I mean that's good then","sentiment_score":0.19375}
{"full_text":"RT The lockdown police don't like to be policed. ","sentiment_score":0.0}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Fraudster injected 92-year-old woman with fake coronavirus vaccine - and charged her PS160 | UK News | Sky News htt...","sentiment_score":-0.5}
{"full_text":"RT I had the pleasure of serving Gurugram over last two years.Thanks to the wonderful residents, we together faced multip...","sentiment_score":0.5}
{"full_text":"RT The Professional Learning Team are working throughout the lockdown to support your training needs and enquiries.  please...","sentiment_score":0.1}
{"full_text":"RT Britain saved from EU coronavirus vaccine disaster by Brexit ","sentiment_score":0.0}
{"full_text":"you should be ashamed of yourselves","sentiment_score":0.0}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"Am in hospital again. 9th time in less than 2 years - the last time was 6 weeks ago.I want to say to ANYONE who denies hospitals are stretched to #COVID19 breaking point.YOU ARE A FUCKING MORON AND YOU NEED TO GROW SOME FUCKING COMPASSION AND INTELLIGENCE.#NHS","sentiment_score":-0.3233333333}
{"full_text":"this is bs u know tht","sentiment_score":0.0}
{"full_text":"Service Update 12:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"How can we believe you when you participate in legislative abominations such as #Schedule21 of the Coronavirus Act 2020? Ashamed to be #Conservative","sentiment_score":0.0}
{"full_text":"RT Have you noticed that the Fake News media has completely forgotten about COVID for the past 3 days while bashing Trump and hi...","sentiment_score":-0.2166666667}
{"full_text":"So Could you please show this video to It's about the damage being done to the fishing industry in Scotland by BrexitMichael seems to have disappeared back into the shadows whence he came#BREAKING #BrexitShambles #COVID19 #trump #nhs #USA","sentiment_score":0.0}
{"full_text":"RT that \"filthy country\" in question gave you: insulin; discoveries that were relevant in the treatment of cholera, epidemic...","sentiment_score":-0.2}
{"full_text":"I'd put him at the back of the queue after breaking lockdown and refusing to wear a mask, frankly it's an insult that he's getting the vaccine so soon.","sentiment_score":0.0}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"RT A helpful reminder that for all the catastrophism in some quarters about anti-vax sentiment, actually the vast, vast major...","sentiment_score":0.015625}
{"full_text":"I love the intersection of left wing, remainer and pro lockdown politics so clearly worn on various sleeves here.....","sentiment_score":0.15}
{"full_text":"RT A Russian e-visa system that would have applied to citizens of 52 countries from Jan. 1 has been suspended due to the coro...","sentiment_score":-0.0625}
{"full_text":"RT If Sweden is a part of the same Universe as Germany, teachers and educators are professions with highest risk of infec...","sentiment_score":0.0}
{"full_text":"How can you keep effectively marketing your business in these times of Covid-19?Here's our webinar on how to continue to growth and thrive, even in lockdown.https:\/\/t.co\/pF6CdSkTnS","sentiment_score":0.6}
{"full_text":"The first lock down transformed our culture for the better and so we are prepared for this 3rd one! #culture #mentalhealth #leadership","sentiment_score":0.1486111111}
{"full_text":"Heavy snow. Sat in my kitchen working. Just seen a squirrel casually cross the road. Listened to two owls Wednesday night as I went to sleep. It's so quiet again. I love lockdown. Can't deny it. Yes work is manic but the rest of the time it's bliss.","sentiment_score":0.075}
{"full_text":"RT Look after your mental health and keep active during lockdown!  Blog:","sentiment_score":-0.1333333333}
{"full_text":"ICYMI: With cold storage playing a key role in COVID-19 vaccine distribution, ultra-low temperature freezers have never been a hotter commodity. Learn all you ever wanted to know about laboratory cold storage in our free eBook. #ColdStorage #COVID19Vaccine","sentiment_score":-0.2}
{"full_text":"RT Coronavirus cases more than DOUBLE in locked-down Chinese city of 11 million people","sentiment_score":0.1666666667}
{"full_text":"Drink enough water, Wear a Mask and Mind your f*king business#Oraclesaid","sentiment_score":0.0}
{"full_text":"RT A touching way of marking the anniversary of when they should have fucking done this","sentiment_score":-0.05}
{"full_text":"RT Pre covid New York was a movie","sentiment_score":0.1363636364}
{"full_text":"RT Knew it. Called it. LNP have shares in AstraZeneca vaccine.#Auspol #Covid19","sentiment_score":0.0}
{"full_text":"RT Still no respond from some DAP leaders such as Hannah Yeoh, Marina Ibrahims and etc on this Penang Chief Minister's new rm4...","sentiment_score":0.0681818182}
{"full_text":"RT There seems to be a huge, and I assume coordinated, mass deletion of tweets by Tory MPs going on right now.Looks like m...","sentiment_score":0.3428571429}
{"full_text":"Hahaha in my defense my mum is half luhya. Singo mum? Mimi? Kwani inatibu corona? Lmfao","sentiment_score":0.0166666667}
{"full_text":"RT If PRU 15 happens in the middle of pandemic, I will not throwing any vote to any party.This time, I will make sure ignoran...","sentiment_score":0.25}
{"full_text":"It has been so clear for so long","sentiment_score":0.025}
{"full_text":"I would like to add that it's showing admissions per million people, not just admissions total.There is also a spike in the Covid-19 graph for mid-November where it peaks at 11, goes down towards 8 in the first quarter of December. It then shoots up past 17 in January.","sentiment_score":-0.0518518519}
{"full_text":"The first lock down transformed our culture for the better and so we are prepared for this 3rd one! #culture #mentalhealth #leadership","sentiment_score":0.1486111111}
{"full_text":"Future shock: how will #Covid change the course of #business? The crisis poses a deadly threat to some sectors and creates opportunities for others. How they will businesses fare in 2021?","sentiment_score":-0.1}
{"full_text":"Curious how the and #COVID19 vaccines work? This detailed infographic can help.","sentiment_score":0.15}
{"full_text":"Cruz girls are going to grow up head to high school, college &amp; have to sit in a class learning their father complicit in the over throw of a election, riots also the deaths of 400000. people during the pandemic!","sentiment_score":0.2}
{"full_text":"The first lock down transformed our culture for the better and so we are prepared for this 3rd one! #culture #mentalhealth #leadership","sentiment_score":0.1486111111}
{"full_text":"RT The situation in the NHS is very serious and the number of people in ICU is rising rapidly. We are improving our knowled...","sentiment_score":-0.4333333333}
{"full_text":"RT (2) Due to the horrendous fallouts of the Corona pandemic and despite the assurance of the Governor the administration is ad...","sentiment_score":-0.125}
{"full_text":"Student Ryu Han-na, who has been attending her courses online throughout 2020, said the ability to recuperate at home and wear a mask in public without drawing attention were deciding factors.https:\/\/t.co\/7AZaWlaxGN","sentiment_score":0.0}
{"full_text":"Can a tradesperson visit my house during the third lockdown?https:\/\/t.co\/Z8VFLcK7GR","sentiment_score":0.0}
{"full_text":"Head into the weekend with the news at Missed Visits During COVID Increase Risk of Vision Loss* Experts Weigh in on OCT-A's Role in Retinal Disease* Glaucoma Treatment Shifts From Traditional Surgeries to MIGS","sentiment_score":0.0}
{"full_text":"Officials warned the VI is on the precipice of post-holiday spike in COVID-19 cases, and the territory's vaccination rollout suffered a recent hiccup after 250 doses were compromised by improper storage. #vidailynews #COVID19","sentiment_score":0.0}
{"full_text":"Union Leader is compiling a dossier of all the failings of this government through the pandemic for a day of reckoning.https:\/\/t.co\/Mamagd2vpo","sentiment_score":0.0}
{"full_text":"If it is safe to do so and you are able to, check on neighbors following winter weather while following the latest guidelines from the Centers for Disease Control and Prevention (CDC).","sentiment_score":0.3}
{"full_text":"COVID19 is still here in 2021, but we thought we'd spin things on its heads a little, and highlight the positives that the virus has brought to the Gaming Industry.","sentiment_score":-0.1875}
{"full_text":"Programs on pause due to COVID:Bethune Cookman (OUT)Canisius Chicago State (OUT)ETSUEWFDUFGCUGTIvy League (OUT)HowardIonaLoyola (MD)Oregon StatePacificPenn StatePepperdinePresbyterian Saint LouisSan DiegoStony BrookTowsonUMES (OUT)UNCWVillanova","sentiment_score":-0.125}
{"full_text":"RT #Covid19 Sir John Bell, Regius Chair of Medicine at the  \"I'm optimistic. Don't go around beating people up...","sentiment_score":0.0}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"Possible to go from #IoT #platform sign up to first product deploy in just 2 weeks? Absolutely! Read an inspiring story of creators of #smart #air #sensors that fight teenage #vaping and reduce pandemic risks at schools.https:\/\/t.co\/fQ5HPgPWJh","sentiment_score":0.2023809524}
{"full_text":"SCAM ALERT: Scammers Posing as Contact TracersReal contact tracers will never ask for a driver's license number, social security number, credit card or bank account information.#scam #coronavirus #COVID #CovidVaccine #scamcall #cybersecurity #infosec #security #hacking","sentiment_score":0.0333333333}
{"full_text":"RT A new variant of stupid has emerged.","sentiment_score":-0.3318181818}
{"full_text":"DEADLINE MONDAY 11 JANUARY TO REGISTER FOR A VIRTUAL FOCUS GROUP We want to hear what impact the response to #COVID-19 is having on students' learning experiences and their #mentalhealth and well-being.Fill in this survey to share your viewshttps:\/\/t.co\/C5lfRC7Ey7","sentiment_score":0.0}
{"full_text":"Looking fwd to your PhD results.Most relevant for #EIDM, not only for this current #COVID19 crisis, but how past efforts in building State-led data assets have\/not strengthened informed policy &amp; decision making. TRUST is possibly most NB driving force to chart a new path fwd!","sentiment_score":0.1367424242}
{"full_text":"RUN TO REDRUTHTo keep us all moving during lockdown we are launching our first Strava challengeAs a club we will be running to and from our good friends amounting to 940km... lets see how long it takes us Open to all runners (cycling challenges coming soon)","sentiment_score":0.225}
{"full_text":"An excellent question posed by Texas Medical Technology CEO Omri Shafran!(via #healthcareworkers #COVID19 #PPE","sentiment_score":0.5}
{"full_text":"Which bank has launched WhatsApp banking?#BankofBarodaIn which state the river cruise named 'Mukuta of Brahmaputra' was inaugurated?#AssamWhich state has created a special memorial to honor the Covid warriors?#Odisha","sentiment_score":0.3571428571}
{"full_text":"RT A principal is stepping up for her students by taking on the role of school bus driver during the pandemic.","sentiment_score":0.0}
{"full_text":"A team from Swinburne guided kids from a small squatter village to build homemade water filter kits while delivering COVID-19 necessities.What a great opportunity for our engineering students to learn to engineer inexpensive, sustainable solutions for real-world challenges!","sentiment_score":0.375}
{"full_text":"COVID 19 cases in India until : 08\/01\/2021 17:30Total Cases: 10414044 [+0]Active: 222416Recovered: 10036722 [+0]Deaths :150606 [+0]Total Tests: 178.4MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"For those of you who - like me - are looking forward to Wildcard Saturday after an interesting #NFL season, check out this interesting piece from about how the different approaches the NFL and #NBA have taken to keep going amid #COVID19","sentiment_score":0.3333333333}
{"full_text":"RT Given the new lockdown in the UK, I want to offer more wellbeing sessions at my online pub Ideally lo...","sentiment_score":0.5121212121}
{"full_text":"COVID has forced Britain's abortion laws into the 21st century, but are they set to remain once the pandemic has gone away?@pimlicat spoke to of about the UK's outdated abortion rights, and why the new rules must stay.Listen:","sentiment_score":-0.1409090909}
{"full_text":"Join me this Sunday, January 10th, 2021 at 11 AM, for another episode of the #SundayMoneyShow on We'll discuss the 2020 #market performance &amp; its implications for 2021, COVID-19 vaccine, the US &amp; Canadian dollar, &amp; more.","sentiment_score":0.5}
{"full_text":" #OfferingHelpAnother Lockdown! If your biz Insurance failed to help you, see this! Its Helped MANY! No win\/no fee! Send your details today via email\/Call Email Areande Quote Partner \"A Selmes\" info@areande.com M 07383 522257","sentiment_score":0.078125}
{"full_text":"Obligatory not an expert in this space. I played this same theme last year across retail &amp; travel which worked really well. Unless you think going bk in current environment I like some of these gap trades. No view on how much above pre-COVID should trade.","sentiment_score":0.04}
{"full_text":"RT Made good progress with PoC for implementing the #Saga pattern via CDC. Two distributed (services decoupled via #Kafka)...","sentiment_score":0.7}
{"full_text":"The Government will accelerate the process of bringing back overseas Sri Lankans who seek to return home due to #COVID19 related issues from next week#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #coronavirus ","sentiment_score":-0.03125}
{"full_text":"The latest updated Covid-19 figures for #Solihull:528 cases per 100,000 people in the latest week 28-3 Jan(source BBC News: continue social distancing and stay at home to keep each other safe.","sentiment_score":0.2816666667}
{"full_text":"RT Here's what we know about extending the interval between dose 1 &amp; 2 of the covid vaccine @bmj_latest","sentiment_score":0.0}
{"full_text":"Global governance in the #Covid era Join us online for this special lecture from former Cabinet Secretary and National Security Advisor, ft. 14 Jan 6.00pmRegister now ","sentiment_score":0.119047619}
{"full_text":"'Pandemic affected children &amp; women most... complaints of domestic violence saw rise': Yashomati ThakurBy Tabassum Barnagarwala (@tabassum_b)#India","sentiment_score":0.25}
{"full_text":"Zara Holland was seen jetting out of Barbados after paying her PS4,417 fine for breaching Covid rules","sentiment_score":0.4166666667}
{"full_text":"What is 'lockdown knee'? #kneepain #kneeinjuries #orthotwitter","sentiment_score":0.0}
{"full_text":"RT The situation in the NHS is very serious and the number of people in ICU is rising rapidly. We are improving our knowled...","sentiment_score":-0.4333333333}
{"full_text":"RT Far-right streamer Tim Gionet stormed Capitol while Covid positive","sentiment_score":0.2272727273}
