{"full_text":"RT This is sickening. Personal support workers are paid so poorly that they are unable to afford to rent so they live in h...","sentiment_score":-0.3327272727}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"What policy objectives? Completely f'ing up the pandemic? Allowing Putin to run all over us? Alienating our allies? Driving N.K and Iran to greater nuclear weapons capability? F'ing up USPS? Abusing power to try to win an election? Rampant corruption in his administration?","sentiment_score":0.275}
{"full_text":"RT The national health department will be investigating the Eastern Cape government's Covid-19 death statistics reporting aft...","sentiment_score":0.0}
{"full_text":"RT Videos now show police waving protesters past barricades, holding doors open for them.Capitol Police rejected offers...","sentiment_score":-0.05}
{"full_text":"RT CNN: The United States reported at least 4,051 coronavirus deaths on Thursday, the highest number of new deaths in a single...","sentiment_score":-0.0783549784}
{"full_text":"RT While in lockdown on Wednesday,Rep Susan Wild, D-PA, told CBS that \"about half\" of the people sheltering in the secure loc...","sentiment_score":0.1111111111}
{"full_text":" YESSSSIR! I'm mad i can't see a game live in person because of the pandemic but i know these boys been waiting to hit the court! ","sentiment_score":-0.2848484848}
{"full_text":"RT Now on display at the Hall: The game-worn visor and polo shirt of WRs coach Robert Prince.Prince became the fi...","sentiment_score":0.0}
{"full_text":"As of the Jan 7 update the 7-day avg of worldwide #Covid19 deaths has increased 5 of the last 7 days, including today.It is now 11336 deaths\/day, up 121 from a day earlier, and up 450 from a week earlier.Metrics are distorted by holidays until about Jan 14.","sentiment_score":0.0}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT China blocks arrival of U.S. experts sent to investigate COVID-19 Origin - #OANN","sentiment_score":0.0}
{"full_text":"RT Great piece on why most vaccines are injected into the arm with expert advice from","sentiment_score":0.65}
{"full_text":"RT We'll have 100 variants of covid by summer. Normal life never returning","sentiment_score":0.15}
{"full_text":"RT Seth Curry was on the Sixers bench with his teammates at the beginning of the game... later tests positive for COVID.Not...","sentiment_score":-0.0575757576}
{"full_text":"RT BREAKING: Pfizer says COVID-19 vaccine appears to work against key mutation in variants first found in the UK and South Africa...","sentiment_score":0.125}
{"full_text":"RT Do you live in OR?  Do you have an intellectual or dev disability&amp; receive in home services or supported living services...","sentiment_score":0.2181818182}
{"full_text":"RT I am black trans girl I am raising funds for housing. I'm on asylum after being attacked and suffered a broken skull i...","sentiment_score":-0.2833333333}
{"full_text":"you know what must be done.","sentiment_score":0.0}
{"full_text":"RT Seth Curry was on the Sixers bench with his teammates at the beginning of the game... later tests positive for COVID.Not...","sentiment_score":-0.0575757576}
{"full_text":"RT (Continue) nobody has even called us to do the covid 19 swab test. Luckily we were responsible enough to get the test done...","sentiment_score":0.1777777778}
{"full_text":"RT This is what your taxes and capitulating to the government get you.Scottish police use lockdown powers to storm into...","sentiment_score":0.0}
{"full_text":"RT Appalling statement. \"CJI SA Bobde...asked Solicitor-General Tushar Mehta as to whether precautionary measures were b...","sentiment_score":-0.35}
{"full_text":"RT In the comfort of your home i can come and do the magic Lockdown ngaisakutadzise kucelebrata your special Rt my hustle pad...","sentiment_score":0.4285714286}
{"full_text":"RT Murder &amp; suicidal rates are soaring. Dem politicians looking the other way at rioting &amp; demonstrations during a pandemic...","sentiment_score":-0.125}
{"full_text":"RT We continue to engage with critical stakeholders to protect the health of all Nigerians. Earlier today, we had the plea...","sentiment_score":0.0}
{"full_text":"*when somebody \"significant\" gets covid* ...every news outlet:","sentiment_score":0.375}
{"full_text":"the legend got fountain hook by covid... get well soon...","sentiment_score":0.0}
{"full_text":"RT #Thalapathy to issue a press release before #Master release asking fans to watch the movie by following Covid protocol......","sentiment_score":0.0}
{"full_text":"RT \"We're just seeing the spike from Thanksgiving, we're anticipating a spike from Christmas, and we may now see a spike from...","sentiment_score":0.0}
{"full_text":"RT At this rate, 50,000 more Americans will die before Trump leaves office. That's almost another Vietnam War","sentiment_score":0.5}
{"full_text":"RT Me watching blueface IG story realizing that we're gonna be in lockdown forever","sentiment_score":0.0}
{"full_text":" boy boy boy worst than the crack pandemic in the 80s","sentiment_score":-1.0}
{"full_text":"RT Woke up today feeling extremely dizzy when I tried to walk about so took a COVID test to be safe and ended up testing Positiv...","sentiment_score":0.1875}
{"full_text":"bestie, his 'actions' were not against covid rules in CA. idk what you are trying to hold him accountable for. In this case, i hope you have spoken up for when Niall, Louis and Liam were without masks, or else is just shows it is not abt the safety in the first place.","sentiment_score":0.25}
{"full_text":"Berners are as dumb as MAGAts.","sentiment_score":-0.375}
{"full_text":"4 New COVID Cases from Chiang Mai Pub","sentiment_score":0.1363636364}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"Dear  The receptionist at my DOCTOR'S office doesn't wear a mask. I've been there twice in the last month and both times NO MASK. Do you know what if anything can be done? I have complained to the doc both times.","sentiment_score":-0.15}
{"full_text":"RT Bridget Kelly Broome, 45, beloved wife, mother, daughter and sister, Waco, TX - died of #COVID19 on December 10, 2020. \"...","sentiment_score":0.7}
{"full_text":"RT Jason Kenney do not open Alberta schools to in person learning kids have been driving this second wave since schools op...","sentiment_score":0.0}
{"full_text":"RT Dear Brisbane...Show other cities how to stand up to tyranny...- don't lockdown- don't wear masks- don't be afraid...","sentiment_score":-0.3625}
{"full_text":"RT Seth Curry has tested positive for covid-19. Per","sentiment_score":0.2272727273}
{"full_text":"They're going to end up killing far more of their own mob than the Secret Service did","sentiment_score":0.2}
{"full_text":"Shot got real","sentiment_score":0.2}
{"full_text":"RT Philadelphia: Wow, this Sixers season is going really well! It's refreshing!Coronavirus:","sentiment_score":0.175}
{"full_text":"RT Pfizer said its coronavirus vaccine works against the new, more contagious strain of COVID-19.https:\/\/t.co\/ACFqAXKZEZ","sentiment_score":0.3181818182}
{"full_text":"RT \"Capitol Police rejected offers of federal help to quell mob\" before *and during* the mayhem","sentiment_score":0.1}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT #Uttarakhand Govt and the Mela Administration is taking all efforts to ensure that all steps for prevention of #COVID19 a...","sentiment_score":0.0}
{"full_text":"RT No corona &amp; alongwith best SOPs!@BBhuttoZardari","sentiment_score":1.0}
{"full_text":"RT So you're telling me Seth Curry played 39 minutes last night against the Wizards and tested positive for covid today.. ht...","sentiment_score":0.1136363636}
{"full_text":"RT Like #Covaxin, here are some other MASTERSTROKES with a \"110%\" success rate:DemonetisationGST ImplementationNRC...","sentiment_score":0.0875}
{"full_text":"NWFL to disqualify clubs without COVID-19 Test certificate","sentiment_score":0.0}
{"full_text":"RT Singapore PM receives Covid-19 vaccine, says it's 'painless, effective and important'","sentiment_score":0.5}
{"full_text":"RT Nothing is more important than #Human life#Trump &amp; #GOPTraitors are #EnemyOfThePeople #GOPBetrayedAmerica #LockHimUp#...","sentiment_score":0.3}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT Why couldn't you have taken this attitude earlier?You divided the country at a time of pandemic into vicious little circle...","sentiment_score":-0.59375}
{"full_text":"RT Aviation industry has proved itself to be resilient during COVID. Don't think that bad period is over. It'll take 2-3 months for d...","sentiment_score":-0.7}
{"full_text":"RT I know there's a lot going on in America right now but England has been upgraded from \"racist\" to \"too racist to live\"","sentiment_score":0.211038961}
{"full_text":"RT POTENTIALLY WORST MASS SPREADER EVENT--This #CapitolRiots could be worse than Sturgis--indoors, almost no masks, no distanc...","sentiment_score":-0.7}
{"full_text":"Consider this in conducting your assessment:","sentiment_score":0.0}
{"full_text":"RT Greatest President ... at getting impeached.  Twice! (Thank you.  Thank you. I'm here all pandemic.  Please try the vacc...","sentiment_score":1.0}
{"full_text":"RT #Mumbai | Catch all the latest city updates here","sentiment_score":0.5}
{"full_text":"RT TABLE 2021, COVID-19: THERAPEUTIC PLAN AND POTENTIAL THERAPIESIt was missing translate a text in the central part.A...","sentiment_score":-0.0666666667}
{"full_text":"RT Now that Democrats have power, we have to be bold in a way we have not seen since FDR in the 1930s. The first order of...","sentiment_score":0.2916666667}
{"full_text":"RT BREAKING: Seth Curry tested positive for COVID before the game tonight, and the entire 76ers team has entered quarantine,...","sentiment_score":-0.0575757576}
{"full_text":"Girls' Broadway Musical Announces Permanent Closure Due To Covid Shutdown sets covid-19 death record as researchers point to asymptomatic cases as a major source of infections #fakeheadlinebot #learntocode #makeatwitterbot #javascript","sentiment_score":-0.0208333333}
{"full_text":"RT Students will return to in-person learning on Mon., announced today. All other current #COVID19 public health measures...","sentiment_score":-0.0416666667}
{"full_text":"RT Three days before the pro-Trump riot at the Capitol, the Pentagon asked the U.S Capitol Police if it needed National Guard m...","sentiment_score":0.0}
{"full_text":"That doesn't even make sense. STAY HOME!","sentiment_score":0.0}
{"full_text":"Great. Washington is now the green zone like Baghdad - what a fucking disgrace chump is. what a mess the draft dodger created the places active duty people in harms way, to protect his ego, and god knows what other dirty secrets. All this energy that could be spent fighting covid","sentiment_score":-0.1416666667}
{"full_text":"yes my pharmacy was burned down! and an arts non-profit that gave me a grant for covid!","sentiment_score":-0.2430555556}
{"full_text":"RT COVID-19: PM criticised for being too secretive about scientific advice that led to tiers and lockdowns in England","sentiment_score":0.0}
{"full_text":"RT BREAKING: Pfizer says COVID-19 vaccine appears to work against key mutation in variants first found in the UK and South Africa...","sentiment_score":0.125}
{"full_text":"RT It is an outrage that over 1 million workers who lost jobs during the pandemic haven't received the benefits they earned an...","sentiment_score":0.0}
{"full_text":"RT Now that Democrats have power, we have to be bold in a way we have not seen since FDR in the 1930s. The first order of...","sentiment_score":0.2916666667}
{"full_text":"I guess some people are just trying not to take risks, especially if they live with those more vulnerable &amp; therefore buying up big to minimise the need to leave home. And because of wording, like you said, fear the lockdown will be extended. ","sentiment_score":0.0272727273}
{"full_text":"RT Sixers guard Seth Curry returned a positive test for the coronavirus, which the team learned of near the start of a loss in Br...","sentiment_score":0.1636363636}
{"full_text":"RT 7) Meanwhile, the impact of the #pandemic is intensifying in Montreal's acute-care hospitals, as I report tonight in the...","sentiment_score":0.0}
{"full_text":"5 Ways COVID-19 is Changing Office Space #CRE #COVID-19 #Office #NewNormalhttps:\/\/t.co\/S9feugH7Y0","sentiment_score":0.0}
{"full_text":"RT #Thalapathy to issue a press release before #Master release asking fans to watch the movie by following Covid protocol......","sentiment_score":0.0}
{"full_text":"be grateful if  explain why they give  clubs millions in bail outs if said club them spends millions on transfers.If they have PS for transfers, why do they need CCFF. The money could be put to better use than.","sentiment_score":0.5}
{"full_text":"RT Pre covid New York was a movie","sentiment_score":0.1363636364}
{"full_text":"RT Sixers guard Seth Curry returned a positive test for the coronavirus, which the team learned of near the start of a loss in Br...","sentiment_score":0.1636363636}
{"full_text":"Covid: The challenge in speeding up France's vaccination drive - BBC News","sentiment_score":0.0}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"RT #HappyAnniversary to you and Gry, Erik. Though the circumstances may be difficult, a blessing to be able to share this day...","sentiment_score":0.0}
{"full_text":"For the first time ever, the US reported more than 4,000 Covid-19 deaths in one dayhttps:\/\/t.co\/nQHmfoUpcY","sentiment_score":0.375}
{"full_text":"Get your new Battery.Book Now:https:\/\/t.co\/tVso3Qf1Es#newyear #covid19 #covid20 #phonerepair#iphonerepair #iphonerepairs #iphonescreenrepair#iphonebatteryreplacement  #MMPR #iphone11#MelbournePhoneRepairs #iphone #samsung #Oppo#Huawei #Battery#Melbournemobilephonerepairs","sentiment_score":0.1363636364}
{"full_text":"Wales' lockdown restrictions to be tightened and extended by First Minister","sentiment_score":0.25}
{"full_text":"With such a high demand to receive the COVID-19 vaccine, questions about when it will be ready in a pharmacy near you still linger. I found out some of those answers by listening to the DHHS's virtual Q&amp;A that happened this afternoon.https:\/\/t.co\/AG1CPAPlHO","sentiment_score":0.115}
{"full_text":"Covid-19 vaccine take-off from Pune waits for government to place order","sentiment_score":0.0}
{"full_text":"Influenza and COVID-19 appear to be very similar. After all, both are respiratory diseases. Beyond that, they do differ in important ways. To know more, visit: #OurNewEarth #Covid19 #Influenza","sentiment_score":0.3}
{"full_text":"RT The Republican-dominated Florida legislature still hasn't passed a single COVID-19 relief bill since the start of the pandemic.","sentiment_score":-0.0714285714}
{"full_text":"Mask up, stay home, hydrated and healthy as you have a cold one as best you can this Friday.","sentiment_score":0.3}
{"full_text":"Umno would further lose popularity if it were to trigger a premature 15th general election during the COVID-19 pandemic, said political analysts.https:\/\/t.co\/YakWTVmX88","sentiment_score":0.0166666667}
{"full_text":"RT The. Kids. Are. Not. All. Right.This young man had dreams, and he worked hard to achieve them. But he couldn't keep...","sentiment_score":-0.0958333333}
{"full_text":"#coronavirus #CoronaVaccineCOVID-19 Vaccine: Online Health Passport Launched by Saudi Arabia","sentiment_score":0.0}
{"full_text":"Treasury introduces PS4.6bn in new lockdown grants #retail #coronavirusuk","sentiment_score":0.1363636364}
{"full_text":"With such a high demand to receive the COVID-19 vaccine, questions about when it will be ready in a pharmacy near you still linger. has the answers from a Facebook live hosted by the DHHS this afternoon.https:\/\/t.co\/WipzlGf9tI","sentiment_score":0.1192727273}
{"full_text":"Barangay Buot, a mountain barangay in Cebu City, which used to have no Covid-19 cases since the pandemic started, has been hit with the coronavirus:","sentiment_score":0.0}
{"full_text":"As COVID-19 continues to present varying challenges, what changes could we see to the #CanMNT January camp roster?WATCH (FULL) >https:\/\/t.co\/z8InEr259j","sentiment_score":0.175}
{"full_text":"The World Health Organization denied Thursday that Italian officials pressured it to spike a report into Italy's coronavirus response but said the U.N. agency should have shared the document with Italy's government before publishing it.https:\/\/t.co\/LU5APXqWXw","sentiment_score":0.0}
{"full_text":"RT This is sickening. Personal support workers are paid so poorly that they are unable to afford to rent so they live in h...","sentiment_score":-0.3327272727}
{"full_text":"RT If France can do it, so can we. The NHS would collapse without its incredible staff from overseas. We have stood shoulder...","sentiment_score":0.9}
{"full_text":"A Temporary Basic Income for the world's poorest people could slow the surge in #COVID19 cases by enabling nearly 3 billion people to stay at home. Check what it would potentially cost in your country through the simulator on @UNDP's NEW Platform: https:\/\/t.co\/L1OLSaosLY ","sentiment_score":-0.0127272727}
{"full_text":"COVID 19 cases in India until : 08\/01\/2021 10:30Total Cases: 10414044 [+0]Active: 222416Recovered: 10036722 [+0]Deaths :150606 [+0]Total Tests: 178.4MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The five areas in Bristol with the lowest coronavirus rates","sentiment_score":0.0}
{"full_text":"China certainly mishandled the beginning of the COVID-19 outbreak, but wrote, \"The desire for compensation--and, frankly, vengeance--is understandable. But it is a poor basis for public policy, a wonderful hope but an impossible dream.\" #CatoFP","sentiment_score":0.0295238095}
{"full_text":"lockdown mood:not pregnant, but eating for two.","sentiment_score":0.3333333333}
{"full_text":"When viruses spread, stay safe, stay home, and spread joy. Share happiness, hope and kindness today. Happy JoyGerm Day!#JoyGermDay #8January #ShareHappiness","sentiment_score":0.7}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"Pretoria paramedics respond to second wave in Covid-19 pandemicThe increased cases of Covid-19 in Pretoria have put an immense strain on health care workers; mental and physical health. Read more&gt; #RekordPretoria","sentiment_score":-0.025}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"Poultry stocks in focus amid reports of avian influenza outbreak@iYashUpadhyaya reports#BirdFlu #BirdFluOutbreak #marketshttps:\/\/t.co\/Aq7UdMYJMR","sentiment_score":0.0}
{"full_text":"#Nigeria is in talks with China to access #COVID19 vaccines, the country's foreign minister Geoffery Onyeama said, adding that China's donation of personal protective equipment helped the nation fight the pandemic, the Guardian Nigeria newspaper reported. (file pic)","sentiment_score":-0.0625}
{"full_text":"The challenges of the pandemic remain unprecedented. But we can transform these into opportunities by seizing the momentum of evolving global value chains and by embracing the potential offered by technologies and services trade.","sentiment_score":0.2}
{"full_text":"The federal government's plan to screen travelers entering the country for COVID-19 doesn't consider the unique needs of international farm workers, the federal ag critic says:https:\/\/t.co\/5eMtMPFn0h#CdnAg #AgTwitter","sentiment_score":0.1875}
{"full_text":"Hmm...Covid lockdown pushed laycon to audition for bbn. I guess one good thing that came out of it #LayconXKXGO","sentiment_score":0.7}
{"full_text":"RT to understand the courage of photojournalists, read this","sentiment_score":0.0}
{"full_text":"RT Got my first dose of the COVID-19 vaccine today, together with Director of Medical Services A\/Prof Kenneth Mak. We got v...","sentiment_score":0.125}
{"full_text":"RT While in lockdown on Wednesday,Rep Susan Wild, D-PA, told CBS that \"about half\" of the people sheltering in the secure loc...","sentiment_score":0.1111111111}
{"full_text":"RT I'm sure the large amount of irresponsible Americans traveling to Mexico for a COVID getaway had nothing to do with this","sentiment_score":0.3571428571}
{"full_text":"RT Government has announced all travellers to England from overseas will need to test negative for COVID-19 before they are...","sentiment_score":-0.3}
{"full_text":"RT Pre covid New York was a movie","sentiment_score":0.1363636364}
{"full_text":"The #UnitedStates counted a record number of daily #coronavirus deaths Thursday at nearly 4,000.","sentiment_score":0.05}
{"full_text":"'The virus is out of control': 1 in 5 COVID-19 tests are positive in LA County","sentiment_score":0.2272727273}
{"full_text":"Post-pandemic business plan: A primer for moving forward","sentiment_score":0.0}
{"full_text":"This brings a total of 128 inmates that have tested positive with COVID-19 at the County Jail along with 88 staff members. ","sentiment_score":0.0424242424}
{"full_text":"Current Conditions for #Sayre PATemp: 27.3FWind Chill: 26.4FHumidity: 93%Dew Point: 25.5F Barometer: 30.308 inHgWind: 2 mph from the NNWCorona Virus Weekly Stats:Cases: 216.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.9M tests, 266k cases, 132,370 COVID-19 hospitalizations, and a record...","sentiment_score":0.0}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"Should immediately Stop the registration of NIMC  If not Covid 19 positive results will keep increasing Permanent Voters card can be used for now pending when the pandemic will be over. NIMC Osinbajo #LekkiMassacre #Endsars Biafra Atiku Lekki #vanguardnews","sentiment_score":0.2272727273}
{"full_text":"RT dating in this pandemic has been so ghetto, just pen pal vibes","sentiment_score":0.0}
{"full_text":"Crashed website registration, test cancellations and last-minute shutdowns have forced many to go to extreme lengths to take their exams.","sentiment_score":0.025}
{"full_text":"RT : Will you grow a spine and act against for breaking the protocol? - Let's see...","sentiment_score":0.0}
{"full_text":"RT Who else sneezes for hours after getting the swab jammed up your nose for the covid test?! It tickles me soooo bad!","sentiment_score":-0.5}
{"full_text":"RT REPORT: The Sixers discovered a positive COVID-19 test for a player in tonight's Philly vs. Brooklyn game. The Sixers m...","sentiment_score":-0.0863636364}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT Mirror's Edge Catalyst All Cutscenes (Game Movie) 1080p 60fps (2016) - Gameplay - HubNin...","sentiment_score":-0.4}
{"full_text":"RT The true pandemic in the world is Tik Tok","sentiment_score":0.35}
{"full_text":"RT The federal government's plan to screen travelers entering the country for COVID-19 doesn't consider the unique needs of int...","sentiment_score":0.375}
{"full_text":"Scientists develop breakthrough #COVID19 antibody test","sentiment_score":0.0}
{"full_text":"Calling it now: Trump is going to brag about how his inauguration crowd was bigger than Biden's. Because Biden's will happen... in the middle of a pandemic...","sentiment_score":0.0}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
