{"full_text":"RT GTFO","sentiment_score":0.0}
{"full_text":"RT This is what Toby Young's idea of free speech consists of -- deliberately misinforming the public (he's been rebutted endles...","sentiment_score":0.1666666667}
{"full_text":"RT North-south divide is clear as day in these Covid death figures. More than *12,000 people* have died in the north-west (n...","sentiment_score":0.3}
{"full_text":"RT COVID vaccine has arrived","sentiment_score":0.0}
{"full_text":"The best teaching resources on the web.  #edchat #art #teachergram #englishteacher #elearning #onlinelearning #educator #inspiration #stem #covid #tutoring #success #parenting #music #teachingideas #life #technology #language #parents #COVID19","sentiment_score":0.65}
{"full_text":"you get corona????","sentiment_score":0.0}
{"full_text":"RT \"Reports of a highly contagious new variant in the United States, published on Friday by multiple news outlets, are based on sp...","sentiment_score":0.0987878788}
{"full_text":"RT Moron of the year so far. FFS ","sentiment_score":-0.35}
{"full_text":"More distraction from the abject failures that continue, the attempts to hide the truth and the total lack of any responsibility for the catastrophic decisions made by this government.","sentiment_score":0.25}
{"full_text":"Wow! Those are big stepsMight take me a while to get thereShe had her boobs out in the cold? Or are you being naughty lockdown breakers?","sentiment_score":-0.15625}
{"full_text":"RT The #UK has the highest no. of #coronavirus infections per capita. In the world.Don't get me wrong.Nearly every countr...","sentiment_score":0.0}
{"full_text":"RT Blitz survivor, 104, becomes oldest person in Norfolk to receive vaccine","sentiment_score":0.0}
{"full_text":"RT Maryam Rajavi: Khamenei's ban on the purchase of the vaccine for Coronavirus is deliberate massacre of the people of #Iran -...","sentiment_score":0.0}
{"full_text":"RT After a rush of publications followed by a rush of retracted articles, what will remain of #COVid19 pubs","sentiment_score":0.0}
{"full_text":"RT So the post New Year spike has started. Had seen only 5 cases in the last 13 days .Today a whopping 11 !!Stay safe guys. M...","sentiment_score":0.1590909091}
{"full_text":"RT The Big Pharma #COVID Vaccine Race - Service or Business? ","sentiment_score":0.0}
{"full_text":"RT  RT this if you will be part of 2M Gap later. Social distancing THE MASSVOTE  #BLINKSquareUpOnGCMA","sentiment_score":0.0166666667}
{"full_text":"RT Her excuse? She thought it was still alright to go for her daily exercise. Tory councillor went for a walk through t...","sentiment_score":-0.025}
{"full_text":"Look forward to seeing you all once this pandemic nonsense is sorted and you're allowed to join in again!","sentiment_score":0.0}
{"full_text":"RT Congratulations ji for announcing the beginning of nation wide vaccination drive. Under your visionary le...","sentiment_score":-0.1}
{"full_text":"RT Please attend this important webinar. Recovering from covid related pneumonia and this gadget - pulse oximeter saved my lif...","sentiment_score":0.2}
{"full_text":"When he declares curfew or lockdown, go out and misbehave and see what will happen to you. Nonsense","sentiment_score":0.0}
{"full_text":"RT Pity anyone suggesting #ResignSturgeon. Merely sad attention seeking behaviour amidst a pandemic. is by far t...","sentiment_score":-0.1666666667}
{"full_text":"To all of my followers. I know we're all struggling, but simple visiting my site, having a look, clicking an ad and closing out of it actually helps me immensely. It costs you nothing and helps me pay for college. #COVID19 #COVID","sentiment_score":0.0}
{"full_text":"RT Too many things have happened to keep tabs on them. 'Stories' just die:Kim Darroch leak investigation Priti Patel bullying...","sentiment_score":0.5}
{"full_text":"RT The president worked harder to find alternative twitter accounts than he ever did to find PPE and ventilators for my constitu...","sentiment_score":-0.1}
{"full_text":"honestly, same... i have only experienced one semester of uni life and then boom 2 semesters of lockdown and the next one is still questionable :(","sentiment_score":-0.075}
{"full_text":"Virt modelling and even chemlabs virtualware also software engineering side of things ,","sentiment_score":0.0}
{"full_text":"RT Just had a private message from an NHS worker. The hospital is closing normal ITUs and repurposing them for Covid patien...","sentiment_score":0.075}
{"full_text":"RT My Parents have been isolating since Feb20. On arrival for Dads #COVID19 #vaccine time slot met this Cir...","sentiment_score":0.0}
{"full_text":"My \"little ones\" are 20  Selfish of me because they've been at home more instead of being away at college because of the pandemic. Upside, this mama 'gets' them a little longer #satchat","sentiment_score":-0.09375}
{"full_text":"RT I shudder at the sight and thought of Covid Marshalls. I just see Jewish Concentration Camp Guards Policing and informing...","sentiment_score":0.0}
{"full_text":"RT New California COVID Orders: Residents Can Travel No More Than 120 Miles From Their Homes","sentiment_score":-0.0568181818}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"very great dashboard","sentiment_score":1.0}
{"full_text":"Uncivilised pieces of shit","sentiment_score":-0.2}
{"full_text":"RT Couldn't organise a booze up in a brewery ...Par for the course with how this pandemic has been handled..","sentiment_score":0.0}
{"full_text":"RT Rose&amp;Lisa Birthday Donation ~Feb 10th PAYPAL donate it under each member's name to t...","sentiment_score":0.0}
{"full_text":"RT We need the be far more careful about believing everything China says especially in the medical literature regarding CO...","sentiment_score":0.1}
{"full_text":"UK rolls out 'Act like you've got it' drive amid 'alarming' Covid-19 spikehttps:\/\/t.co\/LQym1dMqV7","sentiment_score":-0.1}
{"full_text":"Using a crystal ball, how do you think the 20s will be defined? First half Brexit and Covid, second half break up of United Kingdom and a United Ireland?","sentiment_score":-0.0208333333}
{"full_text":"RT 12.3 million people have received a COVID vaccine according to our global vaccination dataset.And the curve is gettin...","sentiment_score":0.0}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT This is crazy. Can't leave elderly people standing outside in the freezing cold for hours to get a vaccine. ","sentiment_score":-0.4}
{"full_text":"Please, wash your hands and wear a mask. Stay safe.#COVID19 #psychnurse","sentiment_score":0.0}
{"full_text":"RT Just saying #nhs #lockdown #rules #WearAMask #clap #StayHome #coronavirusuk #COVIDIOTS","sentiment_score":0.0}
{"full_text":"RT 1 in 30 Londoners now has Covid. This is terrifying. Can I gently say, Scottish people disputing the infectious nature of t...","sentiment_score":-0.4}
{"full_text":"RT Sending my best wishes to team #SoloBrathukeSoBetter for its release this Christmas. First film hitting the big screen...","sentiment_score":0.4166666667}
{"full_text":"#GIKI University has planned final examinations for the students starting from  #18January-2021. This is strictly against the decision passed by the government. While #COVID is peaking again.","sentiment_score":0.0}
{"full_text":"Service Update 13:00 - Engineering works and other updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":-0.125}
{"full_text":"RT Heartbreaking news. Another 1,325 deaths from Covid - the highest number of UK deaths reported on a single day since the...","sentiment_score":-0.0714285714}
{"full_text":"RT Arrest","sentiment_score":-0.05}
{"full_text":"#emyklive #emykamalkhan I am still declaring my cure for #COVID19 works within 1 minute 35 seconds turnaround max one day near death experience max 14 daysSome doctor step up and see it for yourself!!","sentiment_score":0.15625}
{"full_text":"And still keeps downplaying it. Btw- if teachers are deemed essential (as grocery store workers), why don't they have priority for vaccination? Oh yeah, I forgot...u don't care #deathsantis","sentiment_score":0.0}
{"full_text":"Dr Jennifer Hibberd interview with Prof Trevor Marshall on COVID-19 long haulers and ivermectinhttps:\/\/t.co\/QyCESf4CkK","sentiment_score":-0.05}
{"full_text":"RT New Year same old...","sentiment_score":0.0787878788}
{"full_text":"RT The U.S. set a new record this week of more than 4,000 coronavirus deaths in one day. Plus there are confirmed cases of the...","sentiment_score":0.3454545455}
{"full_text":"RT Our hospitals are under more pressure than at any other time since the start of the pandemic, and infection rates continu...","sentiment_score":0.1875}
{"full_text":"RT 210109 Makestar Fansign seonggyuI told him that I watched all his musicals since In The Heights (2015) and was sad to have misse...","sentiment_score":-0.5}
{"full_text":"RT God of wallstreet. Take position!","sentiment_score":0.0}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"Where are you to have giant redwoods on your lockdown exercise route? Envious","sentiment_score":0.0}
{"full_text":"Looking for lockdown reading material? Your 2021 Horoscopes eBook, includes all the big astrology!","sentiment_score":0.0}
{"full_text":"RT Side effects of Covid vaccine are not fun ","sentiment_score":-0.15}
{"full_text":"RT Some can't \"hunker down and stay home\", Premier. Many Ontarians are living paycheck to paycheck and work at \"e...","sentiment_score":0.1722222222}
{"full_text":"The piece I wrote for Vox this spring was an effort to model some of these ideas. It's a first person account of a time that I embraced conspiracy theories. It is vulnerable. Self-disclosive. And resulted in dozens of emails from ppl who felt understood.","sentiment_score":-0.125}
{"full_text":"India has a triple whammy situation:1) Bird Flu2) Corona3) Farmers protesthttps:\/\/t.co\/rTeVzQsHtY","sentiment_score":0.0}
{"full_text":"RT .@GabbyGiffords -- Your perseverance and immeasurable courage continue to inspire me and millions of others. I pledge to conti...","sentiment_score":0.0}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT A short article as to why live zoom lessons are not as good as pre-recorded ones #edchatie","sentiment_score":0.2787878788}
{"full_text":"RT New Zealand has been declared covid free. All restrictions have been scrapped ","sentiment_score":0.2681818182}
{"full_text":"UK Rolls Out Act Like You've Got It Drive Amid Alarming COVID-19 Spike","sentiment_score":-0.1}
{"full_text":"RT Pity anyone suggesting #ResignSturgeon. Merely sad attention seeking behaviour amidst a pandemic. is by far t...","sentiment_score":-0.1666666667}
{"full_text":"RT Sir Patrick Vallance also said this in the same interview on 13 March 2020...","sentiment_score":0.0}
{"full_text":"We can't do it safely until you sack up and put in state wide mandates to help stop the spread of COVID-19. I am getting multiple emails a week about cases at school my son is supposed to be attending.","sentiment_score":0.1333333333}
{"full_text":"RT If anyone is struggling with their mental health this lockdown, below are some numbers you can call for support. You ar...","sentiment_score":-0.1}
{"full_text":"RT Boris Johnson's father has compared the PM's Covid response to Churchill in WW2, thereby insulting thousands of heartbroken...","sentiment_score":-1.0}
{"full_text":"RT \"I need this to go viral. Somebody do a TikTok on this,\" says Dr. Russell. \"If everybody has the #covid19 app, if someon...","sentiment_score":0.0}
{"full_text":"RT Let's stop the fake news that this isn't serious already.","sentiment_score":-0.4166666667}
{"full_text":"RT Constitutional changes and COVID-19 were the biggest events of last year for Russians.","sentiment_score":0.0}
{"full_text":"Yes, the state used 9\/11 to expand its power. This does not mean that we deny or downplay every calamity or disaster that happens in a desperate bid to prevent a power grab.","sentiment_score":-0.221875}
{"full_text":"RT Does anyone on Twitter have any evidence about effects of cold weather on outdoor transmission? Could be we were falsely reas...","sentiment_score":-0.5}
{"full_text":"RT When the lockdown fanatics shout \"hoaxer\" and \"denier\" at anyone daring to question lockdown policy, maybe they should listen...","sentiment_score":0.0}
{"full_text":"New Jim Crow tactics  #ADOS #Reparations #BlackLivesMatter #BlackTwitter #AllLivesMatter #ChinaVirus #mask #RacewarRetweet, Like &amp; follow for truth, justice and balance Maat.https:\/\/t.co\/pjOama0Ue7","sentiment_score":0.1363636364}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT I can actually say that wearing facemask prevents the spread of COVID 19. I attend to COVID patients daily and all I do is we...","sentiment_score":0.0}
{"full_text":"What's it like to be quarantined in Hong Kong? #GlobalMobility #Compensation #travel #HongKong #COVID","sentiment_score":0.0}
{"full_text":"Think everyone is horny as fuck  good help the poor lad I'm gonna use after lockdown ","sentiment_score":-0.0333333333}
{"full_text":"RT I'm a retired doc. The current 'opioid epidemic' has been shown by the AMA to not be about opioids as well - i...","sentiment_score":0.0}
{"full_text":"Press in 60 seconds... Covid-19 No excuses  Incoming midfielder#SAFC I #HawayTheLads","sentiment_score":0.0}
{"full_text":"RT And while you're here... this petition for a public inquiry into UK handling of coronavirus has just clocked past 86,90...","sentiment_score":-0.125}
{"full_text":"#Iran's leader has banned the import of US and UK-produced #COVID19 #vaccines, saying they were \"completely untrustworthy\"","sentiment_score":0.1}
{"full_text":"Stay At Home Story Time - Wednesday, January 13 at 1:30 pm on Zoom.EP Patrons email leanne.ross@elmwoodpark.bccls.org for Zoom link!","sentiment_score":0.0}
{"full_text":"This pandemic has presented the biggest challenge to global mortgage markets since 2008. Based on what was learned during that time, lenders are making strategic decisions to adapt to this changing time.https:\/\/t.co\/yEm5nMN8P5","sentiment_score":0.0}
{"full_text":"RT Khamenei has shamefully declared a war on Iranian people! The spread of  #coronavirus has been ignored in I...","sentiment_score":0.0}
{"full_text":"Here's how worshipers in Highland Perthshire are persisting in praise despite the challenges of the pandemichttps:\/\/t.co\/nnVMtw0mV0","sentiment_score":0.0}
{"full_text":"Want an insider's look at our work helping countries #RecoverBetter from #COVID19? Join us for fireside chats where our experts will answer your questions! 19 Jan: Equality &amp; Inclusive Growth21 Jan: Data for Climate &amp; #SDGs Register by 18 Jan:","sentiment_score":0.0}
{"full_text":"\"There are still measures available to us that we could take\"","sentiment_score":0.4}
{"full_text":"Don't forget you can join in with Joe on Monday, Wednesday and Friday at 9am on his youtube channel.","sentiment_score":0.0}
{"full_text":"More than 1,400 were issued by North Yorkshire Police alonehttps:\/\/t.co\/DdhYq90DLI","sentiment_score":0.5}
{"full_text":"RT Don't understand why the #latelate has to kick off with more Covid misery. We are listening to it morning, noon and night....","sentiment_score":0.5}
{"full_text":"By following the simple steps of washing your hands, maintaining a social distance, and wearing a face covering, you can help save lives.https:\/\/t.co\/wINXMuW82uhttps:\/\/t.co\/hsG8ac8ZwG","sentiment_score":0.0111111111}
{"full_text":"[Opinion] During the lockdown of our planet, the global #emissions have declined by 8%. Before we raise our hands in celebration the bleak news are that #CO2levels are still breaking records.#EUWeekInReviewhttps:\/\/t.co\/PyvffMvaWc","sentiment_score":-0.5}
{"full_text":"COVID-19 and winter in Saskatchewan aren't a great combination. And that means there is a lot less to do these days. BUT there is always SOMETHING! At 7:10 will give us some ideas for fun. Listen here:","sentiment_score":0.2972222222}
{"full_text":"This is so important at the moment. Moving and getting active indoors or outdoors is critical for our physical and mental health during this winter lockdown. Take a look at what we are doing","sentiment_score":0.0333333333}
{"full_text":"RT The US is only sequencing a tiny fraction of Covid cases. To track and address dangerous emerging variants, we have to do...","sentiment_score":-0.2}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"RT .@GabbyGiffords -- Your perseverance and immeasurable courage continue to inspire me and millions of others. I pledge to conti...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 09\/01\/2021 18:30Total Cases: 10433549 [+1023]Active: 221378Recovered: 10057012 [+1077]Deaths :150850 [+15]Total Tests: 179.34MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"NEWS: Two-thirds of primary schools in East Sussex have more pupils attending during the current lockdown compared to the last - according to the National Education Union.https:\/\/t.co\/gGBkRwY1ze #moreradionews #sussex","sentiment_score":0.225}
{"full_text":"Flying to Canada? Do this first. #IntlStudent","sentiment_score":0.25}
{"full_text":"A breakdown of the figures has been provided","sentiment_score":0.0}
{"full_text":"Has a local business really stepped up to help you during the pandemic? Why not let the world know by nominating them for Hamilton Community News's Readers' Choice Awards. #HamOnt #Ancaster #Dundas #HamiltonMountain #StoneyCreekhttps:\/\/t.co\/LLhui250Eq","sentiment_score":0.1}
{"full_text":"During the first Gulf War, #Israelis ignored air raid sirens and refused to carry a mask, so why would they carry a #COVID19 mask now?@RuthieBlum writes that if #saddam_hussein was unable to get Israelis to change, it's unlikely will.https:\/\/t.co\/074YjFKHXR","sentiment_score":-0.25}
{"full_text":"#listenback #icymi speaks to the workers, parents and industries affected by these new restrictionsCovid Restrictions Impact On Schools, Aviation &amp; Construction","sentiment_score":0.1363636364}
{"full_text":"This is a bummer.","sentiment_score":0.0}
{"full_text":"The market is now closed. Thank you for helping to keep our market safe and respecting social distancing. See you next Saturday - check our website &amp; social media for updates.","sentiment_score":0.0933333333}
{"full_text":"With Wisconsin's vaccine rollout in its fourth week, many members of the public still have questions about the state's phased plan and where they stand.","sentiment_score":0.1666666667}
{"full_text":"Will You Be #Forced to Get a COVID-19 #Vaccine?https:\/\/t.co\/3yyg1tRtzC","sentiment_score":-0.3}
{"full_text":"RT The tragic UK Covid deaths in just the last 3 days total more than the number of deaths related to the 9\/11 terrorist...","sentiment_score":-0.05}
{"full_text":"A lot of people have been asking, \"What's the difference between the two #COVID19 vaccines?\"This infographic should be a helpful comparison of the #Pfizer and #Moderna vaccines ","sentiment_score":0.0}
{"full_text":"If you are looking for something to do remember we have our 5th activity pack available, filled with puzzles, brain teasers and activities for you to try at home. Let us know if you would like one! #StayHome #StayConnected","sentiment_score":0.45}
{"full_text":"ATTN: Ohio Small BusinessesWhether or not you received a first-round #PPP loan, your business may be eligible to apply for PPP before 3\/31.#PaycheckProtectionProgram applications open MONDAY 1\/11.LEARN MORE:","sentiment_score":0.0833333333}
{"full_text":"Coronavirus: Dorset hospitals experience 'spike' in caseshttps:\/\/t.co\/qVQQcwyxZK","sentiment_score":0.0}
{"full_text":"An #updated report from The Community Transport Association on #COVID19guidance for #Communitytransporthttps:\/\/t.co\/kKSxTRHmZ1","sentiment_score":0.0}
{"full_text":"We've launched two more Covid-19 vaccination sites in #Somerset so we can invite more high priority groups for their vaccines. So please be patient and don't contact your local GP or hospital about your vaccine, they will be in touch when it's your turn.","sentiment_score":0.29}
{"full_text":"'This virus is here, and it is dangerous'--A young Covid-19 survivor warns of long-term effects\"From time to time, I still experience some of the Covid-19 symptoms such as headaches, shortness of breath and fatigue.\"https:\/\/t.co\/olUgKff8Or","sentiment_score":-0.1666666667}
{"full_text":"Remember to stay local when you're taking your daily exercise","sentiment_score":0.0}
