{"full_text":"RT This can't be right? Surely not ? #COVID19","sentiment_score":0.0178571429}
{"full_text":"RT THREAD AS A COVID-19 PATIENT. Firstly, my symptom(s) was FEVER and I lost my sense of smell and taste. When my temp...","sentiment_score":0.25}
{"full_text":"RT Just another example of why we need to kick out the lobbyist and that we need to stop the extreme profitting off of the h...","sentiment_score":-0.125}
{"full_text":"RT The Guardian View:\"Mr Biden's arrival in office opens up new international possibilities on issues like Covid, climate a...","sentiment_score":0.0681818182}
{"full_text":"RT TO DONATE:","sentiment_score":0.0}
{"full_text":"RIP larry .... Fuck covid-19","sentiment_score":-0.4}
{"full_text":"RT Today I met with an inspiring group of small business owners. We know that they have been hit hard in this pandemic. That's why","sentiment_score":-0.0138888889}
{"full_text":"Reading through the replies to this tweet from one year ago is one wild ride.We largely had no idea.","sentiment_score":0.1571428571}
{"full_text":"RT Big Saturday Read: What if there is a pandemic-induced constitutional crisis?#BSR is in 3 parts: how the regime is weaponi...","sentiment_score":0.0}
{"full_text":"RT Hey guys; everyone in my house just tested Positive for COVID except me; I'm a disabled artist unemployed\/can't drive d...","sentiment_score":0.0136363636}
{"full_text":"RT Recession \"on the cards\".  We need fewer politicians, scientists, number crunchers, data wonks - all on an uninterrupted sala...","sentiment_score":0.0}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT What happens when you don't wear a mask.","sentiment_score":0.0}
{"full_text":"RT \"If you haven't run a school during a global pandemic, you can't know what it's like to run a school during a global pand...","sentiment_score":0.0}
{"full_text":"RT Covid-19 vaccination drive: PM Modi to interact with beneficiaries and vaccinators in Varanasi","sentiment_score":0.0}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT The Tories have lost control. Strict protections are needed to ensure we don't import further strains of the virus.Ins...","sentiment_score":0.0}
{"full_text":"RT LOOK HER IN THE EYES AND TELL HER YOU DIDN'T SACK THEY GUY WHO WENT TO BARNARD CASTLE TO TEST HIS EYES","sentiment_score":0.0}
{"full_text":"The news comes just weeks after King was reportedly hospitalized after contracting the novel coronavirus.https:\/\/t.co\/D3Xa9TjGrX","sentiment_score":0.0}
{"full_text":"U wrote \"More than 3,000 Americans a day have been dying from Covid-19...Some of them would not have contracted the virus if...kept the vaccination program anywhere close to on schedule.\" How long does it take to develop anti-bodies? How many 1st responders died? Fake news!","sentiment_score":0.08125}
{"full_text":"RT This is surreal. He purports to explain that Brexit is not causing the industry difficulties but having invoked the pandem...","sentiment_score":0.25}
{"full_text":"RT January 23, 2020, #Wuhan was under lockdown. It has been a year now. #COVID19 How it went....","sentiment_score":0.0}
{"full_text":"The same Republican men who say they value limited govt and are eager to keep government's hands out of a man's pockets ALSO are eager to put them down a woman's pants. No consistency.","sentiment_score":-0.0756613757}
{"full_text":"Lockdowns do not offer any clear advantage compared to voluntary measures in curbing Covid spread.#Lockdowns #Covid #Corona #Coronavirus #PandemicStudy:https:\/\/t.co\/zVCuHaZlpe","sentiment_score":0.1}
{"full_text":"RT You'll live longer","sentiment_score":0.1363636364}
{"full_text":"RT #HankAaron's tragic death is part of a wave of suspicious deaths among elderly closely following administration of #CO...","sentiment_score":-0.375}
{"full_text":"RT $CLOV Biden has promised to lower the eligibility age to 60 from 65This is a policy change that might get support be...","sentiment_score":0.0}
{"full_text":"RT Not surprising. More Torontonians than anyone else I know have been traveling to Europe, the States, the Caribbean ...","sentiment_score":0.075}
{"full_text":"RT I spoke with founder &amp; CEO of a Hispanic-owned small business in NYC. Due to the pandemic,...","sentiment_score":-0.1875}
{"full_text":"RT We're in need of some #GoodNews these days. Follow #GoResearch &amp; subscribe to our YouTube channel to learn about all the...","sentiment_score":0.0}
{"full_text":"RT Trump foolishly did everything this malignant little dwarf told him to do. He should've said screw you, we're keeping t...","sentiment_score":-0.1875}
{"full_text":"Lock  down U.K. ","sentiment_score":-0.1555555556}
{"full_text":"RT Typical Tory greed and selfishness shining through yet again.  The corruption grows daily!","sentiment_score":-0.0833333333}
{"full_text":"Talking to a #Psychic During the PandemicLiving in a pandemic has changed the way that people look at life. Life has been challenging and things are always changing. There have b ..","sentiment_score":0.5}
{"full_text":"What happened to your solid plan you had you lying piece of shit? Dudes whole career was based on plagiarism and lies and y'all thought he was just about to change up because he was running for prez lmao","sentiment_score":0.15}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT I remain disappointed that children's books are deemed as 'not essential' during a period of lockdown when schools are...","sentiment_score":-0.375}
{"full_text":"RT A complete disaster by the Democrats. Used our troops and then abandoned them.","sentiment_score":0.1}
{"full_text":"i don't know what country you're in but where i live \"moria\" was a big topic and is still being discussed. we also had a problem where somebody from the workers or volunteers infected a whole campthey're in the worst possible position when it comes to covid","sentiment_score":-0.1327272727}
{"full_text":"RT London is burning in lockdown - and if it falls, so will the rest of the UK","sentiment_score":0.0}
{"full_text":"RT They are taking lockdown very seriously in Preston, I was only videoing a car and got buzzed by a Eurofighter ","sentiment_score":-0.2166666667}
{"full_text":"RT BREAKING: American TV host Larry King has died after being hospitalized with COVID-19. He was 87.","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that we urgently need an independent enquiry into the mismanagement of public funds during the Co...","sentiment_score":0.0}
{"full_text":"There's a pandemic Smh!","sentiment_score":0.0}
{"full_text":"RT Portuguese voters, largely confined to their homes due to a strict COVID-19 lockdown, will pick a new president on Sunday, but...","sentiment_score":0.0752164502}
{"full_text":"RT Data from the CDC Website:Thus far, 64 have passed away and 20 were permanently disabled after taking the Moderna vaccin...","sentiment_score":-0.05}
{"full_text":"Another weapon against Covid 19 !?!https:\/\/t.co\/IstV5GD2gH","sentiment_score":0.0}
{"full_text":"RT COVID-19: Montreal Heart Institute concludes colchicine is effective","sentiment_score":0.6}
{"full_text":"RT Hello is there a specific reason why you have chosen to ignore ongoing and active role in the spi...","sentiment_score":-0.0666666667}
{"full_text":"RT Senate to-do list:1. Abolish the filibuster and pass COVID-19 relief for our communities.2. Convict Trump.3. Legislate lik...","sentiment_score":0.0}
{"full_text":"RT Meanwhile, the nation's state media and propaganda apparatus has pumped out messages warning its citizens of the dangers of Co...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: US \"expected to reach well over 600,000\" coronavirus deaths, President Biden says. \"We're in a national emergency....","sentiment_score":-0.1}
{"full_text":"COVID spread out of control in the US because Glorious Leader said it was a hoax for 6 months - no other reason. GOP is wearing this!","sentiment_score":0.078125}
{"full_text":"RT The UK gov increasingly questioned for its handling of and Covid-19 vaccination. Giving the second dose 12 weeks after the f...","sentiment_score":0.0}
{"full_text":"RT \"We've found links between loneliness and a drop in physical exercise and worsening mental health symptoms\"","sentiment_score":-0.05}
{"full_text":"RT Apparently the Buhari administration reduced out of school children's by 3.2 million in the last year. Amazing. Especially d...","sentiment_score":0.1625}
{"full_text":"Well, they should have told the truth upfront. Vit D doesn't prevent covid. It's just something many people have low levels of","sentiment_score":0.25}
{"full_text":"RT Some EU Members Turn To Russia, China As AstraZeneca Vaccine Logistics Fail","sentiment_score":-0.5}
{"full_text":"RT Listen to local GP Sulaxni Nainani, speaking in Hindi, about the importance of taking up the COVID-19 vaccine when you're...","sentiment_score":0.0}
{"full_text":"That's fine except the DUP will currently not agree so  zero covid will not work if we have 300 crossing on the border open Perhaps I am missing something but I cannot see how you do it without a UK &amp; Ireland joint plan which may mean UK citizens entering ire with no restrictions","sentiment_score":-0.0191666667}
{"full_text":"Service Update 15:00 -  Only travel for work if essential or for other legally permitted reasons. Engineering works &amp; other updates here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":-0.01}
{"full_text":"You can watch Biden say there's nothing he can do about the pandemic. Doesn't get much worse than that","sentiment_score":-0.4}
{"full_text":"RT Just watched a hit piece on Venezuela\/Chavez on #BBCNews Poverty &amp; hardship, together with pandemic issuesSounded &amp;...","sentiment_score":0.0}
{"full_text":"Zing, unemployment was already high before COVID-19.Save lives? How the heck do you think it saved lives? We are #2 in the world even today.India is not an export economy, maybe you should learn a bit before claiming these things.","sentiment_score":0.16}
{"full_text":"RT Brits flocked to Dubai when the UK was put into lockdown and now Dubai has had to impose new restrictions to their actual c...","sentiment_score":0.0681818182}
{"full_text":"'Million-dollar' cities surging, despite pandemic","sentiment_score":0.0}
{"full_text":"You're in a first world country during a pandemic complaining about \"some people might not like tap water\" Jesus Christ","sentiment_score":0.25}
{"full_text":"I wouldn't be a fan of the Government's approach to Covid myself, but this is just wishcasting. Though people may have quibbles about implementation, the broad outline of their approach is, and has consistently been, popular in polls.","sentiment_score":0.3041666667}
{"full_text":"RT Two educators in the same Georgia school district died within hours from Covid-19 | Via CNN","sentiment_score":0.0}
{"full_text":"RT In Kenya today, no death as 129 more test positive for #coronavirus and 70 recover, confirmed cases stand at 99,898 wi...","sentiment_score":0.3757575758}
{"full_text":"RT \"... whose] position is not simply that schools should stay open, but that they should jettison all pandemic safety me...","sentiment_score":0.0}
{"full_text":"RT \"A leaked presentation from a closed scientific meeting claims that ivermectin, originally an antiparasitic, cut deaths by 80...","sentiment_score":0.1375}
{"full_text":"COVID-19: Uzodimma goes tough on defaulters","sentiment_score":-0.3888888889}
{"full_text":"Just like Obamacare - we're still beholden entirely to corporate healthcare interests and lobbyists.","sentiment_score":0.0}
{"full_text":"RT We should buy it Eurostar on BRINK: Desperate Macron urgently sends minister to beg UK for bailout cas...","sentiment_score":-0.6}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"when danandphilgames comes back\" ","sentiment_score":0.1333333333}
{"full_text":"Wait! Dusty didn't have all the answers? What has COVID done to you?","sentiment_score":-0.4}
{"full_text":"RT Doctors, epidemologists, biologists and others with solid backgrounds in disease are just now learning what climate skept...","sentiment_score":0.0}
{"full_text":"Your sole wa to pure for this world","sentiment_score":0.1071428571}
{"full_text":"RT #BREAKING: Larry King has died at the age of 87. Ora Media confirmed the talk show host died in Los Angeles this morning....","sentiment_score":0.4}
{"full_text":"Btw I was just talking with my cousins. They r buying their Kenyan posho + green beans from spain,tomatoes from UK etc from tesco, lidl and asda as normal.Due to covid sometimes produce in store warehouse is slow to come out onto shelves if enough workers not there.","sentiment_score":-0.1666666667}
{"full_text":"RT All the dead folks left the workforce.","sentiment_score":-0.1}
{"full_text":"RT The 1st thing we should do is identify how many people have had 1 dose only of the Pfizer vaccine in the week of 20th &amp;...","sentiment_score":0.1666666667}
{"full_text":"#Corona Info for #India:New Cases: 1003Today Recovery: 1178Today Deaths: 21Total Active Cases: 187064Total Cases: 10641547Total Recovery: 10301241Total Deaths: 153242#Coronavirus  #Covid19 #Covid_19 #SARSCoV2 #StaySafe Source: 'CoronaTrackerNepal_bot' #Telegram.","sentiment_score":-0.1333333333}
{"full_text":"RT 1\/4 Today I visited the Jamaica Plain VA to investigate the unfortunate accident that caused 1,900 doses of COVID-19 v...","sentiment_score":-0.3571428571}
{"full_text":"RT Aunty!!!!! During pandemic?!?! Which school opened?!?! Who went to enroll them?!?! Una not rate us oh.... sh...","sentiment_score":0.0}
{"full_text":"If you've purchased a ticket on or before 4 January 2021 and are no longer able to travel due to the recent national lockdown then you may be entitled to a refund or free of charge change of journey. Visit our FAQs for the latest information:","sentiment_score":0.255}
{"full_text":"is covid bad in Hco right now? I don't really keep up with the news there anymore","sentiment_score":-0.0714285714}
{"full_text":"Do you need high quality #remove background work? please contact on Fiverr: #work #highquality #contact #fiverr  #fiverr #services #jobs #marketing #design #hiring #nowhiring #jobsearch #freelance #coronavirus #covid19 #clippingpath","sentiment_score":0.16}
{"full_text":"RT Governments must protect their people, but \"vaccinationalism\" is self-defeating and will delay a global recovery.#CO...","sentiment_score":0.0}
{"full_text":"Meanwhile in Australia- that abandoned failing UK\/EU\/US response- liaised with Vietnam","sentiment_score":0.0}
{"full_text":"COVID-19 Is Killing Texas Workers, and Leaving Families to Struggle","sentiment_score":0.0}
{"full_text":"RT Sturgeon accused of 'opportunistic politicking at taxpayer's expense' over pandemic thank you letters","sentiment_score":0.0}
{"full_text":"RT Biden's 1M shots-a-day COVID-19 'goal' was already reached -- by Trump","sentiment_score":0.0}
{"full_text":"RT I am devastated to hear that migrant NHS staff who have risked their lives during the pandemic to keep us all safe have be...","sentiment_score":0.5}
{"full_text":"RT I am devastated to hear that migrant NHS staff who have risked their lives during the pandemic to keep us all safe have be...","sentiment_score":0.5}
{"full_text":"RT People are shocked that the CDC reacted incompetently to the COVID outbreak as if the agency hadn't spent half of 2019 unab...","sentiment_score":-0.3416666667}
{"full_text":"RT If you are in a high risk area and you are unvaccinated, double masking is the way to go. Always proud to see @PeteButtigi...","sentiment_score":0.32}
{"full_text":"RT This is more than just a vaccination program. It's good governance + human capital formation + nation building + India as...","sentiment_score":0.4}
{"full_text":"Our plan for independence is rooted in the best traditions of democracy and the rule of law. We take nothing for granted and will work hard to bring our fellow citizens with us as we recover from COVID, secure Scotland's independence and our future EU membership ","sentiment_score":0.2770833333}
{"full_text":"Over the past several decades, air travel has gone from luxury experience to mode of transport for the masses. But with remote work now becoming the norm, will there be less demand for flying even after the pandemic?","sentiment_score":-0.0133333333}
{"full_text":"RT Sam and Jams couldn't pay rent because of the pandemic, then were moved into a cockroach infested home. Look at","sentiment_score":0.0}
{"full_text":"Role of Libyan women during the pandemic  by","sentiment_score":0.0}
{"full_text":"World is one family!!!(#vasudevakakutumbam).. Proud to be an Indian!!!! U r the one who is showcausing India's geeat work  kudos ","sentiment_score":1.0}
{"full_text":"RT *Networks of disinformation: a thread.*The covid-sceptic campaign group have deleted all their tweets from...","sentiment_score":0.0}
{"full_text":"Travel execs will see policies from White House that will give them hope that the world will be more open and safer from a deadly pandemic. Four contentious years will be in the past and a steadiness returned from which to rebuild a devastated industry.","sentiment_score":0.01}
{"full_text":"RT Thread@JoeBiden promised us better. We were told - over and over again, in no uncertain terms - that the Biden team...","sentiment_score":0.5}
{"full_text":"Surendra Saboo, president of Inteliquent, recently joined Joe Weinman, founder and principal of XFORMA LLC, on PTC-TV to discuss our network and keeping customers first during the COVID-19 pandemic.","sentiment_score":0.125}
{"full_text":"RT On shift in an East London hospital.On one floor there is hope. Hope of the vaccine rollout.On another floor there is hor...","sentiment_score":0.0}
{"full_text":"Ok so we're just back full circle to ignoring the frontline accounts that there *is* a pandemic, more deaths and more sick people. Fine. You do you.","sentiment_score":0.2217687075}
{"full_text":"Autopsy studies have yet to find clear evidence of destructive viral invasion into patients' brains, pushing researchers to consider alternative explanations of how SARS-CoV-2 causes neurological symptoms.","sentiment_score":-0.25}
{"full_text":"Do.. do you mean Joe Biden? You must be mistaken.","sentiment_score":-0.3125}
{"full_text":"RT Like\/Retweet this if giveaways or kind gestures on twitter have helped you in the #COVID19 pandemic ","sentiment_score":0.6}
{"full_text":"Elevator Anxiety and its Impact on Commercial Real Estate #CRE #COVID-19 #TenantTips #NewNormal #ElevatorAnxiety ","sentiment_score":0.1}
{"full_text":"RT COVID-19 vaccines will only be effective if they are widely accessible and available.","sentiment_score":0.34375}
{"full_text":"RT He's trying to see how many promises he can break in his first week","sentiment_score":0.375}
{"full_text":"Lots of covid vaccine scams are taking place. is warning you to remain vigilant as criminals are taking advantage of the roll out of the #COVID19 vaccine to commit fraud. All information regarding the vaccine and how you will be contacted :","sentiment_score":0.0}
{"full_text":"RT Have you tested positive for COVID? Avoid exercise for at least 2 weeks after recovery. It may cause inflammation of h...","sentiment_score":-0.0363636364}
{"full_text":"Come visit us on campus!We have time slots available for personal visits Monday through Friday!Head to to register &amp; read about our COVID-19 guidelines!","sentiment_score":0.2}
{"full_text":"Two Peterborough friends used time on their hands in lockdown to launch a novel new business...https:\/\/t.co\/S0XSYoeoJz","sentiment_score":0.1363636364}
{"full_text":"If one of your New Year's Resolutions was to join a gym, we've got some tips to help you do so during #COVID! For other #consumertips like these, visit #BBB #StartWithTrust #BBBEasternNC","sentiment_score":0.0227272727}
{"full_text":"An online one-stop-shop scheduling system for COVID-19 vaccine appointments in South Carolina should launch next week, replacing a nightmarish, several-step registration process even health officials refer to as a four-letter word.https:\/\/t.co\/GNbh7z5f4m","sentiment_score":0.0}
{"full_text":"RT I'm not as smart as my progressive friends so perhaps someone could help me out. All 400,000+ COVID deaths in the US were pers...","sentiment_score":0.2142857143}
{"full_text":"3pm kick-offIf you're bored during lockdown, sort yourself out with a drink and some nibbles, put your feet up and settle down to watch this selection of contenthttps:\/\/t.co\/wlcYuf6WzC","sentiment_score":-0.3277777778}
{"full_text":"There is a possibility that a Philippine variant of #COVID19 could surface if #coronavirus cases in the country continue to rise, according to the Philippine Genome Center.Related news:","sentiment_score":0.0}
{"full_text":"Join this important conversation about how Canada can design industrial policy that is inclusive, sustainable &amp; drives community wealth.Read the report by us and  and &gt;&gt;&gt;","sentiment_score":0.4}
{"full_text":"RT Paying people enough to survive is still a great idea. We should do that &amp; suspend evictions etc. But y'all as much as I wou...","sentiment_score":0.3333333333}
{"full_text":"Jan. 23, 2021:As of today, we received $4.88\/day to get through this pandemic.That's 488 pennies per day.","sentiment_score":0.0}
{"full_text":"Flipkart sees 200% increase in demand for laptops post-lockdown #Flipkart","sentiment_score":0.0}
{"full_text":"Not leaving the house has also meant not letting anyone enter her home, which has come with its fair share of challenges. ","sentiment_score":0.7}
{"full_text":"The 4 Ps to focus on now to be ready post-pandemic -","sentiment_score":0.2}
{"full_text":"How much will the coronavirus pandemic cost the public finances in 2020\/21?","sentiment_score":0.1}
{"full_text":"RT #Brazil:  #China signals that it will send vaccines to Brazil under one condition: that President Bolsonaro fires his for...","sentiment_score":0.0}
{"full_text":"Free community-based COVID-19 testing site coming to Cumberland County next weekhttps:\/\/t.co\/xqJVmkrQ1y","sentiment_score":0.2}
{"full_text":"\"I've always found health care to be a positive experience. Now it feels like we are fighting a faceless enemy. It can be scary at times but it is important to do.\"","sentiment_score":0.0424242424}
{"full_text":"A new artificial intelligence program created by UVA Health researchers can now monitor high-risk coronavirus patients, as well as others in intensive care, and alert nurses and doctors if life-threatening trouble may arise.","sentiment_score":-0.2212121212}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"Insightful","sentiment_score":0.0}
{"full_text":"Coronavirus: Around 200 National Guard test positive for COVID-19 after inauguration#levant_newspaper #Inauguration #Levant #NationalGuard  #The_Levant_news #thelevant #US","sentiment_score":0.2272727273}
{"full_text":"Watching #television is one of the most popular leisure activities for #Germans - especially during #lockdown. But what are the most popular channels, the most watched formats and which streaming services are used most frequently in #Germany?#TV #mediahttps:\/\/t.co\/ILSNeEnw5R","sentiment_score":0.4125}
{"full_text":"Smokers are more vulnerable to severe cases of #COVID19. In order to help people quit smoking, Johnson &amp; Johnson (@JNJNews) donates nicotine patches in #JordanRead more from","sentiment_score":0.1666666667}
{"full_text":"For these Wilmington ex-offenders, violence prevention becomes a profession:","sentiment_score":0.0}
{"full_text":"As countries across the world rush to procure #COVID19 vaccines, North Macedonia and other Balkan countries which are not part of the EU have learned yet another tough lesson in \"realpolitik\".https:\/\/t.co\/ep5dRCwzNr","sentiment_score":-0.2569444444}
{"full_text":"RT Joe Biden's fault.","sentiment_score":0.0}
{"full_text":"In the Wake of COVID-19, How Can the Hotel Industry Rebuild Trust With Their Customers? -  #hotelrecovery #hotelbounceback #hotelmarketing #hotelnews","sentiment_score":0.0}
{"full_text":"Small businesses that opened last year are being overlooked by COVID-19 relief programs. Because the owners of those businesses can't compare their 2020 revenue to that of previous years, they've been barred from accessing many loans and grants.","sentiment_score":0.0208333333}
{"full_text":"While it does not reserve a vaccine or create an appointment, the new pre-registration portal allows VDH to collect information so that when a vaccine is available, they can contact you and get you scheduled.","sentiment_score":0.2681818182}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":"Remember the hugs and handshakes shared with friends, family and neighbors? Getting the COVID-19 vaccination can help bring us all back together. Find out more about the COVID-19 vaccine:","sentiment_score":0.25}
{"full_text":"Stand-up comedian Dave Chappelle has tested positive for COVID-19 and canceled upcoming shows due to his diagnosis.","sentiment_score":0.0511363636}
{"full_text":"Dressing up our homes to take the edge off another weekend in lockdown  We love this set up #bensimpsonfurniture#waxfinished#rawsteelbrackets#industrialdecor#homeinspo#shelfie#woodenshelving","sentiment_score":0.5}
