{"full_text":"Dozens of residents die at Belgian care home after Santa visit","sentiment_score":0.0}
{"full_text":"RT Wuhan in 2020:How it startedHow it ended","sentiment_score":0.0}
{"full_text":"RT China's trying to revise the virus narrative from the very beginning, and nowhere is that more evident than in Wuhan","sentiment_score":0.3166666667}
{"full_text":"RT \"They lied and concealed from the beginning.\"One year after the #coronavirus outbreak in Wuhan, family members of Covid19...","sentiment_score":0.0}
{"full_text":"RT Biden's Inaugural Committee is asking people around the country to illuminate buildings and ring church bells at 5:30p...","sentiment_score":0.0}
{"full_text":"RT When the White House gave up even the pretense of truthiness, when the pandemic drove us inside and inward, Stephen Colbert...","sentiment_score":0.0}
{"full_text":"RT BREAKING:  Florida reports first case of UK COVID-19","sentiment_score":0.25}
{"full_text":"RT Neighbours having a party in Tier 4! Loads of people, booze, fireworks, music, the lot. So selfish, they could be spreadin...","sentiment_score":-0.5}
{"full_text":"RT It's gonna be Tua or bust in Buffalo on Sunday.","sentiment_score":0.0}
{"full_text":"RT Remember that time Justin Trudeau defied public health orders, crossed a border, all to spend a holiday with his family?...","sentiment_score":0.0}
{"full_text":"RT Covid dancing in y'all systems after going to parties tn","sentiment_score":0.0}
{"full_text":"Regardless if stuff opens up this year do I really want to go out every single day or just stay home and binge tv ","sentiment_score":0.0642857143}
{"full_text":"RT Recently we were transitioning a COVID patient off the ventilator &amp; allowing them to pass away. We pull up the iPad &amp; the...","sentiment_score":0.0}
{"full_text":"RT this would actually be super fun to listen to if corona wasn't a thing and it was an actual concert with a crowd","sentiment_score":0.2111111111}
{"full_text":"Welcome back. And I for one whilst saddened by the Covid return here and not worried like I was last year. Gee last year sounds so damned good!","sentiment_score":0.335}
{"full_text":"RT New Year's celebration in Wuhan, China","sentiment_score":0.1363636364}
{"full_text":"RT Hospital doctors on Twitter, how bad is the Covid situation in your hospitals now? Are things better or still out of control...","sentiment_score":-0.1}
{"full_text":"RT *When your Frnd Text you on 31st December \"Bhaiii Kal se corona khtm Ab full mauj\".. But you tested corona  positive on Fi...","sentiment_score":0.2886363636}
{"full_text":"RT .@RussVought45 is \"sabotaging national security, the pandemic response and the economic recovery -- all to make things mo...","sentiment_score":0.2}
{"full_text":"The Telegraph: UK Covid-19 cases and deaths: how the UK is coping with a second wave.https:\/\/t.co\/5g67ZxJR3Mvia","sentiment_score":0.0}
{"full_text":"If that is the case, do not fret. A lot of people around the world are slowly losing their heads due to all of the events happening currently, especially COVID.","sentiment_score":-0.1416666667}
{"full_text":"There is a fair amount of evidence that Trump lost this Election in large part because of his handling of COVID-19 and misinformation.  No one stole the Election.  If Trump had given up his trolling and bluster and exaggerations in 2018 - he may have won. Made a difference.","sentiment_score":0.4571428571}
{"full_text":"RT In the New Year I wish you:Vision of Mukesh AmbaniStrength of PM ModiIntelligence of Amit ShahPhysique of Virat KohliCo...","sentiment_score":0.1363636364}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT mad how schools will close for one inch of snow but not during a pandemic ","sentiment_score":-0.625}
{"full_text":"Man's just said the world will continue to deal with viruses. You know, like it's been happening for centuries.","sentiment_score":0.0}
{"full_text":"RT Many #NewYearsEve plans and celebrations may look and feel different as we head into the #NewYear due to #COVID19. If you're...","sentiment_score":0.125}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Did the President say anything about the COVID19 Vaccine? Ama BBI referendum will deal with it ?","sentiment_score":0.0}
{"full_text":"RT 2020 was a tough year for us &amp; for people across the world bec of Covid19. But by the grace of God we fared far better th...","sentiment_score":0.0703703704}
{"full_text":"RT we did it joe! covid is over!","sentiment_score":0.0}
{"full_text":"I know 2020 was not the best year for most, but I am thankful and truly blessed to say it was good for me. I married my best friend before the lock down, got pregnant right after, and gave birth to my beautiful baby girl. Cheers! #2020 #Hello2021","sentiment_score":0.5459435626}
{"full_text":"Whilst we slept at 9pm the originators of the \"China Virus\" were having a joll  one thing they all had their masks on, something you won't see in SA. People would be drunk with no mask insight","sentiment_score":-0.5}
{"full_text":"RT The reason why you have to apply multiple measures is to block different transmission routes. Ventilation = aerosols, dista...","sentiment_score":0.0}
{"full_text":"RT These are the types of DMs I am getting which concern me. How can we effectively do contact tracing without contact inf...","sentiment_score":0.6}
{"full_text":"RT Best way to celebrate new year's eve is to remember frontline key workers who sacrificed their lives. Amongst them was m...","sentiment_score":0.3787878788}
{"full_text":"is this fr ","sentiment_score":0.0}
{"full_text":"RT We. Humans. Are. To blame","sentiment_score":0.0}
{"full_text":"RT Canada's response to jailing of Chinese journalist who chronicled COVID outbreak was woefully inadequate: experts","sentiment_score":0.0}
{"full_text":"RT President Trump has signed a massive Covid relief and government funding bill after a delay, extending unemployment assistance...","sentiment_score":0.0}
{"full_text":"RT Yes, it is actually recommended for you to take it. Re-infection is possible. We still don't know how long someone is p...","sentiment_score":-0.0166666667}
{"full_text":"RT In small ways, people are resisting Beijing's efforts to downplay the collective misery China experienced during the pandemic.","sentiment_score":0.275}
{"full_text":"RT I might cry at 12 cus of everything I was put thru this year on top of a pandemic and I still persevered..","sentiment_score":0.5}
{"full_text":"The #gop #republican controlled Senate is blocking $2000 #reliefchecks for desperate #americans. It was #republican incompetence that let #COVID19 devastate #america now it is Republican cruelty that is preventing our recovery. #StimulusChecks2000 #stimulus #VoteThemAllOut","sentiment_score":-0.6}
{"full_text":"RT #Modi ji is known for good management of Corona pandemic and Mamata Banerjee is known for mis- management of Corona pa...","sentiment_score":0.7}
{"full_text":"RT Happy New Year everyone! New Year provides an opportunity to make a fresh beginning and resolve for individual and c...","sentiment_score":0.2813636364}
{"full_text":"What lockdowns in CA? There was never a nationwide or state strict lockdown. Ppl are out and about as usual. Southern CA also has a lot of anti maskers and virus hoaxers. I mean u got Kirk Cameron doing mass with no masks and no social distancing. Guess where they got that from?","sentiment_score":-0.1447916667}
{"full_text":"RT Covid dancing in y'all systems after going to parties tn","sentiment_score":0.0}
{"full_text":"Dear expats from #australia we're not doing it great right now either... cold, rainy &amp; isolated within state of NSW &amp; now all states have barred NSW. Finally got to a Central Coast beach! #hny #covid19 #maskup","sentiment_score":0.0971428571}
{"full_text":"I think Lockdowners should pay a higher rate. They wanted it. They should pay for it.","sentiment_score":0.25}
{"full_text":"#COVID19 for vaccine - have your NHS numberplease read ","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Ya. I feel the same shock when I ask people what brought them into our office and they said \"my...","sentiment_score":0.0}
{"full_text":"RT India 2020: No brakes on trade and commerce despite COVID!* Under the Delhi-Mumbai Industrial Project, trunk infrast...","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell has been a Senator for Kentucky for 36 years.And 10 out of the poorest 25 counties in the United States a...","sentiment_score":0.0}
{"full_text":"R all hues, derived from assumptions of homogeneous mixing. Existing heterogeneous interactions built in sure , but extreme heterogeneity kicks in (real) lockdowns final community infections cannot exceed household size times infections at start of  lockdown. Such impacts aren't","sentiment_score":0.115}
{"full_text":"RT On the one hand, yes, definitely.On the other hand, PANDEMIC. DEADLY AND DISABLING PANDEMIC.Like I'm seeing all the...","sentiment_score":-0.1625}
{"full_text":"i cant belive covid is over happy 2021","sentiment_score":0.8}
{"full_text":"Wow. Sad #HappyBirthdayNengi","sentiment_score":-0.2}
{"full_text":"RT Joseph Kabuleta (Uganda Presidential Candidate):Some people earn money off Covid-19They put us on a strain where people d...","sentiment_score":0.0}
{"full_text":"RT coronavirus: new year, new me","sentiment_score":0.1363636364}
{"full_text":"puked again this time in fuckinh leaving it and if anyones in my family's asks i have covid fack offf","sentiment_score":0.0}
{"full_text":"The hunt never ends!! ","sentiment_score":0.0}
{"full_text":"RT Real proud of my mom she been gettin to the bag even in a pandemic! This time it's Miley Cyrus I wonder who gone call her ne...","sentiment_score":1.0}
{"full_text":"RT Remember seeing this video go viral two years ago? Ms. Blancas just died from COVID-19. It didn't have to be this way.","sentiment_score":0.0}
{"full_text":"Happy New Year to all.. and to all a good night!!Hope for the cure from #COVID","sentiment_score":0.5454545455}
{"full_text":"the virus covid 19 will not be temporary, it will outlives as new norm in our everyday lives.. for adults to get full immunity of 95% you need to get two dosage and no vaccine yet for children.. that temporary time frame would took many years","sentiment_score":0.1965909091}
{"full_text":"RT SM said we are in a pandemic and you cant go out so we'll make you club online ","sentiment_score":0.0}
{"full_text":"RT New Year's Resolutions:1) Maintain social distancing","sentiment_score":0.0848484848}
{"full_text":"US President Donald Trump looks on in a facemask. Photo: AFPUS President Donald Trump on Friday lashed out once again at China, using his infamous term of the...https:\/\/t.co\/A6uO0buDuX","sentiment_score":-0.5}
{"full_text":"RT jimin said he wants to perform 2!3! in the first post-covid concert...","sentiment_score":0.25}
{"full_text":"RT The ethical problem this creates -- that people in developing countries have less access to medical breakthroughs despite...","sentiment_score":0.0111111111}
{"full_text":"RT Is covid cured yet","sentiment_score":0.0}
{"full_text":"RT 964 deaths is hard to visualise.Imagine three packed 747s falling out of the sky, on the same day.That is today's Co...","sentiment_score":-0.1458333333}
{"full_text":"wait, just realizing im going back in person next weekhello anxiety!","sentiment_score":0.0}
{"full_text":"RT the jonas brothers went to the year 3000. they could have warned us about covid-19 but chose not to","sentiment_score":0.0}
{"full_text":"RT This is criminal. Not shocking, yet still so disappointing. The entire Eastern Cape government needs to be overhauled. htt...","sentiment_score":-0.125}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"South Africa is in the second wave of COVID-19. We urge you to not attend big gatherings that could potentially become super-spreaders of the disease.We encourage you to report planned events of this nature by contacting the Crime Stop number: 08600 10111.","sentiment_score":0.0}
{"full_text":"Citizens and residents have been urged to register for their Covid-19 vaccine via Bahrain's BeAware app Read more - #Bahrain","sentiment_score":0.5}
{"full_text":"ARRESTED: The pharmacist is suspected of deliberately ruining hundreds of vaccine doses by removing them from refrigeration for two nights.https:\/\/t.co\/YGkYNBovuw","sentiment_score":0.0}
{"full_text":"The real pandemic is POVERTY","sentiment_score":0.2}
{"full_text":" Covid testing units will be open throughout the Christmas holiday - including New Years Day If you need a test you can book one here: thanks to the teams working throughout the festive season to keep us all safe @DHSCgovuk","sentiment_score":0.2090909091}
{"full_text":"Shop workers are the unsung heroes in the Covid-19 pandemic.Many will be at their work today and we owe them a debt of gratitude for their efforts.I'm proud to be endorsed by their Union USDAW.","sentiment_score":0.8}
{"full_text":"A plastic #FaceShield is an effective way to help slow the spread of #Coronavirus when physical #SocialDistancing isn't possible.Here's why your business should invest in #PPE for employees... #NHS #GPpractices #NursingHomes #CareHomes","sentiment_score":0.1}
{"full_text":"RT I'll give everyone that retweets this 10k if the pandemic ends at midnight.","sentiment_score":0.0}
{"full_text":"The Times Square ball drop's raucous past and lonely presentBy Michael S. Rosenwaldhttps:\/\/t.co\/hzgz8wYwkl","sentiment_score":-0.2166666667}
{"full_text":"Happy New Year, Los Angeles County! 2020 might be in the past, but #COVID19 is still with us. Stay home as much as possible and avoid gatherings.","sentiment_score":0.1801136364}
{"full_text":"boy, i sure hope a massive pandemic doesn't happen in 2021! that would be crazy haha","sentiment_score":0.025}
{"full_text":"Candles lit on #NYE2020 for all the lives lost due to Covid-19. This was at Nelson Mandela Bridge. A reminder of the painful moment in history that is Covid-19, captured by Disko Modirapula ","sentiment_score":-0.4125}
{"full_text":"Roads 'too busy' in west Wales as residents are urged to stay at home","sentiment_score":0.1}
{"full_text":"Happy fuckin' new year. Words cannot describe how thankful on how many of you follow my shitty takes and retweets of stupid memes.Let's bring 2021 in with all of us wearing masks.Come on, covid's gone long enough.","sentiment_score":0.0977272727}
{"full_text":"Can't believe Corona is finally gone!","sentiment_score":0.0}
{"full_text":"LOCKDOWN DIARIES: DAY 2912021-01-01 00:00 - The quarantine keeps screaming \"Jumanji!\" but it doesn't seem to be working.Stay tuned for dispatches from Radio Free Diablo County.","sentiment_score":0.4}
{"full_text":"Who decides on the EU budget and how does it work?The #EUbudget for 2021-2027 takes effect today and will help rebuild a post-COVID-19 Europe.Learn more here | #EUexplained","sentiment_score":0.5}
{"full_text":"Is the govt following the science? I think not, if they were, we'd have a full lockdown.","sentiment_score":0.175}
{"full_text":"Y'all are still worried about Covid-19?That's so 2020","sentiment_score":0.0}
{"full_text":"Hi. I'm writing this tweet at exactly 5:30 pm, 08-19-2020, I hope that by this time, 01-01-2021, the pandemic is gone and we are happy celebrating this new year. I hope that and and my co-armyluvs are healthy. Happy new year everyone! :)","sentiment_score":0.450974026}
{"full_text":"Seeing people swarm into public places again unmindful of the virus risks only means that the gigantic Covid-19 numbers do not scare them anymore. ","sentiment_score":0.0}
{"full_text":"\"The pandemic has already put down markers towards a world few of us signed up for: from the steamrollering of mom-'n'-pops in favour of Amazon, to the truly cashless society, to credit scores based on your Google history\" | on the Great Reset","sentiment_score":0.1481481481}
{"full_text":"RT Covid-19 Report For 31st DecemberNew Positive Cases: 245In quarantine: 139Local contacts: 106(Details of local contac...","sentiment_score":0.1136363636}
{"full_text":"Me Still staying at home because Corona Virus is over, right guys??","sentiment_score":0.2857142857}
{"full_text":"The housing market has thrived during this pandemic, with home sales up to a 14-year record high. Also at a record high is the growth in buyers from historically disenfranchised communities.","sentiment_score":0.1066666667}
{"full_text":"A Texas nurse says she tested positive for COVID-19 just days after receiving the first dose of the pfizer vaccine.https:\/\/t.co\/ACq0AjaRaU","sentiment_score":0.2386363636}
{"full_text":"Every 10 minutes, the account, tweeted descriptions of people who have died from the virus, because someone in the county dies from COVID-19 every ten minutes, the department said.","sentiment_score":0.0}
{"full_text":"RT 9\/159. The hospitals local to me have declared major incidences or emergencies as they are overwhelmed with cases of Co...","sentiment_score":0.03125}
{"full_text":"LA Public Health tweeting a description of someone killed by #COVID every 10 minutes","sentiment_score":-0.1}
{"full_text":"RT ALERT: York Region has no ICU beds. Southwestern Region no ICU beds + over capacity. Eastern Ontario Region is at 94% Th...","sentiment_score":0.0}
{"full_text":"#HappyNewYear to all our #businessallstars and we wish you all every safety and success as we continue to work through the challenges that COVID brings.","sentiment_score":0.3}
{"full_text":"The global pandemic came, lockdown came, national unrest came..among other things but we're all still here. Happy New Year and cheers to another year of travel and adventures.Love, Travelstart","sentiment_score":0.2028409091}
{"full_text":"So cool ! I want this as an app !","sentiment_score":0.546875}
{"full_text":"Good morning Cape Town! Sunny conditions are predicted with temperatures reaching a high of 23 degrees. Wishing you and your family a safe, healthy, and prosperous New Year! #HappyNewYear #StayAtHome #WashYourHands Follow for City updates.","sentiment_score":0.4410909091}
{"full_text":"Distillers were shocked this week to learn they would be charged thousands after stepping up during the COVID-19 pandemic, but now they are off the hook.","sentiment_score":-0.7}
{"full_text":"All 55 employees were given a card thanking them for their work during the pandemic and a $100 bill. ","sentiment_score":0.0}
{"full_text":"RT Biden's Inaugural Committee is asking people around the country to illuminate buildings and ring church bells at 5:30p...","sentiment_score":0.0}
{"full_text":"Report non compliance to lockdown regulations in Gauteng province #ProtectSouthAfrica #StaySafe","sentiment_score":0.0}
{"full_text":"It has been discouraging to see so much schism in the church over #COVID19 in 2020. Here's an article from a few months ago on this topic from strive for unity in 2021.#YearInReview","sentiment_score":0.0}
{"full_text":"RT wear a mask so that we can witness a BTS tour in 2021  happy new year. be good.","sentiment_score":0.5454545455}
{"full_text":"On New Year's Day, High Commissioner  looks at 2021 with optimism as we head towards the end of the pandemic and we embark on a new, exciting journey aimed at strengthening the relationship between the UK and Malta.On behalf of happy new year to all!","sentiment_score":0.2838636364}
{"full_text":"Let's make 2021 the year that everyone, everywhere got a #PeoplesVaccine against #COVID19@Pfizer MUST #JoinCTAP to share the science, technology and know-how behind their vaccines NOWhttps:\/\/t.co\/5bEI5lmf5k","sentiment_score":-0.4}
{"full_text":"COVID 19 cases in India until : 01\/01\/2021 13:30Total Cases: 10286790 [+461]Active: 252509Recovered: 9882403 [+617]Deaths :149021 [+3]Total Tests: 172.05MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The Most Read Stories of 2020 - No. 10https:\/\/t.co\/LLDbvJZ5tj","sentiment_score":0.5}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"Yeah is Friday! Good Morning guys #aurorabeutyskills #friday #weekend #love #fridayvibes #tgif #fridaymood #motivation #nature #fitness #beautiful #quarantine #stayhome","sentiment_score":0.6833333333}
{"full_text":"Social gatherings and places of gathering are strictly limited and will remain closed under Alert Level 3. #CelebrateSafe #DoYourPart #COVID19","sentiment_score":-0.046031746}
{"full_text":"Happy New Year! May the year ahead be filled with good health and happiness and may our workplaces be supportive spaces that are safe and sustainable. Together we can beat COVID-19 #NewYearsResolutions #weareinthistogether@nicd_sa","sentiment_score":0.5386363636}
{"full_text":"RT I know we are in a pandemic but we have to celebrate DOOM. Just playing the music isn't good enough.","sentiment_score":0.35}
{"full_text":"Construction amnesty renewalOne lucky break the government got in reviving the economy due to covid-19 is getting permission from the IMF on introducing a construction amnesty scheme and fixed tax regime (FTR). #COVID19 #IMF #Construction","sentiment_score":0.1027777778}
{"full_text":"Everton chairman Bill Kenwright sends message to fans after Goodison return cancelled","sentiment_score":0.0}
{"full_text":"Finabel would like to thank the soldiers and their full commitment to help tackle the #pandemic. 2020 has been a difficult year and we hope 2021 will be better for everyone. Happy New Year! #NYE2021","sentiment_score":0.2640909091}
{"full_text":"Latest coronavirus infection rates for every Greater Manchester borough as cases climb 20 per cent in a week","sentiment_score":0.5}
{"full_text":"#HappyNewYear and we wish you all every safety and success as we continue to work through the challenges that COVID brings.","sentiment_score":0.3}
{"full_text":"You don't belong on any list they includes but make no mistake... you deserve all the accolades you're receiving from whatever corner.  Your tireless advocacy for Klal Yisroel and everyone especially during the onslaught of #COVID19 was nothing short of heroic","sentiment_score":0.2333333333}
{"full_text":"Happy New Year Broxtowe!We hope you had good celebrations at home last night and you enjoy your New Year's Day. For many, a walk is traditional on the first day of a new year. Wrap up warm, follow the rules and stay safe. #StaySafe #broxtowe #2021","sentiment_score":0.3465909091}
{"full_text":"#RoyalYearinReview2020 | The restrained nuptials of Princes, Princesses, Archduchesses &amp;  Countesses in the midst of the Pandemic | Learn about all the Royal and Noble Weddings of 2020:","sentiment_score":0.6}
{"full_text":"Authorities arrested a suburban Milwaukee pharmacist Thursday suspected of deliberately ruining hundreds of doses of coronavirus vaccine by removing it from refrigeration for two nights.https:\/\/t.co\/gn8dpzp3CO","sentiment_score":0.0}
{"full_text":"Finally 2020 is over, let's welcome 2021 the \"Golden Year.\" This past year has been quite challenging with the global pandemic and the issues and changes it has delivered to our society, providing us with a handful of stress and new situations. Let's beat up and ditch this year!","sentiment_score":0.2172077922}
{"full_text":"Been watching him since the Covid hair crisis; never got home early enough before (now furloughed).  So appreciative of his guidance.","sentiment_score":0.2333333333}
{"full_text":"RT The more horrifying pandemic in Malaysia is actually corruption ! More horrifying than Covid19 and other diseases put toget...","sentiment_score":-0.1541666667}
{"full_text":"RT India 2020: No brakes on trade and commerce despite COVID!* India opted out of RCEP to protect interests of its trad...","sentiment_score":0.0}
{"full_text":"Can't believe my eyes","sentiment_score":0.0}
{"full_text":"Trump's Focus as the Pandemic Raged: What Would It Mean for Him?","sentiment_score":-0.3125}
{"full_text":"#RoyalYearinReview2020 | The Birthdays, Weddings, Christenings, Tours &amp; Speeches in the year of the global Pandemic | Learn about all the Royal Highlights of 2020:","sentiment_score":0.0}
{"full_text":"RT FREE SMTOWN LIVE \"Culture Humanity\" 01.01.21 1PM KST 31.12.20 8PM PST 31.12.20 11PM ESTDuring this difficult t...","sentiment_score":0.0121212121}
{"full_text":"Corinne Harvey, Director of Operations for Public Health England in Yorkshire and the Humber, said everyone in the region had a \"role to play\" to suppress the virus and avoid the harsh Tier 4 restrictionshttps:\/\/t.co\/FUmvrF8Mhy","sentiment_score":-0.1}
{"full_text":"Since the beginning of the pandemic, over 11,500 more #survivors of domestic abuse have come into Victim Support services. Regardless of local #lockdown restrictions, we can help you. You can contact us, any time.Supportline 08 08 16 89 111 Live chat","sentiment_score":0.1122727273}
{"full_text":"I sanitised, maksed and kept my distance but still contracted Covid-pneumonia - don't let your guard down among family and friends #unityinaction #solidarityrsa #DontBeAMampara","sentiment_score":-0.1555555556}
{"full_text":"No mention of China .https:\/\/t.co\/aawG27tuci","sentiment_score":0.0}
{"full_text":"Ireland's oldest Covid survivor (103) sadly passes of natural causes","sentiment_score":-0.2}
{"full_text":"what is life in lock down without carbs and sugar ?!","sentiment_score":-0.1944444444}
{"full_text":"With 2021 comes hope. We can end the pandemic, but it will take collective action. Avoid gathering. Wear a face covering. Physically distance. Save a life. #Every10Minutes","sentiment_score":0.05}
{"full_text":"The #gop #republican controlled Senate is blocking $2000 #reliefchecks for desperate #americans. It was #republican incompetence that let #COVID19 devastate #america now it is Republican cruelty that is preventing our recovery. #StimulusChecks2000 #stimulus #VoteThemAllOut","sentiment_score":-0.6}
{"full_text":"mom's watching some kinda doc abt the pandemic and u know what, that fits","sentiment_score":0.0}
{"full_text":"Some businesses thrived, many lagged during pandemic in 2020 ","sentiment_score":0.5}
{"full_text":"Singapore reports 30 new #COVID19 infections, including 3 new locally transmitted cases","sentiment_score":0.0909090909}
{"full_text":"RT coronavirus: new year, new me","sentiment_score":0.1363636364}
{"full_text":"RT Looks like Trump was right about UV light.https:\/\/t.co\/989pSAdyQn","sentiment_score":0.2857142857}
{"full_text":"RT The deaths of our frontline health workers in the battle against COVID-19 are particularly sad. I have sent my condolences to...","sentiment_score":-0.5}
