{"full_text":"Covid-19: After ending 10-month strike, ASUU says it's unsafe for universities to reopen now -","sentiment_score":0.0}
{"full_text":"RT Biden preparing to accelerate distribution of COVID-19 vaccine upon taking office. This is the priority number one of...","sentiment_score":0.0}
{"full_text":"Worried about the Covid Pandemic ? Worried about the Economy ? Worried about the Education of Scotland's Children ? Worried about people's job security ? Nope ..the #SNP are only concerned with one thing during these difficult times #ResignSturgeon","sentiment_score":-0.25}
{"full_text":"This is where I'm at mentally","sentiment_score":-0.1}
{"full_text":"Today, Korean Gov announced the vaccine will start from end of February in korea. It will be Astrazeneca  and free for all Korean citizen. Today, my city has 5 cases, Korea has 451 case total.#covid19 #koreanprevention #koreancovidexperience","sentiment_score":0.4}
{"full_text":"Test and trace needs radical overhaul to prevent further Covid surges in England - expertsHow much has been spent on it and it doesn't work?#COVID19 #Covid_19 #TrackandTrace","sentiment_score":0.0333333333}
{"full_text":"MOVE RADIO - Monday Lockdown Dancing Jean Webb","sentiment_score":0.0}
{"full_text":"Why on gods earth does a lockdown effect the sorting office ","sentiment_score":0.0}
{"full_text":"But before when he was separating children at the border, ignoring a pandemic and calling Mexicans rapists, that was obviously fine.","sentiment_score":0.4166666667}
{"full_text":"RT 8 months &amp; 9 days after having Covid I'm spending my Sunday night waiting for a brain scan, an after effect of daily Long Cov...","sentiment_score":-0.025}
{"full_text":"RT Lockdown learning OUTDOORS - compilation of free resources and websites - updated Jan 21 Hope it helps educators","sentiment_score":0.4}
{"full_text":"RT New cover-up fears as Chinese officials delete critical data about the Wuhan lab | Daily Mail Online","sentiment_score":0.0340909091}
{"full_text":"Here are some top tips that will help make remote working effortless and safe:https:\/\/t.co\/idP5uJk1TW#StaySafe #StayHome #WorkFromHome #remotework","sentiment_score":0.2}
{"full_text":"RT A few points before I mute this:1. Yes, I am an ACTUAL ICU nurse and recommending gatorade. Imagine being so elitist an...","sentiment_score":-0.1}
{"full_text":"RT Samsung Electronics said they will keep the closer partnership with in this year 2021. The photo of BTS members the...","sentiment_score":0.0}
{"full_text":"RT Opinion: the pink cup is prettier than the red cup.Disinformation: COVID is caused by 5g towers.","sentiment_score":-0.05}
{"full_text":"RT Deplorable: israel denies vaccines for vulnerable Palestinian medics working on the frontline of hospital admissions for...","sentiment_score":-0.55}
{"full_text":"Of course #COVID-19 vaccines should be free for all but they must be rolled out EQUITABLY","sentiment_score":0.4}
{"full_text":"RT Just found out my hubby's uncle has sadly passed away from Covid. He was only 70, had learning disabilities and was completel...","sentiment_score":-0.25}
{"full_text":"RT This anti-mask, anti-vaccine and anti-lockdown march was initially organised by Sean Goss, an accountant based in Johannes...","sentiment_score":0.0}
{"full_text":"RT US intelligence agencies have 180 days to share what they know about UFOs, thanks to the Covid-19 relief and spending bill","sentiment_score":0.2}
{"full_text":"RT Financial Times Data Specialist dispels the myths of 'Covid is just a bad flu' and 'hospitals are always this full a...","sentiment_score":-0.1166666667}
{"full_text":"RT So far, at least 90 people have been arrested on charges ranging from misdemeanor curfew violations to felonies related to a...","sentiment_score":-0.0666666667}
{"full_text":"COVID-19 Update: Nigeria surpasses 10,000 new cases ","sentiment_score":0.1363636364}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"I cannot see any difference from a normal Monday morning, maybe because during the last lockdown everyone declared themselves as Korey workers, clearly it needs stricter regulations","sentiment_score":0.0833333333}
{"full_text":"RT #CDCForum No.6 \"Pandemic Media\" with , , Laliv Melamed, and happening tomorrow, January...","sentiment_score":0.0}
{"full_text":"RT No, it's not according to the PA, it's according to the international law","sentiment_score":0.0}
{"full_text":"RT L.A. plans to turn its largest coronavirus testing site at Dodger Stadium into a vaccination distribution center this week, city...","sentiment_score":-0.1}
{"full_text":"RT Snow-clad hills overlooking Edinburgh in lockdown - in pictures","sentiment_score":0.0}
{"full_text":"RT I've been cleaning out my notes and wanted to share a short thread with four things I've learned\/I've been wrong about\/su...","sentiment_score":-0.25}
{"full_text":"RT Marin County COVID-19 Status Update for January 10 includes an update on vaccine distribution; debunking common vaccine myths...","sentiment_score":-0.3}
{"full_text":"RT Where have the Armed Forces been supporting #COVID19 testing this winter? Find out here:","sentiment_score":0.25}
{"full_text":"RT Covid patients occupying more than 30,000 hospital beds in England","sentiment_score":0.5}
{"full_text":"RT Today's the day - a huge coronavirus vaccination hub is set to open at Bristol's very own Ashton Gate stadiumFollow our...","sentiment_score":0.3933333333}
{"full_text":"Meditation Practice Transcending the Global Hack of #COVID-19 and Preparing Life for the New Normal in Post-COVID Landscape  #meditation, #Buddhism, #religious, #immigration, #pandemic, #Coronavirus, #panic, #fear, #workfromhome, #global, #lockdown","sentiment_score":0.0572727273}
{"full_text":"RT 10 months since my team started writing about applying the precautionary principle for wearing masks indoors. Perhaps...","sentiment_score":0.0}
{"full_text":"RT Wear a mask.Wash your hands.Practice social distancing.It saves lives.","sentiment_score":0.0333333333}
{"full_text":"The asymptomatic idea has been debunked by WHO","sentiment_score":0.0}
{"full_text":"RT Webinar on\"Rebooting Indian MSMEs Post Coivd-19 Epidemic\"Register Now:-https:\/\/t.co\/6GW9fzT3OBDate:-19.01.2021__Time...","sentiment_score":0.0}
{"full_text":"RT A Test &amp; Trace system that Boris Johnson said would be world-beating by May 2019 - NINE MONTHS AGOWhere is is it, Mr Johnso...","sentiment_score":0.0}
{"full_text":"Service Update 08:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 08:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT Looks like your coming into land there Steve   glad you're on, local government has really felt...","sentiment_score":0.2333333333}
{"full_text":"RT L.A. to turn Dodger Stadium into a COVID-19 vaccine site this week","sentiment_score":0.0}
{"full_text":"We don't agree on much Piers but you hit the nail on the head with the pandemic coverage","sentiment_score":0.2}
{"full_text":"Damm covid really took my senior season from me","sentiment_score":0.2}
{"full_text":"If lockdown lasts too long it drastically reduces people's general immunity: which is a complex matter. When it ends they are more liable to get Covid. While it lasts just a few transgressors can infect others while shopping etc. Then interiors spread it even inside families.","sentiment_score":-0.0166666667}
{"full_text":"RT It should honestly just rain until COVID-19 is over. Good weather just makes you have 'itchy feet'.","sentiment_score":0.65}
{"full_text":"Lock it down, the world has gotten vaccinated against this shit, Africa is on alone.","sentiment_score":-0.1777777778}
{"full_text":"RT Wear a mask.Wash your hands.Practice social distancing.It saves lives.","sentiment_score":0.0333333333}
{"full_text":"RT i'm sorry but if you fuck with coleslaw, i'm doubling the amount of feet required for social distancing","sentiment_score":-0.2888888889}
{"full_text":"RT Ride out to clear my mind Fisherman's Cottage, Niarbyl ","sentiment_score":0.1}
{"full_text":"RT That video is from last year, over a woman refusing to wear a mask. Still hilarious, because it seems like...","sentiment_score":0.25}
{"full_text":"Even if we didn't get an album full of new songs by because of COVID, I wouldn't mind a live album of AL versions of their songs like Crushcrushcrush and Ignorance.","sentiment_score":0.2075757576}
{"full_text":"Guys if you can. Do not expose yourself (and others if already infected)  to Covid-19. The situation is dire.","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"Pandemic had been hard for everyone. have supported all its clients.","sentiment_score":-0.2916666667}
{"full_text":"The SBP said the economic recovery from Covid-19--induced contraction now faced uncertainty over the second wave of the pandemic, which swept across many countries and gained momentum in Pakistan in November.","sentiment_score":0.2333333333}
{"full_text":"Oh great, now here I go about to start thinking bout more conspiracy theories ","sentiment_score":0.65}
{"full_text":"RT #Release_New_Training_Guidelines Dear Please release fresh SOP guidelines for Training centres as per presen...","sentiment_score":0.3}
{"full_text":"Totally agree","sentiment_score":0.0}
{"full_text":"RT Despite the dual crisis of Covid-19 &amp; Amphan, undying efforts to reduce unemployment in Bengal is bear...","sentiment_score":0.0}
{"full_text":"Hear from valued Visionary Joe Wilson on his experience of being an #intern through the pandemic. If you're interested in kickstarting your career with Clearvision, click the link in the video description.","sentiment_score":0.25}
{"full_text":"RT Maybe if we start saying \"375,000 followers\" instead of COVID fatalities then Republicans would give a shit about losing...","sentiment_score":-0.2}
{"full_text":"How have #COVID19 and #socialdistancing affected #traffic patterns around the world? For #Milan, this means taking strict measures to ensure the safety of its #drivers. Learn more in our blog here:https:\/\/t.co\/gtFsn5Mwv8#Connected #BigData #DataDriven","sentiment_score":0.5}
{"full_text":"RT pls help usMy family owns a restaurant business and we can't afford rent. With the covid situation, we are not get...","sentiment_score":0.0}
{"full_text":"RT More than 46000 staff are off work sick with COVID. 46000. We are trying to fight this virus with one hand tied behind our...","sentiment_score":-0.2047619048}
{"full_text":"RT Both Brexit and the failed response to Covid has left our country absolutely screwed.If it wasn't for the extra PS350m...","sentiment_score":-0.075}
{"full_text":"RT Civil disobedience in Italy! Restaurants, bars and gyms to open on 15th Jan going against lockdown rules","sentiment_score":0.0}
{"full_text":"People who break the lockdown rules should lose their jobs! Sick of people going out visiting every night, partying every weekend, friends visiting their house carrying on as if the rules don't apply to them!","sentiment_score":-0.8928571429}
{"full_text":"Lol we're in our 3rd lockdown and I too am romanticising the 1st one when everyone came together and was hopeful we could beat this despite an incompetent government ","sentiment_score":0.15}
{"full_text":"RT \"We may have to live with this Covid virus longterm\", says Nervtag spokesman, Professor Horby.....[Or die with it ]...","sentiment_score":0.1363636364}
{"full_text":"Trust me. The architects of lockdowns in the US\/Canada\/UK etc don't believe in it. They break it themselves. In Texas it's like a joke. I'm not sure how much they believe in the vaccine. Time will tell. I'm sure there'll be a remedy by 2022 but what about the next outbreak?","sentiment_score":0.1125}
{"full_text":"RT Man this corona shit bout to be a year old wtf","sentiment_score":-0.2}
{"full_text":"RT My mum is currently in the hospital with COVID and while we were trying to treat her at home I found twitter threads so helpf...","sentiment_score":0.0}
{"full_text":"RT #ORPH - COVID vaccine clinical trial update:~1st volunteer dosed with needle free intranasal #COVI...","sentiment_score":0.4}
{"full_text":"Apple, Colgate and Huggies are among the latest brands to spotlight subscription services that reflect consumers' evolving pandemic-related lifestyles. #applenews #subscription #pandemic #lifestyle #newyears","sentiment_score":0.5}
{"full_text":" Top tips for understanding your teenager in the 'new normal'Thank you for sharing this article, #mentalhealth #teenagementalhealth #covid19 #teenagers","sentiment_score":0.2621212121}
{"full_text":"RT Just go to UCH, the staffs are panicking like mad. Doctors and Nurses are testing positive like it nothing. 37 people from...","sentiment_score":-0.1988636364}
{"full_text":"Mainland #China saw its biggest daily increase in #COVID19 cases in more than five months, the country's national health authority said on Monday, as new infections in #Hebei province surrounding #Beijing continued to rise.https:\/\/t.co\/cR7ixm5CjR","sentiment_score":0.2121212121}
{"full_text":"RT You seen that crowd of people outside the Spurs game crowding together for pictures of the Spurs players....we're in a...","sentiment_score":-0.2}
{"full_text":"\"If pharmacies are trusted with flu jabs they should be trusted with Covid jabs.\"https:\/\/t.co\/Paa7ml0nQu","sentiment_score":0.0}
{"full_text":"Excluding motor sales, retail sales decreased 2.9 percent in November compared to the 11 percent decline in October. #Singapore #economy #pandemic  #NEWS #NewsUpdate #Retail","sentiment_score":-0.4}
{"full_text":"Free Rapid Covid Testing At Birmingham AIDS Outreach In Birmingham ALEvery Monday, Tuesday, Wednesday &amp; Thursday - 12:45PM to 5:45PM CSThttps:\/\/t.co\/aSuIRt3yFk#PrideParadenet #LGBTQ #LGBTQEvents #LGBTQOnlineEvents #LGBTQBirmingham #LGBTQAlabama","sentiment_score":0.4}
{"full_text":"#GoodNewsCovid19 in the UKCrossing fingers the down trend will continue","sentiment_score":-0.1555555556}
{"full_text":"Covid-19 vaccine: Each vaccine vial, with 10 doses, must be used within 4 hours of opening READ:","sentiment_score":0.0}
{"full_text":"Can positively #roaring twenties the sequel again find their roots in a global pandemic? by and hopefully with a better ending than last time...","sentiment_score":0.1818181818}
{"full_text":"ALL MEN! Are you plumping your lips with a vanilla sleeping mask? Are you protecting your skin from free radicals? Are you using this time in lockdown to banish wrinkles and declutter your home? ARE YOU?","sentiment_score":0.4}
{"full_text":"RT In the middle of a horrible pandemic and economic downturn, Elon Musk has become the wealthiest person on the planet. Meanwh...","sentiment_score":-0.2666666667}
{"full_text":"RT 1 Narratives are (much) more stable than I would have ever thought possible.Switzerland is, by any sensible metric, d...","sentiment_score":0.5}
{"full_text":"Taiwan reports 3 more imported Covid cases from Egypt","sentiment_score":0.5}
{"full_text":"A sad milestone for the county...https:\/\/t.co\/WbUEzH9hLV","sentiment_score":-0.5}
{"full_text":"You may have the coronavirus and not know it, as not everyone with the virus will have symptoms.The best thing you can do is to stay at home and only leave home if absolutely necessary.Help reduce the spread:>Wash your hands >Cover your face >Make space","sentiment_score":0.4}
{"full_text":"Member States' support was essential for the to keep its operations non-stop during the pandemic. As a #NewYear begins, we look forward for many more activities to promote the safe, secure and peaceful use of #nuclear technology. Watch full video:","sentiment_score":0.3571428571}
{"full_text":"Today 11 January 2021 is annual #HeritageTreasures dayThis year we celebrate #heritage #places #stories #people #programmes that have kept spirits lifted during the pandemic. We'll be sharing ours shortly! Share your #Torbay #HeritageTreasures with us and the","sentiment_score":0.0}
{"full_text":"The Philippines logs 2,052 additional coronavirus cases on Monday, January 11.Total now at 489,736, with 22,114 active cases10 new recoveries; 458,206 total11 new deaths; 9,416 totalMore #COVID19 updates here:","sentiment_score":0.0464646465}
{"full_text":"is helping families across the UK during #lockdown. Say goodbye to WhatsApp groups, endless phone calls and voicemails. Enjoy peace of mind the important information is all in one place and the #family is informed.#carerSign up now for FREE at","sentiment_score":0.26875}
{"full_text":"'Millions in #China under new restrictions amid #COVID19 spike near Beijing', reports","sentiment_score":0.1181818182}
{"full_text":"So you started the year full of optimism and perhaps the cold weather and lockdown 3.0 have affected it...?We are here to be your cheerleaders and remind you that you CAN do this AND you can do it with style!Here are our favourite ways to keep up momentum. We believe in you! ","sentiment_score":-0.2}
{"full_text":"An obsession with COVID has at her doctor every week and he comes with a way to stop that! #ENF #EmbarrassedNakedFemale #EmbarrassedNudeFemale","sentiment_score":0.0}
{"full_text":"Thu 14 Jan, 19:00 - Parents can learn how to help children discuss their fears about COVID in \"Helping your child with contamination related concerns\" an informative online talk by researchers from . For more information visit:","sentiment_score":0.25}
{"full_text":"Remember to stay close to home when you do head out.Travel no further than you need to for a safe, non-crowded place to exercise in a socially distanced way.Avoiding unnecessary travel helps to minimise the risk of the virus spreading.#StickWithIt","sentiment_score":0.0333333333}
{"full_text":"Here's a round-up of the headlines with - East of England's first vaccination hub opens in #Stevenage- Rapid #covid tests for people without symptoms will be rolled out in Milton Keynes and parts of Essex- Over 2,000 grey seal pups born at Horsey in #Norfolk","sentiment_score":0.1}
{"full_text":"If you just heard my interview with and and want to see what some police officers have been telling me about their experiences enforcing COVID-19 laws see this thread ","sentiment_score":0.0}
{"full_text":"Now more than ever, many of us rely on dating apps to socialize with potential partners -- which begs the question, are their social behaviors within the app any different now?https:\/\/t.co\/X1Oj71K2UI","sentiment_score":0.2066666667}
{"full_text":"TEACH THEM ABOUT THE DANGERS OF COVID-19!#LetsDefeatCOVID19Together #AReFenyengCOVID19Mmogo ","sentiment_score":0.0}
{"full_text":"Incredible initiative from keeping children learning during lockdown and helping parents out massively too ","sentiment_score":0.45}
{"full_text":"Financial abuse has increased during lockdown. Learn how to spot the warning signs. If there's immediate danger, call 999. But if you can't speak and are calling from a mobile, listen to the operator and when prompted, dial 55 to connect to the police.","sentiment_score":0.0}
{"full_text":"Episode #7\"Sorry for the delay, I had COVID\" First episode of the 2021| The gang catches up after an extended Christmas breakFaris tests positive for COVIDBrian becoming Buddhist? Italian rats are fueled by the power of racismhttps:\/\/t.co\/izNivDfvQ7","sentiment_score":0.0854545455}
{"full_text":"Haven't read our latest Magazine edition yet? This edition reflects on the ways in which the public health community is responding to the #COVID19 pandemic, but also explores what comes next: how do we '#BuildBackBetter'? https:\/\/t.co\/PMVQk7wj1y","sentiment_score":0.1666666667}
{"full_text":"The statistics are turning into names, the names are turning into people we know and love.Guys #CovidIsReal1. Mask up2. Sanitize3. Social distance &lt;-1m-&gt;4. Stay at home","sentiment_score":0.0333333333}
{"full_text":"Police used rubber bullets and stun grenades to disperse a group of about 250 people who had gathered for a church service in Sebokeng Zone 7 in the Vaal area on Sunday.https:\/\/t.co\/7aoDc1XpVo","sentiment_score":0.0}
{"full_text":"Yep. Hubs are a great idea but not if you're a hours' drive away. And those with compromised health aren't going to be taking public transport to get there and back either.BBC News - NHS Covid-19 jab letters 'confusing over-80s'https:\/\/t.co\/rGFYwF52Of","sentiment_score":0.125}
{"full_text":"Despite the current national lockdown, the Library is still here to support you and your studies.https:\/\/t.co\/2Y0TBkE7Ck","sentiment_score":0.0}
{"full_text":"Celtic said one of their players had tested positive for Covid-19, two days after the team returned from their warm-weather training camp in Dubai","sentiment_score":0.2272727273}
{"full_text":"COVID-19:  Temperature, humidity and latitude analysis to predict potential spread and seasonality via","sentiment_score":0.0}
{"full_text":"Always wear a mask in publicAlways wash your hands frequentlyAvoid crowded spacesMaintain social distancing regulations.Stay safe...Have a great week ahead#MaskOnAlways #mondaymotivation #WebHostingCompany","sentiment_score":0.4166666667}
{"full_text":"Digital Baal Mela AwardDev Bajaj of Bikaner is the winner of 3rd prize in the Essay Writing competitionWatch Little Corona Warrior Dev's talent in the video.Sponsored by : #littlecoronawarriors","sentiment_score":-0.0625}
{"full_text":"Too Late for Joint Opposition Candidate - Amuriat #ChimpReportsNews #UgVotes2021 #WearAMask ","sentiment_score":-0.3}
{"full_text":"In a sparse report on 11 January 2020, China confirmed its first death from an unknown virus - a 61-year-old man who was a regular at the now-notorious Wuhan wet market linked to many of the early cases.https:\/\/t.co\/WBLcNIiEtd","sentiment_score":0.15}
{"full_text":"RT dah 2021 ni taktau nak focus apa, covid is ruined everything","sentiment_score":0.0}
{"full_text":"RT Have just returned from my local Hard-Right Tesco superstore, where there was a worrying absence of queues and a terrifyin...","sentiment_score":-0.00625}
{"full_text":"You can listen to DJ Lowrider - COVID BREAKS SLR 2 HRS now on Utter Sounds Radio -","sentiment_score":0.0}
{"full_text":"RT Mumbai Metro on going work to Corona","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"Are You a Starter? #COVID19 #MondayMemories #MCM #MondayBlues","sentiment_score":0.0}
{"full_text":"RT Meanwhile in NZ- after 100 day lockdown, a public healthcare system &amp; policy making guided by testing 17,000 people in...","sentiment_score":0.0}
{"full_text":"RT Georgia: the world is watching and the future is ours to decide. Quality affordable health care, jobs, justice and recove...","sentiment_score":0.0}
{"full_text":"Entrepreneurs Bet Big on Immersive Art Despite Covid-19 -","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 19.3FWind Chill: 19.3FHumidity: 99%Dew Point: 19.1F Barometer: 30.456 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 225.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"This is an open invitation by Indian SC to all anarchist out there to come and create chaos, by occupying roads, building on it, expose oneself to risk of Covid, as they will succeed in staying any bill! Bizarre and irresponsible!","sentiment_score":0.25}
{"full_text":"and then when u try to move they move closer like back tf up","sentiment_score":0.0}
{"full_text":"RT Singapore police access to #contacttracing data drives home the #privacy problem for #DigitalHealth. These apps could do so...","sentiment_score":0.0}
{"full_text":"Time: 08:00 * Temp: 7.1degC * Wind: WSW 2.9 to 16.1mph * Pressure: 1005.6hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:40 * Sunset: 16:22 * Cloudbase: 560ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"India's quick nod to homegrown COVID-19 vaccine seeds doubt","sentiment_score":0.3333333333}
{"full_text":"RT The first death from COVID-19 was recorded a year ago today in Wuhan. Now we're at nearly 2 million deaths and 90 millio...","sentiment_score":0.175}
{"full_text":"Oh, hello, another lockdown Monday. Anybody contemplating something radical ...?","sentiment_score":0.0}
{"full_text":"COVID-19 has made Healthcare Virtually Virtual | Accenture","sentiment_score":0.0}
{"full_text":"Oh my God Stay Safe darling And make sure you take necessary precautions ","sentiment_score":0.3333333333}
{"full_text":"How a COVID-19 Vaccine Can Reach Billions of People","sentiment_score":0.0}
