{"full_text":"Found a subreddit full of stupid motherfuckers who think we shouldn't count elderly ppl dying of COVID as COVID deaths lmfao","sentiment_score":-0.225}
{"full_text":"RT Hear the stories of 3 of our UNH Franklin Pierce LLM students on their success getting jobs during COVID times","sentiment_score":0.3}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT \"It should be a source of shame for ministers that a government office has effectively become a Covid-19 superspreader, pu...","sentiment_score":0.6}
{"full_text":"RT Five hundred people test positive at the DVLA in Swansea and the government encouraged those with symptoms into work while th...","sentiment_score":0.2272727273}
{"full_text":"Covid-19 single dose vaccine to cost Kenyans KES. 770.Why is it not free?","sentiment_score":-0.1357142857}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT \/\/ **URGENT WEATHER WARNING** Due to snow, many roads are now impassable. Please keep safe and stay at home. Thank you.","sentiment_score":0.2916666667}
{"full_text":"RT SWITCH TO PREMIUM MASKS--I've been saying it for months. We need to switch to KN95, KF94, or European FFP2 masks ASAP. The n...","sentiment_score":0.0}
{"full_text":"I miss my family so much Moving away from home for the first time is already hard enough..but having a global pandemic at the same time makes it actually painful ","sentiment_score":-0.0902777778}
{"full_text":"RT I notice did not put flag on this claim about mail-in ballots","sentiment_score":0.0}
{"full_text":"RT LUCAS 22th BIRTHDAY - Stay at home projectDear Lumis, i made this for you, please feel free to request the archives to...","sentiment_score":0.4}
{"full_text":"RT Have you tested positive for COVID? Avoid exercise for at least 2 weeks after recovery. It may cause inflammation of h...","sentiment_score":-0.0363636364}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT done panic buying ","sentiment_score":0.0}
{"full_text":"RT For the first time in the pandemic, Mexico's official daily avg deaths have overtaken Brazil. And bear in mind, Mexico doe...","sentiment_score":0.125}
{"full_text":"RT FFS Scotland is well past that ! We had the Vow and the promise of the EU and were shafte...","sentiment_score":-0.3125}
{"full_text":"RT On Sunday Edition at 10am, will be joined by to discuss the state of the #Covid19 pandemic.Plus...","sentiment_score":0.0}
{"full_text":"RT Our families coffin are wrapped ngathi take away echitheka isobho while they didn't even die from Covid-19 yet Jackson who...","sentiment_score":0.0}
{"full_text":"It is so saddening to see so many couples and families struggling financially during these tough times.More has to be done to secure the stability of some sort of income coming into homes around the UK who have been affected by Coronavirus","sentiment_score":0.1277777778}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Covid-19: India sees 13.8k cases, 45% of them in Kerala.The test positivity rate in Kerala stood at 9.34% even as the st...","sentiment_score":0.0}
{"full_text":"Hi everyone  kindly help my siblings and i with food or food voucher please  we have nothing in the house even if its a job opportunity  I will really appreciate  it. I have matric and use to work at spar before  lockdown kindly help please","sentiment_score":0.4666666667}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"I sincerely hate that schools are resuming in this pandemic.","sentiment_score":-0.8}
{"full_text":"RT I am really struggling with ppl who have never shown even the slightest interest in mental health and accessibility more br...","sentiment_score":0.2}
{"full_text":"RT #Iran: #Coronavirus Fatalities Exceed 205,400 in 478 Cities\"In some provinces we have seen an increasing number of Covid-...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Yesterday a 40yr old man volunteered at a local #COVID19 #vaccination centre. The man was #vaccinated despite thousands...","sentiment_score":0.05}
{"full_text":"An Australian mother I supported was separated from her infant for 4 wks because she needed hospitalisation for a non-COVID-19 reason. Breastfeeding was irrevocably severed. Both mum and baby were traumatised and baby rejected her on discharge. Took 5 weeks to want her mum.","sentiment_score":0.0}
{"full_text":"Top story: 'Please wear a mask. ' see more","sentiment_score":0.5}
{"full_text":"RT What an absolutely shameless desecration of a man's life and death. Factless, misleading, leftie journalistic effluent. How dare...","sentiment_score":0.2}
{"full_text":"RT No, it's takes unanimous consent.  But you already knew that.  BTW, if it is a good idea to impeach and try former Presiden...","sentiment_score":0.35}
{"full_text":"MAPPA haters be hatin' on mappa because the animation changed WHEN THEY DON'T EVEN KNOW HOW TO DRAW 1 ANIME HAND PFFT LIKE DUDE WHY DON'T U JUST APPRECIATE THEM, THEY'RE WORKING HARD TO ANIMATE AOT DESPITE THIS PANDEMIC th_th","sentiment_score":-0.2916666667}
{"full_text":"RT 'We are in the most dangerous part of pandemic'Then might one be forgiven for wondering exactly what the last 10 months...","sentiment_score":0.0375}
{"full_text":"RT Covid vulnerability is almost directly proportional to age.Age and underlying conditions.That's how the rollout is structur...","sentiment_score":0.1}
{"full_text":"RT Come for the obvious typo, stay for the fact that more Americans died of Trump's failed pandemic response in 10 months th...","sentiment_score":0.0}
{"full_text":"RT AOC says FEMA is preparing to cover $2 billion in COVID-19 funeral costs across the US: 'We finally got it done'","sentiment_score":0.0}
{"full_text":"RT Bleak bleak prediction from German virologist For all the terrible mistakes that we've made with Covid-19,...","sentiment_score":-0.75}
{"full_text":"RT  The Israeli government will take a decision to close Ben Gurion Int'l Airport and halt air traffic for a period of 14 day...","sentiment_score":0.0}
{"full_text":"RT The Tory way in a Tory world! Minister faces fury over mass Covid outbreak at top government agency!","sentiment_score":0.625}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":"RT Health Secretary Matt Hancock has said \"we are a long long way\" from the number of COVID-19 cases being low enough to be...","sentiment_score":-0.025}
{"full_text":"RT Government admit they put covid-19 on every death certificate","sentiment_score":0.0}
{"full_text":"RT Here comes the Brexit-Covid double whammy...\"UK economic activity has dropped to the lowest level since May as a resu...","sentiment_score":0.1}
{"full_text":"RT australia managed to go covid-free so now the gays finally get to club to chromatica","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT One of the benefits of being 65 is that I'm eligible for the COVID-19 vaccine. I got my first dose this week, and I feel gre...","sentiment_score":0.25}
{"full_text":"RT Unimaginable cope, it wasn't even close.I guess this is the post-debate analysis I should expect from people who thought she...","sentiment_score":0.0}
{"full_text":"RT I applaud this move from By invoking the Defense Production Act, we can dramatically increase our supply of vacc...","sentiment_score":0.0}
{"full_text":"RT Teams and all set to bring the Republic Day Parade Live despite the challenges and...","sentiment_score":-0.0568181818}
{"full_text":"RT Not only did they hunt for congresspeople - &amp; deface the capital, they spread covid. They better hope no police die. They sh...","sentiment_score":0.25}
{"full_text":"RT Retweet if you agree that we urgently need an independent enquiry into the mismanagement of public funds during the Co...","sentiment_score":0.0}
{"full_text":"RT This is unbelievably bad500+ cases in one govt buildingWorkers with symptoms ordered to come into workDept refuse...","sentiment_score":-0.25}
{"full_text":"RT Wait... *Checks campaign promises*","sentiment_score":0.0}
{"full_text":"RT Snake Singh said he was at home due to Corona and received a call from Shetty about SSR's death. The inconsistencies in Snake...","sentiment_score":-0.1125}
{"full_text":"Washington Monument closed 'until further notice' due to Covid-19 - CNN Politics","sentiment_score":-0.075}
{"full_text":"RT #RaviVisvesvarayaSharadaPrasad RT  trendsinAI   RT How to Get Started With AI to Boost Your Sm...","sentiment_score":0.0}
{"full_text":"RT According to Sky news 1 in 55 people has covid, when I saw those number I thought god that's a lot!Then I remembered 1 in...","sentiment_score":0.0}
{"full_text":"RT For those who feel that being asked to wear a mask means tyranny, no, this  is tyranny.","sentiment_score":0.0}
{"full_text":"RT My grandmother died today. She got #COVID in a hospital (!) in Germany. She was 91 and not even close to be vaccinated. I'm...","sentiment_score":0.0}
{"full_text":"RT On this day in 2020: WHO says 'too early' to declare the coronavirus outbreak a global health emergency","sentiment_score":0.05}
{"full_text":"RT Government admit they put covid-19 on every death certificate","sentiment_score":0.0}
{"full_text":"Amit Shah, JP Nadda, Nirmala Sitharaman, S Jaishankar, Prakash Javadekar were among top BJP leaders, who had come out in the open in support of Goswami. They all are silent on WhatsApp chat scandal, writes @lubnaurifat. Here's why! ","sentiment_score":0.1666666667}
{"full_text":"Ireland (home!) also did healthcare and care homes first. Both doses. Lockdown to reduce spread and it's working. They act like this is the only way to reduce numbers and as if it's the BMA who are being greedy and unscientific...not that the UK is all alone in this.","sentiment_score":0.125}
{"full_text":"RT Zim govt spokesperson exposes theory suggesting Drs are killing political players through #COVID19.At a time when","sentiment_score":0.0}
{"full_text":"HEADLINE: Coronavirus: New Covid-19 cases rising rapidly across US : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.1363636364}
{"full_text":"A semantic demonstration by of the overstatement about #COVID19 #Covid_19 #COVID","sentiment_score":0.0}
{"full_text":"RT For all COVID-19 news, follow our coverage here ","sentiment_score":0.0}
{"full_text":"RT Raise Statutory Sick Pay now.https:\/\/t.co\/STA4lT9prr","sentiment_score":-0.7142857143}
{"full_text":"He should step down he's causing more trouble, than good.","sentiment_score":0.2111111111}
{"full_text":"RT I am devastated to hear that migrant NHS staff who have risked their lives during the pandemic to keep us all safe have be...","sentiment_score":0.5}
{"full_text":"help us get to this pls","sentiment_score":0.0}
{"full_text":"RT In Wuhan, China, the first city in the world to be devastated by the coronavirus, the long months of lockdown have now faded f...","sentiment_score":0.1}
{"full_text":"What the betting that this is another Gov funded Org? Kids have not got long covid, they have a wrong diagnosis. The number is approaching 0 children even having covid, never mind long covid. #Propaganda #77thbrigade","sentiment_score":-0.14}
{"full_text":"RT This will cheer you up. The #lockdown louse-ometer #Covid19MPs put gas bill on expenses while workers cough up","sentiment_score":0.0}
{"full_text":"RT Love this. The percentage of people in France who want to take the Covid vaccine is growing steadily.Up from 49% to 67%...","sentiment_score":0.5}
{"full_text":"#12rulesforlifes by #JordanPeterson Useful in Lockdown","sentiment_score":0.3}
{"full_text":"#Matt raises a as #lockdown stretches into the future ... #COVID #Marr #Ridge","sentiment_score":0.0}
{"full_text":"RT The response of to the #COVID-19 pandemic has been praised in an inspection report published today by Read...","sentiment_score":0.0}
{"full_text":"RT Mugheer Al Khaili, Chairman of hosts a virtual meeting with leaders of non-Muslim places of worship and repre...","sentiment_score":0.0}
{"full_text":"Family, activists blame COVID-19 vaccine for ASHA worker's death days after taking the jab in A.P.","sentiment_score":0.0}
{"full_text":"We'll chat to about his experiences on Countdown and Only Connect and why quizzes are getting people through the pandemic, and then we'll review the week in pop culture with","sentiment_score":0.0}
{"full_text":"Brilliant. We need the courage to say enough!","sentiment_score":0.45}
{"full_text":"RT NEW: South Africa approves India's Covishield coronavirus vaccine","sentiment_score":0.1363636364}
{"full_text":"RT Mind the gap: #France &amp; #Germany had similar debt ratios before the Lehman crisis in 2008. They have since diverged dr...","sentiment_score":0.0}
{"full_text":"RT Imagine sleeping on the streets in sub-zero temperatures in the middle of the worst pandemic for a century. That's what...","sentiment_score":-0.5}
{"full_text":"RT please stop guilt tripping those who cannot buy albums as of now. aside for the fact that were never noticed about the cb chr...","sentiment_score":0.0}
{"full_text":"RT UK Minister provokes 500 Covid cases at DVLA Swansea as symptomatic told to work, vulnerable refused home-working, Cov...","sentiment_score":-0.5}
{"full_text":"RT MMR: No guidelines on rescuing injured birds since avian influenza outbreak.NGOs are in dilemma whether they should res...","sentiment_score":0.0}
{"full_text":"RT Despite the lockdown and restrictions the rescue centres are still doing their thingHere is Mindy is hel...","sentiment_score":0.0}
{"full_text":"RT A great thread of snapshots from the Yau Tsim Mong lockdown, where about 10,000 people have been confined to their hom...","sentiment_score":0.8}
{"full_text":"Not only that but we're hearing constantly how hospitals are\/were overrun, yet less are dying in hospital during the worse pandemic since the Spanish flu.Doesn't add up.","sentiment_score":-0.1133333333}
{"full_text":"RT : i've seen this before! is this how the hand gesture goes? \"if they say don't go out, then don't go out! don't eat ou...","sentiment_score":0.0}
{"full_text":"RT Explosive affidavit filed in court reveals home minister Hamzah Zainuddin had asked former youth and sports minister to stay a...","sentiment_score":0.0}
{"full_text":"RT Best piece ever published by @guardian | Pubs | The Guardian","sentiment_score":1.0}
{"full_text":"Blades launch women's mental health football sessions Read how before lockdown and have been working together by #ConnectSport","sentiment_score":-0.1}
{"full_text":"Bernie Sanders may be most familiar in a US political context, but that hasn't stopped Canadian Prime Minister Justin Trudeau from using a now famous meme of the Vermont senator to warn people to stay home during the coronavirus pandemic.#Canadahttps:\/\/t.co\/78avSnkdRk","sentiment_score":0.34375}
{"full_text":"#SaudiArabia has a total of 366,185 #coronavirus cases, 357,728 recoveries and 6,350 deaths.   ","sentiment_score":0.0}
{"full_text":"Bernie Sanders may be most familiar in a US political context, but that hasn't stopped Canadian Prime Minister Justin Trudeau from using a now famous meme of the Vermont senator to warn people to stay home during the coronavirus pandemic.#Canadahttps:\/\/t.co\/NuodOdYDi2","sentiment_score":0.34375}
{"full_text":"Woman lost eight stone over Zoom despite lockdown and her mum dying in the middle of it all","sentiment_score":0.0}
{"full_text":"RT This is your daily reminder that you have millions of friends and allies in the EU.Also, Johnson crisis management: no str...","sentiment_score":0.0}
{"full_text":"RT I feel bad for the patients chale, the no bed syndrome is really bad this time around. Covid has forced hospitals to turn...","sentiment_score":-0.5666666667}
{"full_text":"RT \"We want to make sure everyone can comply.\"@MattHancock says there does need to be encouragement for people to get tes...","sentiment_score":0.5}
{"full_text":"Approximately 150 National Guard members deployed to DC test positive for COVID-19","sentiment_score":-0.0863636364}
{"full_text":"This has been a bruising 12-month for FBD - both financially and reputationally. And if the Irish courts follow the lead of the UK, it could get an awful lot worse. So, just how much is the insurer on the hook for over disputed Covid-19 cover?","sentiment_score":-0.24}
{"full_text":"Due to the COVID-19 pandemic, the Forum was held virtually and expanded from December 14 to 18, comprising a two-day national pre-event and a global event that took place from December 16 to 18#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital ","sentiment_score":-0.0625}
{"full_text":"The NHS will not ask you to apply for the COVID-19 vaccine and there is no charge for it. When it's your turn, we will contact you to book your appointment.For more on the COVID-19 vaccine visit","sentiment_score":0.5}
{"full_text":"We know that lockdown is tough, but we also know you want to keep your little ones super safe. With Superkicks you can keep them busy, on their toes and learning whilst making sure they're safe. #Superkicks.","sentiment_score":0.1938492063}
{"full_text":"#SundayChill As we join online church streaming, recover from a not so fun weekend and dealing with the effects of the pandemic. We want to let you know there is nothing you cant handle. #LiveLoveLaugh #Motivation","sentiment_score":0.3}
{"full_text":"Oh we do be lucky, anuver Sunday Snooze as the ballie haves rolled to \"Sleep\"https:\/\/t.co\/Ihz1v2sNb2#MrPels #BarkshireFirefighter #Sleep #Lockdown #MentalHealth #WellBeing #Wellness #BeKind #Dogs #Podenco #Sunday #snooze #MentalHealthMatters  #ItsOkayToNotBeOkay","sentiment_score":0.3333333333}
{"full_text":"#LISTEN: #Saudi Prince CEO of says #COVID19 got consumers thinking about sustainable food","sentiment_score":0.0}
{"full_text":"The US has 10x the population so I would hope so. Having said that I should probably remind your readers that the Federal govt. sends the money and the Provinces deliver the vaccine any way they choose to.","sentiment_score":0.0}
{"full_text":"#stayathome Easy like Sunday morning - we've reviewed the Volkswagen Transporter for you.The Transporter has something for everyone. It's great to drive, easy to maintain and - no matter which generation you go for - good looking too. Full review -","sentiment_score":0.5433333333}
{"full_text":"RT Keeping schools closed indefinitely is unforgivable. Gavin Williamson had 9 months to plan for this predictable situation. Th...","sentiment_score":-0.15}
{"full_text":"\"#Privacy of Contact Tracing Apps in #Pandemic, The Role of Giant Data Collectors, and EU Sovereignty\" discussion organised by starts at 10:30 CET, Jan 29th. #eudatap #gdpr #CPDP2021","sentiment_score":0.0}
{"full_text":"Thank you for everything you are doing to keep Wales safe. For now, we ask you to please #StayHome, protect the NHS and save lives. Read more on Level 4 restrictions here","sentiment_score":0.5}
{"full_text":"Chester Central and Chester East have now joined forces to deliver their #COVID19 vaccination service. Take a look here to hear the important messages from residents on having the vaccination.https:\/\/t.co\/ULCOE0LyFj","sentiment_score":0.2}
{"full_text":"From the very start of this pandemic we invested to make sure millions of families had the support they urgently needed","sentiment_score":0.35}
{"full_text":"Peterborough GPs issue important clarification that you do NOT need to accept a Covid vaccination miles away from your home.","sentiment_score":0.4}
{"full_text":"Chester Central and Chester East have now joined forces to deliver their #COVID19 vaccination service. Take a look here to hear the important messages from residents on having the vaccination.https:\/\/t.co\/ShUX3MqWQk@Go_CheshireWest","sentiment_score":0.2}
{"full_text":"She blows on them! Is that covid they are catching???","sentiment_score":0.6}
{"full_text":"RT BREAKING: Larry King, legendary US TV &amp; radio host, succumbs to COVID-19 aged 87, family says","sentiment_score":0.45}
{"full_text":"The COVID-19 pandemic rapidly accelerated the adoption of contactless technology, in order to minimize the spread of viruses and reduce the interaction between passengers and staff.  #future #technology  Wanna know more?","sentiment_score":0.25}
{"full_text":"Restrictions to stop the spread of Covid-19 are likely to stay in place for the first six months of the year, the Taoiseach warned yesterday as the country's planned vaccination rollout was dealt a major blowhttps:\/\/t.co\/CWZkuPmgMs","sentiment_score":0.1041666667}
{"full_text":"Thank you for donating generously to the #BritishAsianTrust #COVID19 Emergency Appeal. With your support, over PS850,000 were raised to support people from vulnerable communities in #SouthAsia. Read about the difference you have made:","sentiment_score":-0.5}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"RT Please follow and retweet. We need more of this in our debates over Covid policy.","sentiment_score":0.5}
{"full_text":" MALAYSIA 2021-01-23Malaysia mass Covid-19 vaccination won't start till next month.https:\/\/t.co\/iXPmE2tdX8 RT #Covid19","sentiment_score":0.0}
{"full_text":"The International #EducationDay occurs in the wake of the #COVID19 pandemic that led to a global learning disruption of unprecedented scale and severity.@UNICEF underscored that \"no effort should be spared\" to keep children in school.","sentiment_score":0.2}
{"full_text":"#USA: The worksite of in #NYCnever closed, thanks to strict safety protocols to protect workers from #Covid19. #Webuild - read more in #WeBuildValue https:\/\/t.co\/70icNcM5o4","sentiment_score":0.2}
{"full_text":" Joe Biden's inauguration and the economics of the #COVID19 pandemic are the topics on this week's All Out Politics podcast.@AdamBoultonSky is joined by and here https:\/\/t.co\/ZBGhMLCZeB","sentiment_score":0.0}
{"full_text":"New COVID Strain Found In The U.K. 'May Be More Deadly' Than Current Virushttps:\/\/t.co\/7wG5K8DeYK","sentiment_score":0.1090909091}
{"full_text":"Please try to avoid using cash - use contactless or our mobile app instead. If you still need to use cash, please have the exact fare. View our travel guide:","sentiment_score":0.25}
{"full_text":"U.K. Shuts All Travel Corridors.Quarantine-free entry for arrivals from low-risk countries has just been scrapped to keep out new variants of Covid-19.https:\/\/t.co\/jmpZTeQdBl#Covid19 #Travel #Arrivals #UK #covid19test","sentiment_score":0.1363636364}
{"full_text":"Your essential guide to surviving the January lockdown bluesFrom #Bridgerton to see more on Showbiz+","sentiment_score":0.25}
{"full_text":"Sunday SessionsEvery Sunday during Lockdown, we will be releasing a fun Session Plan which will be easy to follow along at home, with minimal equipment and space requiredOur first week will be looking at Dribbling - we hope to see lots of you give it a go!","sentiment_score":0.2364583333}
{"full_text":"RT President Cyril Ramaphosa told business leaders on Tuesday there will be \"opportunities for BEE\" in the distribution of Covid...","sentiment_score":0.0}
{"full_text":"RT Lockdown learning just got a whole lot easier  If your little, or big ones are at home head to to find ou...","sentiment_score":0.0041666667}
{"full_text":"Lockdown archive day 10:A IET and A 172 at Worcester Foregate street.... Worcester is another location which needs to visited again once Lockdown has surpassed.","sentiment_score":0.0}
{"full_text":"Our fab are currently closed for browsing, but they're still offering:   a Click, Call, Collect service with Covid-secure measures. i great online content including e-books + e-audio books. i  #MyStokeStory","sentiment_score":0.35}
{"full_text":"RT My grandmother died today. She got #COVID in a hospital (!) in Germany. She was 91 and not even close to be vaccinated. I'm...","sentiment_score":0.0}
{"full_text":"RT  Canada, Seniors Residence #COVID19 #superspread 156 residents &amp; 91 staff infected \"infectious disease experts &amp; an...","sentiment_score":0.0}
{"full_text":"made up my mind to share this again &amp; again, &amp; that's not to piss people off but to get them to understand the magnitude of the #climatecrisis [yes, covid19 is only an indicator].as always provides a sharp analysis of the problem.https:\/\/t.co\/WP3iyNnWDu","sentiment_score":-0.0625}
{"full_text":"India's co-working sector wants recognition under real estate, tax benefits as flexible workspaces aim for a significant revival in the post-COVID era#RealEstate #Tax #WFH","sentiment_score":0.2583333333}
{"full_text":"RT Researchers uncover some unanticipated consequences for #Covid_19 on a Swedish #seabird colony. White-tailed #eagles,...","sentiment_score":0.0}
{"full_text":"RT Look her in the eyes and tell her why you ignored SAGE on 20th Sep &amp; 22nd Dec Look him in the eyes and tel...","sentiment_score":0.0}
{"full_text":"RT So Boris Johnson wants to give every person who's tested positive for COVID PS500 but won't give the NHS staff members a pay ri...","sentiment_score":0.2136363636}
{"full_text":"RT Nurse Rose Dayan, from one of Covid-19 vaccination centres, explains the simple seven-step vaccination proces...","sentiment_score":0.3}
{"full_text":"The Community Vaccination Centre at Beau Sejour opens tomorrow.Access will be via the main entrance, and there will be people on hand to guide those receiving their vaccine through the entire process.More at:","sentiment_score":0.0833333333}
{"full_text":"'Nahla was someone who made things happen and made a difference' - tributes after inspirational community worker and activist dies from Covid-19","sentiment_score":0.5}
