{"full_text":"RT A reminder that the head of the CDC reportedly ordered the destruction of records that showed political interference in scien...","sentiment_score":0.0}
{"full_text":"Well they've been open through the lockdown haven't they ? Are they covid hot spots ? No ! The staff are ok aren't they ?","sentiment_score":0.2708333333}
{"full_text":"RT Annayya Is Back #RamCharan Tested Negative For Covid-19 RAMCHARAN ROARS BACK@AlwaysRamCharan","sentiment_score":-0.15}
{"full_text":"RT #GladysTheCovidiot #GladysCluster also, wear a mask FFS Gladys, don't just ask people to...","sentiment_score":0.0}
{"full_text":"RT This infuriates me. Representative Coleman is a recent cancer survivor and is 75 years old. She is also tougher than the entir...","sentiment_score":0.05}
{"full_text":"RT I don't really have a problem with Boris Johnson cycling 7 miles from his home but I do have a problem with him repeatedly...","sentiment_score":0.2}
{"full_text":"RT kaaraichnamlaayaethn nasopharyngeal swab samhrabkaartrwcch #okhwid19 : Systematic review (Annals of Internal Medicine, Bastos, ML, et al...","sentiment_score":0.0}
{"full_text":"RT As many countries face second and third waves, with no hope of getting hold of any Covid vaccines, rich governments need to s...","sentiment_score":0.21875}
{"full_text":"RT Remember during the first lockdown people used to edit their run times and were running 15k in like 7 mins","sentiment_score":0.25}
{"full_text":"RT There's 1000s of Victorians still stuck in Sydney &amp; Brisbane due to border madness, yet there's 1200 tennis players jet...","sentiment_score":-0.125}
{"full_text":"RT 'We need much more than media literacy to tackle Covid-19 disinformation' - Researcher of the Year","sentiment_score":0.5}
{"full_text":"RT Following the events of Wednesday, including sheltering with several colleagues who refused to wear masks, I decided to take...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Worldwide coronavirus cases pass 90 million","sentiment_score":0.0}
{"full_text":"RT Meanwhile, Maine makes plans to speed up vaccinations as it reports 6 more deaths and 313 new caseshttps:\/\/t.co\/pH59zf29...","sentiment_score":0.3181818182}
{"full_text":"RT Despite the challenging effects of the pandemic, #tech businesses across the region in the North East of England are flou...","sentiment_score":0.5}
{"full_text":"You know, these emotions are part of the intended #terror. It's part of #PutinsAgenda, his orders were: kill as many of them as you can with #Covid &amp; maim the rest with the sequellae. If any of them still survive depress the shit out of them, up the suicide rate, starve the rest.","sentiment_score":0.0777777778}
{"full_text":"100%. It's a notable absent voice among education, yet the most relied on during the covid. The normalised perception of Creche workers &amp; predominant mediated presentation of it is a baby\/child minding service. Nothing to be gained by rep'ing this frontline service though.","sentiment_score":0.5}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"Hey just have one question. On whom is acting PM Mitch McCormack blaming Covid19?","sentiment_score":0.0}
{"full_text":"RT 2\/3O'Connor held a picture of the pope to the camera once and tore it to pieces, saying \"Fight the real enemy.\" ... Des...","sentiment_score":0.2}
{"full_text":"RT Jayapal: \"I am also calling for serious fines to be immediately levied on every single Member who refuses to wear a mask...","sentiment_score":-0.2023809524}
{"full_text":"RT NEW: inspectors have rebelled against the watchdog's plan to send them into schools for monitoring inspection...","sentiment_score":0.1363636364}
{"full_text":"RT A reminder that the head of the CDC reportedly ordered the destruction of records that showed political interference in scien...","sentiment_score":0.0}
{"full_text":"A nazi because I think I you could wear a mask for 20 minutes, to nip around the shops, to protect others","sentiment_score":0.0}
{"full_text":"#JFLCCResponds\"Bringing in that staff gave us the capability of doubling our bed capacity for the intensive care unit,\" said Lt. Cmdr. Scott Smith, the Northern Navajo Medical Center's intensive care unit supervisor.Click to read more:","sentiment_score":0.1333333333}
{"full_text":"RT This needs to be widely circulated. These interviews were supposed to allow opposition politicians to address Covid issues...","sentiment_score":-0.1}
{"full_text":"RT Link to download within the article ","sentiment_score":0.0}
{"full_text":"RT Megapower Star tests negative for #Covid19 and he thanks everyone for their good wishes.","sentiment_score":0.2}
{"full_text":"RT It's a little like gloating when people who don't wear masks get Covid-19. THEY SPREAD IT TO THE REST...","sentiment_score":-0.1875}
{"full_text":"RT Congresswoman has COVID-19 after sheltering with maskless colleagues - Business Insider","sentiment_score":0.0}
{"full_text":"Help slow the spread of #COVID19 and identify at risk cases sooner by self-reporting your symptoms daily, even if you feel well . Download the app","sentiment_score":-0.15}
{"full_text":"RT Jayapal: \"I am also calling for serious fines to be immediately levied on every single Member who refuses to wear a mask...","sentiment_score":-0.2023809524}
{"full_text":"RT Anyone who still thinks COVID is a hoax, please come help us in the COVID wards. You mos don't need PPE.","sentiment_score":0.0}
{"full_text":"RT Rep. Jayapal says she has tested positive for Covid-19 after sheltering in place with lawmakers who refused to wear masks duri...","sentiment_score":0.2272727273}
{"full_text":"Herd #Immunity towards #Coronavirus extremely unlikely #In #2021, says WHO #very #Against #Dice #Flock #He #Improbable #Of #Oms #THE","sentiment_score":-0.15}
{"full_text":"RT The was corrupted by China's influence, and bought cheap. WHO investigators still can't access Wuhan - a year after the...","sentiment_score":0.4}
{"full_text":"yo.....can I join?","sentiment_score":0.0}
{"full_text":"RT The pandemic is affecting us all. If you are struggling to cope with anxiety and depression, NHS talking therapies can hel...","sentiment_score":0.0}
{"full_text":"A lawyer nerd's dream - in-colour table of all Covid Regs!","sentiment_score":0.0}
{"full_text":"COVID VACCINATION UPDATE #5:The last entry. So last night developed some chills and body aches. Stayed home, watched tv. This morning only a touch of ache remains. Pretty normal right now. Unless something else happens.  Bring on shot #2 in a few weeks! Happy Tuesday!","sentiment_score":0.1706349206}
{"full_text":"A queen ","sentiment_score":0.0}
{"full_text":"Sorry to hear this. I spent a happy afternoon in your shop in 2019 (and more money than I'd intended) Hope to see you again when 'All This' is over.","sentiment_score":0.175}
{"full_text":"RT I mean, a Tory-donor run company exploiting hungry children is one thing, but doing it during an already catastrophically m...","sentiment_score":-0.3125}
{"full_text":"RT ONS: \"All English regions had a higher number of deaths than the five-year average for the eighth week in a row\". The claim...","sentiment_score":0.0333333333}
{"full_text":"RT NEW: Rep. Jayapal says she has tested positive for Covid-19 after sheltering in place with lawmakers who refused to wear m...","sentiment_score":0.1818181818}
{"full_text":"RT Reports suggest we could be moving from a 2m rule to a 3m rule. Prof says there are still 'huge amounts' of contact...","sentiment_score":0.4}
{"full_text":"RT You have to be on their neck questioning them, holding them to account like Jack Monroe. We are in the midst of a pandem...","sentiment_score":0.0}
{"full_text":"RT Stay vigilant and stay informed. The Crusader Publication presents a brief report of the Coronavirus Disease 2019 (COVI...","sentiment_score":0.0}
{"full_text":"RT Powerful reporting - great work ","sentiment_score":0.55}
{"full_text":"Today woulda been a great day for Kaleem to surprise me and stay home from work","sentiment_score":0.8}
{"full_text":"Covid rarely - if ever - challenges people who are healthy. Would be interesting to find out their history of Pharmaceuticals &amp; Vaccines.","sentiment_score":0.4333333333}
{"full_text":"Service Update 12:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Wonder what it's like to collect MRI data during a pandemic? PhD Candidate shares her experiences in our l...","sentiment_score":0.0}
{"full_text":"Service Update 12:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT PM chairs meeting with Chief Ministers on COVID-19 vaccination. Take a look at the key highlights. #IndiaFigh...","sentiment_score":0.0}
{"full_text":"jeez","sentiment_score":0.0}
{"full_text":"RT Even in this moment where news are coming in of who has been affected by Covid -19, may you maintain your victory throug...","sentiment_score":0.0}
{"full_text":"RT I wish the horrifying assault on democracy would end so I could just get back to my devastating pandemic","sentiment_score":-0.6333333333}
{"full_text":"RT AfriForum: Government has no idea how to handle COVID-19 crisis","sentiment_score":0.0}
{"full_text":"With a 20 Second update on monitoring, listen-in and immobilisation, our TIKON TRACKERS are fast becoming a necessity to all vehicle owners in Nigeria.Just TRACK IT at affordable rateCall: +2348118896992#Aisha #coronavirus #Burna #AASUstrike #LinkYourNINwithMTN #technology","sentiment_score":0.2166666667}
{"full_text":"She says 2 1\/2 hours her staff was scared. How do you think the entire year of 2020 being #looted #rioted &amp; #lockdown in pandemic has felt? b*tch is showing us her cake &amp; ice cream again. With that said the criminals shouldn't have breached Capitol. But is dense.","sentiment_score":0.0}
{"full_text":"RT The first 100 days of the Biden-Harris administration will focus on getting control of this pandemic--ensuring vaccines ar...","sentiment_score":0.25}
{"full_text":"RT Everyone wearing masks, but one person in Juhu today. Funny, how intellectuals are the first to flout #COVID19 rules. Ma...","sentiment_score":0.25}
{"full_text":"Hi, May You Please Donate &amp; Share To Help My Cousin Needs Your Help\/Love She's A Victim Of A Hate Crime #COVID19 #naacp #BLM #Antibullying #WearBlueDay #Fundraisingtwitter #NoFlyList #StopRacism #lgbtqia #lgbt #Translivesmatter","sentiment_score":-0.4375}
{"full_text":"RT \"An international team of scientists - distinguished experts from ten institutions and countries - are commencing their trave...","sentiment_score":0.0}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"Beyond Bleak: \"California #coronavirus deaths hit 30,000 after 10,000 fatalities in a month\" | The Guardian","sentiment_score":-1.0}
{"full_text":"RT Oh FFSMorrison govt is a danger to us all.Failing Australia on quarantineFailing Australia on borders Failing Aust...","sentiment_score":0.0}
{"full_text":"RT A Republican politician in NYC has apologized for yelling 'Heil Hitler' at a rally, explaining that she actually meant to say...","sentiment_score":0.0}
{"full_text":"RT I wish the horrifying assault on democracy would end so I could just get back to my devastating pandemic","sentiment_score":-0.6333333333}
{"full_text":"RT 5G towers that belong to Vodacom &amp; MTN have been torched in parts of KZN. The belief is that its linked to #Covid19 conspiracy...","sentiment_score":0.0}
{"full_text":"#coronavirus is real guysPlease stay safe","sentiment_score":0.35}
{"full_text":"it's not cool or funny to tweet about how you're trying shots\/chilli\/onions etc because you've got covid - it's embarrassing ","sentiment_score":0.0375}
{"full_text":"How #COVID19 rule-breakers could shut down the game - -","sentiment_score":-0.2777777778}
{"full_text":"What amazes me is why the Labour Party haven't snapped this up, they would have majority public backing within a week of lifting lockdowns, this god given opportunity to stop the evil currently reigning.","sentiment_score":-0.3333333333}
{"full_text":"RT Some of you lot bought them fabric masks and haven't washed em since the pandemic started, you are the second wave","sentiment_score":0.0}
{"full_text":"Shame","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Record-high 3,309 Covid-19 cases","sentiment_score":0.0}
{"full_text":"RT Matt Hancock wrongly told the Commons that government scientists had run unsuccessful tests.He claimed he had ordere...","sentiment_score":-0.5}
{"full_text":"RT This is the second member of Congress, and second democrat, to test positive after sheltering with some Republican lawmakers...","sentiment_score":0.0757575758}
{"full_text":"RT after this terrible experience of a global pandemic, should we go back to the status quo?Where ine...","sentiment_score":-0.3333333333}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"You may lodge your complaint by clicking Services \/ Grievance Redressal button given on the left side of the following link: #COVID_19 #COVID__19 #COVID #COVID19 #COVID19India #Corona #coronavirus #CoronavirusIndia #CoronavirusPandemic","sentiment_score":-0.1}
{"full_text":"Thank you to &amp; colleagues from across Scotland for a full meeting this morning. A real sense of anxiety about growing outbreaks and staff illness in #carehome and #homecare. Please everyone protect the vulnerable and #StayHome","sentiment_score":0.0166666667}
{"full_text":"Good call, Covid-19 &amp; white supremacist insurrection are threats to public health","sentiment_score":0.2333333333}
{"full_text":"RT Squeezing my hand so tight he said \"Please don't let me die, my wife wants more kids, please don't let me die\". Count down to...","sentiment_score":0.091468254}
{"full_text":"RT 2021 - a  year to reconcile humanity with #nature'As we rebuild, we cannot revert to the old normal. Pandemic recovery is ou...","sentiment_score":0.125}
{"full_text":"This is what the joy of cycling looks like","sentiment_score":0.8}
{"full_text":"RT UPDATE: A grim set of official figures today on deaths means my estimate of the number of people in the UK who have died s...","sentiment_score":-1.0}
{"full_text":"Must also find a good way to solve the movement based on how you handle covid 19 R350.00 payment cuz you thought you are helping but increasing the rate of south African who go out there waiting for money daily without any luck...it is very said to see this","sentiment_score":0.225}
{"full_text":"RT Jayapal: \"I am also calling for serious fines to be immediately levied on every single Member who refuses to wear a mask...","sentiment_score":-0.2023809524}
{"full_text":"Here is a link:","sentiment_score":0.0}
{"full_text":"RT The country is restless. People are broke, busted and disgusted. To add on top of a pandemic sweeping through our nation...","sentiment_score":-0.25}
{"full_text":"RT 'We now know how this virus spreads and in many parts of the country it is spreading out of control.'NHS Chief Executive...","sentiment_score":0.5}
{"full_text":"RT If someone had told you last March we would be in lockdown this Winter &amp; under some form of restrictions for a year, you w...","sentiment_score":0.0}
{"full_text":"RT I share the outrage and anger of those across America who have watched Trump fail to combat this raging pandemic and refuse...","sentiment_score":-0.6}
{"full_text":"Check out what our founder, Dr. Bob Terbreuggen, alongside other industry giants have to say about the current landscape of SARS-CoV-2 testing, and its importance in combatting the virus in the future #covid19 #sarscovid19 #covidtesting","sentiment_score":-0.0416666667}
{"full_text":"COVID has allowed us to better appreciate our diverse and inclusive culture. Did you know we have people working in 8 different countries all over Europe? We have been working remotely since 2013! Have a look at our 10 Rules for Distributed Agile.","sentiment_score":0.21875}
{"full_text":"Most people knew this long ago. The \"follow the science\" folks prioritized young inmates, unionized telecommuting teachers, etc over those 65+ who overwhelm ICUs to lower Medicare recipients and reward their political base. Opposite of science OR ETHICS. CDC is the swamp.","sentiment_score":-0.0416666667}
{"full_text":"RT BREAKING: Worldwide coronavirus cases pass 90 million","sentiment_score":0.0}
{"full_text":"Could Coronavirus Trigger Force Majeure Contract Breaks? #CRE #COVID-19 #TenantTips  ","sentiment_score":0.0}
{"full_text":"RT BREAKING: Worldwide coronavirus cases pass 90 million","sentiment_score":0.0}
{"full_text":"RT Join colleagues to hear about how #COVID19 virtual wards can support safe and earlier...","sentiment_score":0.25}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"Never let your prejudices get in the way of reality ;) Shhhhhh  #TickTock #indyref2021 #SNP ","sentiment_score":0.25}
{"full_text":"RT Jayapal: \"I am also calling for serious fines to be immediately levied on every single Member who refuses to wear a mask...","sentiment_score":-0.2023809524}
{"full_text":"As the #COVID19 pandemic upended life as we know it, many #smartcity trends and challenges marked urban strategies in 2020. What's in store for cities in 2021? Read this article by to find out.","sentiment_score":0.2}
{"full_text":"RT Puto Covid","sentiment_score":0.0}
{"full_text":"The latest figures have been confirmed.","sentiment_score":0.45}
{"full_text":"Prof Danny McAuley, Queen's University of Belfast and BHSCT talks about vaccine safety and effectiveness.#vaccine #COVID19","sentiment_score":0.0}
{"full_text":"We are here to provide essential service and maintenance of your commercial kitchen equipment during and after the current lockdown.Get in touch today; 01672 515990 info@fulcrumkitchens.co.uk#cateringequipment #kitchens #cafes #restaurants #service #support","sentiment_score":0.0}
{"full_text":"In this collaborative report, 5 Mumbai based NGOs come together to discuss the Impact of COVID-19 on urban poor and migrant workers. ","sentiment_score":-0.2}
{"full_text":"'For health care workers, the #pandemic is fueling renewed interest in unions', reports more about this in the article belowhttps:\/\/t.co\/qyNmdxoTl1","sentiment_score":0.5}
{"full_text":"Gas prices are rising as supply tightens and crude oil gets more expensive. Last week crude oil pushed to the highest price since before the pandemic. If crude prices remain high, Americans can expect to pay more at the pump this month. #GasPriceshttps:\/\/t.co\/C1rrIvldzs","sentiment_score":-0.18}
{"full_text":"It's important that you self-isolate if you have #COVID19This helps to stop the virus spreading to other people. Stay home and protect yourself and others.","sentiment_score":0.1375}
{"full_text":"#Coronavirus cases are still rising rapidly across the country...Stay at home. The most important action we can all take is to stay at home to protect the NHS and save lives.For exceptions and other guidance:","sentiment_score":0.21875}
{"full_text":"Russia registers nearly 23,000 new COVID-19 caseshttps:\/\/t.co\/cWV0xfCSx9","sentiment_score":0.1181818182}
{"full_text":"Gas prices are rising as supply tightens and crude oil gets more expensive. Last week crude oil pushed to the highest price since before the pandemic. If crude prices remain high, Americans can expect to pay more at the pump this month. #GasPriceshttps:\/\/t.co\/mfYF4ec3rv","sentiment_score":-0.18}
{"full_text":"Texas lawmakers will gather in Austin today to open the new state legislature. While a lot of attention will go to the coronavirus, local families have many more concerns.","sentiment_score":0.2272727273}
{"full_text":"Despite pandemic setbacks, #Dubai saw a surge in bank financing in certain sectors and strong #growth in the establishment of #fintech firms in 2020. Full story from here:","sentiment_score":0.3325396825}
{"full_text":"As we spend more time at home due to COVID-19 it's vital to remember to smoke safely at home. Not disposing of a cigarette safely can have tragic results. Help protect your home and your family by following these steps when smoking at home. ","sentiment_score":0.1035714286}
{"full_text":"[WATSONS TIPS]Have you made #NewNormal routine as part of your daily life, #KakiWatsons?  Here's a reminder of what you should do in our continuous fight to stop the spread and flatten the curve. ","sentiment_score":0.0}
{"full_text":"VIDEO: Dozens of New Yorkers in the Bronx wait in line for over an hour outside one of several newly-opened vaccination centers, with relaxed criteria to be eligible for a shot, as the United States attempts to speed up a sluggish rollout of the coronavirus vaccine","sentiment_score":0.0454545455}
{"full_text":"St. John Ambulance are still looking for vaccination volunteers! Gain valuable clinical experience, and play your part in defeating coronavirus - click the link below for details!https:\/\/t.co\/kYXEVckptp","sentiment_score":0.0}
{"full_text":"Gas prices are rising as supply tightens and crude oil gets more expensive. Last week crude oil pushed to the highest price since before the pandemic. If crude prices remain high, Americans can expect to pay more at the pump this month. #GasPriceshttps:\/\/t.co\/le19NWdbGK","sentiment_score":-0.18}
{"full_text":"Photojournalist Mohammad Shahnewaz Khan  focuses his lens onto himself and his family as a way of coping with the pandemic.","sentiment_score":0.0}
{"full_text":"PARTNER: #Covid19 might have delayed the release of #IR20, but the ideas are more relevant and necessary than ever, argues Read their report, detailing possible scenarios, here:","sentiment_score":0.225}
{"full_text":"The mainstream media shows its usual racial bias around Covid policing.By","sentiment_score":-0.25}
{"full_text":"If they put the #vaccine in #beer and opened up the #pubs the bulk of the #country would be #vaccinated by next #Thursday ..... Just trying to help.#COVID19 #Coronavirus #CoronavirusUSA #CoronavirusOutbreak","sentiment_score":0.0}
{"full_text":"RT COVID19 honestly needs to release us. we get it , you came , you saw , you conquered . you can leave now.","sentiment_score":0.6}
{"full_text":"COVID 19 cases in India until : 12\/01\/2021 17:30Total Cases: 10479913 [+0]Active: 213503Recovered: 10110710 [+0]Deaths :151364 [+0]Total Tests: 182.65MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Powerful reporting:https:\/\/t.co\/fKZ9saxAOI#COVID19","sentiment_score":0.3}
{"full_text":"RT Brentford's next two Championship fixtures against Bristol City and Reading have been postponed because of Covid-19 cases wit...","sentiment_score":0.0}
{"full_text":"RT Democrat Nancy Pelosi held up coronavirus relief for 8 months but managed to get articles of impeachment on the House flo...","sentiment_score":0.0}
{"full_text":"RT They would be wise not to fly for the simple reason not safe to do so. #covid19 #coronavirus #avi...","sentiment_score":0.3125}
{"full_text":"Pharmacies are working hard to provide essential health services safely. Do not go to a pharmacy if you have symptoms of coronavirus or are self-isolating Order prescriptions via the #NHSApp or your pharmacy's or surgery's online ordering systems.","sentiment_score":-0.1805555556}
{"full_text":"Let's do mindfulness... lockdown style! There are still a few places remaining on our next mindfulness programme starting this Monday, 18th January.This 8 week programme will run via Zoom from 1.30pm-2.30pm each Monday.To sign up visit:","sentiment_score":-0.0666666667}
{"full_text":"Since 2007, #NCKU has cooperated with #Kenya to establish Health and medical cooperation programme in Africa, sending volunteer #doctors to help conducting hemodialysis for local #patients. This year, we share #COVID19 prevention strategies under the #pandemic condition.","sentiment_score":0.0}
{"full_text":"Free COVID-19 testing by Jan 1212:30 pm to 3:30 pmJewish Association on Aging300 JHF DriveRegister at welcomedInsurance not required. However, if you have insurance that will cover the cost, your insurance will be billed","sentiment_score":0.4}
{"full_text":"The Metro Mayor of the Liverpool City Region has called on government ministers to utilise local infrastructure to roll out the Covid-19 vaccine.https:\/\/t.co\/fAYRJKKFyy","sentiment_score":0.0}
{"full_text":"There is a dedicated app in England with the aim of supporting Social Care Workers throughout the ongoing Covid-19 pandemic.   #care #covid19 #careworkforce #careerincare #socialcare #everydayisdifferent #yourcareyourchoice #youcouldntbeinsaferhands","sentiment_score":0.1416666667}
