{"full_text":"RT Florida temporarily shutting down testing\/vaccination site because of the Ohio State-Alabama game","sentiment_score":-0.2777777778}
{"full_text":"RT University students out there who are struggling. I believe this is a hard time for all of us, but I trust that we can overcom...","sentiment_score":-0.2916666667}
{"full_text":"false data in order to control the masses it seems especially when people are dying of other conditions that aren't COVID or COVID related illnesses.","sentiment_score":-0.13125}
{"full_text":"I'm beginning to feel like we are never going to get ahead of this, like in the pit of my stomach.","sentiment_score":0.0}
{"full_text":"Let's see, how many mass shooting have already happened? Oh yeah, ask any school kid about lockdown drills. And all of them before we seized (checks notes), oh wait, your guns haven't been seized. Try again.","sentiment_score":0.5}
{"full_text":"RT A romantic song planned by Radhakrishna is filmed in Hyderabad. For this song, 350 Italian dancers visited Hyderabad an...","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT There are 228 hospitals in Quebec. And there are a grand total of 206 people in intensive care units across the province. N...","sentiment_score":0.25}
{"full_text":"RT His internet usage has incited riots at the Capitol, impacted the stock market, decimated certain businesses, impacted fore...","sentiment_score":0.2142857143}
{"full_text":"RT ICU nurse Caitlyn Obrock has treated hundreds of COVID patients but one patient stands above: 28-year-old Monique Jones, who...","sentiment_score":0.0}
{"full_text":"RT I want to say this is one of the largest mass #COVID19 vaccinations to date. Congratulations and sincere t...","sentiment_score":0.5}
{"full_text":"RT These 2 latest headlines as we head into the end of the Trump Presidency speaks volumes of his failed 1 term:\"Job Losse...","sentiment_score":0.0}
{"full_text":"Firstly you never started talking about Vit D deficiencies yesterday, which was the problem. Secondly, it's not going well I see. Yes, the Govt should be doing a lot more in all areas, but nutrition is a problem in many more ways than just covid. But I'll retweet 4 u anyway ","sentiment_score":0.35}
{"full_text":"If that's true, I have a question; Is #COVID19 a vampire?","sentiment_score":0.35}
{"full_text":"Too bad you don't care about all dying from COVID-19, you jerk.","sentiment_score":-0.7}
{"full_text":"Anyone else see the chocolate COVID virus here?","sentiment_score":0.0}
{"full_text":"RT Agree..Can the governments get on with vaccination drives and stop politicising Covid vaccines..","sentiment_score":0.0}
{"full_text":"RT I saw almost total compliance with lockdown until May, when Cummings went on his jolly up north. It's never been the same since....","sentiment_score":0.0}
{"full_text":"not cynical, I have a wide view, I look at both  or more opinions, or data, onne thing I cannot come to terms with is that influenza spread has stoppedesp when Reid says, \"if you have flu symptoms you prob have covid\"so flu is dead","sentiment_score":0.125}
{"full_text":"...  the 4th dimensional chess outcome to his hands-off approach to COVID-19","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"When you are more worried about your followers than you are Americans, when you focus on division instead of a PANDEMIC killing all Americans, what do you expect you flaming twit?","sentiment_score":0.5}
{"full_text":"RT \"We are inmates of not only institutions of incarceration, but every other institution that has dominated us for years. We...","sentiment_score":-0.0625}
{"full_text":"RT Babbitt was shot by a Capitol police officer \"as protesters were forcing their way toward the House Chamber where Members of Congr...","sentiment_score":0.0}
{"full_text":"Let the foolish opposition know the power of thoughts of our beloved PM ji world peace leader and hard core anti terrorism world brother hood \"Vashudhev Kutumbkutumbhkam\" world a family unit He only saved humanity from Covid-19.Strong will leader ","sentiment_score":0.1361111111}
{"full_text":"RT Well. Well. Well. So it only took almost dying from COVID &amp; a violent insurrection egged on by Trump for Chris Christie...","sentiment_score":-0.4}
{"full_text":"RT Here's a thought, what if Ministers were not allowed to hire journalists to manage the message, but instead could only...","sentiment_score":0.0}
{"full_text":"RT Things that are worse than GOP senators, House reps and celebs losing Twitter followers:#attack on the Capitol to subvert the...","sentiment_score":-0.4}
{"full_text":"One i took pre covid from near the prison","sentiment_score":0.1}
{"full_text":"Welcome to lockdown  still continuing in the year 2024  . Community of Merseyside well done  .","sentiment_score":0.8}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT The UK has recorded 7,356 Covid deaths in the first 9 DAYS of 2021 That's more than the TOTAL COMBINED death toll of a...","sentiment_score":0.25}
{"full_text":"Went for the drive-in COVID-19 testing and had to wait unbelievably longer than expected. This certainly doesnt ring a good bell.Stay safe people. #COVID19 #StayHomeSaveLives","sentiment_score":0.2128571429}
{"full_text":"RT If true effectiveness of vaccine is NOT 90% and actually closer to 29% (as suggested here in we will get...","sentiment_score":0.175}
{"full_text":"RT Families are not disclosing that their loved once died of COVID 19 complications. They are busy serving you tea while...","sentiment_score":0.4}
{"full_text":"When do we young people go into lockdown?","sentiment_score":0.1}
{"full_text":"We are yet to catch up on this level of acceptance and authorisation I suppose... Religious leader approved vaccines...","sentiment_score":0.0}
{"full_text":"RT 1\/42 Good to see yesterday's editorial attacking the pandemic of covid misinformation. Here's my twitter cont...","sentiment_score":0.7}
{"full_text":"OF COURSE, THEY WERE MORE AT RISK - THEY WERE THE ONLY ONES STUPID ENOUGH TO KEEP GOING INTO WORK.","sentiment_score":-0.075}
{"full_text":"RT Vaccine registration sites are filling up within minutes Supply &amp; demand are crippling the systems, whether online or by ph...","sentiment_score":0.0}
{"full_text":"RT Doctors and nurses are emotionally and physically exhausted from treating COVID-19 patients. If SAB wins it's battle to...","sentiment_score":-0.0333333333}
{"full_text":"RT An utter travesty.'Stay at Home, Protect the NHS, Lose Your Home.'","sentiment_score":0.0}
{"full_text":"RT Vaccine mandates are not going to work in America. The vaccine should be a personal choice.","sentiment_score":0.0}
{"full_text":"RT Fear is the most basic emotion.Fear is primal. Fear is harmful to health. Invoked irrational fear has been exploited by govt...","sentiment_score":0.25}
{"full_text":"don't let that get to your heads and think the vaccine will give it to you. do research on it, and do your part ","sentiment_score":0.0}
{"full_text":"RT First ever reinfection of the new B117 #SARSCoV2 has now been officially identified in a 78 year old man in the UK . Con...","sentiment_score":0.1621212121}
{"full_text":"RT Call me a killjoy, but unless the FA Cup's magic beats Covid-19 in a fight then this is bloody awful.","sentiment_score":-0.4333333333}
{"full_text":"depends on if people intentionally keep their walls up..too many people live in fear of being hurt.. either take the risk or just stay home..","sentiment_score":0.3181818182}
{"full_text":"#MyAmazingSister fighting to save lives in Wigan ICU #COVID19 #NHSheroes #NHSblueheart #COVID #Covid19UK","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT I'm predicting that covid will clear up the week after the election.Bookmark this.","sentiment_score":0.1}
{"full_text":"\" #COVID19 test is free.See","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT More than 46000 staff are off work sick with COVID. 46000. We are trying to fight this virus with one hand tied behind our...","sentiment_score":-0.2047619048}
{"full_text":"We still have some human rights Hitler. 2010 Disability Act.","sentiment_score":0.0}
{"full_text":"Things are going great for #FloridaMan \"Text to 911 adv 'I want to harm myself because I cant get COVID vaccine because not 65yo'; keeps typing the same thing over and over\"","sentiment_score":0.4}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT Inalilahi waina ilayhi rajioon may Allah swt forgive my mother, widen her grave, and grant her Jannahtul firdaus. I am b...","sentiment_score":0.0}
{"full_text":"America the Rotten","sentiment_score":0.0}
{"full_text":"that sounds scary btw yikes but yeah i was definitely assuming covid so i suppose that's good. how you feeling? recovered?","sentiment_score":0.0666666667}
{"full_text":"Its either an emphasis on health or business, it can't be both right now.","sentiment_score":0.2857142857}
{"full_text":"RT My mum is currently in the hospital with COVID and while we were trying to treat her at home I found twitter threads so helpf...","sentiment_score":0.0}
{"full_text":"RT so far Ive had no opinion on the roll out but an actual dead person being one of the first to get a vaccine is a bit ridiculo...","sentiment_score":0.0375}
{"full_text":"RT You thought getting rid of the pandemic play book was bad, and it wa...","sentiment_score":-0.7}
{"full_text":"RT And Arizona still doesn't have blanket mask orders or stay at home orders.Arizona is willfully letting its people die....","sentiment_score":0.0}
{"full_text":"You fool can't even quote a book right. Can you even read? Did you ever open the book?","sentiment_score":0.1428571429}
{"full_text":"any comment?","sentiment_score":0.0}
{"full_text":"RT oh, I see, if we need republicans to care about the horrifying death toll of COVID, we have to put it in terms they'll...","sentiment_score":-0.9}
{"full_text":"RT  Today our Chief Nurse joined our vaccination team and Kenneth Ireland, the very first patient who got his Covi...","sentiment_score":0.325}
{"full_text":"Do whatever you want: wash your hands, wear a mask, stand on one leg, pray to Odin. Don't you dare tell me what to do.","sentiment_score":0.0}
{"full_text":"RT My mom was a special lady.","sentiment_score":0.3571428571}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"I think you should be more concerned with Covid-19 numbers 4,000 ppl a day are dying and 300,000 new cases a day. Nurses and doctors getting infected or burned out. Not enough vaccinations &amp; no senate approval of $2,000 to ppl in need. Those are some of the #s you should be aware","sentiment_score":0.2215909091}
{"full_text":"RT Lockdown learning OUTDOORS - compilation of free resources and websites - updated Jan 21 Hope it helps educators","sentiment_score":0.4}
{"full_text":"Is there really any point in dating during lockdown","sentiment_score":0.2}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT This article contains everything you need to know about the three available covid vaccines: how they work, how effective...","sentiment_score":0.5}
{"full_text":"RT Local bodies polls in Himachal records 65 per cent turn out #LocalBodies #Himachal #Covid","sentiment_score":0.0}
{"full_text":"RT My step-daughter is anti-vax. She begs me not to get the Covid vaccine. In reply, I remind her that less than 100 years a...","sentiment_score":-0.1666666667}
{"full_text":"RT Did the ccp virus killing americans come from a bioweapons lab?  Was it genetically engineered?New cover-up fears as Ch...","sentiment_score":0.0}
{"full_text":"RT Briefly popping back in with a more cheerful thought. If we've vaccinated a million 80+ year olds, 60% of whom would be in...","sentiment_score":0.225}
{"full_text":"RT The President and his seditionist cult have more to say about social media than about the loss of American lives. #Tr...","sentiment_score":0.1777777778}
{"full_text":"I agree.","sentiment_score":0.0}
{"full_text":"What the fuck has it got to do with a software salesman","sentiment_score":-0.4}
{"full_text":"RT Boris Johnson is betting the house on an ambitious vaccine program to keep the National Health Service from buckling under a...","sentiment_score":0.25}
{"full_text":"Covid-denier 'arrested for refusing to leave bench' - Metro its stupid, ignorant idiots like YOU that are spreading the virus. We will make sure YOU don't get your vaccine.","sentiment_score":-0.3666666667}
{"full_text":"RT Under the leadership of PM India is set to decisively defeat the #COVID pandemic as the nation-wide vaccinati...","sentiment_score":0.0}
{"full_text":"RT Not caring if people up north to freeze to death without heating oil so you don't have to slow down is not without para...","sentiment_score":-0.2277777778}
{"full_text":"They have to tell us before they do.","sentiment_score":0.0}
{"full_text":"During COVID-19, your vendors, suppliers, people, organization, clients and their expectations changed. Your product and services must evolve.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT Just in : Japan's National Institute of Infectious Diseases have found a new strain of the coronavirus in passengers from Br...","sentiment_score":0.1363636364}
{"full_text":"RT Best wishes from NZ. Besides Prof. Ba...","sentiment_score":1.0}
{"full_text":"We're talking health &amp; happiness w\/ hospitalist Dr. Mark Shapiro, host of and author &amp; professor Our hosts &amp; will also discuss the latest #COVID19 news. #ShesOnCall","sentiment_score":0.6}
{"full_text":"'They're coming in younger and coming in sicker': One hospital's war with coronavirus #SmartNews","sentiment_score":0.0}
{"full_text":"They're following Stalin's guidelines; create a problem like a pandemic, destroy church gatherings and religion, decide business successes and divide the people into sides for control! LIES","sentiment_score":-0.125}
{"full_text":"RT How can this be legal ?@10DowningStreet","sentiment_score":0.2}
{"full_text":"we had a meeting a one of them mentioned that tmr might be lockdown and ask what are we gonna do if that happens. and then we jokingly said \"terpaksa sarung topeng penyamun\"","sentiment_score":0.0}
{"full_text":"During COVID-19, your vendors, suppliers, people, organization, clients and their expectations changed. Your product and services must evolve.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT The unprecedented development of #COVID19 vaccines happened not because we threw money at the problem, it was because we had...","sentiment_score":0.6}
{"full_text":"RT About 4,000 Americans have died a day for the last few days and most \"conservative\" politicians and tv personalities are com...","sentiment_score":0.1}
{"full_text":"January 11 marks the anniversary of China confirming its first death from #COVID19","sentiment_score":0.25}
{"full_text":"Meet the star citizen who pulled up social media influencers who seemed to have forgotten: the pandemic isn't over yet! (@kkuenzang writes)https:\/\/t.co\/5BzApjipyM","sentiment_score":0.0416666667}
{"full_text":"Just how far you should travel for exercise","sentiment_score":0.1}
{"full_text":"An expert on online education makes the case that the pandemic will - and should - transform education for the better. \"We were socially distanced to begin with in the classroom before the pandemic, and Zoom just exposed it.\"https:\/\/t.co\/8S1fD3tysA","sentiment_score":0.2666666667}
{"full_text":"Will COVID-19 Kill The Coworking Office Model? #CRE #COVID-19 #NewNormal #Coworking #NewNormal #TenantTips #CorporateRealEstate  ","sentiment_score":0.0}
{"full_text":"RT A family friend buried his son yesterday due to Covid, his wife got admitted and also tested positive...this morning when I g...","sentiment_score":-0.125}
{"full_text":"ICYMI: Sarnia-Lambton will be part of the second phase of Ontario's three-phased COVID-19 vaccination rollout.https:\/\/t.co\/BOeeNOh1Ks","sentiment_score":0.0}
{"full_text":"Have questions about the #COVID19 vaccine? We've got answers. Join AFT, and more for a town hall on Tuesday, Jan. 12 at 6 p.m. ET. RSVP here:","sentiment_score":0.5}
{"full_text":"LIVE NOW Transformation: Art of reinvention in the time of the Pandemic#ViktoriaMullova #MatthewBarley #QandA #interview #classicalmusic #sitkovetskyandfriends #live #youtube #SubscribeNow","sentiment_score":0.1363636364}
{"full_text":"In my latest MP Report, \"A New Year and Resources\", I highlight some of the government resources, programs, and information campaigns occurring amidst the pandemic.https:\/\/t.co\/sKtyxf76Wg","sentiment_score":0.3181818182}
{"full_text":"RT [SUNDAY SPECIAL] We put together this long-form analysis showing why it is not mere vandalism of Hindu deities but a fu...","sentiment_score":0.3035714286}
{"full_text":"Workers and families who've lost their jobs will be hurting long after the pandemic ends. Making sure they have more money in their pockets every year is an effective and recognized way to help everyone recover--regardless of race, ethnicity, or immigration status. #copolitics","sentiment_score":0.3875}
{"full_text":" In line with government restrictions, our shops remain closed.   However, we are very much open for business on &amp; Telebetting on 1800 624 524.  Require assistance? Customer Care is happy to help via 1800 848 575. #StayHome #Staysafe ","sentiment_score":0.2333333333}
{"full_text":"#DoctorWho1981 is now going to be paused.This will hopefully only be for a few days, then we'll catch up with what we've missed.I've been struggling to continue for two weeks, whilst suffering from coronavirus disease. I'm sorry to let you down, and please do stay tuned!","sentiment_score":-0.2236111111}
{"full_text":"Increased stress related to COVID-19 can be more challenging for those already suffering from anxiety. Stick to your treatment plan. To talk with a mental health clinician, call the DBH Mental Health Hotline 24\/7 at 1-888-793-4357.","sentiment_score":0.16}
{"full_text":"The CDC Warns That These Face Coverings Are 'Not Substitutes for Masks'https:\/\/t.co\/wzqHRn8qrr","sentiment_score":0.0}
{"full_text":"Book your night chaperone for your Washington, DC student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity#covidsafety #travel #overnightsupervision","sentiment_score":0.5}
{"full_text":"#WestMidlands people - keep spaces ventilated where possible in your home to help #StaySafeLetting #FreshAir inside can reduce the risk of infection from #COVID19 by over 70% Try and open windows for short, sharp bursts of 10 to 15 minutes regularly throughout the day","sentiment_score":-0.025}
{"full_text":"RT Maybe you lost followers because 20,000 Americans died of COVID this week. You sniveling child.","sentiment_score":0.0}
{"full_text":"I thought much the same. I certainly didn't vote for this.After how they have acted over the last year, I dont think I could ever vote Tory again. BREXIT and COVID. I honestly think my dog could've managed both better.","sentiment_score":0.2523809524}
{"full_text":"RT They shut down the country for COVID, they shut down your city for BLM, they shut down your news for the election, they...","sentiment_score":-0.1555555556}
{"full_text":"Verrrry interesting. I'm starting to compile some of these responses to present to my manager for an After Covid Times service we could offer.","sentiment_score":0.1666666667}
{"full_text":"The and #COVID19 vaccine is likely to protect patients from the two new virus variants. Learn more about the reassuring news and the future of the #COVID19 vaccine from in","sentiment_score":0.1590909091}
{"full_text":"National lockdown needs to be stricter, warn scientistshttps:\/\/t.co\/uqmR1HD1fy","sentiment_score":0.0}
{"full_text":"Of course not.He will never willingly do anything that expresses concern, remorse or human dignity.If he did, he'd have acknowledged the deaths from COVID-19, the soldiers that died, etc.","sentiment_score":-0.0625}
{"full_text":"Receive updates about our 2021 Corona proof Spanish and Travel Programs &amp; Accommodations, and the situation in Peru!","sentiment_score":0.0}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
