{"full_text":"RT The Pardons &amp; &gt;500,000 covid-19 deaths causes a lot of rageHowever We can make a giant leap forwardF...","sentiment_score":0.0}
{"full_text":"RT In an effort to protect against new coronavirus variants, the United Kingdom will close all travel corridors from 4 a.m. local ti...","sentiment_score":0.0681818182}
{"full_text":"RT Republicans called the valid votes of Black, brown and Indigenous voters across this country \"fraud\" because they couldn't be...","sentiment_score":-0.1666666667}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT BREAKING--alt-right insurrectionist who stormed the Capitol **while #COVID19 positive** has been arrested by the FBI near Ho...","sentiment_score":0.1636363636}
{"full_text":"RT Late-breaking shocking news alert for NY Times readers: people want to GTFO of San Franciscohttps:\/\/t.co\/BpxH1K2WGR","sentiment_score":-1.0}
{"full_text":"RT Nearly 400,000 Americans have died from the coronavirus and the pandemic continues to soar. We need to aggressively incr...","sentiment_score":0.1}
{"full_text":"RT The flu is down because people are obeying mask and social distancing guidance while COVID is increasing. Maybe...","sentiment_score":-0.0611111111}
{"full_text":"RT #StrangeAndUnusualHobbiesStuffing throw pillows with the tattered hopes &amp; dreams that Trump &amp; Covid Wrenched from ou...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Over 2 million people around the world have died from #COVID19.About 20% of those who died were in the U.S.Onl...","sentiment_score":0.0}
{"full_text":"Nigeria mainstream media can be very irresponsible. Facebook apparently suspended BOG for posting COVID cure. Guess where an article detailing the drugs he used and dosage is?Smh","sentiment_score":0.125}
{"full_text":"Coughing like mad - luckily not Covid.  Feel in mood for Zombie movie but internet ratty because of storms.  Later will watch Colossal on","sentiment_score":-0.1229166667}
{"full_text":"So true - keep smiling people, even behind the #COVID19 masks we wear people can see the smile in your eyes. #Smile","sentiment_score":0.1375}
{"full_text":"RT Have you been exposed to COVID-19 in the workplace, or been told to self-isolate due to close contact with a COVID positive case...","sentiment_score":0.0511363636}
{"full_text":"RT UPDATE: Norway is growing seriously  concerned. They now report 29 post-#Covid mRNA vaccine deaths, a rate of 1 per 1,000...","sentiment_score":-0.3333333333}
{"full_text":"No...ppl are hating on the fact that ppl paid money to see a bow wow show...like they control what ppl spend their $ on...then when I say something, they switch it to a  covid situation","sentiment_score":0.1}
{"full_text":"RT Fact Sheet: Activity at the Wuhan Institute of Virology - United States Department of State","sentiment_score":0.0}
{"full_text":"RT Working class people in front line roles have also experienced death rates. It seems to me you'd be better off adv...","sentiment_score":0.65}
{"full_text":"RT Corona virus ---- New Black Plague","sentiment_score":-0.0151515152}
{"full_text":"I'm in Oklahoma City.  Interesting that our murder rate went down.  My city was largely open when compared with many other local's COVID restrictions.  Also, the police and District Attorney didn't tolerate very much protest violence.","sentiment_score":0.1399206349}
{"full_text":"RT #COVID19 vaccines are reaching high income countries quickly, while the world's poorest have none at all.Science is...","sentiment_score":0.2466666667}
{"full_text":"RT In a memo to staff, details a plan of action for the administration's first 10 days to deal with four overlapping...","sentiment_score":0.175}
{"full_text":"RT President-elect Biden: \"It's not hard to see that we are in the middle of a once-in-several generations economic crisi...","sentiment_score":0.1152777778}
{"full_text":"RT On 1st day, Biden will rescind travel ban on several Muslim countries, rejoin Paris climate accord, extend pandemic li...","sentiment_score":0.0}
{"full_text":"RT It's horrifying. I have read multiple people in the last week say they support Trump because he is...","sentiment_score":-0.3}
{"full_text":"Why is everything about fanfic today. Let people live. If people wanna write fanfic let them write fanfic we are in a once in a lifetime pandemic, we have a failed game show host as President for the next week, and the glaciers are melting at a record pace, who cares.","sentiment_score":-0.1909090909}
{"full_text":"RT [ARTICLE] 210117 Wise 'Stay Home' Fashion.. Homewear Style\"For a comfortable mood like Red Velvet Seulgi, match check paj...","sentiment_score":0.3666666667}
{"full_text":"RT Im curious about the psychological explanation for being so dismissive about a deadly pandemic.","sentiment_score":-0.1}
{"full_text":"Your every move will be controlled","sentiment_score":0.0}
{"full_text":"RT It infuriates me when I hear of people going to parties or still going to friends' houses, and especially...","sentiment_score":0.0}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"RT \"so what - we should wear a mask for flu?\"YES - OMG YES","sentiment_score":0.0}
{"full_text":"L.A. County has recorded its first instance of a new, more contagious variant of the virus that was initially identified in the United Kingdom.https:\/\/t.co\/fSynt76Yli","sentiment_score":0.2215909091}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT New Zealand locked down in March 2019, set up a 4 stage system and started at level 4. Businesses &amp; schools closed, airports...","sentiment_score":-0.0397306397}
{"full_text":".@wsj 1, ( which has been downplaying #COVID19 ) 0.","sentiment_score":0.0}
{"full_text":"The Labour party's in disarray despite a change of leader (who I like), but the COVID situation has lefrt them with hardly a voice. All tories on t.v and no will from the public right now to force change. The tories have it all right now despite their ineptness","sentiment_score":0.0699404762}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT An COVID-positive individual was at Woodcrest Public School during their infectious period. However, health authorities cu...","sentiment_score":0.0}
{"full_text":"RT After a broken hip, replacement surgery, 2 months in hospital under lockdown so no visitors allowed, my 85 yr old mom i...","sentiment_score":-0.15}
{"full_text":"Costco still having sample stands but you can only look at the food is the saddest part of the Lock Down.","sentiment_score":-0.0777777778}
{"full_text":"RT Saddest bit about COVID is that you can obey all the protocols and still get infected because somebody else didn't.","sentiment_score":0.0}
{"full_text":"wha? How is that obvious? Also, you have universal healthcare in Ontario. tens of millions of Americans don't have any healthcare coverage. Cost of college is significantly cheaper in Canada as well. Childcare is cheaper, as is the cost of living overallhttps:\/\/t.co\/rbXZaLgp8E","sentiment_score":0.125}
{"full_text":"RT \"Stay at home and act as if you have COVID\"!This was the instruction by Matt Hancock and Boris Johnson.So Matt wen...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Nearly 400,000 Americans have died from the coronavirus and the pandemic continues to soar. We need to aggressively incr...","sentiment_score":0.1}
{"full_text":"RT Trump's legacy: national debt has risen almost $7.8 TRILLIONtwice as much as what Americans owe on student loans, car...","sentiment_score":0.2}
{"full_text":"RT BREAKING: Biden to deploy FEMA, National Guard to set up Covid vaccine clinics across the U.S.","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"oh okay covid boy","sentiment_score":0.5}
{"full_text":"RT Executive Actions Joe Biden will take on Day One, per - rescind travel ban on Muslim countries- rejoin Paris Cl...","sentiment_score":0.0}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"RT Big fella probs hasn't stopped grafting over the past 12 months, long shifts, late nights all during a pandemic, god forbid...","sentiment_score":-0.15}
{"full_text":"Rescued Almajirai in Kaduna State.Officials of the Kaduna State Government Task Force on enforcing COVID-19 related regulations have rescued 160...https:\/\/t.co\/YMUPc1YiwW","sentiment_score":0.0}
{"full_text":"RT The science behind climate change is not a hoax. The science behind COVID-19 is not partisan. And President-elect","sentiment_score":-0.4}
{"full_text":"RT BREAKING: LA County hits 1 million Covid-19 cases and confirms at least one new case of the UK variant","sentiment_score":-0.0818181818}
{"full_text":"RT I read earlier the proud boys have been told to stay home. We shall see which idiots decide to take the bait....","sentiment_score":0.0}
{"full_text":"RT When screening for COVID, are they screening for:Prostate cancer = NoBreast cancer = NoAny cancer = NoHeart diseas...","sentiment_score":0.0}
{"full_text":"RT Naib Presiden Pas, Idris Ahmad positif COVID-19https:\/\/t.co\/Ec9dU0c4VX#AWANInews #AWANI745 #HapusCOVID19 #DisiplinMalaysia","sentiment_score":0.0}
{"full_text":"RT Wuhan virus and the lab: We still don't know what happened. needs to get in.","sentiment_score":0.0}
{"full_text":"RT When Rand Paul tries to spread #COVID19, I always remember this Senator John McCain called it in March of 2017.  Rand...","sentiment_score":-0.1}
{"full_text":"RT Update from Adelaide: SA Health has confirmed that there is no one who has an active COVID-19 infection in the entire t...","sentiment_score":0.0888888889}
{"full_text":"RT Here's the adult who despite being a grownup calls himself \"Baked Alaska\" implicating Donald Trump in the (we must say alle...","sentiment_score":0.1}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"today I had to attend my baby's hospital appointment ALONE because of covid restrictions and found out he has a hole in his heart. fuck covid, fuck everyone living as if we aren't in a pandemic and FUCK THE TORIES","sentiment_score":-0.4}
{"full_text":"RT \"China not responsible for Pandemic\"; there's no doubt or debate that the #coronavirus originated in Ch...","sentiment_score":-0.1}
{"full_text":"RT GAMEDAYWe look to stay undefeated at home in Big South play as we close our series with Winthrop on ESPN3! Winthrop...","sentiment_score":0.0}
{"full_text":"RT Due to heightened security measures and COVID-19, those interested in attending the Inauguration on Wednesday, January 20...","sentiment_score":0.0625}
{"full_text":"RT 8) don't forget, Trump WH previously turned down 100 million more Pfizer \/ BioNTech vaccine doses! It went to EU instead -...","sentiment_score":0.2006944444}
{"full_text":"RT On 1st day, Biden will rescind travel ban on several Muslim countries, rejoin Paris climate accord, extend pandemic li...","sentiment_score":0.0}
{"full_text":"RT Just your regular reminder that the lives of the rich and powerful are carrying on as normal while ordinary people live under...","sentiment_score":0.1185606061}
{"full_text":"RT Rand Paul falsely claims that you don't have to wear a mask if you're vaccinated.Rand Paul created his own ophthalmo...","sentiment_score":0.1}
{"full_text":"I think since beginning of pandemic, ppl are stress dont know what to do at stay at home, and they want to find some mistake bout some ships (especially popular ship)","sentiment_score":1.0}
{"full_text":"RT Also underlying the government's declining approval ratings is the far larger proportion of people who now think the g...","sentiment_score":0.05}
{"full_text":"RT More great choices from From climate to COVID, the science challenges faced by this Administration are immense, a...","sentiment_score":0.4333333333}
{"full_text":"RT Put all these people UNDER THE JAIL","sentiment_score":-0.1}
{"full_text":"Lungs and Covid-19 ","sentiment_score":0.0}
{"full_text":"Hi Evie i hope your making a speady recovery from covid also do you mind me asking you a question. Get well soon From Josh xxx","sentiment_score":0.0}
{"full_text":"RT Three-time Grand Slam winner Andy #Murray of Britain has tested positive for COVID-19 ahead of his trip to Australia Open. ht...","sentiment_score":0.2424242424}
{"full_text":"RT On TimCast IRL discussing how the working\/middle class in California is getting crushed and the pandemic only makes matt...","sentiment_score":-0.05}
{"full_text":"RT Today, water protectors halted #Line3 construction by locking to each other inside of a pipe segment. See the article linke...","sentiment_score":-0.125}
{"full_text":"RT Covid claimed the lives of 217 people in Florida today. Never forget that skipped to the front of the line t...","sentiment_score":0.0}
{"full_text":"so with lockdown looking more than likely to be in place to the end of March at the earliest will you do the decent thing and extend all pass holders appropriately? It's another 3 months of the pass being absolutely useless for my family","sentiment_score":0.1333333333}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT Imagine getting arrested the minute you land back from Dubai on your birthday LOOOOOOOOL","sentiment_score":0.0}
{"full_text":"RT If you think that NHS staff should receive full COVID-19 vaccine courses (2 doses) immediately, please RT thisNHS staf...","sentiment_score":0.35}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"RT WSJ compiled the most recent available data on deaths from all causes from countries with available records. The tally f...","sentiment_score":0.325}
{"full_text":"RT This Tuesday, January 19 we are bringing Americans together to honor the lives lost to COVID-19.Light a candle in you...","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT If you think that NHS staff should receive full COVID-19 vaccine courses (2 doses) immediately, please RT thisNHS staf...","sentiment_score":0.35}
{"full_text":"RT khan academy is an absolute godsend. if you are trying to learn at home during this pandemic you could not ask for a better f...","sentiment_score":0.35}
{"full_text":"RT NEW: #COVID19 vaccines will probably prevent you from getting sick. No one knows yet whether they will keep you from sprea...","sentiment_score":-0.288961039}
{"full_text":"RT Please share the information with people you know, especially those in vulnerable communities.","sentiment_score":-0.25}
{"full_text":"RT #BREAKING #PresidentElectBiden to sign Inauguration Day orders on #virus pandemic, economy, other crises: aide","sentiment_score":-0.125}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT I pray all Covid patients recover and that my family and friends stay Covid free","sentiment_score":0.4}
{"full_text":"RT On Jan 20, I will join the new White House team on a short term basis as Senior Advisor for COVID response.These are relati...","sentiment_score":0.0454545455}
{"full_text":"I don't understand his ass at all anymore! 60 minutes was tougher on Pelosi! He just let her rattle on about BS and lies about fake accomplishments! He should have nailed her ass on the administration's handling of COVID-19!","sentiment_score":-0.78125}
{"full_text":"RT WIN A CHOCDOWN SURVIVAL BOX Send family, friends or indeed your good self a secret stash of chocolate as a treat to he...","sentiment_score":0.3666666667}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"In January, the provided cooperation and support to the Young Leaders Programme during a week of activities in the context of its flagship Senior Course, with sessions dedicated to #NATO Operations, the response to COVID, Interoperability &amp; the Transatlantic Gap.","sentiment_score":0.1}
{"full_text":"'Be a good listener: \"It's important to give kids an opportunity to talk about their feelings, and also to validate their feelings\"'https:\/\/t.co\/7ktKM9EAYt","sentiment_score":0.55}
{"full_text":"RT Watch Razer unveil Project Hazel, the smart N95 mask fully equipped with RGB lighting and voice amplification. ","sentiment_score":0.2142857143}
{"full_text":"Marketing leaders discuss how #analytics will power the next normal: #COVID19","sentiment_score":0.075}
{"full_text":"Everyone was asking as to when the vaccine will be available. It is available now. I congratulate all the people of the country on this occasion: PM #LargestVaccineDriveIndia #Unite2FightCovid #IndiaNarrativehttps:\/\/t.co\/TIKZCgxiFM","sentiment_score":0.4}
{"full_text":"Waiting to go back to uni? We need you! Be a Slough star and volunteer to help local residents get covid tested and vaccinated. No experience necessary. All equipment and PPE provided. Sign up: awaits!#OneSlough","sentiment_score":0.0}
{"full_text":".@Cosmopolitan recently virtue-signaled tolerance by calling obesity \"healthy\" on their magazine cover but that is a lie as obesity is accompanied by a greater risk of heart disease and dying from COVID-19, says deserve to be told the truth...\"","sentiment_score":0.3333333333}
{"full_text":"At the height of the Covid-19 pandemic, Haiti is temporarily reducing diagnostic tests due to lack of supplies.","sentiment_score":-0.125}
{"full_text":"Organizers say they would have been 'heartbroken' if attendees contracted COVID-19.https:\/\/t.co\/7oZiPcq0xx","sentiment_score":0.0}
{"full_text":"Nearly a year ago, four young people of different faiths moved into a Los Angeles home as part of a new interfaith experiment known as the Here's what they learned from living together during a #pandemic:","sentiment_score":0.0840909091}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"Mitchell Katz, MD, president and chief executive officer of and former director, discusses causes, similarities, and differences between the spike of #COVID19 cases, hospitalizations, and deaths in the 2 cities. Listen","sentiment_score":0.0}
{"full_text":"Top tips for staying positive during lockdownhttps:\/\/t.co\/CAf2BWN1Hb","sentiment_score":0.3636363636}
{"full_text":"RT #Covid my a$$Nine Catholic bishops with COVID-19 die in a single week via","sentiment_score":-0.0357142857}
{"full_text":"Phase 1-A coronavirus vaccination events in Southern Oregon will go on as scheduled despite unexpected vaccine shortages.","sentiment_score":0.05}
{"full_text":"Guelph police and bylaw will bust up gatherings, issue tickets, and monitor businesses, but they won't randomly stop people who are out and about, they say.https:\/\/t.co\/j4yLtbaiKx","sentiment_score":-0.5}
{"full_text":"RT The science behind climate change is not a hoax. The science behind COVID-19 is not partisan. And President-elect","sentiment_score":-0.4}
{"full_text":"Trudeau 'open to strengthening' international travel measures as new COVID-19 variants emerge","sentiment_score":0.0454545455}
{"full_text":"RT This you?","sentiment_score":0.0}
{"full_text":"look at all these idiots in #texas going to a club in the middle of the #COVID19 pandemic for a trash artist they're not even interested in","sentiment_score":-0.1833333333}
{"full_text":"The U.S. has more than 23.5 million confirmed coronavirus cases and more than 392,000 deaths, according to Johns Hopkins University data.https:\/\/t.co\/tRtXzpBeKh","sentiment_score":0.4666666667}
{"full_text":"Researchers should certainly watch for signs that the coronavirus is evolving to dodge the immune response, especially if officials alter the vaccine schedule, experts say.","sentiment_score":0.1071428571}
{"full_text":"AAKP BOD\/Amb. Patrick Gee recognized w\/ Presidential Volunteer Service Award for advancing AAKP's COVID RISK education\/ELEVATION of kidney patients in COVID clinicals trials\/vaccine protocols. Our COVID programs have engaged 80K+ patients in 70+ countries!","sentiment_score":0.0}
{"full_text":"How many times did we lock down for flu, which kills on average 17,000 a year? None. How many times did the govt recommend vitamin D for the immune system before a vaccine came out? None.How many deaths has lockdown caused? Thousands. But we won't get a running commentary on it","sentiment_score":0.2388888889}
{"full_text":"Don't forget , most GP's are self employed and have a contract to provide services to the nhs and that contract has a set list of tasks\/PS. Covid is outside that existing contract so a new one was agreed with a set fee.https:\/\/t.co\/iFGbJL7NNt","sentiment_score":0.2121212121}
{"full_text":"RT \"Lockdown won't be that long\"The Lockdown:","sentiment_score":-0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 35.2FWind Chill: 34.9FHumidity: 79%Dew Point: 29.2F Barometer: 29.556 inHgWind: 2 mph from the WSWCorona Virus Weekly Stats:Cases: 188.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Time: 23:00 * Temp: 4.9degC * Wind: W 6.0 to 14.1mph * Pressure: 1011.5hPa * Rain: 8.0mm * Hum: 86% * ET: 0.5mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:35 * Sunset: 16:30 * Cloudbase: 1000ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":" you said it would happen and you were right. worrying about deficit in a pandemic is their new motto","sentiment_score":0.211038961}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
