{"full_text":"RT from an epidemiological standpoint, does this make sense?","sentiment_score":0.0}
{"full_text":"China Blocks UN's COVID-19 Experts","sentiment_score":0.0}
{"full_text":"RT The recently imposed lockdown regulations have stolen happiness and joy from many South Africans this festive season, according...","sentiment_score":0.5}
{"full_text":"The thought of you wearing these to work really gives me something to look forward to after covid.","sentiment_score":0.2}
{"full_text":"RT Govt Balochistan from first day has always shown full seriousness in all affairs related, incidence occured in 2018, then ho...","sentiment_score":0.2}
{"full_text":"RT For journalists, activists and victims, information on those missing or incarcerated in China has been hard to come by since the c...","sentiment_score":-0.2458333333}
{"full_text":"RT Lung damage from coronavirus can be long lasting, health professionals warn. These three x-rays show healthy, smoker and...","sentiment_score":0.15}
{"full_text":"Yeah, surgeons wear N95 masks which are more for personal protection where as cloth masks protect others","sentiment_score":0.25}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT What are they distracting us from:1) vaccine smuggling2) POGO workers getting vaccine ahead of our healthcare workers...","sentiment_score":0.0}
{"full_text":"RT ENOUGH. Enough with politicians who dictate what you can say, where you can eat, and whether you can go to church. Enoug...","sentiment_score":0.0}
{"full_text":"Sooo... I kind of am hopeful that with a Dem senate we can get more Covid stimulus and it might lead way to UBI, the only true way to eliminate longterm homelessness and hunger in this country.","sentiment_score":0.3625}
{"full_text":"RT Covid rates among school staff in some areas are as much as four times the local authority average, casting doubt on the g...","sentiment_score":0.0166666667}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"RT They saw BJP in the vaccine, but did not see China in the virus!","sentiment_score":0.0}
{"full_text":"RT People who have complete disregard for COVID shock me","sentiment_score":0.1}
{"full_text":"RT Even as many remain transfixed by the election in Georgia, thousands of Americans have died today from covid, and thousands...","sentiment_score":0.5}
{"full_text":"RT Watching returns from Georgia, it's hard not to think about the hundreds of election workers who again tonight are carefu...","sentiment_score":-0.2916666667}
{"full_text":"RT The way students have been treated during this pandemic is appalling. We can't access facilities and do not have a standard...","sentiment_score":-0.175}
{"full_text":"RT You have repeatedly ignored your constituents calls for rent cancellation, eviction moratorium, emergency financial assi...","sentiment_score":0.0}
{"full_text":"RT Epidemiologists are warning that reopening elementary schools on Monday as planned, at a time when COVID-19 transmissions...","sentiment_score":0.3}
{"full_text":"Online schooling: Calls to cut data fees during Covid lockdowns. Hopeful coalition of networks will find a way of providing free data for families in need. Additional responsibilities of extra food, heating &amp; teaching will be really hard for some families.","sentiment_score":0.0361111111}
{"full_text":"RT Woah it looks so cool! Are you hitting a theme park during this pandemic? -@LaCrystalRosas","sentiment_score":0.4375}
{"full_text":"RT How has the Oxford Covid vaccine been approved so quickly?","sentiment_score":0.3333333333}
{"full_text":"RT Goa musings: every casino in Goa is open since October and completely full; every school is closed because of COVID 19...","sentiment_score":0.0833333333}
{"full_text":"RT Ensuring COVID-19 vaccines are administered quickly is our top priority right now. We will use all resources and personnel...","sentiment_score":0.373015873}
{"full_text":"It looks like the Trump &amp; McConnell tyrannical rule is finally over!They are in our rear view mirror.  So Dems we need rapid distribution of COVID vaccines first before we can do anything else!Please don't let us down. 2states","sentiment_score":0.0314814815}
{"full_text":"Killer granny who 'made snacks out of the flesh of her victims' dies of Covid-19","sentiment_score":0.0}
{"full_text":"RT Congress must pass the bill and I introduced back in May!","sentiment_score":0.0}
{"full_text":"It's not the pandemic or poverty making young men murder each other on our streets, Larry.  It is you &amp; your office announcing no cash bail and the desire to empty prisons. No respect for the tax base or any human life. No consequences for carrying &amp; using illegal guns etc","sentiment_score":-0.2375}
{"full_text":"RT This is horrifying. Entire ICU ward in #Egypt dies after oxygen supply runs outI know this is hard to watch. This is w...","sentiment_score":-0.3972222222}
{"full_text":"No pandemic no masks duh","sentiment_score":-0.3}
{"full_text":"Just because it's 2021 doesn't mean the pandemic is over dummies","sentiment_score":-0.3125}
{"full_text":"You fuckers that know you have Covid but still socialize are fucking murderers you deserve the death penalty  how many lives will you take... am really not okay a whole week of death after death","sentiment_score":-0.0375}
{"full_text":"It's painful but that's the truth. Icho ndo chokwadi icho. Takangomirira kutenga vaccine no research no what. Infact we even close universities bcoz of Covid ","sentiment_score":-0.7}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"STAY HOME!!! #Jan6TrumpTrap","sentiment_score":0.0}
{"full_text":"I had originally thought there would be a pve version of resistance that would mimic outbreak. Sad","sentiment_score":-0.0625}
{"full_text":"RT Tula and her friends at the Middle Island Penguin Project need our help! Due to COVID-19, they can no longer host their educ...","sentiment_score":-0.0625}
{"full_text":"RT This emerging 'kids are safer in schools during the pandemic' argument sounds more an issue for law enforcement and Dept of...","sentiment_score":0.5}
{"full_text":"Trump would be serving a second term if he handled COVID right","sentiment_score":0.1428571429}
{"full_text":"RT LET'S HEAR IT FOR BLACK RURAL VOTERS!!!! Like in Randolph Co, GA where turnout is at **97%** of presidential election for...","sentiment_score":-0.0833333333}
{"full_text":"RT This times a thousand","sentiment_score":0.0}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"RT FAQ | Several states across India are reporting an outbreak of the #AvianInfluenza or #BirdFlu. How does it spread? Can you e...","sentiment_score":0.0}
{"full_text":"What is wrong w\/ these people","sentiment_score":-0.5}
{"full_text":"Clorox has a commercial claiming to kill Covid-19Does this mean when you have pizza delivered to your family at home is there a possibility you are having Covid-19 delivered to your family...or is Clorox lying ","sentiment_score":-0.15625}
{"full_text":"RT Watching returns from Georgia, it's hard not to think about the hundreds of election workers who again tonight are carefu...","sentiment_score":-0.2916666667}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"\"Criminal\" is a social construct. We are talking about human lives here. Many ppl experiencing incarceration also live with chronic conditions. What's \"criminal\" is prioritization of vaccine on the basis of stigma rather than risk of transmission \/ severity...","sentiment_score":-0.0217171717}
{"full_text":"RT Okaloosa county, Florida has reported at least 232 deaths so far from COVID-19","sentiment_score":-0.1}
{"full_text":"RT Watching returns from Georgia, it's hard not to think about the hundreds of election workers who again tonight are carefu...","sentiment_score":-0.2916666667}
{"full_text":"How are they supposed to heat their home?  I know most politicians holiday in the sun in winter even in a pandemic, but most need a heating source other than the sun I. A Canadian winter.  What an arrogant statement.","sentiment_score":0.2916666667}
{"full_text":"Or those who already had covid due to caring for your covid+ loved one in the nursing home. That caregiver has antibodies along w\/ being young and healthy. Why should that person take a vaccine over the 90  year old resident??  Never the whole story...","sentiment_score":0.2458333333}
{"full_text":"RT It's been estimated there will be an additional 1.4 million tuberculosis deaths from the disruptions caused by lockdown...","sentiment_score":0.0}
{"full_text":"How about grow a brain! You should have taken the time and look for more information about what is going on. Cause hate to break it to ya your being lied to the proof your wearing on your face everytime you leave the house!","sentiment_score":-0.25}
{"full_text":"RT Open up the vaccines to the next priority group then!","sentiment_score":0.0}
{"full_text":"My mom was in contact with 2 patients who was tested positive the day before she took the vaccine. For those who have not gotten Covid, I hope you do not bc it is one of the worst experiences EVER. Yet, so many people are dying and LA is at its peak. Every 1 in 5 people get covid","sentiment_score":-0.0909090909}
{"full_text":"CAN U IDIOTS JUST WEAR A FUCKING MASK IT ISNT THAT HARD","sentiment_score":-0.5638888889}
{"full_text":"RT Kelly Loeffler posed for photos with white supremacists and used her position to profit off the pandemic.Rev. Raphael W...","sentiment_score":0.0}
{"full_text":"RT Recent analyses from the ONS suggest that 2-12 yr olds are *2x* and 12-16 yr olds *7x* more likely to be the index case in...","sentiment_score":0.1666666667}
{"full_text":"RT The Kisumu Governor has really JACKED UP rates.Someone who was paying Sh25,000 per annum for their godown has been given...","sentiment_score":0.2}
{"full_text":"RT It's as true today as it was when they originally said it. Nothing has changed except they have all helped him get away with i...","sentiment_score":0.3625}
{"full_text":"RT But when we say this y'all get mad","sentiment_score":-0.625}
{"full_text":"Treasonous Traitors","sentiment_score":0.0}
{"full_text":"\"Its time EVERYONE ends the lockdown.  They can't do anything if the we all stick up the middle finger.   People who are afraid can stay home under the bed and watch CBC for instructions.\"  ","sentiment_score":-0.3}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"Why would some get a vaccine for bacterial pneumonia? I thought it was for covid?","sentiment_score":0.0}
{"full_text":"STOPThat's an OUTRIGHT UNTrue Statement.Not only are not the MAJORITY of people NOT wearing MASKs, but at least 1\/3 of those I encounter who HAVE a Mask on their Face ... do NOT wear them properly:the MASK sits BELOW their NOSE - covering the MOUTH + hanging down their NECK.","sentiment_score":-0.1518518519}
{"full_text":"Curious what data you have to support taking Cleveland at 7. Almost every data point I've seen indicates the Steelers are short and the true number should be at least 7. And that's before potential covid concerns with the Browns players\/staff","sentiment_score":-0.01}
{"full_text":"ELLE SAID FUCK THIS NARRATIVE","sentiment_score":-0.4}
{"full_text":"The pandemic could end in 2021, if enough Americans get vaccinated. But many don't want to. takes a look at what's driving that fear, and what it will take to overcome vaccine hesitancy.","sentiment_score":0.25}
{"full_text":"RT Why, why when it only happens to you? ","sentiment_score":0.0}
{"full_text":"RT If hospitals get overwhelmed with Covid patients, it threatens care for all emergencies and essential care and makes ever...","sentiment_score":0.0}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"RT Wealthy donors received vaccines through Florida nursing home","sentiment_score":0.5}
{"full_text":"RT This was such a great thread about the new Covid strain. I turned it into some illustrations for people who are visual lea...","sentiment_score":0.2340909091}
{"full_text":"Y'all intern is late","sentiment_score":-0.3}
{"full_text":"I booked a flight for my son and totally forgot about his credits for flights he didn't use due to COVID.  Is there anything you can do to apply a credit and refund my credit card?  Thank you.","sentiment_score":-0.0625}
{"full_text":"RT This is unethical from EVERY perspective","sentiment_score":0.0}
{"full_text":"RT WHO's Tedros \"very disappointed\" China has not authorised entry of coronavirus experts","sentiment_score":-0.975}
{"full_text":"\"So, none of these people are dropping like flies from \"covid\".  This \"pandemic\" is BULLSHIT\"","sentiment_score":0.0}
{"full_text":"RT Tonight at 7pm on 90.7FM\/Kpfk.org we will pay tribute to our beloved Sister-Ancestor Dr. Susan Moore, who...","sentiment_score":0.7}
{"full_text":"You surely must realise the longer this tier system and in and out of lockdown mess continues the worse mental health and suicide rates will be, in the long it's better to do something strict now and get it over quicker if we had been strict last year we might be clear right now","sentiment_score":0.0734126984}
{"full_text":"Ya but went to the Dominican during the height of the pandemic.  It is safe for us all to return to normal right?","sentiment_score":0.3119047619}
{"full_text":"RT realizing i'm going to spend my whole early to mid twenties in a pandemic then choosing to unrealize","sentiment_score":0.1}
{"full_text":"RT 4) and here is what that ambulance rule means.","sentiment_score":0.0}
{"full_text":"So you rely on undocumented workers for your economy but then don't provide them with a vaccine? Yeah that's not racist","sentiment_score":0.0}
{"full_text":"RT #UPDATE: The Ministry of Health says Dr. Tom Stewart has resigned from his role on the Ontario COVID-19 Science Advisory Tabl...","sentiment_score":0.0}
{"full_text":"God I wish China would have more power here, we might actually be over the virus like they are.","sentiment_score":0.25}
{"full_text":"RT NEWS: State of California Deploys More Than 1,400 Medical Personnel to Enhance COVID-19 Response Efforts in Communities Across...","sentiment_score":0.25}
{"full_text":"RT A #COVID19 relief package signed by President Trump includes $81.8 billion to assist higher education and elementary and second...","sentiment_score":0.1833333333}
{"full_text":"RT How much further ahead would Canada's covid response be if Philpott were health minister instead of Hajdu? But the former commi...","sentiment_score":0.0}
{"full_text":"RT The U.S. could soon be giving at least a million COVID-19 vaccinations a day despite the sluggish start, Dr. Anthony Fauc...","sentiment_score":-0.3}
{"full_text":"RT 10 months into the pandemic, and the US still hasn't produced enough N95 masks--which are more protective than surgical ma...","sentiment_score":0.25}
{"full_text":"RT List of countries which have held elections during the pandemic: United States New Zealand Iceland Montenegro...","sentiment_score":0.1363636364}
{"full_text":"6 Working From Home Tips During the COVID-19 Pandemic #CRE #WFH #COVID-19 #NewNormal #TenantTips","sentiment_score":0.0}
{"full_text":"RT Readout of President-elect Biden's briefing on COVID-19 response and vaccination strategy:","sentiment_score":0.0}
{"full_text":"RT Things my therapist recommended for lockdown-get outside often -create a happy playlist-have a morning routine-ex...","sentiment_score":0.4}
{"full_text":"RT Kelly Loeffler was fully briefed on the threat of Corona virus. She assured Georgians they were safe and while they died she...","sentiment_score":0.5}
{"full_text":"Need help finding online coupons during pandemic? Honey's got them! Save $ &amp; Earn Gift Cards! ","sentiment_score":0.0}
{"full_text":"RT Makes me think of the GOP wanting to absolve businesses of legal responsibility if you catch covid while working...","sentiment_score":0.2}
{"full_text":"RT Joe Winters, Head of Winter Bros. Waste Systems, Dies of Covid-19  We've lost a gentle giant. Joe Winters leaves an ama...","sentiment_score":0.0}
{"full_text":"RT Infectious diseases specialist examines the evidence on #ivermectin for treating #COVID19. \"Let the controve...","sentiment_score":0.0}
{"full_text":"RT Putting us in lockdown but keeping the boarders open is like trying to run a bath with no plug in","sentiment_score":0.0}
{"full_text":"RT ENOUGH. Enough with politicians who dictate what you can say, where you can eat, and whether you can go to church. Enoug...","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"Now playing on African Affairs Radio: Track 1 by Zouk Love! Tune in now.Live (Nonstop African Music): #africansarenotlabrats #standby Resist #coronavirus #africansarenotlabrats #NoToCoronaVirusVaccines","sentiment_score":0.2083333333}
{"full_text":"RT Covid deaths are so fast. Like.. one minute the patient is here, talking to you, telling you they feel better and the nex...","sentiment_score":0.35}
{"full_text":"#India's economy battered by the #COVID19 pandemic is forecast to crater by 9.6 per cent during the current financial year, the #WorldBank reported on Tuesday","sentiment_score":0.0}
{"full_text":"RT Even as many remain transfixed by the election in Georgia, thousands of Americans have died today from covid, and thousands...","sentiment_score":0.5}
{"full_text":"RT Florida executive of ritzy West Palm Beach nursing home 'sold access' to COVID-19 vaccine to wealthy dono...","sentiment_score":0.5}
{"full_text":"The virus was spread because of Trump who played it down,  tore up the pandemic plan and daoud it was a hoax,  Notre there's 350,000 plus dead AND not once has he had any sympathy for them or their families. NOT ONCE.. HE'S A PATHETIC PIECE OF DOG CRAP.","sentiment_score":-0.5388888889}
{"full_text":"RT MassMaharaja #RaviTeja's #Krack releasing in more than 800 Theaters in Telugu States AP\/TS. This is Biggest Ever Release fo...","sentiment_score":0.5}
{"full_text":"#LerallaTrain to Elandsfontein approaching Kempton Park Station#FlattenTheCurve","sentiment_score":0.0}
{"full_text":"Star Trek conventions after COVID-19 lockdown are gonna be wild.","sentiment_score":0.1}
{"full_text":"RT BREAKING--One hospital in Los Angeles County has begun care rationing by initiating \"Crisis Standards of Care\", says NBC New...","sentiment_score":0.1363636364}
{"full_text":"RT Arkansas teacher shares concerns about returning to school as COVID-19 cases surge","sentiment_score":0.0}
{"full_text":"RT Officials have recently begun to worry that there are issues at every step in the supply chain that could further slow the v...","sentiment_score":-0.1}
{"full_text":"City's retail market grew by 11.9 per cent despite pandemichttps:\/\/t.co\/cMcSMSbkiM","sentiment_score":0.0}
{"full_text":"Lung damage from coronavirus can be long lasting, health professionals warn","sentiment_score":-0.025}
{"full_text":"The antigen tests will initially only be available to those who are symptomatic. Nurses throughout District 186 will administer them.https:\/\/t.co\/bD26No6j0a","sentiment_score":0.2}
{"full_text":"RT LET'S HEAR IT FOR BLACK RURAL VOTERS!!!! Like in Randolph Co, GA where turnout is at **97%** of presidential election for...","sentiment_score":-0.0833333333}
{"full_text":"Concerns as England enters a new lockdown and vaccine developments fill the front pages.https:\/\/t.co\/WLOm1zC7JZ","sentiment_score":0.1363636364}
{"full_text":"Atlas Rehab and Healthcare in Maywood currently has five cases of COVID-19 among its residents and five within the staff.","sentiment_score":0.0}
{"full_text":"Agree. There have been quite a few \"what just happened\" moments during the trial phase, actually during this entire pandemic. ","sentiment_score":-0.0666666667}
{"full_text":"The Jackson County Health Department has released a plan of distribution of COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"Martis Peak Road Constructionc. 1929Tahoe National Forest Collection #tuesdaymotivations #COVID19","sentiment_score":0.0}
{"full_text":"Amid the rapidly changing post-pandemic realities, India has to be swift in identifying partners whom it can trust and who will help protect and further its national interests. Ambiguity, lethargy and posturing will not do, say &amp;","sentiment_score":0.0}
{"full_text":"In a year mired with communal riots, civil rights movements and vilification of minorities, COVID-19 may not be the sole defining point for India. Alt News compiles top misinformation shared in 2020 - from anti-CAA to farmer protests. |","sentiment_score":0.25}
{"full_text":"Saudi Arabia recorded nine new #COVID-19 related deaths on Tuesday, raising the total number of fatalities to 6,265.https:\/\/t.co\/XOiRpIiFvY","sentiment_score":0.0454545455}
{"full_text":"Do you think this is a good idea? Hawaii officials plan to have people make online reservations to receive the coronavirus vaccine in order to avoid crowding and long lines at distribution centershttps:\/\/t.co\/NqvIcufnla","sentiment_score":0.325}
{"full_text":"The COVID-19 outbreak and the resultant lockdown gave the scientific community time to complete pending research, though field work suffered, said M Ravichandran, Director of Goa-based National Centre for Polar and Ocean Research (NCPOR).","sentiment_score":0.0083333333}
{"full_text":"Dr. Susan Moore died weeks after reporting hospital staff ignored and mistreated her COVID-19 symptoms.","sentiment_score":0.0}
{"full_text":"RT Gov. Ricketts (R-NE) says undocumented workers at meatpacking plants will not be eligible to receive the COVID vaccine.Th...","sentiment_score":0.0}
{"full_text":"Albertans have sacrificed so much. They deserve a government that is focused on the pandemic and our economic recovery. But the UCP are focused on taking vacations and avoiding responsibility. #AbLeg","sentiment_score":0.2}
{"full_text":"How did you make your Stay at Home moments fun? Recap your creativity in a FREE 6\" x 6\" Simple Book (20 pages) from our App! Use promo code  2020RECAP*Limited to one redemption per user: #StayHome #Moments #fun","sentiment_score":0.25}
{"full_text":"In a year mired with communal riots, civil rights movements and vilification of minorities, COVID-19 may not be the sole defining point for India. Alt News compiles top misinformation shared in 2020 - from anti-CAA to farmer protests. |","sentiment_score":0.25}
{"full_text":"Long lines were reported at a COVID-19 testing site in Onslow County on Monday, then those being tested were asked to relocate to a different location.https:\/\/t.co\/L2yrKJe45E","sentiment_score":-0.025}
{"full_text":"With millions driven into poverty by the coronavirus recession, countries will need to find a way to move beyond direct aid and reignite investment to stimulate growth, World Bank said.https:\/\/t.co\/gs5tSEPcu9","sentiment_score":0.1}
{"full_text":"WHO Covid team blocked from entering China to study origins of coronavirus - CNN","sentiment_score":0.0}
{"full_text":"RT Even as many remain transfixed by the election in Georgia, thousands of Americans have died today from covid, and thousands...","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 06\/01\/2021 09:30Total Cases: 10375478 [+0]Active: 224557Recovered: 9996501 [+0]Deaths :150151 [+0]Total Tests: 176.53MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Apple has closed all of its 18 Apple Stores in the UK.#MashableSEA #Apple","sentiment_score":-0.1}
{"full_text":"Hit by Covid, disabled open restaurant in Uttar Pradesh - ET HospitalityWorld","sentiment_score":-0.1}
{"full_text":"RT While everyone is talking about politics, \"paramedics in Southern California are being told to conserve oxygen and not to b...","sentiment_score":0.0}
{"full_text":"Music's biggest night is on hold.https:\/\/t.co\/0nsCX7FYlO","sentiment_score":0.0}
{"full_text":"[NEW] ChapChapGo is a startup from Kenya helping people to buy and distribute food faster and more efficiently, especially in hard to reach places.","sentiment_score":0.0176767677}
{"full_text":"The Bangko Sentral ng Pilipinas (BSP) is seen keeping real interest rates in negative territory to help the country recover from the pandemic-induced economic recession through higher spending, according to economists.","sentiment_score":0.0875}
{"full_text":"10 Hospital Service Lines Most Impacted by COVID-19 via #healthcare #covid19","sentiment_score":0.5}
{"full_text":"UAE COVID-19 vaccine: where to get vaccinated in Dubai, Abu Dhabi and Sharjahhttps:\/\/t.co\/rDOIQTzf6r","sentiment_score":0.0}
{"full_text":"RT The Experts(tm) would NEVER seek to silence or discredit physicians who are testifying for approval of safe &amp; effective t...","sentiment_score":0.55}
{"full_text":"RT election         COVID    news        vaccination                          news                            where is...","sentiment_score":0.0}
{"full_text":"RT 6) Also Florida has a problem with fraudulent schemes to scam the elderly.","sentiment_score":0.0}
{"full_text":"Pregnant? Nursing? Have food allergies? When the COVID-19 vaccine becomes available to everyone, you may be wondering if it's right for you. Here's what medical experts are advising.","sentiment_score":0.2547619048}
{"full_text":"Coronavirus: Farmers remain key workers in third lockdown - Farmers Weekly","sentiment_score":0.0}
{"full_text":"Remember when in 2020 we liturgically minded people were thinking \"I can't wait for this pandemic to be over for Easter!\"And now a second Easter is coming and 350k are dead in the US alone. Maranatha.","sentiment_score":-0.1}
{"full_text":"RT Watching returns from Georgia, it's hard not to think about the hundreds of election workers who again tonight are carefu...","sentiment_score":-0.2916666667}
{"full_text":"Due to a high number of COVID-19 cases and hospitalizations in Smith County and across the state, UT Tyler will start off its spring semester online.","sentiment_score":0.0175}
{"full_text":"RT When you want to stop the pandemic ravaging your state but also need to live your racist values","sentiment_score":0.1363636364}
{"full_text":"In a year mired with communal riots, civil rights movements and vilification of minorities, COVID-19 may not be the sole defining point for India. Alt News compiles top misinformation shared in 2020 - from anti-CAA to farmer protests. |","sentiment_score":0.25}
{"full_text":"i need biden to lock this fucking country down  COMPLETELY for at least 4 months and run us our fucking stimmy","sentiment_score":-0.3111111111}
{"full_text":"Opinion: Ron DeSantis' craven dodge on Covid","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 32.7FWind Chill: 32.7FHumidity: 96%Dew Point: 31.7F Barometer: 30.110 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 197.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
