{"full_text":"RT Can you imagine, Having paid tens of thousands of dollars and this is what you get.  Everybody in that fucking room got the...","sentiment_score":-0.6}
{"full_text":"RT Ohio Gov: 60 percent of nursing home staff elected not to take COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Many friendships\/ family\/ relationships were affected by this pandemic because some took the virus seriously while some...","sentiment_score":0.0833333333}
{"full_text":"RT Senate Republicans have just blocked Senate Democrats' attempts -- again -- to pass the House-passed bill to increase COVID...","sentiment_score":0.0}
{"full_text":"unreliability of PCR test.They used these test to make pandemic.WHO even changed first definition of pandemic in 2009, now even definition of herd immunity.They recommended Drosten like a clock emergence of new strain,harsher lockdows,vaccines with...","sentiment_score":0.1931818182}
{"full_text":"Apparently every one of these birds tested positive for COVID in the last 28 days","sentiment_score":0.0924242424}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"RT My wife is being admitted to the hospital due to complications w\/ her cancer treatment. I'm not allowed to see her due t...","sentiment_score":-0.125}
{"full_text":"RT Every day a group of hardworking healthcare workers has administered COVID tests to players, coaches &amp; staff. They start at...","sentiment_score":0.0}
{"full_text":"RT Nobody: Me: \"this corona shit phoney\"","sentiment_score":-0.2}
{"full_text":"First class seating for everybody","sentiment_score":0.25}
{"full_text":"RT Mfs on Instagram acting like COVID goes away when the clock strikes 12 ","sentiment_score":0.0}
{"full_text":"RT COVID-19 is a highly transmissible disease, but evidence shows that small indoor gatherings and households are where the novel cor...","sentiment_score":-0.045}
{"full_text":"RT Behavioural science COVID job","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"DVB hasn't been convincing IMO and I think Fred is being underrated, he's been one of United's best performer since post covid football resumes","sentiment_score":0.75}
{"full_text":"RT Allard must step down #COVIDIOT #entitled #TracyAllard #COVID19AB #coronavirusalberta #abpoli","sentiment_score":-0.1555555556}
{"full_text":"RT If our teachers have the courage to stand against this Gov't I back them 100%. If our teachers say it's not safe to re...","sentiment_score":-0.125}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"Inked incognito: Here's some of the best Covid-era street art from around the world - art and culture","sentiment_score":1.0}
{"full_text":"RT New York with Moon, 1925, Georgia O'Keeffe#BuonanotteInArte #StaySafe #StayHome #Goodnight and #Sweetdreams","sentiment_score":0.1363636364}
{"full_text":"Wow. This is the first time I've ever seen someone ratioed by one person. You can do better, but you have sucked.","sentiment_score":0.2833333333}
{"full_text":"The coronavirus pandemic threw lawmakers for a loop, but they still passed laws that will change the city after the New Year.","sentiment_score":0.1363636364}
{"full_text":"RT Truth is prevailing! Trump lost! By the way, by endorsing, and defending *DONALD TRUMP*, who is a hedonistic heathen, you have...","sentiment_score":0.0}
{"full_text":"RT I am headed to the Senate floor again to try one last time to pass $2000 in #covid relief for working families - our strong w...","sentiment_score":0.2166666667}
{"full_text":"RT Decency &amp; competence returning to 1600 Pennsylvania Ave as of 20 January,Covid vaccinations increasingly available natio...","sentiment_score":0.4}
{"full_text":"To be clear, I'm comparing actual-incompetent-Trump to a hypothetical world with no pandemic.  I do also suspect that a *competent* pandemic response, and an appearance of leadership for the benefit of all Americans, could have won Trump the election.","sentiment_score":0.3}
{"full_text":"RT It's late. I've had some wine. I am thinking about that 40-something #covid19 patient who told me that he \"can't die lik...","sentiment_score":-0.3}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Decency &amp; competence returning to 1600 Pennsylvania Ave as of 20 January,Covid vaccinations increasingly available natio...","sentiment_score":0.4}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT Mike Love solo isn't the Beach Boys. Vanilla Ice isn't Queen\/David Bowie. And is there an attendance list we can check in...","sentiment_score":0.5}
{"full_text":"Switched your 100% focus on Covid for #indyref2 again I see. Can you not remember your people voting to remain in the UK? Can you not remember saying 'my 100% focus is on getting out of Covid and this pandemic'??","sentiment_score":0.0}
{"full_text":"It's so sickening that Miley released her best album and won't be able to even tour it because of Covid...and we're probably going to have to wait another 2 years for her next one.","sentiment_score":0.15}
{"full_text":" science built on their work previously done on other corona viruses.","sentiment_score":-0.1458333333}
{"full_text":"RT Critically ill Covid patients in Kent are being transported by ambulance and helicopter as far as Bristol, Leeds, Southa...","sentiment_score":-0.2}
{"full_text":"RT Take. Take. Take.  And yet your husband, Mitch McConnell, is party to depriving out of work Americans of $2,00...","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT A federal judge took a rhetorical blowtorch to South Dakota Gov. Kristi Noem, saying in a ruling this week that the stat...","sentiment_score":0.0}
{"full_text":"RT Former Texans wide receiver Kenny Stills is expected to soon visit and  then officially join the Buffalo Bills, per le...","sentiment_score":-0.0666666667}
{"full_text":"Should include","sentiment_score":0.0}
{"full_text":"SLS SESSION IN HAUNTED WOODS. Don't forget to subscribe to our YouTube channel and check out new video https:\/\/t.co\/rKBX2IJKY5#swfc #HappyNewYear2021 #coronavirus #paranormal #supernatural #GhostAdventures #mosthaunted #sls #ghostporn #disturbedparanormal #twitch #YouTube","sentiment_score":0.1515151515}
{"full_text":"Standing Rock Sioux Tribe fighting COVID-19.The death of husband and wife Jesse \"Jay\" and Cheryl Taken Alive, a major blow to the Standing Rock Tribe. They were buried on a family plot south of Cannon Ball, N.D., overlooking the Missouri River.","sentiment_score":0.08125}
{"full_text":"I remember seeing the Beach Boys play a free outdoor concert 20 years ago and thinking that I overpaid. I like the Beach Boys music from 40 years ago but their ability to perform was lost long ago. I can't imagine risking COVID, and death, to see 1 of them try to sing.","sentiment_score":0.175}
{"full_text":"RT My captain ","sentiment_score":0.0}
{"full_text":"RT If you are under 65, our chance of dying 'with Covid' today was just 1 in 800,000And if over 65 about 1 in 22,000So w...","sentiment_score":0.0}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"As early as the 10th","sentiment_score":0.1}
{"full_text":"At Petsmart And I Guess The Seriousness Of This Virus Is Finally Starting To Sink In For Americans! Most ppl I've Ever Seen Wear A Mask","sentiment_score":0.25}
{"full_text":"RT Can there be a pandemic class action lawsuit against Trump, Azar, Scott Atlas, et al.? Asking for 355,000 American families...","sentiment_score":0.05}
{"full_text":"RT .@theadvocatebr reports that reading was \"the ultimate pandemic pastime\" for Baton Rouge, LA as set an ebook bo...","sentiment_score":0.0}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"RT How the pandemic led to a rare success in California's effort to house the homeless. Saying hello from vacation with my lat...","sentiment_score":0.3}
{"full_text":"5. Garment workers from 4 factories in the Mactan Economic Zone, #Philippines, have organised into unions as a result of recent grievances over wages, benefits &amp; lack of aid amidst the pandemic. Read more: 4\/","sentiment_score":0.2333333333}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"None Americans need to STOP IMMEDIATELY","sentiment_score":0.0}
{"full_text":"WA state already conceding it's likely going to end up in a free-for-all","sentiment_score":0.0}
{"full_text":"RT Deaths in 2020:Abortion: 42,655,372Coronavirus: 1,830,979","sentiment_score":0.0}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"Australia and New Zealand closed all retail except supermarkets. Takeaways were forced to close. You only have to look around any village, town, suburban area and see the amount of young people around takeaways late at night. They are gathering points or covid points","sentiment_score":-0.0662337662}
{"full_text":"Other reasons he's completely full of shit.1. In discussing CDC data on co-morbidities, he ignores that Covid-19 is listed as the primary cause of death in 90-95% of official Covid deaths","sentiment_score":0.2083333333}
{"full_text":"RT Let me be clear: The Biden-Harris Administration will spare no effort to make sure people are getting vaccinated.","sentiment_score":0.3}
{"full_text":"What if you've already had Covid? This is so stupid.","sentiment_score":-0.8}
{"full_text":"RT Stony silence from &amp; on the crisis currently engulfing the NHS.At a time when hospitals are...","sentiment_score":0.0}
{"full_text":"Support President Trump ","sentiment_score":0.0}
{"full_text":"RT US coronavirus deaths by month in 2020, according to count:March: 3,768April: 58,960May: 42,099June: 23,416July...","sentiment_score":0.0}
{"full_text":"REPUBLICAN EXIT IS WHATS NEEDED AND A NEW PATRIOT PARTY SHOULD BE BORN FROM THIS HORRIBLE ATTACK AGAINST AMERICA THAT CAME FROM THE PEOPLE WHOM WE ELECTED TO PROTECT AMERICA.","sentiment_score":-0.4318181818}
{"full_text":"RT 20,000,000 Americans have now tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT We portray COVID outcomes as binary--alive or not alive. \"Survivor\" should not be equated to \"fine now.\" There's a lot that...","sentiment_score":0.1833333333}
{"full_text":"RT Today's approval of the \/ #coronavirus vaccine is a great day for British science supported by t...","sentiment_score":0.4}
{"full_text":"it is also possible we wills see excess death for years to come because of these lockdown policies. They are doing immeasurable damage to health and well being.","sentiment_score":0.0}
{"full_text":"You are either a virologist, immunologist, or doctor who has access to this information directly.Or you're an imbecile whose has been dazzled by the internet.Do you really think this has been a year-long outbreak of heavy colds of flu symptoms?Guessing you're pro-Brexit too","sentiment_score":-0.2666666667}
{"full_text":"\"The persistent trick of modern politics - that appears to fool us repeatedly - is to disguise economic and political interests as cultural movements. Throughout this saga, the media has reported the smokescreen, not the manoeuvres.\" Wise words from George Monbiot #murdoch","sentiment_score":0.24}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"RT This is bioterrorism. Imagine going this far to prove that vaccines do not work because you have absolutely no evidence to suppo...","sentiment_score":0.0}
{"full_text":"Speechless","sentiment_score":0.0}
{"full_text":"It's almost like ignoring a pandemic *doesn't* make it go away!","sentiment_score":0.0}
{"full_text":"A woman told me this morning that hospitals inflate their Covid numbers to make money.You can flip the calendar page but it won't flip low information people.","sentiment_score":0.0}
{"full_text":"RT 2021: Into the ThunderdomeBrexit scale-model project I was mucking about with during lockdown this year, inspired by t...","sentiment_score":0.0}
{"full_text":"RT When COVID is over \"Where's my hug?\" guys are coming back in full force. A storm is coming..","sentiment_score":0.175}
{"full_text":"RT Seattle--Home of Bill Gates Home of the \"Space Needle\" 1st case of Coronavirus in USA.New Year Celebration last...","sentiment_score":0.0}
{"full_text":"Now you care about people? Virus may have come from China but I have seen what you done with it. It should be called #TrumpVirus","sentiment_score":0.0}
{"full_text":"RT Wagamama launches Veganuary menu and meat-free pledge in face of pandemic woeshttps:\/\/t.co\/eOeX0jwLrF","sentiment_score":0.0}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"As the world's food systems face an unprecedented threat, we need your partnership to prevent a global food emergency.Here is 7 step #COVID19 Response &amp; Recovery Programme to #BuildBackBetter https:\/\/t.co\/c0ctgR4kLx","sentiment_score":0.3}
{"full_text":"RT It's late. I've had some wine. I am thinking about that 40-something #covid19 patient who told me that he \"can't die lik...","sentiment_score":-0.3}
{"full_text":"2 submissions to #SRCD2021 &amp; 1 accepted - Vamonos recio! Excited to move the needle fwd on this project that #COVID19 slowed down last year. #Policy #Parents #HigherEd","sentiment_score":0.0731481481}
{"full_text":"If health is at the center of your resolutions, don't forget what you can do to reduce the spread of COVID-19--including getting tested twice a week--for free. Schedule now at","sentiment_score":0.15}
{"full_text":"190 episodes, over 1000 #COVID19 questions answered by 400+ health care experts. Today's COVID-19 update looks back at the lessons we've learned over the last year. #WrapUp2020","sentiment_score":0.0}
{"full_text":"NFL Players Association President JC Tretter is calling for the significant reductions in offseason work forced by the pandemic to continue in future years.https:\/\/t.co\/GFjHgOfDD4","sentiment_score":0.025}
{"full_text":"RT Quebec and Ontario with the highest numbers of covid cases.","sentiment_score":0.0}
{"full_text":"Dutch Flat Parade Carc. 1928#HappyNewYear2021 #NewYear2021 #NewYearsDay #COVID19","sentiment_score":-0.1375}
{"full_text":"RT Medical staff of the COVID-19 ward celebrate the new year in Umberto I hospital, in #Rome, #Italy.  epa-efe \/ ansa \/ Massim...","sentiment_score":0.0681818182}
{"full_text":"RT Good question What did they do in China and Wuhan that has allowed them to get back to normal?","sentiment_score":0.2833333333}
{"full_text":"remember covid 19","sentiment_score":0.0}
{"full_text":"Family Video permanently shuttered half its footprint this year amid fallout from COVID-19. Now it's \"all hands on deck\" for the tenacious retailer.https:\/\/t.co\/FH7C3PnVdd","sentiment_score":-0.1666666667}
{"full_text":"All non-essential shops have had to close and families have been told to stay home under the latest rules.","sentiment_score":0.5}
{"full_text":"At least 26 residents of a Belgian retirement home have died since a visit by a volunteer dressed as Santa Claus who has since tested positive for COVID-19.","sentiment_score":-0.0363636364}
{"full_text":"A third worker has died from COVID-19 at a California food processing facility, renewing pressure on the Foster Farms company just days after a court ordered it to provide safer working conditions for its employees.","sentiment_score":0.0}
{"full_text":"The institutions have been mobilized to face the challenges of the #COVID19 outbreak in the world.Learn more about the #JesuitHigherEd response:","sentiment_score":0.5}
{"full_text":"No Fitzpatrick safety net for Tua in Buffalo. It's sink or swim time","sentiment_score":0.0}
{"full_text":"Guest columnist: National study raises concern over Kentuckians with chronic conditions and COVID ","sentiment_score":0.0}
{"full_text":"January 1st, 2021#Ontario #COVID19 data visualization~https:\/\/t.co\/8ToovrgCWA","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell has been a Senator for Kentucky for 36 years.And 10 out of the poorest 25 counties in the United States a...","sentiment_score":0.0}
{"full_text":"RT With every job I've had I needed to request vacation and get it approved. When I was a cabinet minister I had to tell the p...","sentiment_score":0.0}
{"full_text":"President Donald Trump on Thursday extended pandemic-related bans on green cards and work visas to large groups of applicants through March 31.","sentiment_score":0.0071428571}
{"full_text":"Some Mexicans struggle to get oxygen amid COVID-19 case surge","sentiment_score":0.0}
{"full_text":"NYC sheriffs bust parties... #drudge","sentiment_score":0.0}
{"full_text":"RT Reflecting back on 2020, I am proud  of the many moments I witnesses (&amp; the people I met) the spirit of human kindn...","sentiment_score":0.325}
{"full_text":"RT Why is NHS being told they can't allow TV cameras in to show how real and devastating the new surge in Covid really is? We'r...","sentiment_score":-0.1159090909}
{"full_text":"RT I know that the government hasn't handled this pandemic well and many of us are tired, but at some point, accountability ne...","sentiment_score":0.05}
{"full_text":"RT Lets be honest, we've all broken the lockdown measures in some capacity, be easy with your criticism lol","sentiment_score":0.3583333333}
{"full_text":"Romney calls for 'urgent' action to fix coronavirus vaccine delays","sentiment_score":0.1}
{"full_text":"Hope he wins a lot","sentiment_score":0.3}
{"full_text":"RT It's late. I've had some wine. I am thinking about that 40-something #covid19 patient who told me that he \"can't die lik...","sentiment_score":-0.3}
{"full_text":"RT We portray COVID outcomes as binary--alive or not alive. \"Survivor\" should not be equated to \"fine now.\" There's a lot that...","sentiment_score":0.1833333333}
{"full_text":"RT tony hawk is basically perry the platypus. we think he's just your average white guy and then he has a skateboard and we're...","sentiment_score":-0.075}
{"full_text":"RT Go for a test, they tell you to isolate so why go for a test in the first place! All they get from you is the result the...","sentiment_score":0.3125}
{"full_text":"Current Conditions for #Sayre PATemp: 32.0FWind Chill: 32.0FHumidity: 90%Dew Point: 29.5F Barometer: 30.364 inHgWind: 1 mph from the SECorona Virus Weekly Stats:Cases: 161.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Any comments on the government spending millions on a failed track and trace system.  He didn't bankrupt TFL - that was Covid19.  Anymore like you at home? God, I hope not.","sentiment_score":-0.5}
{"full_text":"We are definitely not out of the woods. Far from it.  #Coronavirus #COVID19 #Globalcrisis #Medium","sentiment_score":0.05}
{"full_text":"At least 33 countries have identified infections with the new, more contagious variant of the coronavirus first found in Britain.","sentiment_score":0.1465909091}
{"full_text":"RT Decency &amp; competence returning to 1600 Pennsylvania Ave as of 20 January,Covid vaccinations increasingly available natio...","sentiment_score":0.4}
{"full_text":"Mississippi State Department of Health reports 2,575 new COVID-19 cases and 29 new deaths.","sentiment_score":0.1363636364}
{"full_text":"while y'all were spreading corona ","sentiment_score":0.0}
{"full_text":"Which home improvement projects have you completed during the pandemic? #norcallrealestate #corrinadagostin #berkshirehathaway","sentiment_score":0.0}
{"full_text":"72,150 doses of the Pfizer vaccine arrived on New Year's Eve and have been delivered to the same facilities that received the original doses the week of December 14, 2020.","sentiment_score":0.1704545455}
{"full_text":"My 7 year old son could also help, he's off school from Monday but I'm sure he could do a better job..","sentiment_score":0.3666666667}
{"full_text":"It looks like half of the recent \"covid deaths\" are not excess","sentiment_score":-0.0833333333}
{"full_text":"End of Covid and have more stability in my life","sentiment_score":0.5}
{"full_text":"RT At least 33 countries have identified infections with the new, more contagious variant of the coronavirus first found in Brita...","sentiment_score":0.1465909091}
{"full_text":"RT \"You are really not alone.\"\"Late Show\" host Stephen Colbert shares an uplifting message for everyone watching.\"If it is one...","sentiment_score":-0.2}
{"full_text":"How challenges for #workingparents have been magnified during #COVID19--and lays out an action plan for Working Parenthood 2.0.","sentiment_score":0.1}
{"full_text":"COVID-19 IN WISCONSIN: The DHS recorded 8,293 tests on Friday, 1,905 of which returned positive. ","sentiment_score":0.2272727273}
{"full_text":"Confusion abounds as residents are eager to roll up their sleeves and get shots.","sentiment_score":0.0}
{"full_text":"RT It is not a stretch to say that Lin Wood, who has repeatedly attacked GOP Georgia elected officials and sowed doubt about Georg...","sentiment_score":0.0}
