{"full_text":"RT What's the point in this tweet Keir? Please call for a New Zealand style zero covid approach so we don't h...","sentiment_score":0.1363636364}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT State Department says new evidence points to Wuhan lab, accuses China of 'deceit' over COVID start | Just The News htt...","sentiment_score":0.1363636364}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT While the Chinese Communist Party lied about and hid the COVID-19 outbreak in Wuhan, the Trump Administration led the world...","sentiment_score":0.0}
{"full_text":"RT I had to come see this for myself...Police preventing protestors from gathering at Dundas Square in Toronto. #onpoli #...","sentiment_score":0.0}
{"full_text":"I've always thought Boeheim as many things but never \"Inconsiderate boob.\" Beautiful, Bob!","sentiment_score":0.75}
{"full_text":"RT #Iran: Nurse who took care of COVID patients detained. The family of this detained nurse are worried about fabrication of...","sentiment_score":0.0}
{"full_text":"RT Pretty much complete FUBAR on the vaccine delivery and rollout by Trump WH. Promising to release reserve vaccines that do...","sentiment_score":0.1833333333}
{"full_text":"RT Rice university is working with a company called Great Basin Scientific on the research of Covid19. That compan...","sentiment_score":0.8}
{"full_text":"RT We've lost enough. Please Protect yourself and others. #StaySafe... keep your distance and #WearAMask at all times. #Co...","sentiment_score":0.0}
{"full_text":"Jinny Presley Band #StimulusCheck #stimulus 20% of iTune downloads donated to Coronavirus Response Fund for Nurseshttps:\/\/t.co\/XLgphFPWeK","sentiment_score":0.0}
{"full_text":"RT Face-coverings are extremely important. There are people who genuinely cannot wear them for medical &amp; psychological reasons.I...","sentiment_score":0.2}
{"full_text":"RT Turn the sound on!This poor dog is very unhappy about lockdown....","sentiment_score":-0.26}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is NUTS. don't listen to Senator Rand P...","sentiment_score":0.0}
{"full_text":"Would have been tough getting through 2020 &amp; this pandemic without our little friend as well.","sentiment_score":-0.2881944444}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Hey come on and stop singling out players.The young lad #Poveda does add a fresh dimension and big signings haven't quite got into it week in and week out but with injuries and Covid plus no crowds it is all a factor.Get behind the guys as we #alaw #lufc family.Take care.","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"like yeah, maybe you legally can travel to that country without having to quarantine or wear a mask but should you? like. *should* you travel to another place and frolic around without a mask and do whatever just because the government won't stop you?","sentiment_score":0.2}
{"full_text":"As long as it doesn't make me as dumb as him .","sentiment_score":-0.2125}
{"full_text":"RT Shouldn't these thugs be \"social distancing\" according to their own rules?","sentiment_score":0.3166666667}
{"full_text":"RT The COVID Science Wars \"The net effect of academic bullying &amp; ad hominem attacks has been the creation and maintenance...","sentiment_score":0.0}
{"full_text":"RT Soft speak from politicos, weak, and cowardly. It's their JOB to answer to Americans,yielding results. My guess is they a...","sentiment_score":-0.1375}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"RT A Guard leader currently at the Capitol sent me this note saying they're tired of lawmakers talking with their soldiers w...","sentiment_score":-0.2}
{"full_text":"RT \"Stay at home and act as if you have COVID\"!This was the instruction by Matt Hancock and Boris Johnson.So Matt wen...","sentiment_score":0.0}
{"full_text":"RT If you've been vaccinated against SARS-CoV-2, please continue wearing a mask. We have great data on how vaccination preve...","sentiment_score":0.8}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"RT A forensic physician has been labelled a \"terrorist\" by Recep Tayyip Erdogan for investigating the government's under-rep...","sentiment_score":0.0}
{"full_text":"It's just a quick stick...mRNA do your thing...I'll still wear a mask.#vaccinehaiku","sentiment_score":0.3333333333}
{"full_text":"RT Australia has relied on one of the world's most aggressive quarantine programs to keep the coronavirus at bay. Now, one leader w...","sentiment_score":0.5}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"I'm sorry but it's the fact that I never noticed Safaree lip syncing in the back","sentiment_score":-0.25}
{"full_text":"RT MISSION #Lexington #OHArmy vet Kyran is married has 4 minors. Needs support with past due utilities, phone, household bas...","sentiment_score":-0.0416666667}
{"full_text":"They probably had nothing else to do either like us lol #theplague #covid #home #naked","sentiment_score":0.4}
{"full_text":"RT Microsoft, Big Tech Coalition Developing Rockefeller Funded COVID Passports","sentiment_score":0.0}
{"full_text":"\"If you go to a public school in America, meals should be guaranteed to you, just like a school bus is guaranteed to you.\"Del. Danica Form, Virginia House of DelegatesWhat If Free School Meals Became the Norm After the Pandemic Ends? via","sentiment_score":0.2}
{"full_text":"RT Our thoughts and prayers are with the families and friends of each and every one of these people. And our gratitude is wi...","sentiment_score":0.0}
{"full_text":"RT Imagine getting arrested the minute you land back from Dubai on your birthday LOOOOOOOOL","sentiment_score":0.0}
{"full_text":"RT 1\/ The VanCity Outbreak EP2 NFT release is today 12PM ET! \/ more content &amp; amazing art (high res &amp; 2x NFTs)\/ more...","sentiment_score":0.44}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT How many of you had more than one important thing you had to get done this week? Right. The Senate can handle impeachme...","sentiment_score":0.4214285714}
{"full_text":"A packed club in one of the hotbeds for covid. Do you think none of these people have it? What an absurd question","sentiment_score":-0.5}
{"full_text":"RT Wear a maskWash and sanitize your handsAvoid crowdsBut it is not enough.You have to make sure your family and clos...","sentiment_score":0.5}
{"full_text":"RT China has finished building a 1,500-room hospital for COVID-19 patients to fight a surge in infections the government said are hard...","sentiment_score":-0.2916666667}
{"full_text":"RT State Department says new evidence points to Wuhan lab, accuses China of 'deceit' over COVID start | Just The News htt...","sentiment_score":0.1363636364}
{"full_text":"RT Wuhan virus and the lab: We still don't know what happened. needs to get in.","sentiment_score":0.0}
{"full_text":"RT Toronto police are arresting anti-lockdown protesters one by one.If you have received a COVID fine go to","sentiment_score":0.4166666667}
{"full_text":"RT How many lives saved if this would have been done last March?","sentiment_score":0.25}
{"full_text":"Who do you think need to be fined for this?? The artist? The promoter? The owner of the place?? This is why we have trump as president(almost done) ppl who would do this in the middle of a pandemic.","sentiment_score":0.0}
{"full_text":"RT Yesterday, I tested positive for COVID-19. I will be responsible &amp; self-quarantine, away from my family, for the recommen...","sentiment_score":0.2136363636}
{"full_text":"RT From the pandemic to our climate crisis, this past year reaffirmed the importance of listening to experts. Watch live as...","sentiment_score":-0.0568181818}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT Folks, I just received the second dose of my COVID-19 vaccine -- and just like the first dose, it was safe, quick, and painles...","sentiment_score":0.2708333333}
{"full_text":"RT #SupremeGodKabir. True worship can cure incurable diseases like Cancer, Aids, Corona Virus etc.Saint Rampal Ji Maharaj...","sentiment_score":-0.075}
{"full_text":"Nyaope is another Pandemic in our Country #ReadyToQuit","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT Yo this Corona spoil things waaa,like by now Kumerica boys Dey Tour London and by summer them definitely go spoil America...","sentiment_score":0.0}
{"full_text":"RT People got eviscerated by the media for even suggesting this was a possibility","sentiment_score":0.0}
{"full_text":"RT From the pandemic to our climate crisis, this past year reaffirmed the importance of listening to experts. Watch live as...","sentiment_score":-0.0568181818}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"\"Finally\" , she's beeen snitching","sentiment_score":0.0}
{"full_text":"RT Rand Paul should go to prison for inciting a pandemic","sentiment_score":0.0}
{"full_text":"RT Mexico  and Brazil  Have said they will not take part in the great resetBy sheer coincidence a...","sentiment_score":0.4}
{"full_text":"These grifters... incompetent criminal #deathcult goons.","sentiment_score":-0.375}
{"full_text":"Same. I know he's been at the last 2 table reads. Maybe they'll put him in virtually bc pandemic","sentiment_score":0.0}
{"full_text":"A big moment for India as it started the #LargestVaccineDrive today. Congratulations #India #COVID19 ","sentiment_score":0.0}
{"full_text":"Because the DOJ on her offer letter was from Sep and her tenure had started officially. They kept on delaying the actual joining citing this ongoing pandemic.","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Wuhan virus and the lab: We still don't know what happened. needs to get in.","sentiment_score":0.0}
{"full_text":"RT \"Any efforts to improve human health are doomed unless they address the critical interface between humans and animals, and...","sentiment_score":0.0}
{"full_text":"In your district, Cedars-Sinai has developed a potential breakthrough medical device to help reduce viruses in the body (including Covid). You should be aware of this amazing accomplishment.https:\/\/t.co\/o0lpAReAovhttps:\/\/t.co\/3Jbk2AR3Hb","sentiment_score":0.19}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT LIVE in Toronto: Police move in on the anti-lockdown protest to arrest the organizer and remove their equipment.","sentiment_score":0.0431818182}
{"full_text":"RT ICYMI: slams the latest impeachment push by Democrats, saying \"The public wishes we were here dealing with the cor...","sentiment_score":0.25}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Around 20,000 people safely attended a massive music festival in New Zealand this weekend. That's because their Zero C...","sentiment_score":0.2121212121}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT \"The coronavirus is about 100 nanometers in diameter. Cloth mask 'holes' are 1,000 times larger than a virus. An analogy is use...","sentiment_score":0.0}
{"full_text":"RT \"Stay at home and act as if you have COVID\"!This was the instruction by Matt Hancock and Boris Johnson.So Matt wen...","sentiment_score":0.0}
{"full_text":"RT A lab in Italy reported a cluster of the U.K. coronavirus variant. But that wasn't enough to stop the spread.","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT Imagine getting arrested the minute you land back from Dubai on your birthday LOOOOOOOOL","sentiment_score":0.0}
{"full_text":"RT Imagine getting arrested the minute you land back from Dubai on your birthday LOOOOOOOOL","sentiment_score":0.0}
{"full_text":"RT Trump didn't just refuse to facilitate a peaceful transition. He helped fuel a violent one.","sentiment_score":-0.275}
{"full_text":"I just did the opposite. Now I'm looking at all the cleaning that needs to be done. Debating on a maid service. I mean. I ain't about to get one cuz it's a pandemic. But... like...","sentiment_score":-0.15625}
{"full_text":"RT Yet we have R10 Billion to bail out SAA? You can't shut down sectors of the economy and not provide some relief. Surely t...","sentiment_score":0.1722222222}
{"full_text":"RT New SpecialBreakfast Chimichanga!Two eggs, sauteed peppers &amp; onions, potatoes, cheddar and our chipotle aioli, topped w...","sentiment_score":0.1363636364}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT Need some retail therapy this weekend? STAY HOME and shop online, buy from small and indie shops &amp; artists!Let's get a...","sentiment_score":-0.125}
{"full_text":"RT Very Touching!Farhad, who suffers #Coronavirus used his every breath to call from Iran and make this pledge to Simay A...","sentiment_score":-0.2}
{"full_text":"RT I should add this took a considerable amount of cash flow and management to do this during a lockdown\/ pandemic combin...","sentiment_score":0.1}
{"full_text":"RT A further 1,295 deaths within 28 days of a positive Covid test reported in UK, third-highest daily total since the pandemic be...","sentiment_score":0.0568181818}
{"full_text":"RT Continue social distancing, wearing a face covering, and washing your hands frequently to help protect yourself and others arou...","sentiment_score":0.0666666667}
{"full_text":"RT Michelle McCool Tests Positive for COVID-19 ","sentiment_score":0.2272727273}
{"full_text":"Piers, what's your opinion of China in all this? Not heard a peep from you on the source of Covid. For someone who 'says it like it is'...you're very quiet on China!","sentiment_score":0.0}
{"full_text":"RT LG flags off the 1st phase of COVID-19 vaccination drive for the Union Territory today at the Ladakh Heart Found...","sentiment_score":0.0}
{"full_text":"RT I'm so tired of hearing abt \"learning loss\" from people who do not spend their days with young ppl. The losses my Ss hav...","sentiment_score":-0.15}
{"full_text":"RT \"Don't check me, check your temperature.\" - Larry June with responsible covid raps.","sentiment_score":0.2}
{"full_text":"It's the last statement...","sentiment_score":0.0}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT These are the FACTS of COVID in OklahomaFor every 18 cases, 1 person is HospitalizedFor every 125 cases, 1 Death occu...","sentiment_score":0.0}
{"full_text":"Learn of the latest news and updates on COVID-19.https:\/\/t.co\/PR9fyJuKrd","sentiment_score":0.5}
{"full_text":"Anti-vax graffiti was condemned by officials who reported the immunisation programme is making 'great progress'","sentiment_score":0.8}
{"full_text":"When I was kid I did","sentiment_score":0.0}
{"full_text":"Ciara has opened up about welcoming Win Harrison Wilson admitting that she gave birth with a mask on","sentiment_score":0.8}
{"full_text":"#Arizona ranks highest in US for weekly #COVID19 case rate as state reports 8,715 new cases, 208 deaths  Got that #DougDucey? Not #AZResilient but #AZTragic","sentiment_score":0.1363636364}
{"full_text":"The nation's largest retail trade group said Friday that holiday sales soared 8.3%, far exceeding its forecast even as the coronavirus kept shoppers away from physical stores.https:\/\/t.co\/KnYIHDdrEI","sentiment_score":0.05}
{"full_text":"The irony. \"The elderly are dying from covid so you should be scared.\" The elderly then die from the vaccine. \"Well, they are elderly and frail, so you shouldn't be scared.\" ...","sentiment_score":0.0}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"A Cambs doctor had worked all day helping Covid patients before coming home to a leaflet saying the pandemic was a \"global scam\"https:\/\/t.co\/06SFPUS4Mj","sentiment_score":0.0}
{"full_text":"MOST KIDS ATTENDING THE QLA CASTLE SEMINAR R TOLD BY ME-SHUT UR BIS DOWN-U HAVE ONLY BOUGHT URSELF A JOB-TURN THE KEY-WALK AWAY! CORONA WILL MAKE IT EASY 4 U-AT LEAST 25% TO 40% WILL NOT MAKE IT IN THE NU NU! WHAT WILL U DO NOW? START A FOREIGN SUPPLY CHAIN E-COMMERCE DEAL-LOL","sentiment_score":0.0866666667}
{"full_text":"RT Coming from someone who's actually been quarantined since Ma...","sentiment_score":0.0}
{"full_text":"Lockdown Britain summed up","sentiment_score":0.0}
{"full_text":"Join us today, Sat. Jan 16 for FREE COVID-19 Testing at our new location.When:  Saturday, Jan 16, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"Stay home, stay safe and stay strong. If we all play our part, we can stop the spread of Covid-19 #TeamDBTH #Doncaster #Bassetlaw #Montagu #Retford","sentiment_score":0.4666666667}
{"full_text":"SA: Flower industry flooded by funeral requests due to Covidhttps:\/\/t.co\/5Fjndswvzn","sentiment_score":-0.125}
{"full_text":"\"Our hospitals are fuller than they were in March and April last year.\"Hospital admissions in Oxford have risen steeply in the last month, reports.https:\/\/t.co\/2v9hRAxr4G","sentiment_score":0.0}
{"full_text":"Living - and sharing - one's truth. Thank you - for your bravery, for for and for you #queerart #lgbtqpride! #LGBTQIAfamily #LGBTQIAofTwitter #QueerTwitterhttps:\/\/t.co\/BTrbb5VQ1l","sentiment_score":0.0}
{"full_text":"We are used to being together--meeting up weekly for church, sharing in life together, bearing one another's burdens. This past year has been different.These stories by fellow Lutherans will encourage, inspire and remind you that the pandemic will not have the last word.","sentiment_score":-0.125}
{"full_text":"This door handle was designed to improve #hygiene and protect people during this difficult time#Innovation #Design #COVID19 #CES2021  RT","sentiment_score":-0.5}
{"full_text":"RT Yo this Corona spoil things waaa,like by now Kumerica boys Dey Tour London and by summer them definitely go spoil America...","sentiment_score":0.0}
{"full_text":"As lockdown measures keep people indoors, podcast host encourages people to marvel at the everyday things within our communities.\"I think it resets my mind a little bit to think about the care that goes into making the world,\" he said.https:\/\/t.co\/A0r8Hr3g9i","sentiment_score":-0.19375}
{"full_text":"A doctor predicted that the #pandemic will fiercely grip #Jordan once more if there is no compliance to #safety measures.#covid19 #vaccines Read more:","sentiment_score":0.5}
{"full_text":"\"I don't want to live with that fear. So after talking with my doctor, I will take the vaccine.\" - Arkansas Rep. Reginald MurdockBe the Gift: Plan to get the COVID-19 vaccine when it's your turn:","sentiment_score":0.1363636364}
{"full_text":"No one gets arrested for \"buying lunch\" its because of failing to wear a mask when required","sentiment_score":0.0}
{"full_text":"RT Before leaving, the Trump administration, explodes the info bomb--almost officially confirming that Coronavirus leaked from...","sentiment_score":0.0}
{"full_text":"Diabetes can increase chance of serious COVID-19 complications, health experts sayhttps:\/\/t.co\/82hiJKvx2k","sentiment_score":-0.3333333333}
{"full_text":"Public urged not to panic as ice cream contaminated by Covid-19 found in Chinahttps:\/\/t.co\/1DQ54dmlKx","sentiment_score":0.0}
{"full_text":"Haroon Mirza shares a new #ArtistsFilm - drawing inspiration from balcony singalongs in Italy during lockdown.Screen until 14 February:","sentiment_score":0.1363636364}
{"full_text":"Yakima County, Wash., medical clinics prepare for next phase of COVID-19 vaccinations. Rollout to begin early, reports for the","sentiment_score":0.0333333333}
{"full_text":"You WILL NOT be fined if you leave the house during #lockdown because of domestic abuse at home. You CAN ask for help from services or police. If you or your children are in immediate danger phone the police on 999 #youarenotalone #areyouok  More here","sentiment_score":0.25}
