{"full_text":"Well you don't know me so I won't take that personal. You are wounded and hurting. You can sleep at night knowing that I am absolutely not a \"shitty human being\". I doubt that you are either. But I also don't do \"pandemic conspiracy theory\" either, so you will have to forgive me.","sentiment_score":-0.0333333333}
{"full_text":"Yet another terrible day for San Diego re: corona virus \/ COVID-19 . Fearing dramatic rise as in LA, UK, Ireland  and others. Keep vaccinating, masking, distancing, opening windows -- COVID is airborne #COVIDisAirborne","sentiment_score":-0.7166666667}
{"full_text":"your foreign minister is enjoying free Corona country somewhere in Africa","sentiment_score":0.2583333333}
{"full_text":"RT Andrew Fisher hits the mark with this article. \"The goodwill mask has dropped as the UK Government turns off the lockd...","sentiment_score":0.0}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT A German bakery is celebrating the arrival of the coronavirus vaccine with syringe-shaped cakes","sentiment_score":0.0}
{"full_text":"The state's chief medical executive got her second dose of the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT The nation's biggest immunization rollout is facing pushback from an unlikely source: health care workers who witnessed COVID-19's...","sentiment_score":-0.5}
{"full_text":"Me from the 1st of Jan..","sentiment_score":0.0}
{"full_text":"Swear he had it before as well?","sentiment_score":0.0}
{"full_text":"RT Corona                         Hypocrisy  commits                      commits Suicide.                        Suicide....","sentiment_score":0.0}
{"full_text":"RT Happy to say my mom got her first dose of the Pfizer-BioNTech COVID-19 vaccine yesterday. As an office admin for the Riversi...","sentiment_score":0.525}
{"full_text":"A Monk without Mask during pendemic of Corona.","sentiment_score":0.0}
{"full_text":"RT The pandemic has disrupted global trade, investment, production and travel. Economies around the world have contracted...","sentiment_score":0.0}
{"full_text":"Panic buying of toilet paper again","sentiment_score":-0.0333333333}
{"full_text":"RT 1 in 30 Londoners now has Covid. This is terrifying. Can I gently say, Scottish people disputing the infectious nature of t...","sentiment_score":-0.4}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"Hello - I was just wondering if you are still open for takeaway coffees during lockdown?","sentiment_score":0.0}
{"full_text":"RT NEW: UK reports 1,325 daily coronavirus deaths, its deadliest day of pandemic","sentiment_score":0.0681818182}
{"full_text":"Seniors suffering from total isolation in B.C. care homes with months-long COVID-19 outbreaks, families say","sentiment_score":0.0}
{"full_text":"Yay! A president that does NOT want to kill us! Biden to speed release of coronavirus vaccines #SmartNews ","sentiment_score":0.0}
{"full_text":"Can everyone just wear a mask that way I can be in the mosh pit of emo nite again? K thanks","sentiment_score":0.2}
{"full_text":"RT And we are nowhere near the peak death rate. 1325 won't be close. Every Covid 'sceptic', every MP, every highly paid bro...","sentiment_score":0.13}
{"full_text":"#COVID19 hospitalizations continue to trend down in MN:","sentiment_score":-0.1555555556}
{"full_text":"RT UK &amp; US both suffer their worst day of the covid pandemic at the same time. Two countries led by populist blustering bulls...","sentiment_score":-0.5}
{"full_text":"RT JC Bamford Excavators  have a gulfstream jet leaving East Midland Airport shortly....I think Lord bamford donates heav...","sentiment_score":0.0}
{"full_text":"RT Of the 5m pop about 3.5m will want to be vaccinated. Half of these will need 2 doses. So we need 5.25m vaccines. If we w...","sentiment_score":-0.1666666667}
{"full_text":"Please make sure scheduling second dose information is widely available. While the importance is emphasized of getting it on time, there is currently no way to schedule it. #COVID19 #vaccine","sentiment_score":0.225}
{"full_text":"RT MSM will not remind Boris Johnson of his core beliefSo we must. People are dead because of Boris John...","sentiment_score":-0.2}
{"full_text":"RT 11 deaths following Covid vaccine administration have now been reported to the as well as 38 life threatening respo...","sentiment_score":0.0}
{"full_text":"RT Within a year I've lost 2 aunts, 2 uncles, and a cousin, 4 of those because of covid. If you still aren't willing to wear...","sentiment_score":0.25}
{"full_text":"RT Misleading the public about Covid, which Farrah helped do, has led to hundreds of thousands of preventable deaths.","sentiment_score":0.0}
{"full_text":"Commenting on the latest Coronavirus Infection Survey from the Office for National Statistics, Dr Bousted, said: \"Let this data end their confusion. Schools are clearly driving infection amongst children, and then onto the wider community. \"This peaked ... Christmas #COVID19","sentiment_score":0.3}
{"full_text":"RT Reporting deaths which have happened every day for years, especially in flu seasons. S...","sentiment_score":0.0}
{"full_text":"RT An inclusive recovery from #COVID19 needs to: Boost investments in health &amp; education Level the playing field in the l...","sentiment_score":0.0}
{"full_text":"RT #COVID19: The UK has recorded its highest daily increase in the number of COVID-related deaths of the pandemic, with 1,325 fat...","sentiment_score":0.0}
{"full_text":"RT Given the horror show of this govt's Covid mismanagement, why does anyone think they'll come good on anything? If they c...","sentiment_score":0.7}
{"full_text":"normalize holding content creators accountable for their actions, especially during covid !!!","sentiment_score":0.0}
{"full_text":"RT One in 30.","sentiment_score":0.0}
{"full_text":"There's a history of white supremacists interpreting government leaders' words as encouragement   via","sentiment_score":0.0}
{"full_text":"RT Good news from and well done everyone who has been working to raise awareness of need for #digitalinclusion for famil...","sentiment_score":0.7}
{"full_text":"RT UK &amp; US both suffer their worst day of the covid pandemic at the same time. Two countries led by populist blustering bulls...","sentiment_score":-0.5}
{"full_text":"RT There is NO LAW against travelling to exercise.Police have NO POWER to enforce guidance.Policing \"acting in the spirit o...","sentiment_score":0.0}
{"full_text":"I guess covid and stimulus payments are done.","sentiment_score":0.0}
{"full_text":"RT A reminder that billions of rands of COVID relief funds are unaccounted for because ANC cadres cannot keep their grubby ha...","sentiment_score":0.0}
{"full_text":"RT Updated UK Covid Tracker Jan 08Total Deaths: 79833Total Cases: 2957472New Cases: 68053New Deaths: 1325 (28 day)7 day c...","sentiment_score":0.0}
{"full_text":"RT Police Scotland have a right to question anybody they might consider breaking #Covid rulesWhat they do not have a right to...","sentiment_score":0.2857142857}
{"full_text":"RT You can help provide laptops for disadvantaged children in West Berks &amp; north Hants for #lockdown learning! #Donate no...","sentiment_score":0.0}
{"full_text":"RT I wouldn't. Not based on the side effect profiles of the mRNA vaccines and my age and risk. I haven't looked at the Oxfor...","sentiment_score":0.0}
{"full_text":"RT There's a lot of continuity between George W Bush and Donald Trump and the throughline is...the modern Republican Party.","sentiment_score":0.2}
{"full_text":"RT WE DID IT!!!!!!!  COVID-19 FREEE!!!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT The global pandemic had a transformative impact on DevOps teams &amp; software development. CEO of Jim Rose, giv...","sentiment_score":0.3}
{"full_text":"RT OK, quite a long post, but I was asked by several people yesterday to respond specifically to the points  made in...","sentiment_score":0.15}
{"full_text":"RT We need to introduce video conferencing for translation services Language line woefully inadequate. #BAME pa...","sentiment_score":0.0}
{"full_text":"NC school system right now with COVID19 numbers","sentiment_score":0.2857142857}
{"full_text":"You bout to be","sentiment_score":0.0}
{"full_text":"Oh yeah and half our squad out with coronavirus so how fair is that?!!","sentiment_score":0.4166666667}
{"full_text":"RT In the article your Domestic Abuse team recommends watching Netflix, being on social media, watching YouTube, erecting a f...","sentiment_score":0.0166666667}
{"full_text":"RT #TNIEUpdateOnCovid19 #Dharwad district reports no Covid death on Tueday, but 14 fresh cases. Tally of #COVID19 cases inc...","sentiment_score":0.3}
{"full_text":"Edit to add: We are super careful about COVID. Canceled all holidays, etc. No one in our house. Will only socialize with others outside, with masks on, 6 feet away. We agonized 1000 times about this decision. But it's been good for our family.","sentiment_score":0.1866666667}
{"full_text":"RT Do you remember during the first lockdown when every MP got given PS10,000  to pay for laptops, internet upgrades and bills...","sentiment_score":0.25}
{"full_text":"First I'll definitely admit, that chart looks intriguing. I tend not trust anyone on either side anymore, so if it's true, that warrants thought. I do know that death certificates are filed Covid, if someone died with covid. No source needed when i know someone personally","sentiment_score":0.18}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"RT One in five residents currently tested is infected with COVID-19. Your bubble is not as safe as you think it is. Don't...","sentiment_score":0.25}
{"full_text":"RT Would you mind please sharing for me. I've been struggling to get over COVID. Been admitted since last Sunda...","sentiment_score":0.0}
{"full_text":"RT I guess the thing that really annoys me about the exemption of restrictions in 'elite' sports, is that here we are all groun...","sentiment_score":0.2}
{"full_text":"Service Update 18:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 18:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT [WANZ-989]My Busty Married Coworker Let Me Stay At Her Place When I Missed The Last Train Home... .Actress : JULIAGe...","sentiment_score":0.125}
{"full_text":"Tex Ass are a bunch of idiots, im not surprised they tested positive to covid. Everything is literally open in that dog shit state","sentiment_score":-0.1645454545}
{"full_text":"RT Heartbreaking news. Another 1,325 deaths from Covid - the highest number of UK deaths reported on a single day since the...","sentiment_score":-0.0714285714}
{"full_text":"Due to COVID-19 related issues, will be forfeiting it's Quarterfinal match-up vs. on Tuesday, Jan. 12th. We couldn't be prouder of our young ladies that represented the best of PC grit and determination throughout this 6 month journey. #OnwardPortage","sentiment_score":0.24375}
{"full_text":"Same reason he doesn't tweet about 365,000 Covid deaths under his leadership, He does not care!","sentiment_score":0.0}
{"full_text":"RT BREAKING: Pfizer says COVID-19 vaccine appears to work against key mutation in variants first found in the UK and South Africa...","sentiment_score":0.125}
{"full_text":"For the same reason he doesn't talk about the Covid deaths and cases, and the Russian hack, the list goes on","sentiment_score":0.0}
{"full_text":"Remember what Jacinda Ardern said about Boris Johnson's 'Herd Immunity' Coronavirus strategy? UK Tories have blood on their hands.","sentiment_score":0.0}
{"full_text":"RT Do you remember during the first lockdown when every MP got given PS10,000  to pay for laptops, internet upgrades and bills...","sentiment_score":0.25}
{"full_text":"This has me so pissed: Yes, priority should be to get the vaccine to ppl who need it most first (i.e. front line healthcare workers). But shouldn't the priority also be... GET THE VACCINE TO AS MANY PPL AS POSSIBLE?! Tossing doses seems like the worst thing to do right now!","sentiment_score":0.1011904762}
{"full_text":"RT You're right - African nations like Rwanda have been way ahead of the curve, and responded faster to #COVID19 than UK, and o...","sentiment_score":0.1428571429}
{"full_text":"RT People with covid is starting to. Small thay on germs food germs is getting worse in food","sentiment_score":-0.2166666667}
{"full_text":"Holy Shit!","sentiment_score":-0.25}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"The uk has just reported a state of emergency! Due to covid overwhelming the n.h.s ","sentiment_score":0.1875}
{"full_text":"Me after covid weight gain","sentiment_score":0.0}
{"full_text":"RT 'Demonic': Surely CNN will have something to say about their COVID19 hero Andrew Cuomo killing people now, right? Right? ht...","sentiment_score":0.3571428571}
{"full_text":"RT 1 in 30 people in London now have COVID. NHS staff were shouting from the rooftops that Christmas could risk thousands of l...","sentiment_score":0.0}
{"full_text":"RT IF YOU LIVE IN SOCAL, PLEASE ISOLATE. PLEASE STOP SEEING YOUR FRIENDS. STOP GOING OUT OFTEN. WEAR A MASK OUT ALWAYS. Covid-19...","sentiment_score":0.1363636364}
{"full_text":"my momma beat covid, now i just my daddy &amp; my pops to feel better  WEAR YOUR GD MASKS","sentiment_score":0.5}
{"full_text":"They tweet this without any consequences. And you just know they were all Trump cheerleaders.","sentiment_score":0.0}
{"full_text":"Stop Making Bilateral Covid Vaccine Deals: WHO Urges Countries","sentiment_score":0.0}
{"full_text":"Biden to speed vaccine rollout, ending Trump policy of holding back second doses","sentiment_score":0.0}
{"full_text":"RT Could London cabbies help roll out the Covid-19 vaccine? | London | ITV News","sentiment_score":0.0}
{"full_text":"RT What is the word for when water comes out of your face because you are happy?...Because I'm an Engineer and my 93 year...","sentiment_score":0.0}
{"full_text":"HOLY FUCK OUR BABIES ARE COMING BACK","sentiment_score":-0.2}
{"full_text":"RT BREAKING: Today I have declared a major incident in London because the threat this virus poses to our city is at crisi...","sentiment_score":0.0625}
{"full_text":"Lockdown is Hannah jail for this tweet","sentiment_score":-0.1}
{"full_text":"RT Extraordinary team","sentiment_score":0.3333333333}
{"full_text":"One-week US Covid-19 case and death totals are higher than ever","sentiment_score":0.25}
{"full_text":"Where exactly in the Coronavirus Act 2020 does it make the provision that you claim? The Health Protection (Coronavirus, Restrictions) (All Tiers) (England) Regulations 2020, Schedule 3A, Section 2(c) does not seem to feature the limit you're claiming...","sentiment_score":0.25}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"I'm se ding this along merely as information. My tolerance to this rubbish has expired. I listened to 90 seconds or so, realized I was listening to #Trunt with an English accent, and stopped it.","sentiment_score":-0.25}
{"full_text":"Tory to the bone -  motto - I'm all right.","sentiment_score":0.2857142857}
{"full_text":"Not Percy pigs ","sentiment_score":0.0}
{"full_text":"This is an open-air medical experiment. We have no actual data to support this. The FDA has come out against it.Is this \"listening to scientists\"? No. Is this \"trusting science?\" No.@JoeBiden, do the right thing and order a clinical trial of this approach.","sentiment_score":0.0952380952}
{"full_text":"RT Have you noticed that the Fake News media has completely forgotten about COVID for the past 3 days while bashing Trump and hi...","sentiment_score":-0.2166666667}
{"full_text":"The Covid conspiracy theorists have gone very quiet on Face Book?Are you OK Hun?","sentiment_score":0.25}
{"full_text":"more to do with stopping people's right to protest. I'm no covid denier but their is so .much crap being spewed by those in authority &amp; the abuse of power is as scary as covid","sentiment_score":-0.1285714286}
{"full_text":"We are, I can assure you that most people near me are masking and distancing so I anticipate that they will be complying with hand washing. Got to be done. Thank you NHS staff.","sentiment_score":0.3}
{"full_text":"RT To find out more or to book a test head over to ","sentiment_score":0.5}
{"full_text":"RT Despite No Lockdown\/Mask-Mandate, Florida Has Same Hospitalization Rate As 2018 Flu Season -","sentiment_score":0.0}
{"full_text":"WHAT AN IDEA","sentiment_score":0.0}
{"full_text":"RT I'm beginning to realize that Covid is the flu...with a better publicist","sentiment_score":0.5}
{"full_text":"RT With more than 4,000 deaths, yesterday was the deadliest day of the pandemic on record.  We cannot become hardened to t...","sentiment_score":0.5}
{"full_text":"RT Please wear a mask, practice social distancing &amp; get tested if you're experiencing any symptoms! The more people practic...","sentiment_score":0.2708333333}
{"full_text":"It would be a miracle if hospitals were not full at this time of year.They are every single year.Why is anyone expecting otherwise after a 'pandemic' last year?Why was provision not made on the Summer?Fail to plan, plan to fail.","sentiment_score":-0.1866071429}
{"full_text":"RT The number of people dying from the #coronavirus in Los Angeles in one day is equivalent to the number of deaths from homic...","sentiment_score":0.0}
{"full_text":"Jason Kenney &amp; Dr. Hinshaw would have you believe #COVID19 in children is rare and that schools have very little to do with #COVID19 well here is a chart of all cases starting in Sept at the peak they shut down schools in Dec then look at decline. #Alberta","sentiment_score":-0.0248263889}
{"full_text":"El Paso County has made $10 million in grants, loans and technical assistance available to aid small businesses that have been negatively impacted by COVID-19. APPLY NOW at Click on \"Financial Assistance\".","sentiment_score":-0.03}
{"full_text":"RT Doctors MD's who have opinions and data regarding COVID-19 are also loosing there First Amendment rights and are being...","sentiment_score":0.25}
{"full_text":"RT Khamenei formally announces a ban on the import of all US &amp; UK Coronavirus vaccines to Iran.@JZarif &amp; the rest...","sentiment_score":0.0}
{"full_text":"RT More than two dozen hospitals in rural Texas, from the Panhandle to South Texas, are still waiting on doses of the COVID-...","sentiment_score":0.25}
{"full_text":"RT The creation of the WH coronavirus task force and key personnel appointments within it set in motion a wave of momentu...","sentiment_score":0.0}
{"full_text":"The start of a New Year and another lockdown, how do we discover what we actual want and how can we achieve it? This insightful article is written to inspire entrepreneurs to find their silver lining and achieve what they want, how they want!","sentiment_score":0.0681818182}
{"full_text":"RT As usual, is slow to act, and has failed Ontario massively in his response to the pandemic. What a fail...","sentiment_score":-0.31}
{"full_text":"January Covid-19 Death Tolls are far higher than December and will worsen even further.","sentiment_score":0.1166666667}
{"full_text":"RT Ooh no no no. People are dying and  we expect the VP and Minister of Health to tour the overwhelmed hospitals to assess...","sentiment_score":0.0}
{"full_text":"How last year's school shutdown impacted Wisconsin students:","sentiment_score":0.0}
{"full_text":"Clean and sanitize your customers vehicles with this knockout combo! To order or for more info speak with one of our customer service reps at 800-323-3521! #detailing #autodetailing #covid19","sentiment_score":0.5416666667}
{"full_text":"New rules are in place for travellers coming to the UK - what are the new testing rules?https:\/\/t.co\/5Nq3YUSSlJ","sentiment_score":0.1363636364}
{"full_text":"'Spend More Time With the Grandkids': North Carolinians Line Up in Charlotte for COVID Vaccine | Cardinal &amp;amp; Pine","sentiment_score":0.5}
{"full_text":"woman shares COVID story after an emergency C-section while on a ventilator.https:\/\/t.co\/uytMK7fXKQ","sentiment_score":0.0}
{"full_text":"Don't waste your time spraying your sanitizers and disinfectants the old way. BLAST them with TORNADOR! Order yours today by speaking with one of our customer representatives at 972-380-2906 or visiting our website #detailing #autodetailing #covid19","sentiment_score":-0.0375}
{"full_text":"Three more sleeps until Ewen &amp; Cat wake you up every weekday on Clyde 2! Ewen is looking at the positives of lockdown - we should all be saving money. Which Cat knows will suit Ewen just fine... @EwenDCameron","sentiment_score":0.5208333333}
{"full_text":"Unsure about how the NHS COVID-19 app works?Here's some information  #NHS #COVID19 #StayHome #KeepItChaos ","sentiment_score":0.0}
{"full_text":"This week Bloomington Public Health gave the initial doses of the COVID-19 vaccine to local first responders. #COVID19 #vaccine","sentiment_score":0.0625}
{"full_text":"Brisbane has now been thrust into a three-day lockdown after Scott Morrison declared the area a hotspot amid \"serious\" threats of an outbreak of UK's mutant #COVID19 strain. #9Newshttps:\/\/t.co\/NtJ0zpSotz","sentiment_score":-0.3333333333}
{"full_text":"Our news team is tracking every dose of the COVID-19 vaccine administered in Canada.See where we're at below.https:\/\/t.co\/wo4T3Tkrhe","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic and resulting health policies has put a large burden on kids. The is hosting an expert led session to examine this societal issue. Jan. 11 at 10 amRegister:","sentiment_score":0.2142857143}
{"full_text":"RT New York's strict vaccine guidelines forced one clinic to throw away vaccine doses after it couldn't find eligible peopl...","sentiment_score":-0.0818181818}
{"full_text":"#LOCKDOWN | We know things are tough right now, but the message is clear - Stay at home unless you have a valid reason not to.Our mission is clear - to encourage everyone to play their part, protect and ultimately save lives.More here ","sentiment_score":0.0193650794}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"An estimated 1 in 30 Londoners were infected with coronavirus in the week after Christmas, according to data released today by the Office for National Statistics (ONS).#coronavirus #Corona #COVID19 #Covid19UK #coronavirusuk #coronavirustestinghttps:\/\/t.co\/UsoSXD4Ijc","sentiment_score":0.0}
{"full_text":"\"Financial firms are faring well in 2020 because the pandemic has not materially interfered with their operations,\" explains Philip Cross. However, \"the condition of financial firms contrasts markedly with non-financial businesses.\" #cdnpoli #cdnecon ","sentiment_score":0.025}
{"full_text":"We continue to support #domesticabuse and sexual violence services during the #COVID19 pandemic13 organisations have been allocated a total of PS274,000 from the latest round of MoJ fundingFind out more:","sentiment_score":0.26}
{"full_text":"As #CApatients continue to mitigate the impact of #COVID-19, Pharmacy Benefit Managers (PBMs) are helping patients stick to their regimens by providing at-home prescription delivery services. One of the many ways #PBMs are #OnYourRxSideCA:","sentiment_score":0.5}
{"full_text":"Little Max needs a bone marrow transplant next week. Due to Covid-19 restrictions, both of his parents can't be by his hospital bedside at the same time.   Listen in full:","sentiment_score":0.0075}
{"full_text":"With new restrictions in place, you should not travel &gt;10 miles from home for exercise. When out exercising, you should:Stay in your household bubble.Keep your distance from others.Wash\/sanitise your hands before &amp; after using equipment.Put your rubbish in bins provided.","sentiment_score":0.1363636364}
{"full_text":"There are signs the situation has been slowly improving at local hospitals but it has been getting much worse in some other parts of the country","sentiment_score":-0.20625}
{"full_text":"RT 11 deaths following Covid vaccine administration have now been reported to the as well as 38 life threatening respo...","sentiment_score":0.0}
{"full_text":"RT NEW: Vaccine supply data to be kept secret after 'judgements' on workload from Scottish Government","sentiment_score":-0.1318181818}
{"full_text":"RT Starting today, the BC COVID-19 dashboard is reporting on cases by date of lab test result where available (majority of cases)...","sentiment_score":0.2}
{"full_text":"RT There's a lot of continuity between George W Bush and Donald Trump and the throughline is...the modern Republican Party.","sentiment_score":0.2}
{"full_text":"The Duke's spoon is your latest lockdown lust account https:\/\/t.co\/XtEHcMMiIZ","sentiment_score":0.5}
{"full_text":"Coronavirus: Iran reports 6,251 new cases, 85 deaths in the last 24 hours #wkhsn #coronavirus #wyrwskhrwn #Iran #Tehran #Signalhttps:\/\/t.co\/Zib9adL9nR","sentiment_score":0.0681818182}
{"full_text":"While there is no scientific evidence the tea can treat COVID, Brazil's indigenous Kayapo communities are using it to avoid the worst impacts of the virus","sentiment_score":-1.0}
{"full_text":"REUSABLE NON MEDICAL MASKS ARE HELPFUL IN MANY WAYS- PREVENT COVID SPREAD SMARTLY.https:\/\/t.co\/sFVVNhLgn7#phr, #mobhealth","sentiment_score":0.25}
