{"full_text":"RT Tweeties! Can you do your thing? Last year there was a picture going around showing on the left side a very professionally...","sentiment_score":0.0433333333}
{"full_text":"So sorry to hear that.Wishing her well.","sentiment_score":-0.5}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Biden releases national COVID strategy, will order agencies to use Defense Production Act","sentiment_score":0.0}
{"full_text":"RT The NHS will not ask you to apply for the COVID-19 vaccine and there is no charge for it. When it's your turn, we will conta...","sentiment_score":0.0}
{"full_text":"RT Pretend you're on holiday  #mustread #shortstories #KindleUnlimited#comedy #lockdownhttps:\/\/t.co\/OzuLmYZboY","sentiment_score":0.0}
{"full_text":"Nothing like digging up last photos before the pandemic","sentiment_score":0.0}
{"full_text":"RT Support your favorite artists during this pandemic, shop their online stores, and support free healthcare!","sentiment_score":0.5}
{"full_text":"This pandemic has really got people saying shit that sounds a lot like eugenics.","sentiment_score":0.0}
{"full_text":"Went to a public hospital for work this week...a lady in a wheelchair asked me to help her change her soiled dress to another dress...called the security guy to help and he stared at me as if i was speaking greek!Helped the lady to dress albeit scared..fine line bt Ubuntu&amp;Covid","sentiment_score":0.0}
{"full_text":"RT Happy new year!  Treat yourself to some foxy fun with yours truly  let me keep you company during this pandemic http...","sentiment_score":0.4234848485}
{"full_text":"Trump was right about schools reopening (at least where Covid isn't rampantly spreading). But of course this study couldn't be released until after the election. (To be fair, some of this info wasn't available until post election!)","sentiment_score":0.2964285714}
{"full_text":"RT Paschal Donohoe: Government's deviation from Nphet advice over Christmas had 'clear' impact on Covid-19 numbers","sentiment_score":0.1}
{"full_text":"'Worse Than We Imagined': Team Trump Left Biden a COVID Nightmare via","sentiment_score":-0.2}
{"full_text":"Picking up the pieces of a long, fractious process that spooled out during a global pandemic starts with transparency about irregularities in the data.https:\/\/t.co\/Vmm0nNzJln","sentiment_score":-0.025}
{"full_text":"RT Justice to health army from #epidemicact. This is not good to use epidemic act against warrior who did their job day &amp; n...","sentiment_score":-0.35}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT I thank Prime Minister Shri ji as well as the Government and people of India for the generous grant of one m...","sentiment_score":0.0}
{"full_text":"RT Eli Lilly says its antibody drug bamlanivimab lowered risk of contracting #covid19 by up to 80% in nursing home trial:","sentiment_score":0.0}
{"full_text":"There is going to be a miraculous recovery of Covid-19. I predict it now.","sentiment_score":0.0}
{"full_text":"Just as the West Bank and Gaza are recovering from the December peak which pushed healthcare resources to capacity, and public health measures are starting to loosen. Let's hope the new strain doesn't become widespread.","sentiment_score":0.0454545455}
{"full_text":"RT We served during corona day &amp; night but what about today? Govt need to accept our demand of GP. Pharmacy is a technical...","sentiment_score":0.0}
{"full_text":"That's how it works.  He's also murdered so many people with his complete lack of COVID response","sentiment_score":0.3}
{"full_text":"RT NEW: Joe Biden and his advisers are inheriting no #coronavirus vaccine distribution plan to speak of from the Trump adminis...","sentiment_score":0.1363636364}
{"full_text":"RT COVID-19 IN THE CLASSROOMIn the first two weeks of the spring semester, East Tennessee schools already reported more than...","sentiment_score":0.375}
{"full_text":"RT And that was in less than 24 hours. All I want is to be able to get a covid vaccination.","sentiment_score":0.1666666667}
{"full_text":"RT #COVID19 didn't create inequalities; it amplified pre-existing ones. As shows ppl in the lowest income groups ha...","sentiment_score":0.0}
{"full_text":"after covid-19 comes covid-20","sentiment_score":0.0}
{"full_text":"Sara Boyns, Workplace Law: COVID-19 pandemic layoffs","sentiment_score":0.0}
{"full_text":"marks one year since the novel coronavirus was officially identified in the U.S. by the Centers for Disease Control. Many have found uncharted ways to live a new normal. We sat down with three locals to hear their perspectives.","sentiment_score":0.1534343434}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT The world's largest vaccination drive is underway in India. Our frontline warriors are getting vaccinated across the nati...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"$MIR is it finally time for EAU and HC approval.","sentiment_score":0.0}
{"full_text":"RT Indiana records its 600,000th #coronavirus case, with 3,733 new cases. But the 7-day positivity rate, which runs a wee...","sentiment_score":0.1363636364}
{"full_text":"COVID-19 extends sentences for some incarcerated people","sentiment_score":0.0}
{"full_text":"RT Ontario's for-profit LTC homes have had 78% more deaths than non-profit homes during #COVID19.Why do we continue to support...","sentiment_score":0.5}
{"full_text":"RT Retweet if you are a patriot who plans to wear a mask for the next 100 days as President Biden is encouraging!","sentiment_score":0.0}
{"full_text":"RT They need to do courts &amp; jails as well. Jurors are being put at risk in enclosed indoor spaces. Courts, like schools, ar...","sentiment_score":0.0}
{"full_text":"RT Just wanted to update you guys and let you know that my family and I got diagnosed with COVID-19 recently. We are all do...","sentiment_score":0.0}
{"full_text":"RT Get used to this, because the Trump Administration didn't know how to do anything so they either did it terribly or just didn'...","sentiment_score":-1.0}
{"full_text":"This is the situation in the U.S., where they have vaccine production.","sentiment_score":0.0}
{"full_text":"Yes I read that it really puts you off having the jab not enough is known about it  . Especially if you are prone to having allergic reactions to certain medications .","sentiment_score":0.1035714286}
{"full_text":"RT It is still essential that we all wash our hands frequently with soap and water for at least 20 seconds, cover our faces in enc...","sentiment_score":-0.0666666667}
{"full_text":"RT My mom is a school bus driver who is high risk. Joe Biden literally wants people like my mom to die. That's what this pl...","sentiment_score":0.18}
{"full_text":"Unity my a**.  you are either for getting Covid under control or you aren't. Being part of the world wide effort is important because our economy depends on it.","sentiment_score":0.15}
{"full_text":"RT We are doing close to 1 million shots a day and the Joe Biden plan is to do 100 million shots in 100 days. It's literally the sa...","sentiment_score":0.0}
{"full_text":"RT NEW: Joe Biden and his advisers are inheriting no #coronavirus vaccine distribution plan to speak of from the Trump adminis...","sentiment_score":0.1363636364}
{"full_text":"RT Safety first, always.Thanks to the face fit #testing kit donated by heroic our #frontline team continu...","sentiment_score":0.45}
{"full_text":"Congratulations to ! is proud of the cutting edge epidemiological work carried out by Professor Agusto and colleagues!","sentiment_score":0.025}
{"full_text":"The timetable of the COVID-19 test service for passengers arriving from the UK, from 22\/01 to 31\/01:-22.01: 11.45 - 14.15-24.01: 11.00 - 13.30-29.01: 11.45 - 14.15-31.01: 11.30 - 13.30","sentiment_score":0.0}
{"full_text":"RT We're once again asking you to wear a mask on the train or bus.","sentiment_score":0.0}
{"full_text":"Now can that even be possible COVID sniffing dogs","sentiment_score":0.0}
{"full_text":"RT People are dying today because of this new administration has not stopped The pandemic","sentiment_score":0.1363636364}
{"full_text":"RT 2\/ In Texas and across the nation, communities of color have been hardest hit by the coronavirus, and health officials ar...","sentiment_score":0.0}
{"full_text":"RT Let's get the Covid ticker back up on Can we also get a 24 hour surveillance on eve...","sentiment_score":0.0}
{"full_text":"RT  5,437,284 doses of a COVID-19 vaccine have now been administered in the United Kingdom.+366,919 doses in the lates...","sentiment_score":0.0}
{"full_text":"Coronavirus | Nepal, Bangladesh receive Covishield consignments","sentiment_score":0.0}
{"full_text":"victims since #CreepyJoeBiden took office.","sentiment_score":0.0}
{"full_text":"RT Boris says it's \"too early\" to say if lockdown will end in spring. Let me translate: lockdown will not end in spring....","sentiment_score":0.1}
{"full_text":"Not really.I see someone who has genuine concern that others do not become infected.I see you as someone who simply does not want to wear a maskWhat is your solution?","sentiment_score":0.2}
{"full_text":"RT #UPDATE European Central Bank chief Christine #Lagarde warned Thursday that the pandemic still poses \"serious risks\" to the #euroz...","sentiment_score":-0.1111111111}
{"full_text":"RT Councillor says #Sheffield could vaccinate 300k residents by Easter IF it had adequate supply of the vaccin...","sentiment_score":0.3333333333}
{"full_text":"RT What makes a great #telco story? Are the media tired of #covid content? How can #CSPs and #tech companies make headlines if th...","sentiment_score":0.2}
{"full_text":"RT The 400k people that died of Covid-19 under Trump's watch are now Biden's fault.I guess it all makes sense, considering Trum...","sentiment_score":0.0}
{"full_text":"RT 1) Biden advisers keep making this claim to reporters, but the idea they're starting \"from scratch\" seems like a gambit to lo...","sentiment_score":0.0}
{"full_text":"RT 1 in 4 young people 'unable to cope with life' since start of pandemic. At our livestreamed briefing tomorrow Professo...","sentiment_score":-0.2}
{"full_text":"I decided to quit on Thursday January 23. When I exited my entire account after Intel's earnings report. Market made negative divergent since Italy lockdown. Has been riding #RoaringTwenties since Mar 16 SOXL bottom. 1200% unrealized gain. I buy panic. Excited for 1Q21 sell off.","sentiment_score":0.025}
{"full_text":"Guys don't be donkeys, the purchase can wait. We are in a pandemic. Regards. Jordan.","sentiment_score":0.0}
{"full_text":"COVID update: Biden pandemic executive orders; vaccine shortages","sentiment_score":0.0}
{"full_text":"RT #COVID19: Nearly 5 million people get first vaccine dose as UK records another 1,290 deaths ","sentiment_score":0.175}
{"full_text":"RT There are real lessons from the COVID-19 testing experience that we must apply to vaccines. Despite laws and a promise...","sentiment_score":0.2}
{"full_text":"RT If this is true it is absolutely horrifying.","sentiment_score":-0.275}
{"full_text":"RT NEW: Government laptops given to schools for students to use at home have come pre-installed with a serious virus that trie...","sentiment_score":-0.0984848485}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Support your favorite artists during this pandemic, shop their online stores, and support free healthcare!","sentiment_score":0.5}
{"full_text":"RT This pandemic is not our fault Atleast extend our visas please #extend485visas please","sentiment_score":0.0}
{"full_text":"RT During the presidential campaign, many in the MAGA movement called #COVID19 a hoax designed to defeat #trump. They claimed th...","sentiment_score":0.5}
{"full_text":"RT Our Clinical Director, Dr Michael McCooe talks about his experiences as an ICU Consultant during the first wave of the...","sentiment_score":0.25}
{"full_text":"Sending you  all  non-pandemic hugs too! And a special one for you for being so special to all #POstables.","sentiment_score":0.3571428571}
{"full_text":"RT We are doing close to 1 million shots a day and the Joe Biden plan is to do 100 million shots in 100 days. It's literally the sa...","sentiment_score":0.0}
{"full_text":"Health unit reports 56 new COVID-19 cases [https:\/\/t.co\/25AlAuspFu] #TBay #ThunderBay","sentiment_score":0.1363636364}
{"full_text":"RT FANTASTIC NURSING HOME NEWS--Eli Lily's monoclonal antibody drug can lower the risk symptomatic #COVID19 by 80% when used pr...","sentiment_score":0.4}
{"full_text":"Typical hubby!!  I wish I could have my mom come stay and visit. I miss my friends and family but won't until Covid is under control. Better safe than sorry.","sentiment_score":0.0598958333}
{"full_text":"PCR test is on the way out. And with it the so called \"pandemic\"PCR positive NEVER meant COVID positive","sentiment_score":0.2272727273}
{"full_text":"GEMS is #racist &amp; #incompetent The conduct of #GEMS is outrageous and criminal that the public servants continue to pay those who were privileged by apartheid in this day and era. #Covid19 #MedicalAids#Medscheme #News24","sentiment_score":-0.4375}
{"full_text":"these boots are my best lockdown purchase by far","sentiment_score":0.55}
{"full_text":"RT There are real lessons from the COVID-19 testing experience that we must apply to vaccines. Despite laws and a promise...","sentiment_score":0.2}
{"full_text":"My school is in full lockdown. My classmates are idiots and making noise. Wish me luck boys, I'll see you in the Gulag.","sentiment_score":-0.225}
{"full_text":"This is truly, truly, vile - and particularly so at the present time with all the risks of COVID.  How anyone can behave like this towards our incredible officers, I just can't begin to comprehend. Let this be a lesson and thoughts with the officer affected.","sentiment_score":0.3555555556}
{"full_text":"Mike Pence should be held responsible for his whopper of a lie that cost millions of lives.","sentiment_score":0.2}
{"full_text":"Kerala with maharashtra is ready to have surge again of covid  if not careful ,delhi might with tractor march and chaos after that,get vaccination india million a day to fight it.","sentiment_score":0.125}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"Shock? You always shocked. Why.","sentiment_score":-0.7}
{"full_text":"RT #We4Vaccine#CovidWarriors receiving COVID-19 vaccine shots at Base Hospital Delhi Cantt. #BaseHospital is the largest #COVID h...","sentiment_score":-0.8}
{"full_text":"You need to use your common sense this one time. We are in a pandemic. People stormed the capital and threatened the lives of congress members. That is why people aren't showing up. Being a \"free-thinker\" does not mean you engage in stupid thinking.","sentiment_score":-0.3145833333}
{"full_text":"RT Next week's e-Sgoil Lockdown Live sessions. ","sentiment_score":0.0681818182}
{"full_text":"RT Lockdown the country, run the stimmys, forgive student loans.","sentiment_score":0.0}
{"full_text":"Hire all of the out of work event planners. Everything will be organized and labeled-- AND there will be hors d'oeuvres","sentiment_score":0.0}
{"full_text":"RT Confirmed these themes of Biden administration's agenda:January 21 - COVIDJanuary 22 - Economic ReliefJanuary 25 - Buy Ame...","sentiment_score":0.3}
{"full_text":"RT Remarkable oral history of \"Moulin Rouge\" post shutdown from  and a microcosm of the varied and terrible ways...","sentiment_score":-0.125}
{"full_text":"RT Pollution from PPE is a big problem as the pandemic carries on internationally. But the scary reality is that PPE is just t...","sentiment_score":-0.1666666667}
{"full_text":"#WATCH: #Coronavirus press conference.","sentiment_score":0.0}
{"full_text":"RT On 17 March, Sir Patrick Vallance, the chief scientific adviser, said keeping UK Covid-19 deaths below 20,000 would be a \"g...","sentiment_score":0.0}
{"full_text":"RT What's the official Biden COVID death count? I don't know because CNN removed their daily tracker","sentiment_score":0.0}
{"full_text":"RT Blackrock ceo fink says company will probably never have again 100% of workforce working in the office after the pandemic","sentiment_score":0.0}
{"full_text":"2 #VCUSSW M.S.W. students are researching how COVID-19 has reduced physical safe spaces for peers who identify as #LGBTQ. Results will inform VCU on the best actions to take for the community. Please take or share this confidential survey. #lgbtqia #queer","sentiment_score":0.5}
{"full_text":"RT Is anyone surprised the Biden administration is inheriting essentially no Covid vaccine distribution plan from the Tru...","sentiment_score":0.05}
{"full_text":"You had no COVID-19 plan you tried to kill us. Murderer and traitor we will not negotiate with you. Lock him up now.","sentiment_score":0.0}
{"full_text":"RT You hear a lot about our new reality, a pandemic wrapped in a recession and covered with social and political unrest. What has bee...","sentiment_score":0.0565656566}
{"full_text":"RT Today, issued a mask mandate on federal property, launching his \"100 Day Masking Challenge\" as part of our efforts t...","sentiment_score":0.0}
{"full_text":"RT Four Goals of the Updated National HIV Plan to End the Epidemic - POZ via","sentiment_score":0.0}
{"full_text":"RT Has #China constructed a new village inside #ArunachalPradesh? Not quite: How #NDTV misled with its 'exclusive' report fro...","sentiment_score":0.1363636364}
{"full_text":"RT #ImpeachBiden therecwere 4000 new cases of #BidenVirus reported today in MA!","sentiment_score":0.1704545455}
{"full_text":"RT I have Covid. The breathlessness is awful. I'm caring for a child with a severe learning disability. you...","sentiment_score":-1.0}
{"full_text":"My sons teacher has Covid &amp; one of his fav teachers is subbing for her. I can definitely see WHY she is everyones FAVORITE teacher! Her personality &amp; energy is ....","sentiment_score":0.3125}
{"full_text":"Gyms, leisure centres and sports facilities are vital to the nation's physical and mental wellbeing. Please sign and share this petition to get them reopened first after lockdown:","sentiment_score":0.0625}
{"full_text":"\"Nothing I'm saying supposes COVID-19 to be any less of a threat to public health than it is.\"","sentiment_score":-0.0833333333}
{"full_text":"RT Lockdown the country, run the stimmys, forgive student loans.","sentiment_score":0.0}
{"full_text":"You can still ask for a mortgage payment holiday up until March 21 #coronavirus uk","sentiment_score":0.0}
{"full_text":"Executive Editor analyzes Biden's #First100 efforts toward vaccine and stimulus rollout.","sentiment_score":0.0}
{"full_text":"Covid is threatening #Africa's #gorillatrekking industry - but #responsibletourism could be the curehttps:\/\/t.co\/V8Bwh0ERY5","sentiment_score":0.0}
{"full_text":"Despite a brief dip in global CO2 as a result of the COVID #pandemic, the planet is still heading for a global temperature rise in excess of 3 degrees this century, a new UN report says. The #greenrecovery could cut expected emissions in 2030 by up to 25%","sentiment_score":0.0072727273}
{"full_text":"RT Schwarzenegger gets coronavirus vaccine: \"Come with me if you want to live!\"","sentiment_score":0.1704545455}
{"full_text":"NI lockdown restrictions extended to March 5th","sentiment_score":0.0}
{"full_text":"THE BIDEN AGENDA | Administration moves quickly to get arms around pandemic, shaken economy (via ","sentiment_score":0.3333333333}
{"full_text":"SUPERKICKS | You choose the level, you choose the fun. #Lockdown isn't ideal but Superkicks is here to save the day, to get your little ones away from the screens and brushing up on their football skills. Check out #Superkicks today  https:\/\/t.co\/YpQd0nwuVE","sentiment_score":0.3375}
{"full_text":"TONIGHT at 6 p.m. - \"Understanding the COVID-19 Vaccines\" is a free webinar from &amp; Durham Men's Health Council.Join Dr. Arnett Coleman as he discusses questions to ask, the benefits &amp; possible side effects of vaccine.Sign up:","sentiment_score":0.2}
{"full_text":"1 in 3 people who have the virus have no symptoms, so you could be spreading it without knowing it.To help stop the spread, remember #HandsFaceSpace and #StayHome as much as possible.For more guidance, visit:","sentiment_score":0.35}
{"full_text":"RT Bro what school system is putting y'all out here??? ","sentiment_score":0.0}
{"full_text":"RT President Biden's first full day in office will include an intelligence briefing and a meeting with his administration's Covid-19...","sentiment_score":0.3}
{"full_text":"A helpful #coronavirusvaccine tracker from AARP  that explains the when, what, and how of your state's individual vaccination plan:..https:\/\/t.co\/ZN99ack4JY","sentiment_score":0.0}
{"full_text":"\"We can't wait to get open now and make sure the people who need a helping hand in this town get it.\"https:\/\/t.co\/ypQCYALZBl","sentiment_score":0.25}
{"full_text":"#Germany is seeing a promising decline in new #coronavirus infections, but must take \"very seriously\" the risk posed by a more contagious variant &amp; will have to be cautious whenever it starts easing its #lockdown, Chancellor #AngelaMerkel said.","sentiment_score":0.1007575758}
{"full_text":"The Ontario government is providing over $12 million to add 46 new mental health beds in 16 hospitals across the province.More COVID updates here: ","sentiment_score":0.0181818182}
{"full_text":"Incredible humanity ","sentiment_score":0.9}
{"full_text":"Calling all parents of children with rare neurogenetic disorders! There are less than two weeks left before the CoIN Study survey closes. If you would like to share your family's experiences of Covid-19, please follow the link to start the survey:https:\/\/t.co\/MQesEwXOB3","sentiment_score":0.0694444444}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"#COVID19 has shown us best-laid development plans can be derailed if risks aren't considered. What makes for successful #RiskInformedDevelopment?  Share your ideas at #RIDConsultation 18 Jan-5 Feb ","sentiment_score":0.75}
{"full_text":"Follow our live updates of today's Downing Street briefing here. https:\/\/t.co\/RXR1zunoyq","sentiment_score":0.1363636364}
{"full_text":"A University of Portland staff member has been isolated after testing positive for the new United Kingdom variant of the novel coronavirus.","sentiment_score":0.1818181818}
{"full_text":"Fewer Americans applied for unemployment benefits last week, lowering claims to 900,000, still a historically high level that points to further job cuts in a raging pandemic.","sentiment_score":0.0533333333}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"WHERE IS THE\"MEDIA\"WHEN THESE SEDITIONIST \"TAKE THE PUBLIC MICROPHONE\"LISTEN AMERICA!\"TRUMP LEFT  ((NO))COVID-19!DISTRIBUTION PLAN!  \"SERIOUSLY? \"REPORTERS!\"IF YOUR GOING TO SHOW UP FOR A PRESS CONFERENCE:DEMAND \"ACCOUNTABILITY!\"NONE OF THE BASTARDS TALED UNDER TRUMP!","sentiment_score":-0.2170138889}
{"full_text":"If you signed up for tonight's Lockdown Poetry Group workshop on The Mighty Stream: Poems in Celebration of #MartinLutherKingJr but haven't received an email inviting you to Zoom, check your Spam folder. Sometimes Eventbrite emails end up there.","sentiment_score":0.4}
{"full_text":"Due to the COVID-19 pandemic, Carnegie Library of Pittsburgh is not able to provide tax preparation assistance this year, but check out these other local groups for help with preparing and filing tax forms for 2020:","sentiment_score":-0.125}
{"full_text":"Has your education been affected by #Covid19 ? Your voice needs to be heard! Join the #OneBillionVoicesForEducation Campaign and register for the Virtual Launch here: ","sentiment_score":0.0}
{"full_text":"#Anxiety and #depression were closely associated with daily life under home restrictions among adolescents during the #COVID19 pandemic period","sentiment_score":0.0}
{"full_text":"While fighting COVID-19 &amp; bolstering the economy must be the top priorities, the 117th Congress must also prioritize repairing our democracy, restoring the rule of law, police reform, &amp; expanding the federal judiciary. Learn more:","sentiment_score":0.5}
{"full_text":"SUPERKICKS | You choose the level, you choose the fun. #Lockdown isn't ideal but Superkicks is here to save the day, to get your little ones away from the screens and brushing up on their football skills. Check out #Superkicks today  https:\/\/t.co\/bNjrQpyysl","sentiment_score":0.3375}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Follow our live updates from today's Downing Street briefing here. https:\/\/t.co\/WgtFPfbsQ9","sentiment_score":0.1363636364}
{"full_text":"CW \/\/ ChildrenCC: Ben never thought he'd be here, at a dealership with Rey picking out a minivan. As the stay-at-home dad to their three daughters and one son, he was the proudest Papa Bear taking them to all their activities. He lived in a home virtually overflowing with love.","sentiment_score":0.5}
