{"full_text":"A \"heinous attack\"  (by the people \"we love\"). #Trump releases his hostage-like video and then reverts to calling them \"American Patriots\".How's that #SecondImpeachment going, America??https:\/\/t.co\/RYwGKPniD4","sentiment_score":0.25}
{"full_text":"RT \"People need to know that they can personally stop the #COVID19 virus, and they need to know that the virus can stop with them\"-@D...","sentiment_score":0.0}
{"full_text":"RT JUST IN: UK reports more than 68,000 daily coronavirus cases for first time","sentiment_score":0.25}
{"full_text":"1 in 4 women suffering sexual harassment working from home say 'misconduct exacerbated since spring lockdown'","sentiment_score":0.5}
{"full_text":"RT .@JoeBiden \"supports releasing available [COVID-19 vaccine] doses immediately, and believes the government should stop hol...","sentiment_score":0.4}
{"full_text":"RT From Monday 11 January, there will be two testing sites in Warrington for people who do not have coronavirus symptoms and...","sentiment_score":0.0}
{"full_text":"RT All Government sponsored vaccination will be free of cost...","sentiment_score":0.4}
{"full_text":"As says, \"it is time to reset\" how we respond to the needs of others, including the forcibly displaced.#VaccineNationalism must not relegate the forcibly displaced to the back of the queue.#ResetTheResponsehttps:\/\/t.co\/avdG47nicD","sentiment_score":0.3333333333}
{"full_text":"RT We are taking further action to help our centres and learners in light of the new national lockdown coming into force this w...","sentiment_score":0.1590909091}
{"full_text":"RT Buhari that hardly addressed Nigerians live on TV now wants to take COVID-19 vaccine live on TV.Lol...","sentiment_score":0.0452651515}
{"full_text":"RT Confused by the new lockdown? I have a video for you!New explaining the new lockdown including:- Linked...","sentiment_score":-0.0424242424}
{"full_text":"FDA Says Believe Data Suggests Currently Authorized COVID-19 Vaccines May Still Be Effective Against New Variant$PFE","sentiment_score":0.2454545455}
{"full_text":"Thanks, Dyfed-Powys Police.   Stay home. Stay safe.","sentiment_score":0.35}
{"full_text":"UAE: 53,859 vaccinated against COVID-19 in last 24 hours","sentiment_score":0.0}
{"full_text":"RT QR codes are now everywhere thanks to COVID-19. Some say it hugely increases the security risk to our smartphones. What do...","sentiment_score":0.3}
{"full_text":"RT JUST IN: UK reports more than 68,000 daily coronavirus cases for first time","sentiment_score":0.25}
{"full_text":"RT Faces Of COVID: Mark Skogen Died Of COVID On Christmas Eve After 2-Month Battle","sentiment_score":0.0}
{"full_text":"RT My girl doing big things!Eyy!","sentiment_score":0.0}
{"full_text":"Got the first dose of my Covid vaccine today!!","sentiment_score":0.390625}
{"full_text":"RT PM to interact with chief ministers on Monday over Covid situation, vaccine roll-out Read:","sentiment_score":0.0}
{"full_text":"#COVID live news - latest UK updates: #Police threaten PS200 fine for snowballs - as 30,000 penalties handed to coronavirus rule-breakers","sentiment_score":0.351010101}
{"full_text":"RT Seriously, for whatever reason and however counter-intuitive, lockdowns and restrictions don't make the difference that the...","sentiment_score":-0.3333333333}
{"full_text":"RT I wonder","sentiment_score":0.0}
{"full_text":"look at you, who is the unstable one ? Who told people to come to China Town during pandemic, blamed the owner for getting her hair done, can't take question. You need a cognitive test","sentiment_score":0.0}
{"full_text":"RT Vaccination lines across NYC are moving slowly. The reason: lots of restrictions about who is eligible and a disorganize...","sentiment_score":-0.3}
{"full_text":"23\/26 Year 11s in the live lesson today. I am chuffed with that! Definitely beats lockdown 1 attendance figures! Feeling a lot more positive about being online now than I was. ","sentiment_score":0.2244318182}
{"full_text":"RT WATCH LIVE: Prime Minister Justin Trudeau provides update on COVID-19 responsehttps:\/\/t.co\/PUV0S7oPMd","sentiment_score":0.1363636364}
{"full_text":"RT Please, please follow the rules.Please wear a mask, wash your hands, keep your distance.Even if *you* think Covid is...","sentiment_score":0.0}
{"full_text":"RT 'Folks are struggling to breathe. Folks are gasping for breath.' COVID vanquishes Bay Area ERs","sentiment_score":0.0}
{"full_text":"RT The nation's biggest immunization rollout is facing pushback from an unlikely source: health care workers who witnessed COVID-19's...","sentiment_score":-0.5}
{"full_text":"THE CAPTION???? YALL ARE VERY WILD","sentiment_score":0.13}
{"full_text":"RT Whittington patients increase as Covid 'major incident' declared in London","sentiment_score":0.0625}
{"full_text":"RT Love you, Dad.","sentiment_score":0.5}
{"full_text":"State-level credit union groups are calling on their legislatures to expand the use of remote notarization as the pandemic drags on.","sentiment_score":-0.1}
{"full_text":"RT Highest number of confirmed covid cases today 68K and highest daily number of covid deaths ever 1,325. Yet we have a m...","sentiment_score":0.2}
{"full_text":"RT No new measures. Just putting the onus on Ontarians to stay home, without addressing those who are getting it at work bec...","sentiment_score":-0.0681818182}
{"full_text":"All this would be clearer if the numbers of each type of death were collated to fit the overall death figure.  Presumably there must be far less deaths from other causes (strokes, Alzheimer's etc) if Covid Deaths far exceed excess deaths relative to previous years.","sentiment_score":0.0177083333}
{"full_text":"RT So does expect that the virus in Ontario behaves differently to the one causing \"our pandemic\" to quote DBH?...","sentiment_score":0.0}
{"full_text":"I'd be sick and it would have nothing to do with Covid","sentiment_score":-0.7142857143}
{"full_text":"RT So y'all tellin me Atlanta been open the whole pandemic , drunk off 1942 &amp; mimosas from brunch ... and we STILL had to step...","sentiment_score":-0.1}
{"full_text":"RT Ont. plans to expand asymptomatic COVID-19 testing to schools across province: Lecce","sentiment_score":0.0}
{"full_text":"RT Kids started getting covid when they left school, and will now be further hurt by knee jerk policy that won't solve the...","sentiment_score":0.0}
{"full_text":"RT A horrifying personal account of yesterday inside the Capitol from Times photographer","sentiment_score":-0.45}
{"full_text":"RT London declares a major incident due to rising cases  Number of Covid-19 cases exceed 1000 per 100,000 35% more patients...","sentiment_score":0.1458333333}
{"full_text":"RT 1 in 30 people in London now have COVID. NHS staff were shouting from the rooftops that Christmas could risk thousands of l...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Biden to speed release of coronavirus vaccines, ending Trump practice of holding back shots for second dose.","sentiment_score":0.0}
{"full_text":"RT 1,325 Covid deaths reported in 24 hours, with every indicator suggesting this is going to get a lot worse.Britain is in...","sentiment_score":0.0}
{"full_text":"See Quee and student are at home because of covid 19 . Who is fooling who","sentiment_score":0.0}
{"full_text":"RT Going on to discuss streaming and vaccines! Don't miss it!","sentiment_score":0.0}
{"full_text":"Absolutely appalled that Verdigris restaurant in #tonbridge is now displaying covid denial posters in its windows. This is not only nonsense but actively dangerous. ","sentiment_score":-0.4666666667}
{"full_text":"RT I've received several DMs from friends asking what do to about parents\/family members who believe misinformation regarding th...","sentiment_score":0.0}
{"full_text":"RT First step:Stop consuming alcoholSecond step:Leave them in peace and start making mature decisions, know...","sentiment_score":0.175}
{"full_text":"RT Students who rent homes from private landlords are unable to rentstrike but still can't return to homes they're paying f...","sentiment_score":-0.25}
{"full_text":"Trying to get me fired during a pandemic ","sentiment_score":0.0}
{"full_text":"A zero-Covid strategy works and should be prioritised. Lives will depend on it, writes researcher Jay Patel.","sentiment_score":0.0}
{"full_text":"So proud of my school. When we were handed Covid tests as a job, I honestly didn't think it was possible. But this week we set up a test site and a team of our fantastic staff have been running testing, which all went very smoothly. Staff and parents feel very reassured!","sentiment_score":0.4283333333}
{"full_text":"RT The lockdown police don't like to be policed. ","sentiment_score":0.0}
{"full_text":"Flex spaces and outdoor living are some trends brought on by COVID that will continue in 2021.","sentiment_score":0.0}
{"full_text":"Have a nice and quiet weekend! #StaySafe #StayHome","sentiment_score":0.3}
{"full_text":"RT Now that Democrats have power, we have to be bold in a way we have not seen since FDR in the 1930s. The first order of...","sentiment_score":0.2916666667}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"RT How catastrophes and COVID-19 are changing business trends for P&amp;C","sentiment_score":0.0}
{"full_text":"RT Have you noticed that the Fake News media has completely forgotten about COVID for the past 3 days while bashing Trump and hi...","sentiment_score":-0.2166666667}
{"full_text":"I will say that being ultra familiar with both the hospital, the process, and even his care team (down to the phlebotomist) has been helpful. I can explain a lot of things to him without needing to go with him (due to covid) that they struggle to get him to grasp.","sentiment_score":0.0314814815}
{"full_text":"An extraordinary set of first-person narratives.","sentiment_score":0.3333333333}
{"full_text":"RT There has been recent incorrect reporting around covid-related funding for Scotland, Northern Ireland &amp; Wales.A summary o...","sentiment_score":0.0}
{"full_text":"RT The South Africa coronavirus variant has scientists concerned about the potential effectiveness of vaccines against it: ht...","sentiment_score":0.0}
{"full_text":"Service Update 17:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 17:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"My Gran saw Gina Miller in Morrisons buying up all the Andrex and Cushelle toilet rolls though so watch out! #lockdown #BrexitDisaster","sentiment_score":-0.0416666667}
{"full_text":"continuing his outstanding leadership folks!","sentiment_score":0.625}
{"full_text":"Psychotic, virus hysteria mainstream media keeps ratcheting up the fear mongering and insanity.You said ---&gt; ONTARIO &lt;--- and fact is, the COVID hotspot of Toronto is not the entire province.In fact, Peel is the only COVID problem in Ontario.Source:","sentiment_score":-0.1666666667}
{"full_text":"RT This is a prudent move that will help expand Covid vaccine access to more high risk patients at a time when the epidem...","sentiment_score":0.33}
{"full_text":"RT UK to date: Covid CASES:    2,840,000Covid DEATHS:   77,346 Covid VACCINES:   1,300,000Vaccine related DEATHS:   0...","sentiment_score":0.0}
{"full_text":"RT There's no doubt that we're facing the most dangerous moment yet in this pandemic.The truth is I've never been more concer...","sentiment_score":0.1333333333}
{"full_text":"En fin....","sentiment_score":0.0}
{"full_text":"RT #JustIn | UK reports record 1,325 coronavirus deaths over 24 hours (News Agency AFP)","sentiment_score":0.0}
{"full_text":"RT How can you at the same time believe the world is being run by sex trafficking blood drinking child murdering people with...","sentiment_score":0.0}
{"full_text":"RT \"Trusts are rationing ICU beds. If you have multiple co-morbidities you're less likely to be given one &amp; palliative care...","sentiment_score":-0.0555555556}
{"full_text":"Truth Teller. Many of us have been questioning why,if they believed in a second wave,didn't they prepare. Perhaps all part of a plan","sentiment_score":0.25}
{"full_text":"Just 48 Hours Afters Wife Delivers Baby Clinging to Life, Devoted Dad Dies From COVID-19","sentiment_score":0.0}
{"full_text":"University of #Manchester students who haven't been back to their accommodation since before the national lockdown have been told they won't have to pay rent until restrictions are lifted.It follows rows between students and uni bosses over rent this year.","sentiment_score":0.0}
{"full_text":"You used the word carnage at your inauguration, and that is what u r leaving behind. In 4 yrs, u have lost the House, Senate and presidency. Over 350k have died on ur watch due to ur mishandling of COVID and the job losses. And the Capitol riots will be ur legacy. Just wow!","sentiment_score":-0.1333333333}
{"full_text":"UK Covid-19 variant makes NY's 'worst case scenario' possible, Cuomo says via","sentiment_score":-0.5}
{"full_text":"Via Coronavirus: Why are Czechs among Europe's most sceptical when it comes to vaccines?","sentiment_score":0.5}
{"full_text":"RT 11 deaths following Covid vaccine administration have now been reported to the as well as 38 life threatening respo...","sentiment_score":0.0}
{"full_text":"RT A very important thread. In line with everything my medic mates are saying. Digest #COVID19","sentiment_score":0.52}
{"full_text":"Day 11: I confirmed positive again on the retest done today. #covid19 sucks. Have no symptoms but still, I'm infected. The bad part I'm all alone and have to continue this isolation.","sentiment_score":-0.0931818182}
{"full_text":"RT Prrmier Doug Ford is lying.  Over 100,000 doses (more than half of vaccines given to Ontario), ar...","sentiment_score":0.1666666667}
{"full_text":"RT #ACAAI Provides Further Guidance on Risk of Allergic Reactions to mRNA #COVID19 #Vaccines #allergy #anaphylaxis #asthma #f...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Mayor of London has declared a 'major incident' as rapid spread of Covid-19 \"threatens to overwhelm ho...","sentiment_score":0.0625}
{"full_text":"RT Preliminary new study suggests Pfizer's COVID-19 vaccine protects against a mutation found in two worrisome and contag...","sentiment_score":0.1363636364}
{"full_text":"RT UK &amp; US both suffer their worst day of the covid pandemic at the same time. Two countries led by populist blustering bulls...","sentiment_score":-0.5}
{"full_text":"RT Same chart from 31-Oct lockdown press conference, but with scenarios all aligned at the 100 deaths\/day level on 11-Oct. This is...","sentiment_score":0.0}
{"full_text":"RT Utterly grim covid-19 numbers in the UK today, with 1325 deaths. If you're spreading anti-vaxxer mince, please, I urge you...","sentiment_score":-1.0}
{"full_text":"We have lockdown but no sunset","sentiment_score":0.0}
{"full_text":"RT According to an email from SU, all students living off-campus are strongly encouraged to return to their housing as close...","sentiment_score":0.4333333333}
{"full_text":"RT More than 1100 vaccination sites will be operational next weekhttps:\/\/t.co\/ZOxqJ4U8bY","sentiment_score":0.25}
{"full_text":"Panic buying ","sentiment_score":0.0}
{"full_text":"Shocking increase in both #COVID19 cases by over 68,000 (a new record) and sadly deaths - by 1,457 (a new record)...#bbcpm #ToryIncompetence #JohnsonHasFailedTheNation","sentiment_score":-0.3068181818}
{"full_text":"RT 68,053 new Covid cases today1,325 new Covid deaths today80k official deaths in totalWeekly deaths up 44.6%Highe...","sentiment_score":0.1363636364}
{"full_text":"RT Celtics say Tristan Thompson, Rob Williams and Grant Williams are out due to COVID protocols for a game tonight against...","sentiment_score":-0.2625}
{"full_text":"Its in fact not factual in that the deaths have not been attributed to the vax. They're being investigated because they temporally coincided. He's misrepresenting that, and providing screenshots that can't be followed up on","sentiment_score":0.0}
{"full_text":"After my parents who barely left the house both caught COVID-19 months ago and my pops was sent to the hospital it really hits home on how scary #COVID19 my heart really breaks for Sunny and Manny #TheView #theview #fridaymorning","sentiment_score":-0.025}
{"full_text":"RT Passengers of flight AK6304 (KL - Langkawi 1\/1 11:15am) and AK6303 (Langkawi - KL 2:40pm 4\/1), please be aware th...","sentiment_score":0.25}
{"full_text":"RT On the day London hospitals declare a major incident because of the flood of Covid patients, 's 'lockdown s...","sentiment_score":0.0625}
{"full_text":"I don't think covid19 discriminates the way many British people do","sentiment_score":0.25}
{"full_text":"RT BREAKING: I have declared a major incident in London because the threat this virus poses to our city is at crisis point.On...","sentiment_score":0.0625}
{"full_text":"RT Ontario reports 4,249* cases of COVID-19, 26 deaths - 71,481 tests completed - another 2,738 cases resolved- 1,446 in hos...","sentiment_score":0.0}
{"full_text":"Heck, good ol slow creepy uncle is going to die of the China virus","sentiment_score":-0.0333333333}
{"full_text":"RT U.S: \"Nationwide Curfew is 10pm\"Coronavirus at 10:01p.m:","sentiment_score":0.0}
{"full_text":"RT #YourZoosNeedYou PS95m of the Zoo Animals Fund is unspent but zoos, aquariums &amp; safari parks are being devastated by the pandemic...","sentiment_score":0.0}
{"full_text":"RT The newest White House Task Force report found Iowa is once again in the red zone for new cases and test positivity. Sta...","sentiment_score":0.0454545455}
{"full_text":"RT BREAKING: Biden to speed release of coronavirus vaccines, ending Trump practice of holding back shots for second dose.","sentiment_score":0.0}
{"full_text":"Wear a fucking mask outside - simple as pie right?  you Nazi","sentiment_score":-0.0785714286}
{"full_text":"RT Almighty. As the pandemic has forced many into lockdown again, we look to You for comfort, strength &amp; protection. Calm our h...","sentiment_score":0.1666666667}
{"full_text":"RT UK &amp; US both suffer their worst day of the covid pandemic at the same time. Two countries led by populist blustering bulls...","sentiment_score":-0.5}
{"full_text":"RT Had a productive meeting with Mr. Emmanuel Bonne, Diplomatic Advisor to President Macron. Expressed joy at the progress i...","sentiment_score":0.8}
{"full_text":"RT Pfizer-funded research says vaccine might be effective against new COVID-19 strains","sentiment_score":0.3681818182}
{"full_text":"RT Stanley Johnson who broke lockdown repeatedly, getting a 2nd vaccine before many very vulnerable people haven't had their...","sentiment_score":-0.05}
{"full_text":"RT Please, please follow the rules.Please wear a mask, wash your hands, keep your distance.Even if *you* think Covid is...","sentiment_score":0.0}
{"full_text":"RT Heartbreaking news. Another 1,325 deaths from Covid - the highest number of UK deaths reported on a single day since the...","sentiment_score":-0.0714285714}
{"full_text":"Hey Chad. Nothing. I think private employers were just cutting back last month and slowing (involuntarily) down because of the pandemic.","sentiment_score":-0.1511111111}
{"full_text":"For 2021 #housingdata, context is key - #Denver #Denverneighborhood #Colorado #housing #homesales #buyingahome #homebuying #Denverrealestate #singlefamilyhome #condo #pandemic #homebuyer #homepurchase #homeowner #mortgage #interestrate","sentiment_score":0.0}
{"full_text":"RT Thank you for the amazing speech check out her opinion piece in Renee N. Salas: Lessons from the c...","sentiment_score":0.6}
{"full_text":"RT I am imploring Londoners to please stay at home unless it is absolutely necessary for you to leave. Stay at home to prot...","sentiment_score":0.0}
{"full_text":"Pfizer, BioNTech COVID-19 vaccine works in more contagious coronavirus variants: study","sentiment_score":0.5}
{"full_text":"RT So have decided that this year there won't be a no 'detriment policy' or 'safety net' of any kind or form. For m...","sentiment_score":0.3}
{"full_text":"RT Biden to release all Covid-19 vaccine doses, contrary to Trump policy","sentiment_score":0.0}
{"full_text":"RT London Police will fine Brits without a mask from now on. They are already stopping mates of mine &amp; asking \"where are yo...","sentiment_score":0.4166666667}
{"full_text":"Don't let lockdown ruin those special celebrations!Our website is still fully functional, with gifts for all occasions. All orders beautifully gift wrapped &amp; delivered straight to your door!Shop now -","sentiment_score":0.469047619}
{"full_text":" guOkhe'sha guOtlhimape There's something brewing down in the Bayou...@WorldWideWob on how Stan Van Gundy has the new-look Pelicans playing lock-down defense ","sentiment_score":-0.1555555556}
{"full_text":"The railway is open but only travel for work if you cannot work from home or for other legally permitted reasons. Please wear a face covering on all services unless you are exempt. Full travel guidance is available here:","sentiment_score":0.1375}
{"full_text":"Our Learn, Laugh and Play family program is offered at the following locations; Jackson Elementary on Wednesday, Sweeney Centre on Thursday, Dave Kandal Elementary on Friday. All programs run from 12:15-2:15 Pre-registration is required.  COVID-19 Protocols are in place.","sentiment_score":0.225}
{"full_text":"Lockdown Leicester doesn't mean there's nothing to do - we've got you covered with the #DMUvirtualtop10","sentiment_score":-0.3125}
{"full_text":"Researchers at the have developed a nanobody derived from Cormac the llama that could prevent COVID-19 infection. Read more about the nanobody by #Antibody #Nanobodies","sentiment_score":0.3}
{"full_text":"So ridiculously thrilled to see the brilliant @BethCameron_DC return to the NSC in a global health security and biodefense role. She's phenomenal in every sense and will show the leadership we need to tackle current and new biothreat challenges.  ","sentiment_score":0.3560606061}
{"full_text":"RT Storming of Capitol was textbook potential covid-19 superspreader, experts say","sentiment_score":0.0}
{"full_text":"RT Just a reminder, as provinces run low on vaccines, PM put murderers ahead of grannie in the nursing home ag...","sentiment_score":0.0}
{"full_text":"RT My 82 yo mom passed away this morning from #COVID19. My heart is broken.","sentiment_score":-0.4}
{"full_text":"RT Santa Susana High School just announced a 15-year-old student died \"from complications after contracting COVID-19.\" Would...","sentiment_score":0.16}
{"full_text":"#HappyWeekend! Keep yourself entertained while we're all indoors with Snow White in the Seven Months of Lockdown  'The gags will make you titter, the story will warm your cockles'   end THIS SUNDAY@charlescourt","sentiment_score":0.3}
{"full_text":"If you are planning a movie night this weekend.We can deliver your curry to you.Call us on 01305 783515Order through our apphttps:\/\/t.co\/YOF8RXQF3wOr through our website #weymouth #takeaway #lockdownuk","sentiment_score":0.0}
{"full_text":"Please see today's update on positive COVID-19 cases in for 1\/6-1\/7. Updates are on Mondays, Wednesdays, and Fridays by noon.","sentiment_score":0.2272727273}
{"full_text":"Simone Ludlow and Erika Veh had been talking about starting a business for years. It turns out, the middle of a pandemic was the perfect time to bring colour &amp; happiness into the homes of Canadians. Read their story. #supportlocal","sentiment_score":0.425}
{"full_text":"President-elect Joe Biden will release most available #COVID19 vaccine doses to speed delivery to more people, a reversal of the Trump administration policy, his office said Friday.https:\/\/t.co\/BjCc3N5EXw","sentiment_score":0.4666666667}
{"full_text":"Fewer people than Trump had had die from COVID on his watch. Seems fractured to me. He lost both votes in the Senate and couldn't command the support of all retrumplicans in the house. His brand is toxic now, the GOP will try and remove him just as they did the John Birchers.","sentiment_score":0.0}
{"full_text":"Join us today, Fri. Jan 8 for FREE COVID-19 Testing at our new location.When:  Friday, Jan 8, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"Forced Cremations of COVID Deceased in Sri Lanka: Implications for Minority Relations and Rights12 January | 5:45-7:45PMOrganised by and chaired by our Assistant Secretary General  Register Now:","sentiment_score":-0.125}
{"full_text":" Following the new national lockdown restrictions, all community netball will remain suspended until further notice.Behind the scenes we're continuing to prepare for its return and will keep you updated  Thank you for your ongoing support, understanding and efforts!","sentiment_score":0.0454545455}
{"full_text":"The 'stupid' driver was fined and dropped at a taxi rank after crashing his car on a closed road","sentiment_score":-0.5666666667}
{"full_text":"RT FIVE records broken today:Highest number of Covid deathsHighest number of casesHighest number admitted to hospitalHighest n...","sentiment_score":-0.4}
{"full_text":"I just wanted to praise my local store in Baltinglass. I only started using online shopping when the covid crisis began and it's such a good service. Staff are brilliant too.","sentiment_score":0.32}
{"full_text":"Remember this: Cuomo is leaving vaccines sitting in the fridge refusing to vaccinate the brave men &amp; women of the NYPD. He has ZERO respect for their lives or safety. Even Bumbling Bill de Blasio knows this is wrong.","sentiment_score":0.15}
{"full_text":"Have your say on how the pandemic has affected your mental health with","sentiment_score":-0.1}
{"full_text":"COVID 19 cases in India until : 08\/01\/2021 22:30Total Cases: 10430330 [+16257]Active: 221956Recovered: 10053270 [+16577]Deaths :150800 [+194]Total Tests: 179.34MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#Coronavirus lingers in enclosed spaces so it's important to keep your home ventilated. Letting fresh air indoors can reduce the risk of infection by over 70%.Open your windows in short, sharp bursts of 10 to 15 minutes regularly throughout the day. #StayHome #StaySafe","sentiment_score":0.115}
