{"full_text":"#LastLaugh #HappyNewYearsEve #laughteristhebestmedicine ... ...except for #Covid &amp; other illnesses...#NewYearResolution #EqualJusticeForAll #EqualRights #ReproRights","sentiment_score":-0.125}
{"full_text":"That piece of shit.","sentiment_score":-0.2}
{"full_text":"RT Covid-19 1 year anniversary coming up....","sentiment_score":0.0}
{"full_text":"RT .@senatemajldr I am going to drag you and all the evil shit you do into the light.","sentiment_score":-0.225}
{"full_text":"Boris is responsible for Sturgeons covid policies lol.","sentiment_score":0.5}
{"full_text":"RT NEWS: will hold a ceremony on Inauguration Eve to honor and remember the lives lost to COVID -- asking town...","sentiment_score":0.0}
{"full_text":"RT LIVE: A select number of guests, including healthcare workers and others from the front lines of the pandemic gather in New Yo...","sentiment_score":0.1363636364}
{"full_text":"Totally psychopathic place. This is what happens when the asylum inmates are running a medical hospital. There are a bunch of nurses who participated in having a stand-in for a dead co-worker. They are criminals. #TiffanyDover #Covid1984 #lockdown  ","sentiment_score":-0.0666666667}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"RT Bye bye 2020... All set to welcome 2021 with tons of energy Party at your own place everyone Don't drink and drive....","sentiment_score":0.7}
{"full_text":"COVID denial isn't as real as you think it might be. Pay attention to science:","sentiment_score":0.2}
{"full_text":"This bitch needs to disappear in the next minute, along with 2020!","sentiment_score":0.0}
{"full_text":"RT Just wondering but did anyone die of anything that was NOT covid this year?","sentiment_score":0.0}
{"full_text":"How we are reducing Oyo infrastructure  deficit, despite Covid-19 -","sentiment_score":0.0}
{"full_text":"RT KENNETH KUMELSKI, 73 of Scottsdale, Arizona died of COVID on Dec. 18.\"Ken was a \"real\" person who genuinely cared about...","sentiment_score":0.3}
{"full_text":"RT 2021 will have its share of negative surprises from this pandemic. But it will be met by science, by goodwill, by leadership...","sentiment_score":-0.3}
{"full_text":"RT From physically distanced dance parties to safe hug stations, here's how people stayed together while being apart during t...","sentiment_score":0.25}
{"full_text":"RT I might cry at 12 cus of everything I was put thru this year on top of a pandemic and I still persevered..","sentiment_score":0.5}
{"full_text":"We'd like to thank science communicators and journalists and (who joined us twice) for their insights into various aspects of the pandemic and how it affects us; 3\/n","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"Is it just me or did anyone feel like that rendition of 'Imagine' was slightly trolling the early pandemic days?","sentiment_score":-0.0333333333}
{"full_text":"RT This is how they celebrate the New Year in Wuhan, where the virus originated. Meanwhile, millions of Americans are still...","sentiment_score":0.1363636364}
{"full_text":"RT #RestoreOurEarth ties to the COVID-19 pandemic. COVID-19 very likely originated in wildlife, spreading from human-to-w...","sentiment_score":0.0}
{"full_text":"Here's to more togetherness, compassion, and maybe even joy in 2021. We are not alone. #2021year","sentiment_score":0.65}
{"full_text":"RT I might cry at 12 cus of everything I was put thru this year on top of a pandemic and I still persevered..","sentiment_score":0.5}
{"full_text":"We also heard from colleagues in Europe (@yvessciama, and (two times)) and Latin America (@estrellaburgos, and who gave perspectives on reporting on the pandemic through a different lens; 4\/n","sentiment_score":0.0}
{"full_text":"2020 was a great year. In spite of COVID I was able to have a superb year with lots wins and a few challenges. Looking forward to 2021 when I will shell it dung ","sentiment_score":0.48}
{"full_text":"Happy New Year! January 20th, 2021 President Biden VP Kamala HarrisDemocrat controlled SenateA government for WE the PEOPLECovid MandatesClimate ActionEquality PeaceHealth Prosperity","sentiment_score":0.3234848485}
{"full_text":"I feel like we kinda have our footing now; we know what we're dealing with and will be able to navigate the pandemic much better moving forward. But...there's a lot of idiots that's going to make that harder than it needs to be.","sentiment_score":0.025}
{"full_text":"H1N1 wasn't as lethal because it mostly attacked younger people. When criticism is leveled about the spread of Covid, however, it is perfectly legitimate to compare it to the spread of H1N1 and the strategies, or lack thereof, that worked and failed to work.","sentiment_score":0.25}
{"full_text":"20 seconds til covid vanishes \/s","sentiment_score":0.0}
{"full_text":"Scientists (two times) and Amit Kumar helped answer questions about vaccines, treatments and how to make sense of the scope of the pandemic; 5\/n","sentiment_score":0.0}
{"full_text":"RT Can't wait for Coronavirus to disappear at midnight!","sentiment_score":0.0}
{"full_text":"Congratulations hun","sentiment_score":0.0}
{"full_text":"2020 wasn't all bad, but let's have an exceptional 2021 by comparison!A new year won't magically fix 2020's problems. Please continue to be safe, wear your mask, wash your hands, stay away from other people, etc.Love you guys.Happy New Year. ","sentiment_score":0.1591991342}
{"full_text":"RT You tell these snowflakes!! What wooses.","sentiment_score":0.0}
{"full_text":"RT Covid-19 1 year anniversary coming up....","sentiment_score":0.0}
{"full_text":"Authors and shared their books and gave us a brief respite from the daily barrage of pandemic news; 6\/n","sentiment_score":0.0}
{"full_text":"RT If u guys catch COVID at these parties tonight, don't even complain. You did it to yourself","sentiment_score":0.0}
{"full_text":"RT COVID will be continuously underestimated until it affects you or someone in your circle.","sentiment_score":0.0}
{"full_text":"Please do not kiss anyone at midnight. Covid would love that.","sentiment_score":0.5}
{"full_text":"Miami Dolphins QB Ryan Fitzpatrick tests positive for COVID-19, out vs. Buffalo Bills, per source","sentiment_score":0.2272727273}
{"full_text":"RT As 2020 ends, we remember the loved ones lost &amp; give thanks to our leaders, frontline workers &amp; others who have come together t...","sentiment_score":0.45}
{"full_text":"RT .@senatemajldr I am going to drag you and all the evil shit you do into the light.","sentiment_score":-0.225}
{"full_text":"We thank and for their insights on how to cope with the stress and anxiety of isolation during the pandemic; 7\/n","sentiment_score":0.0}
{"full_text":"RT To go along with working from home, another lasting change from the pandemic may be dating from home","sentiment_score":0.0}
{"full_text":"2020 certainly had a little bit of it all. Culture changes, rivalries renewed, a pandemic, empty stadiums, bubble leagues, and hope renewed. Thank you all for liking and sharing our content this year. We hope to have more shots with you in them in 2021. ","sentiment_score":0.1066964286}
{"full_text":"RT Dec 31 2020Out-of-control spread of SARS-CoV2Nearly 4000 #COVID19 deaths per day in USVacc are many months away...","sentiment_score":0.5}
{"full_text":"It's self explanatory, when a cosponsor is forced to vote then backtracks during a pandemic, it gives leverage to progressives that run against them. More progressives in congress = good for m4a. Better yet tell me what is being done for m4a right now? Or another strategy?","sentiment_score":0.3371428571}
{"full_text":"I'm looking forward to see what I and everybody else got going on in 2021 let's hope this bitch ass COVID-19 thing goes away so the world can go back to normal.","sentiment_score":0.075}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT wear a mask so that we can witness a BTS tour in 2021  happy new year. be good.","sentiment_score":0.5454545455}
{"full_text":"Enjoy getting Covid and coding at home because there's no room at the hospital! You will be breathing, but your lungs won't be able to absorb oxygen, vomiting, and shitting yourself.","sentiment_score":0.5}
{"full_text":"RT No one will be blamed for 'bringing the mutated COVID strain to India.' Unless one of them turns out to be Muslim!","sentiment_score":0.0}
{"full_text":"RT Me vs 2020: The Match 1-0 to me@alexosipczak says YES  1-1COVID-19 equaliser 1-2@hashtagutd season cancell...","sentiment_score":0.0}
{"full_text":"RT .@senatemajldr I am going to drag you and all the evil shit you do into the light.","sentiment_score":-0.225}
{"full_text":"RT Wishing everyone a safe &amp; Happy New Year . This has been a challenging year but we made it &amp; we will continue to persever...","sentiment_score":0.4840909091}
{"full_text":"RT Why not wear a mask because it's the pro-life thing to do?","sentiment_score":0.0}
{"full_text":"-  to the teachers who became advocates for their students - making sure they have access to Internet at home, listening to them as they coped with covid deaths. (We don't pay teachers enough for the myriad of things they do beyond the classroom)","sentiment_score":0.25}
{"full_text":"RT jimin said he wants to perform 2!3! in the first post-covid concert...","sentiment_score":0.25}
{"full_text":"RT China won","sentiment_score":0.0}
{"full_text":"RT BREAKING: The CovidSafe app has detected that there was a case of COVID-19 at the Avalon Bowlo two weeks ago","sentiment_score":0.0}
{"full_text":"Despite a worldwide pandemic, I'm celebrating NYE the same way I have for years. At my parent's house, watching the ball drop on CNN after a big seafood dinner with my family. The perks of ringing in the New Year on the West Coast, celebrating at 9pm and going to bed early ","sentiment_score":0.0590909091}
{"full_text":"(This Is Why Nursing Homes Failed So Badly). I'm thinking about college dorms, with new strain of mutated virus, those young people could be in deeper danger.","sentiment_score":-0.2409090909}
{"full_text":"RT BREAKING: David Purdue is quarantining after exposure to COVID-19.","sentiment_score":0.0}
{"full_text":"RT On this special end-of-year presentation, we review the top stories of 2020, a year dominated by the COVID-19 pandemic....","sentiment_score":0.4285714286}
{"full_text":"RT First breakup of 2021: Ford calls off joint venture with Mahindra","sentiment_score":0.25}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"Happy New Year!     From my living room to yours.  Take care.  Be good.  Wear a mask. ","sentiment_score":0.5568181818}
{"full_text":"The Rise and Rock Breakfast Show on  with from 06:00-09:00 stream us on  .#LockdownExtension  sms:47861call:0861462632whatsapp:0604650345#2020WhatsYourVision #Covid19#StayAtHome#WeLoveSummer#HappyNewYear2021","sentiment_score":0.0}
{"full_text":"Watching #cDc take over #DEFCONNYE reminds me of constantly thinking I was born 10 years too late and missing out on the scene","sentiment_score":-0.1666666667}
{"full_text":"RT Pandemic didn't seem as such because you both were my happy pill! I pray that in this new year, this hashtag becomes LAW...","sentiment_score":0.3787878788}
{"full_text":"RT Covid-19 freaks watching us celebrate New Year last night unbothered #NYE2020","sentiment_score":0.0681818182}
{"full_text":"Happy New Year Motherfuckers ","sentiment_score":0.4681818182}
{"full_text":"RT Wuhan locals pack the streets to celebrate New Year as rest of the world suffers under Covid lockdowns","sentiment_score":-0.2318181818}
{"full_text":"All I can say is thank God for Fauci, Gates and the CDC given the alternative...","sentiment_score":0.0}
{"full_text":"CoVid-19 didn't make people bleed.  Didn't cause boils.  People were told it was bad without understanding what it did.  Minds were geared towards not catching it.  But, how bad was it to catch if they want 80% herding immunity and use partial active virus to infect.-ErnieMooreJr","sentiment_score":-0.3866666667}
{"full_text":"RT Social distancing is a must PRINCESS DAYAREESE NOW SHOWING #PrincessDayaReese","sentiment_score":0.0333333333}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT India likely to get coronavirus vaccine soon.#Coronavirus #CoronaVaccine #Video","sentiment_score":0.0}
{"full_text":"RT 60% of Ohio nursing home staff refusing covid vaccine says","sentiment_score":0.0}
{"full_text":"RT There's an old Vulcan saying that comes to mind as I consider how badly our pandemic response was mismanaged: \"Don't elect...","sentiment_score":0.0666666667}
{"full_text":"RT Huh.A certain new sitcom starting to air in January has had six COVID cases and yet still didn't shut down.Maybe its star...","sentiment_score":0.1168831169}
{"full_text":"We did it guys, covid is no more","sentiment_score":-0.25}
{"full_text":"In our #TalesFromTheMountains Abuzar shares how tourism has been badly impacted by #COVID19 in #GilgitBaltistan. The region attracts tourists from across the world, &amp; many locals rely on the tourism season for a source of income.","sentiment_score":-0.1}
{"full_text":"Stay home this New Year's Eve. The party is never worth it anyway. #StoptheSurge","sentiment_score":-0.0068181818}
{"full_text":"The Department of Trade and Industry (DTI) is open to extending for three years an incentives program for the automotive industry to comply with participants' production targets given the downturn in vehicle sales due to the pandemic.","sentiment_score":-0.0625}
{"full_text":"RT Dr. Fauci discusses the US response to Covid-19: \"If you have the wearing of masks or not turn into a political issue is not hel...","sentiment_score":0.0}
{"full_text":"HAPPY NEW YEAR! Let's get 199....we mean 2021 started! Boy....sure wish we were going into 1991 as opposed 202, but that's the way it goes. Anyway, let's get a fresh start at a new year and, hopefully, the end of a raging pandemic. Here's to 2021!","sentiment_score":0.2100568182}
{"full_text":"I want to thank all of these fine people for making this shitty year not so shitty.@SamAndaPiano@SkylerShuler@MrJadDokes@OhioIsForLauren@yopatpat","sentiment_score":0.4166666667}
{"full_text":"Who would've thought that suddenly, on a morning too pale to even recall, all would change? | via ","sentiment_score":-0.105}
{"full_text":"#AskLaMelo What are you gonna do in 2021 when COVID-19 is over, anything special?","sentiment_score":0.3571428571}
{"full_text":"RT Thalapathy Vijay Met CM..! Not Only for #Master Release. Considering the Industry facing Huge Loss throughout this Pan...","sentiment_score":0.2}
{"full_text":"MY FIRST TWEET: COVID COVID I CURSE YOU!","sentiment_score":0.3125}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT We tried education. We asked politely. Many times. This restaurant took advantage of a public health crisis to open as...","sentiment_score":0.1666666667}
{"full_text":"Today is September 6, 2020 and this tweet was scheduled to post on January 1, 2021 to see if the quoted tweet was accurate.Someone should reply to this so I get a notification. Thanks!https:\/\/t.co\/Px7zInmFF0","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"It was supposed to be the big event of 2020 in #Kamloops, but after being shelved, it looks like a referendum for a new Performing Arts Centre still won't happen next year. #covid19","sentiment_score":0.0454545455}
{"full_text":"This tweet is scheduled for 1\/1\/21. Today is 6\/7\/20. Is corona still a thing? Are we back to normal? Am I still alive? If I am, I will respond to this tweet. Happy New Year, everyone","sentiment_score":0.2372727273}
{"full_text":"It's 2021 and everything sucks we've had a global pandemic all year so far","sentiment_score":-0.0666666667}
{"full_text":"It was a tough year on everyone - this is what it was like reporting on ithttps:\/\/t.co\/na0Zhipy12","sentiment_score":-0.3888888889}
{"full_text":"If executed perfectly, the Thai tourism industry might finally see some rising profits.#MashableSEA #Thailand #Tourism #COVID19","sentiment_score":0.5}
{"full_text":"#Iran begins trials for domestically produced #vaccine","sentiment_score":0.0}
{"full_text":"Amid the rapidly changing post-pandemic realities, India has to be swift in identifying partners whom it can trust and who will help protect and further its national interests. Ambiguity, lethargy and posturing will not do, say &amp;","sentiment_score":0.0}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"RT This is how they celebrate the New Year in Wuhan, where the virus originated. Meanwhile, millions of Americans are still...","sentiment_score":0.1363636364}
{"full_text":"Who would've thought that suddenly, on a morning too pale to even recall, all would change? ","sentiment_score":-0.105}
{"full_text":"its currently july 17, 2020 at 10:49 pm est. I have scheduled this tweet for January 1st, 2021. hopefully corona virus is over or atleast we have progress! hopefully christmas went well and i will have my new cat by then so hope he's doing well!","sentiment_score":0.0852272727}
{"full_text":"this tweet is scheduled for january 1st, 2021, 12AM estmade this on oct 6th 2020-is corona gone?-do you still watch mcyts?-has skeppy met bad?-did you reach 500 followers?-have you started streaming?lastly, how many more friends have you made within the fandom\/community?","sentiment_score":0.5}
{"full_text":"Even though we could barely break out of our houses in 2020, there have still been breakout music stars during the COVID-19 pandemic. ","sentiment_score":0.05}
{"full_text":"Lets see what happens this year hopefully no zombies or another pandemic that lasts all year well a majority of the yearnote: this is a scheduled tweet","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 01\/01\/2021 10:30Total Cases: 10286329 [+0]Active: 252668Recovered: 9881786 [+0]Deaths :149018 [+0]Total Tests: 172.05MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Balasaheb Thackeray wanted to rename Aurangabad to Sambhajinagar is against it.Now what will #BestCM do?Sta...","sentiment_score":0.0}
{"full_text":"Happy 2021! 2020 was... rough to say the least but 2021 seems to be looking better! Wishing everyone a safe, happy, and prosperous new year!P.S: WEAR A MASK SO 2021 DOESNT END UP LIKE 2020!","sentiment_score":0.3850649351}
{"full_text":"RT There's no denying that 2020 has been a difficult year. From a global pandemic, to reckoning with racial injustice, to th...","sentiment_score":-0.25}
{"full_text":"Disease, mutinies and uncharted waters nearly sabotaged the global circumnavigation launched by Portuguese mariner Ferdinand Magellan","sentiment_score":0.05}
{"full_text":"RT One year ago, all of us live in a normal world.Kids play with friends outside.Seniors enjoy gatherings with their famil...","sentiment_score":0.2287878788}
{"full_text":"happy new year everyone!this year, my resolution is to talk to more people and to break out of my shell! :)thanks to everyone for letting me have an amazing year, even with this whole pandemic going on.love you all!","sentiment_score":0.4444805195}
{"full_text":"Welp. 2020 certainly sucked. This was literally the worst year of my life. My Mom got Covid (Don't worry, she recovered.), My Grandfather died of Covid, My Grandmother died of a heart attack, and more Bullshit. And its not just me that suffered a lot. Millions of familys did too.","sentiment_score":-0.0952380952}
{"full_text":"RT Based on everyone's snaps tonight COVID numbers going STUPID next week","sentiment_score":-0.4}
{"full_text":"Happy New Year from Munkh!I think we can all agree that this year was truly the worst. A global pandemic that is still claiming the lives of so many, racial tensions, and a nation still divided. Let's just hope and pray that 2021 will be better...","sentiment_score":0.1560606061}
{"full_text":"The year 2020 will forever be remembered for the Covid-19 pandemic and all the struggles that came with it. Take a look at some of the bigger stories that dominated the Sunday World news pages throughout the year","sentiment_score":0.0}
{"full_text":"hi its me from november 1st, i scheduled this tweet to be sent on the first day of 2021, i have some questions;- Is covid over?- Are you dating him?- Did trump die?","sentiment_score":0.25}
{"full_text":"Hi everyone, hope you're having a great 2021 so far! Please don't forget that the bad things in 2020 still exist; but we CAN destroy them in 2021. Please keep social distancing, wearing masks, and treating everyone like humans.Let's hope that 2021 brings us some happiness. ","sentiment_score":0.1263888889}
{"full_text":"The northern beaches bride who caused outrage by breaching lockdown restrictions to attend her own wedding has broken her silence.https:\/\/t.co\/SnqESCXszg","sentiment_score":0.1}
{"full_text":"RT #LIVE: Goodbye 2020 and hello 2021! You're looking at a COVID-19 restricted New Year's Eve celebration in Times Square as t...","sentiment_score":0.1534090909}
{"full_text":"RT No more BJP support, now I found that my decision was wrong to vote BJP. No extension in ROC fresh Start Over and GST 9C...","sentiment_score":-0.15}
{"full_text":"finally its 2021! covid is over!!!","sentiment_score":0.0}
{"full_text":"China and Egypt signed on Thursday a letter of intent for mutual cooperation on COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"Last month, the governor did not take action against a similar Thanksgiving weekend curfew imposed in San Antonio and Bexar County.","sentiment_score":0.0333333333}
{"full_text":"RT A Wisconsin pharmacist intentionally took doses of the COVID-19 vaccine out of the fridge overnight which rendered them...","sentiment_score":0.0}
{"full_text":"Avoid crowds, shop online if possible. If you are shopping, #WearAMask &amp; keep 1.5 metres away from othersIf you live, work or have visited a #COVID19 case location, #GetTested","sentiment_score":0.0681818182}
{"full_text":"fuck 2020 horrible year. i just hope when joe gets in office in 20 days he shuts the country tf down idc how long as long as covid clears out.","sentiment_score":-0.3311111111}
{"full_text":"RT .@senatemajldr I am going to drag you and all the evil shit you do into the light.","sentiment_score":-0.225}
{"full_text":"Actually that's false news Fredo like your entire news reporting career. I can't believe your brother has killed the most people from improper covid procedures. You and him are complete scum","sentiment_score":-0.0428571429}
{"full_text":"This is a scheduled tweet written 10\/31\/2020I hope by this time, the pandemic subsides and everything will go back into place. I miss normal life. And fellas, they said zombie apocalypse will be this February. Stay ready always","sentiment_score":0.1166666667}
{"full_text":"Covid-19 coming back as Covid-20 at midnight","sentiment_score":0.0}
{"full_text":"Golden brown, texture like sun! Lays me down, with my mind she runs! Throughout the night, no need to fight! Never a frown with golden brown! #TheStranglers #GoldenBrown #Music #Lyrics #NewWave #80sMusic #80sRock #The80s #RockMusic #RIPDavidGreenfield #Coronavirus #Covid19 ","sentiment_score":0.1689814815}
{"full_text":"I am typing this on August 6th, 2020 at 2:33 PM EST. I have 6,000 TikTok followers. I am still not out to my parents and I'm very single, but I have my eye on someone. There are 4.83M covid cases, about to reach 5 million. This will post on New Years at midnight. See y'all then.","sentiment_score":0.0217532468}
{"full_text":"Dear Covid-19 Please be Kind in this Year (2021). Happy New Year!","sentiment_score":0.5234848485}
{"full_text":"i would like to say the same but there are still fond memories and more things i've learned to do on my own which i probably would never ever learn if the quarantine never happened.not that i'd like to romanticize the pandemic, but to scrape out the good outta the mess das 2020","sentiment_score":0.325}
{"full_text":"[Moment #1] Although international programs are suspended by many universities due to #COVID19, 101 international students have joined EPITA for Fall 2020: 18 in Bachelor's &amp; 83 in Master's program. 42 nationalities are now on campus More is coming in 2021 Stay tuned! ","sentiment_score":0.2}
{"full_text":"Things I hope don't make it into 2021 (aside from the obvious):1) TikTok dances2) Incorporation of the pandemic into TV show storylines3) American Idol (wasn't this canceled years ago?)What would you like to see disappear forever?","sentiment_score":0.0}
{"full_text":"Cheers to our fans who have enjoyed the refreshment of Castle Lite in 2020!May 2021 bring you all that you've hoped for and more! Happy New Year!#ResponsibleTogether #StayHome #StaySafe #UnlockExtraColdRefreshment #CastleLiteEswatini","sentiment_score":0.5153409091}
{"full_text":"How to Use Buyer Personas to Understand Your Customers in a Post-COVID World -","sentiment_score":0.0}
{"full_text":"RT Trudeau has been violating his own lockdown orders for six months now. Laws are for the little people, you see.","sentiment_score":0.20625}
{"full_text":"2020 is finally over. HAPPY NEW YEAR! Here's to the end of the pandemic, lots of high school sports, state championships, and the return of fans in 2021! ","sentiment_score":0.2926136364}
{"full_text":"I know 2020 has not been very good to everyone because of the current pandemic. Let's hope that 2021 gets even betterThank you to everyone  for all your love and support these months, I wish you the very best and please take care!!Love you all ","sentiment_score":0.6025}
{"full_text":"Happy New Year!!Here We Go by on #SoundCloud? #np #NewYears2021 #celebration #party #NewYear #futuristic #WearAMask","sentiment_score":0.4681818182}
{"full_text":"Tamil Nadu will conduct a dry run of Covid-19 vaccine on January 2 at five locations across the State -- three places in Chennai, and one place each in Nilgiris and Tirunelveli districts.","sentiment_score":-0.0666666667}
{"full_text":"Alright 2020 - you don't have to go home, but you can't stay here! Don't let the door hit you on the way out... #Welcome2021","sentiment_score":0.0}
{"full_text":"RT and Florida is breaking new records for covidhttps:\/\/t.co\/2PeQenwoTK","sentiment_score":0.1363636364}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"Happy New Year! New York City, Wash D.C., Corbin (KY), Miami, Columbia SC, Tampa Bay, Boston, Indianapolis, Louisville, Cleveland, Detriot, South Bend, Jacksonville (FL), Charlston (SC), Akron (OH), Bangor (ME), and all front line health care workers battling COVID 19","sentiment_score":0.3689393939}
{"full_text":"#CultFriction | The plateauing infection numbers in many cities and dipping mortality rates are good news, but we forget this is good news that has been hard-won. on how Kolkata misbehaved during Christmas.","sentiment_score":0.6333333333}
{"full_text":"Why the COVID 19 Vaccine might not work in kenya.CC:","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 5.2degC * Wind: NNE 0.0 to 12.1mph * Pressure: 1008.9hPa * Rain: 0.0mm * Hum: 82% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:08 * Cloudbase: 1280ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Hope y'all stay COVID free for the 43d time","sentiment_score":0.4}
{"full_text":"Hooray!!! COVID's over!!!","sentiment_score":0.0}
{"full_text":"#HappyNewYear!!!#GoodBye2020 #Hello2021#HappyNewYear2021Let's make the new year a good one, yeah?#TransRightsAreHumanRights #BlackLivesMatter#WearAMask #StayAtHome#ACAB #AbolishPolice#BanDeclawing #AdoptDontShop#Friyay #CatLife #CatsOfTwitter","sentiment_score":0.4181818182}
{"full_text":"From the South Pacific to New York City, pandemic restrictions on open air gatherings saw people turning to made-for-TV fireworks.https:\/\/t.co\/bKocymEQ9E","sentiment_score":0.0681818182}
{"full_text":"correct, this is our practice pandemic","sentiment_score":0.0}
{"full_text":"Coronavirus is gone","sentiment_score":0.0}
{"full_text":"Super hype for 2021!!1!!1! COVID has made 2020 a terrible year but today, right now, marks the final second of COVID. It is now gone forever. Thank you 2021 for saving us, 2021 is truly a cracked gamer","sentiment_score":-0.0595238095}
{"full_text":"The coronavirus vaccine developed by the Chinese pharmaceutical company, Sinopharm, is now available at all medical centers in the United Arab Emirates. ","sentiment_score":0.125}
{"full_text":"happy new year lol, lets hope coronavirus is gone since this was scheduled from November 28th","sentiment_score":0.5787878788}
{"full_text":"Medical:\"Chinese drugmaker: Vaccine 79.3% effective in final tests\"https:\/\/t.co\/LY2G9HNH6r via (Shared via COVID-19 topic)","sentiment_score":0.15}
{"full_text":"2020 was a really shitty sad year. Even excluding covid. Like we really lost Kobe, Bill Withers, Alex Trebek, Chadwick Boseman, Chi Chi DeVayne, Chyna Rogers. it sucked.","sentiment_score":-0.0333333333}
