{"full_text":"BREAKING NEWSUS Capital goes into a security lockdown as fanatical demonstrators storm Congress &amp; attempt a COUP after listening to an incendiary speech from Trump. So this is democracy eh?#TrumpsAmerica#CivilWar #CongressLockdown","sentiment_score":0.0}
{"full_text":"RT The Capitol has been breeched. We are in lock down. Thank you, POTUS!","sentiment_score":-0.1944444444}
{"full_text":"Don't miss those days. Do you have to stay all night or get to go home on call? We use to let our officer go home for the night.","sentiment_score":0.0}
{"full_text":"RT I'd also like to know whether there was any discussion of deploying the supplemental DOJ and DHS law enforcement we saw at Lafay...","sentiment_score":0.0}
{"full_text":"RT are you happy? all members of congress are sheltering in place. YOU HAVE SUCCESSFULLY ATTEMPTED SEDITION","sentiment_score":0.775}
{"full_text":"RT Well everyone is sheltering in place, here's an idea to pass the time. How about drawing up new articles of impeachment...","sentiment_score":0.1363636364}
{"full_text":"THIS HAS TO BE A SICK JOKEPro-Trump protesters force US Capitol into lockdown as Congress meets to certify 2020 election results ","sentiment_score":-0.7142857143}
{"full_text":"At this point, it seems like \"lock down\" is subjective.","sentiment_score":-0.1555555556}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"RT It is laugh out loud funny to me that people are still pretending had more support in this country than","sentiment_score":0.2875}
{"full_text":"RT Shocking scenes in D.C. show Trump supporters smashing windows and breaking inside the Capitol building, which is on lockdow...","sentiment_score":-1.0}
{"full_text":"Where are the flasbangs, gas and rubber bullets? This mob is unruly, attempting sedition. Lock them down!","sentiment_score":-0.1944444444}
{"full_text":"Congress might be learning empathy for MSD and all kids in America in real-time. The hard way. #guncontrol #msdstrong","sentiment_score":-0.2916666667}
{"full_text":"RT Is there a vacation fund I can contribute to once the pandemic is over?","sentiment_score":0.0}
{"full_text":"RT BREAKING: There have been shots fired inside the Capitol!Evacuation. Lockdown. The MSM is being very casual about this...","sentiment_score":-0.65}
{"full_text":"RT hey do u not have like a hundred of this at home?????? HARRY WEAR A MASK ITS NOT THAT HARD","sentiment_score":-0.2916666667}
{"full_text":"BRUH.","sentiment_score":0.0}
{"full_text":"RT 1\/3 For the first time since the beginning of the pandemic, more than 30% of the tests conducted yesterday at our laborato...","sentiment_score":0.375}
{"full_text":"RT I'm in the Capitol. I'm safe, and my team and I are sheltering in place.The President of the United States has incited a rio...","sentiment_score":0.5}
{"full_text":"RT This assault on our nation's Capitol is a coup attempt and all those involved should be prosecuted as such.Also, for those D...","sentiment_score":0.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"DC under curfew. Protestors breached the Capitol pushing it into lockdown. Shots have been fired in the House chamber. This is fucking dystopia. This is unacceptable.","sentiment_score":-0.6}
{"full_text":"RT BREAKING: #Trump Supporters Break Glass windows at Capitol, trying to storm in. Building on lockdown, session in recess...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The U.S. Capitol is on lockdown after pro-Trump protestors breached the building as Congress began to certify Electora...","sentiment_score":0.0}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"RT DUP used a veto to block public health measures. NI covid nos spiked. DUP minister prioritises 11+ at all costs. DUP MP...","sentiment_score":0.0}
{"full_text":"RT Now imagine if they were black","sentiment_score":-0.1666666667}
{"full_text":"RT Also this:","sentiment_score":0.0}
{"full_text":"RT during a pandemic?","sentiment_score":0.0}
{"full_text":"RT And how much y'all wanna bet at least 20 of them mfs got covid.","sentiment_score":-0.05}
{"full_text":".@realdonaldtrumpstaring an army to fight the THREATENED US LIVES!@DeptofDefenseMUST PUT ENTIRE US ONLOCK DOWN &amp; REMOVE THE CRIMINAL!THE DOJ MEMO IS NOT,NOT IN THE U. S.CONSTITUTION!","sentiment_score":-0.0972222222}
{"full_text":"RT BREAKING: The U.S. Capitol is on lockdown after pro-Trump protestors breached the building as Congress began to certify Electora...","sentiment_score":0.0}
{"full_text":"RT Shocking scenes in D.C. show Trump supporters smashing windows and breaking inside the Capitol building, which is on lockdow...","sentiment_score":-1.0}
{"full_text":"Surely the headline should be US National Guard appear to have used up all their tear gas, batons, tazers and bullets on peaceful BLM protestors.","sentiment_score":0.375}
{"full_text":"Democracy in lockdown\/disaster in the making, it started well it will end well","sentiment_score":0.0}
{"full_text":"RT Every person who denied that this was an attempted coup has blood on their hands. You've helped kill people for years, w...","sentiment_score":0.0}
{"full_text":"And increasing the Covid cases which will surely result from this!","sentiment_score":0.625}
{"full_text":"RT Have asked before but what is the point in having stricter Covid guidance than law?People see something in  guidance but...","sentiment_score":0.0}
{"full_text":"RT these idiots have waited years to turn their online civil war era fetish message boards into a real thing and the gove...","sentiment_score":-0.3}
{"full_text":"Shaheen Bagh was very close. Covid saved us.","sentiment_score":0.2}
{"full_text":"I'm at home on Covid leave. My heart hurts for the city.","sentiment_score":0.0}
{"full_text":"What's going on in the US is incredible but unsurprising. A fervently loyal fan base storming the Capitol during a global pandemic on the whims of a mentally unsound leader sounds like fiction.","sentiment_score":0.0666666667}
{"full_text":"RT Well done Rogan! We are sure would be proud of what you have been doing to support your local community. ","sentiment_score":0.4333333333}
{"full_text":"RT Not to mention the majority of the domestic terrorists storming the Capitol aren't wearing masks, effectively creating a massi...","sentiment_score":0.3}
{"full_text":"They will definitely need to sanitize the #CapitolBuilding &amp; #Chamber from #Covid19 &amp; #MAGA #cooties","sentiment_score":0.0}
{"full_text":"RT Could #COVID19 Increase Your Risk of #Dementia?https:\/\/t.co\/wYov0IZ9AU #coronavirus #Alzheimers","sentiment_score":0.0}
{"full_text":"Super interesting question. We did give mAb, mainly because HCW was +COVID &lt;7 days after 1st vaccine dose; and then delayed 2nd dose vaccine per CDC recs but it's unclear to me what the biological basis for that rec is.","sentiment_score":0.25}
{"full_text":"RT DUP used a veto to block public health measures. NI covid nos spiked. DUP minister prioritises 11+ at all costs. DUP MP...","sentiment_score":0.0}
{"full_text":"Yikes. Pandemic killed this game but IMO it wasn't really fantastic to begin with. Felt more like a gimmicky cash grab on Minecraft's popularity","sentiment_score":0.02}
{"full_text":"RT I'm in the Capitol. I'm safe, and my team and I are sheltering in place.The President of the United States has incited a rio...","sentiment_score":0.5}
{"full_text":"RT BREAKING: Trump supporters who rallied outside the U.S. Capitol clashed with police officers and breached the front steps of the C...","sentiment_score":0.0}
{"full_text":"RT In the last 24 hours in the UK, more deaths were reported from Covid-19 than Australia has suffered during the entire cour...","sentiment_score":0.1666666667}
{"full_text":"RT This aged well. $2,000 checks. Now.","sentiment_score":-0.1}
{"full_text":"RT Yes. Capitol is now in complete chaos. Pence has been pulled from the senate chamber.","sentiment_score":0.1}
{"full_text":"RT DEVELOPING: House chamber was abruptly adjourned amid a debate on the Electoral College certification after the Capitol bu...","sentiment_score":-0.125}
{"full_text":"RT More importantly, due to the Pandemic, I can't see my Mom, Jeannette. So we spoke on the phone. She told me not to go ou...","sentiment_score":0.1875}
{"full_text":"Bro wtf happened I leave for one hour and the capitol is on lock down what","sentiment_score":-0.3277777778}
{"full_text":"RT BREAKING: The U.S. Capitol is on lockdown after pro-Trump protestors breached the building as Congress began to certify Electora...","sentiment_score":0.0}
{"full_text":"RT 1.  Our COVID-19 paper on Immunological memory to SARS-CoV-2 assessed for up to 8 months after infection is out today...","sentiment_score":0.0}
{"full_text":"RT I'm currently sheltering in place. The Capitol building has been breached and both chambers are locked down.This is the c...","sentiment_score":0.0}
{"full_text":"Sam, again -- Don't know. But, the Philly DA story initially covered as a \"Trump supporter: having done it. I DON'T SUPPORT STORMING THE CAPITOL. But, I know people who are desperate because of the lockdown and job losses. It is easy for secure people to condemn=what I'm saying.","sentiment_score":0.0583333333}
{"full_text":"RT anyone who told people to stay home and avoid counterprotesting this should never be taken seriously againthis is what happ...","sentiment_score":-0.3333333333}
{"full_text":"RT Here we go again...lockdown 3  New tune from 'T-Strain' - Bartender ","sentiment_score":0.1363636364}
{"full_text":"So BLM was a riot and this is protesting?","sentiment_score":0.0}
{"full_text":"RT Could I PLEASE beg the people living in SW6 &amp; London at large to respect social distancing. Bishops Park was HEAVING today...","sentiment_score":0.1238095238}
{"full_text":"AP NewsAlert: Senate Recesses Electoral College Debate After Protesters Force Lockdown of Capitol ","sentiment_score":0.0}
{"full_text":"RT Breaking News: Vice President Mike Pence was rushed from the Senate chamber and the Capitol building was placed on lockdown as...","sentiment_score":0.0}
{"full_text":"RT Every person who denied that this was an attempted coup has blood on their hands. You've helped kill people for years, w...","sentiment_score":0.0}
{"full_text":"RT This is #TrumpsAmerica I am in disbelief. I mean I cannot believe the damage this one man has done to our country over...","sentiment_score":-0.3125}
{"full_text":"RT The Capitol building is under lockdown, evacuations underway, guns drawn in the House chamber. Sen. Ted Cruz just sent...","sentiment_score":0.0}
{"full_text":"RT Oh my goodness we are sheltering in place in the Senate","sentiment_score":0.0}
{"full_text":"I just realised that because of Corona, most sensible people will probably not go to the inauguration, but loads of Trump supporters will. Sad times.","sentiment_score":0.0}
{"full_text":"capitals on lockdown lmao 2021 let's go","sentiment_score":0.6}
{"full_text":"Please, for Humanity, for once ~ do the right thing. With one word you have the power to stop this madness.","sentiment_score":0.2857142857}
{"full_text":"im hugging everybody when this covid shit is done","sentiment_score":-0.2}
{"full_text":"My Irish Granny would say \" Put the hose on them......\"","sentiment_score":0.0}
{"full_text":"RT The US Capitol is now on lockdown.","sentiment_score":0.0}
{"full_text":"RT Thousands of pro-Trump protesters are attempting to storm the U.S. Capitol, forcing the building to lock down. 2 other Congress...","sentiment_score":-0.1402777778}
{"full_text":"So much for social distancing America","sentiment_score":0.1166666667}
{"full_text":"RT BREAKING: Super Army Soldiers (Sgt Mac \"Maccy D's\" McMacson and Cpl Gaz \"Gazzer\" McGaz) on #COVID19 #MaskPatrol in Watford f...","sentiment_score":0.3333333333}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT View from inside the Capitol as people gather on the West Front. The Capitol is currently on lockdown.","sentiment_score":0.0}
{"full_text":"RT The Capitol building is under lockdown, evacuations underway, guns drawn in the House chamber. Sen. Ted Cruz just sent...","sentiment_score":0.0}
{"full_text":"RT A lot of this is integrated into the year 6 unit on rivers. #BeaconCurriculum","sentiment_score":0.0}
{"full_text":"First: they Republicans said \"we can't impeach, the people will decide!\"Then: when the people decide they try everything to overturn tbe peoples will.NOW: Trump supports breached the security perimeter of the Capital, forcing it to get evacuated and go on lockdown...WTF!?","sentiment_score":0.390625}
{"full_text":"akfjsod this is a sign the world is ending they're literally BREAKING IN-","sentiment_score":0.0}
{"full_text":"RT There are people who make millions of dollars out of covid19, if you think they would help end the pandemic, you better th...","sentiment_score":0.5}
{"full_text":"So will totally blind people who cannot socially distance because they cannot see be included in vulnerable groups for vaccination?  In the first lockdown RNIB had to campaign for them to be included as vulnerable.  Disgusting!!","sentiment_score":-0.3694444444}
{"full_text":"Curious about how COVID-19 impacted Marine, Air, and Ground transportation in 2020? Roi Mit of uses GPS data to track transportation trends. Story on #Transportation #TravelTrends #GPS","sentiment_score":-0.1}
{"full_text":"RT BREAKING: Pence was just quickly escorted out. US Capitol is on lockdown, Senate sources tell me.","sentiment_score":0.3333333333}
{"full_text":"RT anyone who told people to stay home and avoid counterprotesting this should never be taken seriously againthis is what happ...","sentiment_score":-0.3333333333}
{"full_text":"Who r these people","sentiment_score":0.0}
{"full_text":"RT At this point, this headline is just to mock the Nigerian govt.","sentiment_score":0.0}
{"full_text":"RT Great free app to help older adults prevent falls during lockdown!","sentiment_score":0.4694444444}
{"full_text":"RT This assault on our nation's Capitol is a coup attempt and all those involved should be prosecuted as such.Also, for those D...","sentiment_score":0.0}
{"full_text":"Australian international departures outpace arrivals during coronavirus pandemic","sentiment_score":0.0}
{"full_text":"RT Everyone in this MAGA mob is potentially carrying a deadly airborne disease. That's a weapon, they breached security which...","sentiment_score":-0.1}
{"full_text":"More pet owners to get help during pandemic as Humane Society program expands via","sentiment_score":0.5}
{"full_text":"N95 is recommended to use but they are only given to healthcare workers these masks are okay I even have a similar ones as well","sentiment_score":0.1666666667}
{"full_text":"Any attempt at a cost benefit analysis? The proverbial martian would assume that covid was the only disease or problem facing mankind? And a tory government effectively discouraging business, especially SMEs Wow, disastrous.","sentiment_score":0.0}
{"full_text":"A member of Congress from Michigan.https:\/\/t.co\/5cs82qujLB","sentiment_score":0.0}
{"full_text":"RT I'm currently sheltering in place. The Capitol building has been breached and both chambers are locked down.This is the c...","sentiment_score":0.0}
{"full_text":"RT Annnnnd they're locking the doors to the House chamber right now. We are in lockdown.","sentiment_score":0.2857142857}
{"full_text":"RT  EMA has recommended granting a conditional marketing authorisation for COVID-19 Vaccine Moderna to prevent #COVID19 in peop...","sentiment_score":0.0}
{"full_text":"Never would I have thought that we would have violence and a lockdown at our nations Capitol until your dad started to incite violence 4-5 yrs ago!!! FUCK ALL OF YOU!!!! You are scum!","sentiment_score":-0.67578125}
{"full_text":"1\/4 Covid-19 UpdateNew CasesFlorida: 15,431Miami-Dade: 3,347Positivity RateFlorida: 12.74%Miami-Dade: 10.96%New DeathsFlorida: 100Miami-Dade: 1https:\/\/t.co\/wp6yMwa99W","sentiment_score":0.0}
{"full_text":"RT We are having to help out broke &amp; broken 1000's #ExcludedUK with heating &amp; food bills as they've been failed by","sentiment_score":-0.45}
{"full_text":"RT I'm currently in lockdown in the House chamber as the President of the United States incites his supporters to violence a...","sentiment_score":0.0}
{"full_text":"RT Well everyone is sheltering in place, here's an idea to pass the time. How about drawing up new articles of impeachment...","sentiment_score":0.1363636364}
{"full_text":"RT If you get bored of watching the coup attempt unfold live on television, Pitt men's basketball is back from a COVID-relat...","sentiment_score":-0.1212121212}
{"full_text":"RT anyone who told people to stay home and avoid counterprotesting this should never be taken seriously againthis is what happ...","sentiment_score":-0.3333333333}
{"full_text":"RT For the first time, members on the House floor seem to be aware of the potential threat outside. Capitol police are being in...","sentiment_score":0.125}
{"full_text":"RT COVID test should be free. FREE.","sentiment_score":0.4}
{"full_text":"RT BREAKING: #Trump Supporters Break Glass windows at Capitol, trying to storm in. Building on lockdown, session in recess...","sentiment_score":0.0}
{"full_text":"Is this enough like antifa yet to call out these people?","sentiment_score":0.0}
{"full_text":"RT US Capitol on lockdown as Trump demonstrators swarm the building during Biden certification debateLatest:","sentiment_score":0.0}
{"full_text":"RT I'm currently in lockdown in the House chamber as the President of the United States incites his supporters to violence a...","sentiment_score":0.0}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"RT The fact that Arizona has the highest rate of covid in the WORLD and we aren't on any kind of shut down BLOWS MY MF MIND","sentiment_score":0.2222222222}
{"full_text":"RT BREAKING: The U.S. Capitol is on lockdown after pro-Trump protestors breached the building as Congress began to certify Electora...","sentiment_score":0.0}
{"full_text":"RT Outside the Capitol, which is now on lockdown.:","sentiment_score":0.0}
{"full_text":"RT BREAKING: The U.S. Capitol is on lockdown after pro-Trump protestors breached the building as Congress began to certify Electora...","sentiment_score":0.0}
{"full_text":"Are you sure America is real ? It's not fiction?","sentiment_score":0.35}
{"full_text":"Sorry, let me balance that with a picture from Israel's current \"lockdown\"","sentiment_score":-0.25}
{"full_text":"RT Not to mention the profligate spread of the coronavirus!","sentiment_score":0.0}
{"full_text":"What's your point?  Again, my point was made by you.  They didn't add all those deaths up on top of the initial epidemic that lasted only six months.  For the same reason they don't add up all flu deaths since the beginning of time, they should start over the count each season.","sentiment_score":0.125}
{"full_text":"Each government is responsible for its own people... Fraud Covid-19 tests and fraudulent papers work let them sleep we had Major issues here","sentiment_score":0.2875}
{"full_text":"RT I'm married to an Australian. I returned to Australia from the UK in October.This is my experience of what happened...","sentiment_score":0.125}
{"full_text":"RT This is an attack on the government of the United States of America.Putin and Xi can't stop laughing.","sentiment_score":0.0}
{"full_text":"RT Ford slams feds over pilot program that will start inoculating inmates with COVID-19 vaccine on Fridayhttps:\/\/t.co\/5Kc63jV9wN ht...","sentiment_score":0.0}
{"full_text":"Was just told by a friend it's a total lockdown in Basel, Switzerland &amp; streetlights have been turned off. They do not want people to go out at night.","sentiment_score":0.0}
{"full_text":"RT Violent Trump supporters have stormed the Capitol.We're on lockdown right now in the Chamber.Blood will be on the hand...","sentiment_score":-0.2571428571}
{"full_text":"RT Loefller buying stock in body bags in January when she was warned about the approaching pandemic.....nothing qualifies you m...","sentiment_score":0.0}
{"full_text":"RT BREAKING: #Trump Supporters Break Glass windows at Capitol, trying to storm in. Building on lockdown, session in recess...","sentiment_score":0.0}
{"full_text":"Nations around the world are laughing\/disappointed\/upset. There's a global pandemic going on and here we are us selfish Americans arguing over nothing of real importance. Yep sums up the current state of the union in a nutshell. Always looking for a fight where there is none","sentiment_score":-0.075}
{"full_text":"RT BREAKING: #Trump Supporters Break Glass windows at Capitol, trying to storm in. Building on lockdown, session in recess...","sentiment_score":0.0}
{"full_text":"RT I don't understand how it's ok for private schools to play but not public. They act like covid-19 discriminates.","sentiment_score":0.1666666667}
{"full_text":"RT LIVE NOW: Law enforcement deployed as Trump supporters outside the U.S. Capitol breached the front steps of the Capitol building,...","sentiment_score":0.0681818182}
{"full_text":"Car Sales Turn Better At The End Of Last Year - #cars #carsale #coronavirus #COVID19","sentiment_score":0.25}
{"full_text":"RT The United States Capitol devolved into dangerous chaos Wednesday afternoon as thousands of protestors stormed into the b...","sentiment_score":-0.6}
{"full_text":"RT View from inside the Capitol as people gather on the West Front. The Capitol is currently on lockdown.","sentiment_score":0.0}
{"full_text":"RT I just wanna know why fees for 2021 are not decreased a bit due to online learning? I won't even talk about...","sentiment_score":0.0375}
{"full_text":"RT View from inside the Capitol as people gather on the West Front. The Capitol is currently on lockdown.","sentiment_score":0.0}
{"full_text":"RT MSNBC just reported they haven't had to lock down the Capitol like this since 9\/11 which we can all agree was an act of t...","sentiment_score":-0.1555555556}
{"full_text":"RT All it takes is one #COVID19 infection to make a \"bubble\" sick. Connect virtually to keep everyone safe.","sentiment_score":-0.1071428571}
{"full_text":"RT BREAKING: #Trump Supporters Break Glass windows at Capitol, trying to storm in. Building on lockdown, session in recess...","sentiment_score":0.0}
{"full_text":"RT Shocking scenes in D.C. show Trump supporters smashing windows and breaking inside the Capitol building, which is on lockdow...","sentiment_score":-1.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT All buildings in the US Capitol are currently on lockdown following a security breach from Donald Trump supporters, which h...","sentiment_score":0.0}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"I can only imagine what the COVID cases are going to be after this.","sentiment_score":0.0}
{"full_text":"RT It's real. Very real. Be careful and stay safe. These wonderful people are on the brink. ","sentiment_score":0.45}
{"full_text":"you don't know how lucky you are if you're able to spend this lockdown with your partner:((","sentiment_score":0.0277777778}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT WHSmith whenever people question how they're surviving a pandemic","sentiment_score":0.0}
{"full_text":"Our Department continues to serve and protect in anyway necessary to help us all get through these trying times.   ","sentiment_score":0.0}
{"full_text":"RT They really doin this durin a pandemic-","sentiment_score":0.2}
{"full_text":"RT I'm currently in lockdown in the House chamber as the President of the United States incites his supporters to violence a...","sentiment_score":0.0}
{"full_text":"If you are having speech &amp; language therapy, we want to hear from you! Please fill out our #SLTSurvey about how #COVID19 has affected your access to therapy. You can access the survey here: Thank you!","sentiment_score":0.0}
{"full_text":"#photo Love in the time of Corona by Kenneth Lan #Monochrome #blackandwhite #blackandwhitephotography #people","sentiment_score":0.5}
{"full_text":"A researcher studying the coronavirus variant detected in South Africa says that it is unlikely to completely negate the immunizing effect of vaccines","sentiment_score":-0.2}
{"full_text":"RT Members of Congress are sheltering in place worrying about gunfire which in our country is an action usually reserved for...","sentiment_score":-0.075}
{"full_text":"The Covid-19 pandemic exposed several fault-lines and socio-economic fissures that we tended to gloss over. It deepened inequalities, worsened prevailing disparities, intensified rifts and made the goal of equity and inclusivity more elusive.https:\/\/t.co\/a3hFSDa9L7","sentiment_score":0.25}
{"full_text":"As the impacts of #COVID19 continue to ripple through the #healthcare industry, executives from each subsector must learn to recognize potential points of financial distress within their organizations. Our latest insight reviews key signs to look out for:","sentiment_score":0.125}
{"full_text":"Is there a link between the #COVID19 vaccine &amp; #BellsPalsy? Dr. Jason Hinman was interviewed by on the causes of Bell's palsy &amp; why he suspects the incidence of the condition in clinical trials to be a coincidence.https:\/\/t.co\/03QgpglTiw","sentiment_score":0.0}
{"full_text":"Amid disruption, many #restaurants will need to assess whether #COVID19 has impacted their ability to continue as a going concern. In our latest blog post, we review key terms and requirements for preparing an effective analysis. Read it here:","sentiment_score":0.4}
{"full_text":"RT From a Hill staffer currently on lockdown inside the Longworth building: \"Where the fuck are the police, honestly?\"","sentiment_score":0.0666666667}
{"full_text":"Peterborough patients offered lifts to get vaccinated for Covid-19https:\/\/t.co\/6GpeFF41NY","sentiment_score":0.0}
{"full_text":"RT Imagine if these protesters were black. Hate to say it, but how can one not. Pro-Trump protesters storm US Capitol as lawma...","sentiment_score":-0.4833333333}
{"full_text":"\"Disinfection Gateways: Could it Help Businesses Reopen?\" #coronavirus #covid19","sentiment_score":0.0}
{"full_text":"RT Shocking scenes in D.C. show Trump supporters smashing windows and breaking inside the Capitol building, which is on lockdow...","sentiment_score":-1.0}
{"full_text":"To get back to our favorite activities, we need to wear a mask, keep our distance, and get tested. That's how we #GetBackMass. Learn more at #MaskUpMA #GetBack #covid19MA","sentiment_score":0.3333333333}
{"full_text":"Ontario, look at what an AWESOME job the Dougler is doing! At this rate we'll hit 6k\/day in weeks! Only Conservatives could bring you these numbers!#EricOToole for PM! Are you with me?  #cdnpoli #onpoli #COVID19","sentiment_score":0.5}
{"full_text":"#Brazil - Views of an area reserved for the burial of COVID-19 victims at the Nossa Senhora Aparecida cemetery in Manaus. Michael Dantas #AFP","sentiment_score":0.0}
{"full_text":"International #security was a dominant theme throughout 2020, as countries around the world faced unprecedented consequences of a global pandemic.  Check out the work of which highlights the growing connection between #climate and #humansecurity  #2020inReview","sentiment_score":0.2}
{"full_text":"RT Look when this is all over America and the pandemic is done I think you all need to go on a mountain hike with us up i...","sentiment_score":0.0}
{"full_text":"The pandemic urged for health professionals to be innovative regarding testing speed and #PPE use. Responding to this challenge, Kris Olson, MD and Paul Currier, MD created #Hexapod which was built in only nine days","sentiment_score":0.25}
{"full_text":"USA demands the truth!A detailed explanation of the COVID-19 problem appeared in the President's Daily Brief of intelligence matters in early January.https:\/\/t.co\/Fli4ZKJPgL","sentiment_score":0.125}
{"full_text":"RT I really hope we don't go into another hard lockdown. Level 5 would absolutely destroy families.","sentiment_score":-0.0972222222}
{"full_text":"RT An excellent example why politicians should have nothing to do with deciding who gets vaccinated. The choice must be based s...","sentiment_score":1.0}
{"full_text":"Lockdown &amp; the return to home schooling for many has magnified the chances of parental burnout.  You can watch the recording of our December parental webinar, hosted by expert -'The 4 Essentials of Balanced Parenting'Watch here:","sentiment_score":0.5}
{"full_text":"ffs pls stop it, why would you ever wish something like that for ANYONE  if i see anyone hating on him on the TL, i WILL block you idc if we're close or not.","sentiment_score":0.0}
{"full_text":"RT Despite #Covid19 is #building for the future #westsidewall #modernization #workingport","sentiment_score":0.0}
{"full_text":"'Our emergence from the lockdown cocoon will not be a big bang but a gradual unwrapping'","sentiment_score":0.0}
{"full_text":"???? I LITERALLY can't even put my thoughts into words","sentiment_score":0.0}
{"full_text":"#Israel's Cabinet on Tuesday approved the tightening of the country's #COVID-19 #lockdown for 14 days beginning at midnight on Jan. 7https:\/\/t.co\/tVc4ekGHHS","sentiment_score":0.0}
{"full_text":"Remember that there will always be another day#meditation #mindfulnessmeditation #guidedmeditation #stayhome #holiday #stalbansmums #stalbanslife #hertfordshire #hertfordshiremums #mentalhealthawareness #mentalhealthmatters #mind #covid_19","sentiment_score":0.0}
{"full_text":"Adams County combines rapid COVID-19 testing sites into new Brighton location","sentiment_score":0.1363636364}
{"full_text":"If you need something to help get you through lockdown, take a look at the gigs we've got ready for you as soon as we get the green light https:\/\/t.co\/xCxX2baVzJ","sentiment_score":0.1333333333}
{"full_text":"RT Capitol Police have put the US Capitol Building on lockdown amid clashes between police and Trump supportersFootage shows d...","sentiment_score":0.0}
{"full_text":"RT The crazy shit is that this is the biggest COVID super spreader event that we are witnessing in this country right now","sentiment_score":-0.0452380952}
{"full_text":"Syracuse-Notre Dame is the fourth consecutive game missed due to a positive COVID-19 test within the women's basketball program.","sentiment_score":-0.0744318182}
