{"full_text":"I think this sums it up for me","sentiment_score":0.0}
{"full_text":"Vs lockdown:","sentiment_score":0.0}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT Did we miss something or did Tories forge ahead with Brexit during pandemic. Hypocrite.","sentiment_score":0.0}
{"full_text":"Right, so six months of lockdown.","sentiment_score":0.2857142857}
{"full_text":"RT NHS staff are often thanked but can I just take a moment to thank every member of the public that will be finding #lockdow...","sentiment_score":0.0}
{"full_text":"RT \"Mum with long Covid \"can't get off the couch\" after catching disease twice\"Lisa Royle, 44, is speaking out about the...","sentiment_score":0.275}
{"full_text":"RT as if it's still only first week of 2021 we're still in a global pandemic america is in a civil war and jeffree star i...","sentiment_score":0.0833333333}
{"full_text":"RT EMI to income ratio was 94% in Mumbai in 2015, now 61%.","sentiment_score":0.0}
{"full_text":"RT Update on SARS-COV-2 Vaccine Rollout Strategy: South Africa will receive its first tranche of #COVID19 vaccines this mon...","sentiment_score":0.25}
{"full_text":"Fauchi is desperately trying to hold onto his position as the Covid tyrant.","sentiment_score":-0.6}
{"full_text":"RT This site is helpful for teachers &amp; grownups w kids at home wanting to understand the virus and our response to it. Many kids a...","sentiment_score":0.5}
{"full_text":"RT Please, don't just clap.If you can, pay something back.Donate to our Family Fund, supporting the bereaved families of...","sentiment_score":0.25}
{"full_text":"RT NHS staff need your support now more than ever. But since the last #clapforheroes over 650 frontline healthcare workers hav...","sentiment_score":0.25}
{"full_text":"RT There has been 50 confirmed COVID-19 positive cases at the Beitbridge. has more details.Watch:","sentiment_score":0.3757575758}
{"full_text":"RT But figures suggest Wales is lagging behind England in the rate people are getting Covid-19 vaccineshttps:\/\/t.co\/ajbuxwL...","sentiment_score":-0.4}
{"full_text":"I miss using my private story gonna go back to telling every boring detail of my lockdown day","sentiment_score":-0.3333333333}
{"full_text":"People died last night... not just of Covid19.   This is in you.","sentiment_score":0.0}
{"full_text":"RT PLEASE DO NOT TRUST UBERS ATM. PEOPLE ARE PRETENDING TO BE UBERS TO DRIVE UP TO U AND DO SOMETHING HARMFUL TO YOU. AND IF U...","sentiment_score":0.0}
{"full_text":"RT China has blocked a team from entering Wuhan as it tries to investigate outbreak of covid.  Has Beijing got somethi...","sentiment_score":-0.1}
{"full_text":"RT Chorong said they really want to have a 10th anniversary concert but don't know if they can do it with corona now, but she r...","sentiment_score":0.2}
{"full_text":"Not feeling well at all. Hope it's not Covid again.","sentiment_score":0.0}
{"full_text":"RT NHS staff need your support now more than ever. But since the last #clapforheroes over 650 frontline healthcare workers hav...","sentiment_score":0.25}
{"full_text":"RT \"Corden Show's Love Call\"#SEVENTEEN appearance on the show was made at the request of the program that scheduled for the new...","sentiment_score":0.3181818182}
{"full_text":"All this years we had flu, since when this flu has become Corona 19 symptom?","sentiment_score":0.0}
{"full_text":"you travel abroad during a global pandemic, i work 16 hours a day in a laboratory testing for covid-19. we are not the same.","sentiment_score":0.0}
{"full_text":"I have summarized the number of infected people about COVID-19 in Tokyo &amp; Japan &amp; world today!Details such as route and attributes in Tokyo are also posted!https:\/\/t.co\/VwFsgk3cqB#CoronaVirus #COVID19StatisticsofTokyo #COVID19calendar #COVID19Japan #COVID19 #COVID__19","sentiment_score":0.0}
{"full_text":"RT he went from wearing medical masks, nail polish, rings, not even taking his rings off when he wears gloves and social di...","sentiment_score":0.0166666667}
{"full_text":"Hey check this out","sentiment_score":0.0}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT #VeChain adoption grows through the Cyprus healthcare system. COVID-19 vaccination records are being stored on-chain to...","sentiment_score":0.0}
{"full_text":"Oh piss off","sentiment_score":0.0}
{"full_text":"Long-covid mum still can't walk or work 12 weeks onhttps:\/\/t.co\/aA5rUqYmei","sentiment_score":0.0}
{"full_text":"RT Thread 1\/3: from one of our members. I know her well, these words are heartbreaking.As a GP working at t...","sentiment_score":0.0}
{"full_text":"Service Update 13:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Service Update 13:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Trump has denied us so much. He has denied us the space not to worry and to just celebrate -- Biden and Harris to Warno...","sentiment_score":0.2}
{"full_text":"RT [Update] Em Quartier shopping mall in Bangkok announces a guest that visited the mall has tested positive for Covid-19....","sentiment_score":0.2272727273}
{"full_text":"The should disinfect all the COVID the insurrectionists were likely carrying because of Trump's maskless rallies.  Where are the arrests?","sentiment_score":0.0}
{"full_text":"with the pandemic &amp; the multiple lockdowns, have you not considered branching out further? You only have 2 places that deliver to my area but deliver more to a town that's 5 mins away. Surely branching out would be good business since some of us can't leave their homes","sentiment_score":0.2833333333}
{"full_text":"Good morning and here today's exchange rates: #dailyexchangerates #bosl #allthebankyouneed #SocialDistancing #Thursdaymorning #MaskUp","sentiment_score":0.7}
{"full_text":"RT Almost a year into the pandemic, supply shortages remain so severe that nurse Kristen Cline reuses her N95 for several shif...","sentiment_score":0.0}
{"full_text":"Makes more sense now. So how many Covid wards have you visited? Or, on your extensive social media friends list; how many NHS workers have you consulted with for real world information? I have relatives working at Kings Lynn and Addenbrookes, and the situation is terrifying.","sentiment_score":0.1047619048}
{"full_text":"RT an organized white mob violently besieged the nation's capitol building, in the middle of a pandemic, in a city where the...","sentiment_score":-0.2666666667}
{"full_text":"RT Good afternoon ladies,We hope you're all doing great.As we are now in a national lockdown, here in the UK, we ask th...","sentiment_score":0.7}
{"full_text":"One way forward is to expose Johnson to scrutiny for his handling of the pandemic by prosecuting him","sentiment_score":0.0}
{"full_text":"I am tempted to ask did you ' stay home' ?","sentiment_score":0.0}
{"full_text":"do i or do i not call the police on r*ss for breaking lockdown rules hmm","sentiment_score":0.0}
{"full_text":"RT The National Association of Manufacturers says that Vice President Mike Pence should consider seizing power through the 25th ame...","sentiment_score":0.0}
{"full_text":"Yes Prior to #COVID19","sentiment_score":0.0}
{"full_text":"Congratulations Carmel - a lovely, warm, tender, book. Perfect for lockdown","sentiment_score":0.7}
{"full_text":"RT Statement from Angling Trust on the new Lockdown Rules In England.Covid-19 - Angling Trust","sentiment_score":0.1363636364}
{"full_text":"THIS is the thing that's broken me today and caused me to cackle hysterically for a bit","sentiment_score":-0.7}
{"full_text":"RT  Looking for some Lockdown Listening? Catch up on our Culture in Crisis Podcast Series':","sentiment_score":0.0}
{"full_text":"RT Not just exams even re-opening the schools in the middle of the pandemic is stupid,  stop risking Students' lives#Dela...","sentiment_score":-0.4}
{"full_text":"RT Covid in Malaysia be like: \"Happy new year! Love you 3000 \"","sentiment_score":0.4901515152}
{"full_text":"RT Almost a year into the pandemic, supply shortages remain so severe that nurse Kristen Cline reuses her N95 for several shif...","sentiment_score":0.0}
{"full_text":"This INFURIATES me!! You don't want the vaccine, fine...but have the decency to cancel the appointment so those of us that want it won't have to wait longer. If you miss the appointment you should be billed for the drug and time. Don't pay it, no NHS.","sentiment_score":0.0}
{"full_text":"RT as if it's still only first week of 2021 we're still in a global pandemic america is in a civil war and jeffree star i...","sentiment_score":0.0833333333}
{"full_text":"RT Agree. I've done a lot of int'l press this week (Ireland, France, Germany, US, China) and they all want to know -&gt; what is...","sentiment_score":0.0}
{"full_text":"Please do take note below. The #COVID19 situation in #London is incredibly worrying.#StayHome #StayHomeSaveLives","sentiment_score":0.9}
{"full_text":"Council Post: Pandemic Sparks Entrepreneurial Spirit In Wealth Advisors","sentiment_score":0.0}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"5 Tips for Suburban Office Site Selection During COVID-19 #CRE #Office #Suburban #COVID-19 #NewNormalhttps:\/\/t.co\/UPKsobAvvi","sentiment_score":0.0}
{"full_text":"RT  | Roll Up, Roll UpIntroducing: Out Of The BlueWe're excited to announce the project we have been working on over...","sentiment_score":0.375}
{"full_text":"RT Tomorrow's UK paper. Need I remind you, UK  also has an epically more contagious coronavirus setting record cases and dea...","sentiment_score":0.5}
{"full_text":"Why are we incapable of providing \"tender care\" to our most vulnerable in the midst of this pandemic? Today's Lion Lamb blog","sentiment_score":0.0}
{"full_text":"RT A civil war in the middle of a pandemic can't even leave bc of the pandemictoo scared to go outside...","sentiment_score":0.0}
{"full_text":"RT GoI must ensure that after resuming the flights from Britain, new strain does not spread like the old virus. I appeal to...","sentiment_score":0.1181818182}
{"full_text":"RT If lockdown does not work could we get a town or city to volunteer to drop every single virus restriction? Everywhere open...","sentiment_score":-0.0357142857}
{"full_text":"RT Moving and inspiring commentary by We have lost so much during the pandemic year. Essential to do the work t...","sentiment_score":0.2333333333}
{"full_text":"RT The people still need those $2000 survival checks monthly for the duration of the pandemic.Then we need Universal Basic In...","sentiment_score":0.0}
{"full_text":"We know staff shortages, reduced capacities and supply chain disruptions caused by #lockdown are making things difficult for #UKmanufacturers - that's why we're offering you a helping hand. Get in touch now for #3Dprinting bureau support: #subcontracting","sentiment_score":-0.5}
{"full_text":"RT With Ontario's students heading back to remote learning for the lockdown, Children's Mental Health Ontario is sharing t...","sentiment_score":-0.0666666667}
{"full_text":"RT [] Join our stay-at-home cupsleeve event for a chance to win unsealed album of WEi! You can also avail the WITHOUT DR...","sentiment_score":1.0}
{"full_text":"Vaccinations are voluntary and free for all Malaysians.Read here: #COVID19","sentiment_score":0.4}
{"full_text":"If you've had COVID-19, please donate plasma. It could help the NHS save lives. Your body quickly replaces the donated plasma and antibodies. Volunteer to donate at","sentiment_score":0.3333333333}
{"full_text":"Do you guys think the new Covid-19 variant is already here in the country? Sound off below.","sentiment_score":0.2681818182}
{"full_text":"If you just started your own business in the middle of a pandemic, we love that for you. ","sentiment_score":0.3666666667}
{"full_text":"Warning sounded over banks amid lockdown:https:\/\/t.co\/pCLoRWzcZG","sentiment_score":0.0}
{"full_text":"Hear what more than 10,000 nursing professionals are experiencing in the battle against COVID-19 and why leaders of healthcare must act soon to support their mental and physical health before the looming nurse shortage accelerateshttps:\/\/t.co\/z904CjzVAG","sentiment_score":0.1333333333}
{"full_text":"It's hard not to agree with the views in this letter.https:\/\/t.co\/KML3gey6oQ","sentiment_score":-0.2916666667}
{"full_text":"Around 1 in 3 people have no symptoms and could be spreading coronavirus without realising it.Remember: Hands. Face. Space.Find the full guidance at:","sentiment_score":0.35}
{"full_text":"#Tokyo and 3 neighboring prefectures will once again enter a state of emergency for a month due to surging #COVID19 infections. CGTN's tells us why concerns abound on how effective the measures will be.","sentiment_score":0.2375}
{"full_text":"In the event Roe is overturned, 21 states already have laws on the books that could be used to restrict abortion's legality, according to the Guttmacher Institute. Thirteen states and Washington, D.C., have laws that protect the right to abortionhttps:\/\/t.co\/WLVeC0h5tC","sentiment_score":0.2857142857}
{"full_text":"We want justice for SSR and Disha..We want culprits to be punished.We SSRians unitedly fight until our SSR and Disha Salian gets Justice.#DishaSSRJusticePending","sentiment_score":0.0}
{"full_text":"Wondering about where to invest amid the #pandemic? interviews well-known investor Jyotivardhan Jaipuria on asset allocation, risk mgmt, factors that will determine your financial futureWatch this BoomLive video on editorjihttps:\/\/t.co\/WnFFnxhjF4","sentiment_score":0.0}
{"full_text":"The House of Commons vote passed comfortably","sentiment_score":0.4}
{"full_text":"Mexico said Wednesday it has been trying to get help from non-profit groups or the U.S. government to get coronavirus vaccines for Mexican migrants working in the United States.","sentiment_score":0.0}
{"full_text":"#COVID19| Limpopo Health MEC, Dr Phophi Ramathuba, has called for a change in behaviour after the province saw its highest number of new infections since the #Coronavirus pandemic began","sentiment_score":0.1363636364}
{"full_text":"Read this Special Report on \"Relationship between IL-6 and COVID-19: to be considered during treatment\" ahead of print: #IL6 #COVID19 #cytokinestorm #SARSCoV2","sentiment_score":0.3571428571}
{"full_text":"\"Out of all the experiences our hospice has faced during this pandemic, one of the most difficult was when visiting was stopped.\"  Marie Curie Nurses reflect on 2020","sentiment_score":0.0}
{"full_text":"RT If you have any Coronavirus symptoms? It is vitally important to self isolate and book a test now, even  if you don't feel too b...","sentiment_score":0.4}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"Chief Electoral Officer releases report outlining election readiness challenges faced over the past two years including a year's delay in funding, a global pandemic, and legislative uncertainty. Report available at: #nsVotes #nspoli","sentiment_score":0.05}
{"full_text":"Police reaching new lows with COVID enforcementhttps:\/\/t.co\/yAbNHNOo3g","sentiment_score":0.1363636364}
{"full_text":"5 Ways the Pandemic Is Reshaping Government Technology Plans via","sentiment_score":0.0}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"National Express has announced plans to suspend all Wakefield, Dewsbury and Leeds services.https:\/\/t.co\/3PUJ9X9Mxz","sentiment_score":0.0}
{"full_text":"China is seeing its biggest rise in #Covid19 infections in over five months, after Hebei province reported 120 new cases on Jan 6.","sentiment_score":0.1363636364}
{"full_text":"From accent braids to low ponytail, here are 14 easy WFH hairstyles that we're going to be wearing forever: #wfhhairstyles #workfromhome #stayhome #hairstyles #hairideas","sentiment_score":0.2166666667}
{"full_text":"If you've had COVID-19, please donate plasma. It could help the NHS save lives. Your body quickly replaces the donated plasma and antibodies. Volunteer to donate at","sentiment_score":0.3333333333}
{"full_text":"Appointment slots for those aged 75 or over who are eligible for a Covid-19 vaccination at Milton Keynes University Hospital are currently full as slots are fully booked.Patients who already have appointments for a first COVID vaccination should attend as planned.Thank you.","sentiment_score":0.1666666667}
{"full_text":"COVID 19 cases in India until : 07\/01\/2021 18:30Total Cases: 10395950 [+0]Active: 225104Recovered: 10016190 [+0]Deaths :150373 [+0]Total Tests: 178.4MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"| You could have coronavirus and not even know it. One in three people are showing no symptoms with the new COVID-19 variant. This means the virus will spread faster and affect more vulnerable people.Find out how you can stay safe ","sentiment_score":0.1590909091}
{"full_text":"Help prevent food poisoning outbreaks by reducing cross-contamination with the cost effective and easy to use UV Sterilisers from 'Social Distancing Tools'.For more information contact; 01672 515990 info@fulcrumkitchens.co.uk#cateringequipment #kitchens #safety #hygiene","sentiment_score":0.3916666667}
{"full_text":"Dreaming of the warmer days to come? You're not alone. A pool was listed as a top must-have feature by nearly 1 in 4 who moved this year. Reach out today to get pre-qualified for your summer oasis or backyard construction project. (Source: 2020 UWM Covid-19 Homeowner Survey)","sentiment_score":0.3}
{"full_text":"The COVID-19 vaccine is currently being offered to those most at risk from the virus -- including people over 80 and frontline health and care staff. When it's your turn to get the jab, your local NHS organisation will contact you.","sentiment_score":0.1666666667}
{"full_text":"REMINDER: Appointment scheduling for DOH-Okaloosa's next round of drive-thru vaccination clinics will open today at 12:00 p.m. Phone delays are expected due to the high volume of callers. More details in the thread below! ","sentiment_score":0.0514285714}
{"full_text":"Struggling to pay your bills during lockdown?Here's some tips from Need help with debt, employment issues, benefits queries, family problems or energy? is here for youFor help in Fylde ring 0300 330 1166Read morehttps:\/\/t.co\/9tSzUaZMrB","sentiment_score":0.0}
{"full_text":"Happy #ThursdayMotivation! via #covid19sa #coronavirussa #covid19insa #coronavirusinsa #capetown #lovecapetown #covid19 #coronavirus #TBT","sentiment_score":1.0}
{"full_text":"RT Labour's said the situation was 'like something from the Thick of It'","sentiment_score":-0.3}
{"full_text":"RT Screw politics.Screw Covid.Eat well.Lift weights.Buy bitcoin.","sentiment_score":0.0}
{"full_text":"RT The Canadian far-right has long been a branch plant of the U.S., and that continues.","sentiment_score":-0.05}
{"full_text":"The Covid pandemic has prompted businesses to be more understanding of their customers' disabilities and think harder about how they can serve them better. #growingbusinesses #SMEs #entrepreneurs #news","sentiment_score":0.3}
{"full_text":"Per Strada - Luke Dobbin@Dematchou reflected the uncertainty of our initial Covid-19 lockdown moving towards eventual hope in his found around piece.Enjoy video for the piecehttps:\/\/t.co\/qGnONfEkzd","sentiment_score":0.0}
{"full_text":"Taking it back to 2019. This won't be forever. Hope is on the horizon. We will return but for now we must continue to play our part in looking after ourselves and those around us. Stay Strong. Stay Home. Save Lives.","sentiment_score":0.2166666667}
{"full_text":"reflect on the importance of schools and youth services during a lockdown #qualityyouthwork via","sentiment_score":0.0}
{"full_text":"RT Nothing could be more reckless you say,what about Boris shaking hands with covid patients?Or doing a shite Brexit deal in mi...","sentiment_score":0.5}
{"full_text":"Job loss due to COVID-19? Check this out @McCloskey_Int is looking for Assembler Fitters to join their team in Northern Ireland. Read more about our available positions at: #Swifts","sentiment_score":0.2583333333}
{"full_text":"524 to 16?  YOUR ELECTED OFFICIALS EXTEND BRITISH  TIER 5 NATIONAL LOCKDOWN UNTIL APRIL Is it about time you wrote to your Local MP? Learn More On Our Website &amp; Join Us In Making London A World-Class City Once Again! #BrianForMayor","sentiment_score":0.2083333333}
{"full_text":"Check your coronavirus symptoms easily with the NHS COVID-19 app. Protect your loved ones. Use the app.#StayHome","sentiment_score":0.5666666667}
{"full_text":"Check your coronavirus symptoms easily with the NHS COVID-19 app. Protect your loved ones. Use the app.#StayHome","sentiment_score":0.5666666667}
{"full_text":"The recommends a yearly flu vaccine as the first and most important step in protecting against influenza and its potentially serious complications.Learn more at","sentiment_score":0.2633333333}
{"full_text":"DCHD's Case Investigators and Contact Tracers are reaching out to individuals who have #COVID19 and their close contacts. Do your part; self-isolate and answer the call to provide our staff with all the information needed to help slow the spread of COVID-19 in our communities.","sentiment_score":-0.3}
