{"full_text":"RT My boyfriend and I have now been trapped in separate countries by Covid for more than a year. It's finally reached the po...","sentiment_score":0.1}
{"full_text":"RT Staff shortages (esp #nurses) left the NHS vulnerable to the Covid storm - latest piece from in","sentiment_score":0.0}
{"full_text":"Media Continues Using Brown People For The Progressives' PlantationDear and more of us are leaving that plantation...","sentiment_score":0.5}
{"full_text":"RT U.K is dumb. Bare people still having parties, the same people who were crying 3 days ago about entering another fucking loc...","sentiment_score":-0.225}
{"full_text":"RT LA County is reporting 19,719 new cases of COVID-19 today. That's ... a lot","sentiment_score":0.1363636364}
{"full_text":"Covid: The challenge in speeding up France's vaccination drive: the government has faced a storm of criticism after it emerged that only 500 people had been vaccinated in the first week of the roll-out, compared to 200,000 in Germany.","sentiment_score":0.125}
{"full_text":"RT Remember you feared FEMA camps? Nuts, huh?","sentiment_score":0.0}
{"full_text":"RT CRUSH VIRUS NOW OR ELSE WE ARE SCREWED: Denmark's CDC thinks new B117 #SARSCoV2 variant is so much more contagious (R +0....","sentiment_score":0.3181818182}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"Just LOVING the cover of this edition, so refreshing. Really makes me want to get out and about further afield - post lockdown of course. Thank you for including the ","sentiment_score":0.325}
{"full_text":"China has moved heaven and earth to help African countries fight Covid-19","sentiment_score":0.0}
{"full_text":"RT I was pinning my hopes upon an effective antibody treatment, however with the new variant this looks unlikely to be an o...","sentiment_score":0.0787878788}
{"full_text":"RT Currently, the point of covid vaccination is to protect those who have it from developing severe covid disease. That's...","sentiment_score":0.0}
{"full_text":"Not incredibly constructive but I hate this Government so much","sentiment_score":-0.35}
{"full_text":"Funny how a little democracy killing insurrection can help one forget for a moment that we are in the middle of a catastrophic pandemic. ","sentiment_score":0.0208333333}
{"full_text":"Lol only just doing this now ???","sentiment_score":0.4}
{"full_text":"RT Last night Sky News disgustingly referred to the loss of 1,162 souls by saying:- \"only once has that been beaten\".Those...","sentiment_score":-0.3333333333}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"RT Brisbane, there is no need to panic buy today. Police are responding to traffic congestion and crowd issues around shops acr...","sentiment_score":0.0}
{"full_text":"FUCK.Please stay home.","sentiment_score":0.0}
{"full_text":"Oh last time in March was the first major corona press conference by Merkel so this was a mild improvement","sentiment_score":0.1614583333}
{"full_text":"RT This happened on your watch, One colossal error of judgment after another and wholesale corruption. Have...","sentiment_score":0.3}
{"full_text":"Thank you Mr. DJ for saving my life","sentiment_score":0.0}
{"full_text":"RT Everytime #Airtel gives a message like #Coronavirus Sandai ... (making an #Outgoing call) makes one feel that some one s...","sentiment_score":0.0}
{"full_text":"And deserves it ... A few have said the hosp gets so much for every covid patient ...like a grant for cleaning ???","sentiment_score":0.0}
{"full_text":"RT **********COMING SOON**********We are delighted to introduce e-Sgoil Lockdown Live, daily learning experiences to complement...","sentiment_score":0.2787878788}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT UK has a higher #Covid19 death rate per million than USA. How did we achieve this?  Despite all the obvious Govt policy er...","sentiment_score":0.125}
{"full_text":"It was weird. I mean, i was fatigued, but that's my every day life. I used more garlic than usual and there are people LITERALLY DYING. It is the *very least* I can do to wear a mask.","sentiment_score":-0.1905}
{"full_text":"RT So, Stanley Johnson - father to the PM - has had his 2nd covid vaccine...Did he earn this by constantly flouting pan...","sentiment_score":0.0}
{"full_text":"RT Schools will go online for two weeks, minimum, and a lot of parents are scrambling. The hospitals are, too, and very smar...","sentiment_score":0.2}
{"full_text":"RT 1,279 deaths of people within 60 days of a positive Covid test. In one day. That's an annual rate of FOUR HUNDRED AND SIXTY...","sentiment_score":0.2272727273}
{"full_text":"No tigray mentioned today","sentiment_score":0.0}
{"full_text":"He would have been first onto the lifeboats on the Titanic in his dinner suit. What goes around comes around the despicable self centred twat.","sentiment_score":0.25}
{"full_text":"RT If France can do it, so can we. The NHS would collapse without its incredible staff from overseas. We have stood shoulder...","sentiment_score":0.9}
{"full_text":"RT Fishery products will not give you Covid once cooked properly, officials insisted.The Samut Sakhon Chamber of Commerce...","sentiment_score":0.0}
{"full_text":"For the UK and Foreign Nations - New regulation for international arrivals to England. #COVID19","sentiment_score":0.0037878788}
{"full_text":"RT New blog: Our Deputy Director Professor Chris Price, a Stroke Medicine Consultant, shares his frontline e...","sentiment_score":0.1363636364}
{"full_text":"this proves that covid is a scam... for me anyhow..","sentiment_score":0.3}
{"full_text":"RT Absolutely damning. Our government's lack of action to tackle #COVID19 has decimated our economy and ruined lives","sentiment_score":0.15}
{"full_text":"RT In our latest blog, Neil Davies, CEO of Close Brothers Commercial, talks through the challenges posed by the pandemic,...","sentiment_score":0.25}
{"full_text":"Could catch the virus at the airport or before but hey ho. #followingthescience","sentiment_score":0.0}
{"full_text":"RT When farmers are dying, a few kms away.","sentiment_score":-0.2}
{"full_text":"Live free and die: Sweden's coronavirus experience","sentiment_score":0.2681818182}
{"full_text":"RT Our brilliant #NHS &amp; care workers don't need our #clapforheroes They need a pay rise.They need us to follow the lockd...","sentiment_score":0.9}
{"full_text":"RT Kerajaan ingat buat lockdown\/MCO macam buat surprise birthday party.Please announce early with enough time for people a...","sentiment_score":0.05}
{"full_text":"RT The COVID-19 vaccine will always be available free of charge. The NHS will never ask you to share bank details to confirm your i...","sentiment_score":0.4}
{"full_text":"the video on which you have commented is from 2015, he literally predicted it on 2015,and exactly the same freaking thing happening right now. same thing he predicted for the coronavirus,gst,notebandi!! now you tell me what make someone a leader? what the qualities he must hv?","sentiment_score":0.1339285714}
{"full_text":"RT \"What is best?\"After years of planning for a severe flu pandemic, which meant we *had* to look at schools...","sentiment_score":1.0}
{"full_text":"RT Only 9 days to go until the next #GPJC. Join on Sun 17th Jan (time TBC) to discuss this paper on media dep...","sentiment_score":0.0}
{"full_text":"RT Do you remember during the first lockdown when every MP got given PS10,000  to pay for laptops, internet upgrades and bills...","sentiment_score":0.25}
{"full_text":"Frustrated by the current lockdown?Suffering from nature-deficit disorder?Needing to get onto a trail or go down our bum-slide?Purchase a season ticket and gate code for access to our reserve 7 days a week, 365 days a year.","sentiment_score":-0.2851851852}
{"full_text":"RT Thank you Sir This was possible because of the guidance from your end, Hon'ble health...","sentiment_score":0.0}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT This tweet is hyperbolic hogwash.","sentiment_score":0.0}
{"full_text":"RT Stanley Johnson who broke lockdown repeatedly, getting a 2nd vaccine before many very vulnerable people haven't had their...","sentiment_score":-0.05}
{"full_text":"RT When a health system is strained to near breaking point by a pandemic infectious disease it cannot treat other diseases as w...","sentiment_score":-0.0125}
{"full_text":"RT 1,279 deaths of people within 60 days of a positive Covid test. In one day. That's an annual rate of FOUR HUNDRED AND SIXTY...","sentiment_score":0.2272727273}
{"full_text":"If it was up to you and the rest of the LNP open border goons we'd be neck deep in covid cases like the UK and the states. So you, sir, can shove your opinion into a 3-day lockdown in your ass.","sentiment_score":0.0}
{"full_text":"RT COVID cases and deaths from the Capitol siege will likely outnumber this in a month or two. #COVID19 #CapitolRiots","sentiment_score":0.0}
{"full_text":"Service Update 10:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 10:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"And family stay together abi? oya give me address i want to come back home","sentiment_score":0.0}
{"full_text":"RT Thank you for all of the birthday wishes. I hope and pray wherever you are, you are staying positive despite what's happ...","sentiment_score":0.2272727273}
{"full_text":"Vaccinations provided to people aged 80:IOM = 0UK = 661,224+ (https:\/\/t.co\/drjiNtRMl7)IOM vs UK = 0%","sentiment_score":-0.1}
{"full_text":"RT #SCAM: Please watch out for a text message which says you are eligible to apply for a #Covid vaccine. The link takes you...","sentiment_score":0.0}
{"full_text":"No elegant way to do this. Read up on dissociation, see if it fits. Long covid has lots of lasting impacts.","sentiment_score":-0.1}
{"full_text":"RT  \"They said there will be a cold wave until this weekend\"\"Let's all becareful of the cold! Be careful of corona too!! We...","sentiment_score":-0.5020833333}
{"full_text":"RT Amazing. I've ignored all of the above and according to all my tests in healthier than a horse and almost twice as smar...","sentiment_score":0.3}
{"full_text":"RT Incredible clarity from on just how bad things are with Covid and just how seriously the government has...","sentiment_score":-0.0444444444}
{"full_text":"They have you're being disingenuous or not paying attention Scientists have repeatedly reported that everything that is normally done has also applied in the process of creating these Covid-19 vaccines All \"phases\" were completed &amp; more resources used as it was vital 2get it done","sentiment_score":0.25}
{"full_text":"RT Patel acknowledged that new coronavirus regulations had restricted people's freedoms \"in an unprecedented way\" but urged...","sentiment_score":0.3681818182}
{"full_text":"TODAY AT 2PM - #StHLibrariesQuiz Don't forget we have the first #StHLibrariesQuiz of 2021 happening today - with a theme of 'It happened in #January'.So get you thinking caps onready and join at 2pm . #LibrariesFromHome #StayHome","sentiment_score":0.25}
{"full_text":"Thanks for sharing this. Indeed, we shall see how to include this in the enhanced all-cause mortality surveillance around #Kampala, Mukono and Wakiso (for the start)  to appropriately document #COVID19 deaths and measure excess mortality","sentiment_score":0.35}
{"full_text":"RT dating in this pandemic has been so ghetto, just pen pal vibes","sentiment_score":0.0}
{"full_text":"RT At this rate, 50,000 more Americans will die before Trump leaves office. That's almost another Vietnam War","sentiment_score":0.5}
{"full_text":"RT A team of UNLV students has developed a new type of air purification system that uses UV light &amp; photocatalytic oxidat...","sentiment_score":0.2121212121}
{"full_text":"RT This is what Trump encourages overtly. Imagine what he'll covertly do over the next 13 days--to natl security, state secre...","sentiment_score":0.0}
{"full_text":"RT This is what your taxes and capitulating to the government get you.Scottish police use lockdown powers to storm into...","sentiment_score":0.0}
{"full_text":"RT We are told not to believe this doctor because the paid media don't count him among their chums. We all know deep down th...","sentiment_score":-0.0777777778}
{"full_text":"#NewYear 2021 And Some Changes Will Truly Become New Normal#COVID-19, #pandemic, #celebration, #SuperSpread, #vaccine, #happy, #anxiety, #holidays, #lonely, #business, #SelfReliant, #technology, #digital, #innovation, #lockdown , #togetherness","sentiment_score":0.2090909091}
{"full_text":"RT just one more than allahu Akhbar vaccine..","sentiment_score":0.5}
{"full_text":"Stay at home unless you need to go to a McDonald's drive thru then get the car washed on the way home from a skating visit at a local frozen pond #Lockdown3 this so called lockdown is farcical getting sort it out now.","sentiment_score":-0.2}
{"full_text":"Four of my best ever concerts were Bowie concerts.I think I still have a hat like that. I wonder if it will go with my lockdown PJs?#HappyBirthdayDavidBowie","sentiment_score":1.0}
{"full_text":"Classes might not be running at the minute, but why not check out our website for some Rugbytots Merchandise and help your child stay active during the Lockdown! #Rugbytots #Merchandise","sentiment_score":-0.1666666667}
{"full_text":"RT Scientists: we've reached a critical point; we need lockdown.Unions: we've reached a critical point; our members can'...","sentiment_score":0.0}
{"full_text":"Hey Karen, how about you worry about your state and we worry about ours. The case we have is 70x more infectious than yours and if we can stop it in 3 days that's better than a full lockdown. Cheers for your useless concern and comments","sentiment_score":0.2125}
{"full_text":"Key word 'Ozil like player'. What we needed all along. A creative midfielder. I mentioned here that if u ain't gonna buy one, take one from the youth team. Let him make all mistakes, but eventually, he will grow into it. Here we are now","sentiment_score":0.25}
{"full_text":"RT Pfizer vaccine works against new variants, study shows as tests come in for UK travellers - follow live","sentiment_score":0.1363636364}
{"full_text":"(now Appropriation Act). The Act introduces significant changes to a number of tax and regulatory laws in Nigeria including the introduction of Covid-19 incentives alongside other changes. Check out our subsequent posts for the key","sentiment_score":0.0625}
{"full_text":"Hope nobody is staying in hotels  they'll have  to wear facemasks in bed.","sentiment_score":0.0}
{"full_text":"RT Scottish Junior Football Association pauses competition due to tightened coronavirus restrictions h...","sentiment_score":-0.125}
{"full_text":"I agree education is more than important it's essential. I believe the Government wanted to keep schools open but the teachers union didn't. They were the ones refusing to let the schools open. Same in last lockdown. The unions don't care about the pupils.","sentiment_score":0.1285714286}
{"full_text":"Price Hike for #Sankranthi Releases - A Mindless Move?Exhibitors are saying that these hikes will make up for the lost 50% occupancy due to #COVID SOPs.  #RedTheFilm #Krack #MasterFilm #AlluduAdhurs","sentiment_score":-0.1625}
{"full_text":"got to big time to reply to questions about another lockdown quiz have you? You doing one or what?","sentiment_score":0.0}
{"full_text":"RT Beware scammer in Surbiton giving FAKE covid-19 vaccination!","sentiment_score":-0.625}
{"full_text":"RT The vasculitis of #COVID19.https:\/\/t.co\/DLaZnmm9eq Unique features w\/ mimics that account for multi-organ...","sentiment_score":0.375}
{"full_text":"RT It's not misleading to say that GPs have been left completely in the dark about vaccine supplies &amp; many have no...","sentiment_score":0.1125}
{"full_text":"RT Thank you for all of the birthday wishes. I hope and pray wherever you are, you are staying positive despite what's happ...","sentiment_score":0.2272727273}
{"full_text":"RT Sopore Police distributed Covid-19 kits today at PS Dangiwacha &amp; PS Panzalla comprising of Oximeter, Digital Thermometer,...","sentiment_score":0.0}
{"full_text":"3 directors of public health in #Lancashire are asking for all communal prayer to be suspended during the third #coronavirus lockdown. The Dean of Blackburn is supporting the request, and is urging other faith groups to do the same #HeartNews","sentiment_score":0.025}
{"full_text":"RT Coronavirus deaths since thr start of the pandemic:Australia: 909Coronavirus deaths TODAY:UK: 1,162What an utt...","sentiment_score":0.0}
{"full_text":"stay home .","sentiment_score":0.0}
{"full_text":"RT After breaking lockdown several times and refusing to wear a mask in shops, it's great to see Stanley Johnson receiving...","sentiment_score":0.4}
{"full_text":"COMPLICIT!","sentiment_score":0.0}
{"full_text":"RT pCOL va a tener 3 versiones:Version V1.1: General Basic Kit for SARS-CoV-2 Detection.Version V1.2: Allele-specific kit t...","sentiment_score":0.025}
{"full_text":"It's a simple message coming from three Stormont ministers...https:\/\/t.co\/awC7nHIY5t","sentiment_score":0.0}
{"full_text":"Buyende: Tumukunde Vows to Withdraw Armed Forces from Fishing Communities#ChimpReportsNews #UgandaDecides #WearAMask","sentiment_score":0.0}
{"full_text":"Canada can and must build an economic stimulus package big and bold enough to speed economic recovery and overhaul public programs that failed us when #COVID19 hit writes in his latest blog:https:\/\/t.co\/RJElFc2Kgs","sentiment_score":0.0916666667}
{"full_text":"RT For the first time, more than 4,000 Covid-19 deaths were recorded in a single day in the United States ht...","sentiment_score":0.2261904762}
{"full_text":"This is a great reminder that the pandemic has brought challenges for everyone, the importance of support and to always be kind #WeStNs","sentiment_score":0.7}
{"full_text":"Sri Lanka's government insisted Friday on the cremation of all coronavirus victims, rejecting international pleas and recommendations from its own experts to allow the Muslim minority to bury their dead in line with Islamic customhttps:\/\/t.co\/9MAQksyW4y","sentiment_score":0.1333333333}
{"full_text":"RT Definitely recommend watching this.  'A Different Perspective of Portsmouth' - a portrait of the resilience of our city and h...","sentiment_score":0.0}
{"full_text":"US expert panel on #COVID19vaccines had put the web meeting in public domain but in India, we do not know the names &amp; designations of COVID-19 vaccines' panel. Why? reports.https:\/\/t.co\/znzP7i7SX9","sentiment_score":0.0}
{"full_text":"Catchup TV: Covid-19 and the global south Hear about the effects of the pandemic on countries around the world already struggling with unjust debt#CancelTheDebthttps:\/\/t.co\/9aZQDZRiFr","sentiment_score":0.0}
{"full_text":"There were this many in only one month: ","sentiment_score":0.25}
{"full_text":"Government advice on home moving during #lockdown remains unchanged. People can still move &amp; removal firms, tradespeople, &amp; estate agents can still operate. Adherence to safety and social distancing remains crucial but the housing market remains open. # #onthemarket","sentiment_score":0.0111111111}
{"full_text":"RT Help slow the spread of #COVID19 and identify at risk cases sooner by self-reporting your symptoms daily, even if you feel we...","sentiment_score":-0.15}
{"full_text":"For those hoping to shop this weekend - are #TKMaxx and #HomeBargains open in lockdown?https:\/\/t.co\/ZSWFWdBbw3","sentiment_score":0.0}
{"full_text":"Mysterious seized #Bushmeat at #Newark #Airport ordered to be destroyed ... | #NewJersey | #microbes | #pathogens | #carriers | By via","sentiment_score":0.0}
{"full_text":"\"We're hoping for the best but planning for the worst.\"https:\/\/t.co\/TQ07O5n6KG","sentiment_score":0.0}
{"full_text":"What time is Gavin Williamson's announcement today? Watch live stream of lockdown update on schools and exams #ukedchat","sentiment_score":0.1363636364}
{"full_text":"A scam text message has circulated about applying for the #CovidVaccine, with a link to a fake NHS website which requests personal details.The NHS will never ask for payment for the vaccine or for your bank details.@WhichUK advice on spotting scams:","sentiment_score":-0.25}
{"full_text":"#FridayFeeling We know that the news of a new national lockdown is daunting for so many. We want to remind all our veterans, serving soldiers and their families that support is out there, at all times. #Lockdown #Support #Military #FindWhereYouBelong","sentiment_score":0.1787878788}
{"full_text":"Save the dateOur Mountbatten Conference has been changed due to the pandemic from April to October 2021. Venue: St Mary's Stadium, SouthamptonDate: 14 and 15 October 2021Email: education@mountbatten.org.uk If you are interested in attending","sentiment_score":0.0625}
{"full_text":"Fifty positive cases of Covid-19 were reported from 14 households last weekhttps:\/\/t.co\/VtoVMqIlNE#Bahrain #Manama #Covid #Covid19 #Corona #CoronaVirus #Virus","sentiment_score":0.1136363636}
{"full_text":"Don't forget the symptoms of COVID-19. If you experience either: a new continuous cougha high temperature, or a loss of, or change in sense of smell\/taste - get tested.To book a test visit:> or call free phone number 119.","sentiment_score":0.2321212121}
{"full_text":"7-day institutional #quarantine for #UK flyers who test positive for #COVID19, orders #Delhi govt.#CoronavirusStrain","sentiment_score":0.2272727273}
{"full_text":"Scientists have found that two drugs used to fight arthritis cut the risk of death from #COVID19","sentiment_score":0.0}
{"full_text":"Girls Development Centre | Calling all under 10 female footballers.. Our GDC is a Female Invitation only football development programme! Interested in attending a taster session when lockdown restrictions ease? jake.Mullinder@colchesterunited.net#ColU","sentiment_score":0.0625}
{"full_text":"The communication and collaboration software market value in Malaysia registered 19% growth in 2020 amid the COVID-19 pandemic, as businesses accelerate their shift towards remote working.","sentiment_score":-0.1}
{"full_text":"Inside today's Inverness Courier, we welcome back columnist and in her first column of 2021 she's talking about how we can get through this latest lockdown by \"finding positives\".Pick up a copy this week to read more","sentiment_score":0.41}
{"full_text":"Government considering ban on sale of alcohol as part of COVID-19 lockdown restrictionshttps:\/\/t.co\/YhP3fYy9Qa","sentiment_score":0.0}
{"full_text":"With the challenges of a new lockdown and hospitality being one of hardest hit sectors it is no surprise that the number of people suffering from mental health has risen.Get tips and advice on how to manage mental health when working in hospitality here.","sentiment_score":-0.0212121212}
{"full_text":"RT Putting the safety and wellbeing of your people first is not a weakness.Library staff don't WANT to close the buildings, b...","sentiment_score":0.25}
{"full_text":"RT   Kennett attacking Andrews again.  Kennett wanted no lock down, wanted things running as normal.  Just like US...","sentiment_score":-0.0027777778}
{"full_text":"RT #Update Bihar: All 22 students from a school in Munger tested negative in second round of Corona antigen test\"Till now, the samp...","sentiment_score":-0.1666666667}
{"full_text":"Lockdown now means we can only exercise in our local area. To make sure you don't miss your favourite walks, BBC Winter Walks is here to help! Tonight Rev. Richard Coles starts at Sutton Bank and heads to the historic Rievaulx Abbey. Winter Walks, Tonight, 7pm, BBC Four.","sentiment_score":0.15625}
{"full_text":"Today, President will be speaking at the COVID-19 Webinar series. He will give insights on the differential impact of COVID-19 on patients, as well as the continuing work the College is doing to support our members during the pandemic.","sentiment_score":0.0}
{"full_text":"Andy had support to quit smoking during #lockdown. It wasn't easy but his stop smoking advisor supported him all the way. He hasn't smoked in ten months and feels great!Andy says, #DontWait to quit.Visit","sentiment_score":0.2166666667}
