{"full_text":"RT THANK U I WANT MY LIFE BACK.","sentiment_score":0.0}
{"full_text":"RT If you don't understand why ASL users are happy rn, ask yourself if you ever saw a sign language interpreter at an offi...","sentiment_score":0.8}
{"full_text":" A morning prayer to the souls we are loosing every day, and a prayer wish of strength and patience to those who are suffering may you recover fast  #COVID19","sentiment_score":0.2}
{"full_text":"Guess that's one rooms that's covid-free?","sentiment_score":0.0}
{"full_text":"Amazon actually declined to offer help distributing the vaccine during Trumps administration because...well....Trump. And how much sooner could vaccines have been distributed if partisan politics were put aside?","sentiment_score":0.1}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"Would you please share my niece's Girl Scout Cookie link? Going door to door is tough in covid. Cookies can be donated! Cookie sales help pay for her to go to summer camp. Thank you so much!https:\/\/t.co\/HmTbJpcGPj","sentiment_score":-0.4861111111}
{"full_text":"RT They mad for the virus and the people who live in Wuhan, not for Chinese people in general! Delete this....","sentiment_score":-0.1065340909}
{"full_text":"RT #ThalapathyVijay Hits The 4th Consecutive 100cr Club At Tamilnadu Box-office !!100cr At TN Box Office Is Now A Cake W...","sentiment_score":0.0}
{"full_text":"RT Today, issued a mask mandate on federal property, launching his \"100 Day Masking Challenge\" as part of our efforts t...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Almost forgot about this plus crippled CDC strategy.","sentiment_score":0.0}
{"full_text":"RT Salam, as some of you may already know brother Mohammed Nuur lost his father yesterday morning to Covid-19.  We've set up a g...","sentiment_score":0.0}
{"full_text":"It would mean so much if you could please click onto my Twitter page and help donate to a GoFundMe fundraiser I've organized for my friend  she just lost her primary care giver due to Covid, as she is already struggling from battling cancer  thank you!","sentiment_score":0.0328125}
{"full_text":"Rand Paul is a liar! Racist! And a complete idiot!","sentiment_score":-0.45}
{"full_text":"RT Live: Temporary homes built in Hebei's Shijiazhuang for quarantine amid surging #COVID19 infections","sentiment_score":0.1363636364}
{"full_text":"RT PCR positive is no longer = Covid. You are not Covid now unless you get a second test to confirm it, and are presenting...","sentiment_score":0.1136363636}
{"full_text":"RT While President Biden was attending ceremonies today, 8,000 Americans died of COVID-19 on his watch. Hey am I do...","sentiment_score":0.0}
{"full_text":"RT My b day is chasing me right now like slow tf down we on lock down","sentiment_score":-0.0813492063}
{"full_text":"RT \"Courts are COVID-secure\" - except now I am self-isolating and all the other junior barristers I ask are in the exact sa...","sentiment_score":0.0625}
{"full_text":"Lol, suddenly they care about covid","sentiment_score":0.4}
{"full_text":"A lot of people in Southern Africa died of Covid19 in recent weeks. We can't let our guard down. Please wear a face mask, sanitise, wash your hands for at least 20 seconds &amp; avoid crowded places. Governments and others, please commit more budgets to WASH urgently! #washforall","sentiment_score":0.0338888889}
{"full_text":"RT It's embarrassing that a corporation enjoying pandemic profits, millions in PPP &amp; more in tax giveaways is fighting a $1 raise for...","sentiment_score":0.5}
{"full_text":"RT \"Mitch McConnell was fine with getting rid of the filibuster to a United States Supreme Court nominee for a life...","sentiment_score":0.4166666667}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":" you are a low-key racist and you are bold ignorant person to believe this pandemic is it real and wearing a mask is it necessary ignorance is a bliss and you damn sure is that #RHOC","sentiment_score":0.2583333333}
{"full_text":"RT Hey #Canada - See this from the WHO Jan 2021: It is stating that PCR +ve test result no longer = Covid, and that a person IS...","sentiment_score":0.0}
{"full_text":"Watching season 9 of about the Ori viral infection &amp; it's kinda creepy to see how much it mirrors COVID-19 but the government had a strong hand in trying to contain it. #SenKinsey stopping containment would have made it realistic.","sentiment_score":0.075}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"RT #bcpoli NEW - Staff at St.Paul's Hospital have been told there's an outbreak in unit 6B. This is an inpatient renal unit....","sentiment_score":0.1363636364}
{"full_text":"RT Odd that Starmer failed to mention in PMQs the not-insignificant fact that the UK now has the highest death rate from Co...","sentiment_score":-0.3333333333}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT India recorded unhindered pace of building National Highways despite hurdles posed by Corona pandemic! National Highways...","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci told media vaccines may be required by some businesses, for overseas travel + when it comes to schools, \"Eve...","sentiment_score":0.0}
{"full_text":"RT we getting a mask mandate and hopefully a full lockdown soon so i hope that means in person school by fall","sentiment_score":0.35}
{"full_text":"RT In the middle of this global pandemic Pfizer made a pre budget submission to Commons Finance committee threatening to r...","sentiment_score":0.0}
{"full_text":"#Fuckyourfeelings we in a pandemic","sentiment_score":0.0}
{"full_text":"RT If you don't understand why ASL users are happy rn, ask yourself if you ever saw a sign language interpreter at an offi...","sentiment_score":0.8}
{"full_text":"Just because Trump told you not to wear a mask if he told you the drink bleach or shit I think you did already","sentiment_score":-0.2}
{"full_text":"You mean, THEY get to work, not you. Your job is in Chicago. What steps have you taken to curb the 2020 trend of 3.75 carjacking\/day? Less Twitter virtue signaling, more City Hall discussing the ongoing theft pandemic and daily black-om-black homicide. Show US black lives matter.","sentiment_score":-0.0291666667}
{"full_text":"Rip that","sentiment_score":0.0}
{"full_text":"RT Rand Paul opposed an anti-lynching billRand Paul offered to buy a ticket back to Somalia for Ilhan OmarRand Paul lied...","sentiment_score":0.0}
{"full_text":"RT Ive been working with children with all kinds of disabilities for seven years. I am frequently *astounded* at the tasks SN...","sentiment_score":0.1}
{"full_text":"RT Today, issued a mask mandate on federal property, launching his \"100 Day Masking Challenge\" as part of our efforts t...","sentiment_score":0.0}
{"full_text":"RT While President Biden was attending ceremonies today, 8,000 Americans died of COVID-19 on his watch. Hey am I do...","sentiment_score":0.0}
{"full_text":"Sooooo folks staying in apartments....we gotta get covid test before returning to campus?....cuz I just had one but my mom talking about you gotta send it in to the student health center.","sentiment_score":-0.1}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Health Minister Greg Hunt confirmed today that the government had access to approximately 140 million doses to cover a popul...","sentiment_score":0.0}
{"full_text":"16 test positive for Covid in Gurgaon, 1 more dies","sentiment_score":0.3636363636}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT Official response from CCP gov, to the reasonable demands for open &amp; thorough investigations of origin of #COVID19 in mil...","sentiment_score":0.1}
{"full_text":"HOW TO TAKE CARE FOR PATIENTS WITH SUSPECTED OR CONFIRMED COVID-19 AT HOME.#COVID19 #MCO2 #BNNEWSONLINE","sentiment_score":0.4}
{"full_text":"RT U.S. COVID update: Highest daily death toll, in part due to backlogs- New cases: 185,822- Positivity rate: 10.4% (+1.9)- I...","sentiment_score":0.0037878788}
{"full_text":"You are 100% correct. Me today them tomorrow. No one is exempt and ppl dont seem to get that. Sad but true. Look at the 1st agenda.nothing about covid or Americans","sentiment_score":-0.075}
{"full_text":"RT Patty Sakal, who worked as an American Sign Language interpreter for nearly four decades in a variety of settings, had become...","sentiment_score":0.05}
{"full_text":"RT Biden begins signing executive orders addressing the pandemic, climate change, racial inequality and immigration","sentiment_score":0.0}
{"full_text":"in 2021 she will get covid","sentiment_score":0.0}
{"full_text":"RT #ANALYSIS: What to do if your medicine is out of stock because of COVID ","sentiment_score":0.0}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT How could we not acclaim our nurses, health care workers, paramedics as Australians of the Year? No contest.","sentiment_score":0.0}
{"full_text":"RT This is the price we all pay for the incompetence of the state caused by the ANC's cadre deployment ... EXCLUSIVE: SA payi...","sentiment_score":0.0}
{"full_text":"There has been a heightened awareness around what it means to be \"healthy\" in today's pandemic-conscious world. #dietary #supplements #healthandwellness","sentiment_score":0.5}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT The Pentagon blocked Biden's incoming administration from gaining access to critical information about current operations, i...","sentiment_score":0.0}
{"full_text":"RT PLS if you are the van driver who took Daisy from #Hollingbourne 18\/1\/21 let us have her back.She has been our pride and joy...","sentiment_score":0.8}
{"full_text":"remember, pandemic causes financial crisis","sentiment_score":0.0}
{"full_text":"More evidence suggests that self-attacking \"autoantibodies\" could be the key to understanding the most severe cases of COVID-19. Via","sentiment_score":0.3333333333}
{"full_text":"You can't be forreal right now. Like you gotta be playing","sentiment_score":0.2857142857}
{"full_text":"RT Coronavirus deaths will change too. \"Dying with\" won't be counted as \"dying from.\"And like that - Biden ended the pandemic.","sentiment_score":0.0}
{"full_text":"RT CNN: 405,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT please help the Cystic Fibrosis community. We specifically need affordable access to healthcare and affordable...","sentiment_score":0.0}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT Y'all must got Covid ? Cuz I den wore my new cologne for the past 5 days and ain't nobody said shit about it ","sentiment_score":-0.1045454545}
{"full_text":"RT Scott Morrison knows there was no '#COVID19 recession' but here he is trying to fool you into thinking there was. The 2020 rec...","sentiment_score":0.0}
{"full_text":"RT Remember to wear a mask and distance yourself from other riders.","sentiment_score":-0.125}
{"full_text":"RT New CDC Director Rochelle Walensky: \"As a protective public health measure, I will extend the current order temporarily...","sentiment_score":0.0454545455}
{"full_text":"Steven Brandenburg, the Wisconsin pharmacist who admitted to removing some 570 doses of the Moderna vaccine from cold storage last month, has been charged with attempted criminal damage to property.","sentiment_score":-0.3333333333}
{"full_text":"Looking for the latest in #COVID19 #vaccine developments? We've compiled updated science and evidence-based resources on the status of vaccinations, including what physicians should know. Stay up to date: #VaccinesWork","sentiment_score":0.5}
{"full_text":"Stay home  &amp; stand a chance to win your share of R30 million   in prizes when you buy an All-in-One bundle for only R35 PLUS get FREE Facebook all Summer!   Dial *147# T&amp;Cs apply #ChangeYourSummer.","sentiment_score":0.4333333333}
{"full_text":"Florida Department of Health in Martin County warns of fake sites offering COVID-19 vaccine appointments","sentiment_score":-0.5}
{"full_text":"News of a #vaccine is a positive step, but #COVID19 won't be disappearing overnight. Learn about the authorization, distribution and safety plans in this #CME course.","sentiment_score":0.2272727273}
{"full_text":"Some Central Texans with family members under the vaccine eligibility age and have underlying health conditions are looking for guidance from the state on when they can get the COVID vaccine.","sentiment_score":0.0}
{"full_text":"President Biden's stimulus proposal includes $1,400 checks. But what else would it include and when could it get passed? https:\/\/t.co\/a7v1i9GveZ","sentiment_score":0.0}
{"full_text":"RT Rand Paul opposed an anti-lynching billRand Paul offered to buy a ticket back to Somalia for Ilhan OmarRand Paul lied...","sentiment_score":0.0}
{"full_text":"A support group can be used to air grievances in the workplace","sentiment_score":0.0}
{"full_text":"RT have you heard of this contagious disease that was identified in December 2019 and has caused an ongoing glo...","sentiment_score":0.0}
{"full_text":"A total of 226 new Corona Positive cases reported in Telangana in last 24 hours. With this total cases rises to 2,92,621 including 3,920 active cases. While A total of 2,87,117 people recovered and 1,584 deaths reported.#CoronavirusInTelangana #Telangana #Coronavirus #MangoNews","sentiment_score":0.0329004329}
{"full_text":"Do You #Agree? Follow Us | retweethttps:\/\/t.co\/OSg6yZsH6b#digitalart #DigitalMarketing #css #html #internet #WebsiteDesign #website #India #Mumbai #amazon #seo #marketingdigital #marketing #COVID19 #CoronaVac #lockdown #Digital #Share #like #business #dns #email #security #ios","sentiment_score":0.0}
{"full_text":"Are you looking for a new #polo for your #corporate event or perhaps a new staff #uniform for your employees or even a #custom #facemask to adhere to new Covid-19 measures? Bring your idea to life today with Fenix Custom - get in touch with leon@fenixxcell.com today!","sentiment_score":0.1107954545}
{"full_text":"Please share this important COVID message - in some of the many languages spoken on the streets and suburbs of Western Sydney","sentiment_score":0.3}
{"full_text":"RT Ah I see the Republicans have discovered that Covid is real.","sentiment_score":0.2}
{"full_text":"The ironic thing about working at home during a pandemic is that I don't get to walk outside much. Even if it's just to get to the workplace, I would still technically walk outside. #TakeAWalkOutdoorsDay #House365\"Nefertiti - Walk (1995 Remix)\"https:\/\/t.co\/yfDqkmTddU","sentiment_score":0.08}
{"full_text":"The global system for pandemic alert and response is \"not fit for purpose\", highlighting the need for a new framework in the wake of #COVID19. ","sentiment_score":-0.0212121212}
{"full_text":"RT Rand Paul opposed an anti-lynching billRand Paul offered to buy a ticket back to Somalia for Ilhan OmarRand Paul lied...","sentiment_score":0.0}
{"full_text":"Now a new CDC director is arriving to a mammoth task: reasserting the agency while the pandemic is in its deadliest phase yet and the nation's largest-ever vaccination campaign is wracked by confusion and delays.https:\/\/t.co\/B1AiwzFnk1","sentiment_score":0.1363636364}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Time for digital health. See how HuKui Bio transitions through US-China trade war and the pandemic.https:\/\/t.co\/Qx5fRovS8p","sentiment_score":0.0}
{"full_text":"PSA: The Los Angeles county website is a convoluted nightmare to navigate and find how to register to get the Covid vaccine. Direct Link: #vaccine #LosAngeles Screenshot with instructions:","sentiment_score":0.1}
{"full_text":"#COVID19 has perhaps changed the way we work for good. As businesses gear up for the coming financial year... how has hiring changed? Join as he discusses strategies for the right tech hire at the #SpeedHire CXO Roundtable.Watch live","sentiment_score":0.2805194805}
{"full_text":"#Maharashtra,18,166 recipients which is about 68 per cent of the healthcare workers got the jab on Wednesday. Follow all the latest updates from #Mumbai, stay tuned to this live blog:https:\/\/t.co\/EeOXqGYcED","sentiment_score":0.3181818182}
{"full_text":"UP Man's Family Claims He Died After Taking COVID Vaccine; Hospital Denies #asianews #india #indiannews #thequint #IdiotPM","sentiment_score":0.0}
{"full_text":"The provincial government is targeting to vaccinate up to 135,000 persons against coronavirus disease 2019 (COVID-19).","sentiment_score":0.0}
{"full_text":"How #fakenews spreads: Researchers used Google Trends data and an epidemiological growth model, which studies disease transmission, to investigate how covid-19 misinformation and rumours spread.","sentiment_score":0.0}
{"full_text":"I can't take seriously Joe Biden honoring covid victims and still vowing to denying universal healthcare","sentiment_score":-0.1666666667}
{"full_text":"The advent of COVID-19 put so much stress on the whole world that it would be unthinkable to imagine it did not do the same to children. Has the return to school introduced new fears for your children? Do you know if the stress has caused anxiety?","sentiment_score":0.0972727273}
{"full_text":"TOTALLY AGREE!!! #NOWIFINOMEMES#memes #memesdaily #funny #relax #chill #today #meshforce #meshwifi #tech #network #onlinestudy #study #workfromhome #stayhome #COVID19","sentiment_score":0.125}
{"full_text":"From the editorial board: In war against virus, #Dubai has set an example for others\"The emirate maintains the highest levels of protection against the pandemic\" | #Covid19","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"There are lots of lonely people. If all the lonely people connected, no one would feel lonely ever again. Understand how to beat loneliness. #loneliness #love #lonely #alone #depression #sad #life #sadness #anxiety #mentalhealth #quotes #isolation  #pain #covid #brokenheart","sentiment_score":-0.0666666667}
{"full_text":"This includes students whose parents or guardians exhibit COVID-19 symptoms.","sentiment_score":0.0}
{"full_text":"Shangri-La Group will temporarily close its hotel in Makati City amid continued movement restrictions due to COVID-19.https:\/\/t.co\/5EIlkdbznO","sentiment_score":-0.125}
{"full_text":"RT Let's recap, shall we?The WHO waited until one HOUR after Biden's inauguration to admit COVID testing was faulty and res...","sentiment_score":0.0}
{"full_text":"RT The latest TUC RISKS weekly update on UNION COVID-19 ACTION AND RESOURCEShttps:\/\/t.co\/d1g5S7sf2j","sentiment_score":0.3}
{"full_text":"RT BREAKING: Over 100 people have died so far today from COVID-19 due to President Biden's mishandling of the virus.","sentiment_score":-0.0125}
{"full_text":"RT The now-former First Lady said that the purpose of her new White House \"Tennis Pavilion -- whose construction she ov...","sentiment_score":0.1287878788}
{"full_text":"The CARES Act, which provided relief money to Americans during the pandemic, is having a direct impact on Southwest Louisiana.","sentiment_score":0.1}
{"full_text":"RT Joe Biden allowed 8,000 Americans to die from Covid during his inauguration.","sentiment_score":0.0}
{"full_text":"RT Jason Kenney laid off 11,000 health care workers during a pandemic. That's not how you treat friends or allies. https...","sentiment_score":0.0}
{"full_text":"RT Biden is vaccinated. He's at a distance, while working with a staff that should also have been vaccinated, in a space tha...","sentiment_score":0.0}
{"full_text":"RT Every COVID death, every black person shot by the police, and every instance of discrimination is now Biden's fault. T...","sentiment_score":-0.1666666667}
{"full_text":"RT \"Despite Mayor Bill de Blasio's public criticism of the SHSAT, he did not answer directly when asked if he lobbied state l...","sentiment_score":0.05}
{"full_text":"RT Rand Paul opposed an anti-lynching billRand Paul offered to buy a ticket back to Somalia for Ilhan OmarRand Paul lied...","sentiment_score":0.0}
{"full_text":"The worlds falling apart ..there's a huge housing crisis ..we have people losing jobs because of covid ..a huge amount of working poor .. inequality is still rampant ..kids are going hungry..and he's focusing on the wiggles?Wake up Jeff!!","sentiment_score":0.0583333333}
{"full_text":"Current Conditions for #Sayre PATemp: 22.3FWind Chill: 19.0FHumidity: 74%Dew Point: 15.2F Barometer: 30.093 inHgWind: 4 mph from the SCorona Virus Weekly Stats:Cases: 159.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT The government is now so invested in the lockdown strategy that it is acting like a reckless speculator who has already l...","sentiment_score":0.0}
{"full_text":"#TodayInHistory Inspiration Imagination is the highest kite one can fly. - Lauren Bacall#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":0.8}
{"full_text":"RT We have begun our journey towards an immunized population. Read the answers to FAQs https:\/\/t.co\/zfnvyTaY4hStay informe...","sentiment_score":0.0}
{"full_text":"#MediaFocus \"By the middle of February, we expect half a million deaths in this country,\" said Dr Rochelle Walensky, the incoming director of the US CDC. #COVID_19","sentiment_score":-0.0833333333}
{"full_text":"RT The north-south economic imbalance in China was worsening before covid-19 and is likely to outlast it","sentiment_score":0.1}
{"full_text":"RT Imagine a sequel with them fighting Corona","sentiment_score":0.0}
{"full_text":"Whether a business thrives during the pandemic boils down to its ability to embrace change and a willingness to adopt new digital technologies. #MSFTAdvocate","sentiment_score":-0.0063973064}
{"full_text":"If you invest $1000 in $FPF today at $23.48 per share, and the stock prices rebound back to pre-pandemic prices at $24.64, your investment would be worth $1049.40! That's 5% growth and $49.40 profit!  See more:  $MU $PVG $ROCK $MDIA $BRT","sentiment_score":0.3229166667}
{"full_text":"RT Mark this day. With Trump's leadership:Gas $1.95Interest rates 2.25% Stock Market 30820+ w\/COVID Best economy in...","sentiment_score":1.0}
{"full_text":"RT Dude, he's 113 years old and the nation is in a catastrophic wave of an airborne pandemic and we're running o...","sentiment_score":0.1}
{"full_text":"RT Imagine a sequel with them fighting Corona","sentiment_score":0.0}
{"full_text":"im gonna fucking kill this corona ass virus where it i just wanna talk","sentiment_score":-0.6}
{"full_text":"RT Fascist.Insurrectionist.Seditionist.Traitor.#ExpelCruzandHawley","sentiment_score":0.0}
{"full_text":"RT Retweet if you are a patriot who plans to wear a mask for the next 100 days as President Biden is encouraging!","sentiment_score":0.0}
{"full_text":"Don't Just Be a Programmer #COVID19 #WonderfulWednesday #WorkoutWednesday #WayBackWednesday","sentiment_score":0.0}
{"full_text":"RT Congratulations to on being sworn in as President of the United States and to on her historic ina...","sentiment_score":0.0}
{"full_text":"Marketing and sports data apps join fight against pandemic (https:\/\/t.co\/sDCIDXnyDO)","sentiment_score":0.0}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT My piece in ET today explores how consumer spending has changed in pandemic in favour of essentials. This could be a good...","sentiment_score":0.7}
{"full_text":"FSU expands COVID-19 vaccine eligibility list","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 2.1degC * Wind: WSW 8.9 to 18.0mph * Pressure: 968.1hPa * Rain: 0.8mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:29 * Sunset: 16:39 * Cloudbase: 400ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Should people who have had #COVID19 still get vaccinated?","sentiment_score":0.0}
{"full_text":"Several municipalities, assisted by new legislation signed into law by Gov. Phil Scott, have made plans to alter the upcoming floor and town meetings, in anticipation of the pandemic continuing into March.","sentiment_score":0.0681818182}
{"full_text":"RT It's embarrassing that a corporation enjoying pandemic profits, millions in PPP &amp; more in tax giveaways is fighting a $1 raise for...","sentiment_score":0.5}
{"full_text":"RT BREAKING: Over 1000 Americans have died so far today from COVID-19 due to President Biden's mishandling of the virus.#Wev...","sentiment_score":-0.0125}
{"full_text":"In the age of COVID-19, it's time to reevaluate the pros and cons of #SharedServices centers. Here are 15 key factors to consider. #BeCognizant","sentiment_score":0.0}
{"full_text":"Python hunter Dusty Crum recently found out Burmese pythons carry an oil that's a key ingredient in COVID-19 vaccines. Right now, sharks supply that oil, but Crum says using pythons instead is better for the environment.","sentiment_score":0.0771428571}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT China works to beat back its worst Covid-19 resurgence with temporary quarantine facilities, imposing lockdown measures...","sentiment_score":-0.5}
{"full_text":"RT We're so grateful for General Rick Hillier, Chair of the Ontario COVID-19 Vaccine Distribution Task Force, who recently visit...","sentiment_score":0.025}
{"full_text":"COVID Coverup: Trudeau gov't helped China hide origins of COVID-19 via #JesusIsLord #JesusIsComing #EndTimes #Rapture","sentiment_score":0.0}
