{"full_text":"The UK's strategy to delay the second dose of both the Oxford\/AstraZeneca and Pfizer\/BioNTech vaccines is so that more people can be vaccinated with their first dose rather than giving a smaller number of people both doses.https:\/\/t.co\/NIvReOwhpE","sentiment_score":0.1875}
{"full_text":"No manager who's \"tactically inept\" guides Chelsea to top4 with a ban and best player gone. Then you give him 7 players when he wanted only 3 with COVD and no pre season and expect him to magically turn us into world beaters The board are as clueless as they get.","sentiment_score":0.5}
{"full_text":"RT  AstraZeneca boss hits back in EU vaccine row Hotel quarantine expected for Covid hotspots Church reacts as UK reaches...","sentiment_score":-0.05}
{"full_text":"RT Violent anti-lockdown protests sweep the Netherlands via","sentiment_score":-0.8}
{"full_text":"RT if british sitcoms were set during the pandemic","sentiment_score":0.0}
{"full_text":"RT Looks like a very smart idea\"Dutch government unveils EUR300m Covid cancellation fund that will allow all events taking...","sentiment_score":0.2785714286}
{"full_text":"RT Help from will be mega useful. Let him know what day works for you.","sentiment_score":0.3}
{"full_text":"Johor ","sentiment_score":0.0}
{"full_text":"Early results on Pfizer COVID-19 vaccine encouraging, says Israeli HMO","sentiment_score":0.1}
{"full_text":"RT Virginia 'Trump in heels' candidate says Capitol attack was justified -- because of COVID rules","sentiment_score":0.4}
{"full_text":"With All Eyes on Covid-19, Drug-Resistant Infections Crept Inhttps:\/\/www.newszada.com\/wp-content\/uploads\/2021\/01\/With-All-Eyes-on-Covid-19-Drug-Resist...https:\/\/t.co\/WSbjD2eAE9","sentiment_score":0.0}
{"full_text":"RT So they threw stones at hospital and burnt down a covid testing centre, but next week when they have c...","sentiment_score":-0.0777777778}
{"full_text":"RT I don't remember seeing a nation wide poll on how good of a job Biden was doing. He lost 5...","sentiment_score":0.3}
{"full_text":"RT India is reaching a creditable 20 cr Covid tests after beginning frightfully slowly. It wouldn't have been possible witho...","sentiment_score":-0.15}
{"full_text":"RT [NEWS] DTS LIVES!  DTS spotted having a live in concert in Detroit. They had a blast with ADRMY (Adorable Duck MCs fo...","sentiment_score":0.3181818182}
{"full_text":"Been hearing about a lot of COVID-related deaths. Stay safe, y'all.PS: New episodes of coming soon.PPS: Didn't realize until I took these selfies that I had shadows under my eyes. Haven't been sleeping well. 2021 is not being any nicer than her older sister, 2020.","sentiment_score":0.2676767677}
{"full_text":"RT if british sitcoms were set during the pandemic","sentiment_score":0.0}
{"full_text":"RT We're having powerful and much-need discussions about the enormous impact of #covid19 on mental health and #domesticabuse su...","sentiment_score":0.0666666667}
{"full_text":"RT The introductory Islamic Banking &amp; Finance-Level 1 webinar explored  conventional &amp; Islamic mortgages, overdrafts, Cor...","sentiment_score":-0.1428571429}
{"full_text":"We saw untold changes to the workforce during the year of the pandemic. Now that we're on the other side of 2020, we've developed predictions for the screening industry. Here are the trends we see taking precedence in 2021 | #trends #hrnews #screening","sentiment_score":-0.0125}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT Voting for Cameron &amp; Osborne in 2010 produced 120k avoidable austerity deaths without eliminating the deficit, reelecting t...","sentiment_score":0.0}
{"full_text":"RT How can he say that with a straight face? He's a lying liar telling lies. There were COUNTLESS things he could've done. Locke...","sentiment_score":0.1}
{"full_text":"100,000 dead.We could have followed the science and done the same as the pacific rim &amp; SE Asia:Total Covid-19 deaths:Taiwan 7Vietnam 35Thailand 75New Zealand 25Singapore 29South Korea 1,371Australia 909Japan 5,193For every death, 2 or 3 people suffer long Covid.","sentiment_score":-0.025}
{"full_text":"RT Turkey entry rules ramp up following UK travel ban","sentiment_score":0.0}
{"full_text":"RT great little chat here between &amp; for the ever excellent","sentiment_score":0.5375}
{"full_text":"RT Just so my followers outside our shitty country are aware, with the worst death rate in the ENTIRE WORLD, out tory sicko...","sentiment_score":-0.1875}
{"full_text":"India reports less than 10,000 daily covid cases for first time in 7 monthshttps:\/\/t.co\/HM0rX8nW83 via NaMo App","sentiment_score":0.0277777778}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT I get Covid  tested bout 4 times a week. My glam and management gotta get tested as well. Everytime we get tested is about 2...","sentiment_score":0.0}
{"full_text":"RT Nearly 60% of Britain's total official COVID-19 deaths have taken place since 21st September, when SAGE urged the governme...","sentiment_score":0.0333333333}
{"full_text":" would love to win because lockdown is a stress and I'm sad haha","sentiment_score":0.25}
{"full_text":"RT You mean this guy, who was warning us about precisely this outcome back in March 2020?","sentiment_score":0.0291666667}
{"full_text":"RT Lest we forget...","sentiment_score":0.0}
{"full_text":"RT I actually can't get over how covid has robbed so many families of their loved ones.","sentiment_score":0.4}
{"full_text":"In reality it would be: 'England 50 days corona-free thanks to PM Corbyn's zero Covid policy'. Let's not pretend that we would be in this situation if we had any leader but BoJo.","sentiment_score":0.2}
{"full_text":"RT What part of 1. Handshaking2. Failure to lockdown in time3. Allowing to break rules with impun...","sentiment_score":-0.3166666667}
{"full_text":"RT The disadvantage gap among secondary school pupils had become wider even before the coronavirus pandemic, according to a rep...","sentiment_score":-0.3}
{"full_text":"RT Baker and his wife, the actor Ekaterina Baker, chartered a small plane and flew to Beaver Creek, a tiny First Nations communi...","sentiment_score":0.0}
{"full_text":"RT You didn't close &amp; are still not managing borders, you assigned a broken test &amp; trace system to an incompetent Tory-linked f...","sentiment_score":-0.375}
{"full_text":"RT I was just thinking about this. My colleagues, my family, my friends have all lost someone recently (not covi...","sentiment_score":0.0}
{"full_text":"RT a year since the first coronavirus case in the U.K. and in that time 100,000 people have died - 50% of that number happening...","sentiment_score":0.25}
{"full_text":"RT Picture featuring an original character having some fun at home! Hope you like it!Also, commissions submitted from today, A...","sentiment_score":0.375}
{"full_text":"Overuse of the word ' nightmare'  to describe a small mishap in your life ie your lace has snapped . I have warned people for years about running out of descriptive scale for life events when something big comes along ie family death,pandemic etc.  My day has come ","sentiment_score":-0.125}
{"full_text":"RT Governor Samuel Ortom has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Vaccinating frontline nurses, midwives &amp; care staff  against #COVID is an absolute priority. To confirm: qualifying NHS sta...","sentiment_score":0.2}
{"full_text":"RT Lol during Lockdown I worked on a lot of interview twat projects.. I will be sharing some of them here.","sentiment_score":0.8}
{"full_text":"RT Today's media talks with I emphasized stand in ensuring equitable distribution of the #COVID19 #vaccines...","sentiment_score":0.0}
{"full_text":"Time to push for an independent public inquiry into the govt's handling of covid","sentiment_score":0.0}
{"full_text":"RT oh god!","sentiment_score":0.0}
{"full_text":"RT Third night of anti-lockdown protests in Netherland. ","sentiment_score":0.0}
{"full_text":"RT NHS warns of scam involving fake Covid vaccination invites","sentiment_score":-0.5}
{"full_text":"Yeah but if we're using our speculation spoon, he oversaw a single lockdown after which life returned to near normality  Prove he didn't because you seem to be able to prove he'd have handled this far worse than 100,000 dead &amp; a 3rd ongoing lockdown","sentiment_score":0.0040816327}
{"full_text":"RT Six days after President Trump leaves office. Of course.","sentiment_score":0.0}
{"full_text":"RT President Museveni at the launch of the first clinical trial for #COVID19 treatment, calls the thinking that #COVID19 treatment...","sentiment_score":0.25}
{"full_text":"RT Political editors treating Covid like a political drama all year instead of a public health crisis have been one o...","sentiment_score":0.0}
{"full_text":"RT 24 August : \"Go back to work or risk losing your job\"18 September \"Hospital told to clear beds for a COVID spike in 2...","sentiment_score":0.05}
{"full_text":"RT Having watched this, I'd quite like to see emergency legislation that allows doctors to kick the shit out of these people","sentiment_score":-0.2}
{"full_text":"RT President Halimah gets Covid-19 jab, reassures on S'pore's strict safety standards for vaccines","sentiment_score":0.0}
{"full_text":"RT We need a full, independent, judge-led public inquiry to look at all the evidence objectively....","sentiment_score":0.0875}
{"full_text":"RT Most of the universities are organ...","sentiment_score":0.5}
{"full_text":"RT Nasty spoilt brats by the look of the demographic.They're using lockdown as an excuse t...","sentiment_score":-0.525}
{"full_text":"RT Privatisation has run through every aspect of government's handling of the pandemic. If we're to recover from it, we need p...","sentiment_score":0.0}
{"full_text":"RT Cabinet ministers concerned Covid-19 quarantine plans for overseas travellers do not go far enough","sentiment_score":0.05}
{"full_text":"RT Why is gov't allowing the Covid figures of fatality be extorted, if you're hit by a bus but have tested positive for Covid...","sentiment_score":0.2272727273}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":"RT Here's an example of the incredible risks and burdens that our essential workers have been facing. And even as we move tow...","sentiment_score":0.45}
{"full_text":"RT The government wants you to think it was bad luck that we have the worst Covid death rate in the world. It wasn't bad luc...","sentiment_score":-0.55}
{"full_text":"Keeping #people safe and well has been a central focus for responsible employees during #Covid.It has never been more important to focus on employees to ensure resilience is maintained and a robust recovery follows.https:\/\/t.co\/SRPsgDTS8V  #HR","sentiment_score":0.32}
{"full_text":"RT if british sitcoms were set during the pandemic","sentiment_score":0.0}
{"full_text":"RT \"We truly did everything we could to minimise loss of life.\"No, you absolutely did not.You didn't loc...","sentiment_score":0.2}
{"full_text":"RT #WearAMask Police minister Bheki Cele has clarified that Mpumalanga premier Refilwe Mtsweni-Tsipane has a criminal record,...","sentiment_score":-0.4}
{"full_text":"RT Please pray for Father Seraphim Michalenko. He in critical care due to Covid. He was the Vice Postulator for the cause of...","sentiment_score":-0.0625}
{"full_text":"RT A VILLAGE VACANCY#wednesdaythought #wednesday #lockdown Give yourself a Wednesday In Lockdown Treat!! Just 99p!@Aria_...","sentiment_score":0.0}
{"full_text":"It's A Crime To Sneeze Or Cough Now - #sneeze #cough #covid #biden #news #comedy #satire #proudboys #capitol #putin #target #netflix #funny #jokes","sentiment_score":0.25}
{"full_text":"RT An email sent to some staff within the South Eastern Trust appears to give them the chance to register family for early acce...","sentiment_score":0.1}
{"full_text":"RT All the news channels doing these memorials to the 100000 dead from covid in the U.K. ... why wasn't this done at 500? 4...","sentiment_score":-0.2}
{"full_text":"RT Unemployment has hit 5 % in UK as pandemic continues to hit jobs. But in the EU the average is 8.3 % and as high as 22 %...","sentiment_score":0.005}
{"full_text":"RT interviewing leader of            interviewing           the country for not          vs.      influencer...","sentiment_score":0.0}
{"full_text":"Legionnaire's Disease can get it","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Why does use this almost sympathetic terminology to describe an IRA member  #bias!","sentiment_score":0.625}
{"full_text":"This is a new virus and a NEW pandemic, you can't blame Boris for deaths surely. ","sentiment_score":0.2575757576}
{"full_text":"This is why you should listen to medical professionals first, not carnival barkers trolling for suckers.  Oklahoma Wants To Return Its $2 Million Stockpile Of Hydroxychloroquine via","sentiment_score":0.0375}
{"full_text":"RT The continued masking and lockdown today will have worse and irreparable consequences tomorrow. Our immune systems, our mental...","sentiment_score":-0.25}
{"full_text":"RT Care home deaths have tripled in a week! 7 weeks into the start of the vaccine rollout.we've destroyed the final mon...","sentiment_score":0.0}
{"full_text":"RT  New challenge! Can you create your very own daily routine that involves making yourself and others feel happier du...","sentiment_score":0.3168181818}
{"full_text":"I DO NOT Believe that 100.000 have died of Covid.  It's a national lie, put out to instill fear and terror into people and it's working.  When we are lied to we tend to have utter contempt for those telling the lies.  99.9% recovery rate?  and all those people died. Rubbish!","sentiment_score":0.0}
{"full_text":"Relevant once again! #lockdown2021","sentiment_score":0.5}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT So dispiriting to hear minister Jenrick - even now - rewriting history, trying to argue that Govt acted fast &amp; decisivel...","sentiment_score":0.2}
{"full_text":"RT The Prime Minister of Italy #GiuseppeConte resigned from the post on Tuesday amid pandemic. Maharaj says...","sentiment_score":0.0}
{"full_text":"RT This person tried to kill a COVID patient by forcing the doctors to remove his oxygen and dragging him out of acute care. He de...","sentiment_score":0.6}
{"full_text":"The 84 members of the call on all actors to stand by #socent as first responders to #COVID19 and as pioneers of a #green, #inclusive society and economic system - Join us:  #GreatReset","sentiment_score":0.0833333333}
{"full_text":"#Sialkot, a city located in northeastern #Pakistan that produces nearly 70 percent of the world's #footballs has been struggling to recover from the drop in orders during the #COVID19 pandemic.","sentiment_score":0.1}
{"full_text":"New blog: The challenges and opportunities facing the retail sector in 2021https:\/\/t.co\/23uslbxF81It covers the key challenges facing the retail sector post COVID-19, including supply chain and network optimisation, updating legacy systems, and innovating digital platforms.","sentiment_score":0.0454545455}
{"full_text":"RT 14 March 2020 Jeremy Corbyn wrote to the PM requesting publication of the scientific evidence to justify the course of ac...","sentiment_score":0.0}
{"full_text":"| #PLPrimaryStars Challenge for Wednesday! 'My Daily Routine'Do you already have a daily routine for lockdown? What is it?Think you might need one? Grab a pen and come up with your new daily routine today to benefit you!#PLPrimarystars","sentiment_score":0.0340909091}
{"full_text":"Cant this dumbass stay home","sentiment_score":0.0}
{"full_text":"'At this point we're so starved of fun we'd choose the middle aisle of Lidl as a viable holiday destination'@lucytweet1 writes about her newfound love of travel TV in lockdown. Who needs real travel when you have tv?https:\/\/t.co\/pKUpMKWpVc","sentiment_score":0.25}
{"full_text":"TOP NEWS!2020 global pandemic shone a spotlight on China and the importance of our work. Despite more pressure, we extended  programmes to encourage care &amp; compassion for people, animals and nature, keeping our planet safe for future generationshttps:\/\/t.co\/9SapoZLj61 #SDGs","sentiment_score":0.3}
{"full_text":"RT Never forget ","sentiment_score":0.0}
{"full_text":"On the #blog , I talk about the lessons I learnt from taking on cardio during lockdown (*side note: I'm still learning them!). : #wellbeingwednesday #wellbeing #cardiotwitter #cardio #holistic #WednesdayMotivation #bloggerstribe #wednesdaythought","sentiment_score":0.0}
{"full_text":"Great news as launches laptop appeal to support families during lockdown...Read more about it here -&gt; #LocalAuthority #UrgentAppeal #Donation #Laptop #WestMidlands","sentiment_score":0.65}
{"full_text":"As part of #LouthTogether, Taidgh Kavanagh, President of SU DkIT (@dkitsu) is appealing to everyone to work together to protect our families, friends, and communities from COVID-19, by following public health guidelines.","sentiment_score":0.1666666667}
{"full_text":"Elaine Ludwig, a 72 year old from Lebanon County, says she cannot get an appointment despite hours on the phone, on-line and on the road.https:\/\/t.co\/IwTUfOIPRi","sentiment_score":0.1}
{"full_text":"Help us keep you and everyone safe and stop the spread of Covid - Please make sure you remember to;Wear a face cover,Wash your hands, Board one at a timeAvoid busy travel times if possible,Pay with the exact Change#StopTheSpread #TravelSafe https:\/\/t.co\/hYq8mlNTJt","sentiment_score":0.3375}
{"full_text":"RT Japan To Produce AstraZeneca Covid-19 Vaccine Soon - Nikkeihttps:\/\/t.co\/ez262WX8bJ","sentiment_score":0.0}
{"full_text":"Vaccination is key in the fight against covid-19.  The more people we can vaccinate the better for us all. For further information about the vaccine rollout in Wirral, please visit","sentiment_score":0.25}
{"full_text":"Jan 29 is getting very close and #WCIA will be joining schools to debate on equity and peaceJoin along up today:https:\/\/t.co\/hODpY9pran@TheGlobalGoals #UnitedInDiversity#Cymru","sentiment_score":0.2}
{"full_text":"Epidemiologist and chair of the ministerial advisory committee (MAC) on Covid-19, Professor Salim Abdool Karim, said there was no reason for people to be concerned over possible side effects after receiving the Covid-19 jab.https:\/\/t.co\/FQiJXamq7p","sentiment_score":0.0}
{"full_text":"For goodness sake. Why is everyone getting their knickers in a twist now? It's been out there since April 2020 at least.","sentiment_score":-0.3}
{"full_text":"Steven Brandenburg, an admitted conspiracy theorist, is accused of trying to spoil dozens of vials of COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"The party will use an opposition debate to force a vote at Holyrood","sentiment_score":0.0}
{"full_text":"See where to get tested and where to get vaccinated for COVID-19.","sentiment_score":0.0}
{"full_text":"It was kindergarten art teacher Patrick Key's dying wish.","sentiment_score":0.0}
{"full_text":"Apply for the #CHWA2021AwardsDuring the pandemic, we have seen the sector respond with creativity, imagination and kindness. We are looking for projects and people that have led the way...Deadline: Fri 12 Febhttps:\/\/t.co\/b88Cm6I7fx...Image:","sentiment_score":0.0}
{"full_text":"An Alton Downs farmer who planted a heartwarming message in his sunflower field during the pandemic, has been recognised with a community award. #7NEWS","sentiment_score":0.0}
{"full_text":"Weekly New Forest coronavirus numbers - deaths jump to 22 as new cases fallhttps:\/\/t.co\/2KBPvZGJHu","sentiment_score":0.1363636364}
{"full_text":"this can't be true.  my Governor literally wrote the book on how he defeated COVID in my State.","sentiment_score":0.35}
{"full_text":"Across our region, health &amp; care organisations are working together to deliver the #COVID19 vaccine to those who need it most, as fast as we can. If you've not been invited for vaccination yet please do not worry, you'll be invited as soon as it's possible","sentiment_score":0.2333333333}
{"full_text":"RT Update: Spain  has once again extended its travel ban on all passenger arrivals from Britain -- it's now until mid-February...","sentiment_score":0.0}
{"full_text":"Chancellor Angela Merkel's chief of staff proposed temporarily allowing expanded debt spending by Germany's federal government, prompting a swift rejection from officials in his own party.https:\/\/t.co\/J7IaklGwY6","sentiment_score":0.6}
{"full_text":"RT #ConstitutionOfTheSupremeGodThe organism is eating the organism, this is against the constitution of Kabir God, so it...","sentiment_score":0.0}
{"full_text":"Portland Mayor Ted Wheeler pepper-sprayed an angry man who confronted him over the city's coronavirus policies.","sentiment_score":-0.5}
{"full_text":"RT Oooh very excited, I heard from my friends at Steiff and slightly later than expected because of the Pandemic my 'Retro...","sentiment_score":0.1291666667}
{"full_text":"Cba we have the worst death rate of any nation on planet earth, Johnson is literally failing his population more severely than ANY other world leader, many from countries with 1\/50th of our resources.And they're still convinced that somehow Corbyn would have been worse? ","sentiment_score":-0.105}
{"full_text":"The Test and Trace payment scheme is still available for those asked to isolate by the NHS COVID-19 app or NHS Test and Trace and who meet eligibility for the scheme.To find out more please visit","sentiment_score":0.45}
