{"full_text":"RT Covid vaccination- from the front line. My group of practices was initially told we would get our first delivery on 28th d...","sentiment_score":0.125}
{"full_text":"RT If Ossoff and Warnock win, Georgia is my first vacation destination in a post-COVID world  Just gotta thank every Georgian...","sentiment_score":0.525}
{"full_text":"RT The National Coronavirus Command Council is meeting today, Wednesday, 6 January 2021, to assess developments in South Afr...","sentiment_score":0.0}
{"full_text":"During the pandemic, we have focused our diplomatic priorities to strengthen the protection of Indonesian citizens; support national response of pandemic impact on health and socio-economic conditions; continue contributing to world peace and stability #inidiplomasi","sentiment_score":0.0}
{"full_text":"I don't have statistics but every single day a number of people are dying COVID related deaths","sentiment_score":-0.0357142857}
{"full_text":"RT Unbelievable ","sentiment_score":-0.25}
{"full_text":"If you're absolutely bored shitless (who isn't?) &amp; fancy playing our lockdown pub quiz, it's BACK ON from Monday night!If you love a professionally presented, slick quiz with well thought out &amp; accurate questions, might be best to give it a swerve .","sentiment_score":0.1785714286}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"RT PRESS RELEASEHead of the Ahmadiyya Muslim Community Speaks of Long-Term Destabalising Consequences of Covid-19 Pandem...","sentiment_score":0.0}
{"full_text":"RT He believed people who told him Covid was fake. He criticised those who wore masks. Now, struggling to breathe, in a hospit...","sentiment_score":-0.5}
{"full_text":"RT If myAirPods can wear a mask, so can you.","sentiment_score":0.0}
{"full_text":"RT Pause to reflect how outrageous this is. A virus has killed nearly 2 m people and the country where it started won't eve...","sentiment_score":-0.3666666667}
{"full_text":"RT What Mr O'Toole is hiding from you is that there is no prison ICU...prisoners use regular hospital beds. Maybe we shoul...","sentiment_score":0.0}
{"full_text":"RT If you're a lockdowner &amp; going for nice walks, reading books, cooking new recipes &amp; basically pottering around pleasantly...","sentiment_score":0.4898989899}
{"full_text":"RT I mentioned patients because they're dying from hospital acquired covid in Canada too. #CovidisAirborne #CallitAirborn...","sentiment_score":0.0}
{"full_text":"As expected the wave in #Sweden would be lower than first wave while wave in #Denmark would be worse than 1st wave. Here is the results from call in October. The big difference this time was mask use #DK #Covid19 #coronavirus","sentiment_score":-0.0625}
{"full_text":"Once I hear lockdown pere na to move out from this lagos oga","sentiment_score":0.0}
{"full_text":"RT keeps you ahead by bringing not only great stories but our award winning journalist and anchor are at frontline always...","sentiment_score":0.4333333333}
{"full_text":"RT \"It's been one of the worst shifts of my entire life\"The BBC has been given exclusive access to a London hospital to see how...","sentiment_score":-0.5}
{"full_text":"RT \"The announcement of a new national lockdown is another terrible blow to thousands of care homes and their families,\" sa...","sentiment_score":-0.4318181818}
{"full_text":"RT #Karnataka: #COVID recovery rate remains at over 97%. Positivity rate remains low at 0.66 per cent, fatality rate is und...","sentiment_score":0.0}
{"full_text":"RT Covid vaccination- from the front line. My group of practices was initially told we would get our first delivery on 28th d...","sentiment_score":0.125}
{"full_text":"RT Covid vaccination- from the front line. My group of practices was initially told we would get our first delivery on 28th d...","sentiment_score":0.125}
{"full_text":"This new report (with support of &amp;  NewClimate) looks at the landscape of #ClimateFinance in the Polish  building sector &amp; provides recommendations on how to reduce #GHG emissions and stimulate EU  economies' #COVID19 recovery:","sentiment_score":0.1363636364}
{"full_text":"RT All aspiring for Covid Vaccines must read this thread to understand the absolutely shocking criminal negligence &amp; connivance...","sentiment_score":-0.7}
{"full_text":"All the while, this is what our current reality is, and perhaps the most important reason that winning #Georgia is absolutely essential. #COVID19 ","sentiment_score":0.28}
{"full_text":"#COVIDVaccination FAQ s on Covid-19 vaccination.","sentiment_score":0.0}
{"full_text":"RT \"Ms. Sturgeon said she did not know what Mr. #Trump's travel plans were, but that she hoped his immediate plan was to e...","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT i will not online shop during this lockdown i will not online shop during this lockdown i will not online shop during this...","sentiment_score":0.0}
{"full_text":"RT My son shares an update as we prepare to open a Emergency Field Hospital in Caldwell Cou...","sentiment_score":0.0}
{"full_text":"RT A friendly reminder for our wonderful students ","sentiment_score":0.6875}
{"full_text":"RT To all the women frontline workers, the retail staff, drs, nurses, teachers.To all the women taking a hit on work productiv...","sentiment_score":0.0}
{"full_text":"RT Great that broadcast allowed in. please give access to news photographers. The message needs to be spread across al...","sentiment_score":0.8}
{"full_text":"RT Quebec is mulling a provincewide COVID-19 curfew, which would be a first in Canada","sentiment_score":0.25}
{"full_text":"RT Please stay at home as COVID-19 is running amok in London and it really is getting desperately bad. No long, eloquent and we...","sentiment_score":-0.1583333333}
{"full_text":"Like if we stop using your stuff your it wouldn't affect you  think well my sister...","sentiment_score":0.0}
{"full_text":"Beautiful","sentiment_score":0.85}
{"full_text":"RT Do you know what documents are required for the registration of eligible beneficiaries? Here is the list of Photo IDs th...","sentiment_score":0.0}
{"full_text":"Lol, you were quiet like a mouse when European Union tourists and returnees of a different complexion brought COVID inside your shores. Your blood is now hot because you hear black people are crossing the border.","sentiment_score":0.1472222222}
{"full_text":"RT 'A giant bonfire of taxpayers' money': fraud and the UK pandemic loan scheme via","sentiment_score":0.0}
{"full_text":"In the future leaders who only focus on filling a room will miss the biggest opportunity they have to fulfill their mission. via","sentiment_score":0.0}
{"full_text":"RT this is an awful, haunting, astonishing read. I have spent the pandemic writing about it from 40,000 feet, writing about th...","sentiment_score":-0.2}
{"full_text":"RT Well at least SOMEONE told him to go home! Damn shame it took a court order to give someone the idea!","sentiment_score":-0.46875}
{"full_text":"RT Here say\"After ten months of this pandemic the number of people who are genuinely not aware of the restricti...","sentiment_score":-0.0625}
{"full_text":"RT Quick reminder that a quarter of people currently in ICU with Covid are under 50. Stopping severe illness among the \"young\"...","sentiment_score":0.1444444444}
{"full_text":"RT Covid Testing for people showing symptoms and require treatment, is FREE in Lagos State. Both Treatment and testing.","sentiment_score":0.4}
{"full_text":"RT BREAKING: The Premier League has confirmed a season-high 40 positive coronavirus cases were recorded in the latest week...","sentiment_score":0.3757575758}
{"full_text":"Agreed. Rama and Tito play dead and renege all responsibility, hoping the private sector will run this country on their behalf! It's shameful and worse corruption than Zuma.","sentiment_score":-0.2}
{"full_text":"RT 5 Health Chants &amp; Mantras for 2021 - 2 Live eventsLearn about specific #chants and #mantras that can treat a variety of...","sentiment_score":0.0681818182}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"RT London alone has had thousands more coronavirus deaths than China, Australia, New Zealand, South Korea, Vietnam, Thailand an...","sentiment_score":0.3181818182}
{"full_text":"Tell them oh!!!","sentiment_score":0.0}
{"full_text":"Gosh where did these guys get the idea not to vaccinate anyone over 75?","sentiment_score":0.0}
{"full_text":"This is a deliberately manufactured #casedemic\"PCR testing results are an outlier in the data and only data related to PCR test results has led to the impression that there is currently a Covid problem.\"","sentiment_score":0.0}
{"full_text":"Israel leads world in Covid vaccinations via","sentiment_score":0.0}
{"full_text":"RT NO OTHER NEWS. It almost as if BBC output has been taken over by an alien entity. There's no balance to the 'News'. It...","sentiment_score":-0.09375}
{"full_text":"RT Today's has a nice piece on #1990SuwaSeriya by Nicely coincides with t official visit of India...","sentiment_score":0.6}
{"full_text":"RT anyone working in retail (a large portion of 19-24 year olds) have to put up with customers coming in with no masks, who don'...","sentiment_score":0.2142857143}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"There is.  Reading social media over the past year would also suggest that people with terminal cancer etc who caught the virus are having covid on death certificates even if they had recovered from virus.  There have been challenges by families without much success.","sentiment_score":0.0277777778}
{"full_text":"Service Update 10:00 - All general service updates can be found this afternoon here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"This lockdown isn't a lockdown","sentiment_score":0.0}
{"full_text":"Service Update 10:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Denying people life-saving vaccines during a pandemic based on citizenship status is genocide.","sentiment_score":0.0}
{"full_text":"Responsibility???","sentiment_score":0.0}
{"full_text":"PS4.6 billion in new lockdown grants to support businesses and protect jobs. Businesses in the retail, hospitality and leisure sectors are to receive a one-off grant worth up to PS9,000, the Chancellor announced yesterday.https:\/\/t.co\/9lQ4VLtptl?","sentiment_score":0.2181818182}
{"full_text":"RT So pleased this is going ahead. Also for the other charities\/hospices that need these funds for their vital work #wedn...","sentiment_score":0.1583333333}
{"full_text":"RT key workers should get paid extra during a lockdown idc","sentiment_score":0.0}
{"full_text":"RT #pkhstn_kh_hmdrd_khptnBut he said even if 4-5pc of coronavirus patients out of thousands get critically ill, it will be a hug...","sentiment_score":-0.5}
{"full_text":"UK Covid live: Johnson to address parliament as MPs set to vote to approve new lockdown | Politics","sentiment_score":0.1363636364}
{"full_text":"Should have shit the boarders in March #ShitShow","sentiment_score":-0.2}
{"full_text":"RT Bird Flu outbreak across India!#BirdFlu","sentiment_score":0.0}
{"full_text":"Is it a surprise.China is a communist country,","sentiment_score":0.0}
{"full_text":"RT Scottish woman on the news saying she is worried about whether she'll get tae Lanzarote in a few weeks havin tae pay for Covi...","sentiment_score":-0.2}
{"full_text":"RT Utter bollox, the country is in lockdown and you want free stuff,Behave yourself this not the land of milk...","sentiment_score":0.2}
{"full_text":"Why's he nothing to wear a face mask, this man must be immune","sentiment_score":0.0}
{"full_text":"RT and now Kelly Loeffler has a decision every GOP candidate must face, either concede or next week get Covid from breathing...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's Govt, which fought a lengthy battle to drag the UK out of Europe so we could 'control our border' has done...","sentiment_score":-0.1}
{"full_text":"Celtic and the SFA are the masters of distraction, and trying to muddy the debate.They are focussing on who approved the trip to distract from the real questions on Celtic's approach to elite sport Covid protocols in Dubai.Those issues remain uninvestigated &amp; open.","sentiment_score":0.1}
{"full_text":"he'd literally rather wait until the last minute at the cost of lives than have something pass with the help of Labour","sentiment_score":0.0}
{"full_text":"RT As we face more COVID restrictions it is still important for your mental health to have regular exercise.  Head here:","sentiment_score":0.2}
{"full_text":"RT Can someone point to the voters or Americans who approved\/requested that congress send hundreds of millions in COVID re...","sentiment_score":0.0}
{"full_text":"RT Broke: real socialism has never been triedWoke: real lockdown has never been tried","sentiment_score":0.2}
{"full_text":"She blatantly did.Well according to her, they've got everything and we don't.Well let's see how they go about with their covid, didn't they predict worse for Africa?","sentiment_score":-0.45}
{"full_text":"RT Do you know the reason why Nigeria celebrities are claiming they contracted Covid-19?","sentiment_score":0.0}
{"full_text":"They're pathetic, where's the:Action plan to address drugs deaths Education reportCare home inquiry #ResignSturgeon #separatists #snpout","sentiment_score":-1.0}
{"full_text":"1 in 30 people on London have COVID. That's one infectious person per classroom summoned together for a single day by central government, before changing their mind about when to begin a months long lockdown.","sentiment_score":-0.0404761905}
{"full_text":"RT So we asking for a postponement because we broke the rules??!! Players have every right to be upset but why should Villa b...","sentiment_score":0.2857142857}
{"full_text":"RT COVID test should be free. FREE.","sentiment_score":0.4}
{"full_text":"RT Boris Johnson's Govt, which fought a lengthy battle to drag the UK out of Europe so we could 'control our border' has done...","sentiment_score":-0.1}
{"full_text":"RT Interesting study on the effect of schools on #SARSCoV2 transmission in Germany by et al. School closures w...","sentiment_score":0.5}
{"full_text":"RT In-flight transmission despite required masks, gloves and pre-flight testing. A traveler tested negative for c...","sentiment_score":-0.3}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"Slow vaccine rollouts fuel worry as US logs record coronavirus deaths","sentiment_score":-0.3}
{"full_text":"Sunny, but, with strong and freezing north wind in the daytime. Getting cloudy right now.Another and stronger cold wave is approaching with bringing snowfalls and stronger wind.Please pay much attention to the weather as well as pandemic issue.We are open now.","sentiment_score":0.0531746032}
{"full_text":"RT Looking forward to present the European Citizens' Initiative during this session, together with","sentiment_score":0.0}
{"full_text":"RT Together we will overcome this pandemic. But the show must go on. We are going ahead with  #KIFF 2021 virtually, on a s...","sentiment_score":0.0}
{"full_text":"As a result of the #COVID19 pandemic, the need to access healthcare remotely has soared, and services have seen a huge increase in usage throughout 2020. Read more here at","sentiment_score":0.2666666667}
{"full_text":"About a year too late and I haven't seen a single BBC journalist question any government policy or ask any pertinent questions thoughout  the Pandemic .","sentiment_score":-0.1857142857}
{"full_text":"RT I'd like to thank and for accommodating us during these tough times, My partner has tested pos...","sentiment_score":-0.3888888889}
{"full_text":"After manufacturing the vaccine, Globe Biotech will seek approval to run a clinical trial...","sentiment_score":0.0}
{"full_text":"RT \"Lockdown earlier and lockdown hard.\" So that means #abc730 should apologise to and criticise","sentiment_score":-0.1458333333}
{"full_text":"I felt it was so long. Life pre lockdown and post lockdown","sentiment_score":-0.05}
{"full_text":"RT Police Chiefs do not want, or need, powers to enter homes under lockdown rules. The vast majority of people are followi...","sentiment_score":0.0}
{"full_text":"RT The latest NI Department of Health statistics on COVID-19 vaccination show 46,527 people have received a first vaccine do...","sentiment_score":0.375}
{"full_text":"#JobOpening Dedicated Server 10-Core_3  #COVID19","sentiment_score":0.0}
{"full_text":"RT Our humanity is measured not by how we treat our friends &amp; loved ones. Our humanity is measured by how we treat strang...","sentiment_score":0.7}
{"full_text":"RT Zumbani, Guava leaves, Ginger, Lemon, Vinegar, Onion, Garlic.  Mix in Hot water. Do steaming 3 times a day until you s...","sentiment_score":0.25}
{"full_text":"wonders: can theatre survive another lockdown? If it can, will we be able to capture the same audience and energy as we did pre-COVID? | #Theatre on The Indiependenthttps:\/\/t.co\/Hx9qRQvAoB","sentiment_score":0.25}
{"full_text":"RT For anyone in the UK, we understand that as we go into the 3rd national lockdown, it can damage your mental health. If you text...","sentiment_score":-0.05}
{"full_text":"RT Absolute respect for the work that has gone into this tweet.","sentiment_score":0.2}
{"full_text":"RT 40-45 lakh tourists are recorded to have entered Goa on the account of celebrating the new year on Dec 31. We are implementing all...","sentiment_score":0.1363636364}
{"full_text":"RT Just possibly \"Overthrow American democracy for the sake of a racist, sexist, corrupt egomaniac who got almost 400,000 Ameri...","sentiment_score":-0.1666666667}
{"full_text":"RT Lockdowns are undermined when they are not accompanied with adequate financial support. As a matter of urgency, we need a Bas...","sentiment_score":0.1666666667}
{"full_text":"RT It's lockdown again. So please triple for me to buy some new loungewear.PSelsie1204","sentiment_score":0.1363636364}
{"full_text":"RT whew! look at u ","sentiment_score":0.0}
{"full_text":"RT Message for anyone struggling with the lock down 2021. There are some numbers on the tweet below, #staysafe","sentiment_score":-0.1555555556}
{"full_text":"RT The World Health Organization said that China has blocked the arrival of a team investigating the origins of the coronavirus pande...","sentiment_score":0.0}
{"full_text":"Avoiding Lease Default Through Tenant Representation #CRE #TenantRep #TenantTips #Leasing #Default #COVID-19","sentiment_score":0.0}
{"full_text":"RT The political lesson Dems should learn from this is, as would say, just Give People Money. Don't get too clever...","sentiment_score":0.0833333333}
{"full_text":"5 ways to stay positive during lockdown.","sentiment_score":0.2272727273}
{"full_text":"Even 1 out of 10 is 1 to many due to YOUR total incompetence and continued cataclysmic failures!","sentiment_score":0.125}
{"full_text":"How the #pandemic changed #fintech #strategy for 2021 #openbanking #digitalstrategy","sentiment_score":0.0}
{"full_text":"#Singapore Could Cut Quarantines for Vaccinated Travelers.But officials will wait for the results of ongoing studies on the effectiveness of current Covid-19 vaccines.https:\/\/t.co\/CO6unekAll#COVID19 #Vaccines","sentiment_score":0.0}
{"full_text":"\"When I see the anti-COVID people...I'm like what am I doing? I've never been so demoralised in my life\"","sentiment_score":0.0}
{"full_text":"[WATCH]: CEO of the law firm, Nicholas Ngwenya Incorporated, explains how the #UIF #Covid19TERS Relief Scheme payments positively helped his workers and company during the lockdown. Full video:","sentiment_score":0.1257575758}
{"full_text":"Health care workers have always loved Crocs; during the pandemic, Crocs loved them back","sentiment_score":0.4666666667}
{"full_text":"One of our radiographers, Sruthi Mohan received her COVID vaccine earlier this week. \"The vaccine is great news. I'm delighted to have received mine. I would like to share my thanks and gratitude to all those who have worked so hard to find a vaccine and to those delivering it.\"","sentiment_score":0.2816666667}
{"full_text":"HSE drops plan to identify source of virus breakouts amid surge in cases","sentiment_score":0.0}
{"full_text":"Feeling downcast by lock-down? Join the new hope-filled podcast by the with From Sea grass to Solar cells, 39 innovative practicable ideas to tackle the environmental crisis. 1335 every weekday and on demand. #geographyteacher #climate","sentiment_score":0.3181818182}
{"full_text":"Get your lockdown essentials here! #lockdownessentials #cleaningproducts #bargain","sentiment_score":0.0}
{"full_text":"RT Matt Hancock, 2 days ago:\"I know we're criticised for acting too fast\"In unrelated news, almost a year after the fir...","sentiment_score":0.1}
{"full_text":"'This week, the number of Covid-positive patients being treated at the Royal Shrewsbury and Princess Royal hospitals surpassed the levels we saw in the first peak..'https:\/\/t.co\/hEiiPiw7AE","sentiment_score":0.25}
{"full_text":"If you, or a loved one, have contracted #coronavirus and you believe this is due to the negligence of an employer, you may be entitled to make a claim for personal injury compensation. Find out more:","sentiment_score":0.26875}
{"full_text":"The #DofEWithADifference hub on our website provides helpful information and resources for #DofE Managers, participants and parents during the pandemic. There are plenty of ways you can adapt your DofE Award to continue your activities safely from home.","sentiment_score":0.5}
{"full_text":"Will you take part in our Movement Minutes session today at 11am? Join us on Facebook by searching #COVID19 #WeAreInThisTogether","sentiment_score":0.0}
{"full_text":"Children are back in schools. Children face greater dangers outside the classroom than inside. That's why we must do all we can to stop the spread of COVID and keep them in school.#MaskUpMalawi#WashHandsWithSoapMalawi#ObserveSocialDistanceMalawi#COVID19isRealandDeadly","sentiment_score":0.1666666667}
{"full_text":"Our  Covid-secure venue is still open for vital Blood donations during lockdown Thurs 12 Jan Weds 27 Jan Thurs 28 JanFor details &amp; to book an appointment &gt; download NHSGIVEBLOOD app, call 0300 123 23 23#giveblood #supporttheNHS","sentiment_score":0.05}
{"full_text":"We would like to make you aware of local authority based #COVID19 Community Call Forum HelplinesYou can call &amp; they can help you to avail of some practical supports such as shopping &amp; prescription collectionAll the relevant numbers here:   #KeepWell","sentiment_score":0.1625}
{"full_text":"'#Heartbreaking' Moment Mother Dies of #COVID19 Next to Daughter in Hospital","sentiment_score":0.0}
{"full_text":"The occupancy rate for hospital beds for patients of the #COVID19 disease caused by the novel #coronavirus topped 50 percent in eight of #Japan's prefectures as of Wednesday last week, the health ministry said Tuesday.","sentiment_score":0.0}
{"full_text":"This is so powerful, and reminds us WHY we need to stick to the rules, however tough they are.Thank you to all the hospital staff working in such a terrible situation.#covid19 #lockdown3 #lockdown #covid","sentiment_score":-0.2722222222}
{"full_text":"Two vessels tied up after Covid-19 outbreaks confirmed aboard naval shipshttps:\/\/t.co\/WORtykPz3t","sentiment_score":0.4}
{"full_text":"Childminder secured for Snow White next week. This is the straw that broke the camels back.","sentiment_score":0.0}
{"full_text":"'This has been an incredibly difficult time for mums and dads who have been left with very few options in terms of care and support'","sentiment_score":-0.2533333333}
{"full_text":"RT Boris Johnson's Govt, which fought a lengthy battle to drag the UK out of Europe so we could 'control our border' has done...","sentiment_score":-0.1}
{"full_text":"School districts across the region are waiting for further guidance on the governor's mandate to provide testing or go remote if COVID-19 positivity exceeds 9 percent.https:\/\/t.co\/jLkk1gBLtx","sentiment_score":-0.05}
{"full_text":"RT Six people. One city. This is their story.Based on the 2015 NETPAC Jury Prize for Best Picture winner, SLEEPLESS! Un...","sentiment_score":1.0}
{"full_text":"Given the enormous cost of the pandemic and the devastating impact it has had on the economy, it is inevitable that the government will need to increase revenues to plug the hole in its finances. Discover what this means in the latest blog:","sentiment_score":-0.125}
{"full_text":"#JobVacancy - #DataScience Centre has recently been created as a partnership between  and the British Heart Foundation. The current focus of the Centre's work has been on the response to #COVID19:","sentiment_score":0.0}
{"full_text":"Weather Alert We are still in a period of severe cold weather. Keep warm by heating your home to at least 18C. Check in on those who are more vulnerable in a Covid secure way to make sure they are safe and warm, especially if they live alone or have a serious illness.","sentiment_score":0.1252525253}
{"full_text":"The Grammys will be delayed, after a surge in coronavirus cases in LA.It should have taken place this month, but will now happen on March the 14th Beyonce leads the way in nominations, with nine","sentiment_score":0.0}
{"full_text":"In these cold days of #lockdown what you really need is some #FlowerPower to bring cheer &amp; colour into your life!  You can now see all our #FlowerPower events online &amp; support our charity at the same time #gardening #wellbeing #charity #flowers #Donations","sentiment_score":-0.1166666667}
{"full_text":"Occupational health teams are faced with the colossal task of making decisions about who should or shouldn't come to work to help fight #covid19.We explore how #automation can help your business welcome back low-risk, essential staff into workspaces:","sentiment_score":0.275}
{"full_text":"are proud to support NHS Heroes with all of their essentials throughout the Covid pandemic.As a gesture of gratitude they have re-introduced their 10% colleague discount for all NHS workers for the month of January.","sentiment_score":0.8}
{"full_text":"BRICS backs SA's agenda.Read more on page 46 of PSM Magazine: #COVID19 #BRICS@GovernmentZA","sentiment_score":0.5}
{"full_text":"Watch our session with the Secretary of State live tomorrow at 2.30pm: be asking about the latest #coronavirus developments including rising numbers of cases, new national restrictions and the vaccination programme.","sentiment_score":0.2575757576}
{"full_text":"RT I should probably write a more serious thread about my DECRA project that I undertook over the past three years. I interviewed...","sentiment_score":-0.0277777778}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
