{"full_text":"RT Now THATS a covid death, ain't it ","sentiment_score":0.0}
{"full_text":"#Podcast #Video #TWiV 704: #COVID19 clinical update #44 with | This Week in #Virology #SARSCoV2 #PublicHealth #GlobalHealth #ClinicalUpdate #Vaccinations #USA #Paradigms #Therapeutics #CtValues #LongCovid     ","sentiment_score":0.0}
{"full_text":"RT I feel like folklore won aoty just with \"hold your hand through plastic now\" like that's all she needed to do. She summ...","sentiment_score":0.0}
{"full_text":"RT A family I know with a hospitalized Covid patient just started receiving funeral home mail. Out of the blue. It's sick. Ha...","sentiment_score":-0.3571428571}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"Coronavirus: What's canceled, closed, postponed:","sentiment_score":-0.1}
{"full_text":"RT UK border controls: absolutely vital when there's a danger of Polish plumbers coming over, too much hassle when it's a global...","sentiment_score":0.1}
{"full_text":"RT Vaccine rollout hits snag as health workers balk at shots -","sentiment_score":0.0}
{"full_text":"RT What I learnt on the Twitter this week:1. Well I know I learnt a lot more on Twitter this week than Trump did.2. Af...","sentiment_score":0.5}
{"full_text":"RT MLOps Brings Best Practices to Developing Machine Learning #MachineLearning #DataScience #Python #...","sentiment_score":1.0}
{"full_text":"US coronavirus: Covid-19 deaths are at unprecedented levels in the country","sentiment_score":0.6}
{"full_text":"i havent seen a new episode since the lockdown ones. which really werent new","sentiment_score":0.1575757576}
{"full_text":"RT Lockdown Learning: BBC puts school materials on TV, iPlayer and online","sentiment_score":0.0}
{"full_text":"Timmy, Timmy, Timmy, she wasn't \"let out early\", she was let out in accordance with National guidelines that have since been strengthened.Intentionally spreading misinformation (lying) is dangerous and reckless.","sentiment_score":-0.25}
{"full_text":"7th Grade - Utah Drive def. Lockdown 44-34","sentiment_score":0.0}
{"full_text":"So Ireland IS\/ISN'T the fastest growing Covid outbreak state in Europe?","sentiment_score":0.0}
{"full_text":"RT Sue the whole catholic church for today's horrible violation of quarantine protocols at Quiapo Church! The entire country s...","sentiment_score":-0.2}
{"full_text":"RT The Isle of Man has had a recent outbreak. The 2 people had been in quarantine...","sentiment_score":0.0}
{"full_text":"The Covid-19 has caused Google search traffic to DOUBLE in the last 6 months. Making ranking in Google more important than EVER before. What steps are you taking to make sure your site and business are ranking?? #iboostdigitalmarketing #seo #covid19","sentiment_score":0.28}
{"full_text":"this is terrible but it shows how the US makes it hard on people to be able to gain qualifications or even certifications and entrance to medical schooling... they capitalize off of it by doing so and the repercussions are detrimental","sentiment_score":-0.1979166667}
{"full_text":"RT How do you know? You said you listened to experts. Why not these experts? No logic to your argument","sentiment_score":0.0}
{"full_text":"RT Burnet's Prof told variants of the #COVID19 virus, not covered by the vaccine, pose a particula...","sentiment_score":0.0}
{"full_text":"RT #Covid19 Front-line Worker BLOWS THE WHISTLE on Ford GovernmentSays Vaccine Rollout a DISASTER - people are jumping the queue...","sentiment_score":0.0}
{"full_text":"Again to people who still think that COVID is just a flu etc this is exactly how I felt back in March 2020 &amp; still now struggle with fatigue. But in my case, instead of blood clots it bruised my lungs so much so that I couldn't sit up from being in pain each time I took a breath","sentiment_score":0.15}
{"full_text":"RT 371,600 Americans dead in the pandemic. May they have the peace denied to them by illness. May they find rest in the stars t...","sentiment_score":-0.2}
{"full_text":"RT Devastated to hear of the suicide death of a Canadian colleague who took her life due to pressures related to the pandemic....","sentiment_score":-0.0625}
{"full_text":"Hopefully,you will be able to get to some of these conventions,this year!! I've been struck with Covid and am in hospital,2 weeks tomorrow. xoxo","sentiment_score":0.78125}
{"full_text":"so if i get sick i dont have covid. just so everyone knows.","sentiment_score":-0.7142857143}
{"full_text":"They left for the North Shore &amp; Qld - #dumbstuff - why are you travelling during a lethal pandemic - some ppl are just dying to join the #DarwinAwards","sentiment_score":0.0}
{"full_text":"RT Not fair if it comes at the risk of people's lives during a pandemic...","sentiment_score":-0.35}
{"full_text":"RT Imagine what goes through the head of a Tory politician, living in a country in which over 1,000 Britons are dying of COVI...","sentiment_score":0.0}
{"full_text":"Philly has a sign up for getting on the list according to priority for the COVID vaccine. This should be disseminated more widely.","sentiment_score":0.2}
{"full_text":"RT Data released from CDPH this week shows Latinos in California have surpassed more than 1 million COVID-19 infections, whi...","sentiment_score":0.5}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT Many #COVID19 deaths could've been avoided if this happened months ago.","sentiment_score":0.5}
{"full_text":"RT LYDIA LOPEZ, 63 of Saginaw, Michigan died of COVID on April 12. \"I miss everything about our life together; the good mo...","sentiment_score":0.7}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"RT I can't wait to go to a concert whenever covid is over ","sentiment_score":0.0}
{"full_text":"RT President Trump:* secured our borders* appointed three Justices to SCOTUS* lowered our taxes* reformed the VA* to...","sentiment_score":0.0}
{"full_text":"Thank you,  I am so honored to host you and this Thursday.  You two continue to help so many navigate this pandemic.  I consider *you* the treasures!","sentiment_score":0.625}
{"full_text":"So let me get this straight. You and others have been *scarred because of criticism of Dan Andrews and Brett Sutton? Sounds snowflakey to me. Never mind the real impact of lockdown on Victorian residents and businesses, much of which could and should have been avoided.","sentiment_score":0.2}
{"full_text":"5) In countries that have already suppressed the pandemic, like NZ and Australia, they're not really doing this.","sentiment_score":-0.1}
{"full_text":"RT 'Remote learning has been the ultimate practical exam to see how resilient students really are.'Have your students also d...","sentiment_score":0.0333333333}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"Has something like that happened before,  or is it unique to the covid year with the postponements being the norm","sentiment_score":0.375}
{"full_text":"RT The number of doctors, nurses and other healthcare workers who are falling ill with Covid-19 has reached crisis levels an...","sentiment_score":-0.3125}
{"full_text":"US is on track for 100,000 coronavirus deaths *this month*","sentiment_score":0.0}
{"full_text":"I'm still not over being shadow banned from ig because dnice didn't like someone commenting BlackLivesMatter on his live shows at the beginning of Covid... that says A LOT about the celebrities...","sentiment_score":0.1363636364}
{"full_text":"RT Gaga being back in \"actress mode\" is such a blessing and a very promising start for 2021. Gucci is supposed to start fi...","sentiment_score":0.0866666667}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT If you hated your teachers nagging you to support your opinions with evidence from legitimate sources, the Covid explosion and...","sentiment_score":-0.9}
{"full_text":"\"Some colleagues are coming ill when they shouldn't be there, through self-isolation, because they can't afford to take the time offFewer people wearing masks than in previous months and more people shopping in groups rather than alone\"Stick to the ruleshttps:\/\/t.co\/gziY87QN61","sentiment_score":-0.0555555556}
{"full_text":"This is how you beat #covid","sentiment_score":0.0}
{"full_text":"RT Watching #Charmed while in lockdown","sentiment_score":0.0}
{"full_text":"Covid era be like","sentiment_score":0.0}
{"full_text":"RT 2021 started off wild already. Dr. Dre, DOOM, The capitol building, Kim &amp; YE, The weeknds face, Drakes hair, a new strain...","sentiment_score":0.1181818182}
{"full_text":"RT The most amazing part is that dude got a Dishonored tattoo and did this and not once realized Dishonoreds ab...","sentiment_score":0.55}
{"full_text":"RT Y'all do what y'all do. Ima stay home Bc of this shit","sentiment_score":-0.2}
{"full_text":"The oppression of women must continue swiftly despite a pandemic and a white supremacist insurrection because we keep our eyes on the prize, always.","sentiment_score":0.0}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"#Orange County surpasses 2,000 people reported #dead from the coronavirus - Jan 9 7:58 PM ET","sentiment_score":-0.2}
{"full_text":"RT Iran News in Brief - January 9, 2021 Maryam Rajavi: Khamenei's ban on the purchase of the vaccine for Coronavirus is del...","sentiment_score":0.0}
{"full_text":"RT UCSD has Covid tests in vending machines while SDSU has vending machines that will give you an STD just by looking at them","sentiment_score":0.0}
{"full_text":"RT BREAKING: UK official coronavirus death toll passes 80,000 with another 1035 fatalities reported in past 24hrs. Sir Patri...","sentiment_score":-0.25}
{"full_text":"RT Apart from the safety concerns, we're still in middle of a once in a century global pandemic. Put that joi...","sentiment_score":0.0}
{"full_text":"It's long suffering hun...","sentiment_score":-0.05}
{"full_text":": missing 8 people for tomorrowSteelers fans: WE'RE GETTING SCREWED","sentiment_score":-0.2}
{"full_text":"Vinik Sports Group, which owns the Lightning and Amalie Arena, announced Saturday that the organization wouldn't admit fans because coronavirus cases in the area have \"risen sharply.''https:\/\/t.co\/UsnOvaWjMw","sentiment_score":-0.125}
{"full_text":"California reported a record high of 695 coronavirus deaths on Saturday.","sentiment_score":0.16}
{"full_text":"The Good News #God #Jesus #Christ #Bible #Grace #Mercy #Muslim #Allah #Catholic #Religion #satan #Science #sin #devil #COVID19 #drugs #LGBTQ #porn #love #Pfizervaccine #CovidVaccine  #nintendo #PS5 #Xbox #NBA #NFL #iphone #tattoo #trump #Biden #BorisJohnson #Lockdown #fear","sentiment_score":0.4}
{"full_text":"RT PATRICIA MATTHEWS, 77 of Greensboro, North Carolina died of COVID on April 1. \"Her smile was like a ray of sunshine tha...","sentiment_score":0.3}
{"full_text":"Ten months into America's viral outbreak, low-income workers are still bearing the brunt of job losses -- an unusual and harsh feature of the pandemic recession that flattened the economy last spring.https:\/\/t.co\/Y1GXMlqtNS","sentiment_score":0.0}
{"full_text":"RT I don't get why we treat COVID statistics from China as reliable. They're not. They never were.","sentiment_score":0.0}
{"full_text":"RT Thanks for the shoutout -We're fighting back against...","sentiment_score":0.1}
{"full_text":"RT It's now 1\/16 in London with covid btw","sentiment_score":0.0}
{"full_text":"California reported a record high 695 coronavirus deaths Saturday as many hospitals are strained under unprecedented caseloads.","sentiment_score":0.42}
{"full_text":"Turn your home into a safe haven.Between cold season, allergies, and a pandemic, it's never been more important to protect the air inside of your home . Start by changing your HVAC filters regularly, running fans, and opening windows while cooking.","sentiment_score":0.16}
{"full_text":".@DivaconsSpain #dividends estimate for 2022 is EUR30 Bn higher than the expected for 2021, but is still EUR60 Bn lower than a year ago. Excluding the impact of the #COVID19 they think 2022 dividends could have reached EUR360 Bn. A remarkable difference","sentiment_score":0.3}
{"full_text":"Placer County Bankc. 1900#COVID19 #CovidVaccine #SATURDAY","sentiment_score":0.0}
{"full_text":"Daryl Dixon: I should keep movin'.#TheWalkingDeadSeason 9Scars17 March 2019#TWDZombie ApocalypseAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"Biden's plan to end policy of keeping Covid vaccine doses in reserve is the first step in a difficult journey","sentiment_score":-0.125}
{"full_text":"Texas lawmakers will begin the 2021 session this Tuesday (Jan. 12) with the usual budgetary challenges made unusually tougher as a result of the economic toll exacted by the ongoing COVID-19 pandemic.","sentiment_score":0.05}
{"full_text":"#COVID19 UPDATE: We are reporting 3 deaths, 59 new cases, and 52 additional recoveries in the Quad-County Region. This brings the total number of cases to 9,842, with 5,109 recoveries and 152 deaths; 4,581 cases remain active. #QuadCountiesNV","sentiment_score":0.001010101}
{"full_text":"A 32-year-old woman from West Virginia is now home recovering with her newborn after an emergency C-section while she was unconscious on a ventilator battling COVID-19.https:\/\/t.co\/VuErZkZKnO","sentiment_score":0.0}
{"full_text":"RT A family I know with a hospitalized Covid patient just started receiving funeral home mail. Out of the blue. It's sick. Ha...","sentiment_score":-0.3571428571}
{"full_text":"Prayer for the protection and healing from COVID-19. For your Mass intentions, kindly post them down in the comments sections.#ParengTonio #MissaAntipolensis #Covid19 #Catholic #SpiritualCommunion #Jesus #500YearsOfChristianity #OnlineMass #Christmas #Sunday","sentiment_score":0.1481481481}
{"full_text":"Banks, credit unions and other issuers continue to offer credit card hardship programs and other assistance, but such programs typically grant relief on a case-by-case basis and only when requested, which means you'll have to contact your issuer for help.","sentiment_score":-0.0833333333}
{"full_text":"As our state continues to respond to the economic and academic impacts of COVID-19 within our public schools, the #TxLege should refrain from investing in all forms of vouchers. Because only public schools can deliver on the promise of quality school choice. #TxEd","sentiment_score":0.04}
{"full_text":"RT Stay safe, safe flight, let me know when you're home, hati-hati di jalan; is never a small talk for me.","sentiment_score":0.375}
{"full_text":"A recent study shows that ivermectin, a common head lice drug, may be a suitable treatment for COVID-19..","sentiment_score":0.0833333333}
{"full_text":"SYMPTOMS PAST COVID | New research reveals most patients hospitalized with COVID-19 have at least one lingering symptom.","sentiment_score":0.0215909091}
{"full_text":"RT This week I lost my 37 years old younger brother, Dr. Haroun Hamzat to #COVID19. He was hardworking and well loved,hel...","sentiment_score":0.05}
{"full_text":"Many states have struggled with the rollout of their vaccines, but Louisiana has done particularly poorly. Read more about why the state's vaccine rollout is stumbling. ","sentiment_score":0.2}
{"full_text":"Never. Give. Up. Hope. Our communities have supported our #NYPHeroes from the very start of this pandemic &amp; we still feel your love to this day. #ThankYou for being you. #InThisTogether #SolidaritySaturday","sentiment_score":0.35}
{"full_text":"RT Here we go, the 'Blame the EU-campaign' is of too a good start. Too bad it's just more filthy Tory lies  \"We tried t...","sentiment_score":-0.075}
{"full_text":"Many states have struggled with the rollout of their vaccines, but Louisiana has done particularly poorly. Read more about why the state's vaccine rollout is stumbling. ","sentiment_score":0.2}
{"full_text":"RT Pope Francis reveals he will get Covid vaccine as early as next week","sentiment_score":0.05}
{"full_text":"RT I know this family. Zelko would do anything for his mom and he's at that home all the time trying to fill in for staffing sh...","sentiment_score":0.0}
{"full_text":"Data from shows that expired and sterilized #facemasks can protect healthcare workers against #COVID19 ","sentiment_score":0.0}
{"full_text":"Queen Elizabeth II and her husband, Prince Philip, have received their COVID-19 vaccinations, royal officials said Saturday.","sentiment_score":0.0}
{"full_text":"PLACE: Minnamurra, NSW Check out Belinda Doyle's best selling photo of 2020! \"Lucent Isolation\" taken at the beautiful Minnamurra in the middle of the March lockdown...We could really just get lost in this Belinda! Love it!","sentiment_score":0.545}
{"full_text":"Current Conditions for #Sayre PATemp: 29.1FWind Chill: 29.1FHumidity: 77%Dew Point: 22.8F Barometer: 30.199 inHgWind: 1 mph from the NNWCorona Virus Weekly Stats:Cases: 203.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Minnesota Department of Health says they confirmed today five metro area cases of the COVID-19 variant which was first detecte...","sentiment_score":0.325}
{"full_text":"The virus is surging in virtually every state, but California is particularly hard hit -- reporting 231,000 new COVID cases and more than 2,500 new deaths in just seven days.","sentiment_score":0.1202651515}
{"full_text":"RT So proud of you !!! ","sentiment_score":1.0}
{"full_text":"RIP: Theodore Lumpkin Jr., one of the famed Tuskegee Airmen, has died from complications of the coronavirus. He was just days short of his 101st birthday.","sentiment_score":0.0}
{"full_text":"It's fine we weren't close but she died of a heart attack due to covid so like...that sucks. :(","sentiment_score":-0.1895833333}
{"full_text":"RT Last March, Robert Jenrick said no one should lose their home as a result of the pandemic.Tonight, FOI data shows at leas...","sentiment_score":0.0}
{"full_text":"Bike riding to escape stay-at-home Cabrillo Beach, San Pedro, California","sentiment_score":0.0}
{"full_text":"Many states have struggled with the rollout of their vaccines, but Louisiana has done particularly poorly. Read more about why the state's vaccine rollout is stumbling. ","sentiment_score":0.2}
{"full_text":"RT (Like many others) I've been stuck in these four walls for 10 months now! Another lockdown If you must go out du...","sentiment_score":0.625}
{"full_text":"RT COVID deniers: He died of natural causes, not the armed insurrection, or the tasing  of his own ballsack.Ep...","sentiment_score":0.35}
{"full_text":"As the state receives more doses, more individuals will qualify among the first vaccine priority groups.","sentiment_score":0.4166666667}
{"full_text":"Jim Frost, who died Thursday at the age of 79 due to complications from COVID-19, will be remembered for so much more than the stadium that bears his name at Warner Park in downtown Chattanooga, according those inside softball.https:\/\/t.co\/LPPy6q92Zm","sentiment_score":0.1875}
{"full_text":"Your sister needs serious repremanding. Covid has ever lasting effects on the body","sentiment_score":-0.1666666667}
{"full_text":"Two 9\/11s worth of Americans have died from COVID-19 in the last 24 hours. One hundred and twenty-two 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":"Has she shown any regret at the many thousands dying of COVID daily?So yeah. I'd expect her to say this.","sentiment_score":0.5}
{"full_text":"needs to be held accountable for spreading #Covid19 &amp; #2020Elections misinformation that led to the #CapitolRiot #DomesticTerrorism #Accountability #BlackLivesMatter #EnoughIsEnough #Treason","sentiment_score":0.0}
{"full_text":"RT The UK's abject failure to control its border in the same way as virtually every other island country in the world is one...","sentiment_score":-0.1472222222}
{"full_text":"RT Is an average revenue per tourist of USD2,000 worth it?Worth the high number of infected locals? The amount the Govt h...","sentiment_score":0.1033333333}
{"full_text":"If the NFL players and coaches are regularly tested, and they play on the field without masks, why the fuck do they need to wear a mask on the sideline?!","sentiment_score":-0.25}
{"full_text":"RT Ukraine imposed a new nationwide lockdown from 08th to 24th January to fight the coronavirus pandemic : Reuters","sentiment_score":0.1363636364}
{"full_text":"RT MLOps Brings Best Practices to Developing Machine Learning #MachineLearning #DataScience #Python #...","sentiment_score":1.0}
{"full_text":"RT People need to listen to the warningshttps:\/\/t.co\/DcIeZQoYwV","sentiment_score":0.0}
{"full_text":"RT Another article that really helped me to know what to look out for on whatever day of symptoms:","sentiment_score":0.2}
{"full_text":"Time: 01:00 * Temp: 3.8degC * Wind: W 0.0 to 11.0mph * Pressure: 1018.2hPa * Rain: 0.0mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:40 * Sunset: 16:20 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT REMEMBER THE LOCKDOWN RULES: 1. If death rates go down, that means the lockdown is working2. If death rates go up, that m...","sentiment_score":-0.1555555556}
{"full_text":"RT I am so damn sick of the constant evidence of ongoing failure and no word from ","sentiment_score":-0.3436507937}
{"full_text":"He should have stayed at home on that day too....","sentiment_score":0.0}
{"full_text":"RT PANDEMIC PICKS The photos you liked the most during May 2020 were all from the same day! Guess I looked hot that d...","sentiment_score":0.3375}
{"full_text":"Buckingham Palace officials said in a statement that the 94-year-old monarch and Philip, 99, received their shots Saturday.","sentiment_score":0.0}
{"full_text":"Wondering when you will be eligible to receive the #COVID19 vaccine? Check out our comprehensive guide for information about the phased rollouts, vaccine distribution sites and how to pre-register. ","sentiment_score":0.0}
{"full_text":"RT Daryl Dixon: I should keep movin'.#TheWalkingDeadSeason 9Scars17 March 2019#TWDZombie ApocalypseAtlanta Camp,...","sentiment_score":0.0}
{"full_text":"RT The pace of virus deaths in Tennessee hit an all-time high this week. State health officials reported 86 more COVID-19 de...","sentiment_score":0.33}
{"full_text":"Fr tho","sentiment_score":0.0}
