{"full_text":"Yep all of these \"stay home\"\/boycott idiots are going to quickly come to their senses when the liberals actually come out of hiding and start governing","sentiment_score":-0.1555555556}
{"full_text":"Every time I see a student expressed how they feel online, there is always a list of Middle Ages men saying \"would like to see how they coped in the trenches\". Well we are not on the trenches. We are in 2020 living in a pandemic just like everyone else, with no support -","sentiment_score":0.0}
{"full_text":"RT Covid is real guys, too many people dying out here","sentiment_score":0.35}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"RT 1 in 50 people in England have coronavirus. Extraordinary. A week ago, London reached figure of 1 in 30 people (it's sti...","sentiment_score":0.3333333333}
{"full_text":"someone started a petition, it is not getting ridiculous. Piers, you need to have a look. It's called Repeal the Coronavirus Act 2020","sentiment_score":-0.3333333333}
{"full_text":"RT I've made a special Lockdown Cinema for my laptop to replicate the big screen experience","sentiment_score":0.1785714286}
{"full_text":"RT There are 90 exposure sites listed on the DHHS website, more than 1200 people isolating as a result of the Black Rock c...","sentiment_score":0.1666666667}
{"full_text":"RT List of banned suburbs and regions shows grave shortcomings of \"hotspot\" pandemic management. Confusion only increases ris...","sentiment_score":0.0}
{"full_text":"RT Covid-19 has made life difficult for so many people. Countless are isolated and quarantined alone.. call a friend.. ca...","sentiment_score":0.0}
{"full_text":"RT Help us to keep infection rates down!A coronavirus mobile testing unit is available in the Napier Gardens car park, N...","sentiment_score":0.4}
{"full_text":"RT My brother is a baker for a large supermarket, he never was furloughed or had the opportunity to stay safe at home, nev...","sentiment_score":0.3571428571}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"RT So last Tuesday 414 Covid deaths were reported. Today the figure is 830. Given you say Covid is the dominant winte...","sentiment_score":0.0}
{"full_text":"RT No one in our society should be unable to afford to eat or keep warm and sheltered. Yet, 4.5m UK children live in poverty an...","sentiment_score":0.0787878788}
{"full_text":"RT History will judge our government unkindly for its failure to protect our country, its people and its economy.South Af...","sentiment_score":-0.3166666667}
{"full_text":"RT Covid tests cost 45 000 to 50 000.Where will the remaining 99 percent of Nigeria  that dont have up to 500,000 k in their...","sentiment_score":0.0}
{"full_text":"RT Taiwan Healthcare has kept covid19 at arms length since day 1. But no one talks about it.","sentiment_score":0.0}
{"full_text":"At least we know understand the fundamental challenges of South Africa... Covid19 has exposed the shortcomings of our laws.","sentiment_score":-0.3}
{"full_text":"RT Another lockdown means another opportunity to get closer to Allah. With Ramadan being so close it's also the perfect time to s...","sentiment_score":1.0}
{"full_text":"RT Great Coronavirus Task Force meeting today as we continue to work closely with states &amp; deliver the Coronavirus...","sentiment_score":0.8}
{"full_text":"RT Not one criminal should be vaccinated ahead of any vulnerable Canadian or front line health worker.https:\/\/t.co\/4B22ELE2uf","sentiment_score":-0.45}
{"full_text":"RT Well, Newsnight just showed exactly why putting COVID deniers on TV is a bad idea...","sentiment_score":-0.225}
{"full_text":"RT Got my first dose of the #CovidVaccine today. My little contribution towards society. Rightly said 'There's always light at t...","sentiment_score":0.1870535714}
{"full_text":"RT Where  are our kind and generous citizens that call us Xenophobic? Are you going to sit back and watch a Gov't that instruct...","sentiment_score":0.3}
{"full_text":"RT You can't sit on the government's COVID command table and have it heed your advice to lockdown 14 million people then jet of...","sentiment_score":0.0}
{"full_text":"RT San Diego County says none of the new coronavirus cases with the UK variant have a travel history","sentiment_score":0.1363636364}
{"full_text":"RT People with COVID19 symptoms won't go for test if you're charging as much as N50k for test, the average Nigerian can't eve...","sentiment_score":0.025}
{"full_text":"RT 'India must develop own standards for quality measurement '.India's covid-19 vaccination programme about to begin will b...","sentiment_score":0.6}
{"full_text":"RT 'Will I get a reminder for my 2nd shot?' 6 questions about vaccine tracking--answered","sentiment_score":0.0}
{"full_text":"RT It's concerning that not only are people's livelihoods and lives being damaged by lockdown but nobody seems to question wh...","sentiment_score":0.0}
{"full_text":"RT This is horrifying. Entire ICU ward in #Egypt dies after oxygen supply runs outI know this is hard to watch. This is w...","sentiment_score":-0.3972222222}
{"full_text":"RT A woman in TX was asked to write: \"Jews will not replace us\" on a cake. She complied with...","sentiment_score":0.0}
{"full_text":"It is well, just follow the advice from medical expects. Covid 19 is under our feet in the name of Jesus. Speedy recovery mhamha,","sentiment_score":0.0}
{"full_text":"Most Small businesses will come out in front after being bailed out by everyone Need more though #jobkeeper #zombies","sentiment_score":0.25}
{"full_text":"RT The compressor on a freezer storing hundreds of doses of the Moderna COVID-19 vaccine had stopped working.With the minu...","sentiment_score":0.0}
{"full_text":"RT This is absolutely vile, dehumanizing rhetoric.","sentiment_score":0.2}
{"full_text":"RT India in much need of Islamophobia vaccines rather than Corona vaccines.","sentiment_score":0.2}
{"full_text":"COVID-19 rapid tests rapidly roll out amid pressure from Cass County commissioners","sentiment_score":0.0}
{"full_text":"#CAML Copper surfaces can inactivate SARS-CoV-2 in as little as one minute, study finds","sentiment_score":-0.1875}
{"full_text":"RT This could be us but y'all don't wanna go on lockdown, sit down, wear a mask, wash your hands or get a vaccine.","sentiment_score":-0.1555555556}
{"full_text":"Sure it is, masks and lock downs don't work. Pretty much proven.https:\/\/t.co\/bJ2DmubESQ","sentiment_score":0.3166666667}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT Houston Methodist, a Texas hospital system with more than 26,000 employees, is offering a $500 bonus to workers if they get vacci...","sentiment_score":0.5}
{"full_text":"If Ossoff's lead holds &amp; Dems take the Senate Majority, let's Pass that Covid package ASAP giving help to Americans, small businesses &amp; to the States to help with the vaccinations &amp; testing.  Priority 1, let's start saving American lives  jump start our economy!","sentiment_score":-0.125}
{"full_text":"RT Bye Mitch. I wanted you to learn this in Kentucky, but it ended up being Georgia teaching you this lesson. *It is good po...","sentiment_score":0.7}
{"full_text":"RT More devastating news: a 2nd healthcare worker, this time a woman in her 50s from Edmonton zone, has died from #COVID19...","sentiment_score":-0.1666666667}
{"full_text":"I am so great full to be a stay home mom! Cherishing every moment! But.... I need to work and I need people to talk to. (Outsiders)  #isthatwrongofme","sentiment_score":0.6734375}
{"full_text":"RT Oy... I like spend years studying for my doctorate in epidemiology... ...and he... he just like... blurted it out. Mass...","sentiment_score":0.0}
{"full_text":"RT Exclusive:Mystery of Bharat Biotech's Phase 1&amp;2 Covid-19 vaccine trials:Bharat Biotech registered its Phase 1&amp;2 trial...","sentiment_score":0.0}
{"full_text":"Coronavirus Kills Over 600 Journalists via","sentiment_score":0.0}
{"full_text":"RT \"The Orishas: Obaluye, Consulting the Ancestors During COVID\" with and Tuesday, 12 Jan at 4:00...","sentiment_score":0.0}
{"full_text":"Service Update 07:00 - All general service updates can be found this afternoon here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Myer Chadstone Update 1) The store was closed early today to comply with DHHS requirements to test staff for Covid2) Staff will remain in isolation until they receive their test results3) Tomorrow staff from other stores will be working in the store6:00pm - 6\/Jan\/2021","sentiment_score":-0.0416666667}
{"full_text":"RT Serious lockdown with fantastic infrastructure to track and trace.My friend in China was telling me that...","sentiment_score":0.0333333333}
{"full_text":"RT As a creative you have ways you express yourself or sometimes want to express certain thoughts... one day I was talking to","sentiment_score":0.3571428571}
{"full_text":"It sounds pathetic when you say \"UK Variant\" unless you r claiming it was transported from UK and you me immigration laws n border controls let you down. This strain exists in india too but not been discovered by your scientists that's all , it is part of Covid-19 only ","sentiment_score":-0.3851851852}
{"full_text":"RT I've made a special Lockdown Cinema for my laptop to replicate the big screen experience","sentiment_score":0.1785714286}
{"full_text":"RT When the Covid pandemic broke out epidemiologists were paraded, who projected doomsday, said 300 Mn people will get infect...","sentiment_score":0.0}
{"full_text":"China Blocks WHO Team From Probing Origin Of COVID-19 - APRO TV","sentiment_score":0.0}
{"full_text":"RT If Biden delivers 2k checks per month for the duration of the pandemic, Democrats will win like FDR in the midterms. They...","sentiment_score":0.8}
{"full_text":"RT Watching returns from Georgia, it's hard not to think about the hundreds of election workers who again tonight are carefu...","sentiment_score":-0.2916666667}
{"full_text":"The initiative is set up to support micro, small, and medium enterprises to re-open safely and recover from the economic impact of the COVID-19 pandemic and the lockdown that saw most of them lose revenue and close. #OpenLikeNeverBefore","sentiment_score":0.2375}
{"full_text":"RT This could be us but y'all don't wanna go on lockdown, sit down, wear a mask, wash your hands or get a vaccine.","sentiment_score":-0.1555555556}
{"full_text":"RT Scientists say nurseries should close for coronavirus lockdown | The Times","sentiment_score":0.0}
{"full_text":"Cowboys Owner Jerry Jones Brags of 'World Record Attendance' for a Pandemic","sentiment_score":0.0}
{"full_text":"RT Sadly there's no vaccine for being a #COVIDIOT","sentiment_score":-0.5}
{"full_text":"RT WorldStage Newsonline-- Nigeria's Presidential Task Force (PTF) on COVID-19 has revealed that 731 members of Batch B N...","sentiment_score":0.0}
{"full_text":"Morning folks!This is your daily orientation tweetIts Wednesday Jan 6th 2021Lockdown 2 Day 2Norn Irn LD2 Day 12LD3 Day 17LD3 Day 2Todays shout out goes to invisible key workers. Thanks to you stocking shelves, delivering parcels, emptying bins &amp; unblocking poo ","sentiment_score":0.0666666667}
{"full_text":"RT Prime Minister claim that the vaccines being used in the UK are not being checked has earned a rebuke from t...","sentiment_score":0.0}
{"full_text":"RT Albertsons, America's 2nd-largest grocery chain:*Profit is up 256% in pandemic*Stock at record high*Owned by privat...","sentiment_score":0.0}
{"full_text":"Covid-19: Belfast Nightingale Hospital to be expanded","sentiment_score":0.0}
{"full_text":"One casualty of the pandemic has been the timely delivery of printed magazines. They tend to show up in bunches, often weeks past their dates. I can read them online but it is nice to have them on paper but I guess they will soon be a thing of the past.","sentiment_score":0.0333333333}
{"full_text":"It so happens it started in Wuhan where there's a giant laboratory similar to the U.K's Porton Down... it was probably released accidentally or purposely from that laboratory ... as that would hold more substance than the Pangolin theory!!","sentiment_score":0.1564236111}
{"full_text":"RT 1. Prisoners are a vulnerable population. 2. Prisons are COVID hotspots.3. Staff are impacted as are visiting lawyers &amp;...","sentiment_score":-0.5}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"#writerslift Webspace-M  #COVID19","sentiment_score":0.0}
{"full_text":"RT I've hated every attempt to do a Covid-era film or dramatization but this looks like the first truly creative and entert...","sentiment_score":-0.05}
{"full_text":"RT Why is Johnson using the same 'world-beating' tone as usual, to claim that over 2% of the population has had #COVID?","sentiment_score":-0.125}
{"full_text":"Research study: #Lockdown return of Level 3 stole festive season joy, analysis of SA's tweets says #uj ","sentiment_score":0.8}
{"full_text":"RT Top tip: if you find burglars in your home, the police will say they're too busy to attend. But if you say someone is breakin...","sentiment_score":0.3}
{"full_text":"#RacialProfiling by GOVERNMENT EMPLOYEES MEDICAL SCHEMETHE KNEE ON THE NECK OF THE BLACK HEALTH PROFESSIONALShttps:\/\/t.co\/h8tfTG8sOo@GEMS_Number1 #lockdown  #PutSouthAficansFirst#Section59Investigation#RacismMustFall","sentiment_score":-0.0833333333}
{"full_text":"How COVID-19 is Accelerating Commercial IoT #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/e9Hj8cJuxI","sentiment_score":0.0}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"everybody wants himeven miss corona wants him wbk","sentiment_score":0.2}
{"full_text":"RT Facebook, April 20 2020 Toby Young:\"Just published today's round-up of Covid news on Lockdown Sceptics: ventilators (...","sentiment_score":0.1}
{"full_text":"#CleanSafeReadytoGoWe can answer all your questions about buses during lockdown such asWho can travelHow we're keeping things clean How to check how many seats are freeiWhat to do if you need assistanceHerehttps:\/\/t.co\/JozCIxFKos","sentiment_score":0.2888888889}
{"full_text":"#Covid19InSA UPDATE: The Health Ministry says in the latest 24 hour period, 92 deaths were recorded in KZN.https:\/\/t.co\/6WLjt3DtvL","sentiment_score":0.5}
{"full_text":"Welcoming in the New Year at and we are still taking all the necessary Covid-19 precautions to ensure that you have a safe stay.#YGoAnywhereElse #Yaya #apartment #stay #Nairobi #Kenya #covid #secure #protocols","sentiment_score":0.2590909091}
{"full_text":"#CleanSafeReadytoGoWe can answer all your questions about buses during lockdown such asWho can travelHow we're keeping things clean How to check how many seats are freeiWhat to do if you need assistanceHerehttps:\/\/t.co\/Cceg5hrwJS","sentiment_score":0.2888888889}
{"full_text":"Humberside Police says officers will step in if they have to, to ensure people are following the lockdown rules.","sentiment_score":0.0}
{"full_text":"Prince William spoke with homeless residents about their experiences amid the COVID-19 pandemic and worked alongside other volunteers to prepare hot meals for individuals who had been moved into emergency hotel accommodation.https:\/\/t.co\/Tn1bDAE7kP","sentiment_score":0.0625}
{"full_text":"Latest #CoronaVirus updates:Date: 06\/01\/2021#TheCivilEyes #Pakistan #COVID19","sentiment_score":0.5}
{"full_text":"Just don't force a national lockdown and we'll be cool, hurts to see business get shut down with no help","sentiment_score":0.0972222222}
{"full_text":"#CleanSafeReadytoGoWe can answer all your questions about buses during lockdown such asWho can travelHow we're keeping things clean How to check how many seats are freeiWhat to do if you need assistanceHerehttps:\/\/t.co\/wL3WXiQZl5","sentiment_score":0.2888888889}
{"full_text":"Hi despite the National Lockdown, continues to ask all outsourced workers to attend work in non-essential buildings and has refused to respond to the concerns we have raised in relation to the health and safety of hundreds of outsourced workers.","sentiment_score":0.0}
{"full_text":"The #AeHIN7GM begins tomorrow, January 7, at 7 PM Manila time!Let's hear from our partners as they share their messages of support and learn from our distinguished panelists who will share their country-level digital health response to #COVID19.","sentiment_score":0.0}
{"full_text":"\"Go home. Wash your hands. Wear a mask. You are not helping.\" has a simple message for \"Covid deniers\" who are filming and posting footage of supposedly empty hospitals in the West Midlands #HeartNews","sentiment_score":-0.05}
{"full_text":"Malacanang will leave it up to the executive bodies whether to continue with their investigation on the Presidential Security Group's (PSG) use of unauthorized vaccine shots against coronavirus disease 2019 (COVID-19).https:\/\/t.co\/tGNpNcHL2H","sentiment_score":0.0}
{"full_text":"Scientists criticize 'rushed' approval of Indian COVID-19 vaccine without efficacy datahttps:\/\/t.co\/uRcZooZuCR","sentiment_score":0.0}
{"full_text":"Covid: What could 'tougher' measures mean for us?","sentiment_score":-0.3125}
{"full_text":"Even as the second-largest consuming nation, India's gold imports slumped significantly in the last year due the pandemic and the resulting low demand.https:\/\/t.co\/ECEzXaXrlZ","sentiment_score":0.0625}
{"full_text":"You should now only leave the house for essential reasons like: Getting food or medicines Any medical needs ExerciseTo find out more, visit: at home saves lives.","sentiment_score":0.125}
{"full_text":"NHS consultant says videos showing supposedly \"empty\" hospitals in the West Midlands are disgusting and dangerous. They've been posted online by so-called \"Covid deniers\" who are trying to claim the virus is a hoax #CapitalReports","sentiment_score":-0.5666666667}
{"full_text":"#CleanSafeReadytoGoWe can answer all your questions about buses during lockdown such asWho can travelHow we're keeping things clean How to check how many seats are freeiWhat to do if you need assistanceHerehttps:\/\/t.co\/ibvysv1bBv","sentiment_score":0.2888888889}
{"full_text":"Here's a look back on some of the things we all tried to do because of #COVID19 restrictions.","sentiment_score":0.0}
{"full_text":"Harvard researchers are reportedly looking into a new strain of COVID-19 found in the United States recently.https:\/\/t.co\/HCsmS3NSZO","sentiment_score":0.1363636364}
{"full_text":"RT Just possibly \"Overthrow American democracy for the sake of a racist, sexist, corrupt egomaniac who got almost 400,000 Ameri...","sentiment_score":-0.1666666667}
{"full_text":"Good morning Cape Town! Sunny conditions are predicted with temperatures reaching a high of 25 degrees. \"Happiness is not something ready made. It comes from your own actions.\" -- Dalai Lama XIV#StayHome #WashYourHands #WearAMask Follow for City updates.","sentiment_score":0.507}
{"full_text":"The Philippines is eyeing to vaccinate up to 70 million Filipinos against #COVID19 this year as long as global supply permits, vaccine czar Carlito Galvez Jr. said.https:\/\/t.co\/2OyeFZn4Uq","sentiment_score":-0.025}
{"full_text":"China moves to stamp out virus outbreak in city of 11 million There have been 117 cases in the city -- including at least 63 more reported Wednesday -- 78 of which were asymptomatic, prompting mass testing across the affected area.https:\/\/t.co\/Jhl9nUHOjt via","sentiment_score":0.1}
{"full_text":"South Africa is in the second wave of COVID-19. We urge you to not attend big gatherings that could potentially become super-spreaders of the disease.We encourage you to report planned events of this nature by contacting the Crime Stop number: 08600 10111.","sentiment_score":0.0}
{"full_text":"tuesday 1\/5: it's not only the rate of daily #COVID19 positive cases that's dire but the exponential increases in hospitalizations and deaths in #LosAngeles County. we can't rely solely on vaccines to save us from the pandemic with infections this rampant.","sentiment_score":0.0757575758}
{"full_text":"#Egypt's tourism revenues fell to about $4 billion in 2020, down from $13 billion the previous year, amid the global #pandemic that severely damaged the sector worldwide.https:\/\/t.co\/Cbz1YTPUOa","sentiment_score":-0.1074074074}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"The FDA is reportedly considering distributing half doses of the vaccine to younger patients in the hopes of vaccinating more Americans -- but top officials in the FDA say doing so could come with risks.","sentiment_score":0.2083333333}
{"full_text":"With the COVID hard lockdown in the UK, the RFL have announced a few measures:* RL Championship and League 1 squads to stop training, draw delayed* Super League clubs to follow COVID protocols* Challenge Cup Round 1 and 2 Draws delayedOur thoughts are with our UK friends.","sentiment_score":-0.0895833333}
{"full_text":"Remember to wear a MASK that covers your nose and mouth, when going out in public. Please adhere to this rule when you are visiting us.  #staysafe #strongertogether","sentiment_score":0.0}
{"full_text":"The Barstool Fund has raised more than $18 million to support small business owners, according to its website.","sentiment_score":0.125}
{"full_text":"1. BBC news is just this clip from Bojack on repeat. You would be better placed getting an actual toad than toby young. I have heard zero toads advocating for policies that are tantamount to a geriatric genocide.","sentiment_score":0.2}
{"full_text":"Toilet paper hoarding, empty shelves &amp; crashing delivery websites as UK goes into new #lockdownhttps:\/\/t.co\/Hw7uoLTZrN","sentiment_score":0.001010101}
{"full_text":"#EIMPA has sent a letter to  to give permissions to cinema halls in Bengal to operate with 100% occupancy. #pandemic #cinemahalls #tollywood","sentiment_score":0.0}
{"full_text":"Scientists in Brum say they have beaten the rest of the world to develop the fastest Covid test yet","sentiment_score":0.0}
{"full_text":"Three teams at Binghamton University have been awarded up to $10,000 each to work on COVID-19 related research projects. The grants come from the State University of New York.","sentiment_score":0.0681818182}
{"full_text":"RT You can apply for Laptops and Tablets for children needing them for home schooling in lockdown here:","sentiment_score":0.0}
{"full_text":"A Charlotte woman who was a part of the Pfizer vaccine trial said she did her part. Now she's hoping everyone else will do theirs and get vaccinated. ","sentiment_score":0.0}
{"full_text":"Homeless man spending lockdown in cabin built from wood he found during pandemic","sentiment_score":0.0}
{"full_text":"#COVID19: #Norway probing the death of two people who received the #PfizerVaccine.https:\/\/t.co\/YOcbKMgrEq","sentiment_score":0.0}
{"full_text":"RT In January, Loeffler attended a private covid briefing, diminished the threat in public, and quietly bought stock in tele...","sentiment_score":0.0}
{"full_text":"RT 3 Million #Excluded including myself sat at home in a state of panic knowing is about to lockdown the UK...","sentiment_score":0.0}
{"full_text":"RT Undocumented grief is something citizens will NEVER understand. Not being able to travel home to say your last goodbyes...","sentiment_score":-0.1}
{"full_text":"Good questions. We are all wondering why the scam?","sentiment_score":0.7}
{"full_text":"Aren't you from the party of 'love it or leave it'?  Maybe after the pandemic gets under control and other countries open their borders to Americans you could ... leave","sentiment_score":0.125}
{"full_text":"Latest worldwide COVID-19 data: 86,847,172 cases, 1,876,515 deaths.A 2.16% fatality rate.","sentiment_score":0.5}
{"full_text":"RT COVID-19: England's lockdown 'should' start being eased in March, Michael Gove says","sentiment_score":0.0}
{"full_text":"It's winter ... of course people have COVID and the flu and regular colds.! probably all of which text positive as Covid","sentiment_score":0.1136363636}
{"full_text":"#ZindiQuiz  Yesterday we asked you to guess how much the pandemic has reduced global CO2 emissions. Well the answer is only 7%, which is estimated to be the equivalent of taking 500 million cars off the roads. Read Morehttps:\/\/t.co\/OuG8XX73CF","sentiment_score":0.0666666667}
{"full_text":"Nat Geo Photographer Didn't Wear a Mask in Ethiopia Because Ethiopians 'Have Stronger Immune Systems' [fStoppers]","sentiment_score":0.0}
{"full_text":"RT I love that the Prime Minister of Scotland said Trump can't go to his resort on January 20...","sentiment_score":0.5}
{"full_text":"Now Arne Duncan can run the CDC.","sentiment_score":0.0}
{"full_text":"They are being killed everyday by Covid - cause is bad governance too.","sentiment_score":-0.3666666667}
{"full_text":"RT \"I've just been yelled at by a passer-by who says it's all a conspiracy, those wards are empty, that hospital's empty. It...","sentiment_score":-0.1}
{"full_text":"RT Our COMBO team just submitted 6 abstracts to 2021!! We'll discuss COVID-related- pt experiences- breastfeedi...","sentiment_score":0.0}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"Current Conditions for #Sayre PATemp: 32.9FWind Chill: 31.5FHumidity: 94%Dew Point: 31.4F Barometer: 30.131 inHgWind: 2 mph from the NWCorona Virus Weekly Stats:Cases: 180.000000Deaths:    N\/ASurvival:    N\/A#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Zoey comes back to work after the pandemic presumably... n the entire staff erupts in a Rogers n Hammerstein Hello Dolly number. She considers her ability to daydream that ppl r singing (instead of working) her super power, w\/c makes her an ideal boss u might say. #ZoeysPlaylist","sentiment_score":0.3083333333}
{"full_text":"RT Utterly soul destroying when patients say they spent xmas day with extended family and now everyone is positive for covid....","sentiment_score":-0.0181818182}
