{"full_text":"RT Guten Tag, you can read it here: How to treat Covid at home ... this was shared on a Covid survivor group......","sentiment_score":0.0}
{"full_text":"RT You do not have to go in if you believe your workplace is unsafe #Section44","sentiment_score":0.0}
{"full_text":"RT Modi's new anti farmer laws are a big gamble in the middle of a pandemic-led chaos. #AntiFarmerModi","sentiment_score":0.0454545455}
{"full_text":"Don't people realize Trump is doing his version of herd immunity at rallies? Then they give it to the rest of the country. Yet Repubs are the first to line up for the shot for a virus that doesn't exist right? #Twisted","sentiment_score":0.0119047619}
{"full_text":"The definition of insanity.","sentiment_score":0.0}
{"full_text":"RT I remember a US doctor writing a thread about how much verbal abuse she's experienced from Covid patients dying from th...","sentiment_score":0.5}
{"full_text":"RT World No. 1 badminton player Kento Momota tested positive for Covid-19 on Sunday just before the Japanese delegation was to...","sentiment_score":0.1136363636}
{"full_text":"Heartbreaking deaths.","sentiment_score":0.0}
{"full_text":"RT My dad's friend died of COVID-19 today in So Cal - the Muslim graveyards are so backed up, there is a two week wait. They ca...","sentiment_score":0.0}
{"full_text":"That chick does not have to worry about Covid.She is gonna die of an aneurism.","sentiment_score":0.0}
{"full_text":"RT What must we learn from the Trump \"presidency,\" COVID-19, climate change and the claim that Biden's election was \"rigg...","sentiment_score":0.0}
{"full_text":"RT A former chief scientific adviser tells Marr that a school age person is seven times more likely to bring coronavirus i...","sentiment_score":0.1666666667}
{"full_text":"RT A shortfall of clinicians is becoming an insurmountable barrier in the fight against COVID-19, writes.","sentiment_score":0.45}
{"full_text":"RT 'It makes me want to cry': voices of hospital staff on the Covid frontline","sentiment_score":0.0}
{"full_text":"RT There is a divide between those who believe that man has a soul, possesses free will, &amp; those who believe that man is a tool...","sentiment_score":0.4}
{"full_text":"has useful links to say children are low risk of illness. Data is there. Produced in response to five live interview. Passing onto adults is a different matter.","sentiment_score":0.1090909091}
{"full_text":"RT B.1.1.7 is transmitted the same exact way as all the other variants of SARS-CoV-2 so you can reduce exposure risk with...","sentiment_score":0.0416666667}
{"full_text":"RT What I love in the govt is that railways minister negotiates farm laws aviation minister","sentiment_score":0.5}
{"full_text":"Stay safe coach. #KitaJagaKita","sentiment_score":0.5}
{"full_text":"RT In April, 1947 New York City faced a terrifying smallpox outbreak. 23 days later the City had vaccinated 6 million peopl...","sentiment_score":-0.2878787879}
{"full_text":"RT Get in touch if would like to tell us what is making lockdown bearable for you. In the spirit of our 'Before We Move O...","sentiment_score":0.0}
{"full_text":"RT Happy new year, everyone! All the risks took with stockpiling the vaccine, have finally paid off. COVIS...","sentiment_score":0.3234848485}
{"full_text":"RT Vice President Leni Robredo has called for an investigation into the Presidential Security Group's unauthorized vaccina...","sentiment_score":0.0}
{"full_text":"RT Happy new year, everyone! All the risks took with stockpiling the vaccine, have finally paid off. COVIS...","sentiment_score":0.3234848485}
{"full_text":"RT Baekhyun: \"After the pandemic, let's have a concert for 24 hours.\"","sentiment_score":0.0}
{"full_text":"I cannot believe you idiots do not understand this. People are dying or are seriously ill. There is no conspiracy but there is a Pandemic. If you are so convinced protest in a ward full of sick people, give them a hug. You all need something to protest about.","sentiment_score":-0.4160714286}
{"full_text":"RT COVID-19: Boris Johnson insists schools are safe and children should attend tomorrow","sentiment_score":0.5}
{"full_text":"RT Shark alert. These men talk nonsense on Covid. The interesting question would be why?.","sentiment_score":0.5}
{"full_text":"RT Johnson's indecision over Covid is dangerous.He admits a lockdown is inevitable, but doesn't act.Johnson's failure to...","sentiment_score":-0.1583333333}
{"full_text":"Corona crippled economies and destroyed supply chains. Yet the S&amp;P is up over 60% since the march lows. Now tell me more about how Bitcoin is a scam and a Ponzi scheme.","sentiment_score":0.5}
{"full_text":"RT If u are black &amp; normal upstairs but u still believe in ,u need serious brain adjustments or u are damaged bey...","sentiment_score":-0.1166666667}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"I fear almost all of us will be stuck on this island for an indefinate period of time. A covid neg test pre-boarding planes\/ferries is good, but soon they'll be asking for evidence of vaccine, and if we get 2nd dose late, they're likely to say 'no' I think. As will destinations.","sentiment_score":0.1}
{"full_text":"Well the main point is that 'lockdown fatigue' is not a scientific concept. And the author is a person who studies such things.","sentiment_score":0.0833333333}
{"full_text":"RT We heartily thank our scientists, doctors, medical staff, security personnel and all Corona warriors who dedicatedly served h...","sentiment_score":0.0}
{"full_text":"RT Ex UP CM Akhilesh Yadav said that he'll not get vaccinated for COVID-19 as it's a BJP vaccine.Samajwadi Party MLC Ashutosh...","sentiment_score":0.0}
{"full_text":"RT Boris says we may need to use 'tougher measures' in the coming weeks.Do. It. Now.Pull up your big boy pants and be pr...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT Are his children going back? He has one in every year doesn't he?","sentiment_score":0.0}
{"full_text":"Editor's note: Find the latest COVID-19 news and guidance in Medscape's Coronavirus Resource Center.  LOS ANGELES (AP) -- Los Angeles County surpass...https:\/\/t.co\/H2HktXgSVs","sentiment_score":0.2}
{"full_text":"RT Important update from FM The Education Recovery Group will meet tomorrow in advance of Cabinet to conside...","sentiment_score":0.4}
{"full_text":"You must know the rumours, who are these other City players that have Covid? I've had a shocker in fantasy football this week and need to know that Dias and Cancelo are going to pick up clean sheet points in a 0-0 draw, with Mendy saving a De Bruyne penalty.","sentiment_score":0.1208333333}
{"full_text":"RT Anti-maskers walking around during a pandemic in a country with no contact tracing and 400,000 dead is a far worser cri...","sentiment_score":-0.05}
{"full_text":"is there an available list of these hotels? I know many will want to avoid places that actively caused harm during this pandemic when we start traveling again","sentiment_score":0.2555555556}
{"full_text":"When the pandemic started","sentiment_score":0.0}
{"full_text":"Most of them are all running around chasing their tails, especially our \"sir\". Big Boss Shavendra looks more in charge than \"Sir\" and MR. According to Shavendra's wife, he's going to be King. What else........oh yes! We're now importing Covid, because we don't have enough","sentiment_score":0.225}
{"full_text":"Update on Elder-Friendly Tech for Staying Connected During COVIDhttps:\/\/t.co\/HdYoPg32y5 #caregiving #family #stress #mentalhealth  #Alzheimers #dementia #technology","sentiment_score":0.0}
{"full_text":"My friend's 26 year old daughter 'survived' Covid.19 but has some horrendous after effects. The worst being diminished eyesight and a heart condition.","sentiment_score":-0.45}
{"full_text":"RT Mexican doctor hospitalized after receiving COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Having worked in and around young people's mental health for sometime, it's interesting to see...","sentiment_score":0.1666666667}
{"full_text":"im dizzy","sentiment_score":0.0}
{"full_text":"This is a highly compelling, and painfully logical, argument and analysis of the situation the gov faces. Sadly, if new restrictions are being considered, I fear they will be implemented at a point where the impact will be minimal at best. #COVID19 #CovidUK #marr #lockdown","sentiment_score":0.3172727273}
{"full_text":"RT What I love in the govt is that railways minister negotiates farm laws aviation minister","sentiment_score":0.5}
{"full_text":"RT Oxford University's Regius Professor of Medicine Sir John Bell tells G&amp;T the South African covid variant is more worrying...","sentiment_score":0.25}
{"full_text":"Stop with the tiers bull shit just do a national lockdown tiers don't work people just travel to a lower tier","sentiment_score":-0.2}
{"full_text":"RT Great news ! Congratulations India!We thank and salute your leadership Hon PM ji and the spirit and team...","sentiment_score":1.0}
{"full_text":"RT Update information such as covid vaccine medical related issues we have huge increase in cancer cases is our c...","sentiment_score":0.1}
{"full_text":"RT Multi-millionaire Ted Cruz called the dems \"elitists.\" Ted's wife works at Goldman Sachs. Ted voted against sending stimul...","sentiment_score":0.0}
{"full_text":"RT Even in these challenging times, we must not lose hope. What can bring you some joy...Downtime? Helping others in any wa...","sentiment_score":0.5}
{"full_text":"RT BREAKING: Kento Momota has been tested positive for Covid19.Japan national team has cancelled their departure to Bangk...","sentiment_score":0.2272727273}
{"full_text":"RT NBC News: The United States has now suffered more than 350,000 deaths from the coronavirus.","sentiment_score":0.5}
{"full_text":"Actually think he's on crack at this point","sentiment_score":0.0}
{"full_text":"RT Spoke to an actual Undecided voter today while #Phonebanking to GA.They *DID NOW KNOW* Loeffler\/Perdue profited off COVID...","sentiment_score":0.0}
{"full_text":"Gone and changed my profile photo on here to this one coz that other one was over 12 months old and in that time second puberty and pandemic time stress has helped me age about 7 years ","sentiment_score":-0.0083333333}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT Seeing someone I generally like and admire being selfish, reckless and irresponsible is not exactly the way I wanted to star...","sentiment_score":-0.1916666667}
{"full_text":"RT The Wuhan Virus ruined all resolutions for 2020. The virus from China killed 2 million people, snatched 400 million jobs, push...","sentiment_score":-0.2}
{"full_text":"#LouisGossetJr &amp; #LarryKing both fighting Covid, I see 2021 starting the Bullshit already with the #Goats.","sentiment_score":0.0}
{"full_text":"RT My uncle picked up bookbinding during the pandemic and his basement is my wonderland","sentiment_score":0.0}
{"full_text":"Palestinians excluded from Israeli Covid vaccine rollout as jabs go to settlers","sentiment_score":0.0}
{"full_text":"RT Never seen a celebrity so responsible...so humble..so aware for his duties towards the nature and our society. Even during...","sentiment_score":0.25}
{"full_text":"First Sunday in 2021..Daddy G.O has said it all...#ThanksgivingSunday #dangote #lockdown #Bitcoin","sentiment_score":0.25}
{"full_text":"RT Remember no one is allowed to have this conversation you're a conspiracy theorist if you even bro...","sentiment_score":0.0}
{"full_text":"RT It's my great honor to be awarded by #WARROOM as \"Woman of the Year\", together with \"Man of the Year\" Sir ...","sentiment_score":0.8}
{"full_text":"RT In a few weeks from now #B117 will replace all other #SARSCoV2 across Europe too. In my view, countries must react: 1)...","sentiment_score":-0.1625}
{"full_text":"RT NuiceMedia just got suspended. Apparently, it was nothing serious like a cyber attack or government crackdown or anything, b...","sentiment_score":-0.1416666667}
{"full_text":"RT China's despotic behaviour was and is the conscious model for the closedown of our society.","sentiment_score":0.1}
{"full_text":"RT Half a million Tesla vehicles delivered during a f*cking pandemic.Let that sink in..","sentiment_score":-0.3833333333}
{"full_text":"RT You know, Dr Daniels, there ARE other areas of the hospital that are not ICU?When you've had to scout out a paediatric...","sentiment_score":-0.125}
{"full_text":"RT JVT is right - our new vaccination dosing schedule will protect more people, more quickly.We're accelerating the #corona...","sentiment_score":0.3555194805}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Lockdown has me feeling so ugly","sentiment_score":-0.7}
{"full_text":"RT well at least we are all in this together, including who is pulling down a PS150,000 salary + shares f...","sentiment_score":-0.2277777778}
{"full_text":"RT 1\/5 The rapid increase in Covid cases, driven by the new variant, is of v serious concern. The steep increases &amp; severe...","sentiment_score":-0.0984848485}
{"full_text":"Yes. Can't celebrate with family for Xmas and New years but primary school kids can go to school and spread the virus there and then home. Sure. We'll done Boris. #COVID19 #lockdown","sentiment_score":0.3454545455}
{"full_text":"RT 4\/5 All decisions just now are tough, with tough impacts. Vaccines give us way out, but this new strain makes the perio...","sentiment_score":-0.2138047138}
{"full_text":"We  definitely recommend this dataset, check your own country Coronavirus (COVID-19) Vaccinations - Statistics and Research - Our World in Data ","sentiment_score":0.3}
{"full_text":"Remember, if you develop Covid-19 symptoms you should self isolate and book a test. See the link below for more information about self isolation. https:\/\/t.co\/N5bxPUNEht","sentiment_score":0.5}
{"full_text":"RT \"The media does not pay sufficient attention to the good news regarding improved treatments and survival of patients w...","sentiment_score":0.7}
{"full_text":"A global pandemic, economic collapse, and social and political turmoil have all been on the docket for a year that, according to astrologers, marks the beginning of a major season of change.https:\/\/t.co\/Xmc6cmwE3g","sentiment_score":0.0591666667}
{"full_text":"RT With the pandemic, I'm only pissing off people who I want to die, just in case.","sentiment_score":0.0}
{"full_text":"RT DAILY SNAPSHOT: Total Cases crossed the 1.55 million mark at 7:00 pm with over 10,400 cases reported across the region si...","sentiment_score":0.0}
{"full_text":"RT This is honestly too much  Dear men, please if you have any reason to doubt or be suspecious about the partenity of...","sentiment_score":0.4}
{"full_text":"RT In addition to all the said home remedies never lie on your back thus crushing the lungs. Stay in prone p...","sentiment_score":0.2}
{"full_text":"We don't stop hearing enough of the #Conspiracy theories surrounding the pandemic! But, what if some of them are true? Here is a convincing one for you to indulge in! Order a copy of R. David Rosin's book here | #Covid19","sentiment_score":0.325}
{"full_text":"NFL COVID OUTBREAK: New Orleans Saints star running back Alvin Kamara has tested positive for COVID-19, with all the team's running backs out for the final regular season game after coming in close contact. reports.","sentiment_score":-0.0060606061}
{"full_text":"COVID-19 VACCINE SHORTAGES1,000,000 Americans killed by Summer 2021. STOP YOUR RISK. \"Proven Covid-19 Protection\" 99% Efficacy Pamphlet. #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccineshortages","sentiment_score":-0.2}
{"full_text":"Good afternoon Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands","sentiment_score":0.875}
{"full_text":"Gitau Warigi: 2020, the year of Covid-19, and much else","sentiment_score":0.2}
{"full_text":"#QatarAirways took delivery of its 53rd #A350 on the final day of 2020, thereby cementing the flag #carrier's position as the largest operator of the type#COVID19 #airlines #aircargo #airfreightnews #airtransport #airtransportnews #aviation #BusinessNews ","sentiment_score":0.0}
{"full_text":"Thousands of Israelis protested again on Saturday against Benjamin Netanyahu, demanding that the long-serving PM resign over corruption charges against him and for allegedly mishandling the coronavirus crisis","sentiment_score":-0.1}
{"full_text":"The positivity rate is now 10.79% after numbers were updated on January 2. Nearly 2,700 Kentuckians have died from COVID-19 since the pandemic began.","sentiment_score":0.1}
{"full_text":"Mom of six dies of #COVID19, leaving her oldest to care for her siblings #coronavirus","sentiment_score":0.0}
{"full_text":"Add Benjamin Mendy to the list of reported COVID-19 protocol breaches over the festive period that now includes: Erik Lamela, Giovani Lo Celso, Sergio Reguilon, Manuel Lanzini, Aleksandar Mitrovic, Luka Milivojevic...#OptusSport #PremierLeague","sentiment_score":0.0}
{"full_text":"'CONSUMING ALCOHOL, SINGING KARAOKE AND DANCING': The New York City Sheriff's office raided three large gatherings during New Year's Eve and the early hours of New Year's Day.","sentiment_score":0.1446753247}
{"full_text":"Foreign travelers from the #US will be barred from the #Philippines starting this Sunday after the more infectious new variant of the #coronavirus was detected in Florida.https:\/\/t.co\/FYh4uewAFE","sentiment_score":0.1278409091}
{"full_text":"RT Do you think Government is wrong to force schools to re-open when coronavirus cases are rocketing? If so, be aware Gover...","sentiment_score":-0.125}
{"full_text":"Online food ordering, from groceries and restaurants surged because of the pandemic.","sentiment_score":0.0}
{"full_text":"Report: Talk show host Larry King in hospital with COVID-19https:\/\/t.co\/NhvxMG4LI2","sentiment_score":0.0}
{"full_text":"The 87-year-old King has had medical issues in recent decades, including heart attacks and diagnoses of diabetes and lung cancer.","sentiment_score":0.0}
{"full_text":"\"Be careful getting advice from your mother, your neighbor. Talk to your doctor when you have a chance,\" Dr. David Winter of Baylor Scott &amp; White Health said.","sentiment_score":-0.05}
{"full_text":"COVID 19 cases in India until : 03\/01\/2021 17:30Total Cases: 10325198 [+586]Active: 245795Recovered: 9927047 [+574]Deaths :149477 [+6]Total Tests: 174.9MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Muslims worry whether Covid-19 vaccines are halal as they may contain pork products","sentiment_score":0.0}
{"full_text":"#LNRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"Top 10 Best Places to Celebrate New Year during COVID 19 via","sentiment_score":0.5454545455}
{"full_text":"\"His hands and feet are so swollen, his face is so swollen. He has a rash,\" Angie Abbott said. She hopes parents realize just because their kids recover from COVID might not mean they're in the clear, and to learn the signs of MIS-C. #ICYMI","sentiment_score":0.128125}
{"full_text":"Nice to come home from the plot in the snow with a pocket full of chillies. Definitely the last of last year's harvest.  #chillies #lockdown #allotment #GrowYourOwnFood","sentiment_score":0.19}
{"full_text":"#Aurora mayor: 'As we move into #2021, our main focus will continue to be the pandemic'. #news","sentiment_score":0.1666666667}
{"full_text":"RT Robin Bevan is time for each and every one of our [@NEUnion] members, individually, to say NO.\"We have...","sentiment_score":0.0}
{"full_text":"RT Honestly, how can you live through COVID in the US and not support Medicare for All?","sentiment_score":0.3681818182}
{"full_text":"RT \"Would you vote for a senator who sold a stock likely to tank after getting a senators-only briefing on a coming pandemi...","sentiment_score":0.0}
{"full_text":"In graying Italy, the old defy biases laid bare by pandemichttps:\/\/t.co\/OcycgottSD","sentiment_score":0.075}
{"full_text":"RT With a potentially drawn-out battle against COVID looming, the federal government is now investing millions more dollar...","sentiment_score":0.25}
{"full_text":"IWM's #HandSanitising stations are designed to significantly reduce the risk of #contamination into #Production areas.Discover our #HygieneSolutions...https:\/\/t.co\/OBJ1ny5oBeView our #Detergents and #Chemicals...https:\/\/t.co\/sJW8s3Kgx3 #FDX2021 #FSD2021 #Coronavirus","sentiment_score":0.375}
{"full_text":"Is this news to you? Stay current with all the news from ASU and earn Pitchforks toward great rewards!","sentiment_score":0.5}
{"full_text":"9 new Covid-19 clusters today","sentiment_score":0.1363636364}
{"full_text":"RT Taxi traveller between Johannesburg and Maseru:Taxi fare (return): R580Covid 19 test in Joburg: R850Covid 19 test in Ma...","sentiment_score":0.0}
{"full_text":"Why the world should support IP right waivers for Covid-19 vaccines - South China Morning Post","sentiment_score":0.2857142857}
{"full_text":"Though 2020 was all about COVID-19 and its impact on the market, the tech sector had major deal flow even before the pandemic began.","sentiment_score":0.0625}
{"full_text":"RT Benjamin Mendy when he hears that's there is a global pandemic and he was not meant to be having a party","sentiment_score":0.0}
{"full_text":"RT Scottish cabinet are likely to consider tightening level 4 restrictions including: #further delay to return of schools#s...","sentiment_score":0.0}
