{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"Hmm brought the Covid positive person in..","sentiment_score":0.2272727273}
{"full_text":"RT COVID: New mutant strain of coronavirus reported in Japan, different from UK and South Africa variants","sentiment_score":0.0681818182}
{"full_text":"please stay happy. stay healthy. stay safe. stay positive. and stay at home. don't come back to BB14. please! best wishes!!!","sentiment_score":0.5045454545}
{"full_text":"RT Having symptoms of the flu but I have to take a covid test. Fingers crossed.","sentiment_score":0.0}
{"full_text":"RT Update: now 30 minutes past the hour and still -- le zero -- of Canadian content on show.","sentiment_score":-0.25}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT #WeWantValimaiOnOTT@BoneyKapoor ji due to pandemic we need valimai on ott","sentiment_score":-0.125}
{"full_text":"RT Seychelles on Sunday began its vaccination campaign against Covid-19, becoming one of the first African countries to launch ino...","sentiment_score":0.2333333333}
{"full_text":"Even the people I know personally are more concerned with covid at the moment. That's the immediate problem and most people think in the short term. As a union rep, we canvassed people about pension changes, but it was car parking charges grabbed attention first.","sentiment_score":0.25}
{"full_text":"RT The medical examiner's office in Miami is looking into the death of a doctor who died about two weeks after getting Pfizer's COV...","sentiment_score":0.0}
{"full_text":"And again this is his concern? Him not getting to use Twitter while over 4k Americans r dying each day from covid, 10s of millions hungry, terrible economy, etc but it's the important stuff being banned from social media because u r a social mess smh #Priorities","sentiment_score":-0.1416666667}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT Five people died and we just learned another officer lost his life.Yet GOP's central focus right now are their Twitter counts. I...","sentiment_score":0.1428571429}
{"full_text":"Two plough days sounds great to me, but I'm single and there's a pandemic on, so... ","sentiment_score":0.3642857143}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"1) the data shows unequivocally that lockdown works if properly adhered to - see Wuhan \/Beijing2) the mortality rate is around 2% that may seem small until you apply the law of large numbers3) masks demonstrably slow the spread of the virus.Maybe read a book.","sentiment_score":-0.0839285714}
{"full_text":"RT We've seen a number of new scams relating to the Covid vaccine and it's crucial we are all vigilant. The NHS will ne...","sentiment_score":0.0681818182}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"Because it IS essential!!!","sentiment_score":0.0}
{"full_text":"RT The United States is now averaging 3,177 new coronavirus deaths per day, the highest seven-day rolling average since the pa...","sentiment_score":-0.0068181818}
{"full_text":"RT CALIFORNIANS: A reminder that open enrollment to sign up for health insurance is available through January 31. While C...","sentiment_score":0.2}
{"full_text":"So At The Hours Of 6-8:00am, The #COVID19 Is Expected To Be On Holidays, Right?","sentiment_score":0.0928571429}
{"full_text":"#GoodNews My Grandma (last remaining grand) is getting her two #COVID19  shots!!!!!!!!!!!","sentiment_score":0.5}
{"full_text":"RT So many GOP members of Congress laughed &amp; mocked Rep. for her trying to hand out masks to GOP members while...","sentiment_score":0.6}
{"full_text":"RT Brigitte and Emmanuel Macron slammed for spending thousands on flowers people questio...","sentiment_score":0.0}
{"full_text":"Any quality problems related to the ongoing ramp-up of the Model Y production during the pandemic outbreak are real, but when this hysteria about #Tesla \"going to be bankrupt soon again\" is fueled by the short-sellers you can miss the big picture. $TSLA","sentiment_score":0.0666666667}
{"full_text":"Andrew Cuomo's early stumbles on the COVID-19 vaccine rollout - getting outflanked by states like West Virginia and Vermont - demonstrated how problematic his style of governing has been","sentiment_score":0.1}
{"full_text":"RT Hey remember when Mulvaney called journalists' concerns about COVID-19 a \"hoax\" even though he'd already been tested twice...","sentiment_score":0.0}
{"full_text":"Some of the deaths will have been caused by the lockdowns. The Years of Life Lost will be higher on average than for those dying of Covid.","sentiment_score":0.05}
{"full_text":"RT #BREAKING: Capitol lawmakers warned of possible COVID-19 exposure during Wednesday's riot","sentiment_score":0.0}
{"full_text":"RT This is untrue. It is NOT a reserved power to UK Govt - Scotland has its own quarantine list (although 4 nations tend to...","sentiment_score":0.6}
{"full_text":"RT Sorry mate but there are a few million people who've lost their jobs and a fair few suicides who've lost their lives. Plus...","sentiment_score":-0.05}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT CALIFORNIANS: A reminder that open enrollment to sign up for health insurance is available through January 31. While C...","sentiment_score":0.2}
{"full_text":"RT Just a toooootally normal insurgency -- but motivated by layers of fabrications and weaponized disinfo \"'When the ballot b...","sentiment_score":0.15}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT Great resource for answering #COVID19 #vaccine questions! via ht cc","sentiment_score":1.0}
{"full_text":"I've signed the petition to demanding the government houses rough sleepers during the covid crisis. Will you add your name?","sentiment_score":-0.1}
{"full_text":"RT Do you need \"Vaccination Management and Distribution In a Box?\" Check out what Disaster Management Group, LLC built on t...","sentiment_score":0.0}
{"full_text":"RT At hospitals affiliated with Columbia University, New York University, Harvard and Vanderbilt, coronavirus vaccines are being...","sentiment_score":0.1363636364}
{"full_text":"RT Simone Gold, one of \"America's Frontline Doctors\" (a group of COVID and vaccine-deniers, spoke at W...","sentiment_score":0.0}
{"full_text":"RT CALIFORNIANS: A reminder that open enrollment to sign up for health insurance is available through January 31. While C...","sentiment_score":0.2}
{"full_text":"RT Yeah, but you enjoyed Antigua at Christmas though, didn't you, Piers?","sentiment_score":0.5}
{"full_text":"RT If you've seen the clip of a woman 'arrested for sitting on a bench' here's the full story. She asked police: 'Why should I...","sentiment_score":0.35}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT Just in: US Capitol attending physician Brian Monahan now sends out alert that Members in the safe room during attack on Ca...","sentiment_score":0.5}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT House lawmakers may have been exposed to someone with COVID-19 while they sheltered at an undisclosed location during the Capitol s...","sentiment_score":0.0}
{"full_text":"RT 3098 people with a single disease in our ICUs is a MASSIVE deal. If you want to ensure there is an ICU bed available w...","sentiment_score":0.1095238095}
{"full_text":"I dig what you're saying but given the current state of the Eagles they might be willing to wait a year. Imagine being hamstrung by your F.O. and being in the middle of a pandemic? They see what's going on with Doug when he agreed to these terms and conditions. He has no voice.","sentiment_score":0.0833333333}
{"full_text":"RT Five people died and we just learned another officer lost his life.Yet GOP's central focus right now are their Twitter counts. I...","sentiment_score":0.1428571429}
{"full_text":"the beginning of trying to date someone during a pandemic sucks so much like can we just skip to the part where we can share germs ","sentiment_score":-0.05}
{"full_text":"RT DATA UPDATE: Arizona's number of ICU beds in use by #COVID19 patients increased to 1,122. The number of ventilators in us...","sentiment_score":0.0}
{"full_text":"That's private testing. There's the option for free government testing if you've been exposed. There's a process to follow sha.","sentiment_score":0.2}
{"full_text":"RT Vancouver is the fourth NHL team affected by COVID in the last three days.","sentiment_score":0.0}
{"full_text":"RT A health screening for COVID-19 will be done during registration and temperatures will be checked.   For more info call...","sentiment_score":0.5}
{"full_text":"Howwwww? Nits are the covid equivalent of cockroaches and the apocalypse.","sentiment_score":0.0}
{"full_text":"Asking Trump to resign is like asking Covid to just go away. And the GOP are still full of excuses, denials, misinformation and attacks. Hold Them ALL Accountable. And #Impeach that Muthafuka!","sentiment_score":0.4375}
{"full_text":"RT So many GOP members of Congress laughed &amp; mocked Rep. for her trying to hand out masks to GOP members while...","sentiment_score":0.6}
{"full_text":"Or he must be on the round and do a DRE with his low quality gloves or give an enema with his very gloves.","sentiment_score":0.0}
{"full_text":"RT And now we know the consequences of this Republican irresponsibility","sentiment_score":0.0}
{"full_text":"RT I wish Republicans paid half as much attention to Covid numbers as they do to Twitter numbers.","sentiment_score":0.0166666667}
{"full_text":"YOU HAD ONE JOB!!!","sentiment_score":0.0}
{"full_text":"We are happy to be offering both Rapid COVID-19 Antigen and PCR Tests providing highly accurate same day results! Schedule your appointment with us today!","sentiment_score":0.4}
{"full_text":"Powerful speech tonight by #UN Secretary-General marking 75th anniversary of 1st meeting of UN General Assembly held in London. Ably introduced by Plans for speech to be in London cancelled by Covid19 restrictions.","sentiment_score":0.2833333333}
{"full_text":"RT May pregnancy tests and covid tests be negative all 2021. Amen.","sentiment_score":-0.3}
{"full_text":"I've seen segmented rent data for Boulder. High rent\/high vacancy\/falling rents. Low rent\/tight market\/increasing rent. Pre covid","sentiment_score":0.08}
{"full_text":"RT We've been working hard this weekend on the 4 legal cases we're bringing against the government with abou...","sentiment_score":-0.0458333333}
{"full_text":"RT Bench arrest video 'stage-managed by anti-lockdown protestors'","sentiment_score":-0.05}
{"full_text":"Watching this and the first thing that comes to mind is \"COVID!!!\" ","sentiment_score":0.48828125}
{"full_text":"RT Covid 19: Eight further deaths, 6,888 new cases via @RTENewsPaulC ","sentiment_score":0.0681818182}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT If you need a break from thinking about whether Trump should be impeached for inciting a mob to attack the US Capitol, you...","sentiment_score":0.0}
{"full_text":"RT I knew the death throes of white male dominion would be ugly, but my imagination failed me. I'm just sick for my country. And...","sentiment_score":-0.3828571429}
{"full_text":"An independent book store and the Sault Public Library say the sale and sign outs respectively are red hot. reports.https:\/\/t.co\/C2adNvJefa","sentiment_score":0.05}
{"full_text":"RT We set our girls a challenge for lockdown week 1 - the most creative way you can score a goal! Check out some of the vide...","sentiment_score":0.5625}
{"full_text":"RT This has to be the Canadian response to the \"Public Health Restrictions\" disguised as \"Martial Law!\" We didn't have this...","sentiment_score":0.0}
{"full_text":"The attending physician to members of the U.S. Congress has advised lawmakers to get tested for COVID-19 due to possible exposure during the siege on the Capitol.","sentiment_score":-0.0625}
{"full_text":"We're supposed to be in lockdown . Where are the police? Can't walk round a reservoir but can gather in crowds to clap a football team","sentiment_score":-0.2}
{"full_text":"RT So, if I understand all this correctly, Conservative politicians sometimes both accidentally take pandemic vacations a...","sentiment_score":0.0}
{"full_text":"RT CALIFORNIANS: A reminder that open enrollment to sign up for health insurance is available through January 31. While C...","sentiment_score":0.2}
{"full_text":"RT Good. That and NOBODY SHOULD BE FLYING ANYWHERE during a pandemic and sitting in a badly carpeted tin can breathing recircu...","sentiment_score":5.551115123e-17}
{"full_text":"RT Lockdown defenderHave fun &amp; create your own, old box, recycled batons and a stick! PM me if you need some batons...","sentiment_score":0.3416666667}
{"full_text":"RT Kuna outbreak ya weddings among my former campus friends. We're just 10 days into 2021 na nimeshakua added kwa wozzap groups n...","sentiment_score":0.0}
{"full_text":"RT CALIFORNIANS: A reminder that open enrollment to sign up for health insurance is available through January 31. While C...","sentiment_score":0.2}
{"full_text":"RT And now we know the consequences of this Republican irresponsibility","sentiment_score":0.0}
{"full_text":"So members of Congress and their staff were possibly exposed to Covid. You want to let bygones be bygones?","sentiment_score":0.0}
{"full_text":"RT #BREAKING: To stop the spread of Covid19, The has issued dates for when to vote for your president.@HEBob...","sentiment_score":0.0}
{"full_text":"leadership throughout the Covid crisis will soon result in over 100,000 deaths and borrowing in excess of 100% of GDP. One or the other would be terrible enough but to be responsible for both is damming proof of his utter unfitness for office. #BorisFailedBritain","sentiment_score":-0.185}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"RT Five people died and we just learned another officer lost his life.Yet GOP's central focus right now are their Twitter counts. I...","sentiment_score":0.1428571429}
{"full_text":"RT For every UK person there are 114 people on this planet who are not from the UK. UK popn is 0.9% of worldFor every U...","sentiment_score":0.0}
{"full_text":"Is your business ready for growth after COVID? Invest now to prepare for scaling.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.2}
{"full_text":"RT Britain reported 54,940 new cases of COVID-19 on Sunday, a slight drop from the number on Saturday, and 563 new deaths...","sentiment_score":0.0353535354}
{"full_text":"Members of Congress possibly exposed to #COVID-19 during siege on Capitol prin","sentiment_score":0.0}
{"full_text":"RT There are 228 hospitals in Quebec. And there are a grand total of 206 people in intensive care units across the province. N...","sentiment_score":0.25}
{"full_text":"Hello, please find the unroll here: HERE IS THE PLAN TO GET US OUT OF THIS #COVID19 WAR * NO lockdowns * NO waiting for vaccines *... Have a good day. ","sentiment_score":0.7}
{"full_text":"Lockdown should continue for another 12 weeks, expert says : the government need to explain in clearly why this is necessary, if not, people are going to revolt. We need to know what covid is, is it man made and why are there new variations. Is it deliberately being released ?","sentiment_score":0.0787878788}
{"full_text":"RT I can't believe some people are so selfish. Going places knowing they are awaiting covid test results","sentiment_score":-0.5}
{"full_text":"RT Our covid times :-)","sentiment_score":0.5}
{"full_text":"Am going through a network pandemic  kubhlungu, the symptoms yoh","sentiment_score":0.0}
{"full_text":"Why are we having to play these games. Haven't other prem teams cancelled due to covid?","sentiment_score":-0.125}
{"full_text":"#KanpurNeed #Blood Type :  A-positiveAt : Regency Hospital. Blood Component : Need Plasma from A+ve #COVID19 recovered patient.Number of Units : 2Primary Number : 9506741781Secondary Number : 8765674733Via: by Twitter","sentiment_score":0.0}
{"full_text":"Long nights and lockdown proper ain't the one","sentiment_score":-0.025}
{"full_text":"Is your business ready for growth after COVID? Invest now to prepare for scaling.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.2}
{"full_text":"RT This Toronto company is bringing crafty cocktails right to your doorstep every month this year.#tastetoronto #SmallBus...","sentiment_score":0.3428571429}
{"full_text":"RT was tweeting out the location of Nancy Pelosi, a target of her terrorist followers, during the Capitol...","sentiment_score":0.0}
{"full_text":"My father in law straight up said, Coronavirus is a hoax. To my husband.  Then was upset we didn't unvite him for the holidays.  Sadly, mother in law is a retired R.N. My father in law sounds just like Rudy Guiliani.  My husband gave Trump a vote in 2016. Not this time.","sentiment_score":-0.15}
{"full_text":"RT Five people died and we just learned another officer lost his life.Yet GOP's central focus right now are their Twitter counts. I...","sentiment_score":0.1428571429}
{"full_text":"Eddie wants people who question lockdown rules to be euthanised.Try not to be like Eddie.Eddie would perhaps have been very much at home in the Third Reich.","sentiment_score":0.1533333333}
{"full_text":"Another new variant.Close down the boarders!!!!!!#CODVID19version2","sentiment_score":-0.0095959596}
{"full_text":"RT China Scrubs Critical Wuhan Lab Data; Deletes 300 Studies - Including Research By 'Batwoman' ","sentiment_score":0.0}
{"full_text":"RT Many of us warned about the arbitrary and capricious tyranny of covid lockdowns- and what would come next as a result of wi...","sentiment_score":0.1333333333}
{"full_text":"RT Lindsay Graham voted to impeach Clinton for lying on a deposition, but wants us to be bygones with Trump inciting an atta...","sentiment_score":0.2}
{"full_text":"Addiction is often referred to as a disease of isolation, and overcoming that challenge has only become more difficult during a pandemic that has forced people indoors. Read more here  #recovery #covid19","sentiment_score":0.04}
{"full_text":"RT China Scrubs Critical Wuhan Lab Data; Deletes 300 Studies - Including Research By 'Batwoman' ","sentiment_score":0.0}
{"full_text":"RT This is untrue. It is NOT a reserved power to UK Govt - Scotland has its own quarantine list (although 4 nations tend to...","sentiment_score":0.6}
{"full_text":" Scammers have been sending fake NHS text messages inviting people to register for a #COVID19 vaccine.Don't be fooled into giving them your personal information and bank details - see our blog for advice from","sentiment_score":-0.25}
{"full_text":"What we're reading Sunday1. Sacramento Republic missed MLS deadlines: &amp; (The Athletic)2. Virginia Tech COVID-19 cases: (Roanoke Times)3. Man C literally buy $1M trophy: (ESPN)","sentiment_score":-0.75}
{"full_text":"Yorkshire brewer says he stands to lose his entire investment in a new business as his firm makes \"chicken feed\" during the early stages of the third coronavirus lockdownhttps:\/\/t.co\/6hhTJ0Jvb2","sentiment_score":-0.0939393939}
{"full_text":"The new #COVID19 variant is spreading fast with cases rising rapidly across the country. So, act like you've got it.Stay at home, stay safe and play your part to stop the spread of the virus.More information: #StaySafe #HandsFaceSpace","sentiment_score":0.2787878788}
{"full_text":"Pediatricians and parents worry about pandemic pounds in childrenhttps:\/\/t.co\/VlQ6mJKcao","sentiment_score":0.0}
{"full_text":"Health Canada has received nine reports of adverse medical reactions following coronavirus vaccinations in Canada but has seen no evidence of unexpected side effects, federal public health officials said today.https:\/\/t.co\/GLBCfKaGPY","sentiment_score":0.025}
{"full_text":"A new #COVID19 variant has been detected in four travellers from #Brazi l's #Amazonas state, #Japan's Health Ministry said on Sunday (January 10), in the latest instance the #pandemic #virus is evolving.Visit the link:https:\/\/t.co\/8I6ECrkoxS #outbreak #newstrain","sentiment_score":0.3181818182}
{"full_text":"They broke lockdown rules then got into trouble in -12C temperatures","sentiment_score":-0.2}
{"full_text":"Multiple local agencies are collaborating to schedule a COVID-19 vaccine clinic in Norman this week.https:\/\/t.co\/CIQnsiwSLp","sentiment_score":0.0}
{"full_text":"COVID-19 media coverage: Is the media narrative dictated by only the powerful in our society? discusses. #HealthInfoAfrica #COVID-19 # GHMedia","sentiment_score":0.15}
{"full_text":"\"Hauling Lime Rock\"c. 1886In front of the Freeman Hotel.#COVID19 #CovidVaccine #SundayMorning","sentiment_score":0.0}
{"full_text":"Looking for the latest in #COVID19 #vaccine developments? We've compiled updated science and evidence-based resources on the status of vaccinations, including what physicians should know. Stay up to date: #VaccinesWork","sentiment_score":0.5}
{"full_text":"Readers react after the first patients in the Tyne Valley receive coronavirus vaccines.","sentiment_score":0.25}
{"full_text":"RT Give Nigerians same COVID-19 vaccine brand with VIPs - Shehu Sani warns","sentiment_score":0.0}
{"full_text":"There's a lot going on right now. Please don't forget we're in the middle of a pandemic. Please be safe.","sentiment_score":0.2619047619}
{"full_text":"#SaudiArabia's Ministry of Health said that taking #coronavirus vaccine is not a condition for permission to travel abroad.","sentiment_score":0.0}
{"full_text":"Foster Care Was Always Tough. Covid-19 Made It Tougher.https:\/\/t.co\/KHvecOIV6U","sentiment_score":-0.3888888889}
{"full_text":"These places have felt the effects of the pandemic particularly harshlyhttps:\/\/t.co\/vBUWsb2DSf","sentiment_score":0.1666666667}
{"full_text":"At home shouldn't mean at risk. If you or someone you know is suffering from #DomesticAbuse, the stay at home instructions do not apply. Support services remain available. Find support at  or call 999  if you are in immediate danger. #YouAreNotAlone","sentiment_score":0.04375}
{"full_text":"#SNP spark fury after claiming Covid is another reason for independence vote -'Disgraceful'#indyref2","sentiment_score":0.0}
{"full_text":"The Mavs may be without their top 3 defenders to covid, but fear not, is here! Mavs are in a virtual tie with LAL for 6th in the NBA in DRTG (104.3). Against the Magic, He had 2 steals and a block last night and had a nice recovery on a shot contest:","sentiment_score":0.43125}
{"full_text":"Located north of Brockville, just two km from Highway 29, Mac Johnson Wildlife Area includes 532 hectares of wetland, field and forest. The reservoir located on this property maintains water levels for the Buells Creek System. #SocialDistancing","sentiment_score":0.0}
{"full_text":"Countries Put Measures To Deal With Re-surging Covid Pandemichttps:\/\/t.co\/ktKkijcnst","sentiment_score":0.0}
{"full_text":"MOST KIDS ATTENDING THE QLA CASTLE SEMINAR R TOLD BY ME-SHUT UR BIS DOWN-U HAVE ONLY BOUGHT URSELF A JOB-TURN THE KEY-WALK AWAY! CORONA WILL MAKE IT EASY 4 U-AT LEAST 25% TO 40% WILL NOT MAKE IT IN THE NU NU! WHAT WILL U DO NOW? START A FOREIGN SUPPLY CHAIN E-COMMERCE DEAL-LOL","sentiment_score":0.0866666667}
{"full_text":"Possible coronavirus exposure for lawmakers sheltering during riot","sentiment_score":0.0}
{"full_text":"RT NEW -- the attending physician has sent out an email saying that people in the safe room during the riots may have been ex...","sentiment_score":0.3181818182}
{"full_text":"The final jobs report of Donald Trump's presidency makes the pandemic's ongoing economic impact ever-apparent.","sentiment_score":0.1}
{"full_text":"RT We're not worthy of a friendship so pure ","sentiment_score":0.0238095238}
{"full_text":"Exactly!!!! Especially with tiktok it's an app where you absolutely can make quality content alone! I would love to collab with other creators but the ones I have plans to with - we all straight up said AFTER the pandemic!! It's not hard!","sentiment_score":0.1866319444}
{"full_text":"The Swedish furniture giant says that the safety of its staff is its 'highest priority'.https:\/\/t.co\/ThPdzSlxno","sentiment_score":0.0}
{"full_text":"RT #COVID19 Updates | #Israel: Over 19.5% of the population have been vaccinated including more than 72% of the over-60s as pe...","sentiment_score":0.5}
{"full_text":"RT A day before Capitol attack, pro-Trump crowd stormed meeting, threatened officials in rural California.\"civil war is br...","sentiment_score":0.0}
{"full_text":"RT Just FYI this is the event depicted in this thread:","sentiment_score":0.0}
{"full_text":"A \"Letdown\" headache can be caused by changes in routine, disrupted sleep, financial struggles, and other issues that can be caused by living through a pandemic. To beat it, stick to a routine &amp; adapt to it.#mindfulness #pandemic #migraine","sentiment_score":-0.0625}
