{"full_text":"and Joe Biden loves China","sentiment_score":0.0}
{"full_text":"Join me: Jan. 17 NOON ESTfor a special livestream to benefit Tigrayan war refugees. All proceeds donated will go directly to the UNHCR (United Nations High Commissioner for Refugees).https:\/\/t.co\/fnwZZkHEWX","sentiment_score":0.2057142857}
{"full_text":"Anti Lockdown Protest - London | Clapham Common via","sentiment_score":-0.3}
{"full_text":"RT You mean this?","sentiment_score":-0.3125}
{"full_text":"RT Well clearly we all are listening to the Ayatollah for his wonderful and deep knowledge of modern medicine! ","sentiment_score":0.3375}
{"full_text":"I got sent home bc I was exposed earlier in the week to a pt with covid and now I have a fever.  So I had to be swabbed for covid &amp; I'm home now.","sentiment_score":0.0}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"How's MDRO in the era of COVID-19 pandemic ..?","sentiment_score":0.0}
{"full_text":"What the hell kind of week has this been! ","sentiment_score":0.75}
{"full_text":"RT Queen and Prince PhilI'd have had corona vaccine. Rare for Buck Palace to talk about their health. Clear message from Qu...","sentiment_score":0.2}
{"full_text":"RT 2) \"it is crucial to turn the epidemic curve around and get the reproduction number significantly below 1 in the coming wee...","sentiment_score":0.1875}
{"full_text":"RT Infected people selfies, amirite? #COVID","sentiment_score":0.0}
{"full_text":"RT very cool that trump can cut food stamps and assassinate Soleimani and overthrow the Bolivian government and sanction Iran...","sentiment_score":0.455}
{"full_text":"RT The countries that went quick, big &amp; hard at covid-19 successfully suppressed the virus &amp; are seeing their economies &amp; fre...","sentiment_score":0.1979166667}
{"full_text":"Anyone willing to be our inspirational guest speaker via Zoom for our U13's Girls football team? Looking to organise some activities during lockdown to help keep the team connected and active to help support their wellbeing. Many thanks ","sentiment_score":0.2633333333}
{"full_text":"Why is reporting on health care workers' declining #CovidVaccines absent the question of how many have already had Covid? Research is showing acquired immunity persists. Seems like a big blind spot.","sentiment_score":0.0}
{"full_text":"RT .@HeatherZuma and say \"taxes are likely to head higher and its really going to hurt blue-collar workers that have...","sentiment_score":0.15}
{"full_text":"RT Are NHS staff adequately protected against covid-19?Over 1000 healthworkers have signed an open letter by t...","sentiment_score":0.1666666667}
{"full_text":"My day was going badly, then the wife reminded me we have the last 2 episodes of Bridgerton to watch tonight. The painful reality of lockdown hitting home.","sentiment_score":-0.4666666667}
{"full_text":"This is the stay at home dad. I wonder what his dr wife thinks of her punk ass bit@h hubby now?","sentiment_score":0.0}
{"full_text":"are blinkered and fail to register the harm of Lockdown and Restrictions. We now have 3 vaccines, therapeutics, much   improved treatment protocols and  building up significant Herd immunity. It's time for a change of policy.","sentiment_score":0.025}
{"full_text":"RT Another set of excellent picks for Biden's NSC. After four years of Trump's negligence and malfeasance, elevating roles at t...","sentiment_score":1.0}
{"full_text":"RT The seditious mob that illegally stormed the Capital causing 5 deaths including a police officer was...","sentiment_score":-0.5}
{"full_text":"Seriously!","sentiment_score":-0.4166666667}
{"full_text":"RT It was wrong to believe that 'saving the economy' was an alternative to 'saving people's lives'.If anything it is the othe...","sentiment_score":-0.5}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"About Our Kids co-host &amp; child psychologist, Yamalis Diaz, PhD says she's feeling hopeful after getting the 1st dose of her #COVID vaccine. #GotTheShot","sentiment_score":0.0}
{"full_text":"RT I am going to jump off a building.","sentiment_score":0.0}
{"full_text":"RT CNN: 1,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT 'Once again I've had many teachers asking me if they can use my children's stories to make online videos for their pupil...","sentiment_score":0.5}
{"full_text":"\"Our prisons are operated without accountability, with incessant daily cruelties designed to humiliate and dehumanize not just us, but our families... Covid in here wasn't enough to crush us physically, they are trying to crush us emotionally and spiritually.\" Reality Winner","sentiment_score":0.0}
{"full_text":"What a Star!!! ","sentiment_score":0.0}
{"full_text":"RT Watch | Queen Elizabeth and Prince Philip receive coronavirus jabs on SaturdayReports claim that Queen has taken the decisio...","sentiment_score":0.0}
{"full_text":"lead by example! WEAR A MASK &amp; Go to End of the Line to get the Vaccine!","sentiment_score":0.0}
{"full_text":"RT Safe. Effective. Free.See if you're eligible for the COVID-19 vaccines:","sentiment_score":0.55}
{"full_text":"The government aren't even calling it a lockdown","sentiment_score":0.0}
{"full_text":"RT Mmmm...\"My message to the Prime Minister: I don't just want all children back at school next month, I expect them back at...","sentiment_score":0.0}
{"full_text":"RT Thousands of frontline NHS staff are yet to be vaccinated.Thousands of care home residents and staff are yet to be vac...","sentiment_score":0.0}
{"full_text":"RT I've just read that more than 1,800 people have called the in the last three months to give up a puppy bought i...","sentiment_score":0.25}
{"full_text":"RT Coronavirus latest:--U.S. infections continue to soar--U.K. has more than 3 million cases--Germany's death tolls tops 1,00...","sentiment_score":0.5}
{"full_text":"RT No organization wants to play a game w\/ eight players, especially against an opponent like Denver. Sixers might prefer postpon...","sentiment_score":-0.0666666667}
{"full_text":"i've spent the entire one year of my thirties in lockdown in the midst of a global pandemic and it has STILL been better than all ten non-lockdown years of my twenties solike, adulting becomes a little more manageable and less overwhelming but u still do not feel like an ~adult","sentiment_score":0.1145833333}
{"full_text":"RT (2) If you are a leader in our State or municipality, we ask for your support in controlling this virus.#Oklahoma #COVID...","sentiment_score":0.0}
{"full_text":"RT #BackTo60 #50sWomen #CEDAW When I tweeted this, I was thinking of the #50sWoman I see driving along the road each morni...","sentiment_score":0.0}
{"full_text":"RT Boston Celtics All-NBA star Jayson Tatum is expected to enter quarantine and miss 10-to-14 days due to COVID-19 health a...","sentiment_score":-0.1125}
{"full_text":"Nope, he's suffering long Covid it seems. Being out for a few months so far","sentiment_score":-0.05}
{"full_text":"RT So many GOP members of Congress laughed &amp; mocked Rep. for her trying to hand out masks to GOP members while...","sentiment_score":0.6}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT What is it about this pandemic that makes politicians and other unqualified people believe they're medical experts or scient...","sentiment_score":-0.0625}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Queen, Prince Philip receive coronavirus vaccine","sentiment_score":0.0}
{"full_text":"Reminder. With all that's facing us, Gayton is correct. Georgia has two D senators now. Biden will be inaugurated and has been planning since the election to help us with Covid as Trump consistently refused to do. Things will get some better. Long road but some better.","sentiment_score":0.3}
{"full_text":"RT Another two wood carved spooks from my dad's workshop off to a good home. Loving the woodgrain marbling on these. He's c...","sentiment_score":0.65}
{"full_text":"Madness to allow during pandemic &amp; new variant","sentiment_score":0.1363636364}
{"full_text":"RT Dear IRS,There will be some irregularities in my 2020 tax filings. You may notice an unusually large amount of deduction...","sentiment_score":0.2142857143}
{"full_text":"RT \"today the u.k has recorded 1325 deaths, the highest figure since the pandemic began\"boris:","sentiment_score":0.0}
{"full_text":"RT How to slow the #coronavirus #B117 variant:1) Screen positive SARS-CoV-2 tests to find all clusters2) Prioritize test...","sentiment_score":-0.0363636364}
{"full_text":"Boris telling everyone to carry on working then witty telling everyone to stay home confused","sentiment_score":0.05}
{"full_text":"I read your tweet and thought there was a typo where East Bay should have been East Coast. Really sorry to miss crossing paths locally before the pandemic.","sentiment_score":-0.25}
{"full_text":"RT My mum is currently in the hospital with COVID and while we were trying to treat her at home I found twitter threads so helpf...","sentiment_score":0.0}
{"full_text":"Pissed. None of that was my fault. We couldn't see eachother bc of corona, and he decided to cheat with a co-worker. I could've done the same shit but didn't because I'm actually a decent human being. He was like \"I'm sorry I immediately regretted it\" and good! You should. 3\/","sentiment_score":0.0569444444}
{"full_text":"Important thread ","sentiment_score":0.4}
{"full_text":"Dear standing behind Trump cost you the House, the Senate, the Presidency, and resulted in a deadly insurrection, thousands dead of Covid, stronger enemies, damaged foreign relations, and a weakened democracy. It's time you look in the mirror and re-think your priorities.","sentiment_score":-0.23125}
{"full_text":"RT Many #COVID19 deaths could've been avoided if this happened months ago.","sentiment_score":0.5}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT .@HeatherZuma and say \"taxes are likely to head higher and its really going to hurt blue-collar workers that have...","sentiment_score":0.15}
{"full_text":"This is NOT Hyperbole and I hope people UNDERSTAND that! ","sentiment_score":0.0}
{"full_text":"Got my 1st dose of Covid19 Modena Vaccine it's been 5 days I wanted to report NO side affects! I am not healthy;heart disease, thyroid &amp; asthmatic. I wk in healthcare. I wanted to wait before I share my Great news! Don't be afraid. Get vaccinated!","sentiment_score":0.125}
{"full_text":"RT We need to step back from this giddy exuberance + make a cold hard risk assessment about these experimental medical in...","sentiment_score":-0.1583333333}
{"full_text":"RT UK pop 65 million, Covid deaths 80,000. Locked down.NZ, pop 5 million, Covid deaths 25. People now meet freely. Pubs &amp; re...","sentiment_score":0.4}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"But shouldn't the Queen, the Duke of Edinburgh, and Murdock come first?","sentiment_score":0.25}
{"full_text":"HI Paul, thanks for your message. We have been told by the Welsh Government not to sell these items for the duration of the lockdown, so I'll share your feedback with the store manager. Many thanks, Andy :)","sentiment_score":0.35}
{"full_text":"RT Derbyshire Police is to review every single fixed penalty notice issued during the third national lockdown","sentiment_score":0.0095238095}
{"full_text":"The fact is a real pandemic requires that sort of action. Not keep the tube running and building sites open. So whatever this is it not an existential threat to human life and is not a pandemic.","sentiment_score":0.075}
{"full_text":"RT Vaccinated people must not change their behaviour because we still don't know if vaccines can stop spread of coronavir...","sentiment_score":0.0}
{"full_text":"RT Today, I cared for a man who lost his wife to #COVID19 just yesterday. Now he is dying from it too on our hospital's COVID uni...","sentiment_score":0.0}
{"full_text":"RT Shijiazhuang City, the capital of China's northern Hebei province is under lockdown due to rising locally transmitted COV...","sentiment_score":-0.0625}
{"full_text":"Oh my god. I am so exercising again. Happy Mondays star Bez in bid to rival Joe Wicks with lockdown fitness classes","sentiment_score":0.8}
{"full_text":"How can Rita Ora sit there after deliberately breaching COVID rules just for a party she's really a disgrace","sentiment_score":0.2}
{"full_text":"RT #PARENT is #GenderNeutral#Violence is #GenderNeutral#Victim is #GenderNeutral#Criminal is #GenderNeutralWhy is law #...","sentiment_score":0.0}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT An 'urgent' appeal has been sent out across London for NHS hospitals to send staff to help London's Nightingale Hospital...","sentiment_score":0.0}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT Vaccinated people must not change their behaviour because we still don't know if vaccines can stop spread of coronavir...","sentiment_score":0.0}
{"full_text":"RT To pass 80,000 deaths in the UK is a tragedy -- it did not have to be this way.It's absolutely critical that we all foll...","sentiment_score":0.0}
{"full_text":"To add some context to this, many were people from out of area travelling into Lincolnshire inappropriately. On the whole the residents of Lincs have been superb. have enforced in a very proportionate way and have used appropriate discretion to help keep us all safe.","sentiment_score":0.4833333333}
{"full_text":"RT 8) Whisper... it might be a worse increase for youngest kids...","sentiment_score":0.05}
{"full_text":"RT The Last Mile - How the Pandemic Revealed the New Applications of Autonomous Vehicles #selfdrivingcars #AI - htt...","sentiment_score":0.1787878788}
{"full_text":"RT In a bad year, flu kills around 20,000 people in the UK. Covid-19 has now killed four times that number, and yet people s...","sentiment_score":-0.45}
{"full_text":"RT We've made the following roster moves:Activated from Reserve\/COVID-19:TE Harrison BryantS Ronnie Harrison Jr.LB Malcolm Sm...","sentiment_score":0.0}
{"full_text":"Guernsey has been covid free since the end of the first lockdown - ignored by the mainstream media for obvious reason. - namely it completely highlights the UK govs monstrous failure.","sentiment_score":0.0866666667}
{"full_text":"RT Young adults who grew up amid shootings and lockdown drills have shared this week that lawmakers at the Capitol on Wednesday -- m...","sentiment_score":0.1}
{"full_text":"is this social distancing and?#DoGajKiDooriMaskHaiZaruri","sentiment_score":0.0333333333}
{"full_text":"RT 1. Late last Saturday, the #Covid19 death toll in the US crossed the 350,000 mark. Today, it will top 370,000. Twenty-...","sentiment_score":0.0666666667}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT COVID Update January 8: Words I have learned to never say again: \"It can never happen in this country.\"It can if we let it....","sentiment_score":0.0}
{"full_text":"Photo Subframing t Southwater Country park.   A lockdown walk.","sentiment_score":0.0}
{"full_text":"RT The issue is transmission, Kirstie. Children transmit to their teachers &amp; each other at school, &amp; from there into their...","sentiment_score":-0.125}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"Maybe you can ask your boss if you can stay home &amp; give up your salary then? #ExcludedUK","sentiment_score":0.0}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT As of November 21, 2020, if you're flying to #Canada as your final destination, you must use #ArriveCAN to submit your #...","sentiment_score":0.0}
{"full_text":"RT By all means, follow the science:  if you've been infected with COVID and survived you have long lasting immunity! This shoul...","sentiment_score":-0.025}
{"full_text":"RT Alex Salmond media storm !set piece media diversion from the post BREXIT \/ Covid shitstorm.Don't feed it !","sentiment_score":0.0}
{"full_text":"RT 80 868 COVID19 deadAnother 59,937 coronavirus casesThis is neither a good day or a great day","sentiment_score":0.75}
{"full_text":"RT Do we not think the 'experts' of SAGE and Independent SAGE knew this? . If you're going to ramp up Project Fear and press...","sentiment_score":0.0}
{"full_text":"RT dads home from getting the pfizer covid vaccine and every time he comes into the room my phone goes from being on 4G to...","sentiment_score":0.0}
{"full_text":"RT Quick question, who are they gonna be fighting in this civil war?  I mean I'm not on either side so can I just stay ho...","sentiment_score":0.0104166667}
{"full_text":"2021 has had a tough start...Anyone with me? The ongoing #covid19 pandemic, the political environment and harsh #winter... I'm so glad to hear #ThisIsYourBrainOnFood has been such a helpful tool for many of you wanting to improve #mentalhealth. Thank you for your #BrainFoodLove!","sentiment_score":0.0893518519}
{"full_text":"Contact tracing is critical for keeping people safe and collecting data on COVID-19 cases. If you get a call from the contact tracing team, answer the phone. #covid19MA","sentiment_score":0.25}
{"full_text":"For today's daily count update, please visit the ODH Coronavirus page at The local numbers can be found on the COVID-19 Ohio Dashboard page.Local updates will be provided Monday-Friday with the daily ODH update at 2pm.","sentiment_score":0.0}
{"full_text":"RT 4...So, during a pandemic where the numbers of lives lost is directly related to the number of cases, but worsened by the dete...","sentiment_score":0.0}
{"full_text":"Join us today, Sat. Jan 9 for FREE COVID-19 Testing at our new location.When:  Saturday, Jan 9, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"What to expect in 2021: More COVID-19, more deaths -- by #onpoli","sentiment_score":0.5}
{"full_text":"A worrying trend for our county","sentiment_score":0.0}
{"full_text":"Dummy's guide to how trade rules affect access to COVID-19 vaccines [@TC_Africa]","sentiment_score":0.0}
{"full_text":"#Germany tightens up restrictions and extends its #lockdown until January 31st amidst a dramatic spike in #COVID deaths. Angela Merkel and Germany's health minister, need to start practicing the 5Ps: prior preparation prevents poor performance.","sentiment_score":-0.2777777778}
{"full_text":"Are you a kidney patient with questions about the #COVID19 vaccines? Join us for this special Facebook Live where NKF Chief Medical Officer will be answering your questions.","sentiment_score":0.1645021645}
{"full_text":"\"While we see a welcome rise in social and environmental consciousness, what seems to fall decidedly out of these bounds is how we, as both women and men, treat the role of raising our next generation of citizens.\"By","sentiment_score":0.2777777778}
{"full_text":"Post-Covid Leadership Lessons from Admiral Nelson on employee belonging","sentiment_score":0.0}
{"full_text":"should probably take a look at this proposal for solving all our current ills--Covid relief, pollution and carbon emissions--all at once. It does a nice job of integrating a workable solution without bankrupting","sentiment_score":0.3}
{"full_text":"US Vice President-elect Kamala Harris is one of the latest in a string of public officials accused of staging their #COVID19 #vaccinations https:\/\/t.co\/ZdV2z4D9Lz","sentiment_score":0.25}
{"full_text":"ML against COVID-19: detecting disease with TensorFlow, Keras and transfer learning#neuralnetworks #neuralnetwork #deeplearning #machinelearning #keras #tensorflow #python #datascience #model #100daysofcode #100daysofmlcodehttps:\/\/t.co\/3Yl5UqRezj","sentiment_score":0.0}
{"full_text":"RT A new study shows that the mental health of BAME men in Britain has been hit hardest during the pandemic. Please, if you...","sentiment_score":0.0181818182}
{"full_text":"RT This is unacceptable. My colleagues were trapped on the Senate floor. The Capitol was ransacked. People died.There needs to...","sentiment_score":-0.2}
{"full_text":"RT President Trump:* secured our borders* appointed three Justices to SCOTUS* lowered our taxes* reformed the VA* to...","sentiment_score":0.0}
{"full_text":"RT Already we are treating families who caught Covid when a relative  joined them on Christmas Day, only to test positive a...","sentiment_score":0.0757575758}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"RT The ramifications will be felt for a long time to come. This decision has hurt my colleagues but more importantly my frie...","sentiment_score":0.2833333333}
{"full_text":"Even if you test negative for #COVID19, you are still at risk of catching &amp; spreading the virus. The only way to stay safe is to #stayhome as much as possible.","sentiment_score":0.16}
{"full_text":"During #COVID19, we've never stopped supporting the affected communities across #Iraq, including low-income families with limited sources.We've provided them with food parcels to help them overcome this crisis. #YearInReview","sentiment_score":0.0892857143}
{"full_text":"Pope to receive Covid vaccine next week - The Punchhttps:\/\/t.co\/jb2KWklIl2","sentiment_score":0.0}
{"full_text":"Lichfield Cathedral to host Covid-19 vaccine clinicshttps:\/\/t.co\/I3uP8Xmmgk","sentiment_score":0.0}
{"full_text":"Greece will extend the nationwide lockdown by another week to Jan. 18 to cope with the new wave of the #COVID19 pandemic, Nikos Hardalias, Deputy Minister for Civil Protection and Crisis Management, announced on Friday.","sentiment_score":0.1363636364}
{"full_text":"Join me in NYC High Schools: Applying in a Pandemic","sentiment_score":0.16}
{"full_text":"#Denmark will restrict travel from all countries from Jan. 9, and has advised against going abroad, to limit the spread of the novel coronavirus, in particular the more transmissible mutations first found in #Britain and #SouthAfrican.https:\/\/t.co\/gbm7Nz07nE","sentiment_score":0.3055555556}
{"full_text":"Pandemic with new super contagious US strain emerging along with increasing knowledge of God Emperor Trump's plan and you think I'm a crack pot for saying GO VIRTUAL with all our dignitaries in separate locations including the DEMS in congress, Obamas Clintons Bushes and NO KIDS!","sentiment_score":0.2765151515}
{"full_text":"Today the UK's total cases have passed 3 million","sentiment_score":0.0}
{"full_text":"The Chamber of Shipping's first newsletter of 2021 includes news about what is being done by the Vancouver Fraser Port Authority to better support the welfare of #seafarers impacted by the #COVID19 pandemic. #shipping #trade","sentiment_score":0.375}
{"full_text":"'Chinese tourists started turning up in facemasks, that was the first I heard of it... then they stopped coming': Life around Old Trafford during a pandemic","sentiment_score":0.1166666667}
{"full_text":"Oldham prioritises the homeless in COVID vaccine roll-out  #oldham #manchesterhttps:\/\/t.co\/ZNvbU6tXrL","sentiment_score":0.0}
{"full_text":"If you're one diehard JoRox shipper who will never get over the kilig chemistry of Joross Gamboa and Roxanne Guinoo, this one's for you! The former flames are reunited in the newest iWantTFC series \"Hoy! Love You!\"","sentiment_score":0.3125}
{"full_text":"If you are having trouble receiving your stimulus checks, now you know why.https:\/\/t.co\/eOtCCdgLdB#justice #COVID19 #law","sentiment_score":-0.2}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"I miss singing--the musical my oldest and I were in had to cancel bc of Covid (rightfully) and it has been too long since I've gotten to do an organized musical stuff.","sentiment_score":-0.0166666667}
{"full_text":"The 2021 John's Pass Seafood Festival at Madeira Beach is canceled due to coronavirus surgehttps:\/\/t.co\/d474lqdnwV","sentiment_score":-0.125}
