{"full_text":"RT Depending upon the covid situation, team #Valimai will plan their last and final foreign schedule.","sentiment_score":-0.0416666667}
{"full_text":"RT It *was* managed. The goal was to kill democrats. Kushner had a covid plan, but when so...","sentiment_score":0.0}
{"full_text":"RT It is sort of meaningless to debate the 2000 + 600 vs 1400 + 600 because neither is enough money after almost a year of...","sentiment_score":-0.25}
{"full_text":"Reminder that the @nytimes is ridiculous. #ChinaVirus","sentiment_score":-0.3333333333}
{"full_text":"RT Mufti Menk received the first dose of COVID-19 vaccine yesterday. May Allah protect him. Ameeeen","sentiment_score":0.25}
{"full_text":"RT Those working on frontline in our NHS &amp; social care sectors who are here on visas are putting their lives on the line every da...","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING--We are out of vaccine reserves! Trump HHS Sec Azar announced this week that the govt would begin releasing #COVID1...","sentiment_score":-0.1}
{"full_text":"RT Trump Rally | Phoenix, AZ | Feb 2020 (Pre-Covid). Filled to the rafters.","sentiment_score":0.4}
{"full_text":"I have mixed feelings about this - continued outrage about the ongoing neglect...then again, grateful for the disconnect on such an important concern. I keep a rueful smirk about the My Pillow Guy having unfettered access to the White House silliness.","sentiment_score":0.1}
{"full_text":"RT And here's warning ordinary (non-N95) masks will do nothing to protect you against wildfire smoke because \"they d...","sentiment_score":-0.25}
{"full_text":"RT We not only have an economic imperative to act now, we have a moral obligation.  In this pandemic, in America, we cannot le...","sentiment_score":0.0666666667}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT COVID-19 cases continue to rise nationwide. Make no mistake: we are still in the midst of this pandemic. Mask up. Prot...","sentiment_score":0.0}
{"full_text":"RT WHY ARE YOU HAVING A PARTY? THERE'S A PANDEMIC AND PEOPLE CAN'T PAY THEIR BILLS STOP CELEBRATING YOURSELF AND FUCKING GE...","sentiment_score":-0.6}
{"full_text":"RT I don't know if anyone has noticed this yet, but teachers doing remote learning during a pandemic are superhuman.","sentiment_score":-0.1}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"RT Joe Biden has tested negative for COVID again, according to the pool report.","sentiment_score":-0.3}
{"full_text":"RT A new breed of people have emerged in 2020. Those who have found their new purpose in life. Those with an inflated view of...","sentiment_score":0.1363636364}
{"full_text":"RT If you're looking for a way to celebrate the Martin Luther King Day of Service, check out some of the activities taking...","sentiment_score":0.0}
{"full_text":"RT I see the league stop contact tracing when somebody from the Bucs got put on the Covid list.","sentiment_score":0.0}
{"full_text":"RT 25,000 National Guard troops are being deployed to DC, downtown looks like a militarized Green Zone, Sunday's rehearsal has...","sentiment_score":-0.2}
{"full_text":"RT Chinese health experts called on Norway and other countries to suspend the use of mRNA-based COVID-19 vaccines produce...","sentiment_score":-0.0625}
{"full_text":"How do I retweet this in Caps Lock","sentiment_score":0.0}
{"full_text":"RT You probably heard about the Diamond Princess cruise ship, quarantined off Japan's coast with 3700 passengers including 220...","sentiment_score":0.0}
{"full_text":"RT Huge snowball fight erupts in Leeds park as people flout coronavirus lockdown rules","sentiment_score":0.4}
{"full_text":"Getting an M.M. in Opera during a global pandemic and political revolution is suggesting a themed opera and it going well.","sentiment_score":0.0}
{"full_text":"RT 25,000 National Guard troops are being deployed to DC, downtown looks like a militarized Green Zone, Sunday's rehearsal has...","sentiment_score":-0.2}
{"full_text":"RT So old I remember when by any objective measure President Obama was most transparent ever (transparency\/data.gov, most...","sentiment_score":0.275}
{"full_text":"it's funny they say fuck poor people as long as rich and middle class do good but half of the people here are earning $500 or less each month, even less with this pandemic where the only help from the state we've received was from our own fucking money","sentiment_score":-0.0019230769}
{"full_text":"RT Donald Trump can't meet with the #coronavirus task force with almost 400,000 Americans dead, but he can sit in the office w...","sentiment_score":-0.2}
{"full_text":"RT #COMPETITION TIME! win this compact telescope in a hard case, with tripod to watch your garden birds during lockdown and bey...","sentiment_score":0.2541666667}
{"full_text":"RT COVID-19 cases continue to rise nationwide. Make no mistake: we are still in the midst of this pandemic. Mask up. Prot...","sentiment_score":0.0}
{"full_text":"RT Grumble Bumble Stumble Fumble","sentiment_score":-0.05}
{"full_text":"RT In short: the #COVID19 vaccines are very safe AND very effective. The Pfizer-BioNTech and Moderna vaccines have gone thro...","sentiment_score":0.4766666667}
{"full_text":"Jen, We hope Potus Biden first official visitor is his former boss, POTUS 44","sentiment_score":0.125}
{"full_text":"RT i really need your help. the city of Manaus is going through a public health crisis. hospitals and health workers are beggi...","sentiment_score":0.1}
{"full_text":"RT We not only have an economic imperative to act now, we have a moral obligation.  In this pandemic, in America, we cannot le...","sentiment_score":0.0666666667}
{"full_text":"RT Outgoing CDC Director Warns Of Peak Pandemic: 'We're About To Be In The Worst Of It'","sentiment_score":-1.0}
{"full_text":"RT This is a delusional cry for expulsion. After refusing to wear a mask, Marjorie Taylor Greene accuses Nancy Pelosi of ex...","sentiment_score":0.0}
{"full_text":"Ok this whole thread interesting af... highkey I be one of the people who don't wear in a drive through sometimes","sentiment_score":0.4}
{"full_text":"Federal COVID-19 vaccine reserve is now empty, sparking angry response","sentiment_score":-0.3}
{"full_text":"RT You probably heard about the Diamond Princess cruise ship, quarantined off Japan's coast with 3700 passengers including 220...","sentiment_score":0.0}
{"full_text":"RT And here's warning ordinary (non-N95) masks will do nothing to protect you against wildfire smoke because \"they d...","sentiment_score":-0.25}
{"full_text":"RT Azar has messed up every aspect of battling this pandemic so badly - now leaving states without enough supplies for a seco...","sentiment_score":-0.35}
{"full_text":"RT Leaders of Trump's Operation Warp Speed leaders waited more than two months to approve a plan to distribute and administe...","sentiment_score":0.5}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"Bad for over 70s, yep UK same, as is Italy (probably global, i don't have numbers).$5 a test!?!?  Wow.  Last i checked, UK home test was $175Goodness, $5 15 mins would surely be a game changer.  Change lockdown from a blunt tool, to a sharp scalpel.","sentiment_score":-0.1607142857}
{"full_text":"RT She's gone: The woman heading who single-handedly blocked all communication between the #Trump and #Biden teams,...","sentiment_score":0.0}
{"full_text":"RT Depending upon the covid situation, team #Valimai will plan their last and final foreign schedule.","sentiment_score":-0.0416666667}
{"full_text":"RT Tomorrow, 16th January, India begins the pan-India rollout of COVID-19 Vaccination drive. The launch will take place at...","sentiment_score":0.0}
{"full_text":"RT Has Covid affected suicide in our community?  We can't say for sure but it's more important than ever we are reaching out...","sentiment_score":0.4666666667}
{"full_text":"RT Please don't support They are keeping us in lockdown by breaking the law &amp; continuing the spread","sentiment_score":0.0}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT We are not too far from having ~~~~~~$1,000,000,000.00~~~~~in state accounts as people suffer and businesses close. What ki...","sentiment_score":0.1}
{"full_text":"RT The first wave of lock down babies are coming.","sentiment_score":0.0472222222}
{"full_text":"#COVID19  will be taken care of. Who will look after #AirQuality ?","sentiment_score":0.0}
{"full_text":"Pfizer says it has second doses of COVID-19 shot on hand, expects no U.S. supply problems -- so the lied??","sentiment_score":0.0}
{"full_text":"RT She's gone: The woman heading who single-handedly blocked all communication between the #Trump and #Biden teams,...","sentiment_score":0.0}
{"full_text":"RT The was corrupted by China's influence, and bought cheap. WHO investigators still can't access Wuhan - a year after the...","sentiment_score":0.4}
{"full_text":"RT 25,000 National Guard troops are being deployed to DC, downtown looks like a militarized Green Zone, Sunday's rehearsal has...","sentiment_score":-0.2}
{"full_text":"RT .@RonaldKlain to  \"We've spent the past year largely under-doing the [COVID] response. We haven't fully funded...","sentiment_score":-0.0452380952}
{"full_text":"RT 25,000 National Guard troops are being deployed to DC, downtown looks like a militarized Green Zone, Sunday's rehearsal has...","sentiment_score":-0.2}
{"full_text":"RT Our daily update is published. States reported 2.3M tests, 244k cases, 127,235 people currently hospitalized with COVI...","sentiment_score":0.0}
{"full_text":"RT Deeply saddened to hear of the passing of Tun Salleh Abas from Covid-19. Malaysia's Lord President defended the courts at t...","sentiment_score":0.0}
{"full_text":"She is totally evil","sentiment_score":-1.0}
{"full_text":"At my store if you don't have it on you ain't getting shit and thats on Period.","sentiment_score":-0.2}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT \"Bolsonaro wants to turn Brazil into one big Manaus,\" tweeted \"Our choice is between impeachment or more...","sentiment_score":0.2333333333}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"Well Trump screwed us again. Damn. Everything he touches turns to shit.","sentiment_score":-0.2}
{"full_text":"Another good policy change ","sentiment_score":0.7}
{"full_text":"RT Donald Trump can't meet with the #coronavirus task force with almost 400,000 Americans dead, but he can sit in the office w...","sentiment_score":-0.2}
{"full_text":"DHHS warns of 6-8 week wait for COVID shotsAs of 8:30 p.m. on Jan. 15, the Dare County Department of Health and Human Services had not released any new COVID numbers for the county.","sentiment_score":0.0681818182}
{"full_text":"RT people really out here having to protest the reopening of schools during a pandemic. i cant fucking stand this country","sentiment_score":-0.2}
{"full_text":"RT #NEW: US raises questions about Wuhan Institute of VirologyUS \"has reason to believe that several researchers inside the...","sentiment_score":0.0681818182}
{"full_text":" i wondered if you would like to do a news item on what I've been doing since the first lockdown of 2020. Some good to come out of 2020 other than a virus I've been showcasing Scotland on  Facebook to people all over the world during Lockdowns","sentiment_score":0.275}
{"full_text":"Could be due to Covid outbreak going on, could be that they're done with it.","sentiment_score":-0.125}
{"full_text":"RT 1% A DAY MAKES THE PANDEMIC GO AWAY!","sentiment_score":0.0}
{"full_text":"RT For the sake of clarity--The Biden-Harris Administration will return to the policy of releasing White House visitor logs. Also...","sentiment_score":0.0}
{"full_text":"RT When says he's just a principaled guy who cares about election integrity, remember his silence when Trump tr...","sentiment_score":0.0}
{"full_text":"Well the world is in lockdown after all. Bring the pain.","sentiment_score":0.0}
{"full_text":"RT When the COVID-19 pandemic started raging across Asia, our embassies and consulates in worked 24\/7 to move +1...","sentiment_score":0.0}
{"full_text":"RT Hopes have been pinned on the film to help revive the Indian box office after a long lockdown period...It's the first major...","sentiment_score":0.0875}
{"full_text":"The NBA Hall of Famer suggested pro athletes should get preferential treatment in getting the COVID-19 vaccine because they pay a lot of money in taxes.","sentiment_score":0.0}
{"full_text":"RT modern day michael kelso: well DAMN jackie i can't control the pandemic","sentiment_score":0.2}
{"full_text":"RT For the sake of clarity--The Biden-Harris Administration will return to the policy of releasing White House visitor logs. Also...","sentiment_score":0.0}
{"full_text":"RT For the sake of clarity--The Biden-Harris Administration will return to the policy of releasing White House visitor logs. Also...","sentiment_score":0.0}
{"full_text":"RT AVAILABLE FOR ADOPTION: 4 year old PILGRIM is a Domestic Shorthair Mix male. This inquisitive guy is ready to explore his fur...","sentiment_score":0.14}
{"full_text":"The role of Emily Litella is being played by Alex Azar:\"Release the hound . . . . Never mind.\"","sentiment_score":0.0}
{"full_text":"RT Did COVID end on January 6th? Because the only news I've heard since -  is Democrat Governors and Mayors suddenly and miric...","sentiment_score":0.0}
{"full_text":"Yes. I know someone who tested positive for antibodies in June (unknown initial infection - didn't have symptoms) and then tested COVID positive in late October with mild symptoms.","sentiment_score":0.0646464646}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT Excellent. Great to see things going back to normal. This is an important step towards transparency and they should be...","sentiment_score":0.47}
{"full_text":"RT bring on the Biden. and hope he can ramp up most ricky tick.","sentiment_score":0.5}
{"full_text":"RT There has been no #Australian response to the #pandemic. There has been a good but uncoordinated response from Australi...","sentiment_score":0.35}
{"full_text":"The people of Italy know what actual, true fascism is. They have come together to resist.","sentiment_score":0.175}
{"full_text":"RT President-elect Biden announced he will use the Defense Production Act to maximize manufacturing of the coronavirus vaccine. Bo...","sentiment_score":0.0}
{"full_text":"RT Donald Trump can't meet with the #coronavirus task force with almost 400,000 Americans dead, but he can sit in the office w...","sentiment_score":-0.2}
{"full_text":"Y'all some lady literally told me, \"I would change my gloves if I were you, I'm currently sick\" ","sentiment_score":-0.7142857143}
{"full_text":"They shouldn't be fucking smoking","sentiment_score":-0.6}
{"full_text":"I'm going to try not just be a salty leftist these next four years. But \"we must act\" frustrates me so much. Acting is the literally bare minimum. Imagine a fire dept chief getting a 911 dispatch and telling the fire crew \"we must act.\" Come on, man! Be bold or something.","sentiment_score":0.0691666667}
{"full_text":"The US cancer death rate continues to fall, but the effects of COVID-19 are unknown.","sentiment_score":-0.1}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT From strengthened relationships to lower interest rates. Discover how #supplychain finance can offer businesses more fl...","sentiment_score":0.5}
{"full_text":"RT This attitude is why we still in pandemic. Y'all some selfish pricks who don't care at all about your fellow humans. Why...","sentiment_score":-0.5}
{"full_text":"RT my dad passed away yesterday to Covid and he was Paramore's biggest fan over the age of 65 lol. Thank yo...","sentiment_score":0.8}
{"full_text":"RT For the sake of clarity--The Biden-Harris Administration will return to the policy of releasing White House visitor logs. Also...","sentiment_score":0.0}
{"full_text":"RT \"They took my father off the oxygen.\"Hospitals in Brazil's biggest city in the Amazon are running out of oxygen and #COVID19...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Biden to deploy FEMA, National Guard to set up Covid vaccine clinics across the U.S.","sentiment_score":0.0}
{"full_text":"RT Donald Trump can't meet with the #coronavirus task force with almost 400,000 Americans dead, but he can sit in the office w...","sentiment_score":-0.2}
{"full_text":"RT Huge snowball fight erupts in Leeds park as people flout coronavirus lockdown rules","sentiment_score":0.4}
{"full_text":"RT When the COVID-19 pandemic started raging across Asia, our embassies and consulates in worked 24\/7 to move +1...","sentiment_score":0.0}
{"full_text":"RT The same police escorting people to parties during lockdown?","sentiment_score":0.0}
{"full_text":"RT We not only have an economic imperative to act now, we have a moral obligation.  In this pandemic, in America, we cannot le...","sentiment_score":0.0666666667}
{"full_text":"RT I'm with Our first priority has to be to get control of this pandemic, get people back to work, and get our ki...","sentiment_score":0.125}
{"full_text":"RT Donald Trump can't meet with the #coronavirus task force with almost 400,000 Americans dead, but he can sit in the office w...","sentiment_score":-0.2}
{"full_text":"#TraitorTrump The president of this country is a #terrorist .","sentiment_score":0.0}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"RT Anyways, if your \"hold onto your wallets\" is a silly reference to the debt\/deficit in pay...","sentiment_score":-0.5}
{"full_text":"You tell people to wear a mask because you care about other people's lives, I don't see anyone going around telling people to stop smoking cigs because they care about them","sentiment_score":-0.125}
{"full_text":"RT Washington opens window to indoor dining with new 'open-air' rules","sentiment_score":0.1363636364}
{"full_text":"Join us for Pranayama! https:\/\/t.co\/zCv9VBlkus#yogasaves #yoga #CBD #fitness #immunitybuilder #yogaforlife #selfcare #selfloveDeep Breathing Could Help You Recover From Covid-19","sentiment_score":0.0}
{"full_text":"RT We not only have an economic imperative to act now, we have a moral obligation.  In this pandemic, in America, we cannot le...","sentiment_score":0.0666666667}
{"full_text":"KAT CHEATING on Jordyn Woods heavy yeah he got covid but sis better start waking TF up he doesn't even respect her at all all, too many side chicks","sentiment_score":0.2666666667}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT I feel as though this Washington Post column is a bit one sided. I mean sure, Ford and team have botched pretty much...","sentiment_score":0.159375}
{"full_text":"RT member how i said i was seein a dude when covid hit &amp; i ended up ghosting cause his ass wouldn't stay still, just hanging ou...","sentiment_score":0.0}
{"full_text":"RT So AHS and the UCP are laying off nurses from Covid testing sites? Is the pandemic over? Seriously what is happening in Al...","sentiment_score":-0.3333333333}
{"full_text":"Data centres have performed strongly during the pandemic, but there will be no let-up in demand once it is over; Asia Pacific's data needs to keep growing and specialist real estate is needed to meet them. Read more:","sentiment_score":0.3777777778}
{"full_text":"Join us for Pranayama! #yogasaves #yoga #CBD #fitness #immunitybuilder #yogaforlife #selfcare #selfloveDeep Breathing Could Help You Recover From Covid-19","sentiment_score":0.0}
{"full_text":"The national government's vaccine distribution initiative must ensure the rapid, coordinated, and equitable access to Covid-19 vaccines for all Filipinos wherever they may be residing in the country.Read:","sentiment_score":0.0}
{"full_text":"RT I'm on a hospital shift now. We have no beds - ICU or otherwise - left &amp; continue to have patients needing admission in ou...","sentiment_score":0.0}
{"full_text":"Under a unique model, all students who attend Cristo Rey Jesuit High Schools across the country get jobs with certain companies who then agree to pay 70 percent of the students' tuition.https:\/\/t.co\/H2URAzaqbf","sentiment_score":0.2497619048}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT When you look at the way Opioid use is treated versus the crack epidemic you just can't help but to be enraged.","sentiment_score":0.0}
{"full_text":"With Prime Minister Narendra Modi flagging off the first phase of the vaccine rollout on Saturday morning via video conferencing, the Co-WIN platform will play a critical role in the inoculation programmehttps:\/\/t.co\/O350PcDSj8","sentiment_score":0.125}
{"full_text":"VIDEO: Waterloo regional police are asking people not to call 911 to ask questions about the stay-at-home order. explains.","sentiment_score":0.0}
{"full_text":"RT The health authority announced Friday that all 151 such facilities in its jurisdiction have either completed vaccine clin...","sentiment_score":0.0}
{"full_text":"honest TSM fan.....whats even real this season besides covid-19","sentiment_score":0.4}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"In the U.S., a more transmissible variant of the coronavirus first discovered in the UK has now been found in 10 states and the CDC warned that it could become the dominant circulating variant in the country by March","sentiment_score":0.375}
{"full_text":"Gemstone denies allegation employee came to work knowingly #COVID19 positive; IH to investigate | WATCH: #Kamloops","sentiment_score":0.2272727273}
{"full_text":"RT I'm on a hospital shift now. We have no beds - ICU or otherwise - left &amp; continue to have patients needing admission in ou...","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic appears to have shortened the average life expectancy in the U.S., new research suggests.","sentiment_score":-0.0068181818}
{"full_text":"Do you or a loved one need to register for the COVID-19 vaccine in Lucas County? Here's everything you need to know to make an appointment. Still have questions? Let us know! We will work to find you answers.","sentiment_score":0.875}
{"full_text":"I was watching him speak today while getting my first manicure in ten weeks (had COVID). I turned to my daughter who was with me and said \"Damn! Joe just BITCH  SLAPPED the unmasked Congress critters.\"","sentiment_score":0.125}
{"full_text":"\"If you are healthy and doing well and meet the criteria to be a blood donor, we do encourage you to donate. It is safe to donate,\" said Dr. Deborah Perry, pathology medical director for Methodist Hospital.https:\/\/t.co\/393Yz4YEId","sentiment_score":0.3333333333}
{"full_text":"In-store shoppers, full-service shoppers and shift lead workers are among those eligible for the Instacart vaccine stipend.","sentiment_score":0.0}
{"full_text":"Celebrities, netizens react to confirmation of new COVID-19 variant in the country","sentiment_score":0.1363636364}
{"full_text":"With demand for the coronavirus vaccine vastly outpacing supply, California's efforts to methodically plan who gets a vaccine and when are quickly being thrown out the window.https:\/\/t.co\/jnlNIgeEaa","sentiment_score":0.1666666667}
{"full_text":"RT They are pushing to re-open schools at a time when there are over 4,000 deaths per day from #COVID19.That is insane.","sentiment_score":-1.0}
{"full_text":"Current Conditions for #Sayre PATemp: 39.6FWind Chill: 39.3FHumidity: 98%Dew Point: 39.1F Barometer: 29.814 inHgWind: 1 mph from the ECorona Virus Weekly Stats:Cases: 180.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
