{"full_text":"RT Arsenal using my theme song. The only thing missing, due to COVID, is 30,000 fans chanting \"You Suck\". #YouSuckCovid #it...","sentiment_score":-0.1083333333}
{"full_text":"RT Vaccines may be our way out of this pandemic but they won't change the social and environmental conditions that gave ris...","sentiment_score":0.0333333333}
{"full_text":"RT Just a penguin dance throwback from the before times Today in the NYT there's a story about how imagining activities &amp; scenes...","sentiment_score":0.0}
{"full_text":"WHO experts should visit every country..and shut down bioweapons labs..that have cultured 1000s of viruses..to be unleashed..on the public..by.. Global Parasitic Elites","sentiment_score":-0.0777777778}
{"full_text":"HEADLINE: Covid: pubs in north of England face new restrictions within days : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.1363636364}
{"full_text":"India's COVID-19 vaccination drive hit a bump on the first day due to glitches in an app called Co-Win that is being used to coordinate the campaign, according to several officials involved in the immunisation programme.#COVID19 #india","sentiment_score":0.0416666667}
{"full_text":"RT The UK's new vaccine megafactory is a great example of industrial policy at work: its origins are the Government's Indus...","sentiment_score":0.4681818182}
{"full_text":"RT In 24 hours, a citizens' initiative to fundraise for the purchase of oxygen cylinders, flow meters and other critical life-sa...","sentiment_score":-0.0625}
{"full_text":"RT Can we all just definitively agree that not a single dose of Covid vaccine should be wasted, and that if any are left over...","sentiment_score":-0.0547619048}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT I've contracted COVID &amp; it's bloody awful. I know that should go without saying, but I just wanted to reiterate that fa...","sentiment_score":-0.9}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT Hey #COVIDIITS, well done.","sentiment_score":0.0}
{"full_text":"I had this on my morning run. On a very wide trail. Two groups who obviously didn't know each stopped to chat as their respective dogs played. They eventually left a small gap to run through. No social distancing.","sentiment_score":-0.0661111111}
{"full_text":"just realized, y'all who are waiting for them after every fs event are probably the closest they'll get to seeing fans in person until covid stops :(((","sentiment_score":-0.75}
{"full_text":"RT Plants are one of the best ways to stay positive and distract ourselves, so there are lots of ideas to keep us busy ov...","sentiment_score":0.4424242424}
{"full_text":"RT We stand with firefighters, because like every key worker they have kept this country going through the pandemic, and...","sentiment_score":0.0}
{"full_text":"RT on today's episode of I Blew It:","sentiment_score":0.0}
{"full_text":"RT Humanitarian considerations should be made only for humans. Not Pakistanis. Who would, voluntarily, sign up to dance on o...","sentiment_score":0.0}
{"full_text":"Becoming apparent and kind of weird that the sucess of fighting Covid, will ultimately cost Australia global events in the forseeable  future  #AustralianOpen","sentiment_score":0.0857142857}
{"full_text":"RT The free-market gamble: has Covid broken UK universities?","sentiment_score":-0.4}
{"full_text":"RT Remember when the govt counted 2 gloves in a pair as \"two\" separate items of PPE?Well, to be vaccinated against Covid,...","sentiment_score":0.0}
{"full_text":"RT The kluster Bukit Pasir is actually located right at the PM's constituency, Pagoh. It was found on 28 Dec 2020. To date, it...","sentiment_score":0.1428571429}
{"full_text":"RT You know, it's almost as if they want to distract people from their lethally failed response to the pandemic and the cons...","sentiment_score":-0.5}
{"full_text":"bathong","sentiment_score":0.0}
{"full_text":"RT So, India should spend its money to help Pakistan with Covid Vaccines and Pak govt can continue to spend its money to bleed...","sentiment_score":0.0}
{"full_text":"And there you have it what we thought all along.","sentiment_score":0.0}
{"full_text":"RT #LucknowNeed #Blood Type :  O-positiveAt : Medanta Hospital. Blood Component : Need Plasma from O+ve #COVID19 recover...","sentiment_score":0.0}
{"full_text":"The fight against Sars-CoV-2 in 2021: What's next?","sentiment_score":0.0}
{"full_text":"RT .@RandPaul: \"There are doctors... saying we need to wear [masks] after the vaccine and really we may need to wear them fore...","sentiment_score":0.2}
{"full_text":"#SALLockDownCup Round 4@csfc1863 Res v 3rdVote for your winner now! Be sure to #Share #ReTweet and #VoteNow Remember the winners grab a spot in the next LockDown Cup starting next week!","sentiment_score":0.05}
{"full_text":"RT \"The hospital is nearly full with Covid patients\"You're supposed to think: \"Oh my God! The hospital's packed to the rafters w...","sentiment_score":0.4375}
{"full_text":"RT You know, it's almost as if they want to distract people from their lethally failed response to the pandemic and the cons...","sentiment_score":-0.5}
{"full_text":"RT Honestly and to be fair to him, DG Hisham isn't supposed to be the face of KKM during this pandemic. It's the minister, Ad...","sentiment_score":0.65}
{"full_text":"RT Just found out a Political Secretary to a Minister, has been confirmed +ve COVID-19.The Political Secretary is also the...","sentiment_score":0.1333333333}
{"full_text":"RT However, she has kept us both blocked and now is apparently taking any disagreement as an opportunity to accuse us of...","sentiment_score":0.05}
{"full_text":"RT Happy Birthday to First Team Coach Have a good day and we look forward to seeing you back at...","sentiment_score":0.4375}
{"full_text":"RT This is genuinely fascinating. There seem to be people who will accept lockdown restrictions but not accept a vaccine....","sentiment_score":0.7}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"What's the one thing you're most looking forward to once this is all over?  #COVID19","sentiment_score":0.5}
{"full_text":"After recently closing my exhibition at Orfila Gallery I just began to work on my DIGIART project, winner of a SEGOVIA-10 award \"to stimulate artistic creation in times of pandemic\". Image shows one of the initial ideas of the work #contemporaryart","sentiment_score":0.1111111111}
{"full_text":"RT I find it disgusting that the government would rather get rid of 2,000 student nurses working in a pandemic rather than p...","sentiment_score":-1.0}
{"full_text":"RT can you people stop talking OVER the actual indonesians. theres no such thing as racial issue here, the world really doesnt r...","sentiment_score":0.0666666667}
{"full_text":"I doubt anyone, literally anyone, considered the possibility of a global pandemic shutting down the world just prior to conceiving a child.","sentiment_score":-0.0518518519}
{"full_text":"RT Its because of twats like this that we will never return to normality","sentiment_score":0.0}
{"full_text":"Guys where can i find olumiant 4 mgs it's for a friend even if u dont have the whole box she will buy it at any price. Dm me if you know. Rts are appreciated (it's for a covid patient)","sentiment_score":0.2}
{"full_text":"Basketball at its newly adopted way of adapting because of Covid 19","sentiment_score":0.1363636364}
{"full_text":"RT Covid cases have been increasing in Birmingham. Testing is a key way of getting the cases down. We have helped to organis...","sentiment_score":-0.0777777778}
{"full_text":"RT It's way early, travelling with our CAF this morning. Off to Garden Hill to assess the communities need during this Pandem...","sentiment_score":0.1}
{"full_text":"Pelosi at Fault here, Delaying Approval all the Time to punish The President because of a Hate Crime she has the Thing??","sentiment_score":-0.8}
{"full_text":"I don't think it's panic buying as was not alot of people in there and I went as soon as it opened, think it's more of them not getting the delivery","sentiment_score":0.5}
{"full_text":"RT Hey, non-indonesians wanting to travel during covid!there is a great beach you can visit! of course, you have to go through...","sentiment_score":1.0}
{"full_text":"RT Notley: Let trusted officials take centre stage on COVID vaccine roll-out","sentiment_score":0.0}
{"full_text":"RT The economic fallout from #COVID19 will be devastating, especially to the most vulnerable children. We must make their protec...","sentiment_score":-0.16}
{"full_text":"RT Hello, you can read it here: Choice dominates the discourse on #covid19. But lack of choice drives the...","sentiment_score":0.0}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"It's been nearly a year since the first lockdown and we're still at \"could be\". Fucking pathetic.","sentiment_score":-0.2166666667}
{"full_text":"RT What hasn't been said is officers were also assaulted by an individual at this party which is totally unacceptable","sentiment_score":0.0}
{"full_text":"RT Among the Covid-19 deaths announced today was a 32-year-old woman who was brought in dead to Hospital Tengku Ampuan Rahima...","sentiment_score":-0.2}
{"full_text":"Post-COVID lungs worse than the worst smokers' lungs, surgeon says via You don't want to get this bug-Wear your mask, social distance, and wash your hands 1000 times a day if you have to.","sentiment_score":-0.4555555556}
{"full_text":"Our neighbors had a huge party last night. Covid isn't going anywhere anytime soon. #charlotte #dilworth","sentiment_score":0.2}
{"full_text":"RT Congressman says he tested positive after receiving his second dose of the vaccine.  Not everyone will be...","sentiment_score":0.1136363636}
{"full_text":"Spend on Healthcare for all, during a pandemic? YES. On climate (We are into Jan. in Northern MI-and have no snow)? YES. Infrastructure (Flints H2O lines still broken-6 urs) YES. Cut Defense Spending (Can't even defeat our own domestic terrorists)YES you're an IDIOT","sentiment_score":-0.0666666667}
{"full_text":"RT I first reported in Jan. 2020 that Wuhan Institute of Virology is linked to PLA. Now State confirmed WIV did secret projects...","sentiment_score":0.0833333333}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"WHY IS MY UNCLE HERE AGAINGO AWAY THERE IS A FUCKING PANDEMIC GOING ONI HATE PEOPLE PLZ\/lh \/hj","sentiment_score":-0.7}
{"full_text":"RT PLEASE STAY HOME SUNDAY AND WEDNESDAY.PLEASE.","sentiment_score":0.0}
{"full_text":"Bosnian MFA is sharing your 2 years old video probably because it was reuploaded 2 days ago. She doesn't know you are on hiatus, and doesn't know certainly that you are doing Daily social distancing show for months.","sentiment_score":0.0869047619}
{"full_text":"The government needs to do more","sentiment_score":0.5}
{"full_text":"RT Stay warm &amp; cosy with these lovely T-Light holders  Available in many sizes, finishes &amp; designs #kingOf #home &amp;...","sentiment_score":0.5}
{"full_text":"RT The pandemic has shown how important stadiums full of fans are to football as a spectacle.But it goes unsaid too often tha...","sentiment_score":0.375}
{"full_text":"RT TMC leaders taking covid vaccine which was allotted to hospital staff#VaccineChorTMC","sentiment_score":0.0}
{"full_text":"Agreed!","sentiment_score":0.0}
{"full_text":"RT I wonder if they will be bringing the required negative COVID test taken 72 hours before entry to the United States.","sentiment_score":-0.3}
{"full_text":"RT Thank you, PM Ji and HM Ji for your timely intervention and saving Delhiites from the menace of Coro...","sentiment_score":0.0}
{"full_text":"RT \"The U.S. govt. has reason to believe that several researchers inside the Wuhan lab became sick in autumn 2019, before...","sentiment_score":-0.3571428571}
{"full_text":"RT Truckers face 'dehumanizing' challenges to find washrooms while on the road delivering essential goods during pandemic:","sentiment_score":0.0}
{"full_text":"RT Exacly this. Its known as boiling a frog. Actions and restictions that would be...","sentiment_score":0.0}
{"full_text":"PLEASE - THIS IS A MUST READCovid-19: Science, Conflicts and the Elephant in the Room | The BMJ","sentiment_score":0.0}
{"full_text":"RT I can take a lot and Twitter randos who disagree with me accuse me of a lot, from being a CCP spy to being fat\/ugly\/st...","sentiment_score":0.0}
{"full_text":"RT Hey, non-indonesians wanting to travel during covid!there is a great beach you can visit! of course, you have to go through...","sentiment_score":1.0}
{"full_text":"Why Make Cold Calls During a Pandemic?Read on to learn why a pandemic actually IS the right time to make cold calls and create new business opportunities.#coldcalling #b2bsales #salesdialer #tipshttps:\/\/t.co\/joOypaVntZ","sentiment_score":-0.1555844156}
{"full_text":"RT There's a legend building among the non-deadend Trumpers, that Trump had a decent record before some arbitrary date: before...","sentiment_score":0.0333333333}
{"full_text":"Nope, not since this pandemic started. Ate outdoors at a restaurant maybe 3 times tops during the summer. We cook at home or order take-out. I still wipe down groceries.","sentiment_score":-0.1555555556}
{"full_text":"RT NIO president says hopes to enter overseas markets this year if Covid-19 pandemic does not worsen $NIO","sentiment_score":0.0}
{"full_text":"Help families survive #COVID and get fed well during the #nationallockdown.Please donate PS6 a month to the and we will take care of the rest. You'll get full updates on who your money is going to.#Donate to #charity now:","sentiment_score":0.35}
{"full_text":"RT #SALLockDownCup Round 4@oldwilsonians 1st v 7thVote for your winner now! Be sure to #Share #ReTweet and...","sentiment_score":0.125}
{"full_text":"Helped by an increase in pet adoption during the #coronavirus-induced lockdown, pet food sales grew 20 percent in 2020.https:\/\/t.co\/V9lt3wrMgd","sentiment_score":0.0}
{"full_text":"Lockdown had less impact on air pollution than previously thought@airqualitynewshttps:\/\/t.co\/lvBzZIp0ay","sentiment_score":-0.1666666667}
{"full_text":"12 of my 100-Day campaign on behalf of our Ss from urban areas. Many of our cities have been hit hard with COVID &amp; have not had 1 day of in-person learning. GIVING STANDARDIZED TESTS IN 2020-2021 WOULD NOT BE EQUITABLE PRACTICE.","sentiment_score":0.0694444444}
{"full_text":"People who must risk leaving their homes &amp; mixing with others during this lockdown, such as NHS &amp; care workers, school staff &amp; supermarket employees are being urged to keep getting repeated tests for #Covid19 within the Liverpool City Region #LetsGetTested","sentiment_score":0.0}
{"full_text":"There will be more pandemics, and they may even be more frequent. Some lessons for the next one... #COVID19 #PublicHealth #GlobalHealth","sentiment_score":0.275}
{"full_text":"We are providing the social care sector with PS269 million funding to: > support rapid #COVID19 testing> increase staffing levels Find out more:>","sentiment_score":0.2666666667}
{"full_text":"Have you ever thought of advertising with us?Our posts are hitting a huge reach at the moment and with more people on their phones during the lockdown than ever before now is a great time to start!Get your product and business out there now to a huge local audience!","sentiment_score":0.42}
{"full_text":"#JobVacancy - #DataScience Centre has recently been created as a partnership between  and the British Heart Foundation. The current focus of the Centre's work has been on the response to #COVID19:","sentiment_score":0.0}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"Due to #coronavirus restrictions, work began two months later than usual, but this did not prevent the plant from producing 525 tons, which is a third more than the plan. The maximum production volume before that was in 2018 - 500 tons of #amber. More:","sentiment_score":0.1041666667}
{"full_text":"40 years ago the #NewCrossFire tragically led to the deaths of 14 young Black people. Due to COVID restrictions our memorial service takes place online this year and will be available to watch from 3pm on Sunday 17 January:","sentiment_score":0.0520833333}
{"full_text":"Track Shack Events Safety Protocols - The Start Line via #COVID19","sentiment_score":0.0}
{"full_text":"RT If you need something to cheer you up (and most of us do) watch this clip of my youngest daughter dancing to her beloved...","sentiment_score":0.6}
{"full_text":"The national lockdown restrictions can and will affect some people's mental health. Check out these tips on how to look after your mental wellbeing while in lockdown. #MentalHealthMatters#SundayThoughts #SundayMotivation","sentiment_score":-0.1}
{"full_text":"COVID FIRE ESCAPE: A 19-year-old girl is credited with saving seven members of her family from a house fire after they lost their sense of smell due to COVID-19. reports.","sentiment_score":-0.125}
{"full_text":"Do you have any spare laptops or tablets in your home or business that could be used to help local households with remote learning during the lock down restrictions?Get involved:","sentiment_score":-0.0851851852}
{"full_text":"RT This isn't surprising at all considering the circumstances. I'm really worried we're going to see a spike in serious p...","sentiment_score":0.1888888889}
{"full_text":"A COVID-19 vaccine will offer protection from coronavirus. Right now, we still need to keep our distance, wash our hands and do everything we can to protect each other from #COVID19.For factual, expert information you can trust, visit:https:\/\/t.co\/DH91Zg4ogS#HoldFirm","sentiment_score":0.0803571429}
{"full_text":"Get signed up for HTN Now session Wednesday 20th January at 9AM, discussing exploration of the Covid-19 vaccination programme and technologies Register here:","sentiment_score":0.0}
{"full_text":"South African travel blogger Sharon Waugh during lockdown created where she recreates world-famous attractions and monuments in the comfort of her own home for the ultimate staycation.","sentiment_score":0.2}
{"full_text":"Lockdown travel restrictions Ireland: Dublin dad shares hilarious 5km Garda checkpoint excuse story with brilliant officer replyhttps:\/\/t.co\/n9vpOM7Cmr","sentiment_score":0.45}
{"full_text":"#WATCH Ireland's first mass vaccination clinics opened their doors yesterday, providing #Moderna vaccines for GPs   visited the clinic in Dublin's Phoenix Park to find out more#VMNews | #COVID19ireland | #COVID19 | #MODERNA | #VACCINE","sentiment_score":0.25}
{"full_text":"#Text #messages capture heartbreaking goodbyes of #COVID-19 victims","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 17\/01\/2021 17:30Total Cases: 10558710 [+0]Active: 205811Recovered: 10196184 [+0]Deaths :152311 [+0]Total Tests: 186.54MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"To help those facing an unexpected tax bill, has outlined six PAYE tax credits available to employees. ","sentiment_score":0.25}
{"full_text":"Sri Lanka is emphasising an Asia-centric outlook in its political, economic and strategic positioning#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital","sentiment_score":0.1}
{"full_text":"#LNRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"Federal prisons on lockdown in run-up to Biden inauguration","sentiment_score":0.0}
{"full_text":"Organizers of the March for Life, the anti-abortion movement's preeminent annual event, are asking their supporters nationwide not to gather in Washington this year because of the COVID-19 pandemic and political unrest.https:\/\/t.co\/LlohycGScY","sentiment_score":0.0}
{"full_text":"Programs on pause due to COVID:Austin PeayBethune Cookman (OUT)Chicago State (OUT)CincinnatiDrakeECUElonFla A&amp;MGeorgetownIvy League (OUT)IonaHowardIowa StLamarLong Beach StateNebraskaNC CentralOklahoma StOregonRadfordRichmondUSFUMES (OUT)","sentiment_score":-0.125}
{"full_text":"Norton Healthcare, UofL Health and Baptist Health are accepting appointments from individuals 70 and older.","sentiment_score":0.1666666667}
{"full_text":" The Digital #Rovers Matchday Programme! Read up on how we're supporting our community through the current lockdown including our team handing out laptops to learners and the latest around Rapid SMART Testing!  ","sentiment_score":0.2035714286}
{"full_text":"The Haywood County Health and Human Services Agency said Friday, Jan. 15, it has identified a COVID-19 cluster connected to the Waynesville Police Department.","sentiment_score":0.0}
{"full_text":"They have gone above and beyond during the pandemic ","sentiment_score":0.0}
{"full_text":"OPINION: In the age where social distancing rules should strictly be followed and face-to-face interaction is as limited as it gets, the pandemic taught me to value human interaction in whatever form it is available.https:\/\/t.co\/BxTpxoYSCF","sentiment_score":-0.0126984127}
{"full_text":"Lions Tour in doubt as pandemic lingers","sentiment_score":0.0}
{"full_text":"Different countries, different contexts, different UN #Volunteers.All serving with 1 goal: to support #refugees during #COVID19.Chad    ","sentiment_score":0.0}
{"full_text":"Are you unemployed and living in #Cornwall?Whether you're looking for employment, or thinking of starting up a business, the 'gurus' at are here to help!Lindsay Wake, a Lead Change Coach, told there's hope despite #COVID19:#KeepItChaos #JobSearching","sentiment_score":0.0}
{"full_text":"Staff at our hospitals are working flat out. You can help them by staying home. COVID-19 cases are rising rapidly - play your part to protect the NHS and save lives. Stay at home and only leave for permitted reasons.","sentiment_score":-0.0125}
{"full_text":" Wonders amid your bookshelf: Some people were struck with creative inspiration during #lockdown - and the \"book nook\" trend was born! Tiny worlds like this one sit between the books on the shelf and offer a little glimpse into fantastical and magical worlds.","sentiment_score":0.234375}
{"full_text":"Survive to thrive? How has Covid-19 changed the workplace and the workforce? What will lockdown measures mean for the future of work? Download our eBook to find out more ","sentiment_score":0.0625}
{"full_text":"It's #MatchDay for #LIVMUN in the #PremierLeague so come down and join the #DallasReds #JackandGingers for the 10:30AM kickoff. Come early and find a good spot. Please wear your mask when standing and moving around. #MUFC #UTFR","sentiment_score":0.2148148148}
{"full_text":".@StirlingCouncil's thanking pupils, staff, parents and carers for their efforts after teaching moved online this week.Almost 14,000 young people across #Stirling have taken part in the new form of learning due to the current #coronavirus restrictions.","sentiment_score":0.0278409091}
