{"full_text":"try using the pharmacies to do the covid vaccine it would be quicker then the hospitals","sentiment_score":0.0}
{"full_text":"RT Did tested when he arrived back from Antigua","sentiment_score":0.0}
{"full_text":"RT Deaths per 1,000 people in UK is rocketing upwards now. Very concerning.Data:","sentiment_score":0.2}
{"full_text":"This is well worth a look #parents #homeschooling #lockdown","sentiment_score":0.3}
{"full_text":"RT DOCUMENTS: Minister approved orders for 1,920,000 failed Covid-19 test kits without...","sentiment_score":-0.5}
{"full_text":"Let's not forget, who you can bring back with covid to vote!!!!","sentiment_score":0.0}
{"full_text":"RT I don't want to hear a single concern trolling word about deficits from the senators who lost power because they jammed throu...","sentiment_score":-0.0857142857}
{"full_text":"I'm pretty uncomfortable with 1500% increase  children with non accidental head injuries during lockdown.  (BMJ)Those kids are feeling `uncomfortable`.Meanwhile the middle classes zip off to sunnier climes or their 2nd\/3rd country homes.  No police breaking in to their houses.","sentiment_score":-0.0833333333}
{"full_text":"#nitkkr_hostelduescamThis is absolute fraud going on in this institute of national importance. About 70 percent of the students belongs to poor families, they can't pay during this pandemic. yh 1 klNk bn jaaegaa!  ","sentiment_score":-0.15}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"It's still funny that Kelly Loeffler inside traded on the coronavirus, and bought Cisco Systems instead to Zoom.","sentiment_score":0.25}
{"full_text":"RT \"People who don't follow Covid guidelines should be denied medical treatment!\"I hope y'all have that same energy for smoke...","sentiment_score":0.0}
{"full_text":"That would work but remember the 10PM Covid witching hour. Given it's the Sunday night game, sometime during the 4th quarter the Covid #science will kick in and he'll have to call an Uber home from his coaching-dining bubble. It's just good #science","sentiment_score":0.15}
{"full_text":"RT Boris Johnson scrapped UK's 'anti-pandemic team' six months before Covid-19 hit","sentiment_score":0.0}
{"full_text":"During the #pandemic, many #museums &amp; #archives are temporarily #closed. Where does that leave #materialculture? If you're interested in #virtual #programming, consider submitting a #proposal to our #symposium, now through March 1!","sentiment_score":0.2375}
{"full_text":"RT Al Hilal vrs Asante Kotoko Game called off as we await CAF decision. Asante Kotoko has officially petitioned CAF on...","sentiment_score":-0.4}
{"full_text":"RT What happened last night isn't about Democrats or Republicans. It's about our country. We now have a real chance to beat...","sentiment_score":0.1}
{"full_text":"RT In my professional opinion the arrest is unlawful. Surfing, diving and swimming in the sea are lawful activities, it's o...","sentiment_score":0.0166666667}
{"full_text":"RT Time and again we have seen whenever India achieves something commendable -  that will further public good - the Congress come...","sentiment_score":0.2333333333}
{"full_text":"Two Oyo state government officials arraigned in court for allegedly stealing and selling COVID19 palliatives","sentiment_score":-0.1}
{"full_text":"RT The fact that - the doctor who helped lockdown the province while he suntanned in the Caribbean - made $604...","sentiment_score":0.0}
{"full_text":"I just posted \"Marijuana Is Replacing Alcohol For Nearly Half Of Cannabis Consumers During The Pandemic.\" on Reddithttps:\/\/t.co\/eAnnoQGi9g","sentiment_score":-0.1666666667}
{"full_text":"RT Overwhelming evidence that there is no relationship between lockdowns and covid deaths.","sentiment_score":0.5}
{"full_text":"RT Shouting \"God forbid\" and winding your hand around your head is not a way to prevent COVID19.Wear a mask and avoid cro...","sentiment_score":0.0}
{"full_text":"As I wrote, let's compare results in a couple of months Chris.  Every Gov has made mistakes in this pandemic.  Masks, testing and now vaccination coordination.","sentiment_score":0.0}
{"full_text":"RT A temporary Covid-19 test centre will open in Bo'ness tomorrow - after a rise in positive cases in the area.The site,...","sentiment_score":0.1136363636}
{"full_text":"Just a reminder the food club at St Margaret's community centre is operating on a click and collect basis, due to covid. No walk ins #safetyfirst","sentiment_score":-0.125}
{"full_text":"Agreed in the start quicker and stricter measures should have been taken, but to take inspiration from a secretive dictatorship in China is just ridiculous, nz got it right I have family there, it's too late for that now the virus is here already....","sentiment_score":-0.1158730159}
{"full_text":"renamed the #UKfascist","sentiment_score":0.0}
{"full_text":"RT Good news for our efforts to bring more #COVID19 vaccines to Europeans! assessed that the vaccine...","sentiment_score":0.6625}
{"full_text":"RT Prince William honours Diana with surprise lockdown visit to homeless charity","sentiment_score":0.0}
{"full_text":"RT Nebula-75, now available with Japanese subtitles! Amazing to think this all started with an idle chat at the start of the...","sentiment_score":0.3333333333}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"RT .@VickyNguyenTV talks to psychiatrist Sue Varma about the pressures many couples are facing during the pandemic, and offers...","sentiment_score":0.3}
{"full_text":"This is so damn suspicious ... If  China has nothing to hide then they should allow WHO...","sentiment_score":0.0}
{"full_text":"RT Tune in tomorrow, January 6, at 2 PM for the latest updates on #COVID19 vaccine distribution in Virginia.Twitter:","sentiment_score":0.5}
{"full_text":"RT A public health research group warned that if the new COVID-19 variant enters the Philippines, it may result in much higher...","sentiment_score":0.1287878788}
{"full_text":"RT Kemka Ajoku shoots a quieter side of LagosThe photographer, who got his start with VSCO and Youtube tutorials, presents a new s...","sentiment_score":0.1363636364}
{"full_text":"RT THREAD: When sceptics tell us they think lockdowns\/closing schools is a bad idea, we're entitled to ask how good their...","sentiment_score":5.551115123e-17}
{"full_text":"RT What happened last night isn't about Democrats or Republicans. It's about our country. We now have a real chance to beat...","sentiment_score":0.1}
{"full_text":"RT I clapped at the beginning of last year and I genuinely thought the Gov would actually properly help the carers, becaus...","sentiment_score":0.1333333333}
{"full_text":"Mitsuba goes to the ball and even though he has a blast there he still feels lonely. He goes back home and finds the fairy godmother about to leave since he can't grant him any more wishes, Mitsuba tells him to stay anyway.","sentiment_score":0.1333333333}
{"full_text":"RT Ministry of Health said they need $405m to procure COVID19 vaccine that'll cover 60% of Uganda's population (27-30 millio...","sentiment_score":0.0}
{"full_text":"RT Covid vaccination- from the front line. My group of practices was initially told we would get our first delivery on 28th d...","sentiment_score":0.125}
{"full_text":"I'm glad to have rediscovered as we go into lockdown.","sentiment_score":0.5}
{"full_text":"RT \"Ohio State is making up their COVID cases because Justin Fields needs more time to recover\"Justin Fields post-injury: h...","sentiment_score":0.5}
{"full_text":"Don't get me wrong, I hate the masks too. But it's just a whatever anymore. I think people make too big of a deal about it. I honestly just told a woman she must be a special lil unicorn for not having caught Covid (that she knows of).","sentiment_score":-0.0685714286}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"Service Update 14:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"It makes me.laugh that people on facebook are freaking out that the wanted shooter got into Nova Scotia. You can literally drive in by Mount Whatley and there is no checkpoint.Its not the USA \/ CANADA boarder. They are like no one is monitoring covid i seePeople are nuts","sentiment_score":0.0}
{"full_text":"RT The good news is that now with Democrats in full control we can finally lock down the country for a couple of years to make su...","sentiment_score":0.2236111111}
{"full_text":"What role does investing in housing and equitable housing policies play in economic recovery - locally and nationally? Join us on 1\/12 for presentation of housing solutions and a discussion of what we do next.","sentiment_score":0.0666666667}
{"full_text":"RT The World Health Organisation says China is refusing access to Wuhan to officials investigating the origins of the coronavirus pan...","sentiment_score":0.0}
{"full_text":"Broo take care of yourself,  this chinese virus is getting crazy out there","sentiment_score":-0.3}
{"full_text":"RT Now that Democrats control the Senate, you're gonna get it Republicans.You're gonna get $2000 Covid relief ch...","sentiment_score":0.0}
{"full_text":"1. Wake up earlyTraditionally, I wake up quite early in the morning ~ 4:45 am or so. Most of my reading happens between 4.45 - 6:00 am. Thanks to Covid LD, I sleep quite late and hence, I land up waking at 6. Still 6-7 is my new reading time2\/","sentiment_score":0.1272727273}
{"full_text":"RT Trump's final-weeks legacy:  lighting fires across America on the way outsinking fellow Republicans who've protected hi...","sentiment_score":0.0}
{"full_text":"RT No, I don't believe that.That hardly seems like something China would do.","sentiment_score":-0.2916666667}
{"full_text":"Dr Haroun Hamzat, half brother to the Lagos State Deputy Governor, Dr. Kadri Obafemi Hamzat, is dead. He died of complications from Covid-19.","sentiment_score":-0.1833333333}
{"full_text":"RT This is why this guy got voted for president.. Well spoken #voetsekEFF","sentiment_score":0.0}
{"full_text":"RT Nightclubs are open in Wuhan, while we're in our third lockdown. Why? Because the rightwing shills who dominate our politics...","sentiment_score":0.0}
{"full_text":"RT Students in gr. 6 class, at Victoria School of the Arts, had an hour long conversation with the prime m...","sentiment_score":-0.05}
{"full_text":"RT BREAKING: Liverpool FC have offered Anfield to be used a COVID-19 vaccination hub. [Sky] We would encourage anyone...","sentiment_score":0.0}
{"full_text":"Three Stories Reveal Why Housing Policy Is Critical\"My housing situation didn't get any worse [during the pandemic] because it was already bottom of the barrel awful to begin with. It's like we have to choose between housing and thriving.\"","sentiment_score":-0.4666666667}
{"full_text":"the UK gets worse and worse every day I swear...","sentiment_score":-0.4}
{"full_text":"RT NEW: The woman behind Clap for Our Carers, Annemarie Plas, has confirmed it will return from 8pm this Thursday. This time...","sentiment_score":0.0454545455}
{"full_text":"RT This is an insanely cruel decision, particularly during the freezing winter months, with usual winter provisions running...","sentiment_score":-0.3611111111}
{"full_text":"RT Nightclubs are open in Wuhan, while we're in our third lockdown. Why? Because the rightwing shills who dominate our politics...","sentiment_score":0.0}
{"full_text":"RT Good news. Once delivered, it should allow us to increase the number of people we vaccinate by an extra c.10k per week","sentiment_score":0.35}
{"full_text":"RT Enjoy #exercise? You are less likely to be exposed to #COVID19 doing outdoor activities, like taking a run or walk outside, hik...","sentiment_score":0.0583333333}
{"full_text":"Almost 4,000 people reported yesterday to have died of Covid. Trump holding this weird rally just to show how little he cares for his citizens lives.","sentiment_score":-0.34375}
{"full_text":"RT This is staggering hypocrisy. And typical,  from a representative of a  political party that pushed through its idealogy of...","sentiment_score":-0.0833333333}
{"full_text":"swear this cunt dumb?","sentiment_score":-0.375}
{"full_text":"RT When it comes to rolling out the COVID19 vaccine.","sentiment_score":0.0}
{"full_text":"Important message from the Domestic Abuse Commissioner for England and Wales. You do NOT have to stay at home if you are suffering #DomesticAbuse. Help is available. Ring 0808 2000 247","sentiment_score":0.2666666667}
{"full_text":"RT On Tuesday, more than 3,770 American COVID19 deaths were reported in one day -- more than two dozen above the country's pre...","sentiment_score":0.25}
{"full_text":"RT I don't want to hear a single concern trolling word about deficits from the senators who lost power because they jammed throu...","sentiment_score":-0.0857142857}
{"full_text":"RT The #TamilNadu govt's decision to allow full occupancy in theatres has not gone down well among public health experts. A cro...","sentiment_score":0.0648148148}
{"full_text":" Get em Mick!","sentiment_score":0.0}
{"full_text":"if we are all #ExcludedUK from your help take it we are all excluded from your new lockdown too?","sentiment_score":0.1363636364}
{"full_text":"Woah! When you see the figures broken down even further most of the Glyn Valley and Hanmer sections are much lower than Town and are bring the average down!Covid: New variant blamed on Wrexham transmission spike -","sentiment_score":0.0186868687}
{"full_text":"I agree but also think this is different bc of monetary and fiscal policy from a pandemic. With more new stimulus and printing about to happen, asset prices will continue to do well.","sentiment_score":0.2121212121}
{"full_text":"As a two musician household, the majority of our earnings comes outside of the Uk...because people WANT to engage with our Scottish   culture. Dreading the bureaucracy,paperwork and fees that we're about to be hit with...","sentiment_score":0.0}
{"full_text":"RT NEW: Gavin Williamson confirms that children without a laptop have been added to the \"vulnerable\" list who are entitled t...","sentiment_score":-0.1818181818}
{"full_text":"RT Their Design of oombal if decides to release inOTT ~  Fans ah lam oru aalaavae madhikkala vijay   4...","sentiment_score":0.0}
{"full_text":"RT Struggling to think of a bigger political miscalculation than blocking stimulus checks during a pandemic one week before...","sentiment_score":0.0}
{"full_text":"RT It's time to deliver big, bold solutions for the American people. From canceling student debt to declaring the climate crisis...","sentiment_score":0.1111111111}
{"full_text":"RT Our CEO, was recently featured in 'Top 10 #Entrepreneurs To Watch in 2020'. Take a look at the b...","sentiment_score":0.25}
{"full_text":"So Nigerian government can't facilitate funds to create a standardized covid test kit. It's madness.","sentiment_score":0.0}
{"full_text":"Holly Crap !","sentiment_score":-1.0}
{"full_text":"Lockdown yes, running yes! #beactive #gains #exercise #brent #workout #WednesdayWisdom #lockdown #asics #2021goals #nature #goodafternoon #trailrunning #january #runhappy #fitness #staysafe #ukrunchat #wintersun #happytrails #runwithandy #shokzsquad #healthiswealth","sentiment_score":0.0}
{"full_text":"RT Our country is in turmoil &amp; many of it's people scared. Why on earth is Dail Eireann still on Christmas break for another week?...","sentiment_score":0.5}
{"full_text":"RT WHO's Tedros \"very disappointed\" China has not authorised entry of coronavirus experts","sentiment_score":-0.975}
{"full_text":"This is why I don't \"joyscroll\" or \"hopescroll\".","sentiment_score":0.0}
{"full_text":"RT *CALLING ALL HEALTH &amp; CARE STAFF* I'm very concerned about the mental health of health &amp; care staff working on the #Co...","sentiment_score":0.05}
{"full_text":"RT Remember like 6 days ago when Scott Moe said he \"wouldn't change a thing\" about the province's Covid response &amp; now his Highwa...","sentiment_score":0.0}
{"full_text":"RT As well as protecting the vulnerable why do we hear so little about helping them become less vulnerable???","sentiment_score":-0.3385416667}
{"full_text":"RT #Covid19 #Debate \"Elections on May 6  are 'what the law requires but.... we will keep it under review\".","sentiment_score":0.0}
{"full_text":"This is all extremely worrying ahead of my professional placement for my #PGCE_Primary_Education for at","sentiment_score":-0.0125}
{"full_text":"RT What's a \"Covid-related\" patient?","sentiment_score":0.0}
{"full_text":"RT Can someone point to the voters or Americans who approved\/requested that congress send hundreds of millions in COVID re...","sentiment_score":0.0}
{"full_text":"1st week of lockdown which supermarket to I attend this week. Exciting times. I get bored of same ones all the time. choices Aldi, Morrison's, Sainsbury's or Asda oh life is so exciting.","sentiment_score":0.025}
{"full_text":"I've been tested twice weekly for months, until I finally caught the virus; I've recovered, so I don't require a vaccine.Lots of deaths in the nursing home where I reside from all kinds of medical issues, besides coronavirus. Always have been, always will be . . .","sentiment_score":0.0}
{"full_text":"RT Shocking News: #GASen #Runoff voters make pocketbook decision.#GOP control of Senate = $2K COVID stimulus check don't h...","sentiment_score":-1.0}
{"full_text":"RT My brother is a baker for a large supermarket, he never was furloughed or had the opportunity to stay safe at home, nev...","sentiment_score":0.3571428571}
{"full_text":"RT Inslee's reopening plan was a \"rebranded\" shutdown. We're better off parking him at Lake Union with a pile of rocks, tellin...","sentiment_score":0.5}
{"full_text":"RT We're in day 300 of the 2 week lockdown ","sentiment_score":0.0}
{"full_text":"RT Open the borders? Have a \"free for all\" in South Africa? No Rule of Law?Hayi, ndoda. The political slogans and ideolo...","sentiment_score":0.1333333333}
{"full_text":"RT Boris Johnson's Govt, which fought a lengthy battle to drag the UK out of Europe so we could 'control our border' has done...","sentiment_score":-0.1}
{"full_text":"As safe and effective COVID-19 vaccines arrive in our state, Tennesseans can stay up-to-date with the most recent plans and find FAQs here: ","sentiment_score":0.4}
{"full_text":"The need for digital, cloud-based solutions has been heightened by COVID-19. In the next episode of #DigitallySpeaking Anthem's Bobby Samuel &amp; of discuss the AI-driven tools we developed to assist key stakeholders in navigating COVID-19 challenges.","sentiment_score":0.025}
{"full_text":"One year ago today from the NY Times: '\"I hope this pathogen is a less harmful one so it would not cause a major epidemic similar to SARS,\" said Leo Poon, a public health expert at the University of Hong Kong. \"It would be a nightmare for all of us.\"'https:\/\/t.co\/A7VmzYKQYE","sentiment_score":-0.0260416667}
{"full_text":"RT Boris Johnson's Govt, which fought a lengthy battle to drag the UK out of Europe so we could 'control our border' has done...","sentiment_score":-0.1}
{"full_text":"RT Lets be honest here. These two wins and Biden's win were much bigger than just political victories. We told the world tha...","sentiment_score":0.34}
{"full_text":"During Tuesday's Common Council meeting, Dunkirk Mayor Willie Rosas and council members expressed concerns about the surge in COVID-19 cases in the community. There are 142 active cases of the virus in the Dunkirk area as of Monday.","sentiment_score":-0.2166666667}
{"full_text":"RT Covid patients in Cumbria are being sent to hospitals in Scotland and Newcastle after Carlisle's infirmary admits its \"un...","sentiment_score":0.0}
{"full_text":"I am haha but at least with this lockdown I ain't leaving anytime soon lol","sentiment_score":0.2333333333}
{"full_text":"RT COVID-19: How has the pandemic affected education?  via","sentiment_score":0.0}
{"full_text":"Earlier today we posted an article by the to raise awareness for lockdown DA.However, it is disappointing that yet again media are choosing to ignore 32% of victims. Every quote and charity mentioned were from a female victim perspective. Give a fair voice to all.","sentiment_score":0.005}
{"full_text":"ONE WEEK LEFT to apply for our #BothSidesNow Commission, with mentoring from !Create new music exploring the impact of the pandemic on our creativity + wellbeing. Selected artists will receive a fee of PS2,000. Deadline 13 Jan:","sentiment_score":0.0681818182}
{"full_text":"Coming up at 8:30, will have a #WellnessWednesday Q&amp;A with Kris Ehresmann, director of infectious disease epidemiology, about the Minnesota COVID-19 vaccine plan.","sentiment_score":0.0}
{"full_text":"Inevitable.","sentiment_score":0.0}
{"full_text":"\"Take action by setting goals that have the potential for us to be more creative, happier, and more productive, even during a pandemic.\" Drexel neuropsychologist spoke with on resolutions in the time of COVID.","sentiment_score":0.32}
{"full_text":"\"Avoid sounding critical or judgmental...you're trying to foster an open conversation.\" #vapetalk #talkingtoteens","sentiment_score":0.0}
{"full_text":"With the current information regarding COVID-19 in Southern California, and in keeping with SAG\/AFTRA recommendations, we are suspending production on our daytime series, \"Home &amp; Family.\" We plan to air encore episodes at this time, and will continue to monitor the situation.","sentiment_score":0.0}
{"full_text":"Homeschool mentoring can help parents organise and manage learning during lockdown:- Organise school homework- Ensure the timetable is being followed- Follow up and provide additional worksheets- Provide further advice if needed- Track progress","sentiment_score":0.0}
{"full_text":"Syracuse University will offer COVID-19 testing every 14 days for family of SU faculty and staff.https:\/\/t.co\/5GjtElyzAa","sentiment_score":0.0}
{"full_text":"Residents have been advised to stay alerthttps:\/\/t.co\/2cfgZbTF0y","sentiment_score":0.0}
{"full_text":"RT What happened last night isn't about Democrats or Republicans. It's about our country. We now have a real chance to beat...","sentiment_score":0.1}
{"full_text":"Statewide, hospitalization levels continue jumping to new record highs.","sentiment_score":0.1363636364}
{"full_text":"#EuropeanMedicinesAuthority approves the #modernacovid19vaccine#COVID19 #EMA #EuropeanUnion #COVIDVaccine","sentiment_score":0.0}
{"full_text":"In these lonely times, we must keep our emotional health top of mind too. #ECRLifestyle","sentiment_score":0.1333333333}
{"full_text":"Everything you need to know about travel and holiday refunds as a result of #coronavirus #lockdown","sentiment_score":0.0}
{"full_text":"PandemicHealth careGun violenceCorruptionDemocrats better act fast on all of these.","sentiment_score":0.35}
{"full_text":"See which #LatAm Governor announced a program to #vaccinate 46M, beginning 25 January.#EmergingMarkets #COVID19","sentiment_score":0.0}
{"full_text":"RT \"COVID is real guys \" yeah girl we been knew...","sentiment_score":0.2}
{"full_text":"RT THREAD: When sceptics tell us they think lockdowns\/closing schools is a bad idea, we're entitled to ask how good their...","sentiment_score":5.551115123e-17}
{"full_text":"Traffic Information for Vaccine Distribution for TODAY 1\/6\/21. Show up to your appointment 10 minutes before your scheduled time.If you have an appointment you MUST bring your ticket (print out!), you MUST bring your ID, and bring a pen.#CollierCounty #COVID19","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccine FAQ (1)Will the new vaccine make you test positive on a COVID-19 viral test?The answer is no.Read more: #COVID19Vaccine","sentiment_score":0.2878787879}
{"full_text":"No Voice Is Too SmallWe understand that surviving the pandemic largely depends on the hotel's ability to quickly adapt..Read more: #HotelIndustry","sentiment_score":0.3492063492}
{"full_text":"Time: 14:00 * Temp: 5.0degC * Wind: WNW 0.0 to 2.9mph * Pressure: 1017.8hPa * Rain: 0.0mm * Hum: 80% * ET: 0.1mm * Solar: 132.0W\/m2 * UV Index: 0.0 * Sunrise: 08:43 * Sunset: 16:14 * Cloudbase: 1400ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Before and after vaccination #coronavirus #CoronaVaccine #CovidVaccine #COVID19","sentiment_score":0.0}
{"full_text":"Looking for family exercise that decreases your COVID exposure chances? How about a family obstacle course challenge in your backyard? Find a state park and go take a hike! (bring your masks if you run into more people on the trail than you imagined!)","sentiment_score":0.625}
{"full_text":"We wonder if the U.S. might be next. Protect yourself and others. Wear a mask. #PPE #PPEForAll #PPESupllies #PPENow #COVID19 #COVID19News","sentiment_score":0.0}
{"full_text":"In case you missed it on Tuesday on @KDKARadio. We talked with Dr. Donald Yealy, MD who told me about efforts at @UPMCnews to vaccinate staff members against COVID and how many have elected to get the vaccine.","sentiment_score":0.5}
{"full_text":"There are concerns that PSPOs create a \"postcode lottery\" for the availability of local dog walking spots, which could encourage unnecessary #lockdown travel.","sentiment_score":-0.2}
{"full_text":"The research says otherwise","sentiment_score":0.0}
{"full_text":"RT A Catholic governor who defends the death penalty, ignoring his church's teachings, now plans to exclude essential immigrant...","sentiment_score":0.0}
