{"full_text":"Praying with integrity -","sentiment_score":0.0}
{"full_text":"Please share and tell all of your relatives , colleagues and friends . If in doubt contact action fraud on 03001232040 or call 101 . Please do not hand over payment for the vaccine.     ","sentiment_score":0.1}
{"full_text":"RT Not many people know about this but Chungha was asymptomatic and has been fully recovered from Covid ","sentiment_score":-0.25}
{"full_text":"#goodnews #RamCharan Recovers from covid-19 &amp; waiting for his official Note #SeethaRAMaRajuCHARAN","sentiment_score":0.0}
{"full_text":"RT Thanks for standing up for us Shame on for these ill informed comments.","sentiment_score":-0.15}
{"full_text":"It will absolutely break me too...my MH was poor during lockdown 1. To be separated from my partner as a single parent little support with health issues is too much..","sentiment_score":-0.0517857143}
{"full_text":"Can the Government not get  a better and more CHARISMATIC person than Mr WhittyAnd did he finally tell the UK people to WEAR A RUDDY MASK in the streetsSo many so close with no maskEven 2m away a SLIGHT puff of wind your way and BINGO Covid. + puffing JOGGERS + CYCLISTS !!!","sentiment_score":0.2790798611}
{"full_text":"RT yeah bcs we're immune to covid :)","sentiment_score":0.5}
{"full_text":"RT So if you're wondering how going back to school is going to go my wife already has 2 students out with covid and it hasn't e...","sentiment_score":0.0}
{"full_text":"RT Stay safe, wear a mask !","sentiment_score":0.625}
{"full_text":"RT TIMES NOW's Sherine with details on the politics being played around the COVID-19 vaccine and the meeting being chaired by PM...","sentiment_score":0.0}
{"full_text":"RT When this pandemic ends-it will-time to visit; revisit; come home; to Israel.","sentiment_score":0.0}
{"full_text":"RT Covid has undermined UK's chronically under-funded justice system","sentiment_score":0.0}
{"full_text":"RT On 15 January, you can join football legends Sir Alex Ferguson, &amp; for an exclusive liv...","sentiment_score":0.0}
{"full_text":"Please pray for me I have just been sent home by my boss to isolate. A colleague that I share an office with her mom died coz of covid this morning and she has also tested positive for covid. Akusekho kuhle anymore","sentiment_score":0.2272727273}
{"full_text":"RT \"The reality is this pandemic is only gaining momentum, a stark reminder that vaccines alone will not end this fight. We all need...","sentiment_score":-0.1}
{"full_text":"RT This was brought to my attention tonight--Singapore literally has reusable 3-layer masks distributed FREE to its citizens....","sentiment_score":0.4}
{"full_text":"Same. Dispatch rider be looking at me funny lol.","sentiment_score":0.35}
{"full_text":"RT Help us help you if visiting local coastlines for daily exercise. Follow your nation's lockdown guidance, #BeCoastSafe &amp;...","sentiment_score":0.0}
{"full_text":"Feel sadHeartbroken NanbaI can't express my wordsMore Than 1 year we waiting For The Master MovieThe last 2 days before Movie Release Here In Malaysia Offically Announced Lock down for 2 weeks@actorvijay","sentiment_score":-0.0777777778}
{"full_text":"There have been worrying increases in the last few dayshttps:\/\/t.co\/o14KxqG3wy","sentiment_score":-0.1}
{"full_text":"RT Coronavirus isn't over, so we need measures in place to stay safe.","sentiment_score":0.5}
{"full_text":"RT #Brexit showed everything in its True Colours. #MSM were Blatant #EU, the People were Blatant Brexit. They should've moved...","sentiment_score":-0.2166666667}
{"full_text":"RT Coronavirus rates among teachers are 333% above the average.How dare Hancock say today there was \"no evidence\" teachers...","sentiment_score":0.0}
{"full_text":"RT UK Lockdown Police Caught On Camera Violating Their Own Lockdown Rules","sentiment_score":0.6}
{"full_text":"RT Dawn breaks on Little England. Where they make people homeless in a pandemic. Where #RobertJenrick Secretary of State for Hou...","sentiment_score":-0.1875}
{"full_text":"RT My husband and I patiently waiting for the government to declare another lockdown so we use the children's school fees for shaw...","sentiment_score":0.0}
{"full_text":"Thank you for another lockdown  #covid19","sentiment_score":0.0}
{"full_text":"Do it. It's is fun, league SBC's are the next plague after COVID though ","sentiment_score":0.15}
{"full_text":"Is this a good idea? #COVID19https:\/\/t.co\/TJ4k1zanvI","sentiment_score":0.7}
{"full_text":"RT Proud to have our South Stand opening today as one of the COVID-19 Super Vaccination Centres","sentiment_score":0.5666666667}
{"full_text":"RT Vitamin D helps fight infections, the government is negligent in not getting this message across. When I got Co...","sentiment_score":0.0}
{"full_text":"spm candidates rlly be corona-free lmaoooo ","sentiment_score":0.0}
{"full_text":"FULL TEXT: Health Ministry Announces Restrictions Around COVID-19 Dead Bodies","sentiment_score":0.075}
{"full_text":"RT #HumanRights violations are not stopping in Zimbabwe because of the lockdown, therefore citizen action must not stop! Citize...","sentiment_score":0.125}
{"full_text":"RT Did the ccp virus killing americans come from a bioweapons lab?  Was it genetically engineered?New cover-up fears as Ch...","sentiment_score":0.0}
{"full_text":"Found Bear on this milking stool in the kitchen asking the grey eyed morn for a plan. That task will fall to me- speaking of which I'm on at 1 pm today with and talking all things family&amp; keeping them content through the grey Covid days xx","sentiment_score":-0.05}
{"full_text":"I had ice cream mate. No rules in lockdown","sentiment_score":0.0}
{"full_text":"Every day \"Doesn't accept\" valid criticism and denies plain facts. He's woefully incompetent as a messenger.","sentiment_score":-0.2821428571}
{"full_text":"Monday marks a year since the first #coronavirus death was announced in #Wuhan. #China annouaced the first death from a new virus in Wuhan on 11 January 2020. Twelve months later,#Covid-19 has claimed 1.9 million lives #worldwide.Read More Here:https:\/\/t.co\/Fs9i77eptq","sentiment_score":0.2840909091}
{"full_text":"FUCK OFF","sentiment_score":-0.4}
{"full_text":"RT Oh sure the problem here is the support bubbles, it definitely isn't the complete shambles of schools policy or the lack o...","sentiment_score":0.2}
{"full_text":"RT BREAKING: DOH announces 2,052 new COVID-19 cases, as the nationwide total climbs to 489,736.Eleven more fatalities ra...","sentiment_score":0.2121212121}
{"full_text":"Right, so the CMO of the USA is lying?I've nearly filled my Pro-lockdown bingo card.\" Jelly beans\"\" walk through a covid ward\"Any more?","sentiment_score":0.3952380952}
{"full_text":"RT I had my 1st Covid-19 vaccine shot some days ago; I am waiting to have the second  dose in a few weeks, But I'm more stern wi...","sentiment_score":0.1}
{"full_text":"{BREAKING NEWS} PCR Test reveal WhatsApp tested positive for covid-19 subsequent to its untimely death yesterday","sentiment_score":0.1136363636}
{"full_text":"Agreed! We do have an advantage though..apparently some Burnley players will be out with Covid ","sentiment_score":0.0}
{"full_text":"RT News of a stricter lockdown being introduced.Speculation includes only leaving your house ONCE a week and NO support bubbles at...","sentiment_score":0.0}
{"full_text":"faithfully enduring lockdown after lockdown knowing that they're saving countless lives whilst being unable to hold the government to account for not organising them well enough to stop the nhs being overwhelmed is um... a trip and a half","sentiment_score":-0.1666666667}
{"full_text":"RT ASUU conducted a meeting of over 20 officials without social distancing, some people didn't put on face mask just to co...","sentiment_score":0.0333333333}
{"full_text":"RT Just go to UCH, the staffs are panicking like mad. Doctors and Nurses are testing positive like it nothing. 37 people from...","sentiment_score":-0.1988636364}
{"full_text":"No protestor was close to house members since they were on lockdown.  Was a staffer positive with COVID?","sentiment_score":0.2272727273}
{"full_text":"RT They're getting desperate now.They know what's coming and are become increasingly unbalanced and hysterical. The clock...","sentiment_score":-0.8}
{"full_text":"RT AIR University's Multan Campus Allegedly violates  Government  orders, Calls Students for Exam amid Surge  in Covid19 Ca...","sentiment_score":-0.1}
{"full_text":"#Leben am Limit = #homeschooling + #homeoffice #COVID19 #lockdown","sentiment_score":0.0}
{"full_text":"RT A GARDA taking no BS from Ireland's Alt-right ","sentiment_score":0.0}
{"full_text":"Tanaiste on CB admits slow start of vacs. He says that we  will soon be at a point when the only constraint will be supply.. Hello?? We have been told since the 27th Dec that supply was the reason for slow progress on vacs. Fake news?? #COVID19","sentiment_score":-0.275}
{"full_text":"RT If you're not already taking vitamin D please please start","sentiment_score":0.0}
{"full_text":"When I worked in animal health, the worst affected especially with chronic chest problems was animals shut up in buildings, pneumonia was probably the most common","sentiment_score":-0.2}
{"full_text":"RT THREAD: THE NEW AIRPORT SCAM!!! (MMA, Lagos)I was at the airport recently and for the fact that I had not set foot si...","sentiment_score":0.1331676136}
{"full_text":"she sniffing that covid uppp nah i'm jk this tik tok is old","sentiment_score":0.1}
{"full_text":"RT Today is a mixed bag. Kerala theatres confirmed to reopen for #Master. Kerala Thalapathy fans are elated. Malaysia going...","sentiment_score":0.2}
{"full_text":"RT How to Invest During a Global Crisishttps:\/\/t.co\/Jr9MRm2Q9iv #MachineLearning #ML #AI #10...","sentiment_score":0.0}
{"full_text":"RT Y do ppl hate that song? Lol Issa bop","sentiment_score":0.0}
{"full_text":"RT Reopening universities is an invitation for mass #COVID19 deaths. They are not prepared. #COVID19 protocols are almost impo...","sentiment_score":0.0}
{"full_text":"RT What are the national security implications of the #COVID19 pandemic? #ANUExperts and shar...","sentiment_score":0.0}
{"full_text":"RT If I don't save serious money this lockdown I'm an idiot","sentiment_score":-0.5666666667}
{"full_text":"i like how news of the lockdown was just announced &amp; everyone in my mall vanished lol","sentiment_score":0.8}
{"full_text":"RT We've seen in the USA what can happen when people who promote dangerous conspiracy theories are left unchecked. It's l...","sentiment_score":-0.3}
{"full_text":"The thing that rakyat want to hear. Thanks for your effort, Sarawak government. Its okay, lets fight this together.","sentiment_score":0.35}
{"full_text":"RT Miami Doctor Dies After Receiving Pfizer COVID-19 Vaccine The grieving wife of a leading Florida doctor has told...","sentiment_score":0.0}
{"full_text":"RT Close friends be testing Positive to COVID-19 Guys please wear a mask and protect yourself and your family. This shit is...","sentiment_score":0.0136363636}
{"full_text":"RT No news coverage of the biggest strike in living history that's affecting 1000's of loyal British Gas employees who have wor...","sentiment_score":0.1666666667}
{"full_text":"What's happening across the pond with SAP users, the UK and Ireland SAP User Group (UKISUG), and the #pandemic?","sentiment_score":0.0}
{"full_text":"RT \"I think it's an outrage that Sadiq Khan has been the unelected Mayor of London for a year.\"Political commentator John Ren...","sentiment_score":0.0}
{"full_text":"South Asian country has so far registered 522,453 COVID-19 cases and 7,781 related deaths","sentiment_score":0.0333333333}
{"full_text":"RT Health minister must ensure effective and efficient roll-out of COVID-19 vaccine -@GildernewColmhttps:\/\/t.co\/8Cdn6px...","sentiment_score":0.6}
{"full_text":"RT My husband and I patiently waiting for the government to declare another lockdown so we use the children's school fees for shaw...","sentiment_score":0.0}
{"full_text":"RT It's infuriating to watch Journalists parroting the absolute Crap, that people are flouting lockdown rules, when it's...","sentiment_score":-0.4}
{"full_text":"Dubai removed from Scotland's 'safe' travel list approves Sinovac's Covid vaccine for emergency use. Wreckage of doomed Indonesian jet is seen in underwater footageCOVID-19 testing begins at Cleveland Hopkins International Airportto reopen for tourism on March 31","sentiment_score":0.25}
{"full_text":"RT ASUU collect money finish begin say \"it's unsafe to open universities due to covid\". Who dey scam who for this country?","sentiment_score":-0.0625}
{"full_text":"RT In the name of OFFGUN, we donate materials such as study and daily necessities to China Social Relief Foundation.Hope to...","sentiment_score":0.0111111111}
{"full_text":"The Travel Quandary for Global Aid Workers in the Pandemic","sentiment_score":0.0}
{"full_text":"RT The players are unable to swap shirts after the game due to COVID protocols, so we've provided with a whole s...","sentiment_score":-0.20625}
{"full_text":"RT PSA: Don't fall prey to fake CoWIN apps on Google or Apple stores. It's not available to the public yet. Only health car...","sentiment_score":-0.175}
{"full_text":"Tbh I thought just restricting social activities (no dining, no sports, no malls, no festivals, no parties) plus better workplace\/office SOPs would have been sufficient.Yeah gotta force yall to stay at home instead of roaming the streets like dungus.","sentiment_score":0.2666666667}
{"full_text":"RT My friend's statement make me think a lot..Stay safe all.#COVID19","sentiment_score":0.5}
{"full_text":"just had the past year and thus begins the year since Beta Anyone want to be a local wendys HAS been in Labor Day And have creative reach hacks used to COVID so far ","sentiment_score":0.0875}
{"full_text":"The last one was in February 2020.","sentiment_score":0.0}
{"full_text":"#SouthKorea's president says it'll offer #COVID19 #vaccinations to all its people free of charge in phases. #MoonJaein #Corornavirus","sentiment_score":0.4}
{"full_text":"The stay-at-home mandate should not cause additional stress when it comes to eating!For more articles, you can now access on the all-new SYOK app! Download here:","sentiment_score":0.625}
{"full_text":"Despite No Lockdown\/Mask-Mandate, Florida Has Same Hospitalization Rate As 2018 Flu SeasonWe've been scammed!Wake up Sheeple!https:\/\/t.co\/SvmzRhRvD3","sentiment_score":0.0}
{"full_text":"The Express and its sister titles across the UK today challenge Boris Johnson to ensure that every citizen is only a short walk away from a vaccine centre.https:\/\/t.co\/29FcwGz0py","sentiment_score":0.0}
{"full_text":"RT Do you want to help you community during the COVID-19 pandemic?@NHSVolResponder are looking for various #volunteer r...","sentiment_score":0.0}
{"full_text":"While You Were Sleeping: Coronavirus updates for January 11 #FOX59Morning","sentiment_score":0.0}
{"full_text":"Lots of #PubQuiz Nights are in #Lockdown3 with  #VirtualPubQuiz Nights replacing them. So here's a #Quiz Tip for after #Lockdown #QuizNight #QuizTime","sentiment_score":0.0}
{"full_text":"Hundreds of Chatsworth households woke to dry taps on Monday as technicians attempted to repair a water pump in Northdene.https:\/\/t.co\/NgIWTlc9tc","sentiment_score":-0.0666666667}
{"full_text":"You have a right to be safe at work -- no matter whether you work full-time, part-time or are on a zero-hours contract If you're worried about working because of #Coronavirus, our advice can help","sentiment_score":0.3928571429}
{"full_text":"Caught in the midst of an epic #zombie outbreak on the tropical #island of Banoi, your only thought is: Survive! Will you be able to do that in #DeadIsland Definitive Collection at 78% off on Indiegala:","sentiment_score":0.2}
{"full_text":"Our PG &amp; ECR reps have organised a #coffeemorning12 Feb 2021 11amdiscussing careers in academia.Dr Hannah Pitt &amp; Dr Megan Blake share their experience and thoughts on careers pre-, in and post-pandemic.#FoodGeog Book here:","sentiment_score":0.0}
{"full_text":"The Health Ministry recorded a significant increase in the number of existing cases of novel coronavirus (Covid-19) casesRead more - #Bahrain","sentiment_score":0.4375}
{"full_text":"A 3-year-old girl gets a shout out from New Brunswick's top doctor for protecting herself and her dolls from COVID-19 #TheMoment","sentiment_score":0.3181818182}
{"full_text":"The pandemic stopped the weekly face to face music sessions between the residents from Old Hall &amp; their local primary.Old Hall shared their musical composition which was composed, recorded &amp; showcased to the children on zoom.@IntergenTwM #Communitymusichttps:\/\/t.co\/JP9DWROhEQ","sentiment_score":0.0333333333}
{"full_text":"Newswatch COVID-19 Digest: Monday January 11, 2021 ","sentiment_score":0.0}
{"full_text":"Coronation Street spoilers as Leanne Battersby's secret is revealed","sentiment_score":-0.4}
{"full_text":"COVID-19 and conflict: A deadly combination.  https:\/\/t.co\/V0PkB9HbAv #mande #humanitarian #dataforgood #womenindata #NGOs #data","sentiment_score":-0.2}
{"full_text":"Nearly half of Switzerland's restaurants and hotels risk bankruptcy within months failing financial support to weather devastating Covid-19 measures, the sector's employer group warned Sunday.","sentiment_score":-0.3888888889}
{"full_text":"We're here for you. We are offering a full Advice and Counselling Service online during the lockdown. You can contact us via our webform:","sentiment_score":0.35}
{"full_text":"Despite the current lockdown, Vertical Plus will continue to provide all of our services &amp; support our partners as usual.  Our team are all working hard to improve business growth through our bespoke E-commerce platform. Contact: info@verticalplus.co.ukhttps:\/\/t.co\/tEZSVPMBbH","sentiment_score":-0.1805555556}
{"full_text":"Lewisham's COVID-19 infection rate is the highest we've ever seen at any point during the pandemic. Everyone must stay at home. If it's essential to go out, remember to wash your hands, cover your face and make space. #KeepLondonSafe #KeepLewishamSafe","sentiment_score":0.0}
{"full_text":"Lots of babies have been born during the pandemic who still haven't been able to meet their relatives! Follow the rules, so that families can come together once again after lockdown.Do it for what matters.https:\/\/t.co\/34ucTznOjA #doingourbit","sentiment_score":0.625}
{"full_text":"RT Research finds lockdown harms are 10 times greater than benefits.Yet the Government is considering tougher lockdown r...","sentiment_score":0.5}
{"full_text":"RT At 11am today on tune in to listen to Conor O'Leary talk about the role of Purple House cancer support cha...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 11\/01\/2021 16:30Total Cases: 10467676 [+244]Active: 220019Recovered: 10092132 [+0]Deaths :151199 [+1]Total Tests: 181.76MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#COVID19, as of 1\/11, 6am:>Global cases: 90,327,622>Global [deaths]: 1,935,951>US: 22,409,129>US (deaths): 374,329>TN: 653,869 [7785]>GA: 636,373 [10,282]>NC: 623,188 [7,567]>AL: 401,900 [5,334]>Local cases: wear a mask!","sentiment_score":0.0}
{"full_text":"Despite the challenges of the past year we deployed four observers to observe the UK's only 2020 COVID elections in Scotland. Read the full interim statement here: #electionobservation #Scotland #byelection #vote #democracy #COVID19","sentiment_score":0.0333333333}
{"full_text":"Here is information around Furlough schemes and how it is calculated  Speak to your employer to see if they are offering flexible furlough if you need to take time off work due to COVID-19https:\/\/t.co\/rVvLNiT2Pj","sentiment_score":-0.125}
{"full_text":"Good morning! Phase 1B of the #COVID19 vaccine begins today in Tompkins County, which includes teachers. We'll talk about the plan with Superintendent at 7:40 on Ithaca's Morning News.","sentiment_score":0.875}
{"full_text":"New modelling suggests that one in five people in England may have had coronavirus, rising to almost one in two in some areas.","sentiment_score":0.1363636364}
{"full_text":"Halton has recorded a fourfold increase in its infection rate in the space of a week","sentiment_score":0.0}
{"full_text":"RT Teacher: Any Question.?Me: Sir ye corona ke 3rd Wave kb arhe.?","sentiment_score":0.0}
{"full_text":"The has shared their top ways that the pandemic will continue to shape travel this year, including possible proof of vaccination and the return of cruises and business travel. What do you think 2021 has in store for travel? #travel #pandemic","sentiment_score":0.25}
{"full_text":"Early voting has officially opened for Rockhampton's mayoral by-election. 17 candidates running for the top job, each vowing to help the Beef Capital recover from the global pandemic. #qldpol #7NEWS","sentiment_score":0.2}
{"full_text":"Information about Age UK Shropshire Telford &amp; Wrekin's services and the steps we are taking to support local older people during the coronavirus pandemic.https:\/\/t.co\/uZcZ27FYOm","sentiment_score":0.0833333333}
{"full_text":"COVID 19 Statistics for Scotland (11\/1\/2021) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
{"full_text":"T-STORM OUTLOOK for today Radars and updated maps at            #wx #news #weather #hail #winds  #severe #storm #windy   #tornado  #tornado #damage #storms #thunder #Flooding #cloud  #tonight #Monday  #lockdown","sentiment_score":0.0}
{"full_text":"ACI World's #Airport #Health Measures Audit Programme, which two of Aeroporti di Roma's #airports have now completed, is designed to offer additional reassurance to #passengers when travelling amidst #COVID19.https:\/\/t.co\/dfT94M6KNh","sentiment_score":0.0}
{"full_text":"Social distancing and the risk of infection has made political events difficult to cover. reveals how mobile journalism enabled him to report on the US election and keep safe. #JournalismMatters","sentiment_score":0.0083333333}
{"full_text":"A fantastic prize on offer here for anyone with an interest in #WW1!","sentiment_score":0.5}
{"full_text":"LOCKDOWN  HOW LONG WILL THIS LAST?  HOW LONG CAN THIS LAST? CONTROL VS. ELIMINATION Learn More On Our Website &amp; Join Us In Making London A World-Class City Once Again!#BrianForMayor","sentiment_score":0.08}
{"full_text":"RT After receiving my 2nd shot of the #Covid19 vaccine today, my 10 seconds of excitement t...","sentiment_score":0.0}
{"full_text":"Thanks to a #globalpandemic forcing the world to quickly come up with new solutions to life-threatening \/https:\/\/t.co\/mvWnTET7Uu\"COVID-19 Accelerates the Fourth Industrial Revolution\"@3dprintingcom #3DPrinting #AdditiveManufacturing #3DPNews #3dprinted #3dprinter #3dprint","sentiment_score":0.1674242424}
{"full_text":"Current Conditions for #Sayre PATemp: 20.8FWind Chill: 20.8FHumidity: 99%Dew Point: 20.6F Barometer: 30.442 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 225.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"To date, investigations have identified sites hosting hundreds of IRS-related #phishing scams. Beware! Check any links with #TrendMicroCheck: #infosec #security #StaySafe #informationsecurity #scam #dataprotection #coronavirus #covid19","sentiment_score":0.0}
{"full_text":"The Express and its sister titles across the UK today challenge Boris Johnson to ensure that every citizen is only a short walk away from a vaccine centre.https:\/\/t.co\/aEXVTKABBg","sentiment_score":0.0}
{"full_text":"N'HAVEN PORTNO ENTRY FORHGVS WITHOUTCOVID TEST","sentiment_score":0.0}
{"full_text":"RT Listen , Tell your neighbour to tell your dog to tell your goat that COVID is still outside.Use your mask.Sanitize...","sentiment_score":0.0}
