{"full_text":"Maybe we could if the buffoon you voted for didn't handle the pandemic so poorly that other countries don't want us","sentiment_score":-0.2625}
{"full_text":"So you're absolutely sure that the government figures don't reflect the true number of covid deaths?","sentiment_score":0.425}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT Song Joong Ki has donated 100 million won to Hope Bridge to help provide warm winter wear to workers operating Coronavirus tes...","sentiment_score":0.6}
{"full_text":"RT #SMILEGOALHAI A smile lightens the surroundings and that is the need of the hour in times of Corona.Help us bring the...","sentiment_score":0.3}
{"full_text":"RT 1\/Concerning case of reinfection: healthy 45 year old was reinfected with the genetically distinct SARS-CoV-2 variant tha...","sentiment_score":0.3}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"RT This video from the wards shows what COVID-19 is like &amp; very closely reflects what my A&amp;E doctor friend (who intubated a...","sentiment_score":0.2}
{"full_text":"But it hurts to be unfairly cheated now i believe Covid was created to remove trump from power so they can send in votes from Syria and Afghanistan calling it mail in ballots","sentiment_score":-0.5}
{"full_text":"- Covid news - live: London hospitals on verge of being overwhelmed as UK daily death toll tops 1,000 -","sentiment_score":0.0681818182}
{"full_text":"RT PIL filed in Delhi High Court seeking the removal of mobile caller tune on #COVID19 awareness in the voice of actor Amitabh Bachch...","sentiment_score":0.16}
{"full_text":"COVID-19  Smashing prize for a virus free home ","sentiment_score":0.4}
{"full_text":"RT Covid vaccine scam. Text messages are circulating, claiming to be from the NHS and informing the recipient that the...","sentiment_score":0.0}
{"full_text":"Let's end the cruel and deadly fur trade before it causes the next pandemic. Sign now to support our call for a global ban on fur farming via","sentiment_score":-0.3}
{"full_text":"RT Countries like Canada, UK and US are always portrayed as leaders around the world but New Zealand really showed it in ever...","sentiment_score":0.1681818182}
{"full_text":"RT Do you or someone you know live with dementia? Visit our new Dementia Friendly Cardiff website to find a host of infor...","sentiment_score":0.2159090909}
{"full_text":"RT Sahpra open to clinical trials for the use of Ivermectin to treat Covid-19https:\/\/t.co\/RVDXx90LEe","sentiment_score":0.0}
{"full_text":"RT Today was the deadliest day of a historic pandemic in the United States and it will hardly rank as one of the top five...","sentiment_score":-0.1}
{"full_text":"Stay home if you work in an office you mean everyone else get to work...","sentiment_score":-0.3125}
{"full_text":"RT The humans that were screaming \"TIYeNI\" are now \"Stay home\" advocates","sentiment_score":0.0}
{"full_text":"RT The running joke is that pandemic-induced travel restrictions have forced America to settle for a coup at home this year.","sentiment_score":-0.3}
{"full_text":"RT Father we pray you protect &amp; watch over our committed health workers in hospitals &amp; other health facilities across SA, ca...","sentiment_score":-0.125}
{"full_text":"RT Meet young micro-entrepreneurs from network covering #Kenya &amp; #Tanzania. From cybercafes to arts education ser...","sentiment_score":0.1}
{"full_text":"Hahaha it's probably because they haven't! They made a few when they restructured after the first lockdown but because it was a restructure a lot of people just accepted a job in a different department. A few did leave but definitely not lots","sentiment_score":0.0166666667}
{"full_text":"RT More than 360,000 Americans have now died from COVID-19.60,000 of them died within the past 24 days.","sentiment_score":0.125}
{"full_text":"RT i'm a black trans woman living in rural georgia. there are pockets of violence starting. pls retweet this so i can have...","sentiment_score":-0.0555555556}
{"full_text":"Wonderful! Even a 5 year old would have told him this was going to happen.","sentiment_score":0.55}
{"full_text":"RT Deputy Leader of the UNP technically right on health ministry budget, not on its implications  | For the...","sentiment_score":0.2857142857}
{"full_text":"RT Last year, 'Everyone In' ensured local authorities and charities had the resources they needed to provide Covid-safe acc...","sentiment_score":0.0}
{"full_text":"RT Women are more likely to experience food insecurity than men, and the pandemic has exacerbated this divide. Women cont...","sentiment_score":0.25}
{"full_text":"RT And y'all better NOT BE OUTSIDE!!These are wild thugs out here ! Stay home.This ain't our business.Stay at home safe but dan...","sentiment_score":0.375}
{"full_text":"Wishing the hugest of happiest lockdown birthdays to the biggest fan I know hope you have a great day. Let's pray for a tour next year  #springsteen #birthday #family xxx","sentiment_score":0.4}
{"full_text":"RT How does Congress like sheltering in place like our kids do when there is an active shooter???","sentiment_score":-0.1333333333}
{"full_text":"RT I'm about to have the best year of my life tbh. Lockdown will not lock me away from my blessings ","sentiment_score":1.0}
{"full_text":"Would perhaps free up a lot of jobs post Covid if women were able to retire !","sentiment_score":0.5125}
{"full_text":"RT I'm in the Capitol. I'm safe, and my team and I are sheltering in place.The President of the United States has incited a rio...","sentiment_score":0.5}
{"full_text":"RT i can't believe i'm losing my 20's to a pandemic. not drugs, not pregnancy, a fucking pandemic ??","sentiment_score":-0.6}
{"full_text":"RT This pandemic may leave many people facing #unemployment causing huge distress &amp; uncertainty about their future:","sentiment_score":0.3}
{"full_text":"RT [BREAKING] NIN: NIMC workers commence strike over funding, exposure to COVID-19","sentiment_score":0.0}
{"full_text":"The is bringing together stories of hope from communities around the world as we continue to understand the full effects of #COVID19. Add your story of international solidarity.","sentiment_score":0.175}
{"full_text":"The coronavirus will be over in 12 months, tops. So compare the total from that","sentiment_score":0.0}
{"full_text":"RT \"Unless we take the lockdown seriously, the impact on healthcare for the whole country will be catastrophic.\"Rupert Pears...","sentiment_score":-0.0666666667}
{"full_text":"RT No apology from Boris Johnson as his Tory Chancellor is caught misleading Welsh businesses by passing off already annou...","sentiment_score":0.0}
{"full_text":"CORRECT for masks. I do think sanitizers should be use. ","sentiment_score":0.0}
{"full_text":"RT All of THIS because black folks and other POC had the audacity to overcome voter suppression, a pandemic, and GOP cheating to...","sentiment_score":-0.1458333333}
{"full_text":"Service Update 09:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT Thanks for your concern -- I am safe and sheltering in place with other senators. Please join me in praying for our country,...","sentiment_score":0.1916666667}
{"full_text":"Service Update 09:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Is this the reason she hasn't been giving the numbers of people vaccinated in Scotland. Is it going to be another mess. If th...","sentiment_score":-0.175}
{"full_text":"RT What's the secret behind NSW's Covid Contact Tracing? Check out this sketch and I wrote for 's War on...","sentiment_score":-0.4}
{"full_text":"RT All of those Congress people who felt a real flutter of terror today, need to remember that American school children hav...","sentiment_score":0.1}
{"full_text":"RT Irony just died a Gazillion Deaths!Not a single word of remorse on the death of 57 farmers who are battling Cold &amp; Cor...","sentiment_score":-0.3357142857}
{"full_text":"RT I'm afraid of COVID but I'm more afraid of passing it to someone who isn't strong enough to fight it. ","sentiment_score":-0.0533333333}
{"full_text":"RT CureVac and join forces and signed a collaboration and services agreement. Bayer will support the further developmen...","sentiment_score":0.0}
{"full_text":"Hoping tht everything would resume by the soonest time  covid is stopping me frm meeting the boss. Ciao.","sentiment_score":0.0}
{"full_text":"RT As mourners move closer to try gain access to the viewing room to bid farewell to Teddy Mafia, police remind them of the CO...","sentiment_score":0.0}
{"full_text":"RT  Updated information for PWD and lockdown No. 3  Feel free to share Any other questions please ask and","sentiment_score":0.1375}
{"full_text":"RT It doesnt look like at all. One of the reason they ae going on strike is bcos of their staff who contacted Covid an...","sentiment_score":0.0}
{"full_text":"The Mail can reveal the saucy snaps of Covid, 19, as she sunbathes in Zante.","sentiment_score":0.0}
{"full_text":"RT Imagine praying for America when we have an entire Covid XS Max wiping us out","sentiment_score":0.0}
{"full_text":"RT 319 am and just admitted another young #Covid19 patient transferred from an overwhelmed hospital in the GTA. Covid won't st...","sentiment_score":0.1}
{"full_text":"Our experience of the 1st wave of covid was quite tame. Very different this time. Very very different. Dozens of colleagues positive. Having a real impact. Is that the experience of other forces too?","sentiment_score":0.0142676768}
{"full_text":"RT Mandatory mask wearing in certain settings came into effect on August 10 2020. That day 57 'cases' were reported.After...","sentiment_score":0.2142857143}
{"full_text":"RT Once again, i call out to you all, get your facemasks and protect yourselves. Covid has upped its game. If you sow careless...","sentiment_score":-0.45}
{"full_text":"Lastly How safe is the COVID19 vaccine? We have seen many people especially the Christian community speaking against the vaccine?","sentiment_score":0.2}
{"full_text":"RT FACT CHECK: Boris Johnson claim that 'United Kingdom NHS' is distributing Covid jag","sentiment_score":0.0}
{"full_text":"China locks down part of province outside Beijing as coronavirus cases spike","sentiment_score":-0.0777777778}
{"full_text":"RT The #SupremeCourt on Thursday asked the Centre what it has learnt from the Nizamuddin Markaz congregation earlier this...","sentiment_score":0.0}
{"full_text":"RT 1\/Concerning case of reinfection: healthy 45 year old was reinfected with the genetically distinct SARS-CoV-2 variant tha...","sentiment_score":0.3}
{"full_text":"Well... Let your hair grow during lockdown, then visit me in Paris... ","sentiment_score":0.0}
{"full_text":"It's back to school for Boris Johnson, the man who refuses to learn | Marina Hyde","sentiment_score":0.0}
{"full_text":"RT \".. he is pathologically incapable of making a difficult decision and that is reprehensible.\"Devastating, brutal, heartbrea...","sentiment_score":-0.7916666667}
{"full_text":"please ensure safety protocols are followed.","sentiment_score":0.0}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"my lala got covid and my granny doin tht old person thing where she wanna see me(i think her times coming tbr) after i ain't seen her basically all last year but i refuse to let her see me. lol life's good","sentiment_score":0.4}
{"full_text":"Large Brokerages, Small Towns: The Disconnect #CRE #TenantTips #TenantRep #Office #Warehouse #COVID-19 #NewNormal","sentiment_score":-0.0178571429}
{"full_text":"Most likely due to COVID or pre-existing conditions. ","sentiment_score":0.125}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT Around one in three people with coronavirus don't have symptoms, but can still pass it on.#StayHomehttps:\/\/t.co\/sh...","sentiment_score":0.0}
{"full_text":"RT Disgraceful that 4 have died due to Trump's election conspiracy madness yesterday.Let's not forget that 4,100 died yest...","sentiment_score":-0.125}
{"full_text":"RT Amidst the chaos in the US, I nearly missed that 4 DUP MPs opposed the lockdown for England. What the hell are they th...","sentiment_score":0.1}
{"full_text":"RT My daughter is a F1 doctor on COVID-19 ward at Covid positive. Coughing. I asked how do you think you got...","sentiment_score":0.2272727273}
{"full_text":"London Covid: What the capital looks like as UK goes into another national lockdown. On Tuesday the city woke up to looming #lockdown restrictions and people appear to have stayed at home. What is like where you live? #stayathome","sentiment_score":0.1363636364}
{"full_text":"RT an organized white mob violently besieged the nation's capitol building, in the middle of a pandemic, in a city where the...","sentiment_score":-0.2666666667}
{"full_text":"Those aged 60 and over are most at risk of becoming ill from Covid-19. If you are aged over 60, try to avoid public transport and see if a friend or family member can give you a lift where possible. For more information, visit: #NorthantsTogether","sentiment_score":0.09375}
{"full_text":"Vico Sotto will reveal details of Pasig's COVID-19 vaccination plan on Thursday, January 7.https:\/\/t.co\/tfx4lUEzFt#MetroManilaSnitch","sentiment_score":0.0}
{"full_text":"The pandemic has devastated the UK's creative industries - but our Big Issue Changemakers show why the arts will be vital in building back better. Featuring and more. #Changemakershttps:\/\/t.co\/sSFxiep0yf","sentiment_score":0.2666666667}
{"full_text":"Carol Peletier: This fair could be our last chance.#TheWalkingDeadSeason 9Chokepoint10 March 2019#TWDZombie ApocalypseAtlanta Camp, GeorgiaQueenCDC, Greene Farm, First Prison Siege, Wolf Siege, Chem Plant Massacre &amp; All Out War SurvivorMelissa McBride","sentiment_score":0.3166666667}
{"full_text":"Collaborators on The Lockdown Chronicles, Shireen Zainudin and Viji Krishnamoorthy joined Bel and JD on #TheLITEBreakfast recently.They shared what the anthology series is about and what made them decide on having 19 stories in the book.","sentiment_score":0.0}
{"full_text":"Even before Covid-19, the World Bank had lowered its projections for global growth in the 10 years that began in 2020. The pandemic is exacerbating that trend, raising the prospect of a \"lost decade\" ahead, as it also cut its forecasts for the coming year.https:\/\/t.co\/bDI4RGn0KK","sentiment_score":0.0}
{"full_text":"Bus users' Covid fear: Suspected Covid sufferer died on tripFear is spreading after a list of possible Covid-infected passengers who travelled on a bus from the Eastern Cape to Cape Town went viral.https:\/\/t.co\/sbzu28dw0YStory:","sentiment_score":0.0}
{"full_text":"Medical exams postponed amid surge in new COVID-19 cases@nhsrcofficial #DialoguePakistan #MedicalExams #Postponed #Covid_19","sentiment_score":0.0681818182}
{"full_text":"Essential to move your business online and make your products readily available? This is a great article, looking at how the Irish shopping trends have changed since the pandemic, how they have adapted to these changes..  #supportirish","sentiment_score":0.3}
{"full_text":"The support for NHS staff has been heart-warming throughout the pandemic. As we entered lockdown 3 this week, we received this lovely thank-you message from a family who needed an ambulance while suffering with Coronavirus. #ThankYouThursday","sentiment_score":0.5}
{"full_text":"RT i think the main (and incredibly valid) frustration is that they didn't do that so now what? lockdown to what end? yes other e...","sentiment_score":0.3138888889}
{"full_text":"Register now for your free ticket to the 'Bring Me Sunshine' Webinar on Thursday 14th Jan 10-11.30am A great opportunity to re-think your post-covid #marketing strategy for #tourism and #hospitality businesseshttps:\/\/t.co\/Ydf4EGeT2g","sentiment_score":0.6}
{"full_text":"#StevenageFC is pleased to offer The Lamex Stadium as a COVID-19 vaccination training venue this weekend.","sentiment_score":0.5}
{"full_text":"New publication: \"Management of acute and chronic aortic disease during the COVID-19 pandemic-Results from a web-based ad hoc platform\". Congratulations to the authors! #BernCCVR","sentiment_score":0.4431818182}
{"full_text":"Yesterday, I'm relieved I got my second dose of Covid vaccine. I was extremely worried that my appointment will be cancelled because they want to give the 2nd dose to more people as first dose. I am one of the lucky ones who got the second dose coz I was vaccinated earlier.","sentiment_score":0.1197916667}
{"full_text":"The government is advising all clinically vulnerable people to shield following the announcement of the national lockdown.More information available here:","sentiment_score":-0.0333333333}
{"full_text":"#Postage and PackagingAmid all the #COVID19 news you may have missed the fact that #RoyalMail have put their prices up again.Read more on or join us on","sentiment_score":0.5}
{"full_text":"Some Florence School District 1 employees begin receiving COVID-19 vaccine &gt;&gt;","sentiment_score":0.0}
{"full_text":"With universities back online, are students entitled to tuition and accommodation discounts? #Lockdown","sentiment_score":0.0}
{"full_text":"With all that's going on at the moment regarding Covid 19, you might be struggling with mental health problemsSee the two attached flyers for details of organisations who can be contacted for help","sentiment_score":-0.1}
{"full_text":"If you need to self-isolate, you MUST stay inside your home until you're no longer at risk of passing the virus on.This helps reduce the spread of #COVID19 and protect those around you. More on when to self-isolate and what to do:","sentiment_score":0.5}
{"full_text":"When you wear your mask, stay home, and social distance but you still get COVID-19:","sentiment_score":0.0333333333}
{"full_text":"Can I volunteer to administer covid vaccines?https:\/\/t.co\/OC6FX9ovcL","sentiment_score":0.0}
{"full_text":"We know staff shortages, reduced capacities and supply chain disruptions caused by #lockdown are making things tough for #UKmanufacturing - that's why we're offering a helping hand. Get in touch now for part measurement support: #metrology #subcontracting","sentiment_score":-0.3888888889}
{"full_text":"Benefits of having our efficient #contacttracing method in place:100% contactlessGDPR compliantQuick and easyReduces workloadMake things simple, it's FREE.Sign up here: #trackandtrace #pandemic","sentiment_score":0.0}
{"full_text":"3 ways #Tech solutions can help the world weather #COVID19https:\/\/t.co\/ONyHbqfJUd#CyberSecurity #AI #business via","sentiment_score":0.0}
{"full_text":"If you need to self-isolate, you MUST stay inside your home until you're no longer at risk of passing the virus on.This helps reduce the spread of #COVID19 and protect those around you. More on when to self-isolate and what to do:","sentiment_score":0.5}
{"full_text":"COVID-19 vaccinations are underway in Beijing. People receive their COVID-19 vaccinations at a temporary vaccination site in Haidian District of Beijing, capital of China, Jan. 6, 2021.","sentiment_score":0.0}
{"full_text":"#CitizenAction | Safety measures during a pandemic has two strings in its bow: personal safety and safety of others.https:\/\/t.co\/diml17uDyX","sentiment_score":0.0}
{"full_text":"They took advantage of the deserted streets","sentiment_score":0.0}
{"full_text":"Here are the news making the headlines in the Philippines and across the globe on the COVID-19 pandemic.Available on Spotify, Google Podcast, Apple Podcasts, and Stitcher. #ANCPodcast","sentiment_score":0.0}
{"full_text":"The number of Filipinos who have contracted novel coronavirus overseas climbed to 13,001 on Wednesday night after the Department of Foreign Affairs logged five new infections in its latest tally.","sentiment_score":0.1704545455}
{"full_text":"Seven people at two restaurants have been fined a total of BD11,000 for violating precautionary measures in place to prevent the spread of Covid-19.Read More - #Bahrain","sentiment_score":0.25}
{"full_text":"The decision has been made in response to students expressing their concerns about the detrimental impact the pandemic has had on their studies:https:\/\/t.co\/c2fLVsIu2w","sentiment_score":0.0}
{"full_text":"Rizal posted the highest increase in COVID-19 cases with 63 new infections on January 7, 2021. #COVID19PH","sentiment_score":0.1363636364}
{"full_text":"The Philippines has added six more countries to the list of nations covered by temporary travel restrictions to prevent the spread of the new strain of coronavirus discovered in the UK, Malacanang announced on Wednesday night.#TravelBan #covid19phhttps:\/\/t.co\/CLDPMLmIFr","sentiment_score":0.3181818182}
{"full_text":"RT this is the last picture i took with another person before lockdown.","sentiment_score":0.0}
{"full_text":"NHS hospitals risk 'falling over' within weeks as rising Covid cases stretch services, council leader warnshttps:\/\/t.co\/x3Bz4n1SSV","sentiment_score":0.0}
{"full_text":"#COVID19UPDATE: Check out our video channel in 15 mins for an update in English by Tokyo Governor Koike on this week's #coronavirus situation #LatestUpdate #COVID19 #CoronavirusPandemic #Tokyo","sentiment_score":0.0}
{"full_text":"Do a survey for SURAT to  SINGAPORE and you will be amazed at the traffic that already exists but going through other cities for want of direct flights !  STV-SIN will be a blockbuster flight once the COVID issue is over.","sentiment_score":0.0}
{"full_text":"RT Rest a moment to think of my twits in the UK under a lockdown rn But for n It's a love lo...","sentiment_score":0.5}
{"full_text":"RT One less COVID spreader in California ","sentiment_score":-0.1666666667}
{"full_text":"Two doctors have set three Aussie women on the ultimate weight loss challenge with their lockdown recipes. #9ACA","sentiment_score":0.0}
{"full_text":"What you need to know before the next big shop","sentiment_score":0.0}
{"full_text":"I need to check the quality of products, particularly high ticket items like bespoke flooring. To keep safe, make appointments so there's only you in the showroom, wear a 3-fabric-layer mask, sanitise hands and keep your distance. Take precautions and stay safe #interiordesigner","sentiment_score":0.29}
{"full_text":"SABIC's global footprint meets local demand for protective products to help combat COVID-19 #print #printing #workflow #labels #consumables #packaging #largeformat #digitalprinting #sustainability #prepress","sentiment_score":0.0}
{"full_text":"Our #Covid19 Income Support Helpline is open today from 9am - 5pm: 1890-800-024The Pandemic Unemployment Payment remains available to anyone who is eligibleThe quickest and easiest way to apply is online via #MyWelfare#PUP","sentiment_score":0.2}
{"full_text":"Next week! We're delighted to welcome former Cabinet Secretary and National Security Advisor who joins to discuss 'Global governance in the #Covid era'  14 Jan 6.00pm OnlineLearn more and register now ","sentiment_score":0.3333333333}
{"full_text":"RT i can't believe i'm losing my 20's to a pandemic. not drugs, not pregnancy, a fucking pandemic ??","sentiment_score":-0.6}
{"full_text":"It's been a tough time for the hospitality industry.","sentiment_score":-0.3888888889}
{"full_text":"Covid-19 Lockdown: On 4 January 2021 the Prime Minister, Boris Johnson, announced that England would go into a national lockdown with effect from midnight that night. also:","sentiment_score":0.0}
{"full_text":"\"He was always lost in thought about his precious only daughter who was left behind in the North. I rarely ever saw him smile.\" Yun Jong-su, a South Korean abductee who was forced to live in the DPRK for 33 years, died of COVID-19 this week at age 78.https:\/\/t.co\/BsQuF2JsIX","sentiment_score":0.0670454545}
{"full_text":"Out of the 118 new #coronavirus cases in #SaudiArabia, 43 were confirmed in Riyadh and 38 in Makkah. ","sentiment_score":0.2681818182}
{"full_text":"WHO was under the impression that they would be receiving full cooperation from China. #mashablesea #china #covid19","sentiment_score":0.35}
{"full_text":"You can help stop the spread of the virus by getting tested if you have symptoms. Go to or call 119. #KeepLondonSafe #KeepLewishamSafe","sentiment_score":0.0}
{"full_text":"A quick reminder that, even though England is once again in full #lockdown due to #COVID19, we are continuing to post out all online and phone orders.Read more on #musicaccessories #pickups #strings #stands #guitars","sentiment_score":0.2645833333}
{"full_text":"May I ask what assistance universities are providing to ensure that lectures are of acceptable quality during lockdown for many in their final year this vital at the moment they are clearly not achieving this thank you","sentiment_score":0.1375}
{"full_text":"Some changes have had to be made","sentiment_score":0.0}
{"full_text":"Thailand Imposes New Covid-19 Restrictions.Tougher measures have just been rolled out in #Bangkok and 27 other \"red zone\" provinces around the country.https:\/\/t.co\/6kOPbA1Tmd#Thailand #COVID19","sentiment_score":0.0037878788}
{"full_text":"Working at 3 AM #COVID19 #JobListing #job #today","sentiment_score":0.0}
{"full_text":"RT 'I don't feel that my child has lost out in any way... a heartfelt thank you' - take a look at why Virtua...","sentiment_score":0.0}
{"full_text":"corona is never going away fr all those unmasked virus denying lunatics having their little superspreader picnic at the capitol can't have any good outcome","sentiment_score":0.25625}
{"full_text":"Scams have become pervasive as the world flocks to digital solutions due to the pandemic.Let us guide you through best practices to protect yourself from property-related cybercrime, here: #Wimbledon  #UKProperty #propertyinvestment","sentiment_score":0.2916666667}
{"full_text":"Welcome All !!! PLEASE SUB TO MY YOUTUBE !!! #Vlog #Youtuber #Support #pleasesub #welcomeall #youtuber #vlog #reactions #fun #vibes #followme #1stvideo #pleasesub #sub #welcome #fun #covid #vaccine #CovidVaccine #betterdays #yes #morning","sentiment_score":0.6}
{"full_text":"RT This is a situation of state captureGovernment is completely enthralled by a lobby pushing the failed policy of lockdow...","sentiment_score":-0.2}
{"full_text":"As we all deal with the reality of yet another lockdown, we must focus on the positives.  In the last lockdown, we built The Ortus Academy Studio which enables us to communicate with our customers and partners and provides important resources to support our users ","sentiment_score":0.2}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"Remote education? We've got you  Check out our free #OnlineSafety guides to lockdown learning for teachers, parents and children.Apple:","sentiment_score":0.15}
{"full_text":"If you invest $1000 in $GDO today at $17.77 per share, and the stock prices rebound back to pre-pandemic prices at $18.23, your investment would be worth $1026.18! That's 3% growth and $26.18 profit!  See more:  $CHTR $ARE.A $FCX $ALL.B $TEF","sentiment_score":0.3229166667}
{"full_text":"RT A public interest litigation has been filed before the Delhi High Court for removal of the Amitabh Bachchan caller tune on...","sentiment_score":0.08}
