{"full_text":"RT My beautiful brother passed away from Covid this afternoon. He was 54 and a gentle soul. I will miss him so very much ","sentiment_score":0.4366666667}
{"full_text":"RT Man who hid from police in girlfriend's shower jailed for breaking Covid rules","sentiment_score":0.0}
{"full_text":"RT Everytime I think about taxes I get mad. Especially cuz of this pandemic. Seein relief go to companies and billionaires...","sentiment_score":-0.3125}
{"full_text":"RT What's causing this epidemic? We asked the experts.https:\/\/t.co\/ImiIPs2Qnn","sentiment_score":0.0}
{"full_text":"ICYMI- shared takeaways from #InaugurationDay relevant for CHI &amp; other policy orgs. Among them:- Masks were ubiquitous, sending a message about tackling the pandemic.- Health policy is back in the spotlight.- Unity &amp; truth are top of mind.https:\/\/t.co\/Im70rV23kK","sentiment_score":0.19375}
{"full_text":"RT Brazilian President thanks Indian PM for sending Covid vaccine supplies with a picture of Lord Ha...","sentiment_score":0.2}
{"full_text":"#WATCH: #Coronavirus press conference.","sentiment_score":0.0}
{"full_text":"As opposed to Trump who refused to wear a mask except for 1 or 2 photo ops?","sentiment_score":0.0}
{"full_text":"A friends mother in her eighties  has been offered a COVID vaccination in Burnley by the samesurgery who  had her husband also in his eighties. Vaccinated by another surgery in Blackpool.  Burnley is about thirty miles from Blackpool and   She doesn't drive. How crazy  .","sentiment_score":-0.6}
{"full_text":"got tested for covid and uncovered a new fetish","sentiment_score":0.1363636364}
{"full_text":"Our Covid #bitcoin baby is due tomorrow! He could use some swag ","sentiment_score":-0.15625}
{"full_text":"RT We applaud India's role in global health, sharing millions of doses of COVID-19 vaccine in South Asia. India's free shipment...","sentiment_score":0.2}
{"full_text":"RT A couple of years ago my Mum was airlifted from St Mary's to Southampton General with two bleeds on the brain by T...","sentiment_score":0.05}
{"full_text":"RT I saw the subtle racism directed towards regularly. Supporters of other campaigns &amp; the media would describe...","sentiment_score":-0.1527777778}
{"full_text":"RT 38\/66 (57%) COVID19 from Saint George hospital (30 Dec-January 8 2021) are carrying the N501Y mutation UK\/South Africain Varia...","sentiment_score":0.0}
{"full_text":"RT Thank God... Billy had his first Covid vaccine today!","sentiment_score":0.3125}
{"full_text":"This should be priority #1","sentiment_score":0.0}
{"full_text":"RT President Bolsonaro downplayed coronavirus more than any other G20 leader. Now Brazil is paying the price. Over 200 milli...","sentiment_score":0.1875}
{"full_text":"This book is going to change the game. It's seriously impressive. I predict it becoming a seminal text in the years to come. It blows everything else out of the water.","sentiment_score":0.35}
{"full_text":"RT When there were less cases of COVID-19 NUST held virtual Convocation and when cases are raising they are going to held ex...","sentiment_score":-0.1666666667}
{"full_text":"RT Deliveroo riders are on strike in Dublin from 6pm. Please do not break the strike, don't order from Deliveroo.They have wo...","sentiment_score":0.0}
{"full_text":"RT While President Biden was attending ceremonies today, 8,000 Americans died of COVID-19 on his watch. Hey am I do...","sentiment_score":0.0}
{"full_text":"RT After receiving a what...?","sentiment_score":0.0}
{"full_text":"RT What are the chances that frontline workers, the heroes who kept us going through the pandemic, will be awarded Austral...","sentiment_score":0.0}
{"full_text":"RT To say that we need infrastructure investment in the State of Washington is an understatement, especially as many proj...","sentiment_score":1.0}
{"full_text":"RT If I don't get that Stim Bob Cooter soon ima dump all the vaccine supplies in the ocean and make y'all start from scratch","sentiment_score":0.0}
{"full_text":"RT Mental health and money are linked. We're working with to improve our info and support for those facing money worries...","sentiment_score":-0.1}
{"full_text":"RT The  cannot repeat the mistakes made in the early 1990s when access to HIV treatment was only available to people in rich coun...","sentiment_score":0.21875}
{"full_text":"We have a truly behemoth BORDER\/LINES today, breaking down Biden's several immigration executive orders and what they revoke and implement, and what he *didn't* revoke, including pandemic-related immigration restrictions.","sentiment_score":-0.0777777778}
{"full_text":"RT DE JA VU--94 new community transmission #COVID19 cases in China. Beijing launched mass COVID-19 testing in some areas and Sh...","sentiment_score":0.1363636364}
{"full_text":"Amid COVID-19 rules, I wanted a social pod for my daughter - Los Angeles Times @theCindyCarcamo ","sentiment_score":0.0333333333}
{"full_text":"RT More proof of Trump's genius: He managed to reuse his healthcare plan as his vaccine plan","sentiment_score":0.5}
{"full_text":"thought i had covid turns out i needed more coffee","sentiment_score":0.5}
{"full_text":"RT .@anipal150: The affectionately-nicknamed \"Diplo Mogg\" is miaowing out after four years of service, having found \"working fro...","sentiment_score":0.0}
{"full_text":"RT So his phone call didn't help?","sentiment_score":0.0}
{"full_text":"RT The government's New and Emerging Respiratory Virus Threats Advisory Group (or Nervtag) has concluded that the new Covid-19 str...","sentiment_score":0.1363636364}
{"full_text":"ahhh yes, bc 2 days in office swinging a pen around has done SOOO much to change the covid numbers. in TWO DAYS?!!!! are you fucking dumb??? wait i shouldnt have asked that, of course you are, you voted for a pedo","sentiment_score":0.056640625}
{"full_text":"RT When the whole world struggles with the effects of the #COVID19 pandemic, #Poland does not remain indifferent and helps i...","sentiment_score":0.2}
{"full_text":"They are the God and you are the slave. End talk!","sentiment_score":0.0}
{"full_text":"#throwback last Friday we were lucky to meet with Lib Dems Leader discussing issues &amp; pressures for young carers, lockdown, isolation &amp; lack of laptops. Also insights into his personal experiences of caring after losing his parents. Thank you Sir Ed! #supportcarers","sentiment_score":0.1083333333}
{"full_text":"She had it right last April. Why the change of mind?","sentiment_score":0.1428571429}
{"full_text":"RT Y'all in a pandemic? Well oxford is in a xandemic","sentiment_score":0.0}
{"full_text":"Fauci says Trump administration's Covid strategy \"very likely did\" cost lives.\"When you start talking about things that make no sense medically and no sense scientifically, that clearly is not helpful.\"by","sentiment_score":-0.0166666667}
{"full_text":"1\/4i  Customer Update - Engineer Visits We're still sending engineers out to fix TV problems, but to keep you safe, our engineers won't be able to enter your home. More Info:","sentiment_score":0.5}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"Yeh yeh.It was sometime last year when we said you lot would blame covid on all problems relating to Brexit.Your condescending little video proves us right. Again!","sentiment_score":0.1174107143}
{"full_text":"RT Another 1,401 lives have tragically been lost to Covid-19. That is more than 6,000 in the last 4 days. Please keep...","sentiment_score":0.25}
{"full_text":"Completely agree but conversely you might be asked have the zero covid a similar risk assessment?Genuine question. It seems intuitive that blocking travel and or quarantine should reduce cases but what is the downside of the policy?","sentiment_score":0.05}
{"full_text":"RT We applaud India's role in global health, sharing millions of doses of COVID-19 vaccine in South Asia. India's free shipment...","sentiment_score":0.2}
{"full_text":"RT This further supports already strong criminally negligent homicide charges against Trump and company. The families of...","sentiment_score":0.0111111111}
{"full_text":"RT 96% of us post-Covid","sentiment_score":0.0}
{"full_text":"RT What can be done about it?DEFRA says the ban lasts until late April but the issue is out of their handsThe industry fe...","sentiment_score":-0.3}
{"full_text":"RT OMG--Biden WH just created a new *National Center for Epidemic Forecasting &amp; Outbreak Analytics*. Just like a national we...","sentiment_score":0.0181818182}
{"full_text":"RT Joe Biden's America:You have to wear a mask, but he doesn't.Soldiers have to sleep on the garage floor, while he sle...","sentiment_score":0.0}
{"full_text":"RT Looking forward to an avalanche of Tories tweeting this: lol","sentiment_score":0.8}
{"full_text":"RT Help is oo #Yabatechfreeus@MAX102fm","sentiment_score":0.0}
{"full_text":"Details of #COVID status in different districts in Karnataka:","sentiment_score":0.0}
{"full_text":"RT Trump used coronavirus to relentlessly stoke civil and regional conflict.Biden is offering a national Covid strategy t...","sentiment_score":0.0}
{"full_text":"Too many people face obstacles to reproductive care, and Republicans are determined to make it even worse. Just last week, SCOTUS made it harder for people to access care during a pandemic, disproportionately affecting people of color and folks in low-income communities.","sentiment_score":-0.01}
{"full_text":"RT Narrator: And it never was.","sentiment_score":0.0}
{"full_text":"RT Reckless. is firing 2000 employees, including every employee who voted to unionize. Instacart is valued at $18...","sentiment_score":0.0}
{"full_text":"RT And the used $1 million of the fed $ to reimburse itself for COVID-related things they'd already budgeted and paid...","sentiment_score":0.0}
{"full_text":"We have come up with a simple way for you to choose your weekend activity - give it a try! We must all do our bit to stop the spread of #COVID19. Please continue to stay local when you need to go out. Not sure what the restrictions are? Click here -","sentiment_score":-0.0833333333}
{"full_text":"LOVE this !!! TRY it out room 201 peeps","sentiment_score":0.9765625}
{"full_text":"it would be more informative to tell us how many people are ILL with covid.","sentiment_score":0.1666666667}
{"full_text":"3\/4We wont send an engineer to your house if you or someone in your household:- has any Covid-19 symptoms- is self-isolating or has been recently diagnosed with Covid-19- is waiting for a Covid-19 test result- has recently returned from a country on the quarantine list","sentiment_score":0.0}
{"full_text":"RT Joe Biden was sworn in on a day more than 4,000 people died from Covid. Who should he\/we blame for that other than Donal...","sentiment_score":0.1875}
{"full_text":"Now Modi reaches to many hearts in the world.President of Brazil thanks BHARAT for sending vaccine@narendramodi","sentiment_score":0.35}
{"full_text":"RT 2:30 pm - Austin will chair a COVID briefing, attended by the Deputy Secretary, the Chairman of the Joint Chiefs of Staff...","sentiment_score":0.0}
{"full_text":"RT COVID-19 death toll in Chandigarh rises to 332 with one more fatality, while 25 new cases pushes tally to 20,664: Medical bul...","sentiment_score":0.2121212121}
{"full_text":" COVID-19 : Case UpdatesAs of 22.01.2021, 06:00 PM Male area: 38Inhabited islands: 1Operational Resorts: 26Live aboard: 0Islands under development: 0Industrial islands: 0Total number of cases: 65https:\/\/t.co\/PjrgTZ4m64","sentiment_score":0.0}
{"full_text":"RT There have been a total of ZERO flu cases in the country of Austria this winter.Austria's Kurier newspaper said this s...","sentiment_score":0.0}
{"full_text":"RT Retweet if you are a patriot who plans to wear a mask for the next 100 days as President Biden is encouraging!","sentiment_score":0.0}
{"full_text":"RT Former public health minister Steve Brine: \"If we're pursuing a zero Covid strategy... we're going to be very disappointed.....","sentiment_score":-0.325}
{"full_text":"RT You are permitted to visit your Doctor and there is no regulations requiring you to wear a mask in your own garden. #obin...","sentiment_score":0.6}
{"full_text":"Lil Covid","sentiment_score":0.0}
{"full_text":"RT 1) 'The genetic sequences used in PCRs to detect suspected SARS-CoV-2 and to diagnose cases of illness and death attribute...","sentiment_score":0.0}
{"full_text":"There's something called COVID out there. It is transmitted by close contact. It is quite good at killing people esp the elderly. It's transmission is negated by BOTH people wearing masks at ALL times. Ask yr mum about it when she makes your morning cup of tea ","sentiment_score":0.7}
{"full_text":"RT In the middle of the pandemic, this is how our Nigerian Government has its citizens queuing up to get their NIN numbers. Comple...","sentiment_score":0.0}
{"full_text":"Covid-19 update from Campbellton Tigers in the #MHL #JrHockeyTalk","sentiment_score":0.0}
{"full_text":"RT These are valid points, Also add corona pandemic situation , Medical professionals are needed. #RestoreMBBSseats","sentiment_score":0.0}
{"full_text":"Unless we ALL follow the science &amp; guidelines...and if that means harsher penalties so be it....the whole thing will just go round &amp; round in circles. Train more people to help with the vaccine. Stay home, wear a mask...","sentiment_score":0.075}
{"full_text":"RT this lockdown has affected me a whole lot worse this time. I feel like utter shit. Get this world back to normal ASAP !!!!...","sentiment_score":-0.0056315104}
{"full_text":"RT LIVE: Experts from Harvard and the Centers for Disease Control and Prevention discuss the COVID-19 vaccine rollout and answer ques...","sentiment_score":0.1363636364}
{"full_text":"RT We have three essential items on our plate:Confirming President Biden's cabinet and key officials.Providing desperately...","sentiment_score":-0.2}
{"full_text":"RT This is more than just a vaccination program. It's good governance + human capital formation + nation building + India as...","sentiment_score":0.4}
{"full_text":"RT To secure coronavirus shots, Ukraine has been forced to largely abandon its anticorruption rules. Drug companies have required...","sentiment_score":0.1047619048}
{"full_text":"RT News like this should not come like this.","sentiment_score":0.0}
{"full_text":"Erica Fessia, VP of Global Field Operations at FIRST, and several others discuss their education predictions for 2021 as students and educators continue to navigate the changing waters of the COVID-19 pandemic. Read more via","sentiment_score":0.1875}
{"full_text":"RT Analysis: A vaccine programme full of dither and delayhttps:\/\/t.co\/2aLbeq0Whh","sentiment_score":0.35}
{"full_text":"RT Today in #LdnOnt there are 52 new COVID-19 cases and 3 new deaths. (We had 63 yesterday).A man and woman in their 90s...","sentiment_score":0.1363636364}
{"full_text":"RT Biden is again violating his mask mandate by not wearing a mask while in the White House, which is federal property, in a...","sentiment_score":0.0}
{"full_text":"#GroceryDelivery to remain popular 'splurge purchase' post-pandemic  #eCommerce #Groceries via","sentiment_score":0.6}
{"full_text":"Cornyn admits GOP is taking the lives of the American people hostage in their demands for minority rule.Truly awful human beings.","sentiment_score":-0.3333333333}
{"full_text":"RT 100's of thousands of nurses, teachers and other essential workers kept  running through a pandemic last year, putti...","sentiment_score":-0.0416666667}
{"full_text":"RT 'While the UK battles one of its biggest health crises ever and rolls out a huge vaccination programme, trained medical an...","sentiment_score":0.2}
{"full_text":"RT It seems like some ethnic minorities are still confused about the lockdown situation in Yau Ma Tei. I think I've explained w...","sentiment_score":-0.4}
{"full_text":"RT We are developing a Long COVID rehabilitation protocol using our PhysioBuddie platform. I would be interested to speak w...","sentiment_score":0.1}
{"full_text":"RT Currently waiting in line to receive my Moderna COVID-19 vaccine! I FUCKING LOVE SCIENCE!!!! THANK YOU VIROLOGISTS AND EP...","sentiment_score":0.5}
{"full_text":"RT .@WV_DHHR reports as of January 22, 2021, there have been 1,820,409 total confirmatory laboratory results received for #COVID1...","sentiment_score":0.0}
{"full_text":"RT And again, One rule for us and another for those that rule us.Nicola Sturgeon has had her residence decorated during...","sentiment_score":0.0}
{"full_text":"RT Alexa skip to the part of my life where coronavirus is gone and I'm living my best life","sentiment_score":1.0}
{"full_text":"RT My wife just kindly informed me that I am fat enough and have a sufficiently high BMI to qualify for the COVID vaccine. ","sentiment_score":0.2533333333}
{"full_text":"RT The press secretary really said that Biden couldn't wear a mask because he was celebrating","sentiment_score":0.2}
{"full_text":"\"Development and Validation of a Risk Score Using Complete Blood Count to Predict In-hospital Mortality in COVID-19 Patients\" -  Clinical and Translational Report appearing in #sarscov2","sentiment_score":0.1}
{"full_text":"RT 'We are concerned that there are no clear plans to follow up and monitor the immunity of these patients, to ensure the 12-wee...","sentiment_score":-0.05}
{"full_text":"RT Governor Sununu- We are simply advocating for you to follow the CDC guidelines regarding vaccines and educators. You are mak...","sentiment_score":0.0}
{"full_text":"#Telehealth is a critical tool for helping manage COVID-19 as well as ensuring uninterrupted care for 100 million Americans with chronic conditions.  if you agree Congress should permanently expand coverage for #VirtualCare!","sentiment_score":0.0}
{"full_text":"Even if you don't have symptoms, you should get tested for #COVID19. Find a location near you:","sentiment_score":0.1}
{"full_text":"They are! He said it would just be too big of a risk to travel with COVID19 risks being at an all-time high.","sentiment_score":0.08}
{"full_text":"Insiza chief pleads for soldiers to enforce lockdownhttps:\/\/t.co\/MGwEQknPVB","sentiment_score":0.0}
{"full_text":"It's time for the on Tune in now for the latest on the vaccine rollout in Florida.","sentiment_score":0.5}
{"full_text":" Stay informed and follow official sources for news about #COVID19 vaccinationsVisit website for details about the vaccination programme and an FAQ ","sentiment_score":0.0}
{"full_text":"RT The latest #COVID19 relief package passed in December included a temporary increase to SNAP, which will help millions of k...","sentiment_score":0.5}
{"full_text":"The parcel will be delivered to families surviving on benefits and low income from Monday","sentiment_score":0.0}
{"full_text":"#Biden to sign order to increase #pandemic-related food aid#US #Covid19https:\/\/t.co\/ALJGIlU9JW","sentiment_score":0.0}
{"full_text":"#thefacebehindthemask Jackie is one of our sexual health nurses who has volunteered to work in the vaccination clinic. Thank You Jackie for helping to fight the pandemic #staysafe #WeAreInThisTogether","sentiment_score":0.5}
{"full_text":"As the world continues to operate differently, businesses are as well. Our very own Michael Hubert talks about how the demand generation world is changing to adapt to the COVID world that we now live in. Read here:","sentiment_score":0.3054545455}
{"full_text":"We want to thank Pennsylvanians for helping protect your community &amp; keep Pennsylvania safe from #COVID19.Thank you for continuing to wear a mask and take safety precautions.You're sacrifices are making a difference.#100DayMaskingChallenge","sentiment_score":0.5}
{"full_text":"Knowing the best way to support a grieving loved one can be difficult, but the isolation of the #COVID19 pandemic has made it even more complicated. offers advice for comforting someone experiencing #grief at a distance. ","sentiment_score":0.0714285714}
{"full_text":"Please Stay Home, Protect the NHS and Save Lives. Act like you've got it and keep yourself and others safe. Please continue to: Wash your hands Cover your face -Make space  Follow the guidance at","sentiment_score":0.5}
{"full_text":"NYC Data published on 1\/22\/21 on of 1\/20\/21-NYC 7 Day Avg Positivity Rate 9.03%-Rate of hospitalizations per 100k (per NYS) 5.12-Daily Reported Cases 4640-Daily Hospital Admissions for covid 253#nycrestaurants #covid19 #nycschools #gyms #nyc #covid","sentiment_score":0.0}
{"full_text":"#Brazil's Health Ministry on Thursday said 2 million doses of the AstraZeneca coronavirus vaccine should arrive on Friday from India, confirming a Reuters report earlier in the day saying the Asian country would begin the shipments  Read more -","sentiment_score":0.1666666667}
{"full_text":"COVID 19 cases in India until : 22\/01\/2021 22:30Total Cases: 10636056 [+9838]Active: 184714Recovered: 10293784 [+10895]Deaths :153140 [+73]Total Tests: 190.15MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccine has got off to a strong start with a quarter of a million Londoners receiving theirfirst vaccination. Find out what to expect and read the FAQs here:","sentiment_score":0.4333333333}
{"full_text":"Amid modified application requirements associated with the COVID-19 pandemic, the University saw a 26 percent increase in its applicant pool for prospective students applying to the Class of 2025.https:\/\/t.co\/fZR4w6I784","sentiment_score":0.0}
{"full_text":"still waiting on you to tell me about how you're finding lockdown!","sentiment_score":0.0}
{"full_text":"Do you have what it takes to be a freelance writer? Is it possible to make freelance writing a full-time job?There are so many burning questions to answer about freelance writers' work!https:\/\/t.co\/PRlxc5FlS1#freelancers #editors #writers #workfromome #stayhome #earnmoney","sentiment_score":0.25}
{"full_text":"Faculty Friday! Meet Dr. Shannon Thyne, Professor and Vice-Chair at #UCLA, Chief of Peds at Olive View, and Director of Peds for LA County DHS. Fun Fact: She makes delicious oatmeal chocolate chip cookies and has become a pretty good pandemic barber!  #UCLAPedsResidency","sentiment_score":0.60625}
{"full_text":"Everyday Injustice Podcast 88: Adnan Khan Discusses COVID in Prisons | Davis Vanguard .@akhan1437","sentiment_score":-0.2}
{"full_text":"THE FEED w\/ ANN ROHMER - Sat. at 9 am. Ann &amp; CEO of about the impact of COVID on businesses. with a report about the line for people experiencing anxiety\/depression. with a doctor's journey through COVID.","sentiment_score":0.0}
{"full_text":"\"The year 2020 will be known as the year of the pandemic and the year 2021 will be known as the year of the vaccination\"https:\/\/t.co\/F1GDBvdJIL","sentiment_score":0.0}
{"full_text":"RT Not a problem if you're management the rules don't apply to you, so go travel and you'll keep getting paid anyway #privil...","sentiment_score":0.0}
{"full_text":"Music Box (Serinette)c. 1850This Serinette was used to teach Canaries in captivity songs\/tunes. This was important since mating could not occur unless a female learned how to sing.Currently on display at the Gold Rush Museum.#fridaymorning #COVID19","sentiment_score":0.2}
{"full_text":"Top government officials were among the first people vaccinated against #COVID19 in the United States. But prioritization frameworks do not grant government leaders special status, and giving them priority raises important questions of fairness and transparency. #IDTwitter","sentiment_score":0.3767857143}
{"full_text":"RT #ZinedineZidane, who will go into immediate self-isolation, will be absent from the Spanish champions trip to Alaves this wee...","sentiment_score":0.0}
{"full_text":"We're signing off now for the weekend.Go to for our Coronavirus mental health information hub Go to for information and self-help","sentiment_score":-0.1}
