{"full_text":"Generation Z Shifts to eBikes and Car Sharing for Post Pandemic Mobility Solutions #ebikes #cycling #cargobike #BeatAirPollution #bikelife #Morecycling #urbanmobility","sentiment_score":0.0}
{"full_text":"RT When Boris Johnson says 'we' he actually means 'the NHS'.Please RT if you know who is really responsible for the vaccine...","sentiment_score":0.1}
{"full_text":"RT [Trans] newsinfinity1: Due to the COVID situation since end of last year,we have to postpone the new year party and als...","sentiment_score":0.0037878788}
{"full_text":"RT Outbreak of Covid in Napier Barracks, but the illegal immigrant inmates are allowed to roam freely in the community, with th...","sentiment_score":-0.05}
{"full_text":"RT \"There is nothing for us to rework. We are going to have to build everything from scratch.\" --&gt;Sources told CNN there simply...","sentiment_score":0.0}
{"full_text":"RT Biden just signed 10 more executive orders, including one  invoking the Defense Production Act in a \"wartime undertaking\" to...","sentiment_score":0.5}
{"full_text":"RT Join today this great community where you will find:Project-Based Learning: Capstone ProjectsOn Demand #S...","sentiment_score":0.8}
{"full_text":"RT NEW: Government laptops given to schools for students to use at home have come pre-installed with a serious virus that trie...","sentiment_score":-0.0984848485}
{"full_text":"How to lose the Covid 19 pounds I gained while working from home.","sentiment_score":0.0}
{"full_text":"RT Jared Kushner obtained $3,650,000 in COVID relief. He promptly acquired a $30,000,000 piece of property in Miami. He was...","sentiment_score":0.0}
{"full_text":"Very sick of this covid shit ","sentiment_score":-0.5642857143}
{"full_text":"How many people died today due to mishandling of COVID ?","sentiment_score":0.1875}
{"full_text":"RT One thing is clear as we move through each more devastating phase of the pandemic, a looming eviction crisis, record une...","sentiment_score":-0.1333333333}
{"full_text":"RT That this is not only legal but so mildly reported is really just a complete failing of our society","sentiment_score":0.1666666667}
{"full_text":"RT Retweet if you are a patriot who plans to wear a mask for the next 100 days as President Biden is encouraging!","sentiment_score":0.0}
{"full_text":"RT There is not one anti-vaxx stance that makes any sense or is actually viable. I'd rather y'all just say you're being willfully...","sentiment_score":0.0}
{"full_text":"RT A year ago today: The first US case of COVID-19 was detected. January 21, 2021: More than 400,000 Americans dead from CO...","sentiment_score":0.1833333333}
{"full_text":"RT President Museveni in March said it would be madness to hold an election amid #COVID19. Shortly I saw a group of madmen...","sentiment_score":0.0}
{"full_text":"Amazon Offers to Help Roll Out of COVID-19 Vaccine Only After Trump Leaves Office - Summit News","sentiment_score":0.05}
{"full_text":"The consequences hers is Joe keeping the guy responsible for failing to fight covid effectively in the US(according to Dems) and rejoining the organization that helped China spread it around the world.","sentiment_score":0.4}
{"full_text":"RT CNN anonymous sources WRONG again, contradicted by Dr. FauciAsked if Biden is \"starting from scratch,\" Fauci says, \"...","sentiment_score":-0.25}
{"full_text":"... CO2 is a GHG and we have emitted a lot of it. The debate is all about how much warming that actually causes (after feedbacks), how much of a problem that is, and what you're going to do about it. It's a fascinating story with many parallels to the Covid business.","sentiment_score":0.32}
{"full_text":"There's even an urban myth among intelligent people that hospitals are classifying all deaths as COVID so they get more money! Clearly the 'disinformers' play on a general lack of understanding of healthcare. Disinformation truly is #theTrumpvirus","sentiment_score":0.315}
{"full_text":"RT Everything Florida Governor Ron DeSantis does is a disaster","sentiment_score":0.0}
{"full_text":"RT The Biden Administration is following the Obama playbook to the letter -- Blame Your Predecessor claim everything is i...","sentiment_score":0.0}
{"full_text":"RT NEW: We obtained more than 450 pages of internal ministry of education documents related to Ontario's back-to-school p...","sentiment_score":0.1590909091}
{"full_text":"RT These face mask are horrible for the sensitive skin folks. I wear a mask and boom two bumps appear.","sentiment_score":-0.45}
{"full_text":"Here's what the new executive travel order says about land ports of entry: \"The Secretary of State, in consultation with the Secretary of HHS, the Secretary of Transportation, the Secretary of Homeland Security, and the Director of CDC, shall immediately commence...","sentiment_score":0.1363636364}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"as i say, its multiple small issues. no Vvd\/gomez -&gt; lower def line. No fab\/hendo mid -&gt; cant counterpress high or w same intensity. Taa off form post covid, front 3 poor finishing, and we struggle to come up w any alternative way around it","sentiment_score":-0.0816666667}
{"full_text":"RT Andersonstown News article - Jan 2021'An open letter to the year of the Pandemic'@_stgens","sentiment_score":0.0}
{"full_text":"RT President Biden signed several executive orders to contain COVID-19 by expanding testing, administering vaccines, advancing...","sentiment_score":0.0}
{"full_text":"RT It's sad to think how quickly Republicans will begin attributing the pandemic toll to Biden, largely because they've deni...","sentiment_score":0.0158730159}
{"full_text":"Do you feel like your sight's gotten worse during the pandemic? It's not just you.","sentiment_score":-0.4}
{"full_text":"RT I didn't want to post a \"take\" on this because tail risk is a thing, but when the National Guard deployed I saw a huge s...","sentiment_score":0.4}
{"full_text":".@JayObernolte, who represents part of San Bernardino County, also signed the letter.","sentiment_score":0.0}
{"full_text":"RT I'm convinced this is an underestimate too. My daughter is in the 12-16 category. 4 months on she still...","sentiment_score":0.0}
{"full_text":"RT 1\/ Dallas County officials halted a plan that would have prioritized COVID-19 vaccine doses for people living in the most...","sentiment_score":0.5}
{"full_text":"RT . Your constituents are dying from covid and need money, vaccines and PPE loan help and your spending...","sentiment_score":0.0}
{"full_text":"COVID 'vaccine hoarding' putting Africa at risk: WHO, ,https:\/\/t.co\/qfUgDqgV1J","sentiment_score":0.0}
{"full_text":"RT Instead of fines- stick politicians in jail for allowing Cheltenham to happen; for discharging Covid patients to care hom...","sentiment_score":-0.1}
{"full_text":"RT 4\/ On Tuesday, the Dallas County Commissioners Court voted to prioritize vaccines at its Fair Park distribution center fo...","sentiment_score":0.3}
{"full_text":"RT NEW: Joe Biden and his advisers are inheriting no #coronavirus vaccine distribution plan to speak of from the Trump adminis...","sentiment_score":0.1363636364}
{"full_text":"RT We need results on those vaccinated several weeks ago. What % of those who have received a single dose have gone on to c...","sentiment_score":-0.0357142857}
{"full_text":"RT I was one of the 85 covid positive cases in Abilene today. Yall Finna get tired of me on this app. I'm here til Thursday.","sentiment_score":-0.0863636364}
{"full_text":"We just sent 10 million to Jordan for gender studies. We passed what like 5 trillion dollars worth of covid bills in the last year and you're worried about a few more billion to help protect our border.","sentiment_score":0.15}
{"full_text":" lovely gesture for the staff at #staffwellbeing #NHSsuperheros","sentiment_score":0.5}
{"full_text":"doug ford knew not to say 'stay home' in somali... ","sentiment_score":0.0}
{"full_text":"RT Retweet if you are a patriot who plans to wear a mask for the next 100 days as President Biden is encouraging!","sentiment_score":0.0}
{"full_text":"On the website, I need to update my registration with correct input. How to do this? Update will make me 1B eligible as health worker. Thank you.","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT FYI : It's not Anti Lockdown (Lockdown Sceptics) It's : Pro-Human Rights, Pro -Freedom, Pro-Health &amp; Pro-Normality, Pro -H...","sentiment_score":0.0}
{"full_text":"RT Instacart is firing every employee who voted to unionize","sentiment_score":0.0}
{"full_text":"OMG thank you! Bought clearance pre-pandemic ","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT President Biden is wasting no time in marshaling the resources of the federal government into action on COVID.Today, the...","sentiment_score":0.1}
{"full_text":"RT I can't lie this lockdown has affected my mental health so much more","sentiment_score":0.2}
{"full_text":"Given the integration of border sister communities, transactions that were previously conducted in person are now conducted remotely as current inland travel restrictions on the U.S. border lead to increased electronic money transfers.https:\/\/t.co\/JMmiopouoQ","sentiment_score":-0.0833333333}
{"full_text":"RT I turn into DJ Red Alert whenever an anti vaxxer asks me if I'm really going to take the COVID-19 vaccination","sentiment_score":0.1}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT NEW GOLDEN RULE--\"One of the new things in this administration is that if you don't know the answer, don't guess. Just say y...","sentiment_score":0.1909090909}
{"full_text":"RT Yesterday the country saw the most covid deaths in a single day. This is not about science, in case you were still wondering.","sentiment_score":0.2142857143}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Instead of tweeting THANK YOU, do you know how you could really express your gratitude?By giving NHS staff and care wor...","sentiment_score":0.2}
{"full_text":"Do you need my address chef, up the hill, you know. Happy birthday Stanley","sentiment_score":0.8}
{"full_text":"This is incredible hubris by the Biden admin.For months, authoritarian leaders around America have flouted their COVID-19 rules, while making criminals out of everyday Americans trying to protect their freedoms, lives, &amp; livelihoods.Now, we have a president doing the same.","sentiment_score":0.2333333333}
{"full_text":"RT \"Our CEO, has been sent a letter which is absolutely crystal clear - we are not to offer any second vaccines before 12 w...","sentiment_score":0.1}
{"full_text":"Desparate &amp; stranded Eritrean refugees in Niger have no where to go except resetting them in safer third countries.","sentiment_score":0.0}
{"full_text":"RT Opinion | Trump's note to President Biden","sentiment_score":0.0}
{"full_text":"This psycho should come with a health warning.","sentiment_score":0.0}
{"full_text":"RT The World Health Organization failed to act quickly at the start of the pandemic. But instead of demanding leadership change...","sentiment_score":-0.0833333333}
{"full_text":"How's the transition from climate change denial to covid denial going? That's a long-term career plan, right?","sentiment_score":0.2857142857}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"It didn't last long Murray.. I'm smelling another dirty election in the second half of this year.. He thinks he has it in the bag.       #auspol","sentiment_score":-0.1633333333}
{"full_text":"RT Fauci is almost giddy, and who can blame him?","sentiment_score":0.0}
{"full_text":"As soon as lockdown is lifted you'll open your front door ready to go to work and I'll be stood there with my laptop. Oh hi Mel I'm going to work.No you aren't I phoned in sick for you we are watching Ballum ","sentiment_score":-0.1714285714}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"Thinking back to last winter cheering on the VIC response, still amazes to see the  runs.   ","sentiment_score":0.0}
{"full_text":"Isn't this an illegal move? you need to get in on this, BIG time.","sentiment_score":-0.25}
{"full_text":"RT My 97-Year-old Great Grandma, Lily Ebert BEM - Auschwitz Survivor, has just recovered from Covid- 19.   Today she went on...","sentiment_score":0.8}
{"full_text":"we'll die either by covid or by depression!! #OnlineExamsOrWeProtest","sentiment_score":0.0}
{"full_text":"RT This is easily the best thing I've ever done or set up","sentiment_score":0.7166666667}
{"full_text":"RT The World Health Organization failed to act quickly at the start of the pandemic. But instead of demanding leadership change...","sentiment_score":-0.0833333333}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"Ahhhhhh now Covid is not a threatThat was quick","sentiment_score":0.3333333333}
{"full_text":"RT \"If you are worried about the vaccine having any pork or beef or animal products or foetal cells in it, it does not.\"  Wat...","sentiment_score":0.0}
{"full_text":"RT I guess the Caps took 3 L's in Pittsburgh","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Who are these people. A bunch of individuals with Stockholm Syndrome?","sentiment_score":0.0}
{"full_text":"Absolute, total hogwash.  Biden's plan is Trump's plan.  We're at almost a million doses a day already.  Check with the CDC.","sentiment_score":0.1}
{"full_text":"RT INFOGRAPHIC: For at least 3 weeks, #Beijing knew about the severity of the #COVID19 outbreak in #Wuhan, but downplayed the...","sentiment_score":-0.3}
{"full_text":"RT CA has done everything \"right\": kept schools shut, bankrupted small business, even tried to relegate households of 1 to so...","sentiment_score":0.0178571429}
{"full_text":"RT CNN anonymous sources WRONG again, contradicted by Dr. FauciAsked if Biden is \"starting from scratch,\" Fauci says, \"...","sentiment_score":-0.25}
{"full_text":"RT What do you call this?","sentiment_score":0.0}
{"full_text":"*cries in bac pro*","sentiment_score":0.0}
{"full_text":"RT I've been getting all my groceries delivered but I'll switch to shipt unless they screw up too","sentiment_score":0.0}
{"full_text":"Looking like another shutdown for the Bulldogs.","sentiment_score":0.0}
{"full_text":"RT Instacart is firing every employee who voted to unionize","sentiment_score":0.0}
{"full_text":"It's nice to see Dr Fauci smiling again and using bigly words","sentiment_score":0.3}
{"full_text":"RT As a Texan, this is yet one more example of how my state is a national embarrassment.","sentiment_score":0.5}
{"full_text":"As someone who is living alone and isolated in the pandemic, I can emphatically say that adults DO NOT stop needing it.","sentiment_score":0.0}
{"full_text":"The truth hurts doesn't it sycophant.","sentiment_score":0.0}
{"full_text":"RT Fauci is almost giddy, and who can blame him?","sentiment_score":0.0}
{"full_text":"RT Biden signing 10 executive orders and other directives today on #covid19. Here they are per fact-sheet: 1. E...","sentiment_score":-0.125}
{"full_text":"RT Dr. Anthony Fauci has returned to the White House briefing room to give an update on the coronavirus pandemic. Fauci, the nation's...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Biden does more in 1 day to fight COVID-19 than Trump, the loser, did in a year.","sentiment_score":0.5}
{"full_text":"RT This further supports already strong criminally negligent homicide charges against Trump and company. The families of...","sentiment_score":0.0111111111}
{"full_text":"RT Government of Canada introduced mandatory COVID-19 pre-departure testing: effective midnight on January 7, 2021, proof o...","sentiment_score":0.6}
{"full_text":"RT We will soon find out which terrible Governors will push back against an actual federal plan to combat the coronavirus &amp; di...","sentiment_score":-0.3333333333}
{"full_text":"me too. i'm so upset this is all happening during a pandemic","sentiment_score":0.0}
{"full_text":"RT A year ago today, the U.S had its first covid case.Today, we're hopeful. The new admin has prioritized stopping the sp...","sentiment_score":0.1931818182}
{"full_text":"RT I was going to start using once a week inatead of once a month but they're fired. Siri text my 38 cousins.","sentiment_score":0.0}
{"full_text":"RT It's now more important than ever to stay at home, protect the NHS and save lives. Remember to only leave home to exercise once...","sentiment_score":0.3}
{"full_text":"RT \"Our democracy tells the story of the pursuit of happiness, justice, and fairness for all, and it is stronger than those wh...","sentiment_score":0.7}
{"full_text":"Does it or not state it doesn't work on viruses on packaging and FDA site ??  End of story!  Game over pal..  You are looking stupid here.  The CDC in this case is a policy advisor and you forget they have flip flopped on this repeatedly. Oh wait. You are a science reality denier","sentiment_score":-0.6}
{"full_text":"Yes. No need for panic buying. Go back to basics, patterns on the final third, finishing drills. Games against lower opposition to gain confidence. Easier said than done. LOL!","sentiment_score":0.25}
{"full_text":"they said it themselves... BEFORE COVID,,,, before there was a fucking virus spreadingmaybe tik tok should've gotten deleted","sentiment_score":-0.6}
{"full_text":"RT There should be an immediate mass class-action-lawsuit against Fox News for willfully &amp;  'knowingly' spreading false informati...","sentiment_score":-0.4}
{"full_text":"RT Anti-TNF appear to be associated with no increased risk of severe #COVID19- potentially protective. Non-TNF biologics...","sentiment_score":0.0}
{"full_text":"RT First lockdown           Third lockdown","sentiment_score":0.125}
{"full_text":"RT Biden does more in 1 day to fight COVID-19 than Trump, the loser, did in a year.","sentiment_score":0.5}
{"full_text":"How are microbiomes being impacted by the pandemic?Check out this perspective from our Humans &amp; the Microbiome program:","sentiment_score":0.0}
{"full_text":"RT PS800 fine for those in England caught in a party with more than 15 people? Why are 15 people allowed to come together d...","sentiment_score":0.4583333333}
{"full_text":"RT Just left zoom meeting with Israeli Health Minister. Very interested to hear that Israel is not vaccinating people who h...","sentiment_score":0.1625}
{"full_text":"Honestly yup! I mean I been knew the shit but everything listed is essential to live by!","sentiment_score":0.0815909091}
{"full_text":"HE STILL WONT LOVE YOU LINDSEY. TWICE-IMPEACHED PRIVATE CITIZEN IS DONE WITH YOU.","sentiment_score":0.25}
{"full_text":"RT Drive through what? CoronaVirus has shown these thugs flames.","sentiment_score":0.0}
{"full_text":"Elevator Anxiety and its Impact on Commercial Real Estate #CRE #COVID-19 #TenantTips #NewNormal #ElevatorAnxiety   ","sentiment_score":0.1}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Free Drive Up COVID-19 Testing In #lasvegas!Our partners over at Medical Solutions Ventures are proud to serve our community: Now announcing their Free Drive-Up COVID-19 Testing location right here in the Las Vegas valley.Location: 3587 E. Sunset Rd., Las Vegas NV, 89120","sentiment_score":0.3771428571}
{"full_text":"fucking hell just send them all back we literally do not need this. we had the worlds strictest lockdown for 7 months so that we could eliminate the virus, we worked really fucking hard, and these entitled assholes think they're immune to spreading disease bc theyve won a trophy","sentiment_score":-0.2972222222}
{"full_text":"RT If I can wear a bra everyday for 19 years, ya'll can wear a mask for 100 days.","sentiment_score":-0.2}
{"full_text":"RT A new initiative is linking up parents struggling during lockdown so that they can communicate and support ea...","sentiment_score":0.1363636364}
{"full_text":"RT NEW GOLDEN RULE--\"One of the new things in this administration is that if you don't know the answer, don't guess. Just say y...","sentiment_score":0.1909090909}
{"full_text":"RT Lockdown hasn't just shut down public life; it has shut down the private sphere too. Children learn in the living room. W...","sentiment_score":-0.0777777778}
{"full_text":"Due to #COVID19, there have been extensions provided to retirement plan benefits, operations, and reporting. Check out our #blogpost, which summarizes the key extensions: #SequoiaHR","sentiment_score":-0.0625}
{"full_text":"North Carolina's top public official acknowledged for the first time on Thursday that the state has seen a small number of coronavirus vaccine doses thrown out at a time when supplies remain limited.https:\/\/t.co\/77nsuxyeUE","sentiment_score":0.125}
{"full_text":"Limiting the authority of county health officers:     #DeepState #LocalGovernment #COVID19 #PandemicMitigation","sentiment_score":0.0}
{"full_text":"A list of flights with confirmed cases of #COVID19 who were symptomatic at the time of travel is available at #Covid19MB","sentiment_score":0.4}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"The CDC says health facilities should report unused and spoiled COVID-19 vaccines, but many are failing to do so. At a time when there aren't enough shots to meet demand, significant numbers may be going in the trash.https:\/\/t.co\/UyGgARVln8","sentiment_score":0.2916666667}
{"full_text":"Jayson Tatum (COVID-19) out for Friday. #Celtics #NBA","sentiment_score":0.0}
{"full_text":"#WATCH Negotiations on the reopening of special schools is to be scaled up, with intense discussions expected over the coming days@AislingNiCTV reports#VMNews | #COVID19 | #COVIDireland","sentiment_score":0.1523809524}
{"full_text":"Peach Orchard on King's Ranchc. 1905Loomis#thursdaymorning #COVID19","sentiment_score":0.0}
{"full_text":"NEW: West Virginia announced 46 free COVID-19 vaccine clinics in January. Only two of them were held in any of the state's 10 poorest counties. Now, state leaders say they're working on a fix.https:\/\/t.co\/Sy8osTz3KS","sentiment_score":0.1787878788}
{"full_text":"Educating Yorkshire's Matthew Burton opens up on teaching during a pandemic, home schooling and more","sentiment_score":0.5}
{"full_text":"How well does COVID-19 public policy align with science? New research from Prof. (@NorthwesternEng, analyzes how policies on social distancing and mask wearing align with the latest scientific findings on the virus.","sentiment_score":0.1674242424}
{"full_text":"RT Priti Patel says people who break lockdown are 'morally reprehensible'. How would she describe a government that does n...","sentiment_score":0.0}
{"full_text":"President Joe Biden is putting forth a national COVID-19 strategy to ramp up vaccinations and testing, reopen schools and businesses and increase the use of masks.","sentiment_score":0.0}
{"full_text":"Residents in this Italian retirement home can now hug their loved ones in this COVID-safe 'cuddle room' ","sentiment_score":0.35}
{"full_text":"We are not all in this pandemic together - inequality is stealing so many lives","sentiment_score":0.5}
{"full_text":"\"There's the idea that the popular items can drive Congress to pass a bigger deal, and without them, a bigger deal might get stranded,\" writes.https:\/\/t.co\/utGK49LASi","sentiment_score":0.2}
