{"full_text":"I had so much hope for the future when I voted for #BorisJohnson and believing he was going to do right for British people.. slowly my hopes are being destroyed.. has he took the wrong advice and realised it's to late to stop this.. all the numbers for COVID-19 are lies #PCR","sentiment_score":-0.087755102}
{"full_text":"Blame individuals. Weaponise public opinion to point the finger at the few breaking lockdown (ONS said 98% following lockdown) and avoid question of Govt policy, decision making and the confusion of public health messaging.","sentiment_score":-0.05}
{"full_text":"Definitely best to stay home if you can Snow is so pretty but treacherous ","sentiment_score":0.625}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT MUST WATCH! For anyone who still doesn't realise how this corrupt Govt has exploited COVID to line the pockets...","sentiment_score":-0.5}
{"full_text":"RT Thatcher didn't mention AIDS in her biography. She blocked national surveys on sexual behaviour. She introduced Section 2...","sentiment_score":0.5}
{"full_text":"RT The campaign to save the 400 year old Shakespeare mulberry, grown from a cutting of William Shakespeare's mulberry has ac...","sentiment_score":-0.25}
{"full_text":"RT First of all, since not everyone seems clear on this. Lockdown is working. Cases are falling. Here are (7 day averages) of...","sentiment_score":0.175}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"RT #TheGoldenSong3EP10Dao (star) 57-yrs coffee shop owner but closed due to covidSong aimaiklaimaikl (not near not far) origina...","sentiment_score":-0.08125}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"So you've opted out of T-cell immunity?","sentiment_score":0.0}
{"full_text":"How sign language helped connect diverse 'mini India' at R-Day camp amid COVID","sentiment_score":0.0}
{"full_text":"RT North Carolina State Board of Elections - not the legislature - extended the state's deadline for when mail-in ballots could b...","sentiment_score":0.0}
{"full_text":"RT Nobody could stop the success of a movie, once the family audience gives a green signal. And it's not easy to pull the familie...","sentiment_score":-0.0388888889}
{"full_text":"RT COVID vaccination program in Emsworth read the latest updates at:","sentiment_score":0.5}
{"full_text":"RT For those who haven't been reading her words directly or want confirmation of her termination:","sentiment_score":0.1}
{"full_text":"Great thread. I wonder how many Remainers will accept it as fact.","sentiment_score":0.65}
{"full_text":"RT \"Once Covid is over\" starting to sound a lot like \"shaadi ke baad jo karna hai kar lena\".","sentiment_score":0.2}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Jez gets the 3-0 Walcott millions\"","sentiment_score":0.2}
{"full_text":"What do you think about celebs breaking the rules?https:\/\/t.co\/7tbox0OZly","sentiment_score":0.0}
{"full_text":"RT Am back from time out to heal from 2020 &amp; get ready for the harshness of 2021. Please update me:-is SA still on level 3 l...","sentiment_score":0.1}
{"full_text":"Full theater in social distancing ","sentiment_score":0.1916666667}
{"full_text":"RT Prez JPM admin handling of #COVID19 is shameful Crime against humanity with devastating effects to lives &amp; economy. Mis...","sentiment_score":-1.0}
{"full_text":"having to make Valentine's plans that are FaceTime friendly is fucking heartbreaking and I hate it, I hate this pandemic, I hate that I'm choosing to not see Rian, which I need to do for my mental health, while others simply don't fucking care, I hate all of this","sentiment_score":-0.515625}
{"full_text":"I've had my first vaccine jab. It gives me hope of liberation... but not yet Exactly a year after his first story about coronavirus, our science editor received the Pfizer injection last week. Here he reflects on a remarkable scientific achievementhttps:\/\/t.co\/5c138WDCMQ","sentiment_score":0.3}
{"full_text":"Someone remind Dan we are only in lockdown due to the government and health service's inability to adequately prepare for a pandemic.","sentiment_score":0.0694444444}
{"full_text":"It won't be long until Australia has tax increases as well. Where else is the money going to come from to repay all the covid benefits paid out. Its only a matter of time and we would be unreasonable to think its unfair.","sentiment_score":-0.1833333333}
{"full_text":"RT There is more red tape.The fishermen are worse off.There is no frictionless trade.There is a border in the Irish Sea.Ame...","sentiment_score":0.025}
{"full_text":"RT Nobody is gonna have any patience, they wanna make up for lost time. First date questions will be \"do you love me?????????\"","sentiment_score":0.375}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like \"when Jinyoung dye his hair\"","sentiment_score":0.2}
{"full_text":"RT Yesterday a 40yr old man volunteered at a local #COVID19 #vaccination centre. The man was #vaccinated despite thousands...","sentiment_score":0.05}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Did really just claim the PM \"has shown great personal leadership\" in tightening border controls?And did #...","sentiment_score":0.3333333333}
{"full_text":"RT Government admit they put covid-19 on every death certificate","sentiment_score":0.0}
{"full_text":"I feel seen'I feel like I'm failing': Parents' stress rises over home schooling in Covid lockdown' @guardian ","sentiment_score":0.0}
{"full_text":"RT NEW: It appears the price charged by Computacenter for some of their devices is almost twice what it should be. The C...","sentiment_score":0.1363636364}
{"full_text":"HEADLINE: Coronavirus: The Russian provinces buckling under Covid-19 : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.0}
{"full_text":"RT #IFFI just isn't a film festival, it's a platform where we showcase the diversity and robustness of Indian cinema as well as...","sentiment_score":0.0}
{"full_text":"RT \"We will prosper mightily as an independent free-trading nation.\" 16\/10\/20\"The appetite to come into th...","sentiment_score":0.0}
{"full_text":"Time for our next (pre-lockdown recorded) acoustic session! This one is our own song: Soldiers in the Night. Like it? You can download here https:\/\/t.co\/bdiAA618sJSons xx","sentiment_score":0.3}
{"full_text":"RT Hey where is this money given by donors to fight the #coronavirus, which is now devastating lives and livelih...","sentiment_score":-1.0}
{"full_text":"have spent the last year thinking this sh!t's funnyDoesn't even occur to them someday COVID19 is going to mutate into something very very badWhy doesn't this occur to them?B\/c they're stupid &amp; or ignorant","sentiment_score":-0.16}
{"full_text":"This breaks my heart","sentiment_score":0.0}
{"full_text":"RT We must remain focused and determined in our response to the pandemic. There is reason for hope with the vaccines. A...","sentiment_score":0.0}
{"full_text":"This tweet has been viewed 6,600 times. I wonder how many of those people have joined the stem cell register ","sentiment_score":0.5}
{"full_text":"RT It's been almost a year. Kids are supposed to be back in school but they can't. The pandemic is still there. It's been alm...","sentiment_score":0.0}
{"full_text":"If I could get one..I'd run to take it! My state is out.. and my old parents need it desperately!","sentiment_score":-0.325}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"How are ones in New Zealand the ones setting the example of how they've handled covid when it should be whole world setting an example with this whole situation #ZeroCovid","sentiment_score":0.1787878788}
{"full_text":"RT SWITCH TO PREMIUM MASKS--I've been saying it for months. We need to switch to KN95, KF94, or European FFP2 masks ASAP. The n...","sentiment_score":0.0}
{"full_text":"RT There is more red tape.The fishermen are worse off.There is no frictionless trade.There is a border in the Irish Sea.Ame...","sentiment_score":0.025}
{"full_text":"RT Trump was banking on a 2nd term so he &amp; his family could continue to loot &amp; pilfer the govt for all it's resources while the...","sentiment_score":0.0}
{"full_text":"RT 1 crore doses from Serum Institute and 55 lakh doses of Bharat Biotech vaccine are available for administration. Each per...","sentiment_score":0.4}
{"full_text":"RT \"once Covid is over\" starting to sound a lot like \"Konami working on a new Silent Hill\"","sentiment_score":0.1340909091}
{"full_text":"RT \"once covid is over\" is beginning to sound like \"sporty go bleed\"","sentiment_score":0.4}
{"full_text":"RT If the Covid vaccines do not prevent transmission then the argument for vaccine passports makes no sense. Neither does the vac...","sentiment_score":0.0}
{"full_text":"char lang we're in the middle of a pandemic, let's all stay at home as much as possible ","sentiment_score":0.0}
{"full_text":"RT Is the Covid Recovery Group even a thing? No impact on the dictatorship Govt whatsoever. Hugely disappointi...","sentiment_score":0.4}
{"full_text":"Dear your views please..","sentiment_score":0.0}
{"full_text":"My blog and photo sites used to be updated 2-3 times a week. Daily during Fashion Weeks and art fair weeks. The pandemic put an end to NYC social life and an end to my blogging and photography. Some days I miss it. Mostly I don't.","sentiment_score":0.3083333333}
{"full_text":"RT Why would anyone want a 'world-beating' pandemic response?Every country is a group of humans fighting a virusInstead...","sentiment_score":0.0}
{"full_text":"The only party that shut down businesses was the Republican Party by not taking the coronavirus pandemic seriously.","sentiment_score":-0.162962963}
{"full_text":"RT Can be nurses now helping out \/ redeployed with COVID patients too!","sentiment_score":0.0}
{"full_text":"RT Chumocracy and cronyism... The sanitised names for corruption #ToryCovidCatastrophe #ToryCorruption","sentiment_score":0.0}
{"full_text":"You make some profit there","sentiment_score":0.0}
{"full_text":"RT Libertarians on Sweden and...Assange: Socialist hellhole with ridiculously broad, oppressive rape laws shaped by man-...","sentiment_score":0.0625}
{"full_text":"RT 307 days since New Zealand closed borders310 days since Australia closed borders359 days since first UK Covid case...","sentiment_score":0.0465909091}
{"full_text":"Well said","sentiment_score":0.0}
{"full_text":"RT Zimbabwe shows what happens when the coronavirus collides with one of the world's most run-down health systems","sentiment_score":0.5}
{"full_text":"RT a journalist really logged on this morning to use Thatcher's response to the AIDs crisis as a good example of responding to...","sentiment_score":0.45}
{"full_text":"China aimed for One Belt One Road covering 60+ countries.But in reality China delivered One Virus One Pandemic covering 150+ countries!Communists lost all remaining credibility. It would take China decades to rebuild some trust in the world!","sentiment_score":0.0}
{"full_text":"RT Because this is SUCH an important message my social bubble buddy and mum: #MamaKhan has agreed to help me spread this vit...","sentiment_score":0.1444444444}
{"full_text":"RT Over-75s in South Cumbria living within 45 minutes drive of Lancaster will soon be invited there for a coronavirus vaccine...","sentiment_score":0.0}
{"full_text":"RT The vaccine is no reason to let your guard down and dismiss mitigating behaviors.Stay masked &amp; socially distanced.","sentiment_score":-0.0611111111}
{"full_text":"RT The constant and deliberate platforming of far-right voices by BBC News &amp; Politics has been one of the key elements in the...","sentiment_score":0.0}
{"full_text":"RT You're 21.","sentiment_score":0.0}
{"full_text":"RT Am back from time out to heal from 2020 &amp; get ready for the harshness of 2021. Please update me:-is SA still on level 3 l...","sentiment_score":0.1}
{"full_text":"RT What's lockdown 3 been like?","sentiment_score":0.0}
{"full_text":"RT Just heard on radio that rapid Covid tests may be sent to people who can't work from home!? What about the Early Years sector...","sentiment_score":0.1}
{"full_text":"RT At 2am, GOP Senator Ted Cruz cared more about losing a Twitter war w\/ Seth Rogen than: 415,000 Americans dead from COVID...","sentiment_score":0.15}
{"full_text":"RT Our #Naughty Girls Enjoyed A #Hot&amp;Steamy Sleepover Last NightAnd They Both Can't Wait To Tell You All About It...","sentiment_score":0.1166666667}
{"full_text":"RT This firm statement has little basis in evidence, which largely shows that truly asymptomatic people are not infectious. Go...","sentiment_score":-0.0577380952}
{"full_text":"RT This is the first time in months I've heard the neighbourhood kids play outside. Lockdown is bad vibes for everyone. Big up t...","sentiment_score":-0.1125}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when d. sebastiao comes back\"","sentiment_score":0.1333333333}
{"full_text":"RT 300 people decided to put themselves, their families and the wider community at risk last night by packing into a railway...","sentiment_score":0.0}
{"full_text":"Pandemic. Growth was going to out weigh spending if we didn't have this convenient virus (crisis) for liberals out here.","sentiment_score":0.0}
{"full_text":"Drain the swamp","sentiment_score":0.0}
{"full_text":"RT Idc how many people recover from Covid, im still not tryana get it!!!","sentiment_score":0.9765625}
{"full_text":"Um you literally don't have to wear a mask in your own home. Are you trolling or just not that sharp?Regulations state \"in public\", what about one's own home is in public??","sentiment_score":0.3}
{"full_text":"Difference...right wants whites to control POC, prolifers want abortion illegal, who cares about poor humans, wear a mask? About businesses having little accountability toward others unless they are owned by Dem. Left wants rights for people and future generation.","sentiment_score":-0.0982142857}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"12th ke baad\"","sentiment_score":0.2}
{"full_text":"RT Thinking about having lamb or pork for your Sunday roast dinner? Please reconsider!  #GoVegan #AnimalRights #Covid19...","sentiment_score":0.0}
{"full_text":"RT English care homes 'sitting ducks' as GPs refuse Covid vaccine at infected sites Outbreaks recorded in 635 facilities, bu...","sentiment_score":0.0}
{"full_text":"RT Your views will help our #NHS to roll out the Covid Vaccine Programme across the country","sentiment_score":0.0}
{"full_text":"RT The pandemic is still ongoing. With a new strain of #COVID19, it's important that we stay home if we can, wear a mask whe...","sentiment_score":0.2681818182}
{"full_text":"RT Urgently required Any Group Plasma for a Covid patient at Patna AIIMS.Patient Details: Name: Bilkis AraAge 70,  Cont...","sentiment_score":0.0}
{"full_text":"As far as the Pandemic is concerned, no party has been more opportunist than the Tory party with their corrupt PPE contracts.","sentiment_score":0.0333333333}
{"full_text":"RT I lost my dad to Covid last month. He went away without being able to say anything in his last days.I won't say I'm in pain b...","sentiment_score":0.1666666667}
{"full_text":"Fenerbahce president Ali Koc has said that Ozil will take part in a light training session with the rest of the squad on Sunday if he passes a medical and returns a negative Covid-19 test.#Fenerbahce #Ozil","sentiment_score":0.0333333333}
{"full_text":"Have you been saving?","sentiment_score":0.0}
{"full_text":"This is the fourth field hospital to be opened in the Kingdom to treat people with #COVID19.#KingAbdullahII","sentiment_score":0.0}
{"full_text":"RT Radio Nomndaa \"the Voice of Water\", a local radio station in Guerrero, has maintained during the pandemic a commitment t...","sentiment_score":0.0}
{"full_text":"This hospital started treating #COVID19 patients with blood thinners when they found out the virus left blood clots all over the body. How did they know? Autopsies. Here's why. &amp; report.","sentiment_score":0.0}
{"full_text":"#Mynameissea19 is keeping you safe from #COVID19  https:\/\/t.co\/ui7jp1dUGX#Stripchat #nsfw #RT","sentiment_score":0.5}
{"full_text":"Join Elizabeth Hagemann from the Alzheimer's Association as she leads this conversation about COVID and Caregiving. To register, send an email to contactus@lifespancenter.org stating that you would like to register or call 639-5150 and ask for Jean.","sentiment_score":0.0}
{"full_text":"Education plays a critical role in creating a sense of normalcy for students across #Pakistan amidst the uncertainty of #COVID19. Safety precautions allow students to continue learning while staying safe. #EducationDay *some footage taken prior to COVID-19","sentiment_score":0.1666666667}
{"full_text":"Lockdown has clearly given some people far too much free time.","sentiment_score":0.2}
{"full_text":"The Department of Trade and Industry (DTI) said yesterday it would push for a shift to the more relaxed modified general community quarantine (MGCQ) for Metro Manila by February if the trend in COVID-19 cases improves.","sentiment_score":0.275}
{"full_text":"Discovery Dream TeamThis week's dream team are our Childcare students for having excellent attendance and engagement during lockdown! Well done to all of the students as well as their tutor Claire for doing such an amazing job! Keep up the good work ","sentiment_score":0.6125}
{"full_text":"Changes coming making appointments to SC's #COVID19 vaccine  ","sentiment_score":0.0}
{"full_text":"RT SWITCH TO PREMIUM MASKS--I've been saying it for months. We need to switch to KN95, KF94, or European FFP2 masks ASAP. The n...","sentiment_score":0.0}
{"full_text":"Will local elections fall victim to the pandemic?https:\/\/t.co\/gJ9k84PMMS","sentiment_score":-0.0375}
{"full_text":"You must not leave the house except to exercise, buy food, attend medical appointments or go to work if you cannot work from home. These measures are in place to tackle coronavirus.The full list of what is allowed can be seen at:https:\/\/t.co\/XvVnPo5fdw#KeepEnfieldSafe","sentiment_score":0.175}
{"full_text":"Unlike genuinely 'elite' teams, National League clubs simply can't afford elaborate Covid protocolshttps:\/\/t.co\/KLSFuD3dPL","sentiment_score":0.3}
{"full_text":"This explains the growing interest in sweets during the pandemic.","sentiment_score":0.0}
{"full_text":"EXCLUSIVE: THIS MORNING at 9, #ChrisWallace will be joined by #Senator #MittRomney as #PresidentBiden pushes his #COVID relief plan and the #Senate waits for the #House to send #ArticlesOfImpeachment for #FormerPresidentTrump. #FNS #FoxNews","sentiment_score":0.0}
{"full_text":"As the world continues to battle #COVID19, #education - as a fundamental right that must be protected to avert a generational catastrophe. Listen to the #UN Chief's message on the #InternationalDayofEducation https:\/\/t.co\/JhMHKgTuB7#SDGs #GlobalGoals #SDG4","sentiment_score":0.2857142857}
{"full_text":"You choose the level, you choose the fun. Lockdown isn't ideal but Superkicks is here to save the day, to get your little ones away from the screens and brushing up their football skills Check out #Superkicks today ","sentiment_score":0.3375}
{"full_text":"Thank you for standing in support of #municipalfinance and providing a model for other Banks! Let us change business as usual together so cities can access the direct grants &amp; loans they need to build #inclusive #COVID19 recovery #GFMD13 #GFMDMayors","sentiment_score":-0.1020833333}
{"full_text":"A British tourist was fined $4,000 and jailed for three nights for breaking Covid quarantine rules by leaving his hotel in Barbados to stock up on booze.https:\/\/t.co\/KotJeu5Sag#barbados #COVID19 #coronavirus #beer #Beerena #beerlovers #beerdrinkers #bier #pivo #cerveza #birra","sentiment_score":0.0}
{"full_text":"Check out this guide on applying for a driver's license during this pandemic. has helped ease the burden on car owners even before the crisis, making buying #usedcars safer with 100% #freeVINcheck.","sentiment_score":0.0}
{"full_text":"Sen. Burr was accused of his knowledge as a politician to unload $1.7 million in travel stocks before the pandemic took hold of the United States.https:\/\/t.co\/U3fpwlNZhm","sentiment_score":0.0}
{"full_text":"In #Madagascar, we've been supporting schools become #WASH friendly. What does that entail? Find out in our #InternationalDayofEducation blog: ","sentiment_score":0.3125}
{"full_text":"Will WJ invite Kevin Hassett back to talk about his support for Biden's Covid relief proposal","sentiment_score":0.0}
{"full_text":"RT CNN had a Covid tracker on its screen for last one year. Since the moment Biden took oath, the tracker has disappeared. Ex...","sentiment_score":0.0}
{"full_text":"While 2020 will be remembered in the history books as the year of the pandemic, those within the mortgage lending world will also remember it as the year of booming refinance activity. And 2021 is already looking to be just as busy.","sentiment_score":0.1}
{"full_text":"Here are some tips to stay safe during the Pandemic!Stay safe and have fun!https:\/\/t.co\/xYiXox8hbUPh: 877.590.6365FL Registration# IM3221DOT# MC1036751#diggshaul #pandemic #stayingsafe #longdistancemoves #traveling #nationwide #maskup #forsale #moversandpackers #storage","sentiment_score":0.5}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"#mdpijcm\"Surgical Interventions in Patients Hospitalised with COVID-19. A Review of Seven Months of Experience Working in a COVID-19 Dedicated Centre\" by Justyna Rymarowicz et al.Read the full article:","sentiment_score":0.35}
{"full_text":"RT Transport secretary Grant Shapps faces fury after 500 cases of #COVID19 recorded at DVLA Swansea, where it's alleged peopl...","sentiment_score":-0.1}
{"full_text":"Covid test mandatory for guests attending Varun Dhawan's wedding","sentiment_score":0.0}
{"full_text":"Advocate Aurora Health has joined the national #MaskUp campaign, encouraging Americans to help  stop the spread of COVID-19 by following clear and scientifically  proven safety guidelines. #BeAVoiceCHHSM","sentiment_score":0.05}
{"full_text":"RT On #InternationalEducationDay, we thank all the teachers, students and parents who continue to rise to the mounting chal...","sentiment_score":0.0}
{"full_text":"High Park is closed to vehicle traffic on weekends. The vehicle closure begins Friday night at approximately 11 p.m., ends Monday morning at approximately 7 a.m. Limited street parking is available on Bloor St.Visit for updates to City services.","sentiment_score":-0.0685714286}
{"full_text":"Around 1 in 3 of those invited have failed to attend a #CervicalScreening appointment in the past year due to #COVID19 concerns.Cervical screening is key for early diagnosis of cervical cancer, with measures in place to ensure it is done safely.https:\/\/t.co\/OJNRaI921N","sentiment_score":-0.155}
{"full_text":"RT This is unbelievably bad500+ cases in one govt buildingWorkers with symptoms ordered to come into workDept refuse...","sentiment_score":-0.25}
{"full_text":"In a week of heavy-hitting political interviews, taking on Education Secretary Gavin Williamson over his failure on schools throughout the pandemic led the billing. Watch the full interview on the ITV Hubhttps:\/\/t.co\/fzcHkzPgFK","sentiment_score":0.0111111111}
{"full_text":"Covid testing for surgery on the 27 #CheerMeUp #Subs #slaves","sentiment_score":0.0}
{"full_text":"Is it possible to still have fun during the lockdown?Absolutely - Here's the stunning playing with her fucking machine in this naughty trailer!Watch the full video at to keep the naughty trailers coming!","sentiment_score":0.0303571429}
{"full_text":"Medics battled exhaustion and the risk of COVID-19 as they raced Monday to treat scores of people injured by a devastating earthquake on Indonesia's Sulawesi island#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #coronavirus #COVID19 ","sentiment_score":-1.0}
{"full_text":"It's #MatchDay for #MUNLIV in the so come down and join the #DallasReds #JackandGingers for the 11AM kickoff. Come early and find a good spot. Please wear your mask when standing and moving around. #MUFC #FACup #UTFR","sentiment_score":0.2148148148}
