{"full_text":"RT It's odd how people experiencing economic anxiety always have enough money for guns.","sentiment_score":0.0111111111}
{"full_text":"See it off with your fighting spirit Sir Captain Tom https:\/\/t.co\/8tbWazK1z6","sentiment_score":0.0}
{"full_text":"RT W\/ Tony DeAngelo's NHL future up in the air, it's worth talking about how the New York Rangers enabled &amp; promoted him the p...","sentiment_score":0.1454545455}
{"full_text":"So proud and grateful for what we have achieved even during these difficult times! Still so much to do! #fundraising #20420challenges #virtualfun","sentiment_score":0.1416666667}
{"full_text":"RT For those of you keeping score at home26 million Americans are known to have had COVID420K of them died from COVID29 m...","sentiment_score":0.0}
{"full_text":"If you are at high risk stay home. Alta has low death rate &amp; most over 80. Businesses can open if trained how to operate safely","sentiment_score":0.232}
{"full_text":"3. I know more people who have committed suicide than died of Covid.  The cure is worse than the disease.  The WHO don't reccomend lockdown and now say not enough data to say asymptomatic people are a danger.","sentiment_score":0.0333333333}
{"full_text":"Of 1,350 live-industry pros whom Pollstar and VenuesNow polled, 55% said they were not willing to leave the industry, although 42% admitted they were considering another profession.https:\/\/t.co\/0GdITEdRr9","sentiment_score":-0.125}
{"full_text":"Surely there is no need for this to be the headlines when we are in the middle of a pandemic much better to fight from within than in the paper's what about some support to the farmers in Wales to see if the Labour Party will do anything about the noose they have created NVZ","sentiment_score":0.3333333333}
{"full_text":"Canada has some serious lessons to learn from this pandemic, and the top of the list needs to include long-term care and domestic vaccine manufacturing capabilities: #COVID19","sentiment_score":0.0555555556}
{"full_text":"LOCKDOWN                     OR         STAY IN SCHOOL Choose One fellow Ghanaians ","sentiment_score":0.0}
{"full_text":"RT \"I've always run away from the reality of depression and anxiety, but COVID-19 has forced me to recognize that my road...","sentiment_score":-0.3}
{"full_text":"i have tried to communicate this to so many people who just never really listened. the virus doesn't travel 6ft and then suddenly stop being virulent. it doesn't suddenly become virulent after 15 minutes.it is airborne &amp; lingers for hours. for the love of god act accordingly.","sentiment_score":0.18}
{"full_text":"Mr Misery#mrmisery #sadoldgit #sad #lockdown #sunday #sundayvibes","sentiment_score":-0.5}
{"full_text":"RT No-one is safe until everyone is safe: study shows 'global economy stands to lose as much as $9.2 trillion if governments...","sentiment_score":0.3}
{"full_text":"John Stamos issues coronavirus rant about his son crying due to his 3rd work-related quarantine - Fox News","sentiment_score":-0.1083333333}
{"full_text":"RT Is it 'normal' to allow people to continue to travel during a global pandemic that owes so much of its success to aviation?...","sentiment_score":0.1625}
{"full_text":"It's been 11 days. Lmfao","sentiment_score":0.0}
{"full_text":"RT Today, is release day for THE FUTURE BITES, a day it seemed would never arrive! Strangely although the album was writte...","sentiment_score":-0.025}
{"full_text":"Blessing on my TL","sentiment_score":0.0}
{"full_text":"Who ever is ordering another pandemic in the way of a fungus, could you please just cancel that order?! Because we're kind of over pandemics right now. How does someone say, \"the next one could be deadlier!\" How on earth? Is it being made right now? Stop it!","sentiment_score":0.3107142857}
{"full_text":"RT If billionaires can make $1,000,000,000,000 during a pandemic, I think we can make universal health care a reality.RT if y...","sentiment_score":0.0}
{"full_text":"RT 2 people at my Grandmothers retirement home have just passed due to COVID-19. Yesterday, a costumer told me to take my...","sentiment_score":-0.125}
{"full_text":"#WorkLifeBalance Idea: Schedule #seminar on any weekday but Monday --&gt; decreases chance of speaker working on talk all weekend. Mon. seminar is good when in person and speaker needs to travel. In #pandemic, Mon. seminar just promotes #workaholicism w no benefit. #AcademicChatter","sentiment_score":0.7}
{"full_text":"I'm a Californian and a Republican.  This is such a colossal waste of time and money.  I am not a fan of Newsom and I believe he's in over his head BUT S. Dakota's covid death rate is 1:500.","sentiment_score":0.0333333333}
{"full_text":"RT W\/ Tony DeAngelo's NHL future up in the air, it's worth talking about how the New York Rangers enabled &amp; promoted him the p...","sentiment_score":0.1454545455}
{"full_text":"RT Unions won't open schools until Democrats pay their ransom demand of $500B in Biden's COVID \"stimulus\" package. Public em...","sentiment_score":0.0}
{"full_text":"Individual residue (SNP) changes in SARS-CoV-2 tell only part of the story. Selection is based on fitness of the whole virus. Mutational patterns suggests multiple, fluid paths to fitness. The sum of these is greater than the parts &amp; combinatorial effects difficult to predict.","sentiment_score":0.0285714286}
{"full_text":"RT Science has confirmed that there are NO Covid risks with liberals campaigning and liberal donors opening their doors t...","sentiment_score":0.4}
{"full_text":"That is a v long one. But good for the soul.  Add in Grayson and Philippa and the day's ending well. Love that fungus Ruth. We are all climbing over stuff looking for minutiae. Love that! Ps metaphors in the 'Everest' of steps in the woodland. Like life in Covid.  xXx","sentiment_score":0.44375}
{"full_text":"RT January has been a month dominated by Covid lockdowns and talk of handicaps for golfers who are not members of golf cl...","sentiment_score":0.0}
{"full_text":"not the covid spreader talking","sentiment_score":0.0}
{"full_text":"RT Some medical experts, including Dr. Anthony Fauci, have said wearing two masks makes \"common sense\" and could offer more protect...","sentiment_score":0.0666666667}
{"full_text":"But I wouldn't personally trust any of you with a kid's piggy-bank,let alone our NATIONAL ECONOMIC RECOVERY chances  so let THAT SINK IN 'cause I suspect I'm NOT the only one feeling that !","sentiment_score":0.0666666667}
{"full_text":"RT The majority of my colleagues are so disconnected with the fact that the majority of the American people live check by ch...","sentiment_score":0.0681818182}
{"full_text":"RT Don't forget to always put on your nose masks if you are to go out , and if you have nothing doing outside stay home , le...","sentiment_score":0.0}
{"full_text":"RT Our very own #MilMed #CritCare #ID star speaking during a #COVID19 session on day 1 of #CCC50! @USUhealth...","sentiment_score":0.975}
{"full_text":"RT Most families I know kept on paying their maids for entire lockdown so that they don't have to financially struggle. That...","sentiment_score":0.1666666667}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"Really sad news. Hope he recovers soon.","sentiment_score":-0.5}
{"full_text":"RT The declared #COVID19 a 'public health emergency of international concern' exactly 1 year ago. It was the 5th suc...","sentiment_score":0.0833333333}
{"full_text":"RT CDC has authority to make criminal laws and determine legalities? ","sentiment_score":-0.4}
{"full_text":"RT Sen. Bernie Sanders says Democrats have the votes to pass Covid-19 relief bill through reconciliation","sentiment_score":0.0}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT Captain Sir Tom Moore, the WWII veteran who raised millions of pounds for the NHS during the UK's first lockdown, has been adm...","sentiment_score":0.125}
{"full_text":"RT Good morning Twitterverse! The Higgledy Garden flower seed shop is open for business as usual. If you fancy growing yo...","sentiment_score":0.2083333333}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"Junior season highlights (6 games due to COVID)https:\/\/t.co\/3zC5Tsixlr","sentiment_score":-0.125}
{"full_text":"#covid19 should be your #1priority","sentiment_score":0.0}
{"full_text":"With COVID restrictions, how are you and Middleditch holding up without weekly shows?  Are Mario kart nights enough?","sentiment_score":0.0}
{"full_text":"RT Since when does the CDC MAKE LAWS???","sentiment_score":0.0}
{"full_text":"Naija how you see Am?","sentiment_score":0.0}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT \"#Germany... wanted to throw more money at the problem. Specifically, it wanted to bet even bigger on its homegrown mRNA #vacc...","sentiment_score":0.25}
{"full_text":"RT Me explaining to my future children how covid lockdowns eventually lead to John Krasinski and Pete Davidson kissing on #S...","sentiment_score":0.0}
{"full_text":"RT The guy who thought about the covid anal swab was geh AF ","sentiment_score":0.0}
{"full_text":"RT WIN a stay at home bundle worth PS1,000  For the chance to win  Follow us + quote tweet this post (Competition ends 08\/0...","sentiment_score":0.6333333333}
{"full_text":"RT For the first time, in a while I've decided to revisit the #sketchnoting that kept me sane during lockdown 1.0. All I ne...","sentiment_score":0.25}
{"full_text":"RT From MelQ on Telegram: I got banned in August and dragged through the mud in the media for this exact same statement and li...","sentiment_score":0.125}
{"full_text":"They make people die so call them the Death Squad (like 430,000 Americans already dead wasn't enough proof with Covid and mask, social distancing, big gatherings, shutdown denial) they are literally deadly &amp; preventing medical providers from doing job. That is against the law.","sentiment_score":-0.0611111111}
{"full_text":"RT I don't think we need the input of 10 GOP Senators on any covid relief bills. They had their chance to make an impact, they...","sentiment_score":0.0}
{"full_text":"Sending prayers and healing to my hero my role model of this horrific Pandemic Sir Captain Tom Moore and his family and to all of our amazing NHS staff and healthcare workers in each and every setting . Come on Sir Captain Tom Moore we are right behind you sending you strength","sentiment_score":-0.1285714286}
{"full_text":"RT More than 70 million #COVID19 vaccine doses have been administered so far.Less than 20,000 of these were on the Afri...","sentiment_score":0.5}
{"full_text":"COVID emerging as flu goes missing is the same as the disappearance of Marathon as Snickers takes over ","sentiment_score":-0.1}
{"full_text":"RT As congress considers a new #COVID19 relief package, we need elected leadership to step up for family #caregivers by includi...","sentiment_score":0.1363636364}
{"full_text":"The crowd distributed towards being correct:https:\/\/t.co\/IQL2r9Vprb","sentiment_score":0.0}
{"full_text":"RT This.And, let's keep attention on who in those five countries are being left behind.","sentiment_score":-0.2}
{"full_text":"RT Russia arrests over 4,500 at wide protests backing Navalnyhttps:\/\/t.co\/FtQTK9pzj5","sentiment_score":-0.1}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"In the immortal words of Shirley McLaine:","sentiment_score":0.0}
{"full_text":"RT What you should know about the South Africa COVID variant","sentiment_score":0.0}
{"full_text":"RT As a parent, this pandemic has brought forth some incredible challenges. This dad has had enough, we all have. No rea...","sentiment_score":0.45}
{"full_text":"RT 10 Senators seeking to kill relief success by 1,000 cuts.#resist #VoteBlue #mepolitics #stimulus #SundayTalkShowCaucus","sentiment_score":0.3}
{"full_text":"I will not be forgiving, nor forgetting what they've done to undocumented people of color in this pandemic.","sentiment_score":0.0}
{"full_text":"RT You are not imagining it. The economic and emotional impact of covid lockdowns are worse than the virus itself. Read and...","sentiment_score":-0.0666666667}
{"full_text":"#Coronavirus - #UK Gov working on covid economic recovery plan:All eyes will be on the 3rd March budget but we'll no doubt have the soup and nuts of it well before. $GBPhttps:\/\/t.co\/AmZw6nhb7x","sentiment_score":0.1}
{"full_text":"RT One of #Egypt's most prominent human rights lawyers .@Khaledali251 is suing the president, PM &amp; health minister demanding...","sentiment_score":0.3333333333}
{"full_text":"@piersmorgan perhaps don't fine them - get them cleaning COVID wards!!","sentiment_score":0.6510416667}
{"full_text":"Another 67 cases of COVID-19 have been confirmed in Niagara since yesterday, and one more person diagnosed with the virus has died. Today's breakdown:https:\/\/t.co\/NONuomRqjs","sentiment_score":0.45}
{"full_text":"RT PLEASE DO NOT BUY ANY COVID-19 VACCINES IN NIGERIA. IT IS NOT SAFE. YOU CANNOT TRUST IT. WHEN IT IS SAFE TO DO SO I WILL BE ON...","sentiment_score":0.125}
{"full_text":"RT Briefly, Dr. ZHONG Nanshan is Chinese Fauci.Dr. Fauci is American ZHONG.Both of them strongly influenced their governm...","sentiment_score":0.1083333333}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT Man fuck covid lol. I miss having my mom askin where I was while I was somewhere at 4 am like","sentiment_score":0.2}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"I was looking for a week in Cornwall today. A reasonably nice hotel was PS10k for 2 adults and 2 teenagers in July. Think we'll stay at home and wait and see if we can go to Greece ","sentiment_score":0.6}
{"full_text":"RT It's bad enough for individuals to refuse #COVID19 #vaccines for themselves. But forcing a mass vax site to shut down,...","sentiment_score":-0.2851851852}
{"full_text":"I'm rooting for all with covid, all lives matter","sentiment_score":0.0}
{"full_text":"RT BREAKING: Having achieved nothing in many months of lockdown, today some good news. I have helped reunite a Syrian child...","sentiment_score":0.6}
{"full_text":"RT The \"butterfly effect\" from COVID-19 may result in these six implications for sustainable investing, companies and inves...","sentiment_score":0.0}
{"full_text":"RT First phase of vaccination has begun. In this phase the medical frontliners will be vaccinated against the COVID-19.#Ind...","sentiment_score":0.125}
{"full_text":"RT Trump is easily the most dangerous and destructive force in America today. Unlike Covid there is no vaccin...","sentiment_score":-0.0666666667}
{"full_text":"RT China's top epidemiologist #ZhongNanshan said he would hold a dialogue in March with top US medical expert Dr Anthony...","sentiment_score":0.3333333333}
{"full_text":"RT Are You Freaking Kidding Me Friday: Bell accessed $122 million from the Canadian Emergency Wage Subsidy during pandemic w...","sentiment_score":0.0}
{"full_text":"RT Could this be the nail in the coffin for Justin Trudeau's premiership?","sentiment_score":0.0}
{"full_text":"Cover pilot is showing Covid 19 targets ,and has spotters ,mental manipulation of spotters aims but is ominious as to targeting","sentiment_score":-0.1}
{"full_text":"RT \"I recently quit working in retail after 15 years because COVID is bringing out the WORST in people.\"","sentiment_score":-0.5}
{"full_text":"Being a stay at home mom isn't realistic in SF. Most women NEED to work. Our jobs are *essential* to our families. It's been incredibly stressful to have non-parents on the SFBOE &amp; fully paid teachers downplay our joblessness and the impact it has on our kids futures &amp; wellbeing.","sentiment_score":0.3916666667}
{"full_text":"RT Frustrating to watch Sunday show segments about the impending surge of covid cases and how much states needs relief, followe...","sentiment_score":-0.1}
{"full_text":"RT Me explaining to my future children how covid lockdowns eventually lead to John Krasinski and Pete Davidson kissing on #S...","sentiment_score":0.0}
{"full_text":"RT Hydroxychloroquine is a safe, effective drug.  After almost a year it has been deemed safe for early use with the Chinese V...","sentiment_score":0.34}
{"full_text":"RT Daniel Craig expresses relief for finally getting to the Premier of the new James Bond film after Covid lockdown is fin...","sentiment_score":0.0681818182}
{"full_text":"RT We were elected to deliver Covid relief.","sentiment_score":0.0}
{"full_text":"We should not belittle preventive medicine. Ika nga nila di ba, prevention is better than cure. Mas onting resources sana ang magagamit to maintain a good health than being sick. We should value this field in healthcare.","sentiment_score":0.1619047619}
{"full_text":"RT STOP NORMALIZING AUSTERITY!!!!Our government can Easily afford $5000 per mo pandemic relief $$$.If you allow Biden or...","sentiment_score":0.4333333333}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Inequities plague Massachusetts coronavirus vaccine rollout","sentiment_score":0.0}
{"full_text":"RT if your family hasn't been affected by COVID you should really be thanking God.","sentiment_score":0.2}
{"full_text":"RT covid did a world tour and came back different just like a white girl who takes a gap year and starts pronouncing barce...","sentiment_score":0.0}
{"full_text":"RT Why is Newcastle so good at Covid-19 vaccinations?","sentiment_score":0.7}
{"full_text":"So true I only wear mask because all these scared people will freak and make a big deal. People are physically attacked for not wearing a mask even if they have medical problems from the masks. I always hope someone tries to attacked me hand to hand combat is something I excel at","sentiment_score":0.0416666667}
{"full_text":"How about focus on the pandemic, economy and our national security first. We can't  work on the environment if we're all sick, homeless or dead.","sentiment_score":-0.2214285714}
{"full_text":"RT LIBYA981 new confirmed cases of #CoViD19LY 35 new deaths (daily record)1349 new recoveriesTotal:- Confirmed cases...","sentiment_score":0.2015151515}
{"full_text":"RT You know I'm a fuckin porn bator, piss bator, chronically addicted masturbator, but post-pandemic I really wanna sniff a...","sentiment_score":-0.1}
{"full_text":"Bloomberg only reports on COVID when it becomes more of a threat...how about some honest takes on Covid for once...that many that died in nyc in March only did so because they were ventilated too soon...that COVID has a 99.99 survival rate under 50...","sentiment_score":0.32}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"RT Regular people don't care whether we pass something with 51 or 60 votes. It's a pandemic and the largest economic contract...","sentiment_score":0.1}
{"full_text":"RT every single day that biden does not mandate a lockdown and give people their rightly deserved relief checks is another...","sentiment_score":0.1071428571}
{"full_text":"There'll be another COVID for sure, but what the last year has brought us is the equivalent of multiple Manhattan Projects in biotech. The tools we have now would have been unimaginable against a COVID-01. The tools we'll have for a COVID-32 will be unimaginable now.","sentiment_score":0.1666666667}
{"full_text":"RT A team of WHO experts investigating the origins of Covid-19 went to a market in Wuhan where one of the first reported clusters...","sentiment_score":0.25}
{"full_text":"Weird, isn't it? The have screwed up the #NHS to the point where it can't cope with #coronavirus: screwed up our economy with #austerity &amp; #Brexit, tormented disabled people so much the investigated, &amp; yet such is their grip on England, they will win in 2024.","sentiment_score":0.06}
{"full_text":"As part of the start of the spring semester, University Health Service and other campus offices set up a COVID-19 testing site in the Field House in Goergen Athletic Center. Students living in campus housing are required to be tested before moving in.https:\/\/t.co\/I3rTCWGo8I","sentiment_score":-0.1125}
{"full_text":"Don't forget locked down colleges still charging for campus amenities like gyms and parking.https:\/\/t.co\/dIeY7usb2f","sentiment_score":-0.1555555556}
{"full_text":"Wingcopter, fresh from raising $22 million, plans to use its drones to deliver Covid-19 vaccines in Africa and Southeast Asia   ","sentiment_score":0.3}
{"full_text":"RT The GOP let Trump run up a $3 trillion debt, but they are now deficit hawks and want to deny you and me Covid relief.","sentiment_score":0.0}
{"full_text":"Just saw a buddy of mine, 41-year-old healthy marathoner and former triathlete, 2 months post-covid still can't climb a flight of stairs without getting short of breath.","sentiment_score":0.1666666667}
{"full_text":"As advocates call for an end to for-profit long-term care homes in Ontario, geriatrician says proper funding is a needed first step to stem widespread COVID-19 deaths.https:\/\/t.co\/MPRVoNiLBx","sentiment_score":0.125}
{"full_text":"RT Now is the time to \"be kind, be calm and be safe\". It's not the time to cynically hurl abuse at political leaders doing...","sentiment_score":0.16}
{"full_text":"One new coronavirus death in Oxfordshire in daily updatehttps:\/\/t.co\/R8FVgWwHN1","sentiment_score":0.0681818182}
{"full_text":"\"Public health officials are suggesting double masking as a way to increase the level of protection from the coronavirus and its multiple, more contagious variants.\"https:\/\/t.co\/rFdf8rY5lt","sentiment_score":0.125}
{"full_text":"RT Fuck the Republicans who don't want the $1.9 Trillion Covid relief bill. Democrats have the votes. Fuck them. They can sh...","sentiment_score":-0.4}
{"full_text":"If passed, the American Workforce Rescue Act would put money in working families' pockets, invest in states &amp; localities, fund public schools, and help curb the spread of #COVID19. Tell your lawmaker: Pass the American Workforce Rescue Act!","sentiment_score":0.0}
{"full_text":"Drug launches are critical to the long-term success of a product. How have organizations adapted their launch strategies as a result of #COVID19? Find out in our #biopharma report.","sentiment_score":0.15}
{"full_text":"Truss said the UK was on track to vaccinate every adult in the UK by autumn and that the UK was committed to ensure \"vaccines are there to cover the world\".#coronavirus #COVID19Vaccination #Covid19UK #coronavirusuk #coronavirustesting #CoronavirusVaccinehttps:\/\/t.co\/KDY8zUj0NJ","sentiment_score":0.1}
{"full_text":"If you are looking for something different to help you get through #lockdown or just need to add something new to your #reading list, try Shattered Bodies and Broken Minds.#poetry #poems #poetrylovers #poetrycommunity #writers #WritingCommunityhttps:\/\/t.co\/ncKCRSK3Tj","sentiment_score":-0.0878787879}
{"full_text":"How tin eared can PRS be?","sentiment_score":0.0}
{"full_text":"Sundance film The Blazing World comes to AFS's drive-in.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Nearly 600,000 more people received covid vaccine jabs in UK yesterday. That's 1% of our entire population which...","sentiment_score":0.2}
{"full_text":"This map shows the places in Sussex that have been the least-affectedhttps:\/\/t.co\/XDfk4xLKhI","sentiment_score":0.0}
{"full_text":"Two things I need to stay organised: To-do list Calendar How do you stay organised when working from home?","sentiment_score":0.0}
{"full_text":"THE call by the Local Government ministry to demolish vending stalls during last year's COVID-19 lockdown following a government directive to move informal traders to new sites has left more than 30 000 families affected in the Midlands province.https:\/\/t.co\/EEovdyts3a","sentiment_score":0.1060606061}
{"full_text":"Page 18 in Thy Pandemic Odyssey Year One Comic\"A handshake makes the deal...\"Read at #Covid_19 #COVID #webcomics #comics #comic","sentiment_score":0.25}
{"full_text":"AD: Plasma from COVID-19 survivors could help develop a treatment for COVID-19. Donations are needed more than ever, and COVID donors receive $100, up to 2x a week! Call CSL Plasma today for more details.","sentiment_score":0.5625}
{"full_text":"Are you looking for new activities that will get your blood pumping while also staying safe from COVID-19? Click the link for the Hullabaloo's recommendations for ways to stay in shape while also staying safe!https:\/\/t.co\/Elg3xrW6tf","sentiment_score":0.3181818182}
{"full_text":"Israel providing 5,000 vaccine doses to the over 5 million Palestinians in the West Bank and Gaza is hardly reason to celebrate. It is far too little, way too late. The disparity in vaccine roll out lays bare the system of medical apartheid in Israel.https:\/\/t.co\/GIh8LKuf0z","sentiment_score":-0.1048611111}
{"full_text":"Drug launches are critical to the long-term success of a product. How have organizations adapted their launch strategies as a result of #COVID19? Find out in our #biopharma report.","sentiment_score":0.15}
{"full_text":"This is what structural racism looks like. Vaccine distribution MUST be equitable. Health care cannot just be for the rich and white -- it must be guaranteed to everyone.","sentiment_score":0.1875}
{"full_text":"How do you manage stress in this pandemic?I think, we all need to find some approaches what works for us to keep our mental health and maintain work-life balance.Well, I go for walking at least for one hour and eat chocolate (maybe not the best solution :)). Share your ideas.","sentiment_score":0.275}
{"full_text":"RT This is all about disruption. Everyone has the option not to vaccinate. But no one should have...","sentiment_score":0.0}
{"full_text":"Of the 4,027 total cases of COVID-19 in the county, 548 are considered active and 3,470 are recovered.","sentiment_score":-0.0666666667}
{"full_text":"The vaccination process has been slower than originally expected, but there are five states that are on top of distributing the coronavirus vaccine.https:\/\/t.co\/bhoGNkn3TI","sentiment_score":0.2}
{"full_text":"RT Cant wait to get back to this once covid's over","sentiment_score":0.0}
{"full_text":"Why were you at the airport?  I thought the rule was stay at home?","sentiment_score":0.0}
{"full_text":"Work, family, finances, health, mental health. To understand and address all that women are facing during #COVID19, The Trust convened a panel of experts at a recent event for donors. View excerpts: #Philanthropy #Finance #Healthcare","sentiment_score":-0.05}
{"full_text":"Don't miss \"Death, Job Loss And Remote Learning: The Pandemic's Toll On One Chicago Family,\" an audio story from WBEZ Chicago's It brings to life the experience of remote learning. More in the newsletter. ","sentiment_score":0.1}
{"full_text":"55 People Died in US After Receiving COVID-19 Vaccines: Reporting System - A central database of reported adverse events should be established by the federal government to correlate with data provided by the CDC and FDA.","sentiment_score":0.0}
{"full_text":"I'm sending lots of purrs to in hospital with #coronavirusThis 100 year old gentleman is such an inspiration, a national treasure. Get well soon sir #Purrs4Peace","sentiment_score":0.05}
{"full_text":"Stop listening to propaganda communist news","sentiment_score":-0.1}
{"full_text":"RT Happy Sunday.... that lockdown feeling is closing in.... Artist Ancilla, Charles Hodge Mackie (1862-1920) from the City Ar...","sentiment_score":0.8}
