{"full_text":"RT Over 300 doctors in the state, including those feted by governor for exemplary work during the pandemic,have either not re...","sentiment_score":0.0}
{"full_text":"RT Covid Epi Weekly January 29: To Arms, to Arms!Let's focus:Get doses out of freezers and into arms ASAPDenominators: W...","sentiment_score":0.0}
{"full_text":"RT FEMA, more National Guard could be coming to help MD distribute COVID-19 vaccines ","sentiment_score":0.5}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT SCOOP: The Trump administration's chaotic handling of the first Wuhan evacuees \"increased the risk of infection transmission...","sentiment_score":0.25}
{"full_text":"RT Tokyo considers trials of parasite drug for #COVID19https:\/\/t.co\/0lNQIVLkYq","sentiment_score":0.0}
{"full_text":"RT \"This is a life and death proposal and it must be passed immediately,\" Sen. Bernie Sanders says about a pending stimulus for Ameri...","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"Chloroquine is a potent inhibitor of SARS coronavirus infection and spread","sentiment_score":0.5}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT The last time he reopened under the rubric of \"a little bit of COVID\" in the population was okay, it grew exponentially an...","sentiment_score":0.1041666667}
{"full_text":"RT A year ago this week, multiple U.S. senators got a briefing on the mortal danger of the coronavirus and then said noth...","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"He will rock the boat, but it'll be harder to stir the pot NBA style in NFL. + bad timing for Houston. COVID limits time spent with prospects, GM new w\/ none of his staff + Watson trade adds 20 million to cap when you already 15 million over. Next year's better, even if painful.","sentiment_score":-0.1376623377}
{"full_text":"RT I'm so mad cause I been watching my screen for 2 mins waiting for it to finish zooming in","sentiment_score":-0.625}
{"full_text":"Floyd don't do this lame ass shit unless you finna get Ms","sentiment_score":-0.35}
{"full_text":"RT Huh? Every province has received rapid tests and at last check, weren't using them all? I'm mystified as to why he and...","sentiment_score":0.0}
{"full_text":"Cut U . S. funding for animal tests in Wuhan, China &amp; other foreign labs! - Sign the Petition! via","sentiment_score":-0.16015625}
{"full_text":"have just realized that now that I wear contacts I can attend a masquerade ball much more easily so I'm going to need this pandemic to end *tomorrow*","sentiment_score":0.4666666667}
{"full_text":"I believe it. #Trump2021","sentiment_score":0.0}
{"full_text":"I have a PHD in Psychology.  YOU?  I wouldn't call someone an idiot I don't know but since you went there...  Why did you get the shot if you had covid?  Hmmmm... who's the idiot?","sentiment_score":-0.8}
{"full_text":"RT Funeral costs--FEMA will reimburse up to $2 billion for #COVID19 funerals, said who pushed for the funding as part of...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT .@jkenney: you can't keep looking the other way while your MLAs spread dangerous misinformation. Lives are at stake. It's t...","sentiment_score":-0.3625}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"China is seeing how Sheeple you are  Who's going to be first for a Anal Swab  https:\/\/t.co\/2ILDfvvYYu","sentiment_score":0.25}
{"full_text":"Thinking about the AP reporter who published his big sea shanty piece yesterday, imagining him just heroically watching deadlines whoosh by","sentiment_score":0.0}
{"full_text":"and its so bad and i couldnt get any sense out of anybody so i said \"im going to get my relatives\" just to try to stop the thing doing it to mee, as long as it locks and joins to the others it shuts the maths pattern off like lockdown where it seals it between the 2 dots again..","sentiment_score":-0.375}
{"full_text":"RT Get back to us when they actually start doing something not already being done. ","sentiment_score":0.0}
{"full_text":"RT My column in today's ET on the intellectual foundations of India's economic (and health) response to the pandemic. It al...","sentiment_score":0.25}
{"full_text":"RT Haven't the first 10 days been wonderful...COVID-19Economic recovery Additional stimulus JobsEnvironment Racial Eq...","sentiment_score":0.25}
{"full_text":"RT Here's what we know:-worst month of pandemic-an emergence of a new, worse strains-restaurant workers aren't eligible...","sentiment_score":-0.1318181818}
{"full_text":"I was going to get my hair properly done with blue &amp; purple streaks last year but COVID hit and closed down most hairdressers, home or otherwise, who could do it for me so I've just stuck with being a redhead for a couple of months.","sentiment_score":0.0407407407}
{"full_text":"RT \"This is a life and death proposal and it must be passed immediately,\" Sen. Bernie Sanders says about a pending stimulus for Ameri...","sentiment_score":0.0}
{"full_text":"Ontario Government - You can't leave your home without fear of being fined cause COVID is dangerous.Also Ontario Government - Let's send kids back to school early AND extend the lockdown order. Ass from it's head, it knows not.","sentiment_score":0.05}
{"full_text":"CW: coronavirusAlso see pandemic \"doing better these days\", which is when local cases go down and restrictions ease, but your mental health doesn't magically improve and also you have lots of international friends in a much worse situation.","sentiment_score":0.0492063492}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"#SwissEconomy  Despite the #pandemic, #Swiss #economy is outperforming many other countries. Many #entrepreneurs are going through hard times, but according to a latest survey most Swiss #businesses are #optimistic about their prospects for 2021. https:\/\/t.co\/ierR34DGqL","sentiment_score":0.2638888889}
{"full_text":"This is why part of the coordinated response to the deluge of bodies in NYC in spring 2020 due to excess deaths linked to COVID eventually included trench burials in the city's potter's field graveyard on Hart Island.","sentiment_score":-0.125}
{"full_text":"RT Feel like we're missing a step here. Most disabled people I know, including myself, still have no idea when we're gett...","sentiment_score":0.0333333333}
{"full_text":"Bangkok removes Covid-19 checkpoints for travellers from other provinces - #coronavirus #covid19","sentiment_score":-0.125}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT A year ago this week, multiple U.S. senators got a briefing on the mortal danger of the coronavirus and then said noth...","sentiment_score":0.0}
{"full_text":"RT For almost a year, Canada's borders have been closed to foreign travelers. Less than 2% of COVID-19 cases are linked to...","sentiment_score":-0.1305555556}
{"full_text":"RT This story is going to go stratospheric. #cdnpoli","sentiment_score":0.0}
{"full_text":"What it would take to sustain 1 million COVID vaccinations a day and more","sentiment_score":0.5}
{"full_text":"We are patient, we wait for this pandemic to end to see you shine again on world stages.  Anyway, thanks for everything you give us!!!","sentiment_score":0.390625}
{"full_text":"Covid vaccines: Those that work - and the others to come","sentiment_score":0.0}
{"full_text":"RT the premier of ontario sitting on unspent billions, during a global pandemic and a harsh Canadian winter is yet more evidence...","sentiment_score":0.1}
{"full_text":"RT I am struggling to figure out what is more deadly to Albertans: Covid19 or the decision making skills of #ableg","sentiment_score":0.15}
{"full_text":"RT Week one of the Biden-Harris administration:","sentiment_score":0.0}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"In the pandemic, yes.","sentiment_score":0.0}
{"full_text":"RT I think you're going to want to watch this...","sentiment_score":0.0}
{"full_text":"There was no federal direction. People died because of that. Sucking for air that no one could provide. States, &amp; to titrate down, counties &amp; municipalities were on their own - I have to believe that they all did their best with no guidance and limited resources from the feds.","sentiment_score":0.3432539683}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT This story is going to go stratospheric. #cdnpoli","sentiment_score":0.0}
{"full_text":"RT Pandemic + Time Travel + Kidnapping = New Life for Harry?  #sciencefiction #timetravel  #5stars #scifibooks","sentiment_score":0.1363636364}
{"full_text":"I care about how you're feeling and though it might not be going the best right now for many people, it'll hopefully be a lot better for you in the future, when you start loving yourself more and hopefully coronavirus ends. Hopefully we can all come out of it healthier, better -","sentiment_score":0.4857142857}
{"full_text":"RT More than 3500 Americans died of COVID19 in past 24 hrsMost were likely infected around New Years3 weeks after Pfizer v...","sentiment_score":0.0965909091}
{"full_text":"RT I think it's safe to say at this point that conned the national media on his COVID leadership. He made a horrendo...","sentiment_score":0.5}
{"full_text":"Yes and most of the GOP are insane and too far gone to save! I'm not hopeful any longer that this will go away soon! I was hoping Biden could fix but this is deep and wide AND scary as hell!!","sentiment_score":-0.2041666667}
{"full_text":"RT Covidiots:  Social distancing and mask measures don't work. Medical Experts:  Because of pandemic protocols the seasonal f...","sentiment_score":0.0166666667}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollar...","sentiment_score":0.0}
{"full_text":"And why when the pandemic started there was the huge fear that if hospitals were overflowing I knew I would be in one of the first groups denied treatment because to the healthcare system I'm not seen as having a quality of life which is totally, TOTALLY un-true.","sentiment_score":0.2166666667}
{"full_text":"This is a sick fucking joke","sentiment_score":-0.6571428571}
{"full_text":"RT The \"HOLY MOTHER OF GOD\" tweet was exactly 1 year ago today. For those who have been with me this past year, I hope and p...","sentiment_score":0.0}
{"full_text":"This week, citing the new virus variants, Germany and Austria began requiring the European version of an N95 in public. Singapore and South Korea have already distributed medical masks to their citizens. Should we take the same precautions?","sentiment_score":0.0272727273}
{"full_text":"RT Serious questions about the CDC posting wrong information about Covid vaccine studies. Misinformation or an \"honest mi...","sentiment_score":-0.0777777778}
{"full_text":"RT Forcing teachers to teach indoors during a pandemic is not the way? That's at the heart of it. Whatever is agreed to should b...","sentiment_score":0.0}
{"full_text":"MakeMyTrip hasn't had to tap into its credit facilities recently, and that's a decent sign as it takes advantage of India's tentative Covid and travel recoveries.","sentiment_score":0.0833333333}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"RT babe ur pussy doesn't taste like raw fish guts I think I should get a covid test","sentiment_score":-0.2307692308}
{"full_text":"RT Covid case numbers are falling too rapidly it seems.  So the NHS, it seems, has embarked on a campaign of randomly contactin...","sentiment_score":-0.5}
{"full_text":"RT We're finally getting the national COVID-19 response we needed a year ago.","sentiment_score":0.0}
{"full_text":"My mom said her daily covid test is if she can smell and taste her glass of red wine ","sentiment_score":0.0}
{"full_text":"With this Covid going wild ? This gonna be mass spreader.","sentiment_score":0.1}
{"full_text":"A friend of mine who sadly passed away last year due to Covid-19 https:\/\/t.co\/zsjwN3TN5m","sentiment_score":-0.2083333333}
{"full_text":"RT Dil ki police following Social Distancing protocols How it started           How it's going","sentiment_score":0.0166666667}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Today, is release day for THE FUTURE BITES, a day it seemed would never arrive! Strangely although the album was writte...","sentiment_score":-0.025}
{"full_text":"RT This is actually one big game show amongst world leaders to see who can get their citizens to do the dumbest shit","sentiment_score":-0.15}
{"full_text":"Brussels has announced plans to let member states seize control of #COVID shot exports, which may bring the British-EU spat on the issue to boiling point. The threat comes amid a huge shortage of jabs within the bloc.","sentiment_score":0.4}
{"full_text":"\"It makes good sense to wear a mask that is thick enough or even a double mask that adds another layer to it.\" Do you plan to wear two masks to protect against COVID-19?https:\/\/t.co\/nsIwcfH42x","sentiment_score":0.1}
{"full_text":"Republicans say the price tag is too much. They say the relief needs to be more targeted -- especially, they claim, since the $900 billion boost is just beginning.https:\/\/t.co\/WMnp47ao7p","sentiment_score":0.2333333333}
{"full_text":"#HongKong reported 50 new #COVID19 infections on Friday, including 48 locally transmitted ones, 16 of which were untraceable.https:\/\/t.co\/rjN0A6sBnc","sentiment_score":0.0681818182}
{"full_text":"Malaysia begins phase 3 trials of China-developed Covid-19 vaccine","sentiment_score":0.0}
{"full_text":"Fewer than 20 per cent of CFOs believe their companies could resume \"business as usual\" within a month if the Covid-19 crisis were to end today.","sentiment_score":-0.25}
{"full_text":"Maryland lawmakers are moving to rein in Gov. Larry Hogan's authority to impose emergency restrictions during the pandemic and to make emergency coronavirus purchases. And it's coming from Democrats and Republicans.https:\/\/t.co\/7RFa4QrKUk","sentiment_score":0.0}
{"full_text":"#Kuwait COVID-19 cases climb by 658 to 164,108 ","sentiment_score":0.0}
{"full_text":"RT Serious questions about the CDC posting wrong information about Covid vaccine studies. Misinformation or an \"honest mi...","sentiment_score":-0.0777777778}
{"full_text":"The city of Seattle has an ambitious goal of eliminating all traffic fatalities and serious injuries by the year 2030. But even though fewer people are driving due to the pandemic, preliminary data shows traffic deaths in Seattle barely dropped in 2020.","sentiment_score":-0.0395833333}
{"full_text":"In the first 14 weeks of #COVID19, #healthcarespending decreased by $2.7 billion per week. See how this could impact the industry long term.","sentiment_score":-0.0666666667}
{"full_text":"North Korea's borders have been closed for over a year due to COVID-19 precautions - and there's no sign they will reopen anytime soon.This ongoing shutdown will have  dire consequences for ordinary North Koreans, writes","sentiment_score":-0.1583333333}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"A Paris man is aiming to brighten outdoor celebrations with a unique business.","sentiment_score":0.375}
{"full_text":"Director of Health Services, Dr. George Conway, said the strain recently found #inBend is more efficiently transmitted than other variants.https:\/\/t.co\/ED7YBLBBJC","sentiment_score":0.125}
{"full_text":"RT babe ur pussy doesn't taste like raw fish guts I think I should get a covid test","sentiment_score":-0.2307692308}
{"full_text":"Iowa's COVID-19 website adds vaccine administration dashboardhttps:\/\/t.co\/Js6zgJ6t2S","sentiment_score":0.0}
{"full_text":"\"We don't tolerate the #virus circulating. Once we find it, we immediately quash it and outbreaks are not allowed.\" #pandemic","sentiment_score":0.0}
{"full_text":"A safe and enabling space for Lesbian, Bi, Queer and Trans (LBQT) women to address how we have experienced loss in various forms due to the Covid-19 pandemic. RSVP through the Google form here or email kesterr@out.org.za#LGBT #Women #SafeSpace #Covid19","sentiment_score":0.29375}
{"full_text":"The government's top infectious disease expert said Friday he hopes to see children being vaccinated starting in the next few months. It's a needed step to securing widespread immunity to the coronavirus.https:\/\/t.co\/ijE8Wy8ueG","sentiment_score":0.075}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Governor Cuomo On The Issue Of Where Coronavirus Patients Died: 'Who Cares? ... They Died.' via","sentiment_score":0.0}
{"full_text":" This #CovidVaccine leaves 43% of Africans exposed to #COVID19 , with yet untold side effects. Given that has promised new variants, the efficacy will only go down over time. Nkosi Sikelela iAfrikahttps:\/\/t.co\/Zyl14x69DZ","sentiment_score":-0.0063973064}
{"full_text":"A Rutgers scientist who was a crucial figure in developing the first COVID-19 saliva-based test died unexpectedly Saturday. According to a statement from the school, Dr. Andrew Brooks was 51.","sentiment_score":0.1166666667}
{"full_text":"The 12 areas in Bristol with the lowest Covid rateshttps:\/\/t.co\/ObGFfZMNam","sentiment_score":0.0}
{"full_text":"\"Chocolate is comfort without words.\"#MashableSEA #Malaysia #chocolate #lockdown #Google","sentiment_score":0.0}
{"full_text":"Tokyo considers trials of parasite drug for COVID-19","sentiment_score":0.0}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"The surge in cases of coronavirus disease 2019 (COVID-19) in Passi City, Iloilo province promoted the provincial government of Capiz to issue an advisory to Capiznons.https:\/\/t.co\/o2u67ByXNY","sentiment_score":0.0}
{"full_text":"RT So shocked to hear UK have 100K deaths due to #COVID19.  And then to hear BoJo say the govt did everything they could.  As a...","sentiment_score":-0.4125}
{"full_text":"RT Fox doesn't deserve to be a credentialed media outlet ...","sentiment_score":0.0}
{"full_text":"People protesting Lebanon's strict COVID-19 lockdown burned a government building on Thursday night. Lebanon is under COVID-19 lockdown as the country faces a worsening economy. #lebanon #covid_19 #lockdown","sentiment_score":0.0}
{"full_text":"RT Cut U . S. funding for animal tests in Wuhan, China &amp; other foreign labs! - Sign the Petition! v...","sentiment_score":-0.16015625}
{"full_text":"On Friday, Gov. Jared Polis unveiled that access to the COVID-19 vaccine would be expanded beginning Feb. 8, leaving some Coloradans still waiting to receive the vaccine concerned. via","sentiment_score":0.0}
{"full_text":"New Zealand's handling of the Covid-19 pandemic has been praised by the US during the first discussion between the US Secretary of State and New Zealand's Foreign Minister.","sentiment_score":0.0994318182}
{"full_text":"COVID 19 cases in India until : 30\/01\/2021 10:30Total Cases: 10734026 [+0]Active: 167316Recovered: 10408034 [+0]Deaths :154184 [+0]Total Tests: 195.08MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#TodaysFrontPage: Questions around the effectiveness of the #Covid19 vaccine on new strain [also] Gauteng Premier David Makhura on the province's Covid-19 vaccine readiness #SatStar","sentiment_score":0.1363636364}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"Hope the pandemic can be finished soon","sentiment_score":0.0}
{"full_text":"Vaccination providers are required to report to the state how many vaccines are wasted. Reasons include inadequate refrigeration and broken vials.","sentiment_score":-0.0333333333}
{"full_text":"The Philippines is likely to fully recover from the impact of the COVID-19 pandemic in the first half of 2022, Fitch Solutions Country Risk &amp; Industry Research said.","sentiment_score":0.0277777778}
{"full_text":"The Pentagon and the Federal Emergency Management Agency are negotiating the final terms of an agreement that could see the military provide around 450,000 Covid-19 vaccinations a day. Details:","sentiment_score":-0.05}
{"full_text":"RT \"TWICE will diligently keep on carrying out our duty to bring positive energy into the world.\"Members of sha...","sentiment_score":0.2272727273}
{"full_text":"Men do not take COVID as seriously as women and are less likely to follow safety measures.","sentiment_score":-0.1666666667}
{"full_text":"RT Some cops: The vaccine doesn't guarantee you won't get COVID so why should I get it?Logic: Your bullet resistant vest...","sentiment_score":0.0}
{"full_text":"RT Colleges are conducting admissions,Agencies are conducting exams,But wait for railway trainees,  corona is their we can...","sentiment_score":0.0}
{"full_text":"RT We have a BIG problem in our country. Things like this used to be \"isolated i...","sentiment_score":0.0}
{"full_text":"The NFL has selected three people who have served during the coronavirus pandemic as honorary captains for the Super Bowl.","sentiment_score":0.3333333333}
{"full_text":"RT Earn CME by watching this presentation from director discussing her vision and prioritie...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Dog groomers and daycare services are not allowed to operate during Ontario's COVID-19 lockdown but Toronto officials say they...","sentiment_score":0.0}
{"full_text":"RT No the hell we not....","sentiment_score":0.0}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"i wonder how my social skills are gonna be once the pandemic is over considering ive been coping only with anime and full in denial of the reality outside my house  ill be more of a weirdo, glad im pretty tho so i can fuck my personality and it wont matter (?)","sentiment_score":0.0814814815}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"Things are so bad with covid-19 Democratic Governors are open up indoor dining in their states It was all politics","sentiment_score":-0.35}
{"full_text":"Current Conditions for #Sayre PATemp: 16.5FWind Chill: 15.9FHumidity: 85%Dew Point: 12.8F Barometer: 30.387 inHgWind: 1 mph from the NCorona Virus Weekly Stats:Cases: 138.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Covid-19: Families express fears for Donegal care home residents waiting for vaccines","sentiment_score":0.0}
{"full_text":"EX ACT LY ","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Are You Freaking Kidding Me Friday: Bell accessed $122 million from the Canadian Emergency Wage Subsidy during pandemic w...","sentiment_score":0.0}
{"full_text":"#BREAKINGNEWS: Retailers warn they could burn goods stuck in Wuhan","sentiment_score":0.0}
{"full_text":"RT Girlfriend had her white coat ceromony today.  One step closer to stay at home Matty lmao.  Dr. Regan to the moon ","sentiment_score":0.3}
{"full_text":"This pandemic is all a sham!! Trump was right all along!!","sentiment_score":0.0669642857}
{"full_text":"Saturday Essay: Ten Inspirational Insights From Champions For Lockdown ","sentiment_score":0.25}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT New blog post on #COVID19 #vaccine distribution in prisons. There are significant discrepancies between residents near sta...","sentiment_score":0.2037878788}
{"full_text":"Johnson and Johnson finds COVID 19 cybervaccine 85% effective against severe cybercases","sentiment_score":0.6}
{"full_text":"RT Canadian Prime Minister Justin Trudeau announced that Canada's major airlines have agreed to suspend all flights to Mexico and...","sentiment_score":0.0625}
{"full_text":"Old kameltoe Harris Slow Biden can have mine, I'm not afraid of the China Virus","sentiment_score":0.0333333333}
{"full_text":"Today is Saturday January 30, 2021. Americans, even in a pandemic, still do not have healthcare.","sentiment_score":0.0}
{"full_text":"STAUNTON, Va. (WHSV) - \"I raise a great-granddaughter. I want to be able, if it is God's will, to raise this [great] granddaughter and not die from this pandemic,\" Linda Darcus said.","sentiment_score":0.65}
{"full_text":"Please take this 8xGold Glove, 5x allstar, his recently negotiated $260M\/8yr contract &amp; we'll give additional $50M to offset his ridiculous $35M\/yr to a more manageable $30M\/yr for say 2of your LOW T30 prospects &amp; a couple throw in's....  must be the effects of Covid + altitude","sentiment_score":0.0416666667}
{"full_text":"For some reason, this made me think of ButtonsI don't know why","sentiment_score":0.0}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
