{"full_text":"..THE EXACT TIME i wrote \"COVID\"..but via \"COVID FALLOUT\" &amp; it began after typing \"PREY\", now \"TRAVELING IDIOTS\" via \"QLD ABORIGINAL\"..and \"NO TIME TO WAIT\" was sung LITERALLY IMMEDIATELY after typing \"ABORIGINAL\"..but then i see \"ZOMBIE SURGE WAITS\"+\"NORTH..","sentiment_score":-0.275}
{"full_text":"RT Democrats during COVID: \"We need the government to close these businesses! We have to stop the spread!\"Democrats when social...","sentiment_score":0.0333333333}
{"full_text":"In other countries government is giving money to jobless and who lost their jobs in corona time why don't india?? Even we have PM relief fund","sentiment_score":-0.125}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"Happy Sunday with family during COVID-19 pandemic HAHAHAHA","sentiment_score":0.5}
{"full_text":"Must read.","sentiment_score":0.0}
{"full_text":"RT Countries like Canada, UK and US are always portrayed as leaders around the world but New Zealand really showed it in ever...","sentiment_score":0.1681818182}
{"full_text":"RT Poor malaysian ahgase, they waited for years to have GOT7 back in Malaysia, the wait is over bila GOT7 announced for keep sp...","sentiment_score":-0.2}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT Might have missed it... Are the blue tick right wing media and shock jocks attacking about this lockdown l...","sentiment_score":0.1428571429}
{"full_text":"RT I fear it is a deliberate ploy to pave the way for private companies. I completely agree we need to...","sentiment_score":0.05}
{"full_text":"Covid-19 deaths in Brazil surpass 200,000 in grim milestone ","sentiment_score":-1.0}
{"full_text":"Those who called conservatives fascists, have become the fascists. Critical thinking and debate are dead, as the social media monopolies go into an Orwellian lockdown of their opposition. Truly sad and anti-liberty!","sentiment_score":-0.1979166667}
{"full_text":"indonesia's covid-19 cases is reach out to the highest curves in South-East Asia region. let's called it \"all time high\" instead.","sentiment_score":0.16}
{"full_text":"RT When the industry is taken seriously","sentiment_score":-0.3333333333}
{"full_text":"RT As an RN I would gladly volunteer to give the Covid vaccine 12 hrs a day, 5 days a week. So would many o...","sentiment_score":0.5}
{"full_text":"RT first you took money that was meant for small businesses when Covid started to spread. Now your pastor ig...","sentiment_score":0.0}
{"full_text":"RT $2000 per person per month retroactive to march 2020 until the pandemic is over.","sentiment_score":0.0}
{"full_text":"RT A 66-foot-deep sinkhole opened in the parking lot of a hospital in Naples, Italy, consuming cars and forcing the temporary c...","sentiment_score":0.0}
{"full_text":"'Worst yet to come' says Health DG !!!@ahkmlog","sentiment_score":-1.0}
{"full_text":"RT Watch | Seven Indian states confirm bird flu outbreak; Ghazipur poultry market in Delhi shut for 10 days as a precautionary measu...","sentiment_score":0.0}
{"full_text":"Seems maybe some forgot we are also in the middle of a pandemic too","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT Do we still have Flu or everything is Covid-19?","sentiment_score":0.0}
{"full_text":"RT #Ontario's #CovidVaccine rollout is deviating from its planned priorities and ethical framework.While most #LTC and reti...","sentiment_score":0.35}
{"full_text":"The virus is the public","sentiment_score":0.0}
{"full_text":"Agreed, but what they are doing to the country in their handling of Covid and Brexit is appalling and unforgivable.","sentiment_score":-0.35}
{"full_text":"RT Thailand's lucrative wellness industry collapsed in the blink of an eye #Thailand #KE #COVID19 ","sentiment_score":0.0}
{"full_text":"RT People with influence are galavanting like it's 2018, jets, interprovincial travel, parties, alcohol... it's like there's no lo...","sentiment_score":0.0}
{"full_text":"RT 2% wooohooo let's GOOOOOOOOOOO","sentiment_score":0.0}
{"full_text":"RT Wow even web browsers have become politicized. This is the real pandemic.","sentiment_score":0.15}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT Does anyone know if that brain-dead policy of forcing arriving air passengers to test for #Covid at airports in Maharashtra...","sentiment_score":0.0}
{"full_text":"RT W.I.P of my next trade. They wanted to see what a traditional Beelzemon would look like in my Blasphemous mode design,...","sentiment_score":0.0}
{"full_text":"I wish I could go. It looks both delicious and pretty","sentiment_score":0.625}
{"full_text":"We are still being forced to work in the office. Do you not care?","sentiment_score":-0.3}
{"full_text":"Has it been tested on lizard people?","sentiment_score":0.0}
{"full_text":"Happy #nationalapricotday just in the nick of time to celebrate! Tried a new recipe... Golden Apricot Nut Bread. #apricot #pistachio #bread #quarantinelife Lower Haight","sentiment_score":0.4787878788}
{"full_text":"I'm working with China to create a virus to make us smart again.  I'll release it prior to the 2024 election.  That, combined with a program to make me get 80 million votes should get us back to good.","sentiment_score":0.2285714286}
{"full_text":"RT Our hospitals are under more pressure than at any other time since the start of the pandemic, and infection rates continu...","sentiment_score":0.1875}
{"full_text":"RT Twitter hides post about COVID-19 vaccine conspiracy theory on Iran supreme leader's account","sentiment_score":0.0}
{"full_text":"RT Hell, they don't mind if you and your loved ones die of COVID. By the hundreds of thousands. Millions are fine with them t...","sentiment_score":0.5583333333}
{"full_text":"RT This was never meant to be a vaccine but an experimental MRNA drug to to be used in a live human experiment to set the...","sentiment_score":0.0787878788}
{"full_text":"RT Denmark developing digital COVID-19 'vaccine passport'","sentiment_score":0.0}
{"full_text":"RT Republicans are more upset over the number of Twitter followers they have lost than the number of American's who have lost th...","sentiment_score":0.25}
{"full_text":"RT From next week you'll need to show a negative COVID test to enter the UK too little too late  this should of started back...","sentiment_score":-0.1575}
{"full_text":"RT \"A bunch of women and men started yelling, 'take off your mask, don't wear a mask,'\" Berlinda said, telling she asked t...","sentiment_score":0.0}
{"full_text":"RT like i've been stimulating this damn economy for almost 5 years now. i'm paying my way through school. I'M ALSO IN THE FUCKI...","sentiment_score":0.0}
{"full_text":"Custodian who spent 20 years at Fountain Lake Elementary dies from COVID-19","sentiment_score":0.1}
{"full_text":"RT Covid-19 Takes Outsize Toll on Mexican Health Workers - WSJ","sentiment_score":0.0}
{"full_text":"A pandemic poem not really about radish pickles.https:\/\/t.co\/XESwLGPMAe","sentiment_score":-0.1}
{"full_text":"RT Visited the vaccination centre set up at Appollo Hospital, Chennai as well. Healthcare workers both in the Govt &amp; Pvt...","sentiment_score":0.0}
{"full_text":"RT Down to almost nothing! And remember the entire GOP put its weight behind this.","sentiment_score":-0.1981481481}
{"full_text":"You guys are infected with political COVID and there is no cure ..","sentiment_score":0.0}
{"full_text":"This is a solid plan. Let me just add... Train and supply all employees with the ability to administer the vaccine at the drive through.  Nuggets, a Sweet and some mRNA will cure just about anything","sentiment_score":0.175}
{"full_text":"While you celebrate your well deserved success, I am filing for insolvency due to my 2 year long divorce, lost my employment in May due to Covid, and I have 2 adorable sons age 6 and 10. 2021 isn't looking good for us.","sentiment_score":0.2}
{"full_text":"RT Public Health Medicine Specialist, Doctor Kerrin Begg, says research so far has shown that the vaccines to combat the coronav...","sentiment_score":0.05}
{"full_text":"Ways to Restructure CRE Leases in the COVID-19 Era #CRE #COVID #TenantTipshttps:\/\/t.co\/LzT8ojGVpP","sentiment_score":0.0}
{"full_text":"RT \"Wildrosers need to stand up to Kenney\"All true conservative and former Wildrose MLAs that are now elected and workin...","sentiment_score":0.175}
{"full_text":"I echo yr thoughts, but our capacity to stay calm under such encounters &amp; the ability to ignore such an ugly reality appears to be tumbling inexorably towards more &amp; more break down. Those young kids definitely got it from their parents, and that is an ISSUE, it is taught at home","sentiment_score":0.0604938272}
{"full_text":"While pharmaceutical giants Pfizer &amp; Moderna turned their attention to the coronavirus, local pharmaceutical firm Noxopharm $NOX has been steadily working to advance its anti-cancer weapon, Veyonda. Click below to learn more.#immunotherapieshttps:\/\/t.co\/N8e98awPCu","sentiment_score":-0.0111111111}
{"full_text":"RT Let's not even talk about governors who followed the president in his dereliction of duty regarding th...","sentiment_score":0.0}
{"full_text":"Covid-19: Twelve key milestonesFrom the first cases in central China to vaccinations being rolled out a year later, looks at a dozen key developments in the spread and subsequent fight against Covid-19https:\/\/t.co\/CUV5JwsGi3","sentiment_score":0.0416666667}
{"full_text":"A year after first death in China, coronavirus source still a puzzle","sentiment_score":0.25}
{"full_text":"Denying Covid-19 vaccines to Palestinians exposes Israel's institutionalised discrimination, an Amnesty International report says","sentiment_score":0.0}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"Britain's Queen Elizabeth the Second and her husband Prince Philip have received the #COVID19 vaccine. The queen, 94, and Philip, 99, were given the injections by a royal household doctor at Windsor Castle. Mohammed Saleh joins in with more details","sentiment_score":0.25}
{"full_text":"Coca-Cola Philippines is helping sari-sari store and carinderia owners recover from losses during the pandemic. Learn more about the ReSTART bridge loan program here:","sentiment_score":0.5}
{"full_text":"WHAT HE SAID.....just kidding I don't know what he said","sentiment_score":0.0}
{"full_text":"RT Despite debuting in a #pandemic, which has caused them to rely on the power of social media to connect with #ENGENES, th...","sentiment_score":0.0333333333}
{"full_text":"RT Harder policing of lockdown regulations 'will strike community support' #cannabis","sentiment_score":-0.1}
{"full_text":"to CDC, a person who contacted Covid-19 may show symptoms from 2-14 days, and they include these and many more. As it has been only a year since the pandemic started, CDC requires more time to learn about the virus. At the meantime, we urge the public to stay safe. #DSHome","sentiment_score":0.3333333333}
{"full_text":"Anyone arriving at YVR from abroad--including Canadian citizens--must now have a negative COVID-19 test from the previous 72 hours, as mandated by Transport Canada.https:\/\/t.co\/E39OqWnFJn","sentiment_score":-0.2333333333}
{"full_text":"#Pope Calls #Coronavirus #Vaccinations an #EthicalObligation","sentiment_score":0.0}
{"full_text":"#Iran's supreme leader bans vaccines made in #US, #UK ","sentiment_score":0.0}
{"full_text":"The regrettable return of the lockdown diary. reviews his 'holiday'https:\/\/t.co\/Dj3D1yu9Gq","sentiment_score":0.0}
{"full_text":"Blood vessel damage, inflammation found in COVID-19 patients' brains, but no infection via #healthcare","sentiment_score":0.0}
{"full_text":"RT it sucks that we spent the last year with them, with covid messing with us for THE WHOLE YEAR. fuck you covid. we could have...","sentiment_score":-0.12}
{"full_text":"Integrated #SDG interventions could exceed the development trajectory the world was on before the #COVID19 pandemic. Explore @PardeeCenterIFs &amp; @UNDP findings to #BuildForwardBetter: https:\/\/t.co\/RZtDQCjoQp","sentiment_score":0.0}
{"full_text":"COVID-19 hospitalizations in our region have quadrupled in the last two months. Please keep your community and loved ones in mind - continue to practice social distancing and #WearAMask!","sentiment_score":0.2472222222}
{"full_text":"\"The decision tree that we will look at in terms of suspending the season will be solely a health and safety one. If at any point we no longer believe that it is responsible to play, we will halt the season,\"  NBA commissioner Adam Silver said.https:\/\/t.co\/Wvx3csuuIz","sentiment_score":0.2}
{"full_text":"So when can I expect to receive my Covid vaccine? A 65 yr old senior who's patiently waiting!","sentiment_score":0.125}
{"full_text":"RT Gratitude VS Facts:0.73% of Canadians have been vaccinated.Canada has administered 250,000 doses.UAE has a populatio...","sentiment_score":0.0}
{"full_text":"Biden Backs Controversial Vaccine Strategy","sentiment_score":0.55}
{"full_text":"Thousands of people are getting vaccinated every day around the Inland Northwest, but local leaders still aren't satisfied with the number of doses given out.","sentiment_score":0.25}
{"full_text":"Paul, Fauci is responsible for most of those Covid deaths &amp; a million more around the world by suppressing cheap &amp; safe early treatment. &amp; yes, the censorship has been outrageous. We should trust logic &amp; science, not Big Pharm's blindered Dr. Fauci.","sentiment_score":0.15}
{"full_text":"RT More of this please.","sentiment_score":0.5}
{"full_text":"Covid-19: Drop 'absurd' 5% council tax increase - Starmer","sentiment_score":-0.5}
{"full_text":"RT Green Bay Packers' quarterback Aaron Rodgers is donating half a million dollars to the Barstool Fund, a non-profit organization he...","sentiment_score":-0.1833333333}
{"full_text":"RT Graphic on what we need to know about the Covid-19 vaccines, according to US CDC","sentiment_score":0.0}
{"full_text":"You can follow the progress of the #COVID19 vaccination campaign in Canada here. a small percentage of people have gotten the shot so far. But, it'll be heartening to see that number increase in coming weeks.","sentiment_score":-0.075}
{"full_text":"RT In July, Ginni Thomas shared this post from a Facebook group flagged for promoting anti-vax conspiracy theories, including the...","sentiment_score":0.0}
{"full_text":"RT The countries that went quick, big &amp; hard at covid-19 successfully suppressed the virus &amp; are seeing their economies &amp; fre...","sentiment_score":0.1979166667}
{"full_text":"Conduted business establishment visitation and dialogue regarding anti-fencing law, campaign against illegal drugs, terrorism and  reminded the health protocols against COVID-19 to always observed.","sentiment_score":-0.5}
{"full_text":"Covid-19: Priti Patel defends police lockdown fines","sentiment_score":0.0}
{"full_text":"RT Oh god. Please take care of yourself Pooja.Zee News reporter Pooja Makkar feels pain, stiffness in her hands after 24 ho...","sentiment_score":0.0}
{"full_text":"#DigitalTransformation has accelerated 5+ years since the pandemic began. Just wait for what's in store in 2021.","sentiment_score":0.0}
{"full_text":"RT I'm gonna say something, here, and it's gonna be this: Vogue covers don't matter. If we stopped COVID, created a world...","sentiment_score":0.0}
{"full_text":"RT 2020 was a mess. Everyone was in the middle of a pandemic. Liam Payne saved it. He did 3 Live shows, Released 2 songs wi...","sentiment_score":-0.0128787879}
{"full_text":"COVID-19 has changed the future of tech forever. That's why automation has taken the lead in the warehouse technology, according to the President of Berkshire Grey. Find out more about smart automation here: #Automation","sentiment_score":0.1660714286}
{"full_text":"10 Tips to Save Your Business From Coronavirus FearSee: #ISRGKB #Business #COVID19 #HowTo","sentiment_score":0.0}
{"full_text":"RT Stay safe, safe flight, let me know when you're home, hati-hati di jalan; is never a small talk for me.","sentiment_score":0.375}
{"full_text":"372.428 Americans are dead from the Coronavirus. Trump has 'blood on his hands' for downplaying Coronavirus threat.  #TrumpCovidHoax #coronavirus #TrumpLiesAmericansDie #TrumpCrimeFamilyForPrison  #TrumpCrimeFamily  ","sentiment_score":-0.2}
{"full_text":"Big #data drives solutions to global challenges scientists have long used big data in their research for development, the COVID-19 pandemic highlights the urgency of harnessing its full potential to accelerate the delivery of #technologies.","sentiment_score":0.05}
{"full_text":"Increased Mortality Risk Among Patients With Rare #Autoimmune Rheumatic Diseases During the COVID-19 Pandemic","sentiment_score":0.3}
{"full_text":"RT Once again we find ourselves battling this dreadful pandemic. As if the usual strain wasn't bad enough, now there's a n...","sentiment_score":-0.4875}
{"full_text":"If you invest $1000 in $CHSCO today at $28.31 per share, and the stock prices rebound back to pre-pandemic prices at $28.76, your investment would be worth $1015.90! That's 2% growth and $15.90 profit!  See more:  $APLE $XYL $RP $RAVE $MPAA","sentiment_score":0.3229166667}
{"full_text":"Nasal Covid vaccine can be potential gamechanger: Experts  #Corona #CoronaVaccine #Coronavirus #COVID-19 ","sentiment_score":0.15}
{"full_text":"RT We just announced that the UK's MHRA has approved our mRNA vaccine against COVID-19 for use. The UK government also secured...","sentiment_score":0.0}
{"full_text":"VITAMIN D3 KILLS THEE COVID? Looks like it!! OPEN AND UNMASK TEXAS Lying #KingAbott and gutless wonders #txlege #KingGeorge and #GetBackToWork #ConstitutionOverCoronavirus #COVIDstupid #DemandBetter","sentiment_score":0.0}
{"full_text":"RT The US breaks 300,000 COVID-19 cases in 1 day.","sentiment_score":0.0}
{"full_text":"RT I'm delighted that Her Majesty the Queen &amp; HRH the Duke of Edinburgh have received their COVID vaccine.We are defeating...","sentiment_score":0.7}
{"full_text":"Impacts of COVID-19 on Agricultural and Food Systems Worldwide and on Progress to the Sustainable Development Goals","sentiment_score":0.0}
{"full_text":"RT Yes, those pesky poor people you don't think about do get their utilities cut off when they violate terms of...","sentiment_score":-0.4}
{"full_text":"RT I can't wait to go to a concert whenever covid is over ","sentiment_score":0.0}
{"full_text":"Doing it tough this lockdown.   #brisbanelockdown","sentiment_score":-0.3888888889}
{"full_text":"RT The most (7) states with &gt;100\/100K covid cases to date@CovidActNow Arizona and Rhode Island are higher than any country in...","sentiment_score":0.375}
{"full_text":"COVID-19 vaccines: Local clinical trials unnecessary, says Ibadan-based medical doctor","sentiment_score":-0.1333333333}
{"full_text":"Chinese City As COVID-19 Cases Of Confirmed Severe Allergic Reaction To Pfizer Coronavirus Vaccine For Use.","sentiment_score":0.2}
{"full_text":"RT All still available! Will take $10 each ~ ","sentiment_score":0.5}
{"full_text":"That narcissistic President got coronavirus and refused to wear a mask, shame on him.","sentiment_score":0.0}
{"full_text":"RT God heal those who are sick with Covid.  So many of our friends need you. NOTHING is too hard for you. You are the Great P...","sentiment_score":0.0735119048}
{"full_text":"Coronavirus: Pfizer vaccine effective against 16 mutations found in variants, preliminary study says","sentiment_score":0.6}
{"full_text":"- Oregon COVID-19 vaccination rate increasing #Oregon #vaccinations #Orpol #Portland #PDX #SalemOR","sentiment_score":0.0}
{"full_text":"RT NEW: U.S. surpasses 22 million Covid-19 cases. The U.S. reported 269,420 new cases on Friday setting a single-day record, per...","sentiment_score":0.1363636364}
{"full_text":"RT Acknowledgment of the considerable evidence for the lab-leak hypothesis is slow because the virology establishment must...","sentiment_score":-0.1}
{"full_text":"Join us along with The Consumer Goods Forum for a virtual event where we will discuss how to transform your operations to be competitive in a post #COVID19 world, and more.","sentiment_score":0.5}
{"full_text":"COVID-19 In Pittsburgh: Pandemic Job Losses Disproportionately Impacting Women","sentiment_score":0.0}
{"full_text":"RT The #COVID19 pandemic is just one of many medical topics that must be addressed in the coming year. AMA president,","sentiment_score":0.25}
{"full_text":"It's so sad we have a pandemic and an epidemic going on. I hope you recover from suffering with such ignorance.","sentiment_score":-0.25}
{"full_text":"SUNMECI Neck Gaiter Warmer Windproof - #covid #covid19 #face #mask #safety #stayhome #staysafe #stayhome","sentiment_score":0.0}
{"full_text":"Probably found out via WhatsApp forwards, outraged and planned to switch on WhatsApp groups. Their Go\/No Corona moment.","sentiment_score":-0.9}
{"full_text":"RT If had 1 minute of silence for each American who died from #COVID19 during his inauguration it would take about 25...","sentiment_score":0.0}
{"full_text":"RT  REMINDER: If you have been to any of these locations at the times specified, please come forward and get tested, regardle...","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT Taylor Swift Filming Locations that you can visit after this pandemic :A THREAD \"LOVE STORY\" | CASTLE GWYNN NEAR...","sentiment_score":0.3}
{"full_text":"China has administered more than 9 million doses of self-developed COVID-19 vaccines. A senior health official announced this at a press conference on Saturday. #Coronavirus","sentiment_score":0.5}
{"full_text":"RT Wish there was something like this in Sydney. As a wheelchair user it isn't a product I can use, but at least it's there...","sentiment_score":-0.3}
{"full_text":"RT During Corona Lockdown, Ambani's wealth zoomed from $58 billion to hit $88 billion in Sept 2020.On Sep 17th, Modi passed...","sentiment_score":0.0}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"The rapid growth of #RemoteWork parallels that of #AI. Explore how they influence each other, and how artificial intelligence will accelerate #RemoteWorking in a post-#COVID19 world in via","sentiment_score":-0.3625}
{"full_text":"RT What I learnt on the Twitter this week:1. Well I know I learnt a lot more on Twitter this week than Trump did.2. Af...","sentiment_score":0.5}
{"full_text":"Those who called conservatives fascists, have become the fascists. Critical thinking and debate are dead, as the social media monopolies go into an Orwellian lockdown of their opposition. Truly sad and anti-liberty!","sentiment_score":-0.1979166667}
{"full_text":"The lingering impact of COVID is among #TopRisks2021.The distribution of vaccines will further divide haves from have nots, both within and among nations, stoking anti-incumbent anger and public unrest in many countries.https:\/\/t.co\/1ZgfdViar9","sentiment_score":-0.05}
