{"full_text":"Non-covid deaths are down significantly ","sentiment_score":0.1097222222}
{"full_text":"Exactly","sentiment_score":0.25}
{"full_text":"Just as expected, the WHO mission is not trying to, and the Chinese government will not let them to conduct a proper investigation into the origin of COVID19.","sentiment_score":-0.0333333333}
{"full_text":"RT An average of 2 incarcerated ppl A DAY are dying from covid in CA state prisons in the month of January. I'm counting 60 dea...","sentiment_score":-0.15}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"Trump incompetency in addressing COVID-19 led to the collapse of the economy... just like Putin wanted it?","sentiment_score":0.0}
{"full_text":"RT A report by New York Attorney General Letitia James says that a survey of dozens of nursing homes suggests the number of re...","sentiment_score":0.0931818182}
{"full_text":"RT inna lillahi wa inna ilayhi raajiun. my mom passed away from COVID-19 this morning. please keep me and my family in your p...","sentiment_score":0.0}
{"full_text":" \"having adequate levels of omega-3 fatty acids in your blood could keep you from developing severe COVID.\" https:\/\/t.co\/rSv45t6NsB","sentiment_score":0.0666666667}
{"full_text":"RT I'm far from an expert on reconciliation but if Republicans could use to pass tax cuts (among other things), why can't...","sentiment_score":-0.0125}
{"full_text":"RT Just to clarify, this is a legit fundraising program by UMMC. For further information, please visit","sentiment_score":0.0}
{"full_text":"RT If you or your family know someone who's financially affected due to covid, my parents are sponsoring these and they're compl...","sentiment_score":-0.0625}
{"full_text":"RT Brazil coronavirus: 'Covid will be with us for life and isolating will lead us nowhere Bolsonaro says","sentiment_score":0.0}
{"full_text":"RT During Lockdown Akshay Patra distributed 6.3 Crore meals.-On a daily basis, Akshay Patra feeds more than 2 Millions Kids ev...","sentiment_score":0.25}
{"full_text":"There is no end to this. Do people not see?","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"Seattle health workers raced to inject 1,600 coronavirus vaccine doses in the middle of the night to whomever they could find after a freezer failed via","sentiment_score":-0.25}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT You can't make this sh*t up - Fury as Biden administration admits 9\/11 mastermind Khalid Sheikh Mohammed and 40 other...","sentiment_score":-0.125}
{"full_text":"RT China: caused virus, silenced doctors, lied to world, spread misinformation, locked out WHO.WHO: nada.UK: discovered trea...","sentiment_score":0.0}
{"full_text":"RT 93,581 people have died from Covid-19 so far this month.January is the deadliest month of the pandemic, according to...","sentiment_score":0.1}
{"full_text":"RT President Violates #COVID19 Law Prescribing 6-month Jail Term For Defaulters | Sahara ReportersThe law provi...","sentiment_score":-0.1}
{"full_text":"RT Just to clarify, this is a legit fundraising program by UMMC. For further information, please visit","sentiment_score":0.0}
{"full_text":"RT Lockdown after one case? Totally disproportionate. Anyone cheering on the WA lockdown is cheering an abuse of human r...","sentiment_score":0.0}
{"full_text":"RT After weeks of keeping their gates closed due to COVID-19, both the San Diego Zoo and Safari Park have reopened. Will you...","sentiment_score":-0.1125}
{"full_text":"RT And completely misses the direct impact on children from Long COVID. 12% of primary school children have symptoms lasting...","sentiment_score":0.11}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT How many of us, who have observed the COVID rules, missed birthdays, funerals, Seders and special occasions? Why is it that t...","sentiment_score":0.4285714286}
{"full_text":"RT Again proving that the BJP has been the most pro LGBTQ government India has had in its history - large tranches of central re...","sentiment_score":0.2380952381}
{"full_text":"RT Just had a very distressing call from the manager at my sons daycentre.There's an outbreak of covid,  7 members of s...","sentiment_score":0.2}
{"full_text":"The Lockdown do you want it solemnly or with a bit of a display?","sentiment_score":0.0}
{"full_text":"RT To prevent the spread of germs during the COVID-19 pandemic, you should also wash your hands with soap and water for at lea...","sentiment_score":0.0}
{"full_text":"Latest Covid data for WalesWales605 New Cases (192,282 total)34 Deaths (4,754 total)#CovidDataWales#CovidData3HNs","sentiment_score":0.3181818182}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"I'm sure they will find it waiting for them after 15 months of the eruption if the first outbreak. #ChinaVirus #ChinaLiedPeopleDied","sentiment_score":0.375}
{"full_text":"RT 15days bk whn100% occupancy in cinema halls was alwed #Master releaseThey: covid is widespread, Vijay (Anna) must b respo...","sentiment_score":0.0}
{"full_text":"RT Uh-oh. \"the current lockdown has not produced the expected dramatic drop in infection numbers, despite Israel's massive vacc...","sentiment_score":-0.1333333333}
{"full_text":"RT I still think about the bloke who had to drive the first UK COVID cases to quarantine &amp; they gave him no PPE","sentiment_score":0.25}
{"full_text":"Only in Ontario. Ya, kids and teachers are immune here, especially in Northern Ontario, where apparently Covid doesn't even cause a tickle in the throat. #magicalunicorns #onted","sentiment_score":0.0166666667}
{"full_text":"RT Growth in 2020 -3.4% -5.1% -5.4% -5.5% -9.0% -9.2% -10.0%We had the worst recession and the wor...","sentiment_score":-1.0}
{"full_text":"RT Just to clarify, this is a legit fundraising program by UMMC. For further information, please visit","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"COVID19 als nudge-virus: \"More than 99% of Italy's coronavirus fatalities were people who suffered from previous medical conditions, according to a study\" via","sentiment_score":0.1111111111}
{"full_text":"Because Covid is a lot more infectious than the flu. Flu doesn't seem to have the super-spreader transmission to the same degree as Covid","sentiment_score":0.25}
{"full_text":"travellers will face mandatory hotel quarantine while they await COVID tests: Trudeau, via This is instituted by a PM that is a blatant ill-founded over reaction.The double negative tests should suffice.This isn't the catalyst of transmission","sentiment_score":-0.2666666667}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"Nice to see some science behind the hype. As much as I wish we had no Covid-19, I hope we will get to the other side a lot wiser and start doing more work on these products. Alternative Health is growing at a phenomenal pace.","sentiment_score":0.2125}
{"full_text":"I have been saying this for months - if flu deaths are down, effect of lockdown is concealed. Just think how bad it would be with normal flu and more Covid with no measures","sentiment_score":-0.0513888889}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT Can someone tell me which branch of government the CDC falls under? It's like I went to bed thinking there were three...","sentiment_score":0.0}
{"full_text":"10 deals you don't want to miss on Sunday: $1 NIOSH N95 masks, huge Amazon device sale, $17 headphones, more","sentiment_score":0.45}
{"full_text":"RT Allegations are NOT against Nishan Sahib, but against those who hoisted it at a place where it wasn't supposed to be a...","sentiment_score":0.0}
{"full_text":"RT During Lockdown Akshay Patra distributed 6.3 Crore meals.-On a daily basis, Akshay Patra feeds more than 2 Millions Kids ev...","sentiment_score":0.25}
{"full_text":"RT It's the most vibrant time of the year again - the #Kambala season is here. And with all due care, post the pandemic,","sentiment_score":0.1805555556}
{"full_text":"Pandemic: \"the term that conjures the scourge of our times offers cast-iron proof of the legacy of Europe's oldest language. Wholly Greek in derivation - pan means all, demos means people\"","sentiment_score":0.3333333333}
{"full_text":"RT The pandemic has confirmed how necessary it is to protect the right to health for the weakest: I hope that the leaders of the...","sentiment_score":0.2285714286}
{"full_text":"Planning on travelling by rail during lockdown?  Ensure you're up to speed with Government advice. Remember you should only travel for work if it's essential, or for a legally permitted reason. Check out the guidance here","sentiment_score":0.0666666667}
{"full_text":"RT No, it's not.Resist this lunacy.","sentiment_score":0.0}
{"full_text":"Europe's Covid-19 vaccine failure exposed","sentiment_score":-0.3166666667}
{"full_text":"RT this is the strength love and joy of our seniors' funk that has to be loudest in a pandemic.","sentiment_score":0.65}
{"full_text":"2nd lockdown haircut courtesy of my better half and cell mate... turned out okay...#lockdown #author","sentiment_score":0.1111111111}
{"full_text":"RT The Morrison govt has failed Australia.Without strong state premiers we would have had a Covid disaster.T...","sentiment_score":-0.0333333333}
{"full_text":"RT **UPDATE ON NAPIER BARRACKS**  Residents have now been without heating for over 2 days, with no hot water to make tea or...","sentiment_score":-0.125}
{"full_text":"RT Anti-vaxxers: No one should tell me what medical decisions to make!Also anti-vaxxers: I'm going to make medical decisio...","sentiment_score":0.0}
{"full_text":"I've seen both UK and Belgian lawyers saying that the EU really has very little chance of succeeding in any such claim. Had anybody seen an independent legal view that says otherwise?","sentiment_score":0.03125}
{"full_text":"but if they tested positive for covid, and then died within 28 days from flu, cancer, heart attack etc. it's still registered as covid... so no one truly knows apart from the deceased's family...","sentiment_score":0.2272727273}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"RT When Steve Jobs was still struggling, he used to walk miles every Sunday for a full free lunch at the ISKCON temple in LA...","sentiment_score":0.375}
{"full_text":"RT Dear Ghanaians, The New COVID 19 strain - the easily and rapidly transmissible one reported in the UK some weeks ago, is...","sentiment_score":0.2848484848}
{"full_text":"RT 10 years' work done in just 12 months - here's how an unprecedented global scientific effort led to Covid vaccines","sentiment_score":0.3}
{"full_text":"You keeping a comparative scorecard of Johnson's world-beating 110,000 (and counting)  #Covid19 dead as well?","sentiment_score":-0.2}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT Boris asked Kate in April 20 to lead UK vaccine task force. The brief: \"Stop people from dying.\" Kate took the UNPAID job...","sentiment_score":0.1}
{"full_text":"RT Schumer: \"We would prefer to have Republicans join us. This isn't a political bill. It's dealing with the COVID crisis .....","sentiment_score":0.0}
{"full_text":"RT \"Whenever we meet with scientists, it's always about teachers. So I'm the pain in the butt who always asks, 'What abou...","sentiment_score":0.0}
{"full_text":"'Overwhelming demand', COVID-19 and politics lead to national ammunition shortage","sentiment_score":0.5}
{"full_text":"Infectious diseases, such as the flu, kill thousands of people, in our country, every year. If covid mortality sinks to their level there is no reason to maintain special measures. It's an accepted, normal risk of living in mass society.","sentiment_score":0.1017857143}
{"full_text":"RT I hope you also put some in a savings account for her if you break up so she won't end up with no savings, no wor...","sentiment_score":0.0}
{"full_text":"RT Concerned about kids' greatly expanded screen time? Listen to this very helpful and IMHO reassuring discussion. Golden...","sentiment_score":0.4333333333}
{"full_text":"No, Norway aren't returning vaccines.  They certainly don't have a surplus:https:\/\/t.co\/iLejwNtUBYAnd worry more about the developing world.  The UK has opened its sequencing labs (we do half of all of it in the world) and AZ has licensed partners to make billions of doses","sentiment_score":0.1825396825}
{"full_text":"'Overwhelming demand', COVID-19 and politics lead to national ammunition shortagehttps:\/\/t.co\/IwsEeF0oGE...https:\/\/t.co\/XQ3cppac6v","sentiment_score":0.5}
{"full_text":"RT Love being told what it is like to work in the NHS during a pandemic by someone who isn't working in the NHS during the pandemi...","sentiment_score":0.5}
{"full_text":"Well, what's the point of donating all that money to a hospital if you can't jump the line for the COVID vaccine? I thought this was America","sentiment_score":0.0}
{"full_text":"  KAVOS 2022   18th June 2022 Manchester flights 7 Nights  Self Catering >Luggage >Transfers and >Covid insurance included!! PS387pp 01204 397367 Send us a message Hays Travel Bolton - St Andrews Court Opposite Mr Simms Sweet Shop","sentiment_score":0.175}
{"full_text":"Berkshire fire service praised for pandemic responsehttps:\/\/t.co\/1SEfyfkhVC","sentiment_score":0.0}
{"full_text":"Got symptoms or tested positive for coronavirus? You MUST self-isolate for 10 days.Don't go out.Don't see friends.Don't break the law#StayHome","sentiment_score":0.2272727273}
{"full_text":"Since the pandemic hit I've developed over 30 muffin recipes! They're all listed in todays story and include family favourites like Cheese Bacon Muffins","sentiment_score":0.125}
{"full_text":"#ConversationsWithLeftistsPodcastIf you're so concerned with Unity, why not do something unifying like implement Medicare For All during a PandemicSubscribe to channel for full videoLink in bio.https:\/\/t.co\/ImEbFGpf2o","sentiment_score":0.35}
{"full_text":"We pray for agriculture workers who are victims of labor trafficking and in danger of contracting COVID-19. #DailyPrayer","sentiment_score":0.0}
{"full_text":"S'Arabia urges compliance as COVID-19 cases rise again","sentiment_score":0.0}
{"full_text":"While Gov. Brian Kemp has reiterated his administration's commitment to serving those most at risk for COVID-19 with vaccinations first, finding an appointment has proven daunting as demand far outweighs supply.https:\/\/t.co\/WrQV2gVvov","sentiment_score":0.2833333333}
{"full_text":"RT Why are the state covid testing centres closing at 10pm in Perth tonight rather than staying open all night?We then lose custo...","sentiment_score":0.0}
{"full_text":"I have a clever husband who has finally finished constructing this beauty .  (The Bounty) Has kept him occupied during lockdown.","sentiment_score":0.0833333333}
{"full_text":"Find your #COVID19 vaccine CPT code with the help of #OurAMA. Use our streamlined, interactive resource to determine the appropriate CPT code combination for the type and dose of vaccine that you are using.","sentiment_score":0.5}
{"full_text":"State health officials confirmed an adult from the Lowcountry area who has international travel history has tested positive for the COVID-19 variant found in the U.K.","sentiment_score":0.1818181818}
{"full_text":"RT if your family hasn't been affected by COVID you should really be thanking God","sentiment_score":0.2}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"What's the difference between a COVID-19 variant and a new strain of the virus? #TTUHSC associate professor Scott Milton, M.D., explains:https:\/\/t.co\/esQevxnUmc","sentiment_score":0.1363636364}
{"full_text":"India's recovery rate currently stands at 96.99 per cent.https:\/\/t.co\/VqDvYkr8ft","sentiment_score":0.0}
{"full_text":"RT The last couple of weeks raises the question what is the kind of thing Republicans just can't move on from. Something so b...","sentiment_score":0.3}
{"full_text":"  to continue at Disney.","sentiment_score":0.0}
{"full_text":"RT Irish Prime Minister Micheal Martin says it was \"wrong\" that the Northern Ireland Protocol became \"collateral damage\" after th...","sentiment_score":-0.25}
{"full_text":"A health crisis provides opportunities for the corrupt to profit from many aspects of the situation.https:\/\/t.co\/4myTzzLoNn","sentiment_score":0.0}
{"full_text":"The pandemic partaking mirrored a national trend, which has caused some worries about health.","sentiment_score":0.0}
{"full_text":"RT Brits stuck in Wuhan flew to Oxfordshire a year ago todayhttps:\/\/t.co\/4480M83rw6","sentiment_score":0.0}
{"full_text":"Outside Utah Valley Hospital on Saturday, a group of family, friends and colleagues gathered with tissues in their hands and memories in their hearts to honor Rufino Rodriguez.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 31\/01\/2021 18:30Total Cases: 10747383 [+283]Active: 166174Recovered: 10422402 [+277]Deaths :154313 [+1]Total Tests: 196.59MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"See where to get tested and where to get vaccinated for COVID-19.","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"If you fancy a spot of online shopping, don't forget that our eBay store is open for business - it's our only service that can continue through lockdown so we're very grateful for any support you can show it!https:\/\/t.co\/JXSbbn4lVp","sentiment_score":0.0666666667}
{"full_text":"RT glad to see north Middlesex toward the bottom of this hospital acquired Covid chart...","sentiment_score":0.5}
{"full_text":"Our thoughts are with their friends and family:","sentiment_score":0.0}
{"full_text":"RT President Violates #COVID19 Law Prescribing 6-month Jail Term For Defaulters | Sahara ReportersThe law provi...","sentiment_score":-0.1}
{"full_text":"#COVID19 vaccines currently authorized for use in the U.S. do not use the live virus that causes COVID-19. Having symptoms like fever after you get a #vaccine is normal and a sign your immune system is learning to fight the virus.More info from -","sentiment_score":0.0954545455}
{"full_text":"Through our partnership with we have reached tens of millions of users through the #SamsungGlobalGoals App, raising funds to support our work and the COVID-19 response. See how together we #BuildForwardBetter for people and for planet .","sentiment_score":0.0}
{"full_text":"#teamCNO please take up the #COVID19 vaccine when you are contacted. Getting vaccinated means protecting yourself from the virus so you can be there for your family, friends and patients. #Nurses #Midwives #CareStaff #HealthVisitors #GPNs #CommunityNurses #MHNurses #LDNurses","sentiment_score":0.0}
{"full_text":"Spending more time outdoors during the pandemic? Our longevity columnist tells us how to stay safe and active this winter.Listen live here:","sentiment_score":0.2507575758}
{"full_text":"Two Southwest Florida men found something good during a pandemic: a new friendship.","sentiment_score":0.4181818182}
{"full_text":"Flu Vaccine Facts: It's safe and effective It protects against the strains of flu virus that will be circulating this year. It can't give you the flu It does not protect you from COVID-19 or seasonal coughs and colds More  #FluMythbusting #COYD","sentiment_score":0.5333333333}
{"full_text":"State lawmakers are increasingly seeking more support for kids. This year, legislation proposed in Utah and Arizona would add mental or behavioral health to the list of reasons students can be absent from class.https:\/\/t.co\/H0AyIhncwM","sentiment_score":0.2}
{"full_text":"RIP Waldren T. \"Pokey\" Phillips","sentiment_score":0.0}
{"full_text":"LIFESTYLE: Today is National 'Backwards' Day in the U.S. Let's join them on their quest to celebrate the oddities of life!https:\/\/t.co\/EHmwe4xkjU","sentiment_score":0.0}
{"full_text":"RT Much is talked about with regards to New Zealand and Australia in terms of 'Zero-Covid' but there is also Vietnam. ...","sentiment_score":0.1681818182}
{"full_text":"Bill Anderson shines a light on the challenges of getting cancer medicines and diagnostics to patients, and even continuing to make them during the pandemic: #WorldCancerDay #StrongerTogether","sentiment_score":0.4}
{"full_text":" FREE ONLINE WORKOUTS We will be going live on Facebook every other weekday at 10am throughout lockdown to keep our members active!View previous classes on our Facebook page. We post pre-recorded classes on YouTube too! Subscribe to 'theclubandspa Bristol'! ","sentiment_score":0.0377367424}
{"full_text":"Medical experts: Public perception around COVID-19 vaccine needs to change ","sentiment_score":0.0}
{"full_text":"\"My walks became mini-pilgrimages.\"From the very start of the coronavirus crisis, we've been humbled by the incredible will of people like Audrey to brighten this difficult time and keep faith, hope &amp; kindness alive. Read these great lockdown stories https:\/\/t.co\/5PcfTUHfNU","sentiment_score":0.3}
