{"full_text":"RT Listening to a family today visiting their dad before he died (COVID). Nothing but kindness &amp; praise for NHS staff despi...","sentiment_score":0.0}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"Ontario  govt  not going after big corporations  covid outbreaks,  they're  doing nothing","sentiment_score":0.0}
{"full_text":"Non League clubs at risk of Covid collapse","sentiment_score":0.0}
{"full_text":"RT He should be charged with manslaughter (at the very least).","sentiment_score":-0.39}
{"full_text":"RT As the World's #LargestVaccinationDrive kicks off, the story of a resilient Bharat emerges.A must read by Sri","sentiment_score":0.0}
{"full_text":"RT It's very rich of Chinese State Media to call me a liar on the day it emerges that Chinese medics were forced to lie abou...","sentiment_score":0.046875}
{"full_text":"RT It's very rich of Chinese State Media to call me a liar on the day it emerges that Chinese medics were forced to lie abou...","sentiment_score":0.046875}
{"full_text":"What about the cemeteries, shouldn't they be on lockdown too, in case of a Biden supporter uprising?","sentiment_score":0.0}
{"full_text":"RT This story about a GOP legislator in MN dying after Republicans held a largely mask-free party includes a tidbit about a GOP s...","sentiment_score":0.2142857143}
{"full_text":"RT Good thing this information is safe behind a paywall","sentiment_score":0.2666666667}
{"full_text":"RT In Opinion\"That it is possible for Joe Biden and his team to release a plan this straightforward is the most damning indictm...","sentiment_score":0.2916666667}
{"full_text":"RT The construction of National Highways has reached unprecedented speed at a time when nationwide lockdown had stopped wor...","sentiment_score":0.6}
{"full_text":"RT Covid pack","sentiment_score":0.0}
{"full_text":"RT England 18th JanChild Hospitalisations (Covid) rise to 3937 a rise of 83 over 2 days15th  Jan  33 children admitted1...","sentiment_score":0.0}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"RT #Girls Education key,to ending poverty: The #COVID-19 pandemic has created even #barriers to Education,with a peak of 1...","sentiment_score":0.0}
{"full_text":"RT Here in Los Angeles throughout the pandemic and others have protested evictions like the o...","sentiment_score":0.0}
{"full_text":"RT This story about a GOP legislator in MN dying after Republicans held a largely mask-free party includes a tidbit about a GOP s...","sentiment_score":0.2142857143}
{"full_text":"Do the maths. For every 100 that might suffer COVID-19 symptoms , had those 100 been vaccinated, only 5 would  have so suffered.","sentiment_score":0.0}
{"full_text":"RT Educational institutions have been laggards in technology adoption, but the lockdown necessitated by the pandemic accel...","sentiment_score":0.25}
{"full_text":"Inauguration week. We remain focused on the hope of the future honoring the heroes of our past. Thank you Dr. King. BCB is open for regular pandemic hours today.","sentiment_score":-0.0625}
{"full_text":"RT The day he'll bring the trophy home Sasta Vakeel or Rudeena ki jalegi na maza aayega dekhne mein....They'll then reali...","sentiment_score":0.0}
{"full_text":"having                           disliking covid-19                      derek                   no taste","sentiment_score":0.0}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT Health officials and the L.A. County coroner requested the change because the current death rate is \"more than double tha...","sentiment_score":0.1666666667}
{"full_text":"RT Remember that not everyone with #coronavirus has symptoms - in fact, around 1 in 3 people with the virus are asymptoma...","sentiment_score":0.0}
{"full_text":"RT 495,000 L.A. households are at risk of eviction, according to UCLA's Not a typo.Inequality before the...","sentiment_score":0.0}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"RT Our grateful thanks to Delane Shingadia, &amp; for their invaluable insi...","sentiment_score":0.2}
{"full_text":"RT It was a brilliant session this morning and great to meet up with colleagues from 'Thanet Earth' and our South West too...","sentiment_score":0.85}
{"full_text":"Nivel 2...","sentiment_score":0.0}
{"full_text":"RT 495,000 L.A. households are at risk of eviction, according to UCLA's Not a typo.Inequality before the...","sentiment_score":0.0}
{"full_text":"Why does it seem that healthcare workers all over the country have access to the covid jab except here in West Kent? Haven't even been offered one or told when they will be available?","sentiment_score":0.4}
{"full_text":"RT The pandemic has hit Eurostar hard and the ban on travel corridors leaves the service in further danger. The Government urg...","sentiment_score":-0.1458333333}
{"full_text":"Please DM for further information.","sentiment_score":0.0}
{"full_text":"RT What kind of wickedness will make you sell a negative Covid certificate to someone you know is positive? What kind of wicked...","sentiment_score":0.2818181818}
{"full_text":"was that taken during lockdown???i","sentiment_score":0.0}
{"full_text":"RT BSO reaches out to children with virtual concerts amid pandemic","sentiment_score":0.0}
{"full_text":"One good thing to come out of this whole COVID crises #greenexercise","sentiment_score":0.45}
{"full_text":"RT Immigrant medical teams help in facing the pandemic","sentiment_score":0.0}
{"full_text":"RT Dr. #MartinLutherKingJr championed the dignity of all workers. We can see how important this message is in the midst of #CO...","sentiment_score":0.4}
{"full_text":"RT Super happy to have received a #Heisenberg grant by the strongly supporting my research on #centralbanks #susta...","sentiment_score":0.4611111111}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Former Florida data scientist for COVID to turn herself in on arrest warrant | Just The News","sentiment_score":-0.025}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT Speaking of paying creatives, whilst everyone's here I have a sale on my print store going on at the moment. Due to lockdown...","sentiment_score":-0.125}
{"full_text":"RT It's very rich of Chinese State Media to call me a liar on the day it emerges that Chinese medics were forced to lie abou...","sentiment_score":0.046875}
{"full_text":"RT First ever overview by Robin Avery on what is known about the effects of different therapies in solid organ #transplant...","sentiment_score":0.0833333333}
{"full_text":"RT Egypt Denied an Oxygen Failure Killed Covid Patients. We Found That It Did. -- For many Egyptians, a video offered a rare and...","sentiment_score":0.0708333333}
{"full_text":"RT In Opinion\"That it is possible for Joe Biden and his team to release a plan this straightforward is the most damning indictm...","sentiment_score":0.2916666667}
{"full_text":"RT AfriSAFE2020 Winners ParadeTop 11 Torch Bearers across Africa who have implemented innovative Covid-19 initiatives in t...","sentiment_score":0.5}
{"full_text":"RT Dr Richard Schabas, former Ontario Chief Medical Officer, has sent a letter to against lockdownsDr. Schabas, w...","sentiment_score":0.0}
{"full_text":"Hahaha of course I still know you! Lol I'm alright. Can't complain. Wow!! Working girl ka na!! Adulting!! Proud of you! Are you working during this pandemic?","sentiment_score":0.6078674316}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"I fully did not expect to be spending my January birthday in lockdown, so I'd just like to let you all know that I will not be turning 25 and we can try again next year.","sentiment_score":0.0}
{"full_text":"RT 2 wks ago, I got Covid traveling back from taking care of my Mom w dementia. Today, I tested negative. My mom got Covi...","sentiment_score":-0.15}
{"full_text":"RT CRYSTAL BENNETT, a high school teacher in West Jefferson, North Carolina, has died of COVID. \"He just adored her &amp; thou...","sentiment_score":0.16}
{"full_text":"RT Two Viruses; Worse than COVIDPolitical leaders using religion.....Religious leaders playing politics","sentiment_score":-0.4}
{"full_text":"I can hardly wait to watch this!","sentiment_score":-0.3645833333}
{"full_text":"Covid being brought 'under control' as UK 'smashing vaccine target', says","sentiment_score":0.0}
{"full_text":"I'm there!","sentiment_score":0.0}
{"full_text":"I started a petition for an emergency provision of UBI to meet the difficulties of the pandemic, but  recently adopted UBI more broadly as part of a growing platform of policies intended to positively reform governance &amp; civil society.https:\/\/t.co\/dilMlYxCCG","sentiment_score":0.1974431818}
{"full_text":"Speculators plus covid money","sentiment_score":0.0}
{"full_text":"RT \"The U.S. govt. has reason to believe that several researchers inside the Wuhan lab became sick in autumn 2019, before...","sentiment_score":-0.3571428571}
{"full_text":"RT They miss their daddy. The kids would see Julian several times a week before the prison cancelled visits due to #COVID in...","sentiment_score":-0.0625}
{"full_text":"RT UK now has highest Covid death rate in the worldEvery single death could have been fought against It's wrecked economy too,...","sentiment_score":-0.0714285714}
{"full_text":"Did you know you can get free Covid-19 tests every week? So, if you are coming onto campus, you can rest easy knowing you are keeping your friends, family and flatmates safe. Book your next test today: #LoveQUB","sentiment_score":0.3333333333}
{"full_text":"A little perspective... 0.9% have had the second dose, that's 449,000 ish who are actually vaccinated!Thank you Travelling Tabby!https:\/\/t.co\/C448rgDCZw","sentiment_score":-0.0625}
{"full_text":"ACTIVE cases by city:Tulsa - 1 out of every 102 citizens diagnosed w\/ ACTIVE case of COVIDBroken Arrow - 1:78Oklahoma City - 1:121Jenks - 1:99Stillwater - 1:108Bixby - 1:90Owasso - 1:77Edmond - 1:63Norman - 1:96Yukon - 1:39Lawton - 1:121Enid - 1:102","sentiment_score":-0.1333333333}
{"full_text":"RT \"The effects of the pandemic and consecutive lockdowns on mental health may not have fully surfaced yet. We will need ex...","sentiment_score":-0.1}
{"full_text":"RT Praying and remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also f...","sentiment_score":0.0}
{"full_text":"For #MLKDay, the Black Doctors COVID-19 Consortium offered free testing at Dr. Ala Stanford called on Biden to send the National Guard to aid vaccination efforts.\"We just need more people,\" Stanford said.via ","sentiment_score":0.2444444444}
{"full_text":"RT Joe Biden is planning a flurry of executive orders on his first day, according to a memo by his incoming chief of staff, inclu...","sentiment_score":0.25}
{"full_text":"RT Love to see this  Bills fans showed support for Lamar Jackson by donating to his favorite charity, \"Blessings in a Backpack,\"...","sentiment_score":0.5}
{"full_text":"RT Mystery solved: Jessica Lucia was the graphics guru behind all of those charts and visuals Cuomo used in his coronavirus b...","sentiment_score":-0.4}
{"full_text":"RT Save Up to 32% off APOSEN Vacuum Cleaners ad &gt;&gt;&gt;&gt; #StayHome #sales","sentiment_score":-0.0083333333}
{"full_text":"During COVID-19, your vendors, suppliers, people, organization, clients and their expectations changed. Your product and services must evolve.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"Devi Sridhar ...what  a star ","sentiment_score":0.0}
{"full_text":"RT We honor the legacy of Dr. Martin Luther King, Jr., this year in the shadow of this pandemic. Dr. King inspires us to per...","sentiment_score":0.0}
{"full_text":"RT Absolutely &amp; yet Iain Blackford apparently claimed PS25,000 per month during lockdown.","sentiment_score":0.125}
{"full_text":"RT This is happening right now in Vado Hondo, Guatemala. 1000's of Hondurans have gathered in a caravan fleeing violence, cli...","sentiment_score":0.2857142857}
{"full_text":"RT This story about a GOP legislator in MN dying after Republicans held a largely mask-free party includes a tidbit about a GOP s...","sentiment_score":0.2142857143}
{"full_text":"236 cases of #Covid19 reported in #Cork today30-day graph:","sentiment_score":0.0}
{"full_text":"RT Thai army to push ahead with 6bilB weapons procurement for 2022 despite calls to shed some budget for Covid assistance.","sentiment_score":0.0}
{"full_text":"RT Coronavirus Realtime Updates","sentiment_score":0.0}
{"full_text":"Going back thousands of years, there's a pattern to how societies have responded to epidemics. Life after COVID-19 could eventually lead to an exuberant period similar to the 'roaring '20s' of the 20th century.","sentiment_score":0.0125}
{"full_text":"Govt of India - Ministry of Finance -  Past 3 Months, October 20 To December 20 More than 3 Lakhs Crores GST Tax Collected. More Refund Issued To Corporates. All are Human Beings. Already More Financial Problems, Losses.  After Covid-19. Extend GST, IT, MCA Upto 31st March 2021.","sentiment_score":0.2083333333}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT #HelpUsAliBaqarNajafiWe want online exams as covid cases are increasing day by day.","sentiment_score":0.0}
{"full_text":"The pandemic has accelerated the pace of digital transformation. Businesses have swiftly migrated from physical channels to online. Click the link to find out more! #covid19 #digitalmarkethttps:\/\/t.co\/0l75gYS60T","sentiment_score":0.2083333333}
{"full_text":"\"New hires are more hesitant to say they don't understand their responsibilities or reticent to ask how to do certain tasks via #Zoom versus in person.\" #SMB #WorkFromHome #COVID #COVIDTechhttps:\/\/t.co\/sqbIaNSoJ1","sentiment_score":0.2835497835}
{"full_text":"\"After a lifetime of feeling there weren't enough hours in the day, what have I done with all this extra time?\"","sentiment_score":0.0}
{"full_text":"from Amistad Community Health Center:To help our community, we are offering COVID-19 testing, counseling, &amp; treatment services.You can be connected with all three of these services by calling 361-886-3050:Ext. 1 for testingExt. 2 for a counseling apptExt. 3 for treatment","sentiment_score":0.0}
{"full_text":"4 Ways to Connect More Deeply with Nature #natureconnectionhttps:\/\/t.co\/FR6x7i0uwZ","sentiment_score":0.25}
{"full_text":"From Mon 18 Jan, Exeter Library will be offering Choose &amp; Collect by appointment only. Please visit to browse our catalogue and if you would like any items, please contact us to book your slot. Our lifeline library services are COVID secure and contactless","sentiment_score":0.2}
{"full_text":"Britain's immediate economic prospects are grim, with GDP back to pre-coronavirus levels only in 2023 (compared to 2022 for most G7 economies) - However, the real damage from Brexit will take time to make itself felt, especially in terms of productivity growth","sentiment_score":-0.0142857143}
{"full_text":"#ICYMI: COVID surge impact on housing in 2021","sentiment_score":0.0}
{"full_text":"not the news playing epiphany over a covid-19 montage #COVID19 #bbcnews","sentiment_score":0.0}
{"full_text":"RT When global media have noticed UK coronavirus deaths are now worst in the world.Scotland is forced to participate in that...","sentiment_score":-0.4333333333}
{"full_text":"You should minimise time spent outside your home. You can leave your home to exercise in a public outdoor place: by yourselfwith the people you live withwith your bubbleor, when on your own, with one person from another household Find out more:","sentiment_score":0.1893939394}
{"full_text":"Covid-19 Skateboard InformationAll sports and all exercise venues, including indoor &amp; outdoor skateparks must close during the period of the lockdown in England. For more information, please visit:","sentiment_score":0.5}
{"full_text":"As we enter a new week, consider your choices and make the right ones.  Is your journey really essential?  Stay and work from home unless absolutely necessary to attend in person. You have the power to STOP the spread.#StayHome ","sentiment_score":0.1055194805}
{"full_text":"Establishing #vaccine confidence is vital to ending the #COVID19 pandemic. A new series of videos featuring experts from leading health orgs helps answer common questions about COVID-19 vaccines. #VaccinesWork","sentiment_score":-0.0212121212}
{"full_text":"Staying at home is the single most important action you can take to save lives here in the North East and beyond.Don't bend the rules. Please, #StayHome #StayWarm and #StaySafe  Find out more:","sentiment_score":0.2857142857}
{"full_text":"Some seniors are turning to technology when coping with the isolating effects of the pandemic. #resilience #seniorhealth","sentiment_score":0.0}
{"full_text":"The world is on the brink of \"catastrophic moral failure\" in sharing #COVID19 #vaccines , the head of the said on Monday, urging countries &amp; manufacturers to spread doses more fairly around the world.Visit the link:https:\/\/t.co\/9O0GrTvPtY  #DirectorGeneral","sentiment_score":0.2208333333}
{"full_text":"Did you know safely storing and properly disposing old or unneeded medications is one of the best ways to prevent substance misuse? By doing so, we can all fight the opioid epidemic in our own homes. Watch Sen. Julia Coleman's PSA to learn more.","sentiment_score":0.45}
{"full_text":"LISTEN: Bob Nelson explains urban districts' opposition to Gov. reopening plan while Dr. Jeanne Noble of says it's safe to return to schools by Feb. 1. #caedu #edchat #caedchat #COVID19","sentiment_score":0.3666666667}
{"full_text":"RT If people actually read this article and not just the click bait headline they'll also read that multiple studies have show...","sentiment_score":0.0}
{"full_text":"People who don't have symptoms of Covid-19 are encouraged to book a test","sentiment_score":0.0}
{"full_text":"RT Dr Richard Schabas, former Ontario Chief Medical Officer, has sent a letter to against lockdownsDr. Schabas, w...","sentiment_score":0.0}
{"full_text":"Buckinghamshire Council have warned of job losses because of the pandemichttps:\/\/t.co\/KlfzWvChyM","sentiment_score":0.0}
{"full_text":"Image-based deep learning haplotype-guided study maps the global adaptation of SARS-CoV-2 #DL #AI #ML #DeepLearning  #ArtificialIntelligence #MachineLearning #ComputerVision #AutonomousVehicles #NeuroMorphic #Robotics #NPU","sentiment_score":0.0}
{"full_text":"After months of preparation and scrutiny from U.S. lawmakers, FedEx and UPS' COVID-19 vaccine distribution mission appears to be going as smoothly as the delivery giants assured it would.","sentiment_score":0.4}
{"full_text":"RT 6400 healthcare professionals sitting at home while the public are blamed for Covid-19 cases and the hospital 'crisis'...","sentiment_score":0.0}
{"full_text":"UK now has highest Covid death rate in the world | The IndependentCongratulations Boris Johnson, at last you have really achieved a world best ","sentiment_score":0.4}
{"full_text":"At SmithLife Homecare we are proud to announce our caregivers have begun receiving the COVID-19 vaccine! #InThisTogether #covidvaccine","sentiment_score":1.0}
{"full_text":"Be a hero, wear a mask! One of the best and easiest ways that you can help to prevent the spread of COVID-19 is to wear a mask when in public. Be sure to follow these mask and facial covering tips. Be safe. #RiversideSafe","sentiment_score":0.4}
{"full_text":"Not sure what about this is safe and in accordance with CDC guidelines to social distance","sentiment_score":0.0944444444}
{"full_text":"Researches at Washington University School of Medicine in St. Louis measured the mitochondrial DNA levels of nearly 100 newly hospitalized COVID-19 patients.","sentiment_score":0.1181818182}
{"full_text":"RT Tactical \"hand on shoulder\" vehicle entry and everything.You could even see it at night time.","sentiment_score":0.0}
{"full_text":"See how many COVID-19 vaccines Florida has received, and how many people have gotten one so far.","sentiment_score":0.3666666667}
{"full_text":"By Christian Kane's estimate, the coronavirus has cost the RWJ Barnabas Health Field of Dreams project close to $1 million in construction support, materials and donations.","sentiment_score":0.0}
{"full_text":"This article highlights #Somalia's response to #COVID19 and their movement towards universal health coverage (UHC)https:\/\/t.co\/k25pmYYajc","sentiment_score":0.0}
{"full_text":"Meet the woman trying to find homes for St. Louis pets surrendered during the pandemichttps:\/\/t.co\/jcYBLleo18","sentiment_score":0.0}
