{"full_text":"RT NSW recorded no new locally acquired cases of COVID-19 in the 24 hours to 8pm last night.There were two cases acquired ove...","sentiment_score":-0.0227272727}
{"full_text":"I agree. I have drafted a pandemic KFRE referral triage protocol that we have not (yet) implemented. Essentially:&lt;5% = return to primary care5-10% = see virtually&gt;10% = see in person has done work on KFRE referral triage, but further studies will be essential.","sentiment_score":0.1333333333}
{"full_text":"RT Think again mf'er we had a deal.","sentiment_score":0.0}
{"full_text":"RT President Biden has selected Dr. Kevin O'Connor to replace Dr. Sean Conley, the White House physician who offered misleadi...","sentiment_score":0.0}
{"full_text":"RT UPDATE: Second dose appointments at SFS..More from ADHS","sentiment_score":0.0}
{"full_text":"RT Thank you for not planning to go back home for the #SpringFestival Celebration to fight against the #pandemic https:\/...","sentiment_score":0.0}
{"full_text":"RT To get avoid of such unnecessary troubles, usually it's more convenient when name SARS-CoV-2 after its inventors:#CCPVir...","sentiment_score":0.0333333333}
{"full_text":"maybe the real 30 day photo challenge was the indefinite lockdown all along","sentiment_score":0.2}
{"full_text":"And the fact in 2018 they said they consider each other soul mates and he takes her photos most of the time and factoring in she has spent lockdown just with himyou can see where this is going right","sentiment_score":0.1401785714}
{"full_text":"Tammy needs to stop blaming covid for her weight gain. Sis has never had a job? SHE DIDNT LEAVE THE HOUSE PRE-COVID #1000lbSisters","sentiment_score":0.0}
{"full_text":"I think this is what he is talking about. Don't really know what to make of it, but without any evidence it's either a badly written \/misunderstood story or some FUD going on somewhere.https:\/\/t.co\/JSBblgenMZ","sentiment_score":-0.25}
{"full_text":"Biden 'Open to Negotiate' on Stimulus, Seeks GOP Backing - Bloomberg via","sentiment_score":0.0}
{"full_text":"CEO of Great Canadian Gaming resigns after being fined $575 over attempt to get #coronavirus vaccine. He and spouse posed as hotel workers to cut the queue, by  via #COVID19","sentiment_score":0.8}
{"full_text":"So they wrote the impeachment article on January 6,2021 while sheltering in place.  Sounds like an inside job. Facts don't count?  Why was Nancy pelosi son in law outside with the protesters than inside??? Many questions","sentiment_score":0.25}
{"full_text":"RT The Biden Administration and the Trump Administration both implemented travel bans to combat #COVID19. But only the Trump...","sentiment_score":0.0}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"A special place in hell.And also, while they're still here, barred from any future involvement in . . . well, anything imaginable.","sentiment_score":0.1785714286}
{"full_text":"RT This program has been incredibly successful in helping people experiencing homelessness in California get back on their feet...","sentiment_score":0.375}
{"full_text":"RT President Biden says anyone who wants a COVID vaccine will be able to get a COVID vaccine by \"this spring.\"","sentiment_score":0.35}
{"full_text":"What it's really about is a skin therapy some use which uses hormones from discarded flesh from circumcisions a lot of which based in Korea. How they think using removed skin is unholy while Trump literally used cells from aborted foetuses in his covid treatment is beyond me.","sentiment_score":0.2}
{"full_text":"RT It's been one year since the first case of COVID-19 was confirmed in Canada. The past 12 months haven't been easy. But w...","sentiment_score":0.2083333333}
{"full_text":"RT My family and I are spending the pandemic in rural Mexico, and lately there's been a disquieting background noise that's b...","sentiment_score":-0.15}
{"full_text":"Ain't no snow gonna stop me! I have 4 wheel drive and I'm supposed to get my second COVID shot.Also, it's supposed to be in the 60s tomorrow.","sentiment_score":0.0}
{"full_text":"RT \"Stay home\"                  \"Don't stay home\"","sentiment_score":0.0}
{"full_text":"Do the thing that helps people.","sentiment_score":0.0}
{"full_text":"RT U.S passed 25 million Covid cases??? And y'all still not rockin masks???","sentiment_score":0.0}
{"full_text":"RT ICYMI: Last Fridays' Pandemic to Prosperity: South briefing, hosted by &amp; feat. special guest","sentiment_score":0.1785714286}
{"full_text":"So tell me what did trump do in terms of controlling this pandemic. I know what he did he wished it away it was going to go away by Easter it was going to go away by Halloween it was going to go away by Christmas. And all of you supported his lies.","sentiment_score":0.0}
{"full_text":"RT We're all in this together ...","sentiment_score":0.0}
{"full_text":"RT Why are Republicans better at moving fast?","sentiment_score":0.35}
{"full_text":"RT If you're a #Marylander with an intellectual or developmental disability &amp; have tried to get a vaccine under 1B (whether...","sentiment_score":0.3}
{"full_text":"RT We have to treat COVID-19 like the economic and health disaster that it is. Congress must handle this crisis like we do...","sentiment_score":0.2}
{"full_text":"RT Just voted to confirm as Treasury Secretary.Continuing phone calls with Georgia public health and local gov lead...","sentiment_score":0.0}
{"full_text":"RT My partners Covid work day(nurse) lost another work mate, zoom funeral Friday. lost two patients 24. &amp; 27 years old, helped...","sentiment_score":0.1}
{"full_text":"RT Unfuckingbelievable! My neighbor, who's a nurse, told me she got her vaccines &amp; now she's all \"pissed off\" cuz our Gove...","sentiment_score":0.0}
{"full_text":"RT President Biden says anyone who wants a COVID vaccine will be able to get a COVID vaccine by \"this spring.\"","sentiment_score":0.35}
{"full_text":"Not at this point it's part of a ritual","sentiment_score":0.0}
{"full_text":"RT \"once covid is over\" is starting to sound like \"once chihoon dyes his hair black\"","sentiment_score":0.0777777778}
{"full_text":"RT Protesters chase away mounted police as Dutch Covid curfew demo turns violent","sentiment_score":-0.8}
{"full_text":"RT Hands UP  because we're BACK in Auburn Arena Friday! Tigers vs. No. 2 LSU at 4 p.m. CT on ESPN2!Got tickets? We have inf...","sentiment_score":0.0}
{"full_text":"RT It's been a VERY rainy VERY cold VERY depressing and VERY gloomy pandemic Monday. I'm VERY happy it's time for #antiquesroa...","sentiment_score":-0.032}
{"full_text":"man....WHAT THE F*CK! ????","sentiment_score":0.0}
{"full_text":"RT Northeastern #China's #Heilongjiang Province is a new epicenter for the #CCPVirus outbreak.In #Harbin--capital city o...","sentiment_score":0.1363636364}
{"full_text":"Agreed - a visit from close overseas friends last year was canned due to covid.  And I usually get itchy feet to go see them every 4 years or so, and last trip was just over 4 years ago.  I miss them, and worry for them greatly.","sentiment_score":0.085}
{"full_text":"People so fake mad about the world reopening are the same people that be out eating, be out wit a mask not covering they nose, and have already caught covid before l---","sentiment_score":-0.375}
{"full_text":"you can lock it down, i can tell how you treat me","sentiment_score":-0.1555555556}
{"full_text":"RT Dr. Fauci has already made more tv appearences in 2021 than he did in 2020. Which means he was suppressed and silenced by...","sentiment_score":0.5}
{"full_text":"Our former #HRO #houserules colleague ! Pls Help quadriplegic Michael Molgano stay in his home","sentiment_score":0.0}
{"full_text":"\"Yet Bancel gave a stark assessment of the pandemic, saying there is good reason to expect a need for ongoing booster shots to protect against mutations that could propagate other variants of SARS-Cov-2, the virus behind the global COVID-19 outbreak.\"","sentiment_score":-0.005}
{"full_text":"RT A NEW HOPE: 27x more effective than Remdesivir against #COVID19 in lab study -Aplidin is a drug derived from a marine sea s...","sentiment_score":0.4121212121}
{"full_text":"RT how hard is it to wear a f^ing mask properly","sentiment_score":-0.1458333333}
{"full_text":"for reference, easy to use breakdown of Covid Vaccine VAERS Adverse Event Data","sentiment_score":0.4333333333}
{"full_text":"RT Aaron so what's our plan to survive the pandemic, again?Me: eventually or somebody will retweet the link to...","sentiment_score":0.0}
{"full_text":"Or maybe you now have a POTUS who encourages mask wearing &amp; isn't a pathological liar. Trump continuously called it the \"China Virus\" in an open attempt to create both racial &amp; international divides. Maybe now he's finally been booted &amp; impeached (again) people finally feel safe","sentiment_score":0.1}
{"full_text":"#COVID19 Originated in US Army BioWeapon Lab FortDetrickhttps:\/\/t.co\/XQTgotv1qgPart of the proof of this assertion:The genome varieties of virus in Iran&amp; Italy have been sequenced &amp; declared to have NO part of the variety that infected #China &amp; it must have originated elsewhere","sentiment_score":0.0}
{"full_text":"RT If you are in orlu imo state please stay at home Soldiers are shooting at innocent civilians for no reasonPlease stay at h...","sentiment_score":0.5}
{"full_text":"RT A NEW HOPE: 27x more effective than Remdesivir against #COVID19 in lab study -Aplidin is a drug derived from a marine sea s...","sentiment_score":0.4121212121}
{"full_text":"RT As the free disinfection exercise is ongoing let's make it a point to adhere to all the Covid19 protocols to curb the spre...","sentiment_score":0.4}
{"full_text":"$DVAX finally moving, with some volume too","sentiment_score":0.0}
{"full_text":"RT Quote of the weekend: \"parallel data streams\" (aka \"alternative facts\") that Dr. Birx said Trump was being fed about COVID-...","sentiment_score":0.0}
{"full_text":"RT 2\/ San Francisco reports 699 overdose deaths - a rise of ~60%, and nearly one death for each 1,000 residents.It is now...","sentiment_score":0.1}
{"full_text":"RT I'm happy to pick this up for Services to Covid-19 Analysis and Reasoned Debate. ","sentiment_score":0.8}
{"full_text":"RT it feels like a lot of people simply do not care that so many have died of covid, and this apathy is seen in the entirety...","sentiment_score":0.25}
{"full_text":"RT Riots or unrest in 18 Dutch cities now, according to solid source.  Says it's lockdown backlash.","sentiment_score":0.0}
{"full_text":"they seem nice","sentiment_score":0.6}
{"full_text":"RT The now confirms that Florida used only HALF of the #COVID19 vaccines sent to him by the feder...","sentiment_score":-0.0833333333}
{"full_text":"RT .@TXT_bighit broke down \"we lost the summer\" and talked through how the pandemic has affected lives worldwide on today's episod...","sentiment_score":-0.1555555556}
{"full_text":"Does Biden have a way to work around austerity Democrats and sudden deficit hawks in the GOP? Appropriations during wartime or a national emergency (pandemic): Article Two of the United States Constitution gives the president broad executive and enforcement authority to use","sentiment_score":0.03125}
{"full_text":"RT California will be announcing an end to their stay-at-home orders today and a re-opening of their restaurants.We are a...","sentiment_score":0.0}
{"full_text":"RT Opinion:It is morally wrong to steal the education and social interaction of 10,000,000 children because 38,000 old and...","sentiment_score":-0.1222222222}
{"full_text":"\"We were hoping for more. I think everybody was,\" said LBUSD spokesperson Chris Eftychiou.Long Beach teachers were first in LA County to be vaccinated; then the process stalled * Long Beach Post News","sentiment_score":0.2333333333}
{"full_text":"RT Governor Janet Mills will tax the federally forgiven pandemic loans Maine small businesses received to stay afloat.  ht...","sentiment_score":-0.125}
{"full_text":"RT Coincidentally, California lifts #COVID19 stay-at-home order just days after President Joe Biden took office.Politics a...","sentiment_score":0.0}
{"full_text":"RT Just spoke with about my office's efforts to ensure COVID relief legislation meets Georgia families' urgent ne...","sentiment_score":0.0}
{"full_text":"RT The coronavirus variant first found in Brazil has appeared in Minnesota, the state's department of health said on Monday. It i...","sentiment_score":0.25}
{"full_text":"RT by popular demand, here it is. may it serve us well over the next 4 years","sentiment_score":0.3}
{"full_text":"Soooooooo what the actual F**** bungie ? I live in a house of 5 ppl that are all hard core gamer's all together in one HOUSE!! And with Covid happen I can only do so much and I have the highest package you can get with COGECO and I'm still getting screwed","sentiment_score":-0.0238731061}
{"full_text":"RT Have you tested positive for COVID? Avoid exercise for at least 2 weeks after recovery. It may cause inflammation of h...","sentiment_score":-0.0363636364}
{"full_text":"RT News from Italy in January:- Pope's physician got COVID- Ex Vatican bank CEO arrested- Pope will not participa...","sentiment_score":0.0}
{"full_text":"RT Locations affected by Covid-19:- IKEA Cheras. Involving security guards. Closed today for sanitisation- EPF Jalan Raja La...","sentiment_score":-0.1}
{"full_text":"I'm a sova main and I bottom frag but I also can lock down a entire site by myself and have the most assists is that good?","sentiment_score":0.2422222222}
{"full_text":"RT California will END its stay-at-home orders today.Chicago reopened indoor dining last week.Michigan will allow restaur...","sentiment_score":0.0}
{"full_text":"RT Breaking News: Moderna said it believed its vaccine was effective against new coronavirus variants, but it's also making a ver...","sentiment_score":0.3681818182}
{"full_text":"RT Dr Tomas Ryan explains how a #ZeroCovid approach might work.'You treat every #Covid case like a murder' #cblive","sentiment_score":0.0}
{"full_text":"RT Moderna CMO: Currently Looking At Studying A Third Covid-19 Booster Shot 6 To 12 Months After Second Vaccine Shot, But Not...","sentiment_score":0.0}
{"full_text":"RT Mexican mogul Carlos Slim has been hospitalized with the coronavirus, his son announced","sentiment_score":0.0}
{"full_text":"RT For every Republican in Congress balking at the price tag of Biden's bid to help out Americans in a pandemic, they need to b...","sentiment_score":0.0}
{"full_text":"RT Medical Students are not just Victims of Corona but are also targeted by Dep...","sentiment_score":0.0}
{"full_text":"RT For every Republican in Congress balking at the price tag of Biden's bid to help out Americans in a pandemic, they need to b...","sentiment_score":0.0}
{"full_text":"Like the tax cuts for the rich?That kind of 'targeted' package?We couldn't afford those tax cuts but they say 'no' to help to Americans during a pandemic??","sentiment_score":0.6}
{"full_text":"Shouldn't have gone last year either! Stay home and look after your baby, you absolute turnip.","sentiment_score":0.1}
{"full_text":"My thing is why do businesses tape a sign on the door that says \"All people must wear a mask inside\" but they don't enforce it?? Or they pick and choose who to get onto?? Just don't post anything at all.","sentiment_score":0.0}
{"full_text":"RT Molecular Dynamics Reveals the Effects of Temperature on Critical SARS-CoV-2 Proteins  #biorxi...","sentiment_score":0.0}
{"full_text":"RT Massachusetts coronavirus vaccine roll out relies on 'honor system' to determine eligibility","sentiment_score":0.0}
{"full_text":"RT We see this in China, and gasp at how horrible they treat a female (and others).How is it any different than what we have...","sentiment_score":-0.3333333333}
{"full_text":"RT Coincidentally, California lifts #COVID19 stay-at-home order just days after President Joe Biden took office.Politics a...","sentiment_score":0.0}
{"full_text":"No but for real","sentiment_score":0.2}
{"full_text":"RT Coincidentally, California lifts #COVID19 stay-at-home order just days after President Joe Biden took office.Politics a...","sentiment_score":0.0}
{"full_text":"Hi Mitali! Something to Say came out in 2020. Editor was Alessandra Balzer. My little pandemic baby. Still hope young people will find it. And I hope I see you again soon!","sentiment_score":-0.03125}
{"full_text":"RT Hypocrisy - Biden to enact #TravelBan targeting UK, Europe and Brazil, but southern border is wide open with migrants changing...","sentiment_score":-0.0333333333}
{"full_text":"RT A NEW HOPE: 27x more effective than Remdesivir against #COVID19 in lab study -Aplidin is a drug derived from a marine sea s...","sentiment_score":0.4121212121}
{"full_text":"RT Wuhan doctor: China authorities stopped me sounding alarm on Covid","sentiment_score":0.0}
{"full_text":"Lessons Learned from Launching a Skincare Brand in a Pandemic via","sentiment_score":0.0}
{"full_text":"The first Mailbag question in this new article series is: \"How was the pandemic changed DEI (Diversity, Equity, Inclusion) education, the importance of DEI work, etc?\"My answer here:https:\/\/t.co\/skaSrsET1V","sentiment_score":0.1931818182}
{"full_text":"Cebu Pacific now offers #COVID19 insurance for its passengers flying domestically and internationally.https:\/\/t.co\/sSGTPLhCQl","sentiment_score":0.1}
{"full_text":"\"Autopsy studies have yet to find clear evidence of destructive viral invasion into patients' brains, pushing researchers to consider alternative explanations of how SARS-CoV-2 causes neurological symptoms.\" via","sentiment_score":-0.25}
{"full_text":"What will #SuperBowlLV look like amid #coronavirus? says even in regular years the league's goal is to make sure no single team has a home field advantage. #Chiefs #Buccaneers #NFL #VarneyCo","sentiment_score":0.1785714286}
{"full_text":"RT \"The union has previously claimed that the push to reopen schools is rooted in 'sexism and racism' even though the inadequ...","sentiment_score":-0.1666666667}
{"full_text":"JOHN HOWELL CLIFT JR., 64 of Strawberry Plains, Tennessee died of COVID on Jan. 2. He was a firefighter for over 40 year with the Knoxville's Rural Metro Fire Department.","sentiment_score":0.0}
{"full_text":"Wahidah Wahid, a Malaysian doctor in the UK shares her COVID-19 vaccine story, with hopes to inspire others to get the vaccine too.","sentiment_score":0.0}
{"full_text":"Second Doses of the COVID-19 vaccine are being scheduled in both Sarasota and Manatee Counties, as the local vaccine supply increases.@SamanthaSonnerMORE:","sentiment_score":0.0}
{"full_text":"Section 1881a of the Social Security Act allows President Biden to give Medicare to every single person in the country for the duration of the pandemic if he wants.  If He Wants. Don't have Health Insurance? Ask your local Representative why.","sentiment_score":0.0723809524}
{"full_text":"Life back to normal in New Zealand as thousands attend festival without Covid worries","sentiment_score":0.0954545455}
{"full_text":"#COVID19 UPDATE: We are reporting 1 death, 24 new cases, and 154 additional recoveries in the Quad-County Region. This brings the total number of cases to 10,625, with 6,237 recoveries and 181 deaths; 4,207 cases remain active. More at: #QuadCountiesNV","sentiment_score":0.1257575758}
{"full_text":"#coronavirus vaccination clinics for those 65 and over scheduled in West Virginia this week have been announced by the DHHR. Many of the clinics are full and are using waitlistshttps:\/\/t.co\/wYhXCZvDuy","sentiment_score":0.425}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"In a major setback, Merck will stop developing its two Covid-19 vaccines and focus on therapies.Here's what happened: Fellow ('14-'15) and in","sentiment_score":0.0625}
{"full_text":"Welsh independence: Covid-19 pandemic has 'shaken people's belief' in Westminster, activist sayshttps:\/\/t.co\/yrvpLS4LFg","sentiment_score":0.0}
{"full_text":"The first regular grand jury will convene tomorrow at Savannah's Cultural Arts Center since the COVID-19 pandemic began last March. &gt;&gt;&gt;","sentiment_score":0.125}
{"full_text":"Jayden Larson is in the National Junior Honor Society at Corona Foothills Middle School.  He collected items over a month for PACC pets and recently dropped them off!If you'd like to help out our pets, please consider making a financial donation to","sentiment_score":0.0}
{"full_text":"The Douglas County Health Department has reported 194 new cases Monday, bringing the total number of cases reported since March to 60,037.","sentiment_score":0.0681818182}
{"full_text":"RT California will END its stay-at-home orders today.Chicago reopened indoor dining last week.Michigan will allow restaur...","sentiment_score":0.0}
{"full_text":"How do the new COVID-19 variants impact testing and vaccine effectiveness? We spoke to an expert to find out.","sentiment_score":0.1363636364}
{"full_text":"\"Pandemic disease and climate change constitute far more direct threats to the American public than does the specter of armed attack by rival states.\"@stephenwertheim's new path for U.S. foreign policy under Biden via","sentiment_score":0.1016233766}
{"full_text":"Eat more chicken.","sentiment_score":-0.05}
{"full_text":"Local businesses pivot to COVID-19 cleaning and safety.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 27.1FWind Chill: 27.1FHumidity: 70%Dew Point: 18.6F Barometer: 30.181 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 151.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Chenango County says they have received zero new doses of the coronavirus vaccine -- nor did any other healthcare provider in the county.","sentiment_score":0.0056818182}
{"full_text":"News4Jax Video  \" #VitaminD and COVID A study from UF Health finds patients with #VitaminD deficiencies are more likely to be #COVID19 -positive \"","sentiment_score":0.2424242424}
{"full_text":"RT .@SenSchumer Here's some great advice.Drag all the sleazy backroom dealings with into the light.Hold...","sentiment_score":0.8}
{"full_text":"\"a number of false claims\".Stop it. People are dying because of disinformation and you're one of our elected representatives. If you don't know what you're talking about, keep your opinions on Covid to yourself.","sentiment_score":-0.4}
{"full_text":"One 9\/11 worth of Americans have died from COVID-19 in the last 49 hours. One hundred and thirty-eight 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":"RT A total of 17 cases of a new, more contagious strain of COVID-19 had been identified in Michigan.","sentiment_score":0.2121212121}
{"full_text":"RT Wait a minute...After months of being told it was racist to refer to COVID as a \"Chinese virus\" the WP refers to its new...","sentiment_score":0.0681818182}
{"full_text":"The #SCOTUS on Monday voided rulings from lower courts that upheld a ban on most abortions in #Texas early in the #coronavirus pandemic (via ","sentiment_score":0.3}
{"full_text":"RT Coincidentally, California lifts #COVID19 stay-at-home order just days after President Joe Biden took office.Politics a...","sentiment_score":0.0}
{"full_text":"RT A new coronavirus variant first detected in Brazil has been found in the US for the first time, in a person in Minnesota, health o...","sentiment_score":0.2121212121}
{"full_text":"RT Alberta is not prepared for the new covid variants. New Zealand has it figured out. The #UCP would sooner let thousan...","sentiment_score":0.1363636364}
{"full_text":"RT A NEW HOPE: 27x more effective than Remdesivir against #COVID19 in lab study -Aplidin is a drug derived from a marine sea s...","sentiment_score":0.4121212121}
{"full_text":"RT This guy is such a nimrod.","sentiment_score":0.0}
