{"full_text":"RT It's time to stop gambling with human lives. To stop the cycle of boom and bust, the surges - and the inevitable lockd...","sentiment_score":0.0}
{"full_text":"RT *****This did not happen*****The Bloomberg vaccination tracker shows ~31M doses have been shipped to states; less than...","sentiment_score":-0.1666666667}
{"full_text":"RT SJ: I wouldn't be able to solve the cases alone, we came this far because of us 7 and we had you guys our friends too, as Miny...","sentiment_score":0.3}
{"full_text":"RT Two Viruses; Worse than COVIDPolitical leaders using religion.....Religious leaders playing politics","sentiment_score":-0.4}
{"full_text":"Couples have been able to live out fantasies and radically improve their sex lives... without even leaving their house or meeting people face to face. Here's Dee and Dave's experience from the last few months of lockdown with the added boost that is KK","sentiment_score":0.1090909091}
{"full_text":"RT What you need to know about the coronavirus right now","sentiment_score":0.2857142857}
{"full_text":"The Bishop of Swaziland, Ellinah Wamukoya, has died after contracting Covid-19. Her death was announced by Archbishop Makgoba.#AnglicanNews #Anglican #Anglicanshttps:\/\/t.co\/HkpV2CHbxX","sentiment_score":0.0}
{"full_text":"RT Bharat Biotech has secured a fresh letter of comfort from the Centre to supply another 45 lakh doses of its COVID-19 vaccine,...","sentiment_score":0.3}
{"full_text":"Terrible manager yet managed not to fly a squad to dubai for a pissup during a global pandemic.","sentiment_score":-0.0666666667}
{"full_text":"Despite the pandemic people are doing very interesting things ","sentiment_score":0.65}
{"full_text":"Advocates call for government oversight as COVID-19 crisis unfolds at Amberwood Suites in #Sudbury","sentiment_score":0.0}
{"full_text":"RT CDC: Wear a mask! Social Distance! Get the vaccine!Me: absolutely!CDC: don't eat raw cookie doughMe: I'll see you...","sentiment_score":-0.0945512821}
{"full_text":"RT The US has just surpassed 24 million Covid-19 cases -- and more than 60% of them have been reported since Election Day.","sentiment_score":0.5}
{"full_text":"Did you happen to notice the 80,000 migrants marching toward the border. How do you think they will impact an economy depleted by Covid19 (which by the way originated in China), once Biden allows them in?","sentiment_score":0.0}
{"full_text":"With travel restrictions, farmers need to get used to the idea of increasing pay and conditions to increase the supply of farm labour. That is how markets work.","sentiment_score":0.0}
{"full_text":"100%IT WAS AN INTERNATIONAL COUP D'ETAT AGAINST THE ONLY ONE DONALD J TRUMP, STANDING IN THE NEW WORLD ORDER'S WAY!@Nigel_Farage BE CAREFUL!HALF OF THE KINGDOM IS PART OF THE NEW SATANIC CRIMINAL WORLD ORDER!COVID-19 is Their Creation&amp;The Vaccin, their LETHAL WEAPON!","sentiment_score":-0.0454545455}
{"full_text":"I think by extreme left he means that you are not a racist. You want food for hungry poor kids and you actually believe that covid is out there. To me thats extreme sensible to him thats extreme left","sentiment_score":-0.1107142857}
{"full_text":"this is my \"distancing from social stuff\" blanket.I'm hiding under it.entry only with mask and pictures of otter or foxo","sentiment_score":0.0166666667}
{"full_text":"RT Ambassador paid a call on governor of H.E Chea Chanto who briefed her about the economy post covid-1...","sentiment_score":0.0}
{"full_text":"ALL OF THEM, ARE GETTING EXTREMELY RICH, ON EVERY ASPECT OF LOCKDOWNS.","sentiment_score":0.375}
{"full_text":"RT Quarantine made me closer to my mental problems this is why pandemic has to stop asap because I'm gonna die here I swear","sentiment_score":-0.1}
{"full_text":"So you want to be corona?","sentiment_score":0.0}
{"full_text":"For example, they talk about lockdown in DE and it is \"really bad right now\". Do you know the details of the lockdown that restricts people like you and me or children as individuals but not companies. Therefore ppl keep transiting on public transportation\/areas to go to work?","sentiment_score":-0.1380952381}
{"full_text":"Want to find out more about our Budget submission? Sign-up to our webinar tomorrow AM with our Chief Economist Charlene Lyons of and Andy Brown of as they discuss impacts of the past year and what they need from gov in 2021","sentiment_score":0.125}
{"full_text":"RT The appointment of Tory Brexiter Sharp as BBC Chair's a clear signal that the govt is deadly serious about replacing th...","sentiment_score":-0.1194444444}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"RT We're setting up for tomorrow's remembrance of the almost 2,900 residents of Clark County who we have lost to #COVID19....","sentiment_score":0.0}
{"full_text":"RT Good morning pals, happy Monday , please#StayHome #WashYourHands if you must go out #KeepYourDistance and #WearAMask pr...","sentiment_score":0.75}
{"full_text":"Plant Power ","sentiment_score":0.0}
{"full_text":"RT Thai activists raised a sign \"Monopolize (covid-19) vaccine to put on an act for King\" at Icon Siam, but some of them were b...","sentiment_score":0.0}
{"full_text":"RT Conservative party advisor phoning Boris Johnson RE: UK Highest covid death rate in the world and Hancock's self isola...","sentiment_score":0.0}
{"full_text":"Taiwan cancels major festival as domestic COVID-19 cases rise","sentiment_score":0.03125}
{"full_text":"\"  \"People Are Nearing Rock Bottom\": Fed's COVID Response Rewards Wealthy While Brutalizing Nation's Poorest  \"","sentiment_score":0.5}
{"full_text":"RT #JanAndolan Don't be Complacent. #COVID19 is not yet over. Follow #COVID19 Appropriate Behaviours.#StaySafe  #Unite2Fight...","sentiment_score":0.5}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"With Covid-19 safety checklists and much more! Let us provide you with solutions to ensure compliance.https:\/\/t.co\/TYDAWavDm7#ChaseForLife #Covid19 #Lockdown #CoronaVirus #StaySafe #CHASE #RiskControl #GRC #IntegratedSolutions #ChaseTheBottomLine #Compliance #Covid19App","sentiment_score":0.625}
{"full_text":"RT Covid: Positive antibody tests doubled since autumn","sentiment_score":0.2272727273}
{"full_text":"RT Congratulations to the #MasterFilm Team for doing the unexpected in corona times. First film to enter Rs100 Cr. Club in 2021...","sentiment_score":0.175}
{"full_text":"Brexit chaos spreads to meat industry as government blames empty shelves on Covid - follow live","sentiment_score":0.0181818182}
{"full_text":"RT From these two charts from PHE we can see with schools partially closed with much lower attendance outbreaks are down fro...","sentiment_score":-0.0185185185}
{"full_text":"RT Join #Tampere Smart City Week (26-28.1.21, online) - Network with other entrepreneurs, developers and city representativ...","sentiment_score":0.0446428571}
{"full_text":"RT As musicians struggle through the pandemic, attention has turned to the exploitative practices of Spotify - which ofte...","sentiment_score":-0.3}
{"full_text":"RT Wuhan medics admit they were told to LIE as they are secretly filmed saying they KNEW coronavirus was deadly","sentiment_score":-0.3}
{"full_text":"RT Total 6 Days Australia - A $ 711K , Despite of current pandemic it is already the highest grosser fr Thalapathy in Austra...","sentiment_score":0.0}
{"full_text":"RT I wonder are you all listening to the daily messages to stay at home? Self discipline and self regulation is the key.","sentiment_score":0.0}
{"full_text":"RT On shift in an East London hospital.On one floor there is hope. Hope of the vaccine rollout.On another floor there is hor...","sentiment_score":0.0}
{"full_text":"Seeing my dad and grandad ill in hospital at the same time with Covid-19 and seeing how close I was to losing both, is more than enough evidence for me, along with the positive tests.","sentiment_score":0.0454545455}
{"full_text":"It's okay, they won't be let in unless they can prove they have had a negative Covid test, even though most can't even prove who they are. ","sentiment_score":0.2333333333}
{"full_text":"Is it really worthy of debate? Far East countries going in early and hard = success. Dither, delay going through the motions of initial lockdown = failure. The only debate we should have is how we go in early and hard for the next outbreak.","sentiment_score":0.003030303}
{"full_text":"Hi Andy We can still deliver observing correct social distancing.The latest on our service can always be found here:https:\/\/t.co\/AoOvZp9s8s.Regards Tom","sentiment_score":0.2666666667}
{"full_text":"RT #UnisaCTA2020concessionsWhat a very sad thing, to have to study through the pandemic and give it your all and then fail 1...","sentiment_score":-0.575}
{"full_text":"Also: my friend's partner died back in April. He was told that due to the volume of fatalities if he agreed to covid as cause of death then the body would be released within 3 days, otherwise it could take up to 28. And that's before the PCR +ve farce.","sentiment_score":-0.175}
{"full_text":"RT Reminder: Matt Hancock has already had Covid.","sentiment_score":0.0}
{"full_text":"Still no proof either of the approved #COVID19 vaccines in #Canada #Pfizer-BioNTech and #Moderna reduce transmission.As public health officials keep repeating THE PUBLIC HEALTH MEASURES WORK. FOLLOW THE RULES THEY WORK. JUST FOLLOW THE RULES. #cdnpolihttps:\/\/t.co\/zxXDvJhD3c","sentiment_score":0.0}
{"full_text":"My parents both had their 1st vaccine yesterday and won't have the 2nd until the 15th March. They are not immune until March. I still don't understand why we are not adhering to the 21 days  as stipulated. #COVID","sentiment_score":0.0}
{"full_text":"A 30-minute chat with one of our mortgage advisers could save you PS2,000 this year!We have have a team of independent mortgage advisers ready to help you online and on the phone during lockdown!https:\/\/t.co\/wKxnWJgDme","sentiment_score":0.1}
{"full_text":"RT Sorry Covid, you can't stop cricket. This is the ultimate blockbuster.","sentiment_score":-0.25}
{"full_text":"RT Despite the challenges of COVID-19, HIAM Health has continued to promote healthy eating to combat malnutrition in Timor-Leste....","sentiment_score":0.5}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT \"The government is doing fantastically on vaccines compared to the rest of the world\"- \"Why do we have the highest de...","sentiment_score":0.0}
{"full_text":"RT If you need help or support accessing services in your area during the #COVID19 lockdown then contact your local Healthwa...","sentiment_score":0.0}
{"full_text":"RT #SiBodohKauDengarSini We are having a massive health crisis and people can't even order their food, riders are probabl...","sentiment_score":0.0}
{"full_text":"RT Taxi driver and single parent Carena Tennant tells Julia of the impact the coronavirus lockdown has had on her and her famil...","sentiment_score":-0.0714285714}
{"full_text":"RT Hey #Johnson! there is no chance of hiding this unmitigated #Brexitdisaster under #Covid - your Govt own this! Brexite...","sentiment_score":0.75}
{"full_text":"RT Latest update:TO BLAME FOR BREXIT CATASTROFUCKEURemainersMerkelCivil servantsPeersJudgesThe last ParliamentPe...","sentiment_score":0.25}
{"full_text":"The Chinese are to blame for all the death due to the \"China virus\", MAGA ","sentiment_score":-0.0625}
{"full_text":"RT I've said it before and I'll say it again. Jab or no jab, lockdowns &amp; restrictions will never end until we say \"enough is eno...","sentiment_score":0.0}
{"full_text":"RT Power outages, shocking levels of joblessness, shocking crime, state corruption, shocking and disturbing homicide rate...","sentiment_score":-0.875}
{"full_text":"RT The military never cares about ordinary people who are dying from #COVID19 &amp; poverty as long as they still can make money...","sentiment_score":-0.1333333333}
{"full_text":"The clue here is in the word Pandemic. from the Greek Pan ''ALL'.'  Demos '' PEOPLE. ''  Remember that and maybe we'll ALL get out of this situation together.","sentiment_score":0.0}
{"full_text":"RT California's top epidemiologist issued a statement Sunday evening recommending a pause on the use of a huge batch of #...","sentiment_score":0.45}
{"full_text":"RT #COVID19 engulfed the world in 2020. It was also a year of intensifying climate impacts. Floods, droughts,  storms, wil...","sentiment_score":0.0}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"APPEAL: There's renewed focus on the situation in care homes regarding Covid-19. Do you have a relative in a care home in the East? What are you hearing? Get in touch here or via email at anglianews@itv.com","sentiment_score":0.0}
{"full_text":"RT A letter to tennis players in lockdownhttps:\/\/t.co\/gAEOo37Etm","sentiment_score":0.0}
{"full_text":"RT Two million people have died from COVID-19 worldwide, according to Johns Hopkins University data. The US has recorded m...","sentiment_score":0.0}
{"full_text":"RT Worrying report from on #YouthJobsGap shows young people from disadvantaged backgrounds twice as likely as...","sentiment_score":0.05}
{"full_text":"RT The colluded scientists help CCP to cover up the lab-origin of #COVID19, using the excuses like \"to show support for Chin...","sentiment_score":0.0}
{"full_text":"Join us in sending Earthstrong greetings to our drummer Dave.  Wishing you a very blessed day #earthstrong #birthday #januarybirthday #drummersofinstagram #drummer #bobmarleytributeband #bobmarley #bringbackliveperformances #savethearts #covid19","sentiment_score":0.2}
{"full_text":"RT During the coronavirus pandemic, your diabetes care is going to look a bit different for a while. Take a look at our websit...","sentiment_score":0.0}
{"full_text":"RT Today's Twitter Poll: Would you support the govt extending the PS20\/wk pandemic uplift in Universal Credit from its curren...","sentiment_score":0.0}
{"full_text":"But accepting your debate. When we talk about freedom and rights. Do you think there exists a trade-off (in the context of the pandemic) between privacy-rights and health-rights?","sentiment_score":0.0}
{"full_text":"RT DC's homeless crisis should make natl news even when it doesn't cause the Hill to lockdownThe fire isn't the story. The...","sentiment_score":0.0}
{"full_text":"Given the risk from catching Covid-19 to a 80 year old is about 50 times higher then a 50 year old,  and having been infected does not give 100% protection, and we don't know how long the protection lasts in high risk people.","sentiment_score":0.1933333333}
{"full_text":"We are encouraging all Barrow Borough residents to stay home.By staying home you are keeping yourself safe and saving lives. ","sentiment_score":0.5}
{"full_text":"RT Mr. Atiku took the covid-19 in Dubai.Mrs. Obiano took the vaccine in US and she's making plan for the husband (Gov Obian...","sentiment_score":0.0}
{"full_text":"RT Emergency rooms across the U.S. are seeing a surge of kids in mental health crises, which appears to be fueled by the pandemic. Bu...","sentiment_score":-0.1}
{"full_text":"Useless fact: I now know more people who have been vaccinated against, than those have been infected by,  covid19. I guess it must say something about my age.","sentiment_score":0.0}
{"full_text":"All are entitled to their own views Don.. &amp; by the way ..recovery rate from Covid is about 99.2 % &amp; they cant say you wont get it again even if Vaxxed ......Oh well","sentiment_score":0.6}
{"full_text":"Sobering statistics: Not much more than 10% of the UK population shows strong antibodies levels","sentiment_score":0.0916666667}
{"full_text":"Nandhini, what do u think about what happened in Bali? A bunch of american exploiting their visa by staying more than six months in Bali and encouraging others to do the same in the middle of pandemic","sentiment_score":0.125}
{"full_text":"RT Way they behave towards us think I actively want hard border! (don't really, just so pissed off with Tory\/uni...","sentiment_score":-0.0993055556}
{"full_text":"Ganduje imposes fresh stay-at-home to workers, shut event, viewing centers","sentiment_score":0.3}
{"full_text":"RT The long term after effects of Covid is what be scaring me.","sentiment_score":-0.05}
{"full_text":"Not only that but 3 months is a long time.. you could easily catch Covid and die anyway during that time. I certainly wouldn't be comfortable with only about 50% protection.. it's just a waste of a vaccine to only give one jab","sentiment_score":0.099702381}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"What about the councilors protesting at the Foundry buildings today? Order or recommendation?","sentiment_score":0.0}
{"full_text":"RT Yet when it comes to vaccines, they can't stop making international comparisons.","sentiment_score":0.0}
{"full_text":"No chance. Come end of Feb covid will be so low there will be no precedent to keep schools shut any longer. Just got to get through this next 3-4 weeks ","sentiment_score":0.0}
{"full_text":"RT One less antisemitic, Covid-denying tinfoil hat, conspiracy twerp to deal with. ","sentiment_score":-0.1666666667}
{"full_text":"In Haringey we have always been proud of the way we  protect and support each other and #COVID19 is no exception. Remember, Hands - Face  - Space  #StaySafe #community #COVID #vaccinations #Haringey #safecommunity #tuesdaymotivations #tuesdayvibe #TuesdayFeeling #support","sentiment_score":0.3375}
{"full_text":"Reading is Magic, and so are and as the festival is expanding its free streaming service to give pupils stuck at home access through lockdown, with the promo code FREEMAGICPRESS! Find out more here:","sentiment_score":0.5}
{"full_text":"Gov. Andrew Cuomo on Monday floated the idea of buying shots for New Yorkers directly from one of the vaccine makers, Pfizer.","sentiment_score":0.1181818182}
{"full_text":"In 2020, the Small Business Development Center helped between 250 to 300 new clients.https:\/\/t.co\/y0Zb9LAbhM","sentiment_score":-0.0712121212}
{"full_text":"The district says it's installed ionization systems to clean the air in classrooms and is ready for contact tracing and rapid testing.","sentiment_score":0.2833333333}
{"full_text":"Better for those who want the vaccines, so it will go round, let him and his people not take the vaccines","sentiment_score":0.15}
{"full_text":"Or truly cares that this is the case. A scandal.","sentiment_score":0.0}
{"full_text":"30 patients were being treated for the virus at St Luke's General Hospital for #Carlow &amp; #Kilkenny last night, three of them in ICU ..","sentiment_score":0.025}
{"full_text":"Great work by all concerned.","sentiment_score":0.8}
{"full_text":"Timetable clashes? If you miss an episode of BBC Bitesize Daily or a Lockdown Learning show, you can catch up on everything on the BBC iPlayer.Now all grouped into a handy collection found on the iPlayer homepage","sentiment_score":0.3}
{"full_text":"A Calgary doctor's photographs offer an intimate glimpse inside hospitals during the pandemic. #TheMoment","sentiment_score":0.2}
{"full_text":".@BBCRadio4's #InTouch programme will be discussing access to #COVID19 tests for #blind and #PartiallySighted people this evening at 8:40pm. Have you been able to use a self-testing kit? How #accessible was it?","sentiment_score":0.125}
{"full_text":"RT Inside the B.1.1.7 #coronavirus variant, which has spread to dozens of countries &amp; multiple states. B.1.1.7 is just one o...","sentiment_score":0.0}
{"full_text":"India's top-tier IT services providers -- TCS, Infosys, HCL Tech and Wipro -- hired combined 36,487 employees in the December quarter of FY21, significantly higher than during the same period in 2019, as clients demanded faster execution of digital projectshttps:\/\/t.co\/2CfJMDHnNP","sentiment_score":0.0833333333}
{"full_text":"'I had nights where I was finding it hard to breathe'@MrPeterAndre and Emily Andre open up about their Covid battle.https:\/\/t.co\/6EeCIoA7uS","sentiment_score":-0.1458333333}
{"full_text":"Call to prioritise minority ethnic groups for Covid vaccines","sentiment_score":0.0}
{"full_text":"EXCLUSIVE: CBC demands Ezra Levant change story on $34 million COVID bailouthttps:\/\/t.co\/oE9urV0ngi","sentiment_score":0.0}
{"full_text":"Among a series of threats to our world in the next two years, infectious diseases and crises of livelihood topped the list of a survey undertaken by the World Economic Forum (@wef)https:\/\/t.co\/wOWyRq8RLO","sentiment_score":0.1}
{"full_text":"#COVID19#PasseportVaccinalL'Europe  et la politique du Nudge (libertarian paternalism)<<The more choices you give people, the more help with decision making you need to provide>> Richard Thaler#nudge","sentiment_score":0.5}
{"full_text":"Businesses severely impacted by #Covid-19 that have already made a successful grant application will receive additional funds if they're still eligible.These should be automatic, and we'll contact you if further information is needed. More info:","sentiment_score":0.4166666667}
{"full_text":"Manila begins initial COVID-19 vaccination simulationhttps:\/\/t.co\/1dXz9y6iJh","sentiment_score":0.0}
{"full_text":"RT Since I was last here on Twitter we have lost over 49 patients to covid-19. Covid-19 has killed more people in my hospital...","sentiment_score":0.1}
{"full_text":"#FromTheRight: US Scientist Who Led Charge Against COVID Lab Leak Theory Admits He Was Trying To Protect Chinese Scientists | Reporting by #China #Coronavirus","sentiment_score":0.0}
{"full_text":"As #COVID19-19 pandemic continues to spread, businesses are looking for ways to weather the storm. itialuS provides #outsourcing services to help businesses cut their costs.https:\/\/t.co\/2ge1PFzDVk","sentiment_score":0.0}
{"full_text":"Something new from to make lockdown go a bit quickerhttps:\/\/t.co\/kiTWgBML34","sentiment_score":0.1363636364}
{"full_text":"A little jealous of these guys hanging out in Limerick City   But the best way we can come together right now, is by staying apart  #StaySafe #StayHome  by Dominic Harmon","sentiment_score":0.3660714286}
{"full_text":"Our Inpatient Unit nurses are ALWAYS on the move. So while you're stuck in #Lockdown why not try and match their step-count AND raise money for our Hospice Click the link to find out how.","sentiment_score":0.0}
{"full_text":"This article, originally published for features the importance of University-Industry cooperation for both universities and businesses to thrive.#SpanningBoundaries #engageduniversities #UKhttps:\/\/t.co\/BOckSg3lfZ","sentiment_score":0.375}
{"full_text":"This includes Cumbria Care facilities and private sector homes.https:\/\/t.co\/AjqL32cYPj","sentiment_score":0.0}
{"full_text":"While You Were Sleeping: Coronavirus updates for January 19 #FOX59Morning","sentiment_score":0.0}
{"full_text":"During lockdown, working from home as a Payments Consultant for Dojo, a Paymentsense brand I help #businessowners cut costs and avoid long contracts with one of the finest card payment solutions available, offering next working day transfers of funds and monthly rolling contracts","sentiment_score":0.1166666667}
{"full_text":"The wait for seniors over the age of 70 to get their COVID-19 vaccine will depend in large part on where they live.","sentiment_score":0.1753246753}
{"full_text":"Important update about the Mothers' Union shop. Unfortunately, due to the national lockdown, we have had to extend the temporary closure - the  online shop and sales office will now re open on 1st February 2021. We thank you for your patience and understanding.","sentiment_score":0.0916666667}
{"full_text":"Columbian hospital unveils transparent helmet-like oxygen mask. The mask can be injected with oxygen to treat patients with acute respiratory distress syndrome caused by the novel coronavirus.","sentiment_score":0.6}
{"full_text":"\"The BioNTech\/ Pfizer and Moderna vaccines rely less on a handful of government officials or any one nation than on the global flow of knowledge, capital, people, and goods ... that existed long before we'd ever heard of COVID-19.\"--@scottlincicome #CatoFP","sentiment_score":-0.0722222222}
{"full_text":"With the announcement of the latest national lockdown, an extra PS4.6 billion in lockdown grants has been directed to the industries most affected, including retail. Find out more about what support your business can access here:","sentiment_score":0.375}
{"full_text":"On the #Ed_Space blog Dr Susan Sheehan considers the assessment of #TESOL students during #Covid19 and reflects on the efficacy of online events for changing education practice.","sentiment_score":0.0}
