{"full_text":"RT A quarter of Brampton workers who were infected with COVID-19 virus went to work while experiencing symptoms. In related new...","sentiment_score":0.0681818182}
{"full_text":"RT UNMASKED HIGH SCHOOL WRESTLING TOURNAMENT: CDC report on an unmasked wrestling tournament of 10 participating high schools...","sentiment_score":0.16}
{"full_text":"RT 2 HRS AGO  WATCH: Biden's Coronavirus Team Gives First Briefing by LAUREL WAMSLEY","sentiment_score":0.25}
{"full_text":"RT Walgreens taps Starbucks executive as its new CEO; first Black woman to lead the drugstore chain. Hope her first priorit...","sentiment_score":0.1174242424}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT A stark look at just how disproportionately black people and people of color die from COVID-19 in the U.S. in comparison to wh...","sentiment_score":-0.1833333333}
{"full_text":"Vaccinate teachers before you put them back in a crowded maskless unventilated environment","sentiment_score":0.0}
{"full_text":"RT Terrible news. Another 1,725 Covid deaths recorded in the UK yesterday.The 2nd highest daily toll of the whole pandemi...","sentiment_score":-0.2}
{"full_text":"YEAH !! So, I can go on not wearing a mask ? Right ?","sentiment_score":0.2857142857}
{"full_text":"RT Auschwitz survivors mark the 76th anniversary of liberation of Auschwitz virtually amid pandemic fears","sentiment_score":0.0}
{"full_text":"Is it $2000 COVID relief checks?","sentiment_score":0.0}
{"full_text":"RT Joe Biden issued an executive order yesterday that would ban use of the term China virus.It's not yet clear how this w...","sentiment_score":0.1}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"RT If America cant give $2k Monthly Stimulus Checks in a Pandemic, then they cant afford to bailout Hedge Funds.","sentiment_score":0.0}
{"full_text":"RT if i cannot wake up late on a weekday and walk five minutes to the beach with my two best girlfriends and tan my beautif...","sentiment_score":0.35}
{"full_text":"RT Didn't know until the pandemic racist white girls love to become nurses. Oof.","sentiment_score":0.25}
{"full_text":"RT  Covid-19 vaccinations are progressing in the region with 8,000 delivered last week, and 15,000 in total.https:\/\/t.co\/gAM...","sentiment_score":0.0}
{"full_text":"RT New Zealand's borders will remain closed for most of this year as the Covid-19 pandemic rages on, but the country will pursue tra...","sentiment_score":0.1787878788}
{"full_text":"This jackass again! Maybe he should get busy figuring out the logistics of getting Oklahomans COVID vaccines.","sentiment_score":-0.2625}
{"full_text":"You're absolutely right on that Senator Cruze they already dismantled12000 jobs from the pipeline for climate change and now they wanted to take and impeach Donald Trump and spend more on needless money without helping the American people onthe pandemic you Democrats make me sick","sentiment_score":-0.0857142857}
{"full_text":"Why should Nicola Sturgeon resign over covid?  She can only follow current guidelines.  Why should she not express sorrow over deaths? we can all express the same degree of sorrow - we may all empathise with those who have lost loved-ones.","sentiment_score":0.0}
{"full_text":"The Permanent Council of the #OAS observed a minute of silence in memory of the former of #Colombia who died this week from #COVID19.","sentiment_score":0.0}
{"full_text":"RT He's right. Too bad he doesn't realize he's talking about himself.","sentiment_score":-0.2071428571}
{"full_text":"Although there have been Cvid cases in my kids school none have been because it was contracted at the school.There hasn't been outbreaks,kids and teachers are contracting it outside.Masks and social distancing work. We need to have options for families,not everyone can stay home!","sentiment_score":0.0416666667}
{"full_text":"RT Also talk to the GOP politicians you buy and tell them to pass a COVID relief bill. Every dollar helps in feeding a starving...","sentiment_score":0.0}
{"full_text":"I love this!https:\/\/t.co\/tTOYWvGVU0","sentiment_score":0.5}
{"full_text":"RT UN human rights experts today called on Israel, the occupying power, to ensure swift and equitable access to COVID-19 v...","sentiment_score":0.0}
{"full_text":"RT Wealthy Totalitarian Elitist National Socialist Democrat #1percenter gets medical attention first...#BidensBeerHallPu...","sentiment_score":0.25}
{"full_text":"RT Indeed JDC Just heard","sentiment_score":0.0}
{"full_text":"RT The fact that nobody's climate change models\/predictions have been modified in light of basically a year-long world-wide...","sentiment_score":0.4}
{"full_text":"RT This is  a superb thread and astonishingly helpful. If you're having trouble coping right now, it may very well help en...","sentiment_score":0.3571428571}
{"full_text":"RT The scale of the Covid death toll is getting too awful for many to even comprehend. The danger is that people become dese...","sentiment_score":-0.25}
{"full_text":"RT Younger disabled people being such low priority for the COVID vaccine is the natural progression of a politics that on...","sentiment_score":-0.02}
{"full_text":"Covid-19 Bill Negotiations Offer First Test of Biden's Bipartisanship Efforthttps:\/\/t.co\/YSMW6LgFkA","sentiment_score":0.25}
{"full_text":"RT Louies - celebrate Walls' very first anniversary with us by 1. Printing this poster &amp; putting it up on the walls of your s...","sentiment_score":0.325}
{"full_text":"RT The drive through for this test will be interesting","sentiment_score":0.5}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT GameStop is doing a better job at distributing wealth to americans during a pandemic than the US government","sentiment_score":0.5}
{"full_text":"RT Covaxin effective on UK virus strain of Covid-19, says ICMRhttps:\/\/t.co\/Lvr6UwSV2I","sentiment_score":0.6}
{"full_text":"Guys get in touch with if you're planning any \"at home valentines #giftguides ","sentiment_score":0.0}
{"full_text":"RT My mom called today to tell of 2 more deaths in our circle of family&amp; friends.That's a total of 8 in the past few month...","sentiment_score":0.0125}
{"full_text":"RT Kerry, Granvholm &amp; Buttigeig all said \"Yep we're taking jobs away from a whole lot people and they can just go learn somethi...","sentiment_score":0.2}
{"full_text":"I suppose you want to blame China for Donald Trump mishandled the virus.  1) Hid the American people the severity of the virus2) Sent 17 Tons of PPE to China.3) Delayed \"The Defense Production Act\"4) Did not order mask mandate.","sentiment_score":0.0}
{"full_text":"'Live More, Worry Less', Says BBNaija's Cee-C After Testing Postive To COVID-19","sentiment_score":0.1565656566}
{"full_text":"How dare they!We opted out of the EU Vaccine programme for a reason. If they had got their act together quicker and put in applications quicker they wouldn't be in this mess!Once our nation is fully vaccinated we will help around the world...https:\/\/t.co\/dLOkD2iZOs","sentiment_score":0.0}
{"full_text":"No wonder we're STILL in bl***y lockdown!! ","sentiment_score":0.0}
{"full_text":"Creepy Joe has signed an Executive Order banning the term \"China Virus\".  Now why on earth would he do that?","sentiment_score":-0.5}
{"full_text":"RT Covid cases falling, hospitalisations falling, deaths falling, more than 7 million vaccinated with first dose: but you prob...","sentiment_score":0.375}
{"full_text":"Pandemic Stimulus:  Cancel Student Loans by Executive Order! - Sign the Petition! via Maybe he'll do one thing right.....","sentiment_score":0.2857142857}
{"full_text":"RT Your daily reminder that if we taxed the ultra-rich and used that money to pay people to stay home with supplies the pandem...","sentiment_score":0.0}
{"full_text":"RT Our health team at Esri worked with GISCorps who is hosting this application where people can share their vaccination sto...","sentiment_score":0.0}
{"full_text":"RT The Feed the Nation Foundation has donated over 24 million meals to vulnerable communities since lockdown started. Donat...","sentiment_score":-0.5}
{"full_text":"That vaccine has been underproduction for 30+ years and those people were still (test subjects).  Covid R&amp;D 1 year.  With confidence tell me that the vaccine doesn't have side effects after 5-10 years.","sentiment_score":0.0}
{"full_text":"I've already researched where I'm going to go for my post-pandemic massage. I have even watched some non-sexual massage ASMR.","sentiment_score":0.0}
{"full_text":"January lockdown within 5kms of Bush Hotel","sentiment_score":0.0}
{"full_text":"RT Joe Biden issued an executive order yesterday that would ban use of the term China virus.It's not yet clear how this w...","sentiment_score":0.1}
{"full_text":"deaths. I mean, we look at people who have died 28 days within having \"suspected\" Covid, not even a coroner's report indicating they died of Covid.","sentiment_score":-0.3125}
{"full_text":"RT We agree with - we deserve universal health care, cancelling all student loan debt, a $2,000\/month stimulus r...","sentiment_score":0.0}
{"full_text":"RT In a majority of U.S. counties right now, residents are at an extremely high risk of getting Covid-19, an analysis by The New...","sentiment_score":0.194025974}
{"full_text":"Saudi hosts 'Davos in Desert' amid pandemic ","sentiment_score":0.0}
{"full_text":"RT When washing your hands, make sure to thoroughly wash your thumbs, tips of your fingers and backs of your hands. These spots a...","sentiment_score":0.5}
{"full_text":"This is my therapy, my bliss because reality bites in these times of covid-19  This is my self care.  -- Why Not by Chris Botti, from #Soun...","sentiment_score":0.0}
{"full_text":"Include last few years. See how during the same months Hospitalizations and deaths spike. Then see how across many months there's little correlation between cases and Covid Hospitalizations. 1\/2","sentiment_score":0.0225}
{"full_text":"RT in retrospect, it was a mistake not being a billionaire before heading into this pandemic","sentiment_score":0.0}
{"full_text":"This aged well ","sentiment_score":-0.1}
{"full_text":"RT It's only a matter of time now","sentiment_score":0.0}
{"full_text":"RT Just a reminder that South Korea sends everyone this to stay at home for Covid, and America makes your family pay for yo...","sentiment_score":0.0}
{"full_text":"RT Beijing shut down their public transportation system due to the coronavirus. Now people have to walk to work and wait in...","sentiment_score":-0.0935185185}
{"full_text":"RT Many students from your universit...","sentiment_score":0.5}
{"full_text":"RT I'd like to defer: there is a segment of the population that is willing to pay (or medical insurance will cover) and get ino...","sentiment_score":0.125}
{"full_text":"RT COVID-19: We can't force Nigerians to accept vaccines - Sultan of Sokoto #vanguardnews","sentiment_score":0.0}
{"full_text":"Hey twitch fam how's everyone doing today just a quick friendly reminder to stay safe covid free wash hands and SUPPORT YOUR LOCAL GAMER!!!Anyone wants to run DBD streaming UGLY4RM_KNO","sentiment_score":0.3013888889}
{"full_text":"RT Holding kids' future hostage for the sake of your own political agenda is painfully idiotic","sentiment_score":-0.0166666667}
{"full_text":"RT Biden's Pandemic Promises Careen into Reality","sentiment_score":0.0}
{"full_text":"Biden sits out Covid briefing as part of a new plan to talk to Americans - NBC News","sentiment_score":0.1363636364}
{"full_text":"RT It's \"the death rate low\/Covid is a hoax\" until one of you family members in hospital struggling to breathe","sentiment_score":0.0}
{"full_text":"RT I was gonna get tested, butt","sentiment_score":0.0}
{"full_text":"RT RABBI AVRAHAM \"ROMI\" COHEN, 91 of New York died of COVID on March 24th.Born in Czechoslavakia, Rabbi Cohen is credited...","sentiment_score":0.1363636364}
{"full_text":"RT Looking for things to read amidst a three-hundred-plus-day soul-crushing lockdown? We've got some work here thanks to the...","sentiment_score":0.2}
{"full_text":"RT Jeff Zients confirms Biden has changed policy &amp; no longer keeps a fed stockpile of COVID vaccines. They send to states ASAP....","sentiment_score":0.0}
{"full_text":"RT the accuracy ","sentiment_score":0.0}
{"full_text":"RT What getting the COVID vaccine does NOT mean:- you can't get COVID - you don't have to wear a mask- you can gather in large...","sentiment_score":0.1852678571}
{"full_text":"Oh yes, that'd be a great idea. When Covid is over we need to run classes teaching cooking and supply people with the ingredients to repeat at  home.","sentiment_score":0.8}
{"full_text":"The Pandemic Has Revealed What Really Matters in Education. (Spoiler: It's Not Tests.) #Trent4Kids #edtech via","sentiment_score":0.2}
{"full_text":"RT Give me a damn break. Impeachment is NOT what's keeping Dems from keeping their very basic promises on checks and stimulus...","sentiment_score":0.0}
{"full_text":"RT Two things happening with COVID data1. Infections falling across U.S., down about 33% from two wks ago2. Deaths are cli...","sentiment_score":-0.1555555556}
{"full_text":"RT The NHS will never ask you to pay for a vaccine. Stay alert to scams that are circulating ","sentiment_score":0.0}
{"full_text":"RT #BREAKING #Norway closing borders to nearly all non-residents over novel #coronavirus fears: PM","sentiment_score":0.1}
{"full_text":"RT We REALLY need to LISTEN to this How lessons learned from COVID can help us combat the climate crisis","sentiment_score":0.2}
{"full_text":"RT In the battle against Covid-19, governments around the globe are on the cusp of becoming more indebted than at any point in...","sentiment_score":0.475}
{"full_text":"RT I hope that Shumer acts FAST to accomplish as much of Biden's agenda as possible...i cannot believe that...","sentiment_score":0.2}
{"full_text":"RT if british sitcoms were set during the pandemic","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"RT COVID-19 has infected more than 200 people and killed two men over the course of the last three months at Woodbourne Correctional...","sentiment_score":0.1}
{"full_text":"RT Joe Biden issued an executive order yesterday that would ban use of the term China virus.It's not yet clear how this w...","sentiment_score":0.1}
{"full_text":"RT Africa, Without Vaccines, Grapples With Deadlier Covid Surge","sentiment_score":0.0}
{"full_text":"RT John Lewis was a mentor, friend and parishioner. I'm honored to fight alongside my brother to carry on his leg...","sentiment_score":0.0}
{"full_text":"The life of an #EcommerceBusiness is evolving during #COVID19. Here's how to use digital adoption to keep the parcels flowing.","sentiment_score":0.0}
{"full_text":"Production backlog in Wuhan.","sentiment_score":0.0}
{"full_text":"RT When you are focused on controlling a deadly infection, impressive feats are possible.This may no longer be an option for...","sentiment_score":0.4}
{"full_text":"RT Coronavirus: Cathay Pacific tells aircrew quarantine could start in two weeks, as airline industry chiefs urge rethink over d...","sentiment_score":0.0}
{"full_text":"RT Heartbroken. Just lost another friend to Covid. Rusty was 49. He leaves his wife, two girls, his parents (who already lost t...","sentiment_score":0.0}
{"full_text":"Drive Thru COVID Vaccine Clinic this Saturday in Aztec, NM.","sentiment_score":0.0}
{"full_text":"RT Are you reading this ?","sentiment_score":0.0}
{"full_text":"WHO says new Covid-19 variants have spread to dozens of countries","sentiment_score":0.1363636364}
{"full_text":"Now Announcing COVID-19 Antibody TestsDon't wait to get tested, we're now offering Antibody test kits for Point-Of-Care settings. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antibody Test Kits at","sentiment_score":0.5}
{"full_text":"RT \"Face pic?\" but it's just me asking so I can recognize someone I've only ever seen in a mask post-pandemic","sentiment_score":0.0}
{"full_text":" CDC is full of shiiiii!!","sentiment_score":0.546875}
{"full_text":"RT Dr. Fauci on ex-Pres. Trump: \"To him, if a good friend said that hydroxychloroquine or oregano worked [as treatments for...","sentiment_score":0.7}
{"full_text":"RT I will not watch and allow #Boris to take the responsibility on his shoulders for the consequences of #Covid19, he has done eve...","sentiment_score":0.0}
{"full_text":"Healio editors compiled a list of the most-read #InterstitialLungDisease news published in 2020. Check out what Healio readers were most interested in below! #COVID19 #ILD #IPF","sentiment_score":0.40625}
{"full_text":"Governor Roy Cooper and members of North Carolina's Coronavirus Task Force are expected to share COVID-19 updates at 2 p.m. on Wednesday. The briefing comes just two days before the state's modified stay at home order is set to expire. Watch here:https:\/\/t.co\/AyH2gM7tv3","sentiment_score":-0.1}
{"full_text":"Ferrets and tarantulas among pets to be rehomed in lockdown","sentiment_score":0.0}
{"full_text":"Trump in 2020:  \"Germany's not paying for it. We don't want to be the suckers any more (...) So we're reducing the force because they're not paying their bills.\"Biden's DefSec Austin in 2021: \"I thanked Germany for hosting U.S. forces.\" ","sentiment_score":0.1}
{"full_text":"LIVE: is updating Virginians on the state's #COVID19 vaccine rollout. WATCH HERE ---&gt;","sentiment_score":0.1363636364}
{"full_text":"Instead, EO on banning the term \"china virus.\" Priorities.","sentiment_score":0.0}
{"full_text":"Come on, follow the data, SCC.","sentiment_score":0.0}
{"full_text":"Holocaust survivors get COVID-19 vaccine on Auschwitz liberation day","sentiment_score":0.0}
{"full_text":"\"The quicker all of us can get vaccinated, the quicker we can stop some of these variants,\" said Dr. Jannel Lee-Allen, of Detroit. #WestMichigan #COVID19 #vaccine","sentiment_score":0.0}
{"full_text":"After a strong majority of Wilmette Public Schools educators and staff members indicated they want to receive the COVID-19 vaccine, the district will discard a proposal to mandate it.https:\/\/t.co\/rqXX72GOdf","sentiment_score":0.2166666667}
{"full_text":"Using golf rules, see how many shots it takes to work your way down the court and make a basket.Access to the Fitness Center and Fitness programming is limited to Active Duty only due to COVID restrictions. We will update the event information if access expands.","sentiment_score":-0.0121882086}
{"full_text":"Burntisland Emergency Action Team scoops community award for helping the most vulnerable during pandemic.","sentiment_score":0.0333333333}
{"full_text":"Have you or a family member been directed by a health care provider to quarantine or self-monitor at home? Follow these 10 tips. Learn more: ","sentiment_score":0.5}
{"full_text":"Death toll - a Lincolnshire church marks the day the UK passed 100,000 people killed by coronavirus.","sentiment_score":-0.2}
{"full_text":"COVID-19 Emergency Response Grant is due March 4th. Find out more here: GIF credits to","sentiment_score":0.1875}
{"full_text":"The International Olympic Committee (IOC) has urged teams competing in Olympic and Paralympic Games to be vaccinated against COVID-19.","sentiment_score":0.0}
{"full_text":"RT Hannity is spreading doubts about the vaccine, Tucker is defending QAnon and white nationalists, Maria and Steve Hilton are bl...","sentiment_score":0.0}
{"full_text":"\"Industry hasn't really seen anything like the sudden changes the pandemic has thrust upon it, and there is now a massive need for manufacturing to be more flexible and rapidly adapt to a changing economic picture\" #engineering #manufacturing","sentiment_score":0.18}
{"full_text":"\"The pandemic put the need for digital advancement in the spotlight.\" #DigitalTransformation #technology #Data #Analytics","sentiment_score":0.0}
