{"full_text":"Info from shows that Mayday Hospital Croydon (CUH) has over 40% of its beds dealing with Covid-19 patients.Local sxpectations is that demand for beds will increase for next two weeks.Vaccine is coming but the main issue now is stopping the spread of Covid-19.","sentiment_score":0.0833333333}
{"full_text":"Empty retorics.He starts by \"in the beginning of 2020\". Well, if he did not fuck up COVID as he did, I believe he actually might have had a change of being re-elected. You're chosen on all your achievements, including all fuckups.That's why you lost","sentiment_score":0.0333333333}
{"full_text":"RT The Essex County Council numbers also show a huge spike in people aged 20 to 49-year-old fighting the virus, while the nu...","sentiment_score":0.15}
{"full_text":"RT Over 4000 cases in Scotland within two days? Why? We have been in lockdown for so long. Hospitality has been closed for...","sentiment_score":-0.075}
{"full_text":"RT The $2,000 direct payment thread of key events:March 17th: Bernie Sanders proposes \"monthly direct payments of $2,000...","sentiment_score":0.0666666667}
{"full_text":"RT A Sludge analysis of COVID bailout data found that companies at which 28 members of Congress or their spouses hold positions...","sentiment_score":0.0}
{"full_text":"RT Brilliant how the architects of the fascist coup called the Great Reset have persuaded or bought off so many Leftists to...","sentiment_score":0.7333333333}
{"full_text":"RT Learning knows no bounds! Here's to all the teachers who are doing their best to ensure students receive all the suppor...","sentiment_score":1.0}
{"full_text":"RT COVID has disproportionately impacted the Black community. It's such a privilege to work alongside these men in one...","sentiment_score":-0.0833333333}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Despite higher population density &amp; lower healthcare budgets, India performs better than Europe &amp; US on Covid. We have respe...","sentiment_score":0.375}
{"full_text":"Social Distancing! Shutdown PJ and Tita Marites@SB19Official #Welcome2021withSB19","sentiment_score":0.0416666667}
{"full_text":"RT English SummaryDW got together with his sister yesterday and went to see his dad with his mom today. His mom cooked rice ca...","sentiment_score":0.0}
{"full_text":"RT The problem is that people think catching COVID is their business, when in reality it affects us all. I really hope people fin...","sentiment_score":0.4}
{"full_text":"RT It's so wild how many people are traveling to Houston for NYE. That place is an insane hotspot. Straight up sending amber aler...","sentiment_score":-0.05}
{"full_text":"RT In the corona epidemic, after all how is the administration giving permission to hold a rally?#empii_meN_jNglraaj","sentiment_score":0.0}
{"full_text":"RT New Zealand getting to leave 2020 first is like a reward for how we handled Covid","sentiment_score":0.1931818182}
{"full_text":"X- Where is 2020 ?Y-It was covid positive X-So ?Y- It died.  #Welcome2021","sentiment_score":0.2272727273}
{"full_text":"Right. Sure. So you had COVID-19 then? Or are you just making shit up?","sentiment_score":0.1952380952}
{"full_text":"RT Lessons from 2020:1 Express love even if it will go unnoticed, instead of losing the chance to show it at all.2 Assum...","sentiment_score":0.15}
{"full_text":"RT Do you remember when and Dr. Birx said the total deaths would be 60,000?As of today, more than 345,000 A...","sentiment_score":0.25}
{"full_text":"RT Therapeutic anticoagulation increases mortality risk among patients hospitalized with #COVID19","sentiment_score":0.0}
{"full_text":"Your changes to the vaccine schedule are about to totally fuck-up \"controlling covid\".You know this, because you know you didn't buy enough vaccine.","sentiment_score":0.0}
{"full_text":"RT It's late. I've had some wine. I am thinking about that 40-something #covid19 patient who told me that he \"can't die lik...","sentiment_score":-0.3}
{"full_text":"RT Today McConnell says House bill to increase COVID-19 checks to $2,000 has 'no realistic path'BUT....You know what does?...","sentiment_score":-0.0833333333}
{"full_text":"RT Happy near year to everybody! 2020 was a rough and hard year, but 2021 looks bright with a #coronavirus vaccine on its wa...","sentiment_score":0.2466666667}
{"full_text":"RT COVID-19: WHO clears BioNTech's vaccine for emergency use #vanguardnews","sentiment_score":0.0}
{"full_text":"Good morning Sharron. Helen and I send our love to all your family. We all look forward to the New Year of 2021 for a fresh start which hopefully  will put this dreadful pandemic  behind us all. xx ","sentiment_score":0.0393939394}
{"full_text":"Don't let the real world bum you out. #StayHome and join the Lost Ones in their journey to discover the legacy placed upon them. A #maturefantasy like no other.#ebook #amazonbooks #indieallyear #ConceptsForever #kindle #YAFantasy","sentiment_score":0.2}
{"full_text":"RT Shattering Covid figures just in: 964 more deaths Nearly 56k more cases 24k patients now in hospitalAnd this...","sentiment_score":0.3666666667}
{"full_text":"RT It's clear that the variant is more dominant (1.2x) in children aged 0-9 yrs and 0-19 yrs. There could be many reasons for...","sentiment_score":0.25}
{"full_text":"RT New Year's Resolutions:1) Maintain social distancing","sentiment_score":0.0848484848}
{"full_text":"Three new variants of Covid-19 have been detected in various countries around the world.While at least one new variant could be up to 70 perce...https:\/\/t.co\/YMUPcpNFRq","sentiment_score":-0.0068181818}
{"full_text":"RT Wishing you all a very #HappyNewYear2021! As we look back on yet another successful year, I thank Hon'ble Chief Minister...","sentiment_score":0.3333333333}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"I voted to leave the EU not Europe, once we get past this Covid shit my first port of call will be South western France, followed by Salzburg shortly after.You call yourself an educated journalist? and yet you write such puerile content.","sentiment_score":-0.0333333333}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"RT This is so grim. Read it &amp; think again about what this govt are doing to us.They could of got the case numbers down, the...","sentiment_score":-0.5777777778}
{"full_text":"RT People began using their free time due to lockdown to crochet mini sofas for their cats #LockdownArt #CreativeSurvival htt...","sentiment_score":0.1375}
{"full_text":"RT In 10 years time, most of the folk we supposedly 'saved' by LockDown will have died from their other conditions.But our...","sentiment_score":0.1875}
{"full_text":"we usher in the new year the total number of Covid+ &amp; new cases in India are on a decline. If we can effectively vaccinate people during this window period, the cycle of Corona virus can be broken and the disease contained! There is a big HOPE!!","sentiment_score":0.0621212121}
{"full_text":"\"We're all in this together\"#COVID19 #PfizerVaccine","sentiment_score":0.0}
{"full_text":"Published January 1, 2021 4:18pm By JOAHNA LEI CASILAO, GMA News The Philippines on Friday greeted the new year with 1,765 new coronavirus ...https:\/\/t.co\/v6NryGUUCC","sentiment_score":0.1363636364}
{"full_text":"RT THREAD\/ On misinformation and media management1. Like every NHS doctor and nurse on here, I am being constantly abused...","sentiment_score":0.0}
{"full_text":"RT COVID will be continuously underestimated until it affects you or someone in your circle.","sentiment_score":0.0}
{"full_text":"RT Cardiff city centre pictured totally deserted as Wales rings in New Year under lockdownhttps:\/\/t.co\/cUwMFFTpm2","sentiment_score":0.0681818182}
{"full_text":"RT New Year's celebration in Wuhan, China","sentiment_score":0.1363636364}
{"full_text":"Now I am not trying to scare you or worry you as well my friend whom died of COVID was fine one day and in the hospital with COVID the next and ended up dying just call your doctor to be safe!!!!!","sentiment_score":0.4722222222}
{"full_text":"RT 6:  Zimbabwe Arrested investigative journalist Hopewell Chin'ono after he exposed health ministry corruption scandal, crac...","sentiment_score":0.0}
{"full_text":"RT Assuming #COVID19 vaccine works &amp; post-#brexit trade settles down (it will, but it will pinch in Ireland)...I wonder if this...","sentiment_score":-0.1555555556}
{"full_text":"RT New Year's Day festivities in Japan subdued following record highs in new coronavirus cases nationwide and calls from gover...","sentiment_score":0.0909090909}
{"full_text":"RT How has Wuhan achieved this without a vaccine? Anyone?","sentiment_score":0.0}
{"full_text":"RT This is blowing my mind. American politics and media is a toxic wasteland.","sentiment_score":0.0}
{"full_text":"Svein was the first Norwegian to receive the corona vaccine: \"Almost like when Armstrong went to the moon\"","sentiment_score":0.125}
{"full_text":"Along with the entire United Sates for implementing disastrous lockdown restrictions on freedom.","sentiment_score":-0.35}
{"full_text":"RT Good to speak to on today. The decision to delay the second dose of Pfizer Covid-19 vaccine from 3 we...","sentiment_score":0.35}
{"full_text":"Amazing!!!Congratulations to you both on this honour.So so so deserved. ","sentiment_score":0.0}
{"full_text":"RT Seems like this should be a much bigger story","sentiment_score":0.0}
{"full_text":"RT In a final act of malice, the Trump Administration is fining every distillery that helped produce hand sanitizer $14,000 afte...","sentiment_score":0.0}
{"full_text":"Crappy wind swell but what else are you going to do on new year's Day in the middle of a global pandemic ? #rockersdeluxe #waldensurfboards #yorkshirecoast #northseasurf","sentiment_score":0.0454545455}
{"full_text":"5 Tips for Suburban Office Site Selection During COVID-19 #CRE #Office #Suburban #COVID-19 #NewNormal    ","sentiment_score":0.0}
{"full_text":"RT Amid the novel coronavirus pandemic, ABC, NBC, Fox and CNN aired from a strangely empty Times Square in New York for this year's #...","sentiment_score":0.0454545455}
{"full_text":"Nigeria has an extremely uneducated population. Forget the data we have on adult literacy and tertiary education. Real education is scarce. Try discussing the covid-19 situation with your relatives, and you'll be amazed at their diverse views. Did these people go to a university?","sentiment_score":0.0583333333}
{"full_text":"So far, 87,510 COVID-19 cases reported, 1289 deaths in Nigeria since March 2020. I think more persons have died of malaria or road accidents since that period.","sentiment_score":0.3}
{"full_text":"\/\/Omg you're precious. I think everything just combusted in 2020 and 2021 will very muchly be the year everything falls where it will. I'm going NC with my mom. We're in a pandemic, my grandma lived 2.5 hours away, and I have a 5 month old preemie baby that while probably safe--","sentiment_score":0.325}
{"full_text":"RT Happy New Year - Mega job by everyone at - now let's do what we always do - prove the doubters wrong","sentiment_score":0.1454545455}
{"full_text":"RT This has not aged well","sentiment_score":0.05}
{"full_text":"RT When you hear \"We don't have beds. We are putting patients in the hallway, conference rooms gift shops\" that means you stay...","sentiment_score":0.0}
{"full_text":"RT I'm Covid 19 Positive. This is a scary way to celebrate New Year's! I spent the whole holiday week sick with body ache...","sentiment_score":-0.1194264069}
{"full_text":"Leaders of 8 London boroughs call for reversal of decision to reopen primary schools","sentiment_score":0.4}
{"full_text":"RT Some of you out there have been wondering at how fast the COVID19 vaccine was manufactured raising some doubts about it...","sentiment_score":0.2}
{"full_text":"RT Next up:Miami Congresswoman-elect Maria Elvira Salazar (R-FL) rushed to the hospital due to #COVID19 and heart arrhyt...","sentiment_score":-0.0625}
{"full_text":"RT Scott Morrison is refusing to bring forward the covid vaccine rollout in Australia, and his excuses sound like smoke and...","sentiment_score":0.4}
{"full_text":"RT The minister seemingly tried to hide the fact by sending social media posts showing him in a jumper before a fireplace.","sentiment_score":0.0333333333}
{"full_text":"During this pandemic, parents can take the opportunity to build a stronger bond with their teens.Talk about things they like: sports, music, TV, friendsGo for a walk togetherExercise together to their favourite musicDo household chores togetherw\/","sentiment_score":0.0}
{"full_text":"RT ICYMI &gt; From Times Square to Sydney Harbour, world ushers in New Year with muted celebrations.#NewYear2021https:\/\/t.co\/0bY9g8B...","sentiment_score":0.1363636364}
{"full_text":"Happy new year! Hopefully 2021 will be a better year for everybody. 2020 definitely had a lot of issues, but for me it was kind of decent - thanks to the pandemic, I got to spend more time at home learning new things.","sentiment_score":0.3414983165}
{"full_text":"What's going to happen with Brexit in 2021, and will the pandemic ever end? Here's what an astrologer thinks.","sentiment_score":0.0}
{"full_text":".@thelesliejordan's instantly iconic updates from the early days of lockdown are your Number One most-read story of 2020 *twirls for daddy*:https:\/\/t.co\/g8ApM3E9UL","sentiment_score":0.3}
{"full_text":"Coronavirus levels are dangerously high in Wales.Whatever your reason, you can play your part to #KeepWalesSafe and save lives.","sentiment_score":0.16}
{"full_text":"Health Sec. Francisco Duque warns that the medical license of all doctors who are involved on the illegal administration of unregistered COVID-19 vaccines will be revoked.","sentiment_score":-0.2}
{"full_text":"COVID-19 RECORD: You will never believe the amount of new cases Florida reported for COVID-19 on New Year's Eve.https:\/\/t.co\/OvqN9DsNpf","sentiment_score":0.1363636364}
{"full_text":"I wish a pound of quid to everyone who practiced social distancing during the holidays","sentiment_score":0.0333333333}
{"full_text":"Does optimism help us during a pandemic?","sentiment_score":0.0}
{"full_text":"RT Oh thats weird bc i dont have covid?","sentiment_score":-0.5}
{"full_text":"The Cairo-based regional office of the World Health Organization (WHO) said on Wednesday that the organization has not been notified of any cases infected with the new coronavirus variant in Egypt so farhttps:\/\/t.co\/qcZYqCtSqx","sentiment_score":0.1363636364}
{"full_text":"RT Pfizer relied on trial volunteers in Argentina, South Africa, Brazil, and Turkey to develop its vaccine.  But, thanks to r...","sentiment_score":0.2}
{"full_text":"Horses have continued to race throughout the pandemic - but they can't shape up against mother nature.The New Year meeting at Port Macquarie facing its first ever wash-out.@_laracoffey","sentiment_score":0.1931818182}
{"full_text":"Lockdown can be hard for everyone - reach out for help when you need it. For mental health support for those living in Lanarkshire visit","sentiment_score":-0.1958333333}
{"full_text":"Subdued celebrations owing to Covid-19-related factors may have helped keep road accidents and incidents to a minimumhttps:\/\/t.co\/37vJOzeGnj","sentiment_score":0.0}
{"full_text":"During this pandemic, parents can take the opportunity to build a stronger bond with their teens. Talk about things they like: sports, music, TV, friends Go for a walk together Exercise together to their favourite music Do household chores togetherw\/","sentiment_score":0.0}
{"full_text":"Tier four restrictions now apply across all of Dudley borough. Play your part and follow the rules to help fight the spread of infection and save lives. And remember HANDS, FACE, SPACE remains crucial!More information on tier four restrictions -","sentiment_score":0.0}
{"full_text":"New restrictions have been introduced to help stop the spread of #COVID19. Stay at home as much as possible and only leave for essential reasons. Until 2 January stricter measures apply between 8pm and 6am:","sentiment_score":0.0340909091}
{"full_text":"Reporting over 56,000 cases on New Year's Eve, Brazil sombrely rang in 2021, with Sao Paulo doctors at busy at work saving lifes and revellers in Rio de Janeiro watching fireworks with social distancing and masks","sentiment_score":0.0898989899}
{"full_text":"As we head into a new year, a new survey suggests many people are ready for a physical return to the office, which is easier said than done, given COVID-19 protocols and precautions.","sentiment_score":0.1945454545}
{"full_text":"RT Mitch McConnell has been a Senator for Kentucky for 36 years.And 10 out of the poorest 25 counties in the United States a...","sentiment_score":0.0}
{"full_text":"#COVID19 remains highly contagious and even people without symptoms can spread it. It is vital we keep protecting each other by: washing our hands  wearing face coverings - keeping space      letting fresh air in","sentiment_score":0.10875}
{"full_text":"It's sure to be a long winter, but there's hope on the other side.","sentiment_score":0.1083333333}
{"full_text":"Hmm where were the 80 million on election night. 6 million just decide to stay home? Oh wait it's all the vote switching right, that was done so perfectly that's there's no evidence of it right? Gotta love you idiots rounding up 74 million to 80 million.","sentiment_score":0.2542857143}
{"full_text":"The North East is now under Tier 4 restrictions - meaning you must not leave home except for specific purposes: food, medical reasons or work.Full guidance on what you can and cannot do: #StayHome #StaySafe #HandsFaceSpace","sentiment_score":0.0}
{"full_text":"Taiwan's government launched the #stimulus voucher program on July 15 last year to encourage consumption at a time when the domestic economy was slowing down due to the #COVID19 pandemic.https:\/\/t.co\/TOP2VbBRq5","sentiment_score":-0.0701388889}
{"full_text":"RT ER Nurse Tests Positive For COVID-19 After Receiving Pfizer Vaccine","sentiment_score":0.2272727273}
{"full_text":"Scotland can do same after May elections ..","sentiment_score":0.0}
{"full_text":"RT We've made the following roster moves: Placed on reserve\/COVID-19:LB Malcolm SmithCB Denzel WardActivated from reserve\/CO...","sentiment_score":0.0}
{"full_text":"The team at CER wishes everyone a Happy New Year!   If you would like to have a better idea of where we're headed in 2021, this essay by examines 12 key geopolitical trends  #CERhighlights2020 ","sentiment_score":0.3676136364}
{"full_text":"Freelance artists who rely on comic book and pop culture conventions are struggling to make ends meet as events are canceled due to COVID-19.","sentiment_score":0.0625}
{"full_text":"Hong Kong SAR reports 42 new #COVID19 cases","sentiment_score":0.1363636364}
{"full_text":"RT at a Covid testing site (wearing masks), handing over paperwork for me &amp; two of my kids:woman looking over papers: \"okay......","sentiment_score":0.5}
{"full_text":"#2020 has been a painful year for all of us in the face of the #COVID19 pandemic.  signing the #AbrahamAccords has given us faith of a more peaceful world. Let us hope that #2021 will be the beginning of a new era of change for our region","sentiment_score":0.0465909091}
{"full_text":"Highlights of 2020 #2#LifeInStatic lockdown project with our 1st Creative Development Course- a special group of young women creating, developing &amp; finding their voice. Thanks to for funding this 6 month course","sentiment_score":0.2892857143}
{"full_text":"The number of beneficiaries of #coronavirus vaccine in #SaudiArabia will reach about 50,000 daily upon full operation of the clinics designated to provide the vaccine.  ","sentiment_score":0.175}
{"full_text":"Beaches are closed. Stay home and be safe #ProtectSouthAfrica","sentiment_score":0.2}
{"full_text":"Nearly 1000 health workers in the #AfricanRegion have been infected with #COVID19 since the start of the pandemic, many of them nurses. We need to ensure that nurses have the supplies and equipment they need to deliver care safely.","sentiment_score":0.3666666667}
{"full_text":"Viswanathan Anand: 'Chess suffered much less than other sports thanks mainly to online matches and streaming'","sentiment_score":0.01875}
{"full_text":"Happy New Year to you Connor, thanks for everything you have done last year by doing  Happy Birthday Message to people when we were in the National Lockdown. Thanks again and Happy new year to you. From Cam from South Wales.","sentiment_score":0.3840909091}
{"full_text":"PhilHealth should defer the implementation of a contribution hike because of the difficulties brought by the COVID-19 pandemic, said former senator JV Ejercito in an interview with Sa Totoo Lang on Thursday.READ:","sentiment_score":0.0}
{"full_text":" Globally altered #sleep patterns and physical activity levels by confinement in 5056 individuals: #ECLB #COVID19 international online surveyby: Khaled Trabelsi, Achraf Ammar, Liwa Masmoudi &amp;  #ECLB-COVID19 #ConsortiumOpen Access:","sentiment_score":0.0}
{"full_text":"Why do people like to go to such large gatherings?!? Fuck the pandemic...Maybe it's just my PTSD, but i fucking HATE big crowds like this.","sentiment_score":-0.1864285714}
{"full_text":"The Department of Health said there are 26,677 active COVID-19 cases in the country as of January 1, 2021.","sentiment_score":-0.1333333333}
{"full_text":"HAPPY NEW YEARILL PROBABLY BE ASLEEP CAUSE IM NOT HOME AND CAN'T STAY UP LATE BUT YEAH","sentiment_score":0.2121212121}
{"full_text":"It's 2021 and coronavirus rates remain high in the capital.Enfield is in a Tier 4 lockdown meaning that you must stay at home except for essential purposes.#KeepEnfieldSafe","sentiment_score":0.08}
{"full_text":"RT New COVID-19 asymptomatic testing site in #BrockwellPark (sited on the hard standing nr the lido) will have 1 marquee,...","sentiment_score":-0.0776515152}
{"full_text":"\"By making art, and reflecting on the process, the patient is working to get a better handle on what they're experiencing.\" See how Ethan Rice and his dad integrate art therapy in their lives in #ExitMusicDocumentary airing on 1\/5 at 8\/7c on","sentiment_score":0.5}
{"full_text":"President Trump extends pandemic-related bans on green cards and work visashttps:\/\/t.co\/N2IgNRW7m3","sentiment_score":-0.2}
{"full_text":"Around 1 in 3 people with coronavirus don't show symptoms.That's why it's so important that we keep following #HandsFaceSpace - wash your hands - cover your face - make space -https:\/\/t.co\/x41aJVYXQP#KeepNewhamSafe","sentiment_score":0.2}
{"full_text":"Visit our #website for inspiration and motivation. https:\/\/t.co\/BZtwxtMLYEhttps:\/\/t.co\/fpycgmltsP","sentiment_score":0.0}
{"full_text":"And we will NOT forget trump dismantled Obama's Pandemic Response Team Program and murdered 400,000 of us and counting! Shameful","sentiment_score":0.0}
{"full_text":"Hundreds of villages in Karnataka had access to clean drinking water, even during the prolonged lockdown thanks to Pavin Pankajan's fully-automated drinking water plants. Read his story here: #DH21in21","sentiment_score":0.2833333333}
{"full_text":"RT Just seen the new year celebrations in Wuhan LMAOOOOOOOOO nah I am soooo annoyed","sentiment_score":-0.1318181818}
{"full_text":"Myocardial dysfunction in SARS-CoV-2 infection in infants under 1 year of agehttps:\/\/t.co\/xU0w7B030tPediatric COVID-19: what disease is this?https:\/\/t.co\/WxNShhM7X6COVID-19 pandemic: personal view to a new model of pediatric practicehttps:\/\/t.co\/jzYMUsGmMT","sentiment_score":0.0681818182}
{"full_text":"KASU PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #FridayThoughts #COVID19 #coronavirus #Educati","sentiment_score":0.1}
{"full_text":"Asia Today: Bangkok shuts schools, entertainment venues","sentiment_score":0.0}
{"full_text":"RT Contracting the virus is the last thing she fears. \"Virus is not for the poor,\" she said. \"All it has done was snatched...","sentiment_score":-0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 22.6FWind Chill: 22.6FHumidity: 98%Dew Point: 22.1F Barometer: 30.598 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 161.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT can't wait for covid to go away tomorrow","sentiment_score":0.0}
{"full_text":"RT I thank everyone for their wishes,  prayers and moral support during my illness. My family members and I have now fully recove...","sentiment_score":0.0}
{"full_text":"These updates will come into effect starting Jan 1, 2021.https:\/\/t.co\/s3CfRpnLYt","sentiment_score":0.0}
{"full_text":"Hey Will you bring hope to millions this year by sharing the science, technology and know-how behind your vaccine with the world?You must #JoinCTAP so that the world can put an end to #COVID19In 2021, we need a #PeoplesVaccine, not a profit vaccine","sentiment_score":-0.4}
{"full_text":"RT You gotta be working for the covid unit","sentiment_score":0.0}
{"full_text":"Covid-19: California passes 25,000 deaths, finds 3 more coronavirus variant cases","sentiment_score":0.5}
{"full_text":"What are the Laws in India to combat and prevent Corona (COVID-19)?See: #ISRGKB #Constitution #ConstitutionofIndia #corona #Coronavirus #COVID19 #Laws #Legal #PoliticsinIndia","sentiment_score":0.2}
{"full_text":"The has strict measures in place to prevent the spread of Covid-19.All staff and support workers are frequently tested, patients are screened upon arrival at the hospital and we are offering consultations by phone or video.For more information:","sentiment_score":0.3}
{"full_text":"Yea, it's just not true.  I've lived here for more than five years and before this pandemic I would almost never see anyone wearing masks. It's more common in Japan but in China it's extremely rare to see a single person unless pollution is particularly bad.","sentiment_score":0.0076530612}
{"full_text":"RT Leaving behind a year in which a loved one died is always difficult. Covid 19 and it's  restrictions has caused even great...","sentiment_score":0.15}
{"full_text":"Active contact tracing is being conducted.Total positive cases - 5222Recovered - 5185Active cases -- 13Death cases - 24District AdministrationMalkangiri.@CMO_Odisha,  #Malkangiri, #OdishaFightsCorona","sentiment_score":0.046969697}
{"full_text":"RT No more flying after 9pm - that's the word from Transport Minister Fikile Mbalulahttps:\/\/t.co\/rGkrT4AWUC","sentiment_score":-0.25}
{"full_text":"for heavens sake, you've messed up loads of time during this pandemic do the right thing now and stop this bloody madness. You will suffer in the polls.....we've had enough!!!","sentiment_score":-0.1714285714}
{"full_text":"RT Facts won't fix this: experts on how to fight America's disinformation crisis","sentiment_score":0.0}
