{"full_text":"RT Covid breaches at Gloucestershire dogging spot...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"when they finish I-35\"...","sentiment_score":0.2}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"RT This was a mistake by Birx, a big onehttps:\/\/t.co\/cgKgd7Smwk","sentiment_score":0.0}
{"full_text":"RT NEW: It appears the price charged by Computacenter for some of their devices is almost twice what it should be. The C...","sentiment_score":0.1363636364}
{"full_text":"RT Right. We want it because the people need it. These are survival checks.","sentiment_score":0.2857142857}
{"full_text":"The Covid 19 task force was made up of liberal experts that the left applauded.  99% of the liberal bureaucracy will remain intact..you know the ppl responsible for most everything with regard to this response. Only a political hack moron doesn't realize this.","sentiment_score":-0.0166666667}
{"full_text":"RT Absolutely no evidence to suggest waking watches are effective, yet we're paying PS15,000 a WEEK to avoid being evacuat...","sentiment_score":0.25}
{"full_text":"RT Can we all agree that the TGF lockdown series format was the best shit we've done in a while?","sentiment_score":0.4}
{"full_text":"RT \"I know that I wouldn't be allowed to really continue successfully within the federal government,\" Birx tells","sentiment_score":0.475}
{"full_text":"RT Let me understand this: Republicans are fine giving rich people a trillion and a half dollar tax cut, but oppose Biden's cov...","sentiment_score":0.2083333333}
{"full_text":"RT I think the worst thing about this lockdown is we can't even look forward to anything or even hope.. because we have been...","sentiment_score":-1.0}
{"full_text":"Where people really don't believe in Corona","sentiment_score":0.2}
{"full_text":"RT I've been sharing this amazing picture on Zoom class visits -- kids remote learning during a polio outbreak in the 1940s....","sentiment_score":0.25}
{"full_text":"RT This lockdown is the greatest abuse of power ever exercised by British government. We are now under indefinite house arrest...","sentiment_score":0.3166666667}
{"full_text":"Just saying..Single parents have to shop, too, and not everyone has other care options on weekends. Mine are old enough to stay home or in the car on their own, but many aren't.","sentiment_score":0.215}
{"full_text":"The fact that shopping malls are open and schools are closed, and there are no consequences for ignoring the restrictions in place is Gavin Newsom in a nutshell. The teen mental health crisis is only going to get worse until the schools reopen.https:\/\/t.co\/I7WlR9uQwo","sentiment_score":-0.1}
{"full_text":"RT Barn door, meet horse. RT WHO advisor: COVID-19 pandemic likely started via Chinese lab leak","sentiment_score":0.0}
{"full_text":"RT COVID-19: New Zealand records first coronavirus case outside of a quarantine facility in months","sentiment_score":0.1287878788}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT Woke up thinking about how the pandemic got so much worse so quickly in some Caribbean countries and much of it is the...","sentiment_score":0.0444444444}
{"full_text":"RT New Zealand started with \"flatten the curve\" but a few weeks into our first lockdown, that changed. It was a pivot...","sentiment_score":0.0621212121}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Interesting Hattie Mancock preaches the if you two grannies better to give both the first jab, then one the 2 jabs, then...","sentiment_score":0.4166666667}
{"full_text":"RT I support Medicare for All because it isn't just a healthcare policy. It's an economic policy, social justice policy, public...","sentiment_score":0.0777777778}
{"full_text":"This pandemic been going on for almost a year. Some people been out of jobs living inside they house off 1800 from the gov. It's crazy that it's been 10 months and they had to choose during that time whether get food or pay the rent.. these rep just in it for the money selfish ","sentiment_score":-0.55}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"The time for being kind and understanding to anti mask covid deniers is over. Do you think this person was being kind? Understanding? Call the cops immediately. People who verbally abuse and threaten are not looking for reason. This is willfully causing harm. Call the cops.","sentiment_score":0.6}
{"full_text":"So I took a \"what kind of Starseed are you\" quiz on FB because it was late and I've been spending a pandemic with my parents, and now the Starseed People are sending me regular emails about the \"Starchetypes.\"","sentiment_score":0.1}
{"full_text":"RT Government could be the way we pool our resources to look after each other in a crisis. Ford and his ilk don't believe in th...","sentiment_score":-0.125}
{"full_text":"RT Black Plague killed around 75m. Created shortage of labor that ended serfdom; led to distrust of church that paved way for...","sentiment_score":-0.1833333333}
{"full_text":"Not only can you not blame Trump for the covid death count for several reasons (I think the replies have given ample counterpoints), but the covid death count isn't even accurate. They continuously highballed it to make Trump look worse.","sentiment_score":1.387778781e-17}
{"full_text":"RT Cyrus's 2019-2020 warnings, books, lawsuit that a Bioweapon or virus from China would launch global AI Reset was to Prote...","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"At a point ppl were only allowed to leave their home once per week for grocery. Check out street photos of Wuhan during the Feb.\/March lockdown. In no way did the lockdown in CA match the one in Wuhan.","sentiment_score":0.0}
{"full_text":"I second the motion.","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"No words. Lol","sentiment_score":0.8}
{"full_text":"RT Woke up thinking about how the pandemic got so much worse so quickly in some Caribbean countries and much of it is the...","sentiment_score":0.0444444444}
{"full_text":"RT I managed to get my second Pfizer shot from work last week. I had chills and was sore for a night. That's it. Get your shot...","sentiment_score":0.0}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"RT Starting to think the 'one dose does nothing' brigade are as dangerous as the 'covid is just the flu' idiots.FACTS:- One dos...","sentiment_score":-0.3}
{"full_text":"RT \"once covid is over\" is starting to sound like \"one direction reunion\"","sentiment_score":0.2}
{"full_text":"Pharmamar, a compendium of statements endorsing Aplidin as a cure against COVID-19 IN ITS MAJORITY OF TOP WORLD LEVEL SCIENTISTS. on YouTube","sentiment_score":0.5}
{"full_text":"RT From the White House. It's a new day...","sentiment_score":0.0681818182}
{"full_text":"are you sure 20 years olds with no underlying health issues are dying from covid? ","sentiment_score":0.5}
{"full_text":"She was attending a funeral of someone who passed away due to pandemic related complications, that in itself should make her even more cautious.","sentiment_score":0.125}
{"full_text":"RT Barn door, meet horse. RT WHO advisor: COVID-19 pandemic likely started via Chinese lab leak","sentiment_score":0.0}
{"full_text":"RT Joe Biden has a Rolex watch and it is pissing people off.Just FYI, Dr. Birx wore a different Hermes scarf every fucking...","sentiment_score":-0.3}
{"full_text":"Omg that's so sad","sentiment_score":-0.5}
{"full_text":"RT Staff are giving everything they have to protect patients right now. It's so brutal, so exhausting, our hospitals awash...","sentiment_score":-0.3297619048}
{"full_text":"RT Israel expanded its COVID-19 vaccination drive to include 16- to 18-year-olds in what the government described as an effort to...","sentiment_score":0.0}
{"full_text":"RT What tf is wrong with yall? I'm seriously disgusted why cant people just respect personal space? Do you not realise idols ar...","sentiment_score":-0.5}
{"full_text":"RT Mpumalanga Premier has just flouted covid19 regulations by not wearing mask Let's hope action would be taken against...","sentiment_score":0.1}
{"full_text":"RT Q: Why did Sunday bookers invite a bunch of people lying about the election on to lie more about the election? Why not in...","sentiment_score":0.5}
{"full_text":"RT Tonight we have another Sunday evening workshop, this week the topic is Mental Health Awareness.Now more than ever it's g...","sentiment_score":0.2}
{"full_text":"Everyone, as in everyone was wearing a mask around her. Nguye lo. No man usidelele lomfazi. To think that Mr. Mthembu was an advocate of Covid-19 regulations.","sentiment_score":0.0}
{"full_text":"RT It was terminal for her career when she broke her own travel lockdown &amp; distancing recommendations imposed on everyone else....","sentiment_score":0.6}
{"full_text":"RT Things I don't care about 1. What Rand Paul, Ted Cruz or Josh Hawley think2. GOP calls for unity3. What kind of watch","sentiment_score":0.6}
{"full_text":"RT When I'm a 78-year-old man who has dedicated my life to public service, lived through the death of a spouse and more than one...","sentiment_score":0.25}
{"full_text":"RT due to covid, i will retire being a clubbing babe at 27","sentiment_score":-0.125}
{"full_text":"Beyond the program to vaccinate all citizens and residents, any unwillingness to get vaccinated is visited with compulsory weekly Covid test as the only option. The lesson from this is that this virus is not a subject of conviction by anyone.","sentiment_score":0.0416666667}
{"full_text":"RT This lockdown is the greatest abuse of power ever exercised by British government. We are now under indefinite house arrest...","sentiment_score":0.3166666667}
{"full_text":"RT On jobs, prescription drug costs, fair play in girls' sports, the energy sector, and COVID response, the results are in:...","sentiment_score":0.7}
{"full_text":"RT Dr. Deborah Birx on #Covid19 #disinformation inside the #Trump White House: \"I saw the president presenting graphs that...","sentiment_score":0.0}
{"full_text":"RT Eindhoven is a war zone. People are done with the COVID-measures. Curfew, tighter lockdown, etc. #Eindhoven #Antilockdown #Br...","sentiment_score":0.0}
{"full_text":"RT Unfuckingbelievable! My neighbor, who's a nurse, told me she got her vaccines &amp; now she's all \"pissed off\" cuz our Gove...","sentiment_score":0.0}
{"full_text":"RT Really impressive and informative work by and regarding #CovidVaccine prioritization. Of course it...","sentiment_score":1.0}
{"full_text":"RT ABC poll finds Biden uniting the country: 69% approve Biden's COVID response 67% approve Biden's transition 81% support r...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT didn't fire Maggie after this even though Caputo lied under oath to Congress and had sent about a hundred tweets...","sentiment_score":0.0}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"RT \"Once covid is over...\" is starting to sound a lot like, \"I swear this never happens. Maybe if you suck it a lil'...\"","sentiment_score":0.2}
{"full_text":"RT Correct.We weren't forced to shutter businesses, deny people healthcare, or close schools for months on end.Those were...","sentiment_score":-0.3}
{"full_text":"\"Ronnie you never post anymore, are your even still alive? Did \"The Covid\" get you\" Lol NOPE, I'm still here!","sentiment_score":0.55}
{"full_text":"Shout out to our Oxnard Ambassador and Leaders for saluting our health care heroes earlier this month! #DignityHealth #Healthcareheroes #COVID19 #Wearamask #Maskup","sentiment_score":0.0}
{"full_text":"This is sicking ! No prisoners should get the vaccine, only give to staff. Leave them to fight covid alone, most of them left their victims in pain or alone, they are in prison for a reason. It's nuts that criminals have a advantage.","sentiment_score":0.1666666667}
{"full_text":"RT Serbia reports first case of new coronavirus variant","sentiment_score":0.1931818182}
{"full_text":"HHS nominee: Country is in a COVID-19 'nosedive' | TheHill - The Hill","sentiment_score":0.0}
{"full_text":"Almost forgot, admitted you don't have a plan to end COVID. Corn pop would be so disappointed in you!","sentiment_score":-0.9375}
{"full_text":"according to PA Prison Pandemic Tracker there have been 93 deaths and deaths have doubled in little more than a month. where are you!?","sentiment_score":0.21875}
{"full_text":"RT Missouri is LAST....read that again...LAST out of all the states for percentage of people vaccinated. This is a disgrace....","sentiment_score":0.0}
{"full_text":"RT Great to speak to President this evening. I look forward to deepening the longstanding alliance between our two...","sentiment_score":0.8}
{"full_text":"9 weeks is soon to you?","sentiment_score":0.0}
{"full_text":"Riot police being drafted in to break up illegal demonstrations protesting Coronavirus restrictions in Eindhoven and Amsterdam","sentiment_score":-0.5}
{"full_text":"\"when covid ends\" is starting to sound like \"when ppl stop misgendering me\"","sentiment_score":0.2}
{"full_text":"RT Students are headed back to school tomorrow! Make sure Ontario's #COVID19 school and child care screening tool is compl...","sentiment_score":0.25}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"COVID-19's financial toll mounts as homeowners keep postponing mortgage payments - Fox Business","sentiment_score":0.0}
{"full_text":"3\/ But gaslighting is a problem. I feel like an idiot blaming my lower performance on \"covid\". When you do that for 6+ weeks you can see people becoming less and less understanding (and I completely get it!)","sentiment_score":-0.1116666667}
{"full_text":"RT If you have compromised immunity please watch for my tweets or feel free to DM me after I get it. I'm feeling #grateful #Cov...","sentiment_score":0.4}
{"full_text":"You're flipping weird! Lockdown gone to your head? Take a look at yourself. Take a break.","sentiment_score":-0.625}
{"full_text":"4\/ If anyone if your circle got covid please go read excellent NYT piece that explains what they might be dealing with:","sentiment_score":1.0}
{"full_text":"Biden uniting the country: 69% approve Biden's COVID response 67% approve Biden's transition 81% support requiring mask wearing 70% support rejoining WHO 65% support rejoining Paris climate pact  55% support reversing Muslim travel ban","sentiment_score":0.0}
{"full_text":"RT Our plan will allow us to do President Biden's nominations, COVID relief, and the impeachment trial of Donald Trump.As we...","sentiment_score":0.0}
{"full_text":"RT Obviously, during the pandemic, going to weekly Mass has been a challenge, which is why many diocese have given a dispens...","sentiment_score":0.25}
{"full_text":"Whaaatt??? I mean, I knew he was incompetent just by listening to him, but there were other ADULTS in the WH! How could this be?","sentiment_score":-0.2729166667}
{"full_text":"RT Morally &amp; ethically, the medical establishment cannot stay silent about the conditions that have led to the humanitarian catas...","sentiment_score":0.05}
{"full_text":"5 Reasons to Move Your Office to the Suburbs During COVID-19 #CRE #Office #Suburbs #TenantTips #NewNormal #TenantRep ","sentiment_score":0.0}
{"full_text":"The CDC declined to comment on the matter. Via","sentiment_score":0.0}
{"full_text":"So rather than advocating for the government to get their act together and restrict it so we can get through this pandemic quickly and safely you'd rather... *checks notes*... have it open up and be a free for all?","sentiment_score":0.3083333333}
{"full_text":"With increasing reports of new, more dangerous COVID-19 variants in Ontario, experts say the province urgently needs more genomic sequencing, faster results, and policies that stifle the virus's opportunities to evolve.","sentiment_score":0.1340909091}
{"full_text":"RT Not to be direct, but Hitler was let go the first couple of times.  My opinion is after over 418K dead of covid-...","sentiment_score":0.05}
{"full_text":"RT If you can't wait, then I suggest you to leave. It's annoying that you're using an award show to get mad at them when...","sentiment_score":-0.7125}
{"full_text":"RT Hello I'd like to report some disinformation.","sentiment_score":0.0}
{"full_text":"RT Q: Why did Sunday bookers invite a bunch of people lying about the election on to lie more about the election? Why not in...","sentiment_score":0.5}
{"full_text":"RT .@JoaquinCastrotx: \"I'm disappointed and concerned by their government's exclusion of Palestinians living under Israeli oc...","sentiment_score":-0.75}
{"full_text":"Is Dr. Birx a victim?","sentiment_score":-0.075}
{"full_text":"\"once COVID is over\" is starting to sound a lot like \"when Last Night in Soho is out\"","sentiment_score":0.1333333333}
{"full_text":"Researchers have found that \"non-steroidal anti-inflammatory drug (NSAID) treatment reduced both the antibody and pro-inflammatory cytokine response to #SARS_CoV_2 infection\"Read more from","sentiment_score":0.5}
{"full_text":"#CORONAVIRUS: Emporia Arts Center stays busy with new gallery exhibit, new mural project #KVOENews","sentiment_score":0.0681818182}
{"full_text":"Today is #InternationalDayofEducation. According to it will be marked on Monday 25th, January 2021 under the theme 'Recover and Revitalize Education for the COVID-19 Generation.' Learn more about this day and the events around it here:","sentiment_score":0.3}
{"full_text":"RT Simone was a remarkable educator and Kentuckian who made a difference in the lives of all those around her. Now, her fr...","sentiment_score":0.75}
{"full_text":"#Listenback #ICYMI Women have been urged to make their cervical screening appointments despite the current pandemic. chats to Clinical Director of Cervical Check, Dr Noirin Russell","sentiment_score":0.0}
{"full_text":"RT I'm dismayed we're still seeing this kind of evidence-free shaming a year into the pandemic.Individuals and small house...","sentiment_score":0.175}
{"full_text":"We're 1 week out til we have our Monarchs back on campus!In order to prepare for the Spring '21 semester, head to to read about necessary precautions we are taking before bringing our students, faculty &amp; staff back to campus!","sentiment_score":0.0}
{"full_text":"Government officials have already been cracking down on phony COVID testing kits and treatments. Now, they are ramping up efforts to prevent the sale of fake vaccines.  #BBBScamAlert ","sentiment_score":-0.3277777778}
{"full_text":"\"Multi-organ Proteomic Landscape of COVID-19 Autopsies\" - Resource published in #organ #proteomics #covid19","sentiment_score":0.0}
{"full_text":"RT Did any Sunday show ask members of the Biden administration why Biden said Friday there's no changing the trajectory of the...","sentiment_score":0.0}
{"full_text":"The number of #COVID19 cases in the United States surpassed 25 million on Sunday, according to the Center for Systems Science and Engineering at Johns Hopkins University.","sentiment_score":-0.1}
{"full_text":"Have you visited more food trucks over the past year, or are you still comfortable with dining in brick-and-mortar restaurants?https:\/\/t.co\/N7z2TfFx64#scnews #coronavirus","sentiment_score":0.2166666667}
{"full_text":"Please note that the North is NOT just about Leeds. We are lobbying the government so Bradford does not miss out on the public sector jobs set to move up North. It is vital that jobs and investment are spread across the North to help the towns and cities most in need.","sentiment_score":0.2}
{"full_text":"WebMD Chief Medical Officer and Dr. Richard Pazdur of discuss why cancer patients feel forgotten during the pandemic and what doctors will take away in terms of treatment.","sentiment_score":0.0}
{"full_text":"RT #COVID19 #Vaccine Rollout Leaves Most Older Adults Confused About Where to Get Onehttps:\/\/t.co\/qBWRoirHIk #coronavir...","sentiment_score":0.0888888889}
{"full_text":"In this week's will be available on Feb. 27 via livestream for a $10 fee per location. After drawing 1,500 attendees last year, COVID is allowing a much more limited in-person audience.","sentiment_score":0.2071428571}
{"full_text":"Check out this article for an update on the university's continuing COVID-19 procedures.","sentiment_score":0.0}
{"full_text":"Sunday Centerpiece: New Haven mayor, Wellspring director and others talk about their COVID-19 battles and the lingering effects.","sentiment_score":0.1363636364}
{"full_text":"It's crazy to think how much has changed in that timehttps:\/\/t.co\/y9OplqbxMo","sentiment_score":-0.2}
{"full_text":"RT How do we know that this pandemic isn't just the start of our evolution from humans into sloths","sentiment_score":0.0}
{"full_text":"COVID-19 Self-swab tests are simple, pain-free, and accurate! Sacramento County has Community Testing Sites throughout the region.LEARN MORE: #InThisTogether #WearYourMask #FightCOVID19 #TPedHealth","sentiment_score":0.3333333333}
{"full_text":"Do lockdown roads feel busier?An analysis of RAC data confirms suspicions that car use by drivers in the UK has not fallen to the same extent as it did during the first coronavirus lockdown in March 2020.Read more:","sentiment_score":0.25}
{"full_text":"How are #FrontlineWomen leading change during #COVID19? How does the future look like for them? Join &amp; IFC on Jan 25 for an insightful conversation with &amp; https:\/\/t.co\/GYmHMbAhnn","sentiment_score":0.0}
