{"full_text":"At least this is Covid safehttps:\/\/t.co\/9YWp6NnDwl","sentiment_score":-0.3}
{"full_text":"RT Read: Known Unknowns of the Oxford\/Astrazeneca COVID19 GMO vaccine. Take at your own risk!https:\/\/t.co\/GIMX0uOqPV","sentiment_score":0.6}
{"full_text":"The hospital system continues to ask the community to help aid in slowing the spread of the virus. ","sentiment_score":0.0}
{"full_text":"Jesus Mary and Joseph I hate stupid people","sentiment_score":-0.8}
{"full_text":"RT WHO's Tedros 'very disappointed' China hasn't granted entry to coronavirus experts","sentiment_score":-0.975}
{"full_text":"RT They never run out of ways to abuse the most vulnerable of our fellow humans. This is barbaric.","sentiment_score":0.0}
{"full_text":"Luckily no one from my family got covid (yet), but the negative effects it had on our lives are just, incredible. I hope this too, shall pass.","sentiment_score":0.1444444444}
{"full_text":"honestly the world you leave lockdown with ends up immaculate tho","sentiment_score":0.6}
{"full_text":"RT Baltimore, we're not out of the woods yet. Far too many of our neighbors are dying. Until this pandemic is behind us, the...","sentiment_score":0.0666666667}
{"full_text":"RT The Trump Admin's Farmers to Families Food Box Program has fed over 3.3B meals to families in need, saved jobs &amp; supported...","sentiment_score":0.0}
{"full_text":"0we are  in lockdown  cos of selfish people who are doing  what they want and not caring about  where they  go and not BEHAVING as  intelligent people","sentiment_score":0.15}
{"full_text":"Daphne n the Duke got a covid wedding","sentiment_score":0.0}
{"full_text":"RT This will be our third year attending Wintercamp and we cannot wait for a weekend of fun, adventure and freezing cold cond...","sentiment_score":-0.1}
{"full_text":"RT Block Club has a FREE coronavirus hotline for Chicagoans.You can call, text or email us with your questions. We'll prov...","sentiment_score":0.4}
{"full_text":"He has a message for you.https:\/\/t.co\/xOnNrgYkNO","sentiment_score":0.0}
{"full_text":"RT Imagine being so stupid that you think Coronavirus is a conspiracy. Imagine being that dumb. Absolutely defies belief.","sentiment_score":-0.325}
{"full_text":"These pop-up centres will help.See  for more info","sentiment_score":0.5}
{"full_text":"RT Channel 4 news was exceptional tonight. A tough watch, but so straightforward and honest and determined to take on the co...","sentiment_score":0.3131944444}
{"full_text":"RT Only a narcissistic psychopath would be encouraging people to rally and be bragging about \"BIG CROWDS\" in...","sentiment_score":0.0}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT realizing i'm going to spend my whole early to mid twenties in a pandemic then choosing to unrealize","sentiment_score":0.1}
{"full_text":"RT Here is the first of my 'Music Home' series. Some short musical activities to help pupils in primary school and thei...","sentiment_score":0.1625}
{"full_text":"Why not take your exercise online during lockdown part 3 with Jenix Fitness and see what classes are available. It is January after all, New year healthier you.","sentiment_score":0.2681818182}
{"full_text":"Find an acquaintance in large crowds (so useless the past 10 months, but great in non pandemic times)","sentiment_score":0.0660714286}
{"full_text":"There's no much risk of covid-19 in China, New Zealand, Vietnam","sentiment_score":0.0181818182}
{"full_text":"RT Got my mammogram, thankfully negative. Many women are forgoing theirs this year.... DON'T!! I interacted with 1 person, wea...","sentiment_score":0.240625}
{"full_text":"RT The govt aren't going to be counting people who got vaccinated as covid deaths. That would imply that the vaccination i...","sentiment_score":0.0}
{"full_text":"Florida doing great with the distribution of vaccine for the targeted people","sentiment_score":0.8}
{"full_text":"RT #Scotland #NicolaSturgeon\"I have no idea what Donald Trump's travel plans are,\" Sturgeon said. \"You'll be glad to know...","sentiment_score":0.5}
{"full_text":"RT Even if there was no pandemic, the orange President Reject is not welcome in Scotland! Fact","sentiment_score":-0.5}
{"full_text":"WHO chief says disappointed with China for delaying probe into origins of Covid-19","sentiment_score":-0.75}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT Is Europe's flu vaccine campaign linked to 'second wave' of COVID attributed deaths?","sentiment_score":0.0}
{"full_text":"RT these pro-Trump rallies in DC really illustrate how Trumpism has merged with batshit views of all stripes, including anti-vacc...","sentiment_score":0.2}
{"full_text":"RT If you're ever on the corner of 97th &amp; 2nd, come support this ~authentic~ taco lady! Her shit is fire and sis has been w...","sentiment_score":0.1416666667}
{"full_text":"RT Why did notify the GOP at the last minute about changes in COVID 19 protocol that led to hundreds of Member...","sentiment_score":0.0}
{"full_text":"Whatever the history and politics find a way to reset, build bridges and work together. I live round Cambridge and my wife has lung cancer, shielded since March. Ringed by COVID infected areas. Hospital rapidly converting wards for COVID. Prevent this for you. Best wishes to all","sentiment_score":0.3121212121}
{"full_text":"RT The Victorian government has declared the MCG a coronavirus exposure site after an infected person attended day two of the Boxi...","sentiment_score":0.0}
{"full_text":"RT Poultry plants became COVID-19 hotbeds because Trump gave them special permission to speed up the lines, even while workers...","sentiment_score":0.3571428571}
{"full_text":"RT 2016:\"Take back control of our borders\"2017:\"Take back control of our borders\"2018:\"Take back control of our bor...","sentiment_score":0.0}
{"full_text":"Has Dr. Fluffchi seen his shadow today? #DrFauci #coronavirus #PoliticsToday","sentiment_score":0.0}
{"full_text":"RT call me crazy but plummeting mental health in lockdown has a lot more to do with financial insecurity than it does going th...","sentiment_score":-0.05}
{"full_text":"RT 26 people died from COVID in Alberta in a day. More than 1 every hr. But is Westjet OK? #AbLeg","sentiment_score":0.5}
{"full_text":"Running out of things to troll. Don't be late... Covid ..slush fund   Proud Boys called to stand by ","sentiment_score":0.25}
{"full_text":"#Coronavirus and the decisive explanatory-statement, and it is not a joke.. #COVID19 Imam Nasser Mohammad Al-Yemeni26 - Ramadan - 1441 AH19 - 05 - 2020 AD ","sentiment_score":0.0}
{"full_text":"1\/ Similar. FIL died Dec 28th. (Alzheimers). Wife and BIL stayed with him tag team his last 3 days. Dec 30th notified he was COVID Pos. We've all been tested 3 times since then. All neg. MIL when he died hugged and kissed him completely unprotected. Yesterday she tested pos.","sentiment_score":0.0333333333}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"No common sense to just drop off the vaccines &amp; hope for the best! Don't even vaccinate the healthcare workers first! Screw them they can die as far as he's concerned. Just yell people that helps #COVIDIOT","sentiment_score":0.390625}
{"full_text":"RT Our 2020 Women in the Workplace study results are in and here's what we heard: Women of color, mothers of young children, a...","sentiment_score":0.1}
{"full_text":"RT 5 million Americans have received their first dose of the COVID-19 vaccine, up from 4.2 million on Saturday","sentiment_score":0.25}
{"full_text":"RT NEVER FORGET: While Trump spent the past 8 weeks devising a crimial national enterprise to subvert the will of the people and o...","sentiment_score":-0.175}
{"full_text":"RT VP-elect will cast the deciding vote for COVID relief, jobs, racial justice, and access to health care if G...","sentiment_score":0.0}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"One day...Every unit will have an embedded psychological support workerWho is a part of the team and trustedOne day...Until thenWe have each otherGood study summary, thanks","sentiment_score":0.1}
{"full_text":"RT The republican party is unfit to govern and does not care if you live or die.","sentiment_score":0.1363636364}
{"full_text":"RT Let's jolt the metabolisms of fragile people with this unknown cocktail, never tested on fragile populations. Let's igno...","sentiment_score":-0.0333333333}
{"full_text":"RT It seems absurd, but this is very close to what is happening in some regions. Thankfully, mortality from COVID-19 is very lo...","sentiment_score":-0.0333333333}
{"full_text":"Yes it's fucking half open restaurants that are making or breaking our covid numbers. Weak point to say the least.","sentiment_score":-0.2104166667}
{"full_text":"RT Brexit: Netherlands and Germany refuse entry to UK nationals for non-essential travel || Via Guardian","sentiment_score":0.0}
{"full_text":"RT In presser happening now, Harris County Judge Hidalgo pleading with residents to observe strict #COVID19 protocols. Says...","sentiment_score":0.0}
{"full_text":"RT CDC Unveils List Of Twitter Accounts You Can Follow To Piece Together Vaccine Information","sentiment_score":0.0}
{"full_text":"RT Nebraska's governor says undocumented workers in meat plants are not eligible for the #COVID19 vaccine because they are \"not pe...","sentiment_score":0.0}
{"full_text":"We are FAILING MISERABLY with this virus and it's treated like just a whatever thing","sentiment_score":-1.0}
{"full_text":"If transport doesn't help spread the virus then please explain how a virus that originated in China is so widespread in America?","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT 5 flights (1000 people) due into Heathrow from infection-ridden Paris in the next 10 minutes. So what is the point o...","sentiment_score":-0.0625}
{"full_text":"RT well- China worked around the clock and the world re-writing the covid 19 narrative and making sure those who speak tru...","sentiment_score":0.5}
{"full_text":"RT .@MrKRudd: \"Instead of using last summer's fires and Covid-19 as an opportunity to accelerate the necessary shift to zero emi...","sentiment_score":0.0}
{"full_text":"I just finished reading \"The Great Influenza,\" by John Barry (2005) about the 1918-9 pandemic.  The 2017 postscript is quite prescient:  \"So the final lesson of 1918...is that those who occupy positions of authority must lessen the panic thaat can alienate all within","sentiment_score":0.4}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT #BREAKING: Colorado's COVID-19 vaccine rollout plan has been nothing if not confusing. Some teachers have been told th...","sentiment_score":0.15}
{"full_text":"RT Proud Boys intend to create havoc tomorrow in D.C. during Electoral votes certification. Do NOT engage #Resisters.  Stay h...","sentiment_score":0.8}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT Borenstein: Congress vote for Biden could be COVID superspreader event","sentiment_score":0.0}
{"full_text":"RT I just heard an economist say she believes a lot of people have \"pent up savings\" from the pandemic like she's never heard of...","sentiment_score":0.0}
{"full_text":"RT Parliament has among the greatest concentration of millionaires in the country.  The pandemic is only increasing their wea...","sentiment_score":0.5}
{"full_text":"RT At home recovering! Yes everyone please stay safe  sometimes things happen even after precautions are taken. Please st...","sentiment_score":0.5}
{"full_text":"RT New snow alert!!!! Bars and hoops radio present to you! Every Wednesday from 7pm 9pm featuring the Nose hunter and Sonia...","sentiment_score":0.166459517}
{"full_text":"The and didn't mention ONCE if she was wearing a maskAll these assholes care about are Clicks and putting fear into the people of NZFck you both. Fkn WANKERS","sentiment_score":0.0}
{"full_text":"The real COVID19 wars begin and they won't be pretty. We need to reflect why world vaccine manufacturing is in the hands of the private sector, why we let them profit from publicly funded research, and why they are so much more efficient.","sentiment_score":0.19}
{"full_text":"RT Evil. Pure evil.","sentiment_score":-0.5952380952}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"Good God. There are more Covid deaths in America than ANY other Country, including 2nd &amp; 3rd World Countries. We've become a 4th World Country.","sentiment_score":0.215}
{"full_text":"Could it be because the pharmacies don't pay into Tory party or the politicians coffers? Or the Tory cabinet  thinking they personally need to make money too out of this pandemic so will bid for the contracts ?","sentiment_score":0.0}
{"full_text":"RT Remember how we had a head start on much of the world? Remember bragging how he went into a hospital and...","sentiment_score":0.2}
{"full_text":"Love this!","sentiment_score":0.625}
{"full_text":"RT Still Blooming...#summer #colour in #winter #indoors#StayHome      ","sentiment_score":0.0}
{"full_text":"RT It's so easy to see why suicide rates have skyrocketed. Even people that don't usually suffer with their mental health are...","sentiment_score":0.0277777778}
{"full_text":"RT The Houston area will see rollbacks after crossing the state's COVID-19 hospitalization threshold. ","sentiment_score":0.0}
{"full_text":"RT The public gallery and the US Capital is strangely closed, due to China virus concerns.","sentiment_score":-0.075}
{"full_text":"RT We should salute the courage and resilience of our front-line health workers, who are putting themselves at risk, day aft...","sentiment_score":0.0}
{"full_text":"RT #Librarians Elaine R. Hicks, Stacy Brody, and Sara Loree have been named LJ's 2021 Librarians of the Year for their wor...","sentiment_score":0.0}
{"full_text":"I'm excited about the conference. The on-going lessons from the COVID-19 pandemic in the health sector. Please share","sentiment_score":0.375}
{"full_text":"RT How about that? Latinos are fired up in Georgia! They know what's at stake: Covid-19 relief, economic prosperity, and...","sentiment_score":0.2}
{"full_text":"RT Nebraska's governor says undocumented workers in meat plants are not eligible for the #COVID19 vaccine because they are \"not pe...","sentiment_score":0.0}
{"full_text":"RT I struggled with Covid for 2weeks during the festive period, when I got out of isolation, I shared my experience with people...","sentiment_score":0.0}
{"full_text":"RT Farms in 2020Sales: down 1%Profit: up 43%How? Taxpayers supplied 40% of their paychecks, way beyond what was neede...","sentiment_score":-0.1555555556}
{"full_text":"With the passage of the new coronavirus stimulus, Congress also extended a key provision in the Families First Coronavirus Response Act. Find out what employers need to know about this tax credit provision heading into the new year.https:\/\/t.co\/asK4xX5cSS","sentiment_score":0.1306818182}
{"full_text":"OSU is one of the worst teams to manage Covid this year.","sentiment_score":-1.0}
{"full_text":"Hi Gary to use your lyrics we are just Pushing along trying to work out out out, stay safe Gary sadly I have three friends who have covid I am feeling sad for them and also my two grand daughters are both nurses I wish you and every one to stay safe love Gabsxxx","sentiment_score":0.1666666667}
{"full_text":"RT Supply chain expert says that along with the glut of #Christmaspackages, shippers are also trying to deliver COVID-19 #v...","sentiment_score":0.0}
{"full_text":"RT Perhaps because you acted like such.Did you know that WHO just put out a statement saying that unless you...","sentiment_score":0.0}
{"full_text":"RT Experts urge more research into #COVID19's long-term effects on brain health","sentiment_score":0.5}
{"full_text":"RT Nebraska's governor says undocumented workers in meat plants are not eligible for the #COVID19 vaccine because they are \"not pe...","sentiment_score":0.0}
{"full_text":"RT From March to Christmas Day, Cayuga County had 13 COVID-19 deaths. Since Christmas? 20.","sentiment_score":0.0}
{"full_text":"RT If Trump had handled the pandemic better he probably would have wonIf Trump supporters had worn masks the pandemic would...","sentiment_score":0.5}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT Nebraska's governor says undocumented workers in meat plants are not eligible for the #COVID19 vaccine because they are \"not pe...","sentiment_score":0.0}
{"full_text":"RT This a critical time for our hospitals and frontline workers in #Mayo.The most important thing you can do to support them i...","sentiment_score":0.3}
{"full_text":"RT Lando Norris becomes the fourth F1 driver to test positive for COVID-19 #F1https:\/\/t.co\/Z8pH7aeRy5","sentiment_score":0.1136363636}
{"full_text":"RT Poultry plants became COVID-19 hotbeds because Trump gave them special permission to speed up the lines, even while workers...","sentiment_score":0.3571428571}
{"full_text":"RT What a load of bollox. So construction is to close unless it's social housing. What is this country turning in...","sentiment_score":0.0333333333}
{"full_text":"RT 'A landmark moment' for the UK's fight against #COVID19: today we welcome the news that has authorised the safe...","sentiment_score":0.65}
{"full_text":"RT From Jonesboro to Augusta, I have had the privilege of meeting with small businesses owners and employees at Slutty Vegan...","sentiment_score":-0.25}
{"full_text":"Wow... this is just sad. But it is the truth.","sentiment_score":-0.2}
{"full_text":"RT Poultry plants became COVID-19 hotbeds because Trump gave them special permission to speed up the lines, even while workers...","sentiment_score":0.3571428571}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"Caroline, sorry to hear this &amp; I pray for your quick recovery. I had it back in March &amp; it was painful &amp; exhausting. Take good care w\/ plenty of fluids, extra Vit C 1,000, Vit D3, try powdered vegetable mix added to apple juice to keep up nutrients &amp; plenty of sleep. ","sentiment_score":-0.080952381}
{"full_text":"And finally, to no one's surprise at all, our Game of the Year for 2020 goes out to by as the game that allowed Joel and Tim to hang out every single week, despite being separated by an ocean and a pandemic. Hats off.https:\/\/t.co\/sBa0oAgfRl","sentiment_score":-0.2178571429}
{"full_text":"Lockdown really fucks you up","sentiment_score":0.2}
{"full_text":"As many as 86.1 million (86,197,305) people have been reported to be infected by #coronavirus globally and 1,863,109 have died.  ","sentiment_score":0.25}
{"full_text":"I'm surviving. Barely. I wanted to write to ask why there is no weekly column in the dealing with a rural 1st year UNI students consistent challenges of perspective on the #COVID19 crisis because there are different opinions about masks.","sentiment_score":0.075}
{"full_text":"RT Grammy Awards postponed to March due to COVID-19 surge in Los Angeles County","sentiment_score":-0.125}
{"full_text":"COVID-19 Vaccines Factshttps:\/\/t.co\/ZSbsq5NztZ","sentiment_score":0.0}
{"full_text":"Want to learn more about the coronavirus vaccine? Check out this video and hear from experts like Dr. Anthony Fauci on why the vaccine is essential to keeping yourself and your loved ones safe and healthy.","sentiment_score":0.44}
{"full_text":"Mayo Clinic is rolling out a new 3-D printed nasal swab for COVID-19 testing","sentiment_score":0.1363636364}
{"full_text":"Service workers are facing unique challenges during the pandemic, but it isn't the first time those employed in this industry have had to look for ways to support each other. Our latest in the series \"High Risk at High Altitude\":","sentiment_score":0.22}
{"full_text":"#InPics | Here are celebrity couples, who recently tied the knots, bringing in some joy amid the pandemic.https:\/\/t.co\/HDHZtZHQy6","sentiment_score":0.4}
{"full_text":"RT If you have the time &amp; money to travel to DC in the midst of a pandemic and the economic crisis of a lifetime, to rally on...","sentiment_score":0.2}
{"full_text":"Here are the latest COVID-19 totals in the Suncoast.","sentiment_score":0.5}
{"full_text":"Dr. Andrew Kaufman and the Exosomes (Coronavirus Truth) via","sentiment_score":0.0}
{"full_text":"Africa Forges Ahead with Free Continental Trade Bloc Despite Pandemic","sentiment_score":0.4}
{"full_text":"While much of K-12 education remains remote during the pandemic, there are still ways that teachers can still use culturally responsive teaching practices in online classrooms. More from via here:","sentiment_score":0.175}
{"full_text":"\"But it isn't over. I still feel ill. I still have fatigue and strange symptoms, like the ink of my tattoo swelling up as if puff paint on my skin.\"https:\/\/t.co\/ZhShTbJayj","sentiment_score":-0.275}
{"full_text":"How much can you let go!? Covid thoughts","sentiment_score":0.25}
{"full_text":"germany is extencing lockdown to january 31st, meaning schools stay closed too.","sentiment_score":-0.1}
{"full_text":"German Chancellor Angela Merkel has agreed to a widely anticipated extension of the country's current lockdown by three weeks until January 31.","sentiment_score":-0.0333333333}
{"full_text":"The UK Government's Scottish Twitter account has paid for this ad about providing the entire UK with COVID-19 vaccines.For some reason, they have turned off comments...Also, is this really a good use of taxpayer money in the middle of a costly pandemic?","sentiment_score":0.2333333333}
{"full_text":"Unemployment rose by 724,532 people in 2020, its largest annual rebound since 2009 2nd phase on track #GrPcsCycle #300YCycle #depression #RESET","sentiment_score":0.3}
{"full_text":"The twin public health and economic crises of #COVID19 have disproportionately impacted journalists and members of the press in Indonesia. &amp; latest on challenges journalists are facing amid increased hostility to press freedom:","sentiment_score":0.2333333333}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"Here Are the States That Americans Are Fleeing the Fastest--and Whyhttps:\/\/t.co\/cgui4FzuF5","sentiment_score":0.0}
{"full_text":"RT HOW TRUMP DISMANTLED OUR VIRUS DEFENSESThe president's reshuffling of positions and departments, focus on business sol...","sentiment_score":0.0}
{"full_text":"But censored by","sentiment_score":0.0}
{"full_text":"RT Governor Ricketts is ostensibly Catholic, so he may want to brush up on the Catholic Social Justice Tradition, the catech...","sentiment_score":0.0111111111}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"RT This is some real bullshit right here.","sentiment_score":0.2428571429}
{"full_text":"RT If you exclude undocumented immigrants from public health measures, you can't protect the health of the public over-all. B...","sentiment_score":0.0}
{"full_text":"How can law firms navigate the challenges posed by the global pandemic? #Legaltech experts and share their thoughts in this Q&amp;A","sentiment_score":0.0}
{"full_text":"RT We've had weeks of the government refusing to do what's needed on schools. Now it's repeating the error with nurseries...","sentiment_score":0.0}
{"full_text":"RT Thanks remains deaf to #ExcludedUK pleas, Treasury Select Committee, Public Accounts Committee,...","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 33.6FWind Chill: 33.6FHumidity: 96%Dew Point: 32.6F Barometer: 30.073 inHgWind: 1 mph from the WNWCorona Virus Weekly Stats:Cases: 197.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"One in 50 infected with Covid-19 in UK as country resumes lockdownhttps:\/\/t.co\/GwWjmBZ0zh","sentiment_score":0.0}
{"full_text":"RT Today, DHEC announced 2,285 new confirmed cases and 41 new probable cases of COVID-19, 12 additional confirmed deaths and 3 new...","sentiment_score":0.2418181818}
