{"full_text":"Jayadeva Hospital Director Dr. CN Manjunath warns of Corona second wave shortlyVideo Link > #CNManjunath #CoronavirusSecondWave #2ndWave #NewCovid #TV9Kannada #KannadaNews","sentiment_score":0.0}
{"full_text":"RT Party Hard#COVID19#coronavirus#distanciadeseguretat#Nadal2020#desallotjament#rave#ravellinars#ofollemtotsolaputaalriu...","sentiment_score":0.0}
{"full_text":"RT Here in Italy people started to share this figure claiming that this is the diagram of the 5G chip that has been inserted i...","sentiment_score":0.0}
{"full_text":"RT Yo New York could have really used those Amazon jobs during this pandemic, no?","sentiment_score":0.1681818182}
{"full_text":"There's soo much I want to do this year. I just pray that things genuinely get better and Covid starts to die down for good.","sentiment_score":0.3288888889}
{"full_text":"RT Johnson's covid response is not based on deep seated love of English liberties. It's based on ineptitude, irresponsibility, a...","sentiment_score":0.1666666667}
{"full_text":"In 2021, just as Coronavirus still exists, racism still exists and clearly supports it. Both viruses must die...","sentiment_score":0.1}
{"full_text":"This whole pandemic response captured in one confusing, contradictory photo ","sentiment_score":-0.05}
{"full_text":"RT Smelling of alcohol, asleep on the job: South Australia's medi-hotel security guard breaches revealed","sentiment_score":0.0}
{"full_text":"Which is why the schools should stay shut, the more we limit it over the next few months then the better off we'll be, little kids in primary schools don't know or understand social distancing so all it takes is 1 kid to catch it and the whole school potentially has it","sentiment_score":0.1384259259}
{"full_text":"RT Hello, how are you today?: Almost quarantined (COVID situation)How today?: Very excited because of challenge. Actually...","sentiment_score":0.24375}
{"full_text":"RT This insanity is happening all around the world not just the UK. Enough is enough","sentiment_score":0.0}
{"full_text":"RT There is no cure for Covid and no agreed effective treatment. Presentlyy we have more \"cases\" than ever before. So why t...","sentiment_score":0.55}
{"full_text":"RT Please reach out to all counter protesters in the DC Area and drive the message of staying home on January 6th. Trump is loo...","sentiment_score":0.0}
{"full_text":"is segregation was still active i fully believe no black person would of ever came in contact with covid","sentiment_score":-0.025}
{"full_text":"RT How confident are you that you or a family member will NOT fall victim (infection or worse) to COVID in 2021?","sentiment_score":0.0083333333}
{"full_text":"RT Terrible news. This is exactly why we've been begging for full lockdown - the heartbreaking prospect of cancer surgeries...","sentiment_score":-0.1333333333}
{"full_text":" Can you comment on this please?","sentiment_score":0.0}
{"full_text":"RT Have you or anybody you know had COVID 19?Retweet for fairer results ","sentiment_score":0.0}
{"full_text":"RT (50) Some US number of deaths from the CDC:2014\/26264182015\/27126392016\/27442482017\/28135032018\/28392052019\/2854838...","sentiment_score":0.0}
{"full_text":"RT India now joins ranks with Russia and China for approvals to #Covid19 vaccines in the absence of efficacy data sets  ","sentiment_score":-0.0125}
{"full_text":"RT Thailand mulls more restrictions amid second wave of coronavirus #jakpost","sentiment_score":0.25}
{"full_text":"Oyo Hotel Chain Suffered Ailments Beyond Pandemic's Travel Slowdown","sentiment_score":0.0}
{"full_text":"I personally think covid will be with us for years but this year &amp; beyond not only covid but we will start seeing the consequences of where people missed vital GP\/Hospital appointments during 2020, No other way to describe it, a complete shit show","sentiment_score":0.0104166667}
{"full_text":"RT Would you like Me to give you your COVID vaccine??? Backup account for h...","sentiment_score":0.0}
{"full_text":"RT Bustling New Year's Eve party in Wrigleyville dispersed by cops. Gun recovered. Bar downstairs found over capacity, too, pe...","sentiment_score":0.1363636364}
{"full_text":"RT A decisive turning point to strengthen a spirited fight! DCGI granting approval to vaccines of and","sentiment_score":0.625}
{"full_text":"RT Here in Italy people started to share this figure claiming that this is the diagram of the 5G chip that has been inserted i...","sentiment_score":0.0}
{"full_text":"RT Just found out my aunt &amp; uncle have COVID &amp; are pretty ill. They've been so careful but someone at my uncles work came...","sentiment_score":-0.1166666667}
{"full_text":"I get blamed for most things, now COVID.","sentiment_score":0.5}
{"full_text":"RT Violence and threats of violence are unacceptable. There is no excuse for the people doing thi...","sentiment_score":0.025}
{"full_text":"Still blows my mind that there are literal hoards of right wing journalists, columnists, presenters and other ghouls who have spent the past year getting paid six figures to write various versions of \"COVID-19 is inconvenient, therefore it is not real\"","sentiment_score":-0.1270408163}
{"full_text":"The only reason why we are in a lockdown is because these mayors want POWER and not because covid is \"dangerous\". They are using covid as a excuse to take more power. And mask's only prevent people from spreading it not from catching it.","sentiment_score":0.075}
{"full_text":"RT Most so-called 'covid 'conspiracy theories' are fast-becoming covid 'reality checks.' I despair. I really do. And I feel...","sentiment_score":0.35}
{"full_text":"Let's distort people, sounds metal #punintended #ikwildieprik","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT It's a great day for our country and it's a very good way to start the new year. Both the vaccines are made in India. They are cos...","sentiment_score":0.6154545455}
{"full_text":"RT Bharat Biotech has a bit of a shady history dating back to 2016. After the Zika virus outbreak, Bharat Biotech had anno...","sentiment_score":-0.125}
{"full_text":"RT A Stay-At-Home Wife Uses No-Bra Temptation To Have Sweaty Sex While Her Husband Is AwayCast : Honma Yuri, Maria Nagai#Asia...","sentiment_score":0.0}
{"full_text":"RT People started breaking Covid rules when they saw those with privilege ignore them | Daisy Fancourt","sentiment_score":0.0}
{"full_text":"RT My Uncle in Alabama died today of Covid. My Aunt is on a ventilator. 2 cousins are in the hospital. About 4 or...","sentiment_score":0.0}
{"full_text":"RT Open churches, get wider spaces, learn from other countries (!) and finally introduce masks in schools. I still see the h...","sentiment_score":-0.03125}
{"full_text":"Covid deniers \"cause outrage among staff, (like me), exhausted by shifts, only to have their lived experience, their sacrifice and their suffering, and the suffering of the patients in front of them, denied.\"https:\/\/t.co\/piPsEm3bZZ","sentiment_score":-0.2}
{"full_text":"Lockdown then you have to question the science that promotes lockdown. The WHO also doesn't recommend lockdown either.","sentiment_score":0.0}
{"full_text":"RT Government's handling of #COVID19 pandemic has been a disaster:#Johnson's initial denial of problem &amp; failure to attend #COB...","sentiment_score":-0.1583333333}
{"full_text":"RT More blatant misrepresentation by He appears on #marr this morning insisting that schools are safe. But fo...","sentiment_score":0.1666666667}
{"full_text":"Linguists: here is an utterance to delight!","sentiment_score":0.0}
{"full_text":"i have a covid test at 2 man I'm so stressed my mom has fucking asthma I can't pass that shit to her","sentiment_score":-0.4}
{"full_text":"RT Johnson's covid response is not based on deep seated love of English liberties. It's based on ineptitude, irresponsibility, a...","sentiment_score":0.1666666667}
{"full_text":"RT As of 9 AM yesterday, only 167,149 vaccinations in Long-Term Care facilities had been administered. That's only 7.7% of t...","sentiment_score":0.0}
{"full_text":"RT NEW: Saturday update of latest UK Covid dataThe trend in test positivity since Christmas is genuinely scary, with lines...","sentiment_score":0.0454545455}
{"full_text":"RT This is very cool:Reverse Engineering the source code of the BioNTech\/Pfizer SARS-CoV-2 Vaccine:","sentiment_score":0.2}
{"full_text":"I think this is a good decision but I'm interested to know if local playgrounds are going to be closed? Our local play area has been packed with families with little or no social distancing. This seems very inconsistent..","sentiment_score":0.1057291667}
{"full_text":"RT Do you think Government is wrong to force schools to re-open when coronavirus cases are rocketing? If so, be aware Gover...","sentiment_score":-0.125}
{"full_text":"RT  ALERT My daughter Lottie (5) has tested positive for Coronavirus. She won't have come into contact with anyone...","sentiment_score":0.2272727273}
{"full_text":"RT Its like we are fighting two pandemicsCovid 19 and Stupidity","sentiment_score":-0.6}
{"full_text":"RT The only thing the tories have been pre-emptive about the entire pandemic is ensuring kids don't get school meals during h...","sentiment_score":0.0}
{"full_text":"I was going to tweet him to argue but couldn't be bothered.  His mind is clearly made up. It's people like him who love all the rules that make this life not worth living,  because it will be like this forever.  Could hide away for 20 years and covid19 still be here","sentiment_score":0.15}
{"full_text":"RT Johnson's covid response is not based on deep seated love of English liberties. It's based on ineptitude, irresponsibility, a...","sentiment_score":0.1666666667}
{"full_text":"RT New variant of Covid means new measures are needed. Simple to understand surely.","sentiment_score":0.1931818182}
{"full_text":"\"Send children to school!\" is the advice from an overstuffed scarecrow, who shook hands with Covid patients, caught Covid, ended up in the ICU and nearly died.","sentiment_score":0.1}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT 1\/ I thought I'd write about my experience re-entering South Korea, where I reside, during this global pandemic. It wasn'...","sentiment_score":0.0}
{"full_text":"RT daily coronavirus cases in the United Kingdom has reached a record high on January 2 as 57,725 new infections were recor...","sentiment_score":0.0987878788}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"I put it to pre Christmas that there should have been a 2 week full lockdown over Xmas while most people off work and school anyway, it was of course the right thing to do but didn't happen.","sentiment_score":0.3785714286}
{"full_text":"RT Johnson's covid response is not based on deep seated love of English liberties. It's based on ineptitude, irresponsibility, a...","sentiment_score":0.1666666667}
{"full_text":"Johnson is a sociopathic killer,  not the bumbling inept fool he tries to portray. To fly in the face advice from experts &amp; insist on no national lock down &amp; school closure is a deliberate cruel arrogant act. He would rather thousands more die than he do the right thing.","sentiment_score":0.055026455}
{"full_text":"RT BREAKING: Kento Momota has been tested positive for Covid19.Japan national team has cancelled their departure to Bangk...","sentiment_score":0.2272727273}
{"full_text":"RT My uncle picked up bookbinding during the pandemic and his basement is my wonderland","sentiment_score":0.0}
{"full_text":"Congress and the Opposition is not proud of anything Indian. They should introspect about how their lies on the COVID-19 vaccine will be used by vested interest groups for their own agendas. People of India have been rejecting such politics and will keep doing so in the future.","sentiment_score":0.05}
{"full_text":"RT Sadly my father in law died of cancer yesterday (90). To our shock they blatantly told us they have to put Covid-19 as...","sentiment_score":-0.5}
{"full_text":"RT Don't let your church fall apart over COVID safety decisions. Whether you are for or against strict safety measures in...","sentiment_score":0.0}
{"full_text":"There was solid proof that \"eat out to help out\" created a spike in Covid cases and just as schools return another spike has to be imminent after the Christmas mixing. We're going to see more of this:25-12-20 to the 02.01.21 4,890 people recorded as dead from Covid19.","sentiment_score":0.1}
{"full_text":"Please do say a prayer for Jasmine today we need her back alive and kicking ","sentiment_score":0.05}
{"full_text":"No. Also let's take moment to recognize that while Sony is blowing millions and millions to steal modes on COD Microsoft is spending billions to lock down entire publishers forever. Sony is is fighting a content war they are destined regardless what the media and fanboys say.","sentiment_score":-0.0777777778}
{"full_text":"RT Terrible news. This is exactly why we've been begging for full lockdown - the heartbreaking prospect of cancer surgeries...","sentiment_score":-0.1333333333}
{"full_text":"RT As we battle one public health crisis, we must not forget another: America's gun violence epidemic. Glad to join today...","sentiment_score":0.25}
{"full_text":"RT I finished my 1st time at BMMF. I feel relieved, and so happy because there're a lot of my fan included new face who wai...","sentiment_score":0.4681818182}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"I just pray this won't cause any disease outbreak","sentiment_score":0.0}
{"full_text":"Ask me for more infoLet's get 2021 your healthiest year#Health #detox #lockdown #getfit #loseweight #cleanse #revitalu #preworkout #JanuaryJumpStart #2021NYEL #2021challenge","sentiment_score":0.5}
{"full_text":"RT I've said it before and il say it again.  A full national lockdown with education shut for 1 month in order to stop the...","sentiment_score":0.35}
{"full_text":"RT \"Would you vote for a senator who sold a stock likely to tank after getting a senators-only briefing on a coming pandemi...","sentiment_score":0.0}
{"full_text":"Happy new year lovelies #snowpose #lockdown #Bitcoin #dangote","sentiment_score":0.4681818182}
{"full_text":"RT ...but even having extra extra beds we can't just create extra staff overnight in the same way. It takes years to train an...","sentiment_score":0.0}
{"full_text":"RT One step to make 2021 better than 2020 is for courageous Americans to band together to disobey unconstitutional lockdow...","sentiment_score":0.5}
{"full_text":"This is the Portuguese Supream court ruling on the PCR test.Not fit for purpose!Maybe a new legal challenge here.https:\/\/t.co\/ZY34uJxHjJ","sentiment_score":0.2454545455}
{"full_text":"RT ICMR and Bharat Biotech collaborative a whole Virion Inactivated Corona Virus Vaccine (#COVAXIN) is being approved for restricted...","sentiment_score":0.2}
{"full_text":"BTW I no longer support hiyo curfew...it's almost proven corona can't do us bad how it is doing Europe and America's... Watoe curfew, bars nayo wanaweza funga wakitaka","sentiment_score":-0.7}
{"full_text":"#covidSaliva samples sent in every Christmas card.Who sent Christmas Cards this year and sealed them with spit.This could another way of transmitting the virus to all your best friends?","sentiment_score":1.0}
{"full_text":"RT Over heard this dude yesterday talking about how he tested positive for Covid and I asked him wtf he was doing in public...","sentiment_score":-0.0909090909}
{"full_text":"RT A decision will be made tomorrow, whether to do further angioplasty.. #SauravGanguly","sentiment_score":0.0}
{"full_text":"Please advise elderly relatives to test if they have symptoms too.","sentiment_score":0.0}
{"full_text":"#Denmark following roadmap with a rise into January-february before a seasonal top. Hold on few more weeks and improvement coming next. #COVID19 #coronavirus","sentiment_score":0.16}
{"full_text":"RT Huge thanks to all the NHS staff who continue to fight Coronavirus with everything they haveIt's a shame some people have...","sentiment_score":0.3}
{"full_text":"RT Open churches, get wider spaces, learn from other countries (!) and finally introduce masks in schools. I still see the h...","sentiment_score":-0.03125}
{"full_text":"Well I think anyone who is so naive enough to think she was  not trying to use the pandemic to undermine the Tories need to keep taking the pills","sentiment_score":-0.15}
{"full_text":"RT A teacher at my grandsons school died last week of COVID. She had underlying conditions and had been terrified of goin...","sentiment_score":0.0}
{"full_text":"RT I lost a friend to Covid ","sentiment_score":0.0}
{"full_text":"RT NEW: \"We believe that it is wrong to keep people in harm's way whilst the implications of the new variant of the virus are st...","sentiment_score":-0.0757575758}
{"full_text":"A typical misrepresentation of this editorial, which states that 49% of asymptomatic people will go on to develop symptoms and that people become infectious one or two days before symptom onset. It stresses the importance of social distancing. Strange how Latimer missed this part","sentiment_score":-0.0611111111}
{"full_text":"RT How is this tweet still up? Numerous experts have now debunked the totally false claims this nurse made about covid wards ful...","sentiment_score":-0.2}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"I no longer have words that are strong enough to describe this man and his so-called leadership","sentiment_score":0.2166666667}
{"full_text":"The most common symptoms of coronavirus (COVID-19) are recent onset of: New continuous cough and\/or High temperature Loss of, or change in, your normal sense of taste or smell For information about getting tested, visit:","sentiment_score":0.1077272727}
{"full_text":"So these are the reasons why the virus didn't spread and you're taking its credit. When the cold comes after September then there is a higher risk of the spreading of corona virus.  Muhammad Qasim Dreams","sentiment_score":-0.175}
{"full_text":"If you're asked to self-isolate, it's really important you stay at home even if you don't feel unwell. You could still be infectious for up to 10 days. #KeepLondonSafe #KeepLewishamSafe","sentiment_score":0.4}
{"full_text":"#Refugee camps contain the hidden victims of #COVID19. The spread of the virus has risen sharply amongst overcrowded camps, where refugees do not have access to health and hygiene services. Read more belowhttps:\/\/t.co\/g7tzlllCpN","sentiment_score":0.0694444444}
{"full_text":"RT For Kenyans, #2021 is going to start with a painful set of tax hikes [+200 bp in VAT], likely a salary cut [vis-a-vis pre-...","sentiment_score":-0.35}
{"full_text":"RT We respect and love our for working tirelessly day and night for the people during these apocalyptic times...","sentiment_score":0.5}
{"full_text":"A lot of things feel uncertain at the moment. But getting help for your own or a loved one's drinking is one thing that doesn't need to feel like that. Positive change can happen. For certain. Find out more about the support available:","sentiment_score":0.4402597403}
{"full_text":"My favourite part of the pandemic is watching people say \"stop fear mongering!!!!\" about the scariest thing that's happened in our lifetime","sentiment_score":0.0}
{"full_text":"The PM has said stricter restrictions will 'keep things under control'","sentiment_score":0.0}
{"full_text":"US talk show host #LarryKing hospitalised with #Covid_19 -https:\/\/t.co\/x96rK9IGsa@kingsthings #coronavirus","sentiment_score":0.0}
{"full_text":"RT Powerlifting At Home Day 10 Copenhagen planks 4x10 per side. Below easier variation added #PowerliftingAtHome #lockdown ht...","sentiment_score":0.0}
{"full_text":"If you are Digitally Excluded, how did you find dealing with medical appointments during the #covid19 pandemic?  See some of the answers in our report below:https:\/\/t.co\/wkRgG5nA7q@WestHertsNHS","sentiment_score":0.0}
{"full_text":"We are continuing on-campus Asymptomatic NHS Covid-19 Tests for students from the 4th of January to the 19th of February! Find out more &amp; book your test here:  #UniversityofBedfordshire #UniofBeds #BedsSU","sentiment_score":0.5}
{"full_text":"Now more than ever we must all pull together to stop the spread of #COVID. We must all do our bit to protect ourselves, those around us and our communities.Remember: Hands Face- SpaceFor latest updates https:\/\/t.co\/joAU5MCek4","sentiment_score":0.5}
{"full_text":"FAMILY SUMMER ALL INCLUSIVE DEALFROM ONLY PS1489Egypt8th August 217 nights5* HotelAll Inclusive Manchester flightsLuggage &amp; transfers includedINCLUDES COVID TRAVEL INSURANCEFamily of 3 - PS1489Family of 4 - PS1849PS80pp LOW DEPOSIT","sentiment_score":0.0}
{"full_text":"A YEAR IN PICTURES | Restrictions imposed in Romania to limit the spread of the pandemic also affected religious events such as masses and pilgrimages, causing tensions with the powerful Romanian Orthodox Church.See more:","sentiment_score":0.12}
{"full_text":"Great BJ's and cumshots, just another great video from the lovely with her awesome looks.Full trailer and video:https:\/\/t.co\/SyUdjQztQyhttps:\/\/t.co\/CIebk3guoqhttps:\/\/t.co\/xIS2S7pmkj@cumbizznis #cum #pandamic #Gangbang","sentiment_score":0.775}
{"full_text":"#COVID19, as of 01\/03, 6am:>Global cases: 84,642,411>Global [deaths]: 1,836,993>US: 20,429,852 [350,195] >TN: 604,132 [6,970]>GA: 581,999 [9,891]>NC: 558,437 [6,892]>AL: 369,458 [4,872]>Local cases: wear a mask!","sentiment_score":0.0}
{"full_text":"You're not doing anything but contradicting what the public health advice is with your BS it's not mandatory crap.It's not mandatory to get a covid test if you're unwell, but you bloody well should.","sentiment_score":-0.4}
{"full_text":"How the coronavirus vaccine worksAfter China's health authorities have approved a Covid vaccine from state-owned Sinopharm for general use on the population, the question is how the Sinopharm vaccine works to combat the deadly virus?https:\/\/t.co\/nqzLV77v05#Bahrain #Manama","sentiment_score":-0.075}
{"full_text":"RT Boris Johnson siphoned off PS100billion to an accountancy firm for his Operation Moonshot - the firm has failed already...","sentiment_score":-0.3}
{"full_text":"The insurance window, a key part of the World Bank's Pandemic Emergency Financing Facility, provides coverage of up to $425 million raised from the private sector through the issuance of swaps and bonds.","sentiment_score":0.0}
{"full_text":"Access to medicines is a critical component of the right to access healthcare.Let us call on to mobilise the support of the African Union and its member states to stand united &amp; #FixThePatentLaws. Sign the campaign here:","sentiment_score":0.0952380952}
{"full_text":"S.Korea says 3rd wave of coronavirus being contained","sentiment_score":0.0}
{"full_text":"#Saudi Arabia Ends Entry Ban, Keeps Some Coronavirus Restrictions","sentiment_score":0.0}
{"full_text":"It's not too late to get a flu shot! Find flu vaccines in your area with the vaccine finder. #GWSMHS #GW_MFA #gwNursing #GWCancer #GWPCP","sentiment_score":-0.375}
{"full_text":"#Flashback2020 to the wonderful at our #literaryfestival in March (before lockdown). Four female authors were interviewed, exploring the themes of ageing through storytelling. Thank you Esther for all your support and encouragement over the years!","sentiment_score":0.5}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"RT #BiharFightsCorona Update of the day. 282 more #COVID19 +ve cases have been reported so far on 2nd January....","sentiment_score":0.2}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"The PM has said stricter restrictions will 'keep things under control'","sentiment_score":0.0}
{"full_text":"#Indonesia is planning to start vaccinating its population against #Covid19 this month and is seeking to deliver shots to 181.5 million people by March 2022, according to the Ministry of Health.https:\/\/t.co\/7ZyCH1ASBa","sentiment_score":0.0}
