{"full_text":"RT Y'all remember, gofundme takes money out, what you see raised they will not receive all of that, so send $5-10 over to h...","sentiment_score":0.0}
{"full_text":"The Standing Commission on Peaceful, Just, &amp; Inclusive Societies met today to strategically guide key work:1 our flagship Multi-religious Humanitarian Fund2 advocacy around COVID-19 &amp; vaccination3 the value-added of multi-religious collaboration &amp; service without silos","sentiment_score":0.125}
{"full_text":"RT All the Democratic states now have to act like COVID isn't that bad to open back up their businesses. They...","sentiment_score":-0.2333333333}
{"full_text":"RT Turn the machine off, save some electricity and give the ventilator to someone who deserves it and who isn't a murdering...","sentiment_score":0.0}
{"full_text":"RT #KPPMS2021 aspirants are going to suffer as #COVID19 delayed the PMS ad. We request competent authorities and govt of KP to...","sentiment_score":0.5}
{"full_text":"RT This is Yassin Dabeh.He is a 19 year old Syrian refugee. He also worked as a cleaner at an Ontario long-term care ho...","sentiment_score":0.1}
{"full_text":"That's a shame.  Next!","sentiment_score":0.0}
{"full_text":"RT Today announced an agreement with #COVAX for up to 40M doses of our #COVID19 vaccine. We are a proud partner to","sentiment_score":0.8}
{"full_text":"RT My partners Covid work day(nurse) lost another work mate, zoom funeral Friday. lost two patients 24. &amp; 27 years old, helped...","sentiment_score":0.1}
{"full_text":"Today marks one year since the first presumptive COVID-19 case was reported in Canada.https:\/\/t.co\/Zp2HLNxxOL","sentiment_score":0.25}
{"full_text":"As the pandemic continues, so does our support. We are helping Michigan residents this winter by contributing $3 million to seven #Michigan nonprofits. Call today to get connected with assistance in your area.","sentiment_score":0.0}
{"full_text":"This is basically my post-covid goal now.. except for having a drug dealer on speed dial ","sentiment_score":0.0}
{"full_text":"RT 3,000-4,000 people are dying per day and Democrats now decide to lift their crushing shutdowns because they don't want to...","sentiment_score":0.4}
{"full_text":"RT Yes, but they are a sovereign island with control of their borders.","sentiment_score":0.0}
{"full_text":"RT Pep on Lampard news: \"People talk about projects and ideas. They don't exist. You have to win or you will be replaced. I ho...","sentiment_score":0.8}
{"full_text":"RT 3,000-4,000 people are dying per day and Democrats now decide to lift their crushing shutdowns because they don't want to...","sentiment_score":0.4}
{"full_text":"RT People keep saying that thousands of businesses have shut and millions of people have become unemployed 'because of the pand...","sentiment_score":0.0}
{"full_text":"RT #py_ddy_ym_mkh_gytyr_shwThe provincial minister said in his statement that Leader of the Opposition in the National Assembly...","sentiment_score":0.0}
{"full_text":"RT Doubling the minimum wage is kicking our small businesses when they are down. They are trying to survive the pandemic and n...","sentiment_score":-0.2027777778}
{"full_text":"RT Indeed we did.  #txlege","sentiment_score":0.0}
{"full_text":"RT JUST IN: Multiple sources tell me Governor Newsom will lift the stay at home order on all regions in California tomorrow.All...","sentiment_score":0.0}
{"full_text":"RT The justification for lockdown is now shifting to being pre-emptive against new variants of the virus emerging. Elementa...","sentiment_score":0.1363636364}
{"full_text":"RT President Biden to reinstate COVID-19 travel restrictions and add South Africa ","sentiment_score":0.0}
{"full_text":"Anybody that gets #Covid in the area should sue personally, for not doing her job.","sentiment_score":0.0}
{"full_text":"RT \"Police mistake pensioners queueing for vaccine for an illegal rave\"","sentiment_score":-0.5}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"Covid becoming unmanageable is all Cheetos fault! Man I'm telling you. He should have BEEN named travel to non-us citizens the MINUTE covid was present in the US. Then he lifts restrictions during a huge surge in cases smfh","sentiment_score":0.3208333333}
{"full_text":"RT Exactly.And watch him threaten to close down ABU few weeks later for breaching Covid protocols.","sentiment_score":-0.1185185185}
{"full_text":"RT Until they began to pay politically and Biden was sworn in, leaders like Newsom, Pritzker, Whitmer, Cuomo made their peo...","sentiment_score":0.0}
{"full_text":"RT Trump is having fits about recent comments made by Dr. Fauci. He says people are trying to ruin his legacy out of hatred....","sentiment_score":0.0}
{"full_text":"RT Most notable thing about this model is how key it says the next seven weeks are. It says keeping pandemic activity restrictions...","sentiment_score":0.25}
{"full_text":"You need to speak to people who know what you are going through. You were very vulnerable telling us of your new sobriety. It's not so easy alone. I know there are AA meetings online since the pandemic. I think these symptoms may be familiar to many of them. Try a local group.","sentiment_score":0.1324494949}
{"full_text":"RT When lockdown is lifted we need to all pay for our WCWs' hairdressers, nail lady, wax lady and eyebrow lady's appointments...","sentiment_score":0.0}
{"full_text":"RT The CEO of Tygerberg Hospital, Dr Matodzi Mukosi is encouraging his staff to take the COVID-19 vaccine Read more about the...","sentiment_score":0.5}
{"full_text":"RT In early 2020, a South African company, Conoche Bio-Tech approached the Medical Research Council MRC about a product - a casto...","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING: Moderna says its coronavirus vaccine is effective against variants from the United Kingdom and South Africa","sentiment_score":0.6}
{"full_text":"RT This is an irresponsible and unverified claim by Catherine McKenna. No one yet knows if Yassin Dabeh died \"due to COVID.\"...","sentiment_score":-0.125}
{"full_text":"Photos: Memorial put up in Maury County for those who have died from COVID-19 ","sentiment_score":0.0}
{"full_text":"RT May the good Lord do great and mighty things for us this week. Have a blessed week!NB: Please let us not forget to obe...","sentiment_score":0.6333333333}
{"full_text":"RT Until they began to pay politically and Biden was sworn in, leaders like Newsom, Pritzker, Whitmer, Cuomo made their peo...","sentiment_score":0.0}
{"full_text":"RT I'm 50, have genetic heart condition, same as Dad who's 87. I'm \"healthy\" : ride London-Paris for trekked Namibia...","sentiment_score":0.25}
{"full_text":"RT CA issued the Stay At Home order on December 3rd. LA County hospitalizations were at 2,572.Today, when they lifted the...","sentiment_score":0.0}
{"full_text":"RT Disheartened to read the report! Speaks volumes about Govt's poorly thought COVID measures.A l...","sentiment_score":-0.4}
{"full_text":"RT With you on this one Ji! Fighting this pandemic collectively is the only way through. Once again, wear a...","sentiment_score":0.0}
{"full_text":"Residents have been praised after a fall in coronavirus cases in Hertfordshire.But the county is \"not out of the woods yet\", a public health chief has warned","sentiment_score":0.0}
{"full_text":"RT A narrative has taken hold around Doug Ford and the #onpoli Government that he stepped up during the #covid19 pandemic and...","sentiment_score":0.0}
{"full_text":"RT Trump had dozens of plans to overturn the election, but not one plan to defeat Covid.","sentiment_score":0.0}
{"full_text":"RT It's very telling that the government hasn't paid any real  respect to those that have died from #COVID19 #COVID and thei...","sentiment_score":0.2}
{"full_text":"Some health experts are recommending that we double up on masks. I fail to see how this means we should be lifting stay at home orders. For the love of everything, stay home if you're able.","sentiment_score":0.125}
{"full_text":"Was it ever confirmed if Larry King had gotten the Covid vaccine? It was confirmed that Hank Aaron had, there were news stories reporting when he received it.","sentiment_score":0.4}
{"full_text":"RT There was one Covid case yesterday here in New Zealand, not far north of Auckland. The patient was a recent returnee from Euro...","sentiment_score":0.0287878788}
{"full_text":"One good thing about covid is that it's forced me to actually remember my passcode","sentiment_score":0.1333333333}
{"full_text":"Why was Fauci's family in his office this particular day? Fascinating, a scientist &amp; disease expert, a researcher, had no idea what to do after exposure to the powder? Haha wear a mask","sentiment_score":0.3555555556}
{"full_text":"RT In early 2020, a South African company, Conoche Bio-Tech approached the Medical Research Council MRC about a product - a casto...","sentiment_score":0.0333333333}
{"full_text":"Pandemic Pete! Context for this video: I wipe off the snow and what-not before he comes in the house. He really dislikes towels, so most days I have to bait him with treats, but he's catching on.","sentiment_score":0.4333333333}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"lemme call you back\"","sentiment_score":0.1333333333}
{"full_text":"RT \"Tens of thousands of Covid-19 deaths are going unreported in the U.S., with far more missed in counties that strongly su...","sentiment_score":0.3444444444}
{"full_text":"I am really going back to basics through this #COVID19 #coronavirus #pandemic. Maybe on lockdown, but no time to be bored. Keeping myself busy planning and strategizing for the next year. Remembering my mother's words. if you tell me you bored I will find jobs for you to do.","sentiment_score":-0.1166666667}
{"full_text":"RT \"The number of people seeking help because of suicidal thoughts has tripled since lockdown, with some ambulance servic...","sentiment_score":0.0}
{"full_text":"RT This is what I suspected but didn't say because it is so nuts.","sentiment_score":0.0}
{"full_text":"RT In 2018 took away protections from workers,He took away an increase to the Minimum Wage.He took away Equa...","sentiment_score":0.0}
{"full_text":"RT A white Ohio Republican lawmaker who questioned whether members of \"the colored population\" were disproportionately contr...","sentiment_score":0.0}
{"full_text":"RT ,,Worse than forgetting, is such a memory, that doesn't arouse a moral anxiety within us.\"The report summarizing the...","sentiment_score":-0.1333333333}
{"full_text":"RT I think you might appreciate my #TrumpVirus video, Take a peek with VOLUME UP (Features my...","sentiment_score":0.0}
{"full_text":"RT You can read the full article about Oxford reversing course and selling its vaccine's rights to AstraZeneca (at the encourag...","sentiment_score":0.35}
{"full_text":"RT Billionaires in Ireland have got collectively wealthier by an obscene EUR3.3 billion since the beginning of Covid-19There's...","sentiment_score":0.0}
{"full_text":"Needs to be handled a lot better yes, but it's a bit late for a zero Covid strategy don't you think.","sentiment_score":0.1}
{"full_text":"RT Day 4:-Gas prices skyrocketing -72k jobs lost in 72 hours-back to energy dependence -no promised stimulus...","sentiment_score":0.0}
{"full_text":"Here is one emerging trend thanks to COVID. We see the demand for \"try before you buy.\"These experiences are a key driver of customer loyalty. Customers want to see what your inventory looks like before driving to the store to pick it up. This isn...https:\/\/t.co\/bw7VetCKYq","sentiment_score":0.1}
{"full_text":"RT Doubling the minimum wage is kicking our small businesses when they are down. They are trying to survive the pandemic and n...","sentiment_score":-0.2027777778}
{"full_text":"RT 3,000-4,000 people are dying per day and Democrats now decide to lift their crushing shutdowns because they don't want to...","sentiment_score":0.4}
{"full_text":" STORY: Coronavirus Deaths, January 24A further 1,231 coronavirus deaths were recorded at 117 NHS trusts in England over the weekend. Find out if there were any in your local area.Stories:","sentiment_score":0.0}
{"full_text":"RT Should the government be banned from imposing lockdown ever again?","sentiment_score":0.0}
{"full_text":"RT Moderna Covid vaccine appears to work against UK and South African variants of the virus, the company's scientists say htt...","sentiment_score":0.0}
{"full_text":"Coronavirus Pandemic: Ranking The Best, Worst Places to Be","sentiment_score":0.0}
{"full_text":"Low-paid workers in insecure jobs are more likely to die from Covid-19","sentiment_score":0.0}
{"full_text":"RT #BILLSMAFIA be proud tonight. Not only did the &amp; go to the AFC Championship for the first time i...","sentiment_score":0.35}
{"full_text":"RT It was never inevitable that COVID vaccine development would be as successful as it has been in such a short time.The w...","sentiment_score":0.1875}
{"full_text":"RT Y'all. I got accepted &amp; fully-funded into a PhD program. The one from Mississippi. The one who had twins at 23 during th...","sentiment_score":0.0}
{"full_text":"RT David Fahrenthold says former President Trump's businesses have not only been crushed by Covid, but that the former president ha...","sentiment_score":-0.025}
{"full_text":"Trump gets his ROI to some degree","sentiment_score":0.0}
{"full_text":"RT read this thread if you can. I used to think that I was caught in a gap where I was disabled enough to need help, but not disa...","sentiment_score":-0.1}
{"full_text":"RT We'll know every inch of our canal walks by the time Covid fecks off!#Longford","sentiment_score":0.0}
{"full_text":"RT BREAKING: I have obtained an email from the California Restaurant Association that says will be lifting the...","sentiment_score":0.0}
{"full_text":"it shocks me that some artists are having success even with the pandemic","sentiment_score":0.3}
{"full_text":"RT Republicans: 4 dead at Benghazi: 'We need to spend 2 years and 7-million investigating #COVID19...","sentiment_score":-0.2}
{"full_text":"RT Breaking News: Moderna said it believed its vaccine was effective against new coronavirus variants, but it's also making a ver...","sentiment_score":0.3681818182}
{"full_text":"Fauci was\/is head of the CDC.He's not a \"spokesperson\".  I agree that Dr. Birx was blind-sided by the batshit crazy bleach\/black light comments, but she also went out of her way to praise Trump's understanding of the science, something clearly untrue.","sentiment_score":-0.0333333333}
{"full_text":"RT This is an important step in supporting our veterans and their families.","sentiment_score":0.325}
{"full_text":"RT If you don't feel well, please stay at home. As a community, we can stop the spread of #COVID19! #WeCanWeWill","sentiment_score":0.0}
{"full_text":"RT Many billionaires and millionaires have died from #COVID19. We need to reassess what we consider as wealth. If you are...","sentiment_score":0.5}
{"full_text":"RT Germany and France have changed their mask mandate to medical-grade, saying that cloth won't cut it with B117. ","sentiment_score":0.0}
{"full_text":"RT Thank you Ari, been saying this all weekend. Happy for people to say UK variant as long as everyone is happy to...","sentiment_score":0.5166666667}
{"full_text":"RT Get #RealAndPowerfful info on the #pandemic #vaccines #politics #news. Join me Tuesday for an awesome #virtualevent 11amET &amp;...","sentiment_score":1.0}
{"full_text":"RT CA issued the Stay At Home order on December 3rd. LA County hospitalizations were at 2,572.Today, when they lifted the...","sentiment_score":0.0}
{"full_text":"RT I'm 50, have genetic heart condition, same as Dad who's 87. I'm \"healthy\" : ride London-Paris for trekked Namibia...","sentiment_score":0.25}
{"full_text":"Country #volatilities ease, despite surging pandemic; Asset correlations drop to 12-month low, driving down #risk; Is the sector rotation over? Read more:","sentiment_score":0.1148148148}
{"full_text":"RT We are backing drive to get laptops to Birmingham children who urgently need them for home schooling.As m...","sentiment_score":0.0}
{"full_text":"RT Tens of thousands of #COVID19 deaths going unreported, especially in pro-Trump areas.@OliviaGoldhill dives into the numbers...","sentiment_score":0.0}
{"full_text":"RT Meet the young Arshiya Das, a 10-year-old chess master from Tripura. She has won an international gold medal and other la...","sentiment_score":-0.0083333333}
{"full_text":"RT So don't know what they are talking about. Even one of President Trump's...","sentiment_score":0.0}
{"full_text":"Disgusting. Let's work to get all of these complicit MURDERERS out of powerful positions!!!! I'm fuming mad for this teacher &amp; all teachers who are being treated this way in a global pandemic. America is better than most of the scum who purportedly represent us...#FAM46","sentiment_score":-0.0275111607}
{"full_text":"RT Fed set to look beyond possible post-pandemic inflation shock","sentiment_score":0.0}
{"full_text":"RT We just announced that the Moderna COVID-19 Vaccine retains neutralizing activity against emerging variants first identifie...","sentiment_score":0.25}
{"full_text":"Problem is, it isn't the way that the DFE want things done. Here is a shorter article on my frustration on that point!","sentiment_score":0.0}
{"full_text":"RT They couldn't lock them up, cause there was too many of them.Here's a clip of Black Panther Reverend Annie Chambers...","sentiment_score":0.1666666667}
{"full_text":"Maria Bartiromo is one of Fox News' worst conspiracy theorists -- on everything from the Big Lie about the election to the pandemic. The network may soon give her a promotion.","sentiment_score":-0.5}
{"full_text":"RT Bad. Idea.","sentiment_score":-0.7}
{"full_text":"RT Great News!Moderna says its #COVID-19 vaccine protects against new UK and South African variants.","sentiment_score":0.3121212121}
{"full_text":"RT BREAKING: Moderna says its coronavirus vaccine is effective against variants from the United Kingdom and South Africa","sentiment_score":0.6}
{"full_text":"RT  Every few minutes I go through this thing where I wonder why people can't understand that even if you don't literally DIE, getting Covid is quite BAD for you. Country of arseholes","sentiment_score":-0.45}
{"full_text":"RT Democrat New York:Lost 1 million jobs in 2020.Republican South Dakota:Has a lower unemployment rate today than b...","sentiment_score":0.1363636364}
{"full_text":"RT Okay, so has net worth between $2.3 and $6.9 million.@MittRomney has a net worth in excess of $200 mi...","sentiment_score":0.22}
{"full_text":"RT JUST IN: Moderna coronavirus vaccine appears to work against new variants found in UK and South Africa","sentiment_score":0.1363636364}
{"full_text":"Trials have begun on next-generation vaccine, says Cathal Friel, executive chairman of Irish pharma digital services firm, writes","sentiment_score":-0.0666666667}
{"full_text":"If you are infected with COVID you may survive, but you could easily pass it to a more vulnerable family member that won't. We are all related. Protect yourself and protect your family and larger community. #WarriorUp and #MaskUp.Video by for","sentiment_score":0.0866666667}
{"full_text":"Don't let lockdown keep you from exploring your options and making important decisions about your future. Virtual open days are happening daily and you could book your place at or many others by clicking the link #InThisTogether","sentiment_score":0.18}
{"full_text":"Q: How does COVID-19 Spread? A: 3 C's - Contact, Closed, Crowded #punjabi #COVID19 #prevention #publichealth","sentiment_score":0.2}
{"full_text":"RT Okay America, why haven't we yet tried shooting COVID19 in the face?","sentiment_score":0.5}
{"full_text":"Please delete this... Or at least revise the headlines. This is spreading unnecessary fear to the covid vaccine. FIRST DOSE ITO ah. Hayz.","sentiment_score":-0.15}
{"full_text":"When sat behind the President's desk for the first time after his #inauguration, there would be tons of documents &amp; classified files no doubt, mainly about the novel #COVID19 disaster needing his attention.Visit the link:https:\/\/t.co\/8mh1L6xOaC#china #taskforce","sentiment_score":0.0055555556}
{"full_text":"JUST HEARD A NU TERM+MEANING-\"HONEY CAN U DO\"-CNBC CLIP SAID,DU 2 CORONA THIS TYPE,CAN U DO LIST,WAS EXPANDING-CAN U DO THIS,ETC-WELL, APPROACHING 75,I CAN SAY HONESTLY,OTHER THAN DURING SEX,IVE NEVER BIN ASKED,HONEY CAN U-LOL-HELL,ITS A BRAVE NU WORLD KIDS+CHANGE IS EVERYWHERE","sentiment_score":0.4}
{"full_text":"In 2020, the world changed. COVID-19 made hard situations worse. But, no matter the crisis, we have not taken a break. Thank you to all of our supporters for helping us bring hope. No matter what.","sentiment_score":-0.3458333333}
{"full_text":"\"Pfizer and BioNTech have announced the publication of results showing that their #COVID-19 #vaccine is likely to be effective against the SARS-CoV-2 strain found in the UK.\" -- via #pandemic","sentiment_score":0.3}
{"full_text":"As #COVID19 vaccines start to become available in Pennsylvania, what questions do you have?Watch Thursday at 7 p.m. on FOX 53 for a special statewide town hall featuring doctors and health officials answering your questions.","sentiment_score":0.3785714286}
{"full_text":"RT CA issued the Stay At Home order on December 3rd. LA County hospitalizations were at 2,572.Today, when they lifted the...","sentiment_score":0.0}
{"full_text":"The U.S. and Mexico have rising numbers of COVID-19 cases. For some analysts, the collaboration between both nations to fight the pandemic might not only bring positive results on public health, but also on the economy. reports.","sentiment_score":0.0757575758}
{"full_text":"Encourage your children to protect themselves at all times. COVID-19 is a real threat to us all. #yourADVANTAGE","sentiment_score":0.2}
{"full_text":"Good morning world Time for coffee, self care and yoga.  #Morningroutine #productive #life #stayhome","sentiment_score":0.7}
{"full_text":"\"With hundreds of thousands of over 50s at risk of job losses as a result of the pandemic, it's crucial that these workers aren't shut out of finding new jobs by ageism in the recruitment process.\"https:\/\/t.co\/8i8Nxt0IDB","sentiment_score":0.0681818182}
{"full_text":"WATCH: Du Fan is the head of the Wuhan Small Animals Protection Association, which has helped more than 10,000 pets over the past year","sentiment_score":0.0}
{"full_text":"#MondayMedicine | residents 75 years or older can now register for the #COVID19 #Vaccine!--NOTE: Anyone can register so help your loved one secure their place in line to get the life-saving medicine.--REGISTER:","sentiment_score":0.4222222222}
{"full_text":"AbbVie's scientists understand the stakes of #COVID19. Read more about how we are using our scientific expertise in the fight against COVID19.","sentiment_score":0.5}
{"full_text":"\"New York has already administered 88 percent of its first doses, demonstrating once again that the problem we face is lack of supply from the federal government,\" Governor Cuomo said in a statement.","sentiment_score":0.1931818182}
{"full_text":"RT Last time he listened to lockdown sceptics, he ended up opening schools *for a single day*. If he's really \"doing his best\",...","sentiment_score":0.2821428571}
{"full_text":"If you don't believe cancel culture is real now, I don't know what else to tell you or show you. It can happen to folks on the right or left. All it takes is twenty five influential people on Twitter to take your paycheck away from you during a pandemic.","sentiment_score":0.1619047619}
{"full_text":"My friends and family are trusted people. Am I taking risks if I meet them during the pandemic?https:\/\/t.co\/wwi7EUV4TF","sentiment_score":0.0}
{"full_text":"RT As more than 150 National Guard in DC test positive for COVID, decides to put more at risk by grabbing a photo op ma...","sentiment_score":0.4090909091}
{"full_text":"RT BREAKING: I have obtained an email from the California Restaurant Association that says will be lifting the...","sentiment_score":0.0}
{"full_text":" The Iron's official calendar for 2021 is available to order online for just PS5 at now  note, there will be slightly longer delivery times due to reduced staffing\/Covid-19 restrictions.#UTI #IRON","sentiment_score":0.0361111111}
{"full_text":"#johnsonandjohnson COVID vaccine can be a game changer! It's just one shot and can be stored in a regular fridge.  This can be huge for rural areas &amp; other countries around the globe. Watch!","sentiment_score":-0.05125}
{"full_text":"We want to thank our amazing speakers and wonderful sponsors of last week's webinar, \"#PSC, #IBD, and the COVID-19 Vaccines.\" If you haven't watched it, yet, but have questions, watch it now. They cover lots of important info. #livertwitter","sentiment_score":0.5}
{"full_text":"Although COVID-19 created a shift in priorities, additional factors continue to influence the #pharmaceutical #logistics market in various ways.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 18.6FWind Chill: 18.6FHumidity: 82%Dew Point: 14.1F Barometer: 30.288 inHgWind: 2 mph from the SECorona Virus Weekly Stats:Cases: 151.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Fed set to look beyond possible post-pandemic inflation shock","sentiment_score":0.0}
{"full_text":"#COVID19 continues to spread across the country.Please #StayHome and only go out if it's absolutely essential.Every action counts.","sentiment_score":0.1}
{"full_text":"COVID-19 has clearly demonstrated the need to strengthen health systems, says Dr. Tajudeen.","sentiment_score":0.1}
{"full_text":"Horror travel storyhttps:\/\/t.co\/4s6zfYGOeG","sentiment_score":0.0}
{"full_text":"To help combat gender-based violence during #COVID19, Ontario created a $1 million response fund to help frontline agencies adapt to remote service delivery &amp; ensure continued operation. Learn how Ontario supports vulnerable women, victims &amp; survivors at:","sentiment_score":-0.3}
{"full_text":"Join us for the Mind Matters Program, \"COVID Vaccine Myth-Busters,\" on February 3, 2021 at noon presented by Dr. Kim Tarver, Director of MIND Center Clinical Services. Please RSVP at mindcenter@umc.edu or 601.815.4237. #mindmatters #Alzheimers #dementia #caregiver #COVIDvaccine","sentiment_score":-0.1}
{"full_text":"RT Less than a week after Joe Biden's presidential inauguration, California Gov. Gavin Newsom will be lifting stay-at-home...","sentiment_score":-0.1666666667}
