{"full_text":"RT CAPITOL OUTBREAK HAS ARRIVED--At least 20 US Capitol police officers now have active #COVID19, marking the largest number of...","sentiment_score":-0.2166666667}
{"full_text":"RT President Biden signed several executive orders to contain COVID-19 by expanding testing, administering vaccines, advancing...","sentiment_score":0.0}
{"full_text":".@BorisJohnson - you are slowly killing grass roots football. You promised us grants, then changed this to loans. More false promises and lies from a government whose response to this pandemic has been consistently disastrous. #toryshitshow","sentiment_score":-0.225}
{"full_text":"RT Millions of Americans who count student loan debt among their chief financial fears in the COVID-19 pandemic can put off...","sentiment_score":0.0}
{"full_text":"Is this some sort of joke hahahahaha","sentiment_score":0.2}
{"full_text":"RT PS800 fines for house parties. Police threatening people sitting in cars. Daily threats from Ministers. Yet not a single empl...","sentiment_score":0.0178571429}
{"full_text":"RT I think one of the things hindering our social distancing efforts is the concept of personal space. That concept is very alie...","sentiment_score":0.0777777778}
{"full_text":"RT As WV considers more tax cuts, while still struggling with a pandemic, recall that to help pay for our last $425 million\/year...","sentiment_score":0.25}
{"full_text":"RT My 97-Year-old Great Grandma, Lily Ebert BEM - Auschwitz Survivor, has just recovered from Covid- 19.   Today she went on...","sentiment_score":0.8}
{"full_text":"are you trying to persuade people to stay home, or to get covid?","sentiment_score":0.0}
{"full_text":"RT Please watch this brilliant speech by about the suffering &amp; misery of extending lockdown. We must offer h...","sentiment_score":0.9}
{"full_text":"Ontario could prevent hundreds of deaths if all LTC residents vaccinated by month's end: report","sentiment_score":0.0}
{"full_text":"RT Loooool what ??? ","sentiment_score":0.0}
{"full_text":"RT Have you ever clicked a Photo?   #photography #photographer #camera #RedSquirrelAppreciationDay #tech #Apple #unity...","sentiment_score":0.0}
{"full_text":"The US needs to be on a real lockdown.For a good month.","sentiment_score":0.45}
{"full_text":"RT Including refugees in national vaccination plans is key to ensuring we protect as many people as possible and finally end the...","sentiment_score":0.125}
{"full_text":"How to Keep Sales Going During COVID-19 Pandemic","sentiment_score":0.0}
{"full_text":"Look at how many are already squirming because students aren't coming back during the pandemic and are dropping tuition rates.Now keep doing that. Keep making them suffer.\"You have to go to college\" is the great American Education Lie.","sentiment_score":0.325}
{"full_text":"'This is like my new job': Inside the struggle to get a Covid-19 vaccinehttps:\/\/t.co\/VEygGX6WYR","sentiment_score":0.1363636364}
{"full_text":"RT We're naturally more relaxed around people we're close to, but this cluster is a reminder that COVID doesn't care how wel...","sentiment_score":0.5}
{"full_text":"RT Napier Barracks, the Home Office-run camp for asylum seekers. The British state has not forgotten the lessons of the Boer...","sentiment_score":0.0}
{"full_text":"RT PS800 fines for house parties. Police threatening people sitting in cars. Daily threats from Ministers. Yet not a single empl...","sentiment_score":0.0178571429}
{"full_text":"RT My father died today. COVID-19. Wear a mask.","sentiment_score":0.0}
{"full_text":"What a relief then that this study of over 10million people in Wuhan showed asymptotic people didn't transmit covid","sentiment_score":0.0}
{"full_text":"R2000 each, it isn't bad for free money ","sentiment_score":-0.15}
{"full_text":"RT K media said today the president of Korea, Moon talked with the president of Costa Rica , Carlos Alvarado Quesada on the p...","sentiment_score":0.0}
{"full_text":"EuropeansRussians &amp; today's multipolarCitizens support and admire:EU &amp;Russia's cooperation to:SAVE LIVES&amp; DEFEAT the COVID19 Intl Public Health crisis.","sentiment_score":0.0}
{"full_text":"RT TW suicide.....Covid, insurrection, inauguration, police brutality protests, it's been a lot.  Three people I know hav...","sentiment_score":0.0}
{"full_text":"RT What a clown show. She says it's ok for Biden not to wear a mask because he was celebrating.Meanwhile they keep people l...","sentiment_score":0.5}
{"full_text":"RT Zeenat El-Zakzaky, wife of embattled leader of the Islamic Movement of Nigeria (IMN), Sheikh Ibraheem El-Zakzaky, has...","sentiment_score":0.0}
{"full_text":"A year ago, the MSM was saying that the REAL danger of the coronavirus was racism. NO morons, the real danger of the coronavirus was people dying from the virus. Did any of these liberal morons ever apologize for being so wrong?https:\/\/t.co\/csfcvaoDog","sentiment_score":0.0}
{"full_text":"RT \"Lifting things in March just means we'll be in a lockdown in April - it's that simple.\"Prof Devi Sridhar says the gove...","sentiment_score":0.0}
{"full_text":" The stinking hypocrite. Another breach of Lockdown by Sturgeon","sentiment_score":0.0}
{"full_text":"RT Millions of Americans have decided they would prefer more Covid -- for their communities and potentially for their families...","sentiment_score":0.25}
{"full_text":"1 in 55 in the UK had Covid last week. So we lock up the other 54?! Mental.","sentiment_score":-0.0854166667}
{"full_text":"happy birthday to who has been a writer in the Richmond music &amp; arts scene for many years. Marilyn runs a wonderful patreon to make income during these covid times &amp; I am telling you this bc you should support them with $.","sentiment_score":0.7666666667}
{"full_text":"RT More than 15 women attended our peer support meeting last week. Thanks to Dr Meg and Dr Nosheen","sentiment_score":0.2333333333}
{"full_text":"RT the consequence of testing commercialization! ","sentiment_score":0.0}
{"full_text":"RT Joe Biden's America:You have to wear a mask, but he doesn't.Soldiers have to sleep on the garage floor, while he sle...","sentiment_score":0.0}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"RT The press secretary really said that Biden couldn't wear a mask because he was celebrating","sentiment_score":0.2}
{"full_text":"I just want to be able to have a baby shower with no covid restrictions and to give birth to my baby boy with my family around me","sentiment_score":0.5}
{"full_text":"RT WHY is CCP regime lying?1. US gov has \"reason to believe\" that researchers in WIV sick while working on \"secret projects...","sentiment_score":-0.5571428571}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Together with 144 colleagues - I have send this letter to the Commission:To explore ways for Scotland and Wales to stay...","sentiment_score":0.0}
{"full_text":"RT I have multiple students with covid right now, and one student who lost TWO immediate family members to covid in the past 2...","sentiment_score":0.0119047619}
{"full_text":"RT President Biden to sign two executive orders Friday on Covid-19 economic relief and worker protections.","sentiment_score":0.2}
{"full_text":"RT This is so stupid. The order says agencies should require masks \"as provided in CDC guidelines.\" Those guidelines say \"mask...","sentiment_score":-0.8}
{"full_text":"I love my for the guest speakers like Rick Steves (pre-Covid), the access to music and films during Covid, and the online books that have kept my sanity this past year.","sentiment_score":0.125}
{"full_text":"RT We can now confirm locations for three large-scale Covid19 vaccination centres currently being set up in Renfrewshi...","sentiment_score":0.0}
{"full_text":"RT School strike week 127. Because of the ongoing pandemic we are doing #climatestrikeonline .If you do physical strikes,...","sentiment_score":0.0}
{"full_text":"RT It's a thought shared by many: The more personal and familiar the outreach, the more likely that it'll work.","sentiment_score":0.3125}
{"full_text":"RT Joe Biden's America:You have to wear a mask, but he doesn't.Soldiers have to sleep on the garage floor, while he sle...","sentiment_score":0.0}
{"full_text":"What??????","sentiment_score":0.0}
{"full_text":"RT I'm a teacher and I don't want Ruth fucking Davidson to pretend as if she is speaking on behalf of me.We're not stupid. W...","sentiment_score":-0.1}
{"full_text":"Stay safe#mitigatingcovid19#thekukahcentre#tkcforpeacehttps:\/\/t.co\/6muxxLc69U","sentiment_score":0.0}
{"full_text":"RT The unintended subtext: Democratic presidents keep inheriting disasters from their Republican predecessors.Graham doesn't...","sentiment_score":0.0}
{"full_text":"RT What we have: White House, Senate, People's House. What we need: Real COVID-19 relief.- $2,000 monthly, retroactive survi...","sentiment_score":0.1}
{"full_text":"The gap between poor and rich countries has narrowed, even during Covid, says via","sentiment_score":-0.0125}
{"full_text":"RT Clearance complications have led to 160 oxygen concentrator machines being stuck at the airport since last Friday, the he...","sentiment_score":0.0}
{"full_text":"RT If the Senedd internal investigation has come to this conclusion then it should be referred to They should to th...","sentiment_score":0.0}
{"full_text":"RT Dave Chappelle Tests Positive for COVID-19, Cancels Texas Shows","sentiment_score":0.2272727273}
{"full_text":"Rules for thee, but not for me? Huh,","sentiment_score":0.0}
{"full_text":"RT I have multiple students with covid right now, and one student who lost TWO immediate family members to covid in the past 2...","sentiment_score":0.0119047619}
{"full_text":"RT COVID-19: If you have been tested positive for covid-19 and recovered it doesn't mean you're immune to the virus, you c...","sentiment_score":-0.0426136364}
{"full_text":"RT Did you know that:  1 out of every 1,000 Black males can EXPECT to be killed by the police 1 out of every 735 Bl...","sentiment_score":-0.1833333333}
{"full_text":"RT The WHS Yearbook Club is working hard to get a yearbook out during these unprecedented times. Get caught up here on how to h...","sentiment_score":0.1541666667}
{"full_text":"RT Impeach.","sentiment_score":0.0}
{"full_text":"RT Instacart is firing every employee who voted to unionize","sentiment_score":0.0}
{"full_text":"RT interestingly I saw yesterday data about investment in Fintech. UK still by far the leader in Eur...","sentiment_score":0.3}
{"full_text":"We need to know exactly how many people are dying FROM covid.  This matters.  Again, 7,700 people die every single day.  We can't keep coding half these people as covid deaths just because it fits our politics.  Obviously the media loves this and politicians love power.","sentiment_score":0.1686507937}
{"full_text":"\"Being on immunosuppressive treatments is not known to increase your risk of getting COVID-19\"(source HSE website)Run along Kevin","sentiment_score":0.0}
{"full_text":"RT 10 months ago, the Tokyo Olympics were postponed. Now, less than six months ahead of their new start date, they could be cancele...","sentiment_score":-0.0151515152}
{"full_text":"RT PM interacts with Beneficiaries and Vaccinators of Covid vaccination drive in Varanasihttps:\/\/t.co\/HhhjTZlNnq via NaM...","sentiment_score":0.0}
{"full_text":"Give the fans are Resident Evil Outbreak game already! That was the best online multi-player game you guy's made when it came out during the PlayStation 2 era! And it was very fun and it just had that RE vibe to it that all the fans like me like so much!","sentiment_score":-0.06}
{"full_text":"RT Painters carry out work at Nicola Sturgeon's official residence Bute House despite strict lockdownhttps:\/\/t.co\/RAr7SZFU...","sentiment_score":0.0}
{"full_text":"RT My beautiful brother passed away from Covid this afternoon. He was 54 and a gentle soul. I will miss him so very much ","sentiment_score":0.4366666667}
{"full_text":"I wish them all well, health-wise. But it's nice to see Chappelle, Musk and Rogan together.","sentiment_score":0.6}
{"full_text":"Bloody inhuman - inexcusable!","sentiment_score":-1.0}
{"full_text":"RT Joe Biden's America:You have to wear a mask, but he doesn't.Soldiers have to sleep on the garage floor, while he sle...","sentiment_score":0.0}
{"full_text":"RT For months the Democrats &amp; MSM yapped that President #Trump should #WearAMask.Today was questioned about #Bide...","sentiment_score":0.0}
{"full_text":"Idiots on Twitter (and in the world at large) are now going to start using shit like this as 'proof' that #lockdown stops the virus. It doesn't.  Some editorial responsibility (as well as scientific literacy on the part of your journalists) would be a welcome change.","sentiment_score":0.0035714286}
{"full_text":"RT UK R number, the rate of coronavirus transmission, estimated to be between 0.8 and 1 - first time below 1 since early Dece...","sentiment_score":0.175}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"Apprehension to something new is understandable. But staying apart from our family &amp; friends is getting Old! Let's all do our part to move beyond this pandemic. I got mine! (why do they show blood in the shot)#CSTogetherIsBetter","sentiment_score":0.1463068182}
{"full_text":"Covid-19 in the East of England: Your questions answered","sentiment_score":0.0}
{"full_text":"RT According to Dr Fauci on CNN this morning, latest CDC advice from US is, in extremis, up to 6...","sentiment_score":0.5}
{"full_text":"RT Malaysia Covid-19 Cases Update 21st January 2021Source Stay home and stay safe everyone#spreadlovenotvi...","sentiment_score":0.25}
{"full_text":"RT Equity is at the core of our COVID-19 response. That's why today, I signed an executive order to establish the COVID-19 Health E...","sentiment_score":0.0}
{"full_text":"RT In his very first tweet  calls me a 'top COVID-sceptic'. I have never denied the existence of COVID. Eve...","sentiment_score":0.4125}
{"full_text":"RT COVID denial           \"Safely reopening\"                                 Thousands of dead Americans","sentiment_score":0.15}
{"full_text":"RT Right, he should've followed the Trump playbook from 2017 and just invented laughably stupid lies -- like the military was...","sentiment_score":-0.2047619048}
{"full_text":"* NEWS * #meduza #ru #russia   #Hungary becomes first EU country to register Russia's 'Sputnik V' coronavirus vaccine","sentiment_score":0.25}
{"full_text":"Once this pandemic is over, I'm buying stock in breath mints. I'll make millions","sentiment_score":0.0}
{"full_text":"Will your company require employees to receive the #COVID19 vaccine? Exploring this debate, recommends checking in with employees along the way to ensure no trust is lost. #Insurance","sentiment_score":0.0}
{"full_text":"RT Impeach.","sentiment_score":0.0}
{"full_text":"RT There are a lot of people who are worried that the PS500 covid isolation payment might be fraudulently claimed. Strange...","sentiment_score":-0.05}
{"full_text":"RT The damage done to police relations by these ludicrous lockdown laws will last a generationFrogmarched away for sittin...","sentiment_score":0.0}
{"full_text":"RT Well done to FM in, once again, pointing out the absurdity of unionist argument from likes of Paul Hutchins that Scotland,...","sentiment_score":0.0}
{"full_text":"Pop-Up Opera, a high-brow version of the drive-in movies birthed by #COVID19, was innovated by to bring a live opera experience complete with a sound system and super titles straight to you! #ChooseDelaware #NetDE","sentiment_score":0.2439393939}
{"full_text":"RT The eldest Palestinian prisoner in an Israeli jail, an 82 year old has tested positive for Covid19 today.God help him!","sentiment_score":0.0946969697}
{"full_text":"RT This is one reason I had such difficulty with people saying that the Trump administration was so \"pro life.\" As Dr. Fauc...","sentiment_score":0.0}
{"full_text":"Berman: \"Did the lack of candor, did the lack of facts in some cases over the last year, cost lives?\"Fauci: \"You know, it very likely did. I don't want that, John, to be a sound bite, but I think if you just look at that, you can see...\"#TrumpLiedPeopleDied","sentiment_score":0.1333333333}
{"full_text":"#Lockdown hair for us all ","sentiment_score":0.0}
{"full_text":"RT Follow for the latest updates on the Biden-Harris Administration's efforts to contain COVID-19.","sentiment_score":0.5}
{"full_text":"RT Very much deserved Your professionalism and integrity brings even more honour to the title of Fire Chief. Tha...","sentiment_score":0.38}
{"full_text":"RT Accelerating the vaccination campaign is an urgent task for Biden, and he seems to have a plan. But if he doesn't find a wa...","sentiment_score":0.0}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Survey reveals 90% of teachers scared of contracting virus at schoolhttps:\/\/t.co\/7UdBNh2B3j received feedback from their almost 20 000 members and has conducted multiple surveys to assess how teachers are coping with the impact of Covid-19.https:\/\/t.co\/6sTpwRLYej","sentiment_score":0.0}
{"full_text":"\"We urge the Government to make it clear that undocumented migrants can receive the vaccine, no questions asked, and to dismantle the barriers that might stand in their way.\"Our editorial: #Covid19 #vaccine","sentiment_score":0.1}
{"full_text":"The Qualtrics and PwC study follows data from International Data Corporation (IDC) that gauges how IT has impacted the employee experience and focuses on the importance of employee engagement during the pandemic. #workplacecommunication #employeeexperience","sentiment_score":0.0}
{"full_text":"Friday's Advert Free Lockdown Workday Mix of the week hits the last lap on air now until 5pm.Listen:  your Smart Speaker to playBox UK on Tune-In. #Radio #Music #InternetRadio #AdvertFree","sentiment_score":0.2047619048}
{"full_text":"The German state Bavaria made N95 masks mandatory in public settings. But some people doubt everybody can afford them. Do you think this is a good idea?https:\/\/t.co\/cfe4owaFB8","sentiment_score":0.2333333333}
{"full_text":"ICYMI: More than 3,800 teachers and school staffers have signed an online petition calling on Gov. Scott to prioritize inoculations for K-12 teachers and school staff.Get caught up with more #Vermont news in our daily roundup ","sentiment_score":0.3333333333}
{"full_text":"#FlashbackFriday to this #Coverage that we got for our #SocialMedia Giveaway winner. Just a taste of what #TheBarefootEffect can get for you! #PressReleases #Marketing #TheBarefootEffect #MarketingPros #AdvertisingPros #SocialMedia","sentiment_score":0.0}
{"full_text":"\"Bating Filipino\":  In a first, Philippines' lawmakers have passed a bill to legislate a Covid-safe form of greetinghttps:\/\/t.co\/z1K1CUbeiy","sentiment_score":0.25}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"RT Michael Rosen: Letter to Guardian about Covid - not published","sentiment_score":0.0}
{"full_text":"The #UnitedStates under President Joe Biden intends to join the COVAX vaccine facility that aims to deliver coronavirus vaccines to poor countries, his chief medical adviser, Anthony Fauci, told the World Health Organisation...  Read more -","sentiment_score":0.0333333333}
{"full_text":"Together we can stop the spread of COVID-19. Stay home, stay safe, save lives. #StayHomeON","sentiment_score":0.5}
{"full_text":"If you need to self-isolate, you MUST stay at home until you're no longer at risk of passing the virus on.That means: Do not go out for a walk Do not go to the supermarket Do not leave home.This helps reduce the spread of #COVID19. More:","sentiment_score":0.5}
{"full_text":"Your questions answered on how COVID-19 could impact on EMA payments.Find the FAQs in our COVID-19 section here -","sentiment_score":0.0}
{"full_text":"Congratulations to #Movva for its recognition by which we're proud to support in partnership with and Learn more about Movva's innovation to stop school dropout in Brazil below.","sentiment_score":0.65}
{"full_text":"Trump Administration has announced its distribution of almost $2.5 billion of a planned $5 billion distribution to nursing homes to support increased testing, staffing, and other needs.Read more: #ReliefFunding","sentiment_score":0.1875}
{"full_text":"The government pledged that the coronavirus vaccine rollout would be fair. But already, private companies are attempting to pay to jump the queue. Is it possible to protect the vaccine rollout from market forces?","sentiment_score":0.2333333333}
{"full_text":"RT The Baduy community in Lebak, Banten, has had zero Covid-19 case since the start of the pandemic, reports Vice. Their remar...","sentiment_score":0.0}
{"full_text":"RT Lockdown till summer uno? I'll start doing cocaine, let's not play this game","sentiment_score":-0.4}
{"full_text":"RT Samantha Hill used to work in the fort Detrick lab and knew the truth of where COVID 19 originated. #COVID19 is from Ameri...","sentiment_score":0.0}
{"full_text":"You are talking like a prat because watching football suits you? Footballers are testing positive every week so how can they all be Covid free you twonk.https:\/\/t.co\/RHB8LvYXfk","sentiment_score":0.3136363636}
{"full_text":"RT NHS now aren't allowed to be retested within 90 days unless...","sentiment_score":0.0}
{"full_text":"RT With six months to go until the pandemic-delayed Tokyo Olympics, is catching up with about how she's...","sentiment_score":0.6}
{"full_text":"Yesterday was our deadliest day because of COVID yet.https:\/\/t.co\/QCHNxzBWsp","sentiment_score":0.0}
{"full_text":"\"Amassing a collection can become a transcendent experience for some, one that non-collectors might not understand.\"https:\/\/t.co\/dhBPyBXkuY","sentiment_score":0.0}
{"full_text":"RT Good morning Twitter-Friends...Happy Thursday#thursdaymorning  #StayAtHome  #staystrong ","sentiment_score":0.7}
{"full_text":"COVID has assisted you now","sentiment_score":0.0}
{"full_text":"This article is very much aligned to what we've been promoting at via","sentiment_score":0.26}
{"full_text":"As we speed ahead into a new year, we're grateful to for our ongoing partnership! Stay tuned for round 2 of the AHIP special sandwich and stories of neighbors who are safe, warm, and dry because of their support. Thanks for helping to keep our neighbors safe at home!","sentiment_score":0.273241342}
{"full_text":"The #HPV vaccine helps protect against types of HPV that most often cause cervical cancer. Women can lower their risk of #cervicalcancer by getting screened regularly, starting at the age of 21.","sentiment_score":0.25}
{"full_text":"Tips to Keep Senior Immunity Healthy (1)While most of the world is still waiting to get their dose of COVID-19 vaccines, it's important for everyone to stay healthy.Read more: #HomeCareServices","sentiment_score":0.475}
{"full_text":"No country is an island: collective approach to COVID-19 vaccines is the only way to goRead all here:","sentiment_score":0.0}
{"full_text":"Watch #BullCityWrap now.-Outdoor dining in non-traditional locations continues due to #COVID19.-A different approach due to keep those who are homeless warm on the coldest winter nights.-Comprehensive Gang Assessment is added to our Gang Reduction Strategy with","sentiment_score":0.0875}
{"full_text":"Why Home Food Delivery is a Critical First line of Defense Jobhttps:\/\/t.co\/ReqUCFSssH@PanelCompliance #data #training #COVID19","sentiment_score":0.125}
{"full_text":"Health &amp; safety is a top priority in #LexRich5Schools. Please review these 5 School District Five Safety Reminders: Self-assess prior to reporting to school Wear a face mask Wash your hands frequently<> Practice social distancing More:","sentiment_score":0.2583333333}
{"full_text":"RT They said the last president was a tyrant for wanting to reopen schools ","sentiment_score":0.0}
{"full_text":"No Transportation? No ProblemRecently in this pandemic, people find it hard to find transportation services to get what they need. There is no need to worry, we can deliver what you need, may it be medicine, groceries, or other necessities.#TransportationServices","sentiment_score":-0.2083333333}
{"full_text":"RT This is one reason I had such difficulty with people saying that the Trump administration was so \"pro life.\" As Dr. Fauc...","sentiment_score":0.0}
{"full_text":"For many of the doctors, technicians, and vets at the Columbus Small Animal Hospital, receiving the first rounds of the vaccine has been a great relief.https:\/\/t.co\/XaG9w1W1UB","sentiment_score":0.325}
