{"full_text":"RT This fucking guy. Back in 2017, RFK Jr. begged The Beast to run an essay in which he claimed he was totally not anti-vax...","sentiment_score":-0.2}
{"full_text":"RT Joe had a pandemic plan. But that darn dementia is a bitch ","sentiment_score":0.0}
{"full_text":"Og my, I sure like the way you think !!","sentiment_score":0.78125}
{"full_text":"I'm so very sorry for your loss. This is all so devastating. I just lost my 36 year old cousin to covid last week.","sentiment_score":-0.3875}
{"full_text":"RT After Covid, people with soul patches should still have to wear a mask.","sentiment_score":0.0}
{"full_text":"RT Our plan will allow us to do President Biden's nominations, COVID relief, and the impeachment trial of Donald Trump.As we...","sentiment_score":0.0}
{"full_text":"RT Worst. President. EVER!","sentiment_score":-1.0}
{"full_text":"RT $INO Short Squeeze coming 35% of the float is short 56,000,000 shares. Company is moving fast towards emergency use auth...","sentiment_score":0.0666666667}
{"full_text":"RT Our plan will allow us to do President Biden's nominations, COVID relief, and the impeachment trial of Donald Trump.As we...","sentiment_score":0.0}
{"full_text":"RT DYK? #Flu &amp; #COVID19 vaccines should not be given at the same time. Because of a lack of data on getting COVID-19 &amp; other vacci...","sentiment_score":-0.0625}
{"full_text":"RT Covid-19 AstraZeneca Vaccine Ingredients","sentiment_score":0.0}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"RT Ya'll, twice as many people are dying now than were dying during the March-May 2020 lockdown. We were terrified back the...","sentiment_score":0.25}
{"full_text":"....go out to visit malls?! Why not public parks or open spaces instead?","sentiment_score":0.0}
{"full_text":"RT Record COVID deaths and no plan ... welcome to the Biden administration.","sentiment_score":0.8}
{"full_text":"\"Like a speeding car whose brake lines have been cut, the coronavirus variant first spotted in Britain is spreading at an alarming rate and isn't responding to established ways of slowing the pandemic\"","sentiment_score":0.075}
{"full_text":"RT After you get your COVID-19 vaccine, you might experience soreness, a headache, or a fever. This is normal; it's your immune sys...","sentiment_score":0.15}
{"full_text":"RT \"Facebook has shut down the accounts of one of the biggest left wing organisations in Britain, the Socialist Workers Party....","sentiment_score":-0.0777777778}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"After covid, our first crypto party should be in Sydney ","sentiment_score":0.25}
{"full_text":"RT Prof tells C4 News that if we forget about opening up in March (\"we'll just be back in lockdown in April\")...","sentiment_score":0.0}
{"full_text":"RT My fear is that we are now observing a strategic attempt by the government to focus blame on new variant biology in orde...","sentiment_score":0.1363636364}
{"full_text":"RT Gov.  Newsom's office says he's not doing a briefing today, we haven't heard from him at all this week as CA:*continues to s...","sentiment_score":0.0}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"RT **Info provided by the CO Division of Motor Vehicles**Due to COVID-19, customers who purchased their license plates...","sentiment_score":0.0}
{"full_text":"RT Israel: Impressive vaccine results*** with caveats, below ***~60% reduction in infections among 60+ years old 13-23 day...","sentiment_score":0.55}
{"full_text":"RT Nearly 200 members of the National Guard deployed to Washington in the days leading up to the inauguration have tested...","sentiment_score":0.1}
{"full_text":"You don't say?","sentiment_score":0.0}
{"full_text":"RT I'll never forgive you, Your lies deceived people, allowing COVID to spread, killing 400,000 people....","sentiment_score":0.0}
{"full_text":"RT I don't need it to be easy, I need it to be worth it. - Lil Waynehttps:\/\/t.co\/49gN0xRyqh#covid #fashion #perth #brisba...","sentiment_score":0.3666666667}
{"full_text":"THE worst part of this pandemic is having all this new Megan and not be able to pop my ass in front of strangers in the middle of the night ","sentiment_score":-0.0909090909}
{"full_text":"RT I'm sorry, but how can you be upset about frontline workers making a living wage when Jeff Bezos made $13,000,000,000 in a sin...","sentiment_score":-0.5}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"RT Thank you, President Biden","sentiment_score":0.0}
{"full_text":"RT Critics have said the CDC fumbled key decisions on COVID because the Trump administration meddled in the agency's operations....","sentiment_score":0.0}
{"full_text":"I see all these people starting craft stores because unemployment due to covid which is great but my question isIf everyone is unemployed\/under paid who is buying this shit","sentiment_score":0.11875}
{"full_text":"RT This is a message to anyone who's had COVID-19: if you are able pls make appointments at the cardiologist, nephrologist...","sentiment_score":0.5}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"RT Everyone make sure to never use again if you give a damn about workers","sentiment_score":0.5}
{"full_text":"Trump had the right instincts, but caved to pressure and deferred to incompetent \"experts.\"","sentiment_score":-0.0321428571}
{"full_text":"i feel like everyone moved on from COVID bread making to making cocktails w\/ the bitters and vermouth they also madei'm waiting until bathtub gin comes back around or as they call it in your parts white lightening","sentiment_score":0.0}
{"full_text":"RT More than 4,300 people died of covid today under Joe Biden's administration. There have been left wing riots every day s...","sentiment_score":0.25}
{"full_text":"RT 1 year passes since #Wuhan lockdown, original epicenter of new virus#coronavirushttps:\/\/t.co\/Wzw7Eh7Cm3","sentiment_score":0.2556818182}
{"full_text":"RT The weekend after the last inauguration told MSNBC's @JoyAnnReid that \"these lies are going to kill people.\"...","sentiment_score":0.0}
{"full_text":"It's a fucking pandemic. Sit the fuck down assclown.","sentiment_score":-0.3851851852}
{"full_text":"RT Police in London have broken up a wedding with 400 guests that was taking place at a school.Retired policeman Norman Brenn...","sentiment_score":-0.4}
{"full_text":"Friday update: reported 598 new cases and 13 new deaths, bringing the statewide total to 158,798 known cases and 1,667 deaths. The COVID-19 Vaccine Advisory Committee voted on several clarifications to vaccination subgroups. #IdahoCOVID19 ","sentiment_score":0.0681818182}
{"full_text":"RT This is a message to anyone who's had COVID-19: if you are able pls make appointments at the cardiologist, nephrologist...","sentiment_score":0.5}
{"full_text":"let  Us Watch  Local  Games  During  The  Pandemic  Because  We  Pay  One Hundred Forty  Dollars  For  Your  Service ","sentiment_score":0.0}
{"full_text":"RT Cancer touches so many families. Thank you and for hosting me today to talk about support for...","sentiment_score":0.5}
{"full_text":"RT It was great to join to discuss Doug Ford's handling of #COVID19, and the importance of #PaidSickLeave....","sentiment_score":0.8}
{"full_text":"This country will make you anxious by force. Came back from SA feeling good and optimistic manje all these news about covid and variants have just ruined my whole mood nje. I'm over it.","sentiment_score":0.1625}
{"full_text":"RT It's so bizarre that FLU cases are virtually ZERO.....does this not raise any red flags with the covid numbers ","sentiment_score":0.2}
{"full_text":"RT So, during a pandemic, and the sat on money that could have helped Tennessee's neediest families, and i...","sentiment_score":0.0}
{"full_text":"RT Is this #PCR based single N-gene Ferguson modeling by any chance? ","sentiment_score":-0.0714285714}
{"full_text":"RT Biden admin: \"You will go to jail if you don't wear a mask on federal property\"Also the Biden admin:","sentiment_score":-0.1}
{"full_text":"Random question. What's the Covid protocol on trades? Especially to a Canadian team from an American one","sentiment_score":-0.1666666667}
{"full_text":"RT Our economy has been devastated by COVID19. The people suffering the most are those with the least. Americans are goi...","sentiment_score":0.1}
{"full_text":"RT Biden's 1M shots-a-day COVID-19 'goal' was already reached -- by Trump","sentiment_score":0.0}
{"full_text":"RT Gov. Newsom is refusing to release the ICU data for his stay-at-home order because it would \"confuse\" the public, once ag...","sentiment_score":0.0}
{"full_text":"Live action shot of me trying to convince my friends and loved ones to get the Covid-19 vaccine. So much for that whole PhD in communication thing.","sentiment_score":0.2672727273}
{"full_text":"RT This effort began with Elmhurst community leaders flagging early the disparate impact of COVID cases compounded w\/ the devastating...","sentiment_score":-0.45}
{"full_text":"RT Dr. Deborah Birx, who served on the White House Coronavirus Task Force, has retired - CNN","sentiment_score":0.0}
{"full_text":"RT When I'm a 78-year-old man who has dedicated my life to public service, lived through the death of a spouse and more than one...","sentiment_score":0.25}
{"full_text":"RT To everyone bitching about Governor Whitmer, again...-If you're not from Michigan no one cares what you think, worry a...","sentiment_score":0.0}
{"full_text":"RT Also, a huge general shout out to for being tireless advocates of the possibilities of digital theatre and the...","sentiment_score":0.15}
{"full_text":"RT Delaying second dose of coronavirus vaccine increases risk of new resistant strain, SAGE papers revealWarning over re...","sentiment_score":0.0681818182}
{"full_text":"RT If making sure people get vaccinated and have healthcare during a global pandemic is considered a #RadicalLeftistAgend...","sentiment_score":0.25}
{"full_text":"RT Florida Governor Ron DeSantis is making a corrupt mess of the COVID vaccine","sentiment_score":-0.3375}
{"full_text":"RT Joe Biden's America:You have to wear a mask, but he doesn't.Soldiers have to sleep on the garage floor, while he sle...","sentiment_score":0.0}
{"full_text":"RT Fun fact, this episode was SUPPOSED to be the season finale of season 8....obviously COVID had other ideas, but we're ha...","sentiment_score":0.0875}
{"full_text":"RT Leadership of PM is India's article of faith!Did PM Modi handle the pandemic well?73% respondents answer i...","sentiment_score":0.0}
{"full_text":"RT World leaders urged to learn from pandemic in adapting to climate change #coronaviruspandemic #COVID19 #c...","sentiment_score":0.0}
{"full_text":"RT Biden's 1M shots-a-day COVID-19 'goal' was already reached -- by Trump","sentiment_score":0.0}
{"full_text":"So clearly AA has filters\/bots for automatic replies on tweets like mine...terrible. Covid means nothing if you can make a buck or two. #shame","sentiment_score":0.1}
{"full_text":"RT All summer, when COVID cases in the Northeast and Mid-Atlantic were negligible because of the good...","sentiment_score":0.7}
{"full_text":"RT When I'm a 78-year-old man who has dedicated my life to public service, lived through the death of a spouse and more than one...","sentiment_score":0.25}
{"full_text":"RT Biden is clueless on policy. He has no plan for the pandemic, economy or foreign policy. The media isn't in a love fest w...","sentiment_score":0.1875}
{"full_text":"RT Rarely am I flabbergasted nowadays but this...this...has to be listened to to be believed.  If this is the stuff","sentiment_score":0.3}
{"full_text":"RT Faking covid test results in order to travel, putting people's health and lives at risk is the work of the devil let's be cle...","sentiment_score":0.0}
{"full_text":"RT W.H.O. Modifies Coronavirus Testing Criteria on Biden Inauguration Day; May Result In Fewer Positives","sentiment_score":0.0}
{"full_text":"RT Accelerating the vaccination campaign is an urgent task for Biden, and he seems to have a plan. But if he doesn't find a wa...","sentiment_score":0.0}
{"full_text":"RT This is unbelievable and needs to be sorted immediately.Please RT if you agree and help put the pressure on","sentiment_score":-0.25}
{"full_text":"RT Ron DeSantis is a disaster","sentiment_score":0.0}
{"full_text":"When the American people have had enough!","sentiment_score":0.0}
{"full_text":"China is totally responsible for this Chinese virus and the destruction it has caused.","sentiment_score":0.1}
{"full_text":"RT Dr. Geoffrey Leung, ambulatory medical director with , answers a frequently asked question regarding the second v...","sentiment_score":0.0333333333}
{"full_text":"RT For Biden supporters. People working in the oil industry have now lost their jobs (because Biden halted the pipeline) in the...","sentiment_score":0.0}
{"full_text":"RT Bloomberg: 'Climate change has the potential to kill everybody,' worse than pandemic 'long-term' | Just The News","sentiment_score":-0.2}
{"full_text":"RT Didn't he run on \"having a plan?\"\"Nothing we can do\" doesn't sound like much of a plan to me!","sentiment_score":0.325}
{"full_text":"Evangelion theater edition, postponed for corona? Before... How many years did Evangelion do it?","sentiment_score":0.5}
{"full_text":"Bruh what happen to that big plan BIG GUY.","sentiment_score":0.0}
{"full_text":"RT Statement from Teri Mooring on the #bcpoli vaccination plan. #bced\"Our collective duty during the COVID-19 pandemic must always...","sentiment_score":0.0}
{"full_text":"Black doctors' group takes aim at Covid-19 vaccine hesitancyhttps:\/\/t.co\/MdbADksEbI","sentiment_score":-0.1666666667}
{"full_text":"aight no cap I want one of these, can't go to karate cause covid so this would be sick af for training","sentiment_score":-0.7142857143}
{"full_text":"I predict the world gives up on eradication attempts sometime this year when it becomes clear mutations will continue to outpace vaccine logistics. Or it becomes so deadly we globally lock down in panic.","sentiment_score":-0.0185185185}
{"full_text":"RT This is unbelievable and needs to be sorted immediately.Please RT if you agree and help put the pressure on","sentiment_score":-0.25}
{"full_text":"RT It feels good to only have to worry about a deadly pandemic now.","sentiment_score":0.1666666667}
{"full_text":"RT Union Govt is using Rapid Assessment System, RAS to take feedback from those getting vaccinated for COVID-19....","sentiment_score":0.0}
{"full_text":"I can't help thinking with world news, that the desperate need for a vaccine in places like the UK where a covid patient is admitted to hospital every 30 mins, that the Aus (not including NSW) keeps doing what we are doing, and let them go first.","sentiment_score":-0.175}
{"full_text":"Biden: 'No one should have to choose between their livelihoods and their own health' via #StatenIsland","sentiment_score":0.6}
{"full_text":"RT Respiratory Physios are helping to save lives all over the world. For those of you who'd like to know more, here are some...","sentiment_score":0.5}
{"full_text":"RT Just think of what the trend could look like if we were using #ivermectin for prophylaxis &amp; early out-pati...","sentiment_score":0.1}
{"full_text":"RT We've gone from a man ramming thru Operation Warp Speed creating a vaccine &amp; saving lives to this fool, two days into hi...","sentiment_score":0.0}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"It's super frustrating to hear OPH over and over say #stayhome, yet you support \"redzoned\" teachers leaving this health unit to teach in a green zone, as well as supporting opening classrooms where physical distancing is impossible and kids are crammed in. #mixedmessages","sentiment_score":-0.1138888889}
{"full_text":"RT When I'm a 78-year-old man who has dedicated my life to public service, lived through the death of a spouse and more than one...","sentiment_score":0.25}
{"full_text":"RT Trump admin crimes that need rigorous investigation and prosecution:1) Handling of covid and profiteering off death2)...","sentiment_score":0.0}
{"full_text":"RT Gov. Newsom is refusing to release the ICU data for his stay-at-home order because it would \"confuse\" the public, once ag...","sentiment_score":0.0}
{"full_text":"RT \"Nothing we can do\".  Imagine for a second if President Trump said that.","sentiment_score":0.0}
{"full_text":"RT Angela \"Angie\" Stewart, 52yo LPN at a Westfield, Massachusetts rehab facility, died of #covid19 11\/28. She was an enthusiastic...","sentiment_score":0.6}
{"full_text":"RT please stop spitting on birthday cakes forever and join me in making this tradition die. thank you for your time","sentiment_score":0.0}
{"full_text":"The heartbroken wife of a man who died with Covid-19 just days ago has pleaded with people to wear face masks to help save lives.Jeni Pim, whos...https:\/\/t.co\/Fb799KfOTs","sentiment_score":0.0}
{"full_text":"RT Grandpa Joe's big COVID plan he's been bragging about for a year ...- There's nothing we can do about it for two months. ...","sentiment_score":0.0}
{"full_text":"RT California won't tell public virus data, says 'would mislead and create greater uncertainty' | Just The News","sentiment_score":0.25}
{"full_text":"Lockdown nights out this loft window are actually another level of peace ","sentiment_score":0.0}
{"full_text":"RT The number of coronavirus patients in Lagos needing oxygen to survive has risen fivefold as a second wave of the pandemic hi...","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"RT 580 people have died because of Covid this month. If that number was cattle or pigs, the North &amp; South of the island wo...","sentiment_score":0.0}
{"full_text":"RT In only 48 hours, Biden:- Killed around 50,000 jobs - Made us less energy independent- Committed $2 trillion to clima...","sentiment_score":-0.0916666667}
{"full_text":"how are we ten months into a pandemic and we still have to explain to a bunch of nut heads that just because you can get COVID while wearing a mask doesn't mean it doesn't help stop the spread..... y'all's heads really empty huh?","sentiment_score":-0.1375}
{"full_text":"In #Chile, public health institute on Jan. 20 approved emergency use of a #vaccine against the novel coronavirus disease developed by Chinese firm Sinovac Biotech. Emergency approval of Chinese-made vaccine will boost Chile's mass vaccination campaign, Health Minister Paris said.","sentiment_score":-0.025}
{"full_text":"Despite the pandemic rage in the country, the much-awaited art fair for all enthusiasts and aspiring artists will push through online for a week-long run.https:\/\/t.co\/90ZSMIIRtQ","sentiment_score":0.7}
{"full_text":"Indiana Governor Eric Holcomb wants to keep the state's nearly $2.3 billion surplus, despite the ongoing pandemic.However, some Hoosiers feel that money should be spent now.","sentiment_score":0.0666666667}
{"full_text":"RT For people asking: yes! We secured COVID funeral cost reimbursements nationwide.This effort was inspired by my district, but the...","sentiment_score":0.0}
{"full_text":"RT Real estate agents are reimagining and remarketing homes for pandemic-minded buyers, who are looking for features like h...","sentiment_score":0.2}
{"full_text":"RT British officials say some early evidence suggests UK coronavirus variant may be associated with a higher risk of mortality","sentiment_score":0.1166666667}
{"full_text":"The sense of emergency during the first lockdown was replaced by distrust of government officials during the second. The third has been marked by another spike and defiance by the ultra-Orthodox communityhttps:\/\/t.co\/B3TJp3cU4h","sentiment_score":0.0875}
{"full_text":"RT What was Bernie doing in Wuhan? Fact Sheet: Activity at the Wuhan Institute of Virologyhttps:\/\/t.co\/sdcf7V9jMI htt...","sentiment_score":0.0}
{"full_text":"Available NOW - Partnered with this survey was conducted to determine the impact of COVID-19 on technology deployments of businesses in Canada as work from home, combined with an economic downturn, swept the world starting in March 2020.https:\/\/t.co\/DeiInEEdj1","sentiment_score":0.2}
{"full_text":"RIP Corona Kings. Now to defeat the coronavirus.More #PUPPETREGIME:","sentiment_score":0.0}
{"full_text":"Since the start of the coronavirus pandemic, has seen an uptick in new customers, as many people are seeking out convenient, available options to eye care.  #glasses #contacts #eyewear #eyecare #vision","sentiment_score":0.3454545455}
{"full_text":"RT We've gone from a man ramming thru Operation Warp Speed creating a vaccine &amp; saving lives to this fool, two days into hi...","sentiment_score":0.0}
{"full_text":"Guides in #Bangla and #Nepali explain how uses contact tracing to slow the spread of #COVID19Watch in English: resources: #nepaalii","sentiment_score":-0.15}
{"full_text":"RT Grandpa Joe's big COVID plan he's been bragging about for a year ...- There's nothing we can do about it for two months. ...","sentiment_score":0.0}
{"full_text":"RT How it's going now.    How it started then.  #Fauci #COVID19","sentiment_score":0.0}
{"full_text":"More Executive Orders have been signed by President Joe Biden, focusing on his COVID-19 response. https:\/\/t.co\/oEGrzKqMPa","sentiment_score":0.5}
{"full_text":"WHO Welcomes US Back After Biden Moves to Retain Membership","sentiment_score":0.0}
{"full_text":"So far, fewer than 5% of people in L.A. County's Phase 1A group have received both vaccine doses to fully inoculate them against COVID-19","sentiment_score":0.1}
{"full_text":"After its second pause in the 2020-21 college basketball season due to COVID-19, NC State is set to return to the court on Saturday afternoon against rival North Carolina at the Smith Center.","sentiment_score":-0.075}
{"full_text":"RT Two days in &amp; Biden says never mind about stopping COVID &amp; hands the electrical grid to China. \"Biden Rescinds Trump Ord...","sentiment_score":0.0}
{"full_text":"Passengers can download IRCTC e-catering app 'Food On Track' from the various app stores and avail e-catering services. Cash on delivery option has also been provided. Amid the pandemic, IRCTC has only been serving ready-to-eat meals to passengers.https:\/\/t.co\/LSeAlGnXhz","sentiment_score":0.0}
