{"full_text":"RT 2019: im at the impeachment 2020: im at the pandemic2021: im at the combination impeachment and pandemic","sentiment_score":0.0}
{"full_text":"RT 2019: im at the impeachment 2020: im at the pandemic2021: im at the combination impeachment and pandemic","sentiment_score":0.0}
{"full_text":"RT China has denied entry to 2 WHO experts after testing positive for #Covid19 antibodies.The rest of the 15-member team are...","sentiment_score":0.2272727273}
{"full_text":"RT Pan India rollout of #COVID19 vaccination drive to begin from tomorrow. PM to launch the world's largest vacc...","sentiment_score":0.0}
{"full_text":"RT theirs increased in covid yet the so called minister and stakeholders deem it fit for schools to resume wi...","sentiment_score":0.4}
{"full_text":"RT This thread is a devastating takedown of lockdown sceptic Toby Young (@toadmeister).Please do read it and retweet it....","sentiment_score":-0.45}
{"full_text":"Illterate who you don't know what is actually India map .... Chinese organisation ...So illterate your organisation don't know map of India how you can give correct advice to whole world Chinese organisation","sentiment_score":0.05}
{"full_text":"RT This plan is a no brainer:* New $2k relief checks* Expedited vaccine rollout* Eviction moratorium* Increased minimu...","sentiment_score":0.1363636364}
{"full_text":"Sir, I don't think they are selling black tickets,As per the #Covid protocols released by Govt there should be only 50% occupancy, but they r maintaining 100% occupancy.They r selling 50% tickets through Book my show &amp; remaining 50% at counters. Theatre:Srinivasa Mahal kanigiri","sentiment_score":-0.0833333333}
{"full_text":"RT Read this. Whatever you were doing at your most careful during this pandemic -- that should be your baseline. ","sentiment_score":0.2}
{"full_text":"RT Everyone needs to watch and listen to this. Even if it hurts and you're tired of hearing these news. Please, listen to pro...","sentiment_score":-0.4}
{"full_text":"Have yiu gotten the 2nd Covid stimulus check? Asking for those who haven't.","sentiment_score":0.0}
{"full_text":"RT This week's Inside the Ring column Interagency task force on virus origin deadlocked -- 7% say SARS-Cov-2 is a bi...","sentiment_score":0.0}
{"full_text":"RT Politicians, please stop the face-to-face press conferences and go virtual. Quit putting media workers at risk. All the YBs s...","sentiment_score":0.0}
{"full_text":"RT It's time for a President who takes the COVID and economic crises seriously. ","sentiment_score":-0.0666666667}
{"full_text":"RT He unknowingly had Covid-19. Now his blood contains rare antibodies. via","sentiment_score":0.3}
{"full_text":"Want to still award them? Liberals ?#COVID19Kerala, Maharashtra now the only epicentres, but covid persists in some states mint app for latest in Business News -","sentiment_score":0.25}
{"full_text":"RT I'm with Our first priority has to be to get control of this pandemic, get people back to work, and get our ki...","sentiment_score":0.125}
{"full_text":"This is so fuckin shitty","sentiment_score":0.0}
{"full_text":"RT COVID or not, stay six feet away from my man &lt;3","sentiment_score":0.0}
{"full_text":"RT .@VinGuptaMD on President-elect Biden's economic recovery and Covid-19 relief plan: \"It's the type of the think-big, disaster mi...","sentiment_score":0.2}
{"full_text":"RT BREAKING: As discussed in Proof of Corruption (Macmillan, 2020), it was Trump's anger at Messonnier--whose words DHHS now...","sentiment_score":-0.7}
{"full_text":"'IT'S A SUPPLY PROBLEM': #Florida's Dir. of Emergency Management says the reason FL's #COVID19 vaccine distribution is lagging is because of 'supply, allocations, and lack of information' from the federal government ","sentiment_score":0.0}
{"full_text":"RT Hospitals are overrun so maybe wait to get something stuck in your butt until after the pandemic","sentiment_score":0.0}
{"full_text":"RT WHO officials arrive in Wuhan to begin investigation - #OANN","sentiment_score":0.0}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT Coronavirus may not discriminate, but it showed that some of our policy settings do. For a strong economic recovery, Australi...","sentiment_score":0.3166666667}
{"full_text":"what a hypocrite this guy, and what an insensitive film. He made an action movie out of an epidemic that killed hundreds of innocent children. I have no idea how this movie is breaking the culture.","sentiment_score":0.1333333333}
{"full_text":"RT  Learn more about #innovation in the post-pandemic era  and how it can help address #urbanchallenges and accelerate #recov...","sentiment_score":0.5}
{"full_text":"RT FOR IMMEDIATE RELEASE: Water Protectors Lock Down Inside Line 3 Pipeline to #StopLine3 (Backus, MN) Thursday morning...","sentiment_score":-0.1555555556}
{"full_text":"#NOWPLAYING : GAMPER &amp; DADONI, Emily Roberts - Bittersweet Symphony  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.0}
{"full_text":"RT A look at Friday's paper:  -Somber threshold from the coronavirus: The U.S. death toll is about to eclipse America's total l...","sentiment_score":0.0}
{"full_text":"My kids lost their grandma to Covid. I lost my mom. Nothing will bring her back, but I will never stop speaking out for the most vulnerable who are being devastated by this virus. God speed, Andy. You have angels on your side.","sentiment_score":0.0}
{"full_text":"RT In other news, America's billionaires could give everybody in the country a $3,000 stimulus check and still be richer than the...","sentiment_score":-0.125}
{"full_text":"remember during Obama how the right decided presidential security details were \"wasteful\" and started demanding the Obamas forgo it for \"fiscal responsibility\"?well look forward to 4 years of right-wing propaganda networks demanding Biden take open-air car rides through Dallas","sentiment_score":0.0928571429}
{"full_text":"RT My grandma is 98 and has COVID.  Please if u can say a lil prayer for her.","sentiment_score":0.0}
{"full_text":"Almost passed out after the Covid vaccine because of how anxious I was ","sentiment_score":-0.25}
{"full_text":"Though PM has a good image, the feeling among people is govt is very arrogant. Never accepts the mistake and the way they handle policy change . Eg demon, GST, petrol disel prices , unemployment,job loss. Migrant workers during lockdown .","sentiment_score":0.45}
{"full_text":"the shop i sent my gun to is closed bc the owner got covid, now i gotta wait to flex on my ig story","sentiment_score":-0.1}
{"full_text":"Hey I know I tend not to get serious on here but one of the main reasons for why there's been a slow down for my art is because of my mental healthI really tend to downplay it but it's really affected me ever since COVID started and even before then -","sentiment_score":-0.046031746}
{"full_text":"RT BSP welcomes the government's decision to start COVID-19 vaccination drive and requests the Central and state government to provid...","sentiment_score":0.0}
{"full_text":"15-Year-Old Boy Dies of Rare Condition Associated With COVID-19","sentiment_score":0.3}
{"full_text":"RT 5 people dead in the Capital riot, which is terrible and Trump lit the fuse. BUT...400,000 Americans will be dead of COVID...","sentiment_score":-0.4666666667}
{"full_text":"While I'd love to continue to push out more art out every day like I used to, I can't now because of how mentally draining it can belike many others, COVID and its social and mental affects have really hit me hard -","sentiment_score":0.1552083333}
{"full_text":"RT GOVERNMENT: stay homeME: ok I'm staying home GOVERNMENT: ....you wanna go out and get a burrito or something?ME: can...","sentiment_score":0.5}
{"full_text":"RT Almost a year into the pandemic, supply shortages remain so severe that nurse Kristen Cline reuses her N95 for several shif...","sentiment_score":0.0}
{"full_text":"Congrats Kuya and thank you for helping bring Manila to health. ","sentiment_score":0.0}
{"full_text":"RT I don't want this to get lost in all the numbers:The President-elect's plan would cut child poverty in half.","sentiment_score":-0.1666666667}
{"full_text":"RT i just saw 3 homeless guys giving each other the covid vaccine under a bridge.  what a caring community we live in ","sentiment_score":0.0056818182}
{"full_text":"RT Doug Ford spent all summer traveling around Ontario congratulating himself on a \"job well done\" rather than preparing for...","sentiment_score":-0.1}
{"full_text":"My thought process here is that there was (prior to COVID) a robust and growing body of work suggesting the \"loneliness epidemic\" exacts a grave toll on physical and mental health. And now we get a huge exogenous change in loneliness and a concomitant breakdown of mental health.","sentiment_score":0.04}
{"full_text":"16 new Covid variants detected in Kenya, we will never catch a break ","sentiment_score":0.1363636364}
{"full_text":"Let me take this opportunity to wish my good friends in Taiwan who have been of immense help to Saint Lucia and myself in the high level of education.https:\/\/t.co\/GpJcLXCCrB","sentiment_score":0.2866666667}
{"full_text":"RT This graphic clearly shows that #Ivermectin is both a solid bridge to the vaccine--and a secure safety net for anyone w...","sentiment_score":0.1}
{"full_text":"RT Mom might forget, but Aritri never lets her leave the house without a mask during #COVID19! #WearAMask with Aritri today! h...","sentiment_score":0.0}
{"full_text":"RT #CoveredCA's Open Enrollment period runs through Jan. 31, and of the 2.7 million Californians who are uninsured, an estimate...","sentiment_score":0.0}
{"full_text":"RT an update: corey johnson's and dustin higgs'  executions are scheduled for TONIGHT and TOMORROW, respectively. lawyers won...","sentiment_score":0.0}
{"full_text":"RT The covid thing had to extend to the 20th so he could cancel the inauguration and look like a hero for doin...","sentiment_score":0.0}
{"full_text":"Ok I asked her ","sentiment_score":0.5}
{"full_text":"RT This tweet is still up. Lol.","sentiment_score":0.8}
{"full_text":"RT \"Since social distancing is very important, rather than doing something together, we could have our own self-care time...","sentiment_score":0.3844444444}
{"full_text":"RT In advance of his 19th playoff game for the Green Bay Packers this weekend, NFL star Aaron Rodgers is calling out Californi...","sentiment_score":-0.3}
{"full_text":"WHY has Tim Gionet aka \"Baked Alaska\" been arrested yet?Now he's blown off an AZ court hearing on his violation of bail conditions on a prior, with a warrant issued, but STILL no arrest for his crimes at the Capitol riot (where he KNEW he had Covid!) https:\/\/t.co\/pfgwArHTNn","sentiment_score":0.015625}
{"full_text":"covid","sentiment_score":0.0}
{"full_text":"RT A sr. Biden official today, on what they incoming team has from outgoing officials learned during the transition: \"What...","sentiment_score":0.0}
{"full_text":"Hello??? SOCIAL DISTANCING????? No Social Distacing = Ratio","sentiment_score":0.0083333333}
{"full_text":"Never goes away.Harper is still blamed for just about everything but Covid","sentiment_score":0.0}
{"full_text":"RT The Biden-Harris Administration will crush Covid. Without a doubt.","sentiment_score":0.0}
{"full_text":"RT Always leading from the front and being on front for the people, our hard working MP Smt ben welcomed Co...","sentiment_score":-0.2916666667}
{"full_text":"so the utter incompetence of NY for not balancing the budget before covid-19 was a factor doesn't play here anymore?","sentiment_score":0.0}
{"full_text":"RT \"There's only so much we can do, there's only so much we can cope with\"As the number of patients with Covid rises in Yo...","sentiment_score":0.1}
{"full_text":"Elevator Anxiety and its Impact on Commercial Real Estate #CRE #COVID-19 #TenantTips #NewNormal #ElevatorAnxiety ","sentiment_score":0.1}
{"full_text":"RT BlackRock, the world's biggest asset manager, is betting on sectors most battered by the pandemic, including transportation a...","sentiment_score":0.5}
{"full_text":"While the pandemic is nowhere near \"over\", the world as we know it has been changed and will continue to change our daily lives.","sentiment_score":0.05}
{"full_text":"Salute... https:\/\/t.co\/Tk5ux4OZrU (#HELPARTISTSMAKEMONEY in #COVID19)@narendramodi #GeneralRawat #indianarmyday","sentiment_score":0.0}
{"full_text":"RT \"THE Zimbabwe Prisons and Correctional Services (ZPCS) is working flat-out to contain the spread of Covid-19 in the count...","sentiment_score":0.0}
{"full_text":"RT Thank you President Trump for...1. Best economy ever 2. Lowest unemployment 3. Tariffs that protect U.S. jobs4. Lo...","sentiment_score":1.0}
{"full_text":"RT First brought you proof that the Libs were training China's military on how best to defeat us and now","sentiment_score":0.3833333333}
{"full_text":"RT Lockdown 1 Lockdown 2Lockdown 358\/2 days      &lt; u r hereLockdown Birth By SleepLockdown 3D Dream Drop Distance...","sentiment_score":0.0}
{"full_text":"A friend asked if I heard about a military lockdown over the weekend with QAnon bullet points as evidence. I cited a number of tweets from the 3 of you all.","sentiment_score":-0.1}
{"full_text":"RT Why is the Ministry of Health running a signature campaign when all it has to do is make the data of Bharat Biotech's Cov...","sentiment_score":0.0}
{"full_text":"RT #MasterFilm Tops Rs40 crore on Opening Day in India Amidst COVID Restrictions.- 2nd Biggest Non-Holiday Opening Day for Indu...","sentiment_score":0.0}
{"full_text":"Pep Guardiola has been slammed by a UK politician after his claims that players cannot help 'hugging' and  celebrating their goals together purely due to instinct. https:\/\/t.co\/Rx2w85STWK","sentiment_score":-0.125}
{"full_text":"The Morrison Government wants us to forget that they had doubled the debt to historic highs BEFORE #COVID19   End Sept 2013 gross debt - $280.3b (Change of govt) End Jan 2020 gross debt - $568b (Pre COVID-19) 15 January 2021 gross debt - $808.8 billion #auspol","sentiment_score":0.04}
{"full_text":"Uh oh... via","sentiment_score":0.0}
{"full_text":"First Metro Investment Corporation expects the economy to bounce back into 5.5 to 6.5 percent growth this year, driven by sustained government spending and the rollout of coronavirus vaccines.#EconomyPHhttps:\/\/t.co\/1jT206By2X","sentiment_score":0.125}
{"full_text":"Pope Francis urges the public to get vaccinated against #COVID19. The Vatican earlier confirmed that the pontiff and his predecessor, Pope Emeritus Benedict XVI, got the jabs.","sentiment_score":0.1333333333}
{"full_text":"The creative talents of south-west residents are on display in a new hay bale decorating competition aimed at getting visitors back into regional towns after COVID-19.","sentiment_score":0.2121212121}
{"full_text":"Follow these safety protocols for a smooth trip!#yoorekka #SafetyProtocols #travel Cover Photo Credits:: Korinne Adrianne Ayumayum | Unsplashhttps:\/\/t.co\/04tmPM6DDe","sentiment_score":0.4}
{"full_text":"Radio presenter struck down with 'unbearable' coronavirus symptom","sentiment_score":-0.1555555556}
{"full_text":"#Japan will temporarily suspend exemptions allowing foreign athletes to train in the country ahead of the Summer #Olympics. The suspension will last until Feb 7. #COVID19","sentiment_score":-0.0625}
{"full_text":"RT COVID Update January 14: My last nightly thread for a while. What I want to say is it's not time for despair. It's time to...","sentiment_score":0.0}
{"full_text":"A Canadian pharmacy chain closed off its Black haircare products section, saying it was under a nonessential category during a COVID-19 lockdown.","sentiment_score":-0.1333333333}
{"full_text":"With the #SDGs as our guide, we must unite as a global community and recommit to help every country recover justly and fairly, with strong climate resilient economies. See how we work with governments and communities to #BuildForwardBetter from COVID-19.","sentiment_score":0.3777777778}
{"full_text":"EXCLUSIVE: Local public health directors are advising schools not to follow the government's plan to use rapid tests on pupils and staff who have come into close contact with positive Covid cases as they are too 'unreliable'","sentiment_score":0.0757575758}
{"full_text":"It said the economic recovery is likely to be realised in countries like China, which suffered heavy losses in early 2020, before the spread of the pandemic is controlled more effectively than in many western countries.https:\/\/t.co\/wcf9SUJRnI","sentiment_score":0.2125}
{"full_text":"China's #automobile #exports dropped 2.9% YoY in 2020 due to the impact of #COVID19. In 2020, Chinese auto firms exported a total of 995,000 cars, data from the China Association of Automobile Manufacturers showed.","sentiment_score":-0.0416666667}
{"full_text":"More than 80 Avon and Somerset Police officers sick with covidhttps:\/\/t.co\/OUToPayUVC","sentiment_score":-0.1071428571}
{"full_text":"Tunisian's on Thursday marked 10 years since the revolution sent former President Zine El Abidine Ben Ali into exile. But Tunisian streets were empty on January 14th as residents were ordered to stay home and demonstrations were banned because of COVID-19. #tunisia #covid_19","sentiment_score":0.0}
{"full_text":"RT Season 2 of Covid-19 really sucks.","sentiment_score":-0.3}
{"full_text":"Jempson's adds new Covid safety measures #retail #coronavirusuk","sentiment_score":0.1363636364}
{"full_text":"While most people are encouraged to get vaccinated, the #CDC says people who've had an allergic reaction to any ingredients in the #CO VID19 vaccines should not.WARNING !","sentiment_score":0.625}
{"full_text":"Registration for the Covid-19 vaccination will be opened soon for Malaysians.Health Minister Dr Adham Baba told RTM, Malaysians will receive 2 vaccine injections each within a period of 21 days.He also says people must still practice the new norms even after getting the jabs.","sentiment_score":0.1363636364}
{"full_text":"Later at 11pm-Another potential crisis looming due to #COVID19 pandemic... thousands of people facing water bills that haven't been paid in months. #weinvestigate","sentiment_score":-0.0416666667}
{"full_text":"A Caracas, Venezuela artist is using his graffiti skills to cheer people up during COVID-19. Wolfgang Salazar has gained popularity for his spray-painted murals of Venezuelan heroes and regular people. #venezuela #caracas #streetart #covid_19","sentiment_score":0.0}
{"full_text":"#AlexFerguson encouraged #ManchesterUnited star #MarcusRashford to continue taking on the UK government over its help for disadvantaged children during the #Coronavirus pandemic!#Footballhttps:\/\/t.co\/83NbeHpED2","sentiment_score":0.0}
{"full_text":"Event organizers with the Whitefish Winter Carnival announced they are hosting the event virtually this year due to public safety concerns regarding the ongoing COVID-19 pandemic.","sentiment_score":-0.0625}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"RT My grandma is 98 and has COVID.  Please if u can say a lil prayer for her.","sentiment_score":0.0}
{"full_text":"Clothing brand Uniqlo's Japanese owner on Thursday said operating profits were higher than pre-pandemic levels in its first quarter, boosted by China's resurgence and strong demand for stay-at-home jogging pants and other comfortable styles.@UNIQLO_JPhttps:\/\/t.co\/xRPNyHkdcn","sentiment_score":0.2013888889}
{"full_text":"\"UNYIELDING\" Do you think Tennessee's governor should reconsider issuing a statewide mask mandate in accordance with recommendations from the White House Coronavirus Task Force?","sentiment_score":0.0}
{"full_text":"Dozens of #COVID19 patients in the #Amazonrainforest's biggest city will be flown out of state as the local health system collapses, authorities have announced as dwindling stocks of oxygen tanks meant some people were starting to die breathless at home","sentiment_score":0.0}
{"full_text":"I wonder and has anyone estimated the number of lives saved with every vaccine given one day or one week earlier?","sentiment_score":0.0}
{"full_text":"RT Kenney didn't like how many schools were on the outbreak list. So they're increasing the criteria for school outbreak decla...","sentiment_score":0.5}
{"full_text":"doesn't seem like a lockdown at all! ","sentiment_score":0.0}
{"full_text":"Street corners, pavements and front doors have taken on a new significance this year in London under lockdown.","sentiment_score":0.1363636364}
{"full_text":"U.S. greenhouse gas emissions fell by 10% in 2020, the largest annual drop since World War II.https:\/\/t.co\/T1tluafPr5","sentiment_score":0.0}
{"full_text":"RT BREAKING: Corey Johnson was killed while recovering from COVID-19, which medical experts say may have made the lethal injecti...","sentiment_score":-0.1}
{"full_text":"Our Winner is OMOGBOLAHAN BABS@OgbeniCzar has won himself a pack of KAS 3-in-1 COVID-19 protection kitThe kit comes with a face shield, a face mask &amp; a hand sanitizer spray\"Question for the Day\" comes up every Mondays &amp; Wednesdays, so keep a date with usNigerians","sentiment_score":0.0}
{"full_text":"RT The Maxi Mask. Made for heavy pandemic days  #SeenAtAWalmart","sentiment_score":-0.2}
{"full_text":"Yo #PDX folks, and I are going on a social distancing Mommy and Daddy date this weekend. Is there somewhere we could park with takeout that has a nice romantic view overlooking the city?","sentiment_score":0.2111111111}
{"full_text":"RT One of our century's biggest medical miracles will be recorded as the fact that an inauguration cured a pandemic.","sentiment_score":0.0}
{"full_text":"Nah goodnight","sentiment_score":0.0}
{"full_text":"COVID-19: Depression and stress could hamper immune response to vaccines","sentiment_score":0.0}
{"full_text":"RT Calling in the cavalry!: \"Andy Slavitt, former acting head of CMS who worked on fixing botched rollo...","sentiment_score":0.0}
{"full_text":"RT 1 year ago","sentiment_score":0.0}
{"full_text":"RT I wish I could tell 13 year old me that it will all work out. That she'll survive the trauma, put herself through UCT,...","sentiment_score":0.1}
{"full_text":"RT Pandemic or not, kiss your dogs goodnight every night","sentiment_score":0.0}
{"full_text":"RT GOVERNMENT: stay homeME: ok I'm staying home GOVERNMENT: ....you wanna go out and get a burrito or something?ME: can...","sentiment_score":0.5}
{"full_text":"RT It's hard to wrap your head around how many people we've lost and will continue to lose.","sentiment_score":0.1041666667}
{"full_text":"RT Growing support from within intelligence and arms control communities, wants to assert SARS-CoV-2 as an PLA-engineered bi...","sentiment_score":0.2}
{"full_text":"New cases of COVID-19 spiked again in Vermont on Wednesday with almost 200 new confirmed cases of the virus.","sentiment_score":0.2242424242}
{"full_text":"When was the last time you used nose mask and sanitize your hand after touching different humans ...una no want make we graduate...those at d market ain't humans right or all d people that walks in the street of Lagos ain't human too ...shey dem don get corona???","sentiment_score":0.1571428571}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT i just saw 3 homeless guys giving each other the covid vaccine under a bridge.  what a caring community we live in ","sentiment_score":0.0056818182}
{"full_text":"Current Conditions for #Sayre PATemp: 34.3FWind Chill: 34.3FHumidity: 99%Dew Point: 34.0F Barometer: 29.984 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 191.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT BREAKING: Corey Johnson was killed while recovering from COVID-19, which medical experts say may have made the lethal injecti...","sentiment_score":-0.1}
{"full_text":"How many due to the lockdown?","sentiment_score":0.1875}
{"full_text":"RT They were tested again in #Singapore and were all negative for PCR. But two members tested positive for IgM antibodies. They are b...","sentiment_score":-0.0363636364}
{"full_text":"RT On  I have just seen lay people being trained to give Covid vaccine injections whereas I, a doctor for over 50 ye...","sentiment_score":0.0}
{"full_text":"#Featured #Capitalcases Court allows execution of Corey Johnson to proceed after COVID-19 diagnosis","sentiment_score":0.0}
{"full_text":"RT I still have an October issue with tons of Covid denial. FYI - It's a \"controlled opposition\" paper, supposedl...","sentiment_score":0.0}
{"full_text":"COVID-19: English coronavirus deaths rise by 1,248 - with 48,682 new cases as English variant spirals out of control -Reuters ","sentiment_score":0.0454545455}
