{"full_text":"RT It's the energy of a man who knows that he is all that stands between the Free World and Armageddon","sentiment_score":0.4}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"So... considers itself a compassionate country and even though we've failed at that many many times in our history, I just don't think this tweet will gel. Even the white domestic terrorists won't like it, some of their family are in the clink.Who writes your tweets? #cdnpoli","sentiment_score":0.1}
{"full_text":"RT Seeking clarification from to determine whether we have reached record COVID+ hospitalizations.In past repo...","sentiment_score":-0.25}
{"full_text":"RT This is the final product of HATE!","sentiment_score":-0.5}
{"full_text":"Not sure how Boris is going to speed up #COVID19 vaccinations when our local GP is reporting they've already used up all this week's allocation.","sentiment_score":-0.125}
{"full_text":"ikr!! and people's lives are in danger, and he's been preaching staying home so much during this and now he can't even wear a proper mask :\/","sentiment_score":-0.0166666667}
{"full_text":"RT Today everyone in Congress has to wear a mask the whole time. Including Pence. Which is awesome, because it ruins the visual el...","sentiment_score":0.2625}
{"full_text":"RT President Cyril Ramaphosa says Canada has committed to sharing any extra COVID-19 vaccines with countries in need as soon as supp...","sentiment_score":0.0}
{"full_text":"RT It is laugh out loud funny to me that people are still pretending had more support in this country than","sentiment_score":0.2875}
{"full_text":"harry. wear.  a.  mask.","sentiment_score":0.0}
{"full_text":"RT Before Covid an Englishman's home was his castle. Not any longer! Our liberties are being destroyed.","sentiment_score":0.0}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"RT Had this from a doctor at Warrington and Halton NHS Trust today\"Over last 48 hrs we've seen a sudden massive increase...","sentiment_score":0.0}
{"full_text":"WATCH LIVE: Premier Doug Ford updates Ontario's COVID-19 response on Wednesday.https:\/\/t.co\/8s5jGdPMHK","sentiment_score":0.1363636364}
{"full_text":"RT  \"In the event of a Dem sweep in Ga., we think add'l near-term pandemic relief...could stretch into the $600B to $800B r...","sentiment_score":0.0}
{"full_text":"I am not venturing in the weeds of the First Amendment. But FSBook has gotta be neutered.Their \"engagement\" model must be put to financial death.","sentiment_score":0.125}
{"full_text":"When this is all over, I will not be resuming friendships with ppl who risked others' lives for a wedding or a fucking vacation during a highly contagious pandemic","sentiment_score":-0.22}
{"full_text":"Miss you, too! I managed to get a few hours of sleep so I'm at least not hallucinating any more (at one point I was awake for 65+ hours) - they only let one parent in hospital now because of Covid. But we're finally home today - another update in a few!  you're the best, JP.","sentiment_score":0.1071428571}
{"full_text":"As a new mom, I also experienced the sting of this type of discrimination. I know this happens all the time, but who's taking about it?","sentiment_score":0.4681818182}
{"full_text":"RT WHO issues rare rebuke to China for delaying experts' travel to investigate the origin of the coronavirus","sentiment_score":0.3}
{"full_text":"RT Hot off the press! Check out our latest issue of The Provincial.This issue has updates on our shareholder program, scholarship...","sentiment_score":0.40625}
{"full_text":"RT Anyone who thinks a official deliberately thought about omitting the word \"Oxford\" from this tweet has now off...","sentiment_score":0.0}
{"full_text":"RT Loefller buying stock in body bags in January when she was warned about the approaching pandemic.....nothing qualifies you m...","sentiment_score":0.0}
{"full_text":"RT Saw this on a post...Wear a mask...take the vaccine then I am happy to bicker for the next 30 yeara...","sentiment_score":0.4}
{"full_text":"RT Rumors have started to circulate that UCP politicians and staff have received the vaccine for Covid-19. Care...","sentiment_score":0.0}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"RT Covid-19: 17 further deaths, 7,836 new confirmed cases via","sentiment_score":0.1787878788}
{"full_text":"RT The United States reported 3,775 new Covid-19 deaths on Tuesday -- a record-high since the pandemic began, according to data fr...","sentiment_score":0.1363636364}
{"full_text":"How about the NHS staff &amp; carers get the PS10K pay rise and the MPs get the claps?Clap for carers is back for lockdown three - but this time with a different name","sentiment_score":0.0}
{"full_text":"RT Time for Congress &amp; the Biden Administration to get to work. Americans need help buying groceries &amp; paying rent.","sentiment_score":0.0}
{"full_text":"Yep... A draw.. koore re arametse corona but we are subjected to a draw in order to receive a reward.. they might as well use that money for PPE that we don't even have","sentiment_score":0.0}
{"full_text":"RT This was about the sweatsuit article yes","sentiment_score":0.0}
{"full_text":"is messed up! My friend has Corona and just because shes isolated for 10 days... she gotta go back to work tmr even whilst shes still coughing? Fucking disgusting. Avoid Nandos folks!!!!! #coronavirusuk #COVID19","sentiment_score":-0.5}
{"full_text":"RT What happened last night isn't about Democrats or Republicans. It's about our country. We now have a real chance to beat...","sentiment_score":0.1}
{"full_text":"I found one !!Like their page, sign their petition and lobby your departments for mitigation and fee reductions.","sentiment_score":0.0}
{"full_text":"RT For those wanting to stay caffeinated during these difficult days - there's 10% off all for the whole of Janu...","sentiment_score":-0.15}
{"full_text":"RT I'm isolating as I may have covid. I've been in contact with 5 people at work that are positive.Send prayers ","sentiment_score":0.0}
{"full_text":"RT Currently, the point of covid vaccination is to protect those who have it from developing severe covid disease. That's...","sentiment_score":0.0}
{"full_text":"Not to mention literally risking their lives from Covid","sentiment_score":0.0}
{"full_text":"I don't wear pearls, so save your incorrect nasty assumptions for someone else. Also, just so you know before you accuse me of other things, I wear a mask EVERY time I go out of the house. I make my children wear them, but I also know it is NOT illegal for people not to wear one.","sentiment_score":-0.2916666667}
{"full_text":"RT The Irish Government has agreed passengers from Britain and South Africa will need negative Covid test to gain entry to th...","sentiment_score":-0.15}
{"full_text":"Anyone out clapping the NHS tomorrow who has been banging on about the hospitals not being full, not wanting to wear a mask as they refuse to be \"muzzled\" - any of it - should be having their head shaved on a scaffold in the town square.","sentiment_score":0.35}
{"full_text":"RT Harris serves as the CoB of Chartwell Retirement. During the COVID-19 pandemic Chartwell was one of the three...","sentiment_score":0.0}
{"full_text":"Aha ! So they admit that the number of cases they give us on a fucking daily basis are from prisons. So why the fuck the rest of us are still in lockdown","sentiment_score":-0.2}
{"full_text":"covid hit me hard ","sentiment_score":-0.2916666667}
{"full_text":"Over this pandemic shit","sentiment_score":-0.2}
{"full_text":"RT So, if anyone is wondering if you can get a Covid-19 reinfection if you have #longcovid ....The answer is yes. ","sentiment_score":0.0}
{"full_text":"RT This is amazing. The woman who has fervently defended Trump's massive COVID failures and disgustingly attacked the media and...","sentiment_score":-0.1333333333}
{"full_text":"RT Lockdown won't halt Leeds Rhinos' pre-season - but might make an overseas signing more difficult. See htt...","sentiment_score":0.0}
{"full_text":"RT At an Engen garage yesterday after paying I used the santizer at the till. The Mama says, 'pls don't use too much the owner ta...","sentiment_score":0.2}
{"full_text":"By getting zero or next to zero covid cases and TOTALLY &amp; EFFECTIVELY isolating any outbreaks. Testing pre-flight for incomers, working Test, Track &amp; Trace system. The alternative is living with it forever with all the misery, ill-health and death that entails. Economy suffers ++","sentiment_score":0.0}
{"full_text":"RT A THREAD about disability, chronic illness, COVID, the NHS and the 'trickle down' effect. I talked about this on IG Sto...","sentiment_score":-0.1555555556}
{"full_text":"RT What happened last night isn't about Democrats or Republicans. It's about our country. We now have a real chance to beat...","sentiment_score":0.1}
{"full_text":"I've thought the same thing for a few years now - instead of sharing juice they're sharing Covid","sentiment_score":-0.1}
{"full_text":"#HumanRights A tough case for the fine British police force to handle yesterday involved the arrest of a 92 year old man for being in breach of the Covid regulations. A proportionate response to the threat? Not their finest hour.","sentiment_score":0.0155555556}
{"full_text":"RT If you're a lockdowner &amp; going for nice walks, reading books, cooking new recipes &amp; basically pottering around pleasantly...","sentiment_score":0.4898989899}
{"full_text":"RT Starting Mon 11th Jan I'll be delivering live English lessons at 9:45am (GMT) on YouTube. Please spread the word to let...","sentiment_score":0.0454545455}
{"full_text":"COVID Patients Did This Before Getting Sick, hits city of 11 million with tight restrictions as more than 100 COVID cases discovered #fakeheadlinebot #learntocode #makeatwitterbot #javascript","sentiment_score":-0.130952381}
{"full_text":"RT Australia make you stay in a hotel for 2 weeks when you get there. South Korea chase and track every outbreak. Their test...","sentiment_score":0.0}
{"full_text":"RT If the reports of Covid coming from a biological weapons lab is fully confirmed, then we must stop saying this is a war ag...","sentiment_score":0.4}
{"full_text":"RT Ivermectin shows clinical benefits in mild to moderate Covid19 disease: A randomised controlled double blind dose respo...","sentiment_score":-0.0416666667}
{"full_text":"RT [gisa] Review: On pandemic album 'Be,' #BTS longs for better times, then dances through the tearshttps:\/\/t.co\/j4G0IzAucn","sentiment_score":0.5}
{"full_text":"RT this is likely the reason snk isn't doing their stream tonight. It suuuuucks but it's not really up...","sentiment_score":-0.05}
{"full_text":"Vaccine minister Nadhim Zahawi set to appear on BBC Question Time \"Covid Special\" tonight.Please RT this article so that anyone viewing #bbcqt is aware of the cronyism and pandemic profiteering Fiona Bruce will fail to question him on!https:\/\/t.co\/St7rGrpRzk","sentiment_score":0.0357142857}
{"full_text":"RT Gove: 'We nee to run this hot'...Is 1000 deaths a day hot enough? Is 2000\/day hot enough? How hot is hot enough?Johnson...","sentiment_score":0.1785714286}
{"full_text":"Leonard Covid-19 Crisis Relief","sentiment_score":0.0}
{"full_text":"Nine UK Variant B.1.1.7 SARS CoV2 Sequences From Japan ex-UK - Sequences (COVID) - Recombinomics Inc. Japan\/IC-0454\/2020map updatehttps:\/\/t.co\/gCBbu54Ozj","sentiment_score":0.0}
{"full_text":"RT Dr John Lee, former professor of pathology, says there are no excess deaths caused by Covid according to the latest mortalit...","sentiment_score":0.25}
{"full_text":"RT \"Islolation camps\"  ?????I got ridiculed when I did a podcast on this two months ago.  Now it is real.https:\/\/t.co\/VbTic...","sentiment_score":0.0}
{"full_text":"thankfully our politicians don't make that determination. maybe he should be an ethicist.","sentiment_score":0.0}
{"full_text":"RT Quick update on The Wine Merchant Top 100. Last year's judging took much longer than normal, due to Covid, so the resu...","sentiment_score":0.1763888889}
{"full_text":"RT I'm afraid this piece from a frontline NHS doctor is painfully, horribly accurate. I defy anyone who dismisses or denies...","sentiment_score":-0.1}
{"full_text":"But he did light a fire by not fighting Covid19 enabling the virus to kill 350,000 Americans.","sentiment_score":0.4}
{"full_text":"RT It's great to see India's leadership in scientific innovation and vaccine manufacturing capability as the world works to end...","sentiment_score":0.8}
{"full_text":"Vaccines prevent infection. How can you spread something you're not infected with because you were vaccinated against it? Uhhhhhhhh...@nytimes ON SOME DOUBLE SPEAK SHIT","sentiment_score":-0.1}
{"full_text":"It's a valid question. It depends on what state you're in, how many doses that state has received, and how they're following the CDC guidelines for order. In Texas, most phase 1A folks (HCWs &amp; nursing homes) have gotten theirs.","sentiment_score":0.3333333333}
{"full_text":"RT It is a *really bad idea* for the world to feed 80% of its antibiotics in low doses to animals in factory farms each yea...","sentiment_score":-0.35}
{"full_text":"Question-Why is everyone standing so close and not following CDC guidelines? Asking for a friend.","sentiment_score":0.0}
{"full_text":"Many folks saying their first non-Covid will be to GA, to say 'thank you' in person!!","sentiment_score":0.4453125}
{"full_text":"RT \"Shijiazhuang, capital of Hebei [province] enters lockdown after accounting for most of province's 63 cases [reported on 2...","sentiment_score":0.5}
{"full_text":"RT I've plenty to say about this Andrea.Chris Whitty isn't 'certain' he's making an informed projection.He didn't put out t...","sentiment_score":0.2142857143}
{"full_text":"RT Astonishing fact the UK has suffered more Covid deaths in 24 hours (1,041) than Australia has since the START OF THE PANDE...","sentiment_score":0.5}
{"full_text":"RT Images of world's most powerful leaders receiving Covid vaccine ","sentiment_score":0.4}
{"full_text":"RT Over *1000 deaths* reported today. Mums, dads, grandparents, husbands, wives, siblings, aunts, uncles, cousins, friends....An...","sentiment_score":0.0}
{"full_text":"RT it's the fact that SoCal\/LA county makes national news everyday for the COVID death toll, yet I keep seeing y'all having...","sentiment_score":-0.2}
{"full_text":"Just like the PPE looters. Citizens are enduring the harsher lockdown regulations. Companies are retrenching","sentiment_score":0.0}
{"full_text":"RT Today video-conference between Chancellor Angela #Merkel and Prime Minister . Topics included #Corona-pa...","sentiment_score":0.0}
{"full_text":"RT Stop Implementation of Physical Exams. Stop Corona #DelayAllProffJsmu@AzraPechuho@fslsltn","sentiment_score":0.0}
{"full_text":"RT It is laugh out loud funny to me that people are still pretending had more support in this country than","sentiment_score":0.2875}
{"full_text":"AC Milan Players Ante Rebic, Rade Krunic Test Positive For COVID-19 Before Juventus Game | Football News","sentiment_score":-0.0863636364}
{"full_text":"This is a really important point I made yesterday: why even worry about postponing the 2nd Covid-19 vaccine dose when the US and others are running so far behind on the 1st dose. The right answer is increase vaccinations. Countries should administer &gt;1% of population per day.","sentiment_score":0.0771428571}
{"full_text":"ooh sounds interesting!! I dont have my own money rn since im back with my parents due to pandemic, so im sorry i... -- dont even worry about it, its all good ","sentiment_score":0.2427083333}
{"full_text":"RT Honestly, I think we need a lockdown in Malaysia","sentiment_score":0.6}
{"full_text":"The current wave of COVID-19 cases has contributed to active outbreaks at an additional seven long-care facilities in Forsyth County. DHHSD lists Forsyth having 28 facilities with outbreaks, up from 21 on Dec. 13 and 11 on Oct. 13.https:\/\/t.co\/vHU5ynYFcS","sentiment_score":-0.0666666667}
{"full_text":"RT This policy should have happened AFTER the pandemic was over. It would have been a massive success and everyone would...","sentiment_score":0.15}
{"full_text":"PLEASE HARRY FREAKING STYLES. YOU ARE A MILLIONAIRE. YOU OBVIOUSLY CAN WEAR AND AFFORD A REAL EFFING MASK. GOD DAMN CAN YOU JUST PRACTICE WHAT YOU PREACH BY STAYING HOME AND SOCIAL DISTANCING. OH MY GOD IM DONE","sentiment_score":-0.2388888889}
{"full_text":"RT Although has not yet received #COVID19 vaccine from we will ensure that our community is informed as...","sentiment_score":0.0}
{"full_text":"RT One of the hardest parts of lockdown is the 4pm looking like 8pm for me ","sentiment_score":0.0}
{"full_text":"RT Over one thousand deaths and over 62 thousand confirmed cases today. Over a million cases in England in the week up to...","sentiment_score":0.4}
{"full_text":"RT in DC Trump and his angry followers refuse to wear masks or distance themselves. Trump is a mass murderer.    Los Angeles...","sentiment_score":-0.5}
{"full_text":"RT It is laugh out loud funny to me that people are still pretending had more support in this country than","sentiment_score":0.2875}
{"full_text":"Understanding the well documented affects of Covid worldwide, 97% of deaths are those over 60 w\/multiple co morbidities, hence rates in LTC's. Protect them &amp; those involved in their care NOT inmates where govt stats show extremely low death rates in federal inst's! Facts matter!","sentiment_score":0.0}
{"full_text":"RT We were gifted with a new pick up truck by Mr. Nyukuri Steven to assist us during the campaigns and we were also gifted with...","sentiment_score":0.3787878788}
{"full_text":"Fucking covid ruining stand up:(","sentiment_score":-0.675}
{"full_text":"RT Friends, when you see the Covid deaths number in England yesterday, one of those is my Mum.She  stayed in her flat on he...","sentiment_score":-0.025}
{"full_text":"RT Oh no, lockdown extends here in Switzerland  How about where you guys are? What's the outlook? Stay safe wherever yo...","sentiment_score":0.5}
{"full_text":"RT If any of you are going out, PLEASE wear a PROPER mask! The virus keeps getting worse! We all want to go back to some sort...","sentiment_score":-0.1666666667}
{"full_text":"Dearest Piper, I hope you have a good time, I wait for you to call me, you know I have 6 hours more, when Covid ends you will be my host at my holiday home with your husband a dream for me and my wife, you did not come to COVERT AFFAIRS ITALY. a hug. Sergeantoine.Gomez Skype","sentiment_score":0.6}
{"full_text":"RT This isn't an original thought but Mike Pence is no victim, nor does he face a \"hard choice.\" He faces no choice. The const...","sentiment_score":0.0402777778}
{"full_text":"RT Thanks to COVID, food delivery is very common in #HongKong now. The courier was alleged to have stolen this Food Panda bag l...","sentiment_score":-0.0966666667}
{"full_text":"RT We've all accepted Serco Test and Trace is a joke right?I remember getting a notification that I should switch off cont...","sentiment_score":0.0}
{"full_text":"RT The sequelae following COVID-19 are not always mild. Emphasis is made on the care of convalescents.#LivingCuba #CubaForLif...","sentiment_score":0.1666666667}
{"full_text":"RT #DelaySindhMedicalExams #DelayAllProffsJsmu #Jsmu","sentiment_score":0.0}
{"full_text":"he needs a real mask and he needs to actually wear it","sentiment_score":0.1}
{"full_text":"From the evidence from my brief walk to work and the numbers of children in school, this is not a national lockdown, not even close","sentiment_score":0.0}
{"full_text":"RT Joe Biden: \"I also congratulate the twin powers of Georgia, Stacey Abrams and Keisha Lance Bottoms, who have laid the dif...","sentiment_score":0.0}
{"full_text":"RT It is laugh out loud funny to me that people are still pretending had more support in this country than","sentiment_score":0.2875}
{"full_text":"RT If any of you are going out, PLEASE wear a PROPER mask! The virus keeps getting worse! We all want to go back to some sort...","sentiment_score":-0.1666666667}
{"full_text":"RT Hello! It's a new day!Who's ready to PUSH? Ready to PUSH for retroactive COVID relief? And to PUSH for studen...","sentiment_score":0.1787878788}
{"full_text":"RT March 1, 2020 in Selma, before we knew what the year had in store for us. Stacey Abrams was on it &amp; not even COVID, wh...","sentiment_score":0.0}
{"full_text":"Covid is extended and until that is complete, Disney needs to stop bleeding money.  Nothing is going to get fixed that isn't completely essential. They don't have access to Scrooge McDucks Vault.  He locked the door and is swimming with Bezos","sentiment_score":0.0666666667}
{"full_text":"Our #SolicitorChat returns this  Thurs 7 asking- Talk us through the process of making a will during the pandemic &amp; how a solicitor can help- What could happen to your estate if you die without a valid will- What are the risks of using a DIY wills kit or an unregulated service","sentiment_score":0.0}
{"full_text":"Looking for something to get you through Lockdown 3.0? Did you know boxing is a great way to tone your upper body and lose weight? Check out our Boxing Bag Guide to help you choose one that is best for you:https:\/\/t.co\/EkKj2ZKCtX","sentiment_score":0.6}
{"full_text":"#Gaming - Trouble about Corona party, what do you think about it?https:\/\/t.co\/0GM01dOqh9","sentiment_score":-0.2}
{"full_text":"So excited for the return of https:\/\/t.co\/XrVTXN6y3p","sentiment_score":0.375}
{"full_text":"Clapping was so 2020, this lockdown I'm going to stand on my doorstep and scream","sentiment_score":0.0}
{"full_text":"PHYLLIS ROTH of Brooklyn, New York died of COVID on  April 20.\" Her children - Amy, Eric, and Susan - and their partners and their children, as well as her extended family, miss her greatly.\"https:\/\/t.co\/ttgq0BqRh0","sentiment_score":0.4681818182}
{"full_text":"Trucking Industry Experts Optimistic About 2021, Once COVID Is Overhttps:\/\/t.co\/kp45uNfowP","sentiment_score":0.0}
{"full_text":"\"#COVID19 doesn't care where you live or how much money you have. But the people who have less, will need more to get back on their feet. Countries need to come together to provide #Vaccines4All.\"Read our #SDGs blog by Volkan Bozkirhttps:\/\/t.co\/HZZRHLVEGp","sentiment_score":0.1339393939}
{"full_text":"This November, Americans came out in record numbers despite the pandemic to choose a government of, by and for the people. Voters decided, and they elected Joe Biden by overwhelming margins. It's time to move forward as a country.","sentiment_score":0.5}
{"full_text":"The organisers of South African Music Week (SAMW), have launched a music video - entitled 'Corona' - which is a collaboration by a number of international music artists who have used their craft to create an educational song and video","sentiment_score":0.0833333333}
{"full_text":" Virtually the whole of the UK in lockdown. Netball courts empty.  It's back to training by ourselves at home.We know it's tough, but it's important to #KeepNetballing.Here are the products we think will help so you don't lose your touch:","sentiment_score":0.0222222222}
{"full_text":"These are the latest figures ","sentiment_score":0.5}
{"full_text":"Difficult one as it's easier to stay in in the cold and dark but also sitting in my garden with a glass of wine made summer lockdown easier.","sentiment_score":-0.4166666667}
{"full_text":"Our distributors are ready to deliver your brand new American Standard Water Heater right to your door.  Visit your nearest distributor.   #AmericanStandard #WaterHeaters #Quality #HotWater #Shower #StayAtHome #January","sentiment_score":0.1244155844}
{"full_text":"Navigating the Covid-19 Pandemic by Caring for Our Health Care Workforce as They Care for Our Patients: via","sentiment_score":0.0}
{"full_text":"China will probably import 15 million tons of maize in 2020\/21, compared with an earlier outlook for 7 million: China's Grain &amp; Oils Information CenterChina is buying a large amount of maize as its pig herd is recovering faster from the African swine fever outbreak.","sentiment_score":0.0714285714}
{"full_text":"Players and staff at EFL clubs will be given coronavirus tests twice a week as of 11 January.Details: #bbcefl","sentiment_score":0.0}
{"full_text":"Survival rate depends on factors like age and other conditions. Assuming there is a 98% survival rate, that would mean about 6 million dead based on the US population. 10-15% of cases are severe and 5% critical. Oh, and Covid can damage the lungs, heart and brain.","sentiment_score":-0.159375}
{"full_text":"When schools across the country shifted to distance learning due to the pandemic, This teacher had to rethink his approach to helping students overcome their fears of math.","sentiment_score":-0.125}
{"full_text":"Homelessness has always been shocking not just now but in the years before the pandemic, where was you","sentiment_score":-1.0}
{"full_text":"#COVID19 has turned the #residency application process upside down. One expert offers key insights on the pandemic's lasting impact on residency selection.","sentiment_score":-0.0138888889}
{"full_text":"Coronavirus NYC: Some schools go fully remote amid uptick in COVID-19 cases, exposures ","sentiment_score":-0.1}
{"full_text":"We have received funding from Sport England to help keep people most affected during this pandemic physically active, or ready to get or resume activity and is now accepting projects valued over PS2000.   #BeActive #Somerset #SitLess #MoveMore","sentiment_score":0.1888888889}
{"full_text":"Alex Morgan, a two-time World Cup winner with the US women's football team, has tested positive for COVID-19, the star striker said on Twitter on Tuesday.","sentiment_score":0.2272727273}
{"full_text":"Support our local Creston businesses as much as you can - they need our help.","sentiment_score":0.1}
{"full_text":"RT If any of you are going out, PLEASE wear a PROPER mask! The virus keeps getting worse! We all want to go back to some sort...","sentiment_score":-0.1666666667}
{"full_text":"Enforcement of legislation is said to be a last resort for officershttps:\/\/t.co\/uIhKH5Dhxy","sentiment_score":0.0}
{"full_text":"Thanks for sharing the latest news on the vaccine. #COVID19Vaccine #COVID19News #WearAMask #PPE #BuyPPE #PPESupplies","sentiment_score":0.35}
{"full_text":"Moderna is increasing its COVID-19 vaccine production this year, and expects an estimated 600 million doses for 2021.https:\/\/t.co\/IrgOqDvSdk","sentiment_score":0.0}
{"full_text":"This is the plea from Cleveland Police urging people in Hartlepool to follow the rules of a new national lockdownhttps:\/\/t.co\/HcED5jWCr5","sentiment_score":0.1363636364}
{"full_text":"So, according to instead of wearing masks,washing hands and social distancing we should all head up to the north coast and stand in the bracing wind to rid ourselves of this virus. Asking for a friend","sentiment_score":0.0333333333}
{"full_text":"RT UK reports further 1,041 Covid deaths, the highest daily death toll since AprilThe sad thing is we should be experts at...","sentiment_score":-0.1666666667}
{"full_text":"As working from home has become more acceptable due to the pandemic, developers are meeting demand for more housing with ambitious new real estate developments across the northern metroplex. Here are five major real estate developments on the horizon:https:\/\/t.co\/xLU96tPgmj","sentiment_score":0.2154829545}
{"full_text":"No matter what stage a #nonprofit is in with its response to #COVID19, maintaining internal control systems will ensure the organization can pursue its mission while adapting to a fast-changing environment. Here are five issues to consider along the way:","sentiment_score":0.0}
