{"full_text":"RT People started breaking Covid rules when they saw those with privilege ignore them | Daisy Fancourt","sentiment_score":0.0}
{"full_text":"RT When the covid-19 vaccine is finally here, all politicians in government must be vaccinated first. If nothing happens to...","sentiment_score":0.125}
{"full_text":"Spot on","sentiment_score":0.0}
{"full_text":"RT So when we learn that one of these people dies two or three weeks from now, don't ask me not to #blamethevictim. The vi...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Ontario breaks single-day record with 3,363 new COVID-19 cases today, 95 deaths over past 2 dayshttps:\/\/t.co\/7z6LZHjf...","sentiment_score":-0.0568181818}
{"full_text":"Been following Eric for the past year and this is the most depressing tweet I've read from him as he now adds us to his \"Whoa\" status. He's not wrong. #StayHome","sentiment_score":-0.02}
{"full_text":"RT Ontario breaks single-day record with 3,363 new COVID-19 cases with 44 deaths today.","sentiment_score":0.1363636364}
{"full_text":"RT Dabo Swinney ranked the team that ended his season #11 but that's not as bad as the time he blamed Florida State for prote...","sentiment_score":-0.7}
{"full_text":"Gov. Andrew Cuomo today updated New Yorkers on the state's progress during the ongoing COVID-19 pandemic.https:\/\/t.co\/zRv6KJbH0n","sentiment_score":0.1363636364}
{"full_text":"RT Blue-check reporter who panicked for months and helped destroy small businesses is surprised and sad that small businesse...","sentiment_score":-0.22}
{"full_text":"RT Federal Judge Scorches Gov. Kristi Noem Over COVID Response - The Daily Beast","sentiment_score":0.0}
{"full_text":"RT A piece in the today asserted that the UK \"quietly updated its vaccination playbook to allow for a mix and matc...","sentiment_score":0.0}
{"full_text":"RT With new variant of covid the covid test can miss upto 37%..meaning.you can be negative yet you are positive.. Mask up soci...","sentiment_score":0.0212121212}
{"full_text":"RT The side effects of new SARS-CoV-2 vaccines are a result of immune system activation. While uncomfortable, they are both no...","sentiment_score":-0.1818181818}
{"full_text":"RT It's now a felony in Illinois to assault a retail worker who is enforcing face mask rules.https:\/\/t.co\/uOHuhY81y5","sentiment_score":0.0}
{"full_text":"RT This is Sarah Gilbert who oversaw the team who did the actual work in creating the Oxford vaccine. This is the woman who de...","sentiment_score":0.0}
{"full_text":"RT ThisYou might have read about others i.e. surgeons taking on \"nursing shifts\" this helps but they not qualified, experi...","sentiment_score":0.0}
{"full_text":"RT You said u want beaches to be opened, when did u guys have a crises? Before u know it u would be going to court to have rest...","sentiment_score":0.0}
{"full_text":"Covid-19 fatigue, resistance to stay-at-home regulations, the huge number of essential workers and the socioeconomic factors of the pandemic affecting poorer and minority households are at play in Cali.","sentiment_score":0.2}
{"full_text":"World leaders focused on opposing nuclear warfare and China silently blew up most economies and will continue to do so. We all thought chemical weapon in form of poisonous gas or chemical bomb, China did in form of a Virus with no real action of war from any country","sentiment_score":0.1555555556}
{"full_text":"So far only the Pfizer\/BioNTech has been authorized in the EU","sentiment_score":0.05}
{"full_text":"RT So flu is nonexistent cos everyone is wearing masks and social distancing....but COVid is out of control cos of folk not...","sentiment_score":0.0333333333}
{"full_text":"Couldn't have put it better myself !!","sentiment_score":0.78125}
{"full_text":"Totally agree, it's so scary this COVID-19. I think it's for the best closing all schools until they get it under control again xxx","sentiment_score":0.1666666667}
{"full_text":"If Trump is the only one that cares about children why have kids died on his watch in detention centers? Didn't happen under Obama. Trying to cut SNAP during a pandemic? Why they got crazy doctors performing unecessary hysterectomies at the border? So much fucking care!","sentiment_score":-0.45}
{"full_text":"RT Please reach out to all counter protesters in the DC Area and drive the message of staying home on January 6th. Trump is loo...","sentiment_score":0.0}
{"full_text":"RT Each one of these idiots needs identifying, arresting, then sentencing to community service - in a Covid Ward. Then th...","sentiment_score":-0.8}
{"full_text":"Let's be honest they don't care about us. Ravens and Steelers Still haven't been fined for their covid actions.","sentiment_score":0.6}
{"full_text":"I hate when people do that dumb ass balloon shit. Quit fucking littering.","sentiment_score":-0.49375}
{"full_text":"RT Health minister Harsh Vardhan's promise to provide the Covid vaccine free for all is generous. But, given the scale of th...","sentiment_score":0.1}
{"full_text":"RT The new coronavirus variant is more contagious, putting NHS staff more at risk.We know coronavirus is transmitted via a...","sentiment_score":0.3787878788}
{"full_text":"RT I had a woman come into today to do a Covid test. She was worried SICK because her kids had gone out &amp; caught it. This woman...","sentiment_score":-0.7142857143}
{"full_text":"RT I had a woman come into today to do a Covid test. She was worried SICK because her kids had gone out &amp; caught it. This woman...","sentiment_score":-0.7142857143}
{"full_text":"Get rid of all #Traitors to our Democracy!   #SeditionHasConsequences","sentiment_score":0.0}
{"full_text":"He also gave us Coronavirus to kill us.","sentiment_score":0.0}
{"full_text":"RT A piece in the today asserted that the UK \"quietly updated its vaccination playbook to allow for a mix and matc...","sentiment_score":0.0}
{"full_text":"RT #LOCKDOWNThe govt has announced a 30-day Covid-19 lockdown beginning 5 January:*6pm to 6am curfew*Only essential servic...","sentiment_score":0.0}
{"full_text":"RT Covid has this country and its people on its knees. I've never ever experienced so many frightened individuals. It's catas...","sentiment_score":0.65}
{"full_text":"RT Patients 'compete for ventilators' in overwhelmed London ICU wards","sentiment_score":0.0}
{"full_text":"RT Whats growing in Canada is the class divide between entitled politicians who haven't suffered a single consequence of COVID...","sentiment_score":-0.0714285714}
{"full_text":"RT In April, 1947 New York City faced a terrifying smallpox outbreak. 23 days later the City had vaccinated 6 million peopl...","sentiment_score":-0.2878787879}
{"full_text":"ECU will be without one of its top scorers in Tristen Newton due to COVID protocols today, per sources.","sentiment_score":0.1875}
{"full_text":"RT When the covid-19 vaccine is finally here, all politicians in government must be vaccinated first. If nothing happens to...","sentiment_score":0.125}
{"full_text":"RT #McConnellHatesAmericans #McConnellKillsSickLeave Always protecting donors and corporations, never people.","sentiment_score":0.0}
{"full_text":"RT COVID ICU again today. Almost all my patients are less than 60 years old and previously fit. Some are very young. If you...","sentiment_score":0.1158333333}
{"full_text":"RT Whoa--Ireland's #COVID19 positivity has risen from 5% in mid December to now almost 22%. Testing is also very high, even 2x...","sentiment_score":0.104}
{"full_text":"I have Kidney disease, that means I have a 30% chance of dying if I get it.  My sister has Diabetes.  Her death rate is considerably higher than 1%.  My sisters mother-in-law just died from Covid.  So from all of us to people like you - F*** YOU!","sentiment_score":0.3125}
{"full_text":"RT LATEST COLUMN. Had a sleep. Even more pissed off. They must not be let off the hook. Their response reeks of arrogance. Th...","sentiment_score":0.5}
{"full_text":"RT I've lost my aunt to COVID. My sister got admitted to ICU due to COVID. I work in an ICU fully stetched due to COVID. I saw...","sentiment_score":-0.125}
{"full_text":"As Shiraz I can be, you would get plenty of volunteers. Mais... se coucher avec toi sans implementer la \"social distancing\"... c'est de la folie! ","sentiment_score":0.0416666667}
{"full_text":"RT Wait. Johnson is Chuck Todd's MTP most booked politician? Johnson who went to Moscow for 4th of July? Is Chuck Todd i...","sentiment_score":0.5}
{"full_text":" Where is Canada's opposition party?, the Liberals could care less about us,  why arn't the Concervatives standing up for Canadian's Rights and Freedoms?DO SOMETHING!!","sentiment_score":-0.2604166667}
{"full_text":"Hiding Covid-19: How the Trump administration suppresses photography of the pandemia.\/ (\"For society to respond [to]...this pandemic, we have to see it. Images force us to contend with the unspeakable.\" - art historian Sarah Elizabeth Lewis) by","sentiment_score":0.0}
{"full_text":"RT Nice Marie Tarugo, who worked alongside her mother as a healthcare assistant in the same hospital, told RTE News that the loss...","sentiment_score":0.3}
{"full_text":"RT Vaccination began on December 20 in Israel. 4 people died shortly after vaccination. The Health Ministry said 3 were unrelated...","sentiment_score":0.0}
{"full_text":"RT Still no retraction, BBC Sounds?Why not?We pay you to inform us, not peddle and promote false and\/...","sentiment_score":-0.4}
{"full_text":"RT If you've ever eaten inside the Whataburger on Ft. Worth drive then you don't need to worry about what's inside the covid v...","sentiment_score":0.3}
{"full_text":"RT LA has stopped transporting heart attack and stroke victims to hospitals because there are no beds due to covid overload...","sentiment_score":-0.125}
{"full_text":"RT Loneliness, a serious issue of public health before the pandemic, has been exacerbated by COVID-19","sentiment_score":-0.1666666667}
{"full_text":"Tabby also collates he has some very good graphs, bar charts &amp; stuffs","sentiment_score":0.91}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"Twats","sentiment_score":0.0}
{"full_text":"WILL STAY AT $2000 STIMULUS? Will remain as quiet as a mouse since she just got the biggest win ever from shutting tf up? #GeorgiaVoteBlueFortheSenateBeAHeroForDemocracy #COVID19 #Covid","sentiment_score":0.4}
{"full_text":"RT Please reach out to all counter protesters in the DC Area and drive the message of staying home on January 6th. Trump is loo...","sentiment_score":0.0}
{"full_text":"RT NEW: India becomes first country to report successful isolation and culture of UK variant of coronavirus - ICMR","sentiment_score":0.3787878788}
{"full_text":"RT \"Mind ur business\" \"why are y'all focused on what others are doing?\"  just ignorant.  almost a year in a pandemic and this t...","sentiment_score":0.0}
{"full_text":"RT 57725 Covid cases today. A new record We are still waiting for you to lock the country down, announce a r...","sentiment_score":-0.0095959596}
{"full_text":"RT I expect when the dinosaurs were dying out, they were all asked to stay at home for a while, but a few twatty stegosauruse...","sentiment_score":-0.2}
{"full_text":"RT You seriously trust her leadership? She's destroying the good image of ji. The whole...","sentiment_score":0.0916666667}
{"full_text":"RT 2021 must be year we clean house. I don't care what excuse ANY politician fr ANY political party has - this pandemic hard...","sentiment_score":0.00625}
{"full_text":"RT Honestly, how can you live through COVID in the US and not support Medicare for All?","sentiment_score":0.3681818182}
{"full_text":"My manger is really making me go to work, when 3 people in my household have COVID","sentiment_score":0.2}
{"full_text":"RT Cuba registered an infant mortality rate of 4.9 in a year marked by COVID-19. In #Cuba the right to be born and live is gua...","sentiment_score":0.174025974}
{"full_text":"RT 14 simple tips for better online teachinghttps:\/\/t.co\/WtgwVWHfRw","sentiment_score":0.25}
{"full_text":"RT This! ","sentiment_score":0.0}
{"full_text":"RT Scientific disinformation has and will cost lives. said they don't allow lies about COVID and vaccines to be spr...","sentiment_score":0.0}
{"full_text":"RT #BuyFromAfghanistan One of our initiatives that has made us proud. No favouritism, no donation handouts or bureaucratic cor...","sentiment_score":0.8}
{"full_text":"RT Dabo Swinney ranked the team that ended his season #11 but that's not as bad as the time he blamed Florida State for prote...","sentiment_score":-0.7}
{"full_text":"COVID numbers are going up. The death rate is rising. Do anti-maskers still think this is an over reaction?","sentiment_score":0.0}
{"full_text":"RT Older and vulnerable people are strongly advised to #StayHome to #StaySafe.Community Call helplines can arrange to have y...","sentiment_score":0.0333333333}
{"full_text":"RT My last practice didn't take me seriously when I said we should presume everyone has COVID unless proven otherwis...","sentiment_score":-0.1666666667}
{"full_text":"RT Please reach out to all counter protesters in the DC Area and drive the message of staying home on January 6th. Trump is loo...","sentiment_score":0.0}
{"full_text":" ofc my homie!!","sentiment_score":0.0}
{"full_text":"Desperate cause we don't have insurance in the middle of a pandemic while my representative cares more about what's she's called in the Congress.","sentiment_score":-0.0333333333}
{"full_text":"RT Many chaplains have been on the frontline of the pandemic, serving those in their care at some of life's hardest momen...","sentiment_score":0.5}
{"full_text":" I be doin the math too.... like if 20,000,000 already got it and there are 330,000,000 people in the U.S.... at 300,000 cases a day.... how long before immunity?","sentiment_score":-0.05}
{"full_text":"RT Haven't seen Canadians this upset in a long time - absolute human rights abuse on Western soil while Wuhan parties in t...","sentiment_score":0.0375}
{"full_text":"RT Remember: nursing home workers have seen the worst of #Covid. They are among the few Americans to experience significant...","sentiment_score":-0.275}
{"full_text":"RT My friend (an MD) told me not to do any rigorous exercise for 3 months after my COVID diagnosis because of the possibili...","sentiment_score":0.0}
{"full_text":"RT THREAD: Yesterday following a pro-Trump\/anti-lockdown protest in Salem, OR, riot police fired sting balls at conservatives...","sentiment_score":0.0}
{"full_text":"RT Georgia you have the power here. Get the control out of this man's hands. #GeorgiaVoteBlue","sentiment_score":0.0}
{"full_text":"RT As we look to rebuild from the pandemic and return to normal in 2021, let's make sure it's a *better* normal.  Lace up with CA...","sentiment_score":0.325}
{"full_text":"Delhi: Drug peddlers paste 'Covid service' sticker on vehicle to dodge cops, held","sentiment_score":0.0}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"What will the comics industry look like after the COVID pandemic? Our staff shares some of their ideas. ","sentiment_score":0.0}
{"full_text":"Grow NYC has officially delivered its millionth food box to #NewYork residents struggling with food insecurity throughout the pandemic.https:\/\/t.co\/l4RuaDLc7w","sentiment_score":0.0}
{"full_text":"The Emirati model in the post-pandemic era will likely be at odds with current dynamics in the Middle East -- Mona Ali writes.","sentiment_score":0.0}
{"full_text":"A stark warning for clubs and county from President Gerry McGovernhttps:\/\/t.co\/GkIjU7M9LY","sentiment_score":-0.2}
{"full_text":"RT Ex UP CM Akhilesh Yadav said that he'll not get vaccinated for COVID-19 as it's a BJP vaccine.Samajwadi Party MLC Ashutosh...","sentiment_score":0.0}
{"full_text":"Despite the challenges, we continued our efforts to engage with the communities across #Iraq during #COVID19.#YearInReview","sentiment_score":0.0}
{"full_text":"#Istanbul was seen ready to greet 2021 on Thursday with empty streets as residents observed #coronavirus restrictions.#Turkey","sentiment_score":0.05}
{"full_text":"Nearly 700 nonprofits across South Carolina are receiving state grants totaling $25 million to help offset costs during the coronavirus pandemic.https:\/\/t.co\/JdSn1qX3ri","sentiment_score":0.1}
{"full_text":"Grow NYC has officially delivered its millionth food box to #NewYork residents struggling with food insecurity throughout the pandemic.","sentiment_score":0.0}
{"full_text":"RT They reality of children with Covid. My 3 year old spent 2 days hooked to machines. His oxygen levels kept dipping dangerousl...","sentiment_score":0.0}
{"full_text":"RT The Mutated #Coronavirus Is a Ticking Time Bomb, by @zeynep via @TheAtlHealth #Covid19 ","sentiment_score":0.0}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"Given the low availability of ICU beds, the Regional Stay Home Order for San Diego County has been extended until further notice.https:\/\/t.co\/u7jH0AXm8q","sentiment_score":0.0}
{"full_text":"UPDATED: Politicians from across North Wales have given their thoughts on the news","sentiment_score":0.0}
{"full_text":"Sara is a resident at the Onalaska Care Center. That's a nursing home in La Crosse County. She saw her daughter everyday there as well.  Then, the pandemic changed all of that.Here's what they did, and how they found a way to come together.","sentiment_score":-0.15}
{"full_text":"\"To be a physician that has spent your whole life taking care of patients, holding patients' hands when they're at the end of their life, cryingwith the patient's family, and to not be able to be with my father was the biggest heartbreak of all.\" ","sentiment_score":0.2}
{"full_text":"RT This holiday weekend, we must stay vigilant and do our part to stop the spread of COVID-19. No celebration is worth th...","sentiment_score":0.3}
{"full_text":"The state's largest hospital chain has suspended elective surgeries. #coronaviruspandemichttps:\/\/t.co\/VgQiy14FYR","sentiment_score":0.0}
{"full_text":"No reason last year's walking trend can't continue into 2021.","sentiment_score":0.0}
{"full_text":"Elvis Presley succeeded in making the polio vaccine hip in the '50s -- now, we're staring down the barrel of a new mass vaccination effort.Will there be an Elvis of COVID-19?","sentiment_score":-0.0095959596}
{"full_text":"The hospital has not been used to treat Covid-19 patients yet.","sentiment_score":0.0}
{"full_text":"Fauci also weighed in on the indoor and outdoor dining ban in Baltimore City, which is shut down for fear of spreading COVID-19.https:\/\/t.co\/Mke39eh5z9","sentiment_score":-0.1555555556}
{"full_text":"RT Since when did indifference become a part of the national strategic plan for emergency pandemic outbreaks?","sentiment_score":0.0}
{"full_text":"ICMYI: The head of an organization that helps Sarnia-Lambton small businesses succeed, is encouraging residents to continue to support local during Ontario's second COVID-19 lockdown.","sentiment_score":-0.0833333333}
{"full_text":"RT Please reach out to all counter protesters in the DC Area and drive the message of staying home on January 6th. Trump is loo...","sentiment_score":0.0}
{"full_text":"When people first started worrying about what species besides humans could catch COVID, ferrets weren't top of mind for most--except for a group of scientists in Colorado working feverishly to save a species nobody was even sure was at risk: the black-footed ferret.","sentiment_score":0.2875}
{"full_text":"#Greece's strict #COVID19 lockdown was extended on Saturday following a relaxation over the end of year festive period ","sentiment_score":0.0}
{"full_text":"Early data suggests wearables can flag some Covid-19 cases early via #wearables #mHealth #healthcare","sentiment_score":0.1}
{"full_text":"The death toll has now passed 6,000 in Yorkshire:https:\/\/t.co\/6f1PsGFJZY","sentiment_score":0.0}
{"full_text":"If you had COVID-19 symptoms at some point but were never tested, or if you're experiencing long-term symptoms that just won't go away, you might want to talk to your doctor about getting an antibody test.","sentiment_score":0.0}
{"full_text":"RT Things I can't believe still have to be repeated:- Ambulatory wheelchair users exist- Plastic straws are medically nec...","sentiment_score":0.0}
{"full_text":"If you coming from Atlanta or Houston you need to quarantine for 14 days . Nobody want yo covid germs","sentiment_score":0.0}
{"full_text":"RT Wearing a mask and taking #HealthyTexas steps help protect us all. They protect you, your loved ones, Texas and our hospital...","sentiment_score":0.7}
{"full_text":"RT Keeping up with even more #BusinessNews thanks to the power of #Crowdfireapp . #CPALife'It might actually get worse': D...","sentiment_score":0.26}
{"full_text":"RT Finally located: Ronaldo Cesa-53, Cafeteria Mgr, C.C. Ronnow Elem. \"He willingly placed himself at risk to provide [food]...","sentiment_score":0.125}
{"full_text":"RT Anyone got 3 grand for a cluster strike","sentiment_score":0.5}
{"full_text":"Time: 19:00 * Temp: 3.1degC * Wind: N 0.0 to 2.0mph * Pressure: 1016.9hPa * Rain: 0.4mm * Hum: 82% * ET: 0.3mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:45 * Sunset: 16:09 * Cloudbase: 1240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"On Mar 23, as a pandemic spread, I helped launch a weekday news\/talk show on radio is amazing &amp; I'm proud of our interviews--tracing COVID19's unequal impacts through the lens of our station's DTES neighbourhoodListen:","sentiment_score":0.7}
{"full_text":"RT In April, 1947 New York City faced a terrifying smallpox outbreak. 23 days later the City had vaccinated 6 million peopl...","sentiment_score":-0.2878787879}
{"full_text":"Back in April, the IEA's Head of Education Dr Stephen Davies predicted this pandemic would last 18-24 months. Watch his webinar here to find out why:","sentiment_score":0.0}
{"full_text":"RT Do your part to protect your neighbors this new year--wear a mask, continue to wash your hands, and practice social distan...","sentiment_score":0.0848484848}
{"full_text":"UK doctor films NYE crowd chanting 'COVID is a hoax' outside hospital - New York Post","sentiment_score":0.0681818182}
{"full_text":"RT Trump's Report CardAdded $8 trillion to national debt (42%)Reversed 80 EPA regsWithdrew from 13 in...","sentiment_score":0.0}
