{"full_text":"RT This morning I found out my cousin died of COVID. Please hold your condolences and instead use your platform to help pu...","sentiment_score":0.0}
{"full_text":"I love how FEMA uses the food chain \"Waffle House\" as an indicator to determine the severity of a natural disaster &amp; Covid","sentiment_score":0.3}
{"full_text":"RT Millions are struggling to pay their bills and  put food on the table. We need to pass COVID relief legislation. Now.","sentiment_score":0.0}
{"full_text":"RT \"This is gross incompetence that's going to cost Canadians their lives &amp; their jobs\" said Conservative health critic Michell...","sentiment_score":0.0}
{"full_text":"RT Hope the Covid vaccine roll out doesn't go the same way as the NBN rollout . Have little confidence in the LNP . Will they...","sentiment_score":-0.09375}
{"full_text":"RT #upp49568meddiklAfter all, how long will the corona recruitment board say that you will get your training done by 2023...","sentiment_score":-0.05}
{"full_text":"Orange County Reports Falling COVID-19 Hospitalization Numbershttps:\/\/t.co\/cuhka0mI5o. They need to embellish fabricate an out right lie seems to have lost interest for the DNC now that they think they have won by cheating","sentiment_score":0.2857142857}
{"full_text":"Nope. I'm a homebody anyway...but I do love a Disneyland vacation once in awhile, so I guess I'll have to keep a 5 day supply of Xanax on hand for those rare occasions even after Covid vaccines have been well established. ","sentiment_score":0.4}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT When Joe Biden told us he \"had a plan\" to distribute the China Virus vaccine, I wonder why he never mentioned that terro...","sentiment_score":0.0}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT Be careful not to overdoo it!My dad had jab last Thursday and for the first time ever he had 2 fits!He's in ho...","sentiment_score":0.05}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT Billionaires are minting money during the pandemic, even as millions of Americans join the ranks of the poor.","sentiment_score":-0.4}
{"full_text":"RT Repeat after me:\"Face shields do NOT replace the need to wear a face mask.\"Celebrities\/Public figures\/Everybody:Sto...","sentiment_score":0.0}
{"full_text":"RT The pandemic physique","sentiment_score":0.0}
{"full_text":"RT Still more than 20k cases a day after a full month of national lockdown. 'Zero covid' dreamers are just that. Dreamers","sentiment_score":0.425}
{"full_text":"RT Given the receding number of Covid Cases &amp; on popular demand, we are extremely pleased to announce the availability of WO...","sentiment_score":0.55}
{"full_text":"corona era,#New decade\/year#New beginning#Winter tutorial Classes#","sentiment_score":0.0}
{"full_text":"#SEO #socialmedia : Dodger Stadium vaccination site shut down amid protest - Los Angeles Times see more","sentiment_score":0.1722222222}
{"full_text":"Will be interesting to see how Canada deals with this - approval for &lt;65 only perhaps, kinda like the &gt;18. Just looks like they're short of data for that age group.","sentiment_score":0.1666666667}
{"full_text":"RT Dear Mark, you did well. We are so proud of you!!Thank you for coming to Seoul, be \"Mark of GOT7\" and stay with us for...","sentiment_score":0.8}
{"full_text":"Check out our latest podcast episode! #weekendvibes #SundayMorning #fitness #FitnessGoals #fitfam #fitmom #fitfam #fitnessjourney #WeekendWisdom #WeekendMood #karate #kenpo #IKCA #workout #podcast","sentiment_score":0.625}
{"full_text":"RT The smugness of #MSM acting as if they don't control the weekly 'big story' is ridiculous. Peter says that Morrison has...","sentiment_score":-0.1111111111}
{"full_text":"Of my 7 immediate family members in SD 4 have tested positive for COVID. My 92 YO grandma is the latest.","sentiment_score":0.3636363636}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT Just to recap:They locked everything down, bankrupted a video game store, forced everyone to stay home &amp; bailed out...","sentiment_score":-0.2851851852}
{"full_text":"RT What if the wealthy world gobbling up the global #COVID19 vaccine supply elicited as much concern and coverage as Game...","sentiment_score":0.075}
{"full_text":"RT I ate an entire bag of Quaker Butter Popcorn Rice Crisps the other day. I twote this for those wondering how the pandemi...","sentiment_score":-0.0625}
{"full_text":"In Alberta we have had zero reported cases of the flu, but still lots of Covid cases and deaths.It is 100% confirmed not the flu.","sentiment_score":0.4}
{"full_text":"RT A suggestion. Stop parsing the truth.Thousands of travelers arrived daily in Toronto this past year. We had 3 flights in...","sentiment_score":-0.125}
{"full_text":"RT An extract from a rare undersea creature will soon be put to the test in clinical trials after initial studies showed effe...","sentiment_score":0.15}
{"full_text":"RT .@DarrellIssa and #AngelaMarsden react to Governor Newsom lifting COVID stay-at-home orders. Take a look.","sentiment_score":0.0}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT #upp49568meddiklHonorable Yogi ji, according to you upp49568 recruitment has been completed while we have not got appoin...","sentiment_score":0.0}
{"full_text":"RT Did the police misplace their batons?","sentiment_score":0.0}
{"full_text":"Ratio","sentiment_score":0.0}
{"full_text":"RT Productivity Amidst A Pandemic: It Is Okay To Do Nothing: Guest Post These are precarious times we live in. The","sentiment_score":0.3181818182}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT These selfish, insane, degenerate fucks:Dodger Stadium vaccination site shut down amid protest - Los Angeles Times","sentiment_score":-0.5518518519}
{"full_text":"RT I would say this is peak stupidity, but I'm always surprised by how far up Mt. Ignoramus people are willing to climb.","sentiment_score":-0.0375}
{"full_text":"high as shit listening to a band I can only listen to because of the pandemic.its weird as fuckbut awesome lke right now","sentiment_score":0.1242857143}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT Outrageous. The Biden Administration is giving vaccines to terrorists at Guantanamo Bay. What do they say to American sen...","sentiment_score":-0.5}
{"full_text":"RT Back in September, we wrote a on the need to focus on severe infection events prevented by Covid-19 vaccineshtt...","sentiment_score":0.0}
{"full_text":"RT I know you lying to me! Wendy was so much on lockdown that she had to jump out of a car  #WendyWilliamsMovie","sentiment_score":0.2}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT $2,000 checks every month until the pandemic is over.","sentiment_score":0.0}
{"full_text":"You may be safe from COVID-19, if you've got this in your blood","sentiment_score":0.5}
{"full_text":"RT Giving an academic talk in 8 minutes  #covid #WorkFromHome","sentiment_score":0.0}
{"full_text":"RT Just had an idea.  Why don't all the anti-travel, pro lockdown &amp; pro maskers live in the new containment centres.  Keep th...","sentiment_score":0.1363636364}
{"full_text":"RT HERD IMMUNITY THRESHOLD HARDER--Vaccine herd immunity is becoming harder. The formula is (1-(1\/R0)) depends on virus contagi...","sentiment_score":0.175}
{"full_text":"RT We need to name every bill \"Amy Coney Barrett\" and ram them through in 8 days #StimulusCheck #MedicareForAllNOW #15dollar...","sentiment_score":0.0}
{"full_text":"RT 20 LTC HOMES IN WHICH VIRTUALLY ALL RESIDENTS CONTRACTED COVID-19.NO HELP SENT IN.","sentiment_score":0.0}
{"full_text":"Phase 1 trials were earlier.  We also have research dating back from 2003 and the original SARS vaccine development that was tested on pregnant women.  SARS-CoV-2 is just a mutation of the original SARS virus hence the name.","sentiment_score":0.2166666667}
{"full_text":"RT Biden's team keeps saying Trump left them literally no plan on Covid -- but they inherited a vaccination program already...","sentiment_score":0.0}
{"full_text":"RT please help Talisa as she's contracted COVID and is losing income as a result, additional paylinks in the infographic...","sentiment_score":0.0}
{"full_text":"RT #NoirAlley plays twice a week (Sat. 9:30pm PT &amp; Sun. 7am PT). While we're all social distancing, quarantined &amp; in...","sentiment_score":0.0333333333}
{"full_text":"RT If it's empty, is there intense demand? ","sentiment_score":0.05}
{"full_text":"RT #UnmaskingChinaDestroying countries - with virus n repression - one country at a time. #FreeHongKong No longer the Ho...","sentiment_score":0.0}
{"full_text":"RT LAPD says they didn't close the gate to the vaccination site. Here's a man pleading with LAPD officers who are blocking the...","sentiment_score":0.0}
{"full_text":"RT Anti-vaxxers: \"OUR BODY, OUR CHOICE!! \"Also anti-vaxxers: \"YOUR BODY, OUR CHOICE!! \"","sentiment_score":0.0}
{"full_text":"Find the closest Title I school to you and ask how you can help students and families in your community.","sentiment_score":0.0}
{"full_text":"RT #MississippiState ended a three-game skid and took down Iowa State 95-56. RECAP:-Iowa State's roster limitations due to...","sentiment_score":-0.1402777778}
{"full_text":"Uncertainty is looming...https:\/\/t.co\/BtZwVLz41L","sentiment_score":0.0}
{"full_text":"RT Here is a demonstration of the new COVID-19 testing methods in Chinese airports. Have you printed your boarding pass y...","sentiment_score":0.0681818182}
{"full_text":"RT I'm far from an expert on reconciliation but if Republicans could use to pass tax cuts (among other things), why can't...","sentiment_score":-0.0125}
{"full_text":"It's almost been a year into the pandemic &amp; the only thing that's been consistent is how to wear the mask. WHY is there still people who don't get it.","sentiment_score":0.125}
{"full_text":"some celebs on tv have started to wear mouth shields that basically do fuck all except block spit expelled while speakingand it's so gross? oh my god, just wear a mask, I don't want to see your foggy yellowed plastic shield","sentiment_score":-0.2}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1) Donald...","sentiment_score":0.0}
{"full_text":"I hope some of the many people tragically impacted by COVID in this State run for public office and replace the people that enabled and mocked their pain &amp; suffering. That goes go for folks of both parties. You can do it. You can win.","sentiment_score":0.4333333333}
{"full_text":"RT Mexican president remains mild case of COVID-19, ministry says","sentiment_score":0.1666666667}
{"full_text":"Anyone know any romantic\/outdoor ans covid friendly restaurants in Houston??","sentiment_score":0.375}
{"full_text":"RT He doesn't see the racial terror trump perpetrated on Black and brown people as moral evil either. Because Glenn Gree...","sentiment_score":-0.3888888889}
{"full_text":"RT Reminder: Trudeau specifically passed an order in council exempting bogus refugees at Roxham Road from any health vetting....","sentiment_score":0.0}
{"full_text":"Pandemic got the weekend looking and feeling like a week day","sentiment_score":0.0}
{"full_text":"RT Study in Norway tested *all* contacts of 5 to 13 year olds with covid. They conclude \"transmission of SARS-CoV-2 from childr...","sentiment_score":0.0}
{"full_text":"RT Far-right and anti-vaccine protestors blocked access to Dodger Stadium, where people were lined up to get inoculated  ht...","sentiment_score":0.0}
{"full_text":"Granted, this was a huge undertaking, but $44m for a website that doesn't work is ridiculous...","sentiment_score":0.0333333333}
{"full_text":"RT COVID-19 Daily Update:January 30, 2021New Cases: 6,918 (1,111,089 to date)New Deaths: 316 (16,647 to date)Current H...","sentiment_score":0.0}
{"full_text":"Please give people $2000 monthly until the pandemic ends ","sentiment_score":0.0}
{"full_text":"RT Fun fact: 70% of the 500 people on Biden's White House staff are working from home. Because they take the pandemic seriously.","sentiment_score":-0.0111111111}
{"full_text":"RT This faux-outrage is fucking stupid. 1. The Geneva Convention requires humane treatment of prisoners, and COVID spread...","sentiment_score":-0.8}
{"full_text":"RT Lockdown Valentine's Day?! No problem Like &amp; RT this post if you wanna be comfy but cute in all new Bo+Tee: The Meggan Gru...","sentiment_score":0.3181818182}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT How the hell does this make sense??","sentiment_score":0.0}
{"full_text":"Domestic terrorism ","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"RT Arrest them on the spot. This should not be hard.","sentiment_score":-0.1708333333}
{"full_text":"RT If you can't drive... stay yo ass at home ","sentiment_score":0.0}
{"full_text":"RT ENOUGH BULLSHITIf Dems, with full majorities, can't muster a one-time $2,000 check to people struggling and dying in a pan...","sentiment_score":0.175}
{"full_text":"\"The greater the unvaccinated pool, the greater the playing field for the virus to replicate and mutate.\"Coronavirus mutations add urgency to vaccination effort as experts warn of long battle ahead","sentiment_score":0.3166666667}
{"full_text":"RT I'm far from an expert on reconciliation but if Republicans could use to pass tax cuts (among other things), why can't...","sentiment_score":-0.0125}
{"full_text":"RT True. Also, Biden spent the last 9 months telling everyone he had a plan. Apparently that was a lie like \"I won't ban f...","sentiment_score":0.075}
{"full_text":"American Airlines' outlook for 2021 is decidedly more cautious than those of its largest competitors. With a moribund recovery and the possibility of new domestic Covid testing rules, the airline may be forced to make further cuts to staff come April. ","sentiment_score":0.0560606061}
{"full_text":"It's so disappointing when there is zero community transmission of covid and you have absolutely nothing to talk about.","sentiment_score":-0.2}
{"full_text":"Sure it does. Thst is exactly toy how it works. If you are worried about it impacting you, then you have the option and the right to stay home and be as safe as you can be.","sentiment_score":0.3839285714}
{"full_text":"RT I would say this is peak stupidity, but I'm always surprised by how far up Mt. Ignoramus people are willing to climb.","sentiment_score":-0.0375}
{"full_text":"RT Virginia Beach was the most populous city in Virginia and the 44th most populous city in US. It was known as \"America's...","sentiment_score":0.5}
{"full_text":"Strange times, folks -- game suspended after two periods.","sentiment_score":-0.225}
{"full_text":"We need to lock it down or this is going to get worse.  Remember contact tracing.","sentiment_score":-0.2777777778}
{"full_text":"RT Arrest them. Why is this so hard for police to do?","sentiment_score":-0.1708333333}
{"full_text":"Wear a fucking mask people!","sentiment_score":-0.75}
{"full_text":"RT When Joe Biden told us he \"had a plan\" to distribute the China Virus vaccine, I wonder why he never mentioned that terro...","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"Based on data from 16 states that share the race\/ethnicity of those getting vaccinated, the proportion of vaccinations among Black and Hispanic Americans is smaller in each state than the proportion of COVID-19 cases among Blacks and Hispanics.","sentiment_score":-0.0833333333}
{"full_text":"Millions Of Covid Vaccines Have Gone Missing And No One Knows Why","sentiment_score":-0.2}
{"full_text":"While millions of Americans wait for the COVID-19 vaccine, hospital board members, their trustees and donors around the country have received shots. ","sentiment_score":0.0}
{"full_text":"Pharmacies across Australia will be asked to participate in the rollout of the COVID-19 vaccine from phase 2a onwards.","sentiment_score":0.0}
{"full_text":"RT Most dangerous jobs for #COVID19 mortality. Highlights: Cooks \/ food industryMachine operatorsAgricultural workers Con...","sentiment_score":-0.05}
{"full_text":"There are 2,142 active #coronavirus cases in #SaudiArabia out of which 352 are in a critical condition.    ","sentiment_score":-0.0666666667}
{"full_text":"RT Was having a perfectly okay evening when I remembered we might be the only country in the world where people are require...","sentiment_score":0.25}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"RT Far-right and anti-vaccine demonstrators block access to mass inoculation site at Dodger Stadium. #Coron...","sentiment_score":0.0}
{"full_text":"RT The Philippines imposed the world's longest lockdown and brought public debt to PhP10 Trillion.Yet our economy contracted 9...","sentiment_score":0.0}
{"full_text":"Have you read any of the ZEDS series yet? If not I mean, what're you waiting for?#wattpad #writingcommunity #zombies #pandemic","sentiment_score":0.15625}
{"full_text":"RT For any one still left hoping for an 'iron ring' just remember at a time when the death toll from #COVID19 in Ontario's LTC...","sentiment_score":0.0}
{"full_text":"I wish bts can make a cure for covid","sentiment_score":0.0}
{"full_text":"Wearing a mask and keeping distance are still essential, even for people  who have already gotten a shot.","sentiment_score":0.0}
{"full_text":".@stanwawrinka has revealed he is not only coming off two weeks of quarantine going into the Australian Open, but that he also recently had the coronavirus.\"I'm trying to get in shape,\" said the 35-year-old. \"I had to stay more than 10 days at home.\"https:\/\/t.co\/K3LFjKCHKT","sentiment_score":0.1}
{"full_text":"A group of Scottish church leaders is pursuing legal action against the Scottish Minsters' decision to close churches and outlaw public worship during the current COVID lockdown. via","sentiment_score":0.075}
{"full_text":"RT You forgot to add killed jobs to the list.","sentiment_score":-0.2}
{"full_text":"In a city that doesn't have any clothing stores, one church is continuing its monthly clothing program, offering clothes at no cost to others.","sentiment_score":0.0}
{"full_text":"As neighboring states continued their youth sports shutdowns, Wisconsin went ahead with its hockey season -- despite the many challenges.","sentiment_score":0.5}
{"full_text":"\"To have this program every weekend is great, and the amount of food, they can support their families for the week until we can get through the next step of the pandemic.\"","sentiment_score":0.4}
{"full_text":"RELIEF BILL STANDOFF: President Biden is urging Congress to pass his nearly two trillion dollar COVID relief bill -- with or without GOP support -- as Americans across the country struggle financially. reports.","sentiment_score":0.05}
{"full_text":"RT Apparently 80 million people voted for a terrorist first policy. Absolutely sick this admin  would prioritize those mon...","sentiment_score":-0.1380952381}
{"full_text":"No prisoners have been vaccinated for COVID-19 yet, but the plan drew some criticism after reports that the vaccinations would start in the coming days.","sentiment_score":0.0}
{"full_text":"The Sand Fest was originally scheduled for April, but has been moved to October.","sentiment_score":0.375}
{"full_text":"Twitter has been my form of escape eversince the pandemic started. I met a lot of great people here, people i can call my friends, and saying farewell to them really hurts. I really enjoyed everything we all have been through these last 6 months and saying farewell--","sentiment_score":0.375}
{"full_text":"RT This is hugely on Garcetti but if you're out dining\/shopping I also question everything about you, your priorities, your...","sentiment_score":0.4}
{"full_text":"She's home for now, but either my aunt or I stay with her 24\/7. My dad is home but he's having radiation &amp; will be starting 3 types of chemo on 2\/9, so it's been A LOT. Trying my best to take it one minute at a time &amp; be grateful for   moments like today.","sentiment_score":0.5}
{"full_text":"The Griffins from Lincoln County are breathing a sigh of relief after getting the first round of the COVID-19 vaccine. \"It's exciting because we want to get out and be with our kids and grandkids, and our great-grandkids, and be back in church again.\"","sentiment_score":0.0875}
{"full_text":"Canadians have all adapted to change to some degree since the pandemic started one year ago. Four Canadians reflect on whether some of those changes will be worth keeping after it's over.","sentiment_score":0.3}
{"full_text":"RT I'm going to advocate for my resident physician colleagues:@MedCouncilCan - USMLE just ended their OSCE component and L...","sentiment_score":0.0}
{"full_text":"In Warren County, there are 21 new cases of the coronavirus confirmed, along with 46 recoveries.","sentiment_score":0.2681818182}
{"full_text":"Steve Hilton investigates origins of COVID-19, links to US commissioned research","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic has led to a loss of business that has cost a lot of people their jobs.Could a universal basic income help reduce some of that financial fallout? Here's what you need to know about UBI:","sentiment_score":0.0}
{"full_text":"\"This is a wake-up call to all of us that, as the virus uses its devices to evade pressure, particularly immunological pressure, that we will continue to see mutants.\" ","sentiment_score":0.1666666667}
{"full_text":"Extra COVID-19 vaccines are leading to more people getting shots in the Hoosier State.","sentiment_score":0.25}
{"full_text":"Small businesses are the heart and blood of almost every community. Since the pandemic, many small businesses have been struggling to stay alive. Check out some ways you can help local, small businesses in this time of crisis.Support Small Business:","sentiment_score":-0.0571428571}
{"full_text":"And don't forget across the pond sheer incompetence caused #recoverygate overdoses yes france soir have the blunder on tape too from the horses mouth","sentiment_score":0.0}
{"full_text":"RT In December, reported the 10 richest American billionaires were worth over $1 trillion -- a little more...","sentiment_score":0.153125}
{"full_text":"RT I'm far from an expert on reconciliation but if Republicans could use to pass tax cuts (among other things), why can't...","sentiment_score":-0.0125}
{"full_text":"RT it is wild to me that this deep into the pandemic i had a very rudimentary question about masks and couldn't find really solid...","sentiment_score":0.075}
{"full_text":"RT The school has made free coronavirus tests available to all 69,500 people in the city of Davis. Experts say the program is the...","sentiment_score":0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 11.7FWind Chill: 11.7FHumidity: 93%Dew Point: 10.1F Barometer: 30.456 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases:    N\/ADeaths:    N\/ASurvival:    N\/A#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Before Covid-19 (pretty with makeup vs Currently (no makeup = ugly)","sentiment_score":-0.15}
{"full_text":"One year ago today:India and the Philippines report their first cases, both with travel history to Wuhan. Italy and Vietnam shut down air traffic to China, as do several airlines. Germany, Japan, South Korea, Taiwan, the US, and Vietnam have all reported local transmission.","sentiment_score":0.0236111111}
{"full_text":"SIA Trials Online Booking Portal for Covid-19 Tests.The brand-new service is now available for customers flying from #Singapore and selected cities in #Indonesia. #Aviation","sentiment_score":0.4}
{"full_text":"tw \/\/ covid...THIS IS A SCHEDULED TWEET FROM OCTOBER 2ND 2020,, is covid over yet???","sentiment_score":0.0}
