{"full_text":"I gotta stay home for my birthday. I'm always out the country. We'll maintain","sentiment_score":0.0}
{"full_text":"what was wrong with giving louis, and only louis, the attention quickly","sentiment_score":-0.0555555556}
{"full_text":"Then you should've shut the borders firmly. You asked us to save the NHS. We did, you didn't. A variant of Covid came out. You blamed us, yet you allowed the influx.Did you really think that these 'visitors' were going to stay for 2 weeks and quarantine for most of it?","sentiment_score":0.1666666667}
{"full_text":"RT Biden to block Trump's proposal to lift US travel restrictions on Europe","sentiment_score":0.0}
{"full_text":"RT There is no flu, only COVID.","sentiment_score":0.0}
{"full_text":"RT Blinken announces Biden admin will join Covax, global alliance to provide vaccines to poorer countries, says admin can \"ensure t...","sentiment_score":0.0}
{"full_text":"RT Lots of pageantry here from the single industrialized nation that can't deliver health care to its citizens during a pand...","sentiment_score":-0.0714285714}
{"full_text":"RT In a moving tribute, Biden and Harris take time to remember the 400,000 lives lost in the U.S. to COVID-19.","sentiment_score":0.0}
{"full_text":"RT 40 percent is not insignificant. I wonder if all the anaphylactic reactions and deaths may have contributed to the refusa...","sentiment_score":0.0}
{"full_text":"RT Our COVID-19 data page has been updated to include even MORE data on the vaccine in Nevada than we already had. Been col...","sentiment_score":0.5}
{"full_text":"Anyone else's heart break when they get a notification that a favorite restaurant or store has to close temporarily because staff is exposed to Covid? I'm so worried one more closure is the thing that makes them close ","sentiment_score":0.5}
{"full_text":"RT I know there will be celebratory moments over the next 24 hours, but watching this Covid Memorial has me wrecked. I'm so angr...","sentiment_score":0.0}
{"full_text":"RT The future of global health - if we are brave enough to admit it...","sentiment_score":0.2}
{"full_text":"RT I'll be tweeting various politicians everyday from now on. Feel free to unfollow if you don't like, but also feel free to t...","sentiment_score":0.15}
{"full_text":"Trump may be gone, but the problem is still here...","sentiment_score":0.0}
{"full_text":"RT #FoxNews refuses to cover COVID remembrance ceremony as the nation mourns 400,000 lives lostREMEMBER:-The virus is a HOAX...","sentiment_score":0.0}
{"full_text":"RT Germany bait extended their lockdown up to February 14. What does the opposition have to say about the administration's pand...","sentiment_score":0.0}
{"full_text":"It would be helpful to know how often that someone returns from a trip and are found to be Covid positive.  If there are any, then he has a valid argument for the government to protect Canadians.  It is the responsibility of the government to protect us. No cases no problems. ??","sentiment_score":0.2272727273}
{"full_text":"RT I just feel like Covid has scattered all our settings. When it's all over we gotta reset and start all over. I don't rememb...","sentiment_score":0.0}
{"full_text":"RT Vice President-elect Kamala Harris speaks at National Covid Memorial on the eve of an historic inauguration: \"Tonight we g...","sentiment_score":0.0}
{"full_text":"RT It is so appropriate that Joe Biden and Kamala Harris would have a ceremony to honor the Americans lost to COVID-19.That'...","sentiment_score":0.5}
{"full_text":"RT Feel like this Covid 19  is a never ending cycle bro so many ppl are dying and ppl don't care until it's their mom , da...","sentiment_score":0.5}
{"full_text":"Hope it is true\"Early data released in December suggests Novavax vaccine is likely to offer strong protection against COVID-19. There are even hints it may do something other vaccines have struggled with: stop the coronavirus' spread.\"","sentiment_score":0.1516666667}
{"full_text":"RT Just to acknowledge &amp; mourn the reality of 400,000 lost lives from COVID-19, to recognize healthcare workers &amp;their strengt...","sentiment_score":0.0}
{"full_text":"RT \"We must remember. it's hard to remember. but that's how we heal.\" This is leadership.","sentiment_score":-0.2916666667}
{"full_text":"RT There are 200,000 flagsIf you want a scale of the horrific human cost of COVID-19 in the United States for each of thes...","sentiment_score":-0.5}
{"full_text":"But it's not about them getting ill. It's about making sure that enough people are vaccinated so that the old and vulnerable don't get it. I have had Covid already and got through ok.","sentiment_score":0.0166666667}
{"full_text":"RT Israel breaches the #GenevaConvention again by conducting #VaccineDiscrimination against Palestinians in #WestBank &amp; #...","sentiment_score":0.0}
{"full_text":"Yes it didn't go on forever about Biden. It was heart felt and about the 400,000 people that died of covid-19.","sentiment_score":0.0}
{"full_text":"Biden at Ceremony for Coronavirus Victims Says 'To Heal, we Must Remember'","sentiment_score":0.0}
{"full_text":"RT This week is #CervicalCancerPreventionWeek (18th-24th January 2021).If you are experiencing any symptoms of Cervical C...","sentiment_score":0.0}
{"full_text":"Tragic!...There has to be legislation to deal with these rogue media organisations that air false claims and stir unrest, its CRIMINAL!!! ","sentiment_score":-0.590625}
{"full_text":"RT Not since Woodrow Wilson was in office during the 1918 flu pandemic, which killed about 675,000 in this country and 50 millio...","sentiment_score":-0.2}
{"full_text":"RT Here is the inspiring content you did not know you needed: A post-apocalyptic hip-hop retelling of Antigone - starring Colorad...","sentiment_score":0.5}
{"full_text":"Stay strong  bingkzkie, there's always a rainbow after the storm, stay positive sa life wag lang sa covid okay hehe. GOD BLESS U ALWAYS #MayWard","sentiment_score":0.3868686869}
{"full_text":"RT It is so appropriate that Joe Biden and Kamala Harris would have a ceremony to honor the Americans lost to COVID-19.That'...","sentiment_score":0.5}
{"full_text":"RT Would you support the introduction of Vaccine Passports as a requirement for International travel allowing only those who have...","sentiment_score":0.0}
{"full_text":"RT If there were no pandemic, tomorrow would be the most attended inauguration ever. Without a doubt.","sentiment_score":0.5}
{"full_text":"uk moots, why is my sister saying boris has announcer we're in lockdown to end of march? i can't find it anywhere?","sentiment_score":0.0}
{"full_text":"RT More Americans have died from COVID than the number of US troops killed in battle during World War II.","sentiment_score":0.15}
{"full_text":"I thought the memorial was both touching &amp; beautiful. ","sentiment_score":0.675}
{"full_text":"RT Just to acknowledge &amp; mourn the reality of 400,000 lost lives from COVID-19, to recognize healthcare workers &amp;their strengt...","sentiment_score":0.0}
{"full_text":"Biden would have not done the same thing. He would have listened to the doctors. He wouldn't have held maskless rallies. He wouldn't have discouraged social distancing &amp; mask mandates. He wouldn't have called the virus a hoax for months. I can go on about the obvious difference","sentiment_score":0.0111111111}
{"full_text":"\"The world has changed.\" Janet Yellen delivered the Biden administration's opening argument to lawmakers for its $1.9 trillion Covid-19 relief proposal. via","sentiment_score":0.0}
{"full_text":"RT MI:2 is a Covid 19 film.","sentiment_score":0.0}
{"full_text":"RT Pres.-elect Biden during lighting ceremony at COVID-19 memorial in Washington, D.C.: \"To heal, we must remember. It's hard sometim...","sentiment_score":-0.2916666667}
{"full_text":"RT oh to be a university student during a global pandemic","sentiment_score":0.0}
{"full_text":"RT physically I'm in lockdown but Emotionally I'm a scrappy apprentice living in the Prague astronomical clock","sentiment_score":0.0}
{"full_text":"RT Dr. Levine took her own mother out of a nursing home prior to ordering COVID infected patients into them. Thousands die...","sentiment_score":0.3}
{"full_text":"RT Memorials matter. There has been no center of grief during this pandemic. The virus has kept us apart, meaning so much o...","sentiment_score":-0.1833333333}
{"full_text":"This is exactly why schools should never have reopened until vaccines had been given out to everyone. This freaking stupid rush to open everything was one colossal mistake. Just ask the 400,000.","sentiment_score":-0.0625}
{"full_text":"Socialism will address these concerns, according to the authors:https:\/\/t.co\/8t6u1WLlrY","sentiment_score":0.0}
{"full_text":"RT I agree with Brian Williams that we need to keep the lights at the Reflecting Pool as a permanent memorial to the hundre...","sentiment_score":0.0}
{"full_text":"RT Our COVID-19 vaccination hotline and website are fielding thousands of calls and users, and experiencing technical difficul...","sentiment_score":0.0}
{"full_text":"RT There are more than 200,000 children sick with COVID right now in America. You can send your thanks to Trump, Fox and th...","sentiment_score":0.0678571429}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"RT An independent panel criticized #Beijing and the over their delayed response to the #COVID19 outbreak.Leaked do...","sentiment_score":0.0}
{"full_text":"RT Happy #TipTuesday Wildcats! Stay informed with all University of Arizona covid-19 information at","sentiment_score":1.0}
{"full_text":"Moots, i just wanna say that i am so busy these days, preparing for my finalI have no time to scroll this blue bird apps. So, i might less interact with you guys  I wish the best for all of u during this pandemic, drink a plenty of plain water and stay safe! Love yall! ","sentiment_score":0.281292517}
{"full_text":"A vaccine task force member?! Ffs what is with these \"leaders\" that think the rules don't apply to them. Especially ones involved with a pandemic response. Just waiting to hear that some of them have COVID.","sentiment_score":0.0}
{"full_text":"RT Join us for a national moment of unity and remembrance in honor of the 400,000 Americans we've lost due to COVID-19.","sentiment_score":-0.125}
{"full_text":"&gt; Rate of positive COVID-19 tests stays high as Utah reports seven more deaths TuesdayBy Scott D. Pierce for The Salt Lake Tribune in Salt Lake City, Utah","sentiment_score":0.2957575758}
{"full_text":"I agree. You can help model good public health practices by upgrading the cloth mask you are wearing to the disposable surgical mask in your hand. It will provide much better protection for the people you meet with and protect you from getting COVID.","sentiment_score":0.4}
{"full_text":"RT Fox News refuses to cover COVID remembrance ceremony as the nation mourns 400,000 lives lost","sentiment_score":0.0}
{"full_text":"RT Biden's transition team \"found a culture of coronavirus skepticism within Donald Trump's federal government as they prepa...","sentiment_score":0.0}
{"full_text":"My parents literally only buy vinegar in gallon containers like that lol, they've done this for years before the pandemic too","sentiment_score":0.4}
{"full_text":"RT I have given up my part time job despite needing the $$, simply because it's not worth the risk to serve people too stupid...","sentiment_score":-0.3166666667}
{"full_text":"RT The funeral bells of the National Cathedral have started ringing. They'll toll 400 times, each representing 1,000 victims of...","sentiment_score":0.0}
{"full_text":"so excited to meet my best friends this coming friday it's been fucking year since we saw each other because of this pandemic wuhuhu","sentiment_score":0.1625}
{"full_text":"RT 400,000 Americans have died of COVID-19.That's more than World War I, the Korean War, the Vietnam War, September 11th, t...","sentiment_score":0.5}
{"full_text":"RT A power structure dedicated to denial at every step had something to do with this too","sentiment_score":0.0}
{"full_text":"RT Brian Williams on makes a powerful case for making these lights along the reflecting pool a permanent memorial to the h...","sentiment_score":0.3}
{"full_text":"RT This lockdown is actually crazy, feels like there's no return","sentiment_score":-0.6}
{"full_text":"RT From my window, I'm hearing the Washington National Cathedral funeral bell, which has begun to toll 400 times--once for e...","sentiment_score":0.0}
{"full_text":"Trump did not cause nor spread the China virus. One day people will know where it really came from.  Trump went into full fight mode and did everything possible to provide supplies and vaccine but you snowflakes just want to whine.  You will be whining for sure in a few months.","sentiment_score":0.17}
{"full_text":"RT Foxnews thinks all the dead were Democrats","sentiment_score":-0.2}
{"full_text":"RT Biden at covid memorial light display: \"To heal we must remember. And it's hard sometimes to remember. But that's how we heal.\"...","sentiment_score":0.0541666667}
{"full_text":"We must make a permanent memorial","sentiment_score":0.0}
{"full_text":"RT All COVID-related adjustments to work rules in the 2020 offseason were collectively bargained between the NFL and NFLPA a...","sentiment_score":0.0}
{"full_text":"RT We can afford this extravagance during a pandemic, but, by all means, let's skimp on $600 for people struggling i...","sentiment_score":0.0}
{"full_text":"What do you mean? All additional COVID rules already extend into the 2021 season.","sentiment_score":-0.3125}
{"full_text":"RT All in the name of political correctness. Welcome to the wonderful world of liberals 2021","sentiment_score":0.6}
{"full_text":"RT January 21, 2020: First US case of COVID-19 detectedJanuary 19, 2021: 400,000 Americans dead from COVID-19","sentiment_score":0.025}
{"full_text":"RT Where is our memorial UK for those of who have tragically died of Covid? Where is the moral decency from this Govt and Boris...","sentiment_score":0.0}
{"full_text":"RT On May 24, 2020, ran the names and biographical details for 1,000 people who had died of COVID. It filled the front...","sentiment_score":0.4}
{"full_text":"RT There are 400 lights illuminating the Lincoln Memorial Reflecting Pool in tribute to the more than 400,000 people who have died fr...","sentiment_score":0.5}
{"full_text":"RT Levin's own mother was pulled out of a nursing home as covid patients were sent in. This person should be in prison, not...","sentiment_score":0.6}
{"full_text":"The playoff, it's like we forgot playoff p. Though Pandemic P was horrid","sentiment_score":0.0}
{"full_text":"RT This is the most North Korean thing I've ever seen in this country.","sentiment_score":0.5}
{"full_text":"In honor of 400,000+ American  lives lost to the COVID-19 Pandemic...     ","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT How to schedule an appointment to get the COVID-19 vaccine in Maine","sentiment_score":0.0}
{"full_text":"RT New episodes of 'This Is Us' delayed amid COVID-19 surge in Los Angeles","sentiment_score":0.1363636364}
{"full_text":"RT The incoming CDC director, Rochelle Walensky, tells that the CDC will hold regular press briefings and ann...","sentiment_score":0.0}
{"full_text":"RT Just remarkable how overdue, and how simple, it is for a leader to orchestrate a moment of national mourning. And how catha...","sentiment_score":0.375}
{"full_text":"Most business leaders looking at opportunity post COVID and prepare business plans to get ready. It's not late to build business plans for 2021.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.2833333333}
{"full_text":"Most business leaders looking at opportunity post COVID and prepare business plans to get ready. It's not late to build business plans for 2021.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.2833333333}
{"full_text":"RT And this is why you must remain humble","sentiment_score":-0.2}
{"full_text":"RT For children and young, the impact of #COVID19 has been severe, with long periods of #schoolclosures, disengagement, #isola...","sentiment_score":0.025}
{"full_text":"But even here the 'bloke on Twitter' and 'anti-vaxxers' are sneered at and mocked. Left gatekeepers like Brendan O'Neill only just joined this party, and already they're sorting the acceptable lockdown skeptics from those they'd rather not be associated with. Like, fuck you dude.","sentiment_score":-0.1333333333}
{"full_text":"Bro these old niggas at my job tha reason mfs still catching covid....these mfs don't wash they hands &amp; go straight to tha breakroomprolly touching tha microwaves &amp; shit","sentiment_score":0.24}
{"full_text":"Everything about the Trump-COVID saga was bizarre","sentiment_score":0.4}
{"full_text":"things are not ok.","sentiment_score":-0.25}
{"full_text":"RT I'm watching Biden and Kamala at the Lincoln memorial for an evening of prayer for the 400,000 victims of COVID.I'm so r...","sentiment_score":0.0}
{"full_text":"The damage ur deranged father did to the U.S. will take generations to recover from &amp; if his admin had any moral leadership &amp; competence, at least half of the 400K Covid dead wld be alive today &amp; economy not in ruins. All of U did MUCH more damage than good. Go AWAY.","sentiment_score":0.0604166667}
{"full_text":"RT It is so jarring to see the memorial images from DC tonight and feel the pandemic being treated with sobriety and grief....","sentiment_score":-0.8}
{"full_text":"RT Our News team has the latest on the coronavirus pandemic after the confirmed death toll in the U.S. surpasses 400,000. Plus,...","sentiment_score":0.45}
{"full_text":"RT UPDATE:  The Lexington VA Health Care System vaccinated more than 4,000 veterans 50 years old and older during its three-day...","sentiment_score":0.2555555556}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"RT Public health authorities in Calif are seeking a halt on one lot of Moderna's COVID19 vax after reports of allergic react...","sentiment_score":0.0}
{"full_text":"RT The funeral bells of the National Cathedral have started ringing. They'll toll 400 times, each representing 1,000 victims of...","sentiment_score":0.0}
{"full_text":"RT We are coming together for a national moment of unity and remembrance to honor the lives lost to COVID-19. Join us now for the...","sentiment_score":0.0}
{"full_text":"RT Such sad news. Hajj Ghassan Younes, the man who fed the cats at the Al Aqsa compound, passed away today due to covid-19....","sentiment_score":-0.2083333333}
{"full_text":"Covid: EU gives initial backing to 'vaccine passports' via","sentiment_score":0.0}
{"full_text":"Idk why they're still holding the inauguration. We're at the worst period of the pandemic. He was voted in based on people's distaste of Trump. And Biden's agenda is already bought off by corporate interests (healthcare). No one is excited for this","sentiment_score":-0.2083333333}
{"full_text":"RT January 21, 2020: First US case of COVID-19 detectedJanuary 19, 2021: 400,000 Americans dead from COVID-19","sentiment_score":0.025}
{"full_text":"colleges thinking they cured covid by cancelling spring break ","sentiment_score":0.0}
{"full_text":"In the Wake of COVID-19, How Can the Hotel Industry Rebuild Trust With Their Customers? - #hoteltrends #traveltrends","sentiment_score":0.0}
{"full_text":"Cases of COVID-19 are rising rapidly across the whole county and the NHS is under extreme pressure. We must all ACT NOW. Let's stand together, by standing apart. For more information, please visit: #NorthantsTogether","sentiment_score":0.1916666667}
{"full_text":"TikToker Makes 12-Foot Social Distancing Dress    WATCH:","sentiment_score":0.0333333333}
{"full_text":"President-elect Joe Biden and Vice President-elect Kamala Harris attended a memorial service honoring the 400,000 Americans who have died of COVID-19.","sentiment_score":0.0}
{"full_text":"Resurgence in #COVID19 cases slows oil demand rebound: IEA","sentiment_score":0.0}
{"full_text":"At a time when so many Americans are grieving the loss of family, friends, and neighbors, it is important that we honor those we lost to COVID-19. To help show support, the Indian River Life Saving Station is lit tonight for a national moment of unity and remembrance.","sentiment_score":0.45}
{"full_text":"The Idaho Senate republicans advanced a bill to end COVID-19 emergency orders and rebalance power between the state's executive and legislative branches.","sentiment_score":0.4}
{"full_text":"Cleveland's which just re-opened after a two-month closure, is rethinking its programming as COVID prevents hands-on experiences.","sentiment_score":0.0}
{"full_text":"Is It Lawful and Ethical to Prioritize Racial Minorities for COVID-19 Vaccines? Let's discuss tomorrow on Advocacy Wednesday at 6pm EST! #AMWAAdvocacyChat Link to article:","sentiment_score":0.125}
{"full_text":"Thank you. I read it.I also read the plan it links to, which, as I said, is the Covid relief plan. Did you?Not sure why anyone would want to tie up Covid relief for millions of people while Congress fights for months (or years) over healthcare reform, but whatever.","sentiment_score":0.5}
{"full_text":"A northern Kentucky couple celebrated their 73rd wedding anniversary by getting their first #coronavirus #vaccine shot.","sentiment_score":0.3}
{"full_text":"\"I'd have more confidence if the government plainsplained their policies\" - Experts weigh in on Ontario's COVID-19 communications -- by #onpoli #onhealth","sentiment_score":0.5}
{"full_text":"This is what compassion looks like!!! Evangelicals openly cheered for a man who denied the pandemic and 400,000 deaths later they still haven't learned!!!","sentiment_score":0.0}
{"full_text":"RT Part of why Biden's memorial to COVID victims is so poignant is because it's horrifying that we literally had to elect a new p...","sentiment_score":0.0090909091}
{"full_text":"Robbie Williams quarantining in St Barts with family after singer 'contracted Covid'https:\/\/t.co\/HtcAGxgHab","sentiment_score":0.0}
{"full_text":"RT \"These are the faces of Covid. These are the faces of lives well lived.\"","sentiment_score":0.0}
{"full_text":"Pet ownership in Japan on the rise amid pandemic","sentiment_score":0.0}
{"full_text":"&gt; When can I get my COVID-19 vaccine in Southern California? The rollout is speeding upBy Alex Wigglesworth, Rosanna Xia, Colleen Shalby, Kristen Taketa for Los Angeles Times in Greater Los Angeles, California","sentiment_score":0.25}
{"full_text":"RT It is so appropriate that Joe Biden and Kamala Harris would have a ceremony to honor the Americans lost to COVID-19.That'...","sentiment_score":0.5}
{"full_text":"Today we asked Homeland Security nominee Alejandro Mayorkas how he plans to help secure Arizona's border, control cross-border spread of COVID-19, and improve cybersecurity.","sentiment_score":0.4}
{"full_text":"Don't miss tomorrow's #COVID19 update at noon.   Watch live on","sentiment_score":0.1363636364}
{"full_text":"The Boone County Ambulance Authority says retired lieutenant and paramedic Richard Smith has passed away from a COVID-19-related illness.https:\/\/t.co\/Kka1C1OnzI","sentiment_score":0.0}
{"full_text":"Together, we remember and honor the lives lost to COVID-19.   Daniel Swartz","sentiment_score":0.0}
{"full_text":"RT Invocation by Cardinal Wilton Gregory during lighting ceremony at COVID-19 memorial in Washington, D.C.: \"Our sorrow unites us to...","sentiment_score":0.0}
{"full_text":"RT Had a great discussion with about the need for rapid antigen tests.We aren't where we nee...","sentiment_score":0.8}
{"full_text":"RT On May 24, 2020, ran the names and biographical details for 1,000 people who had died of COVID. It filled the front...","sentiment_score":0.4}
{"full_text":"RT If we held 1-second of silence for every COVID-19 death in the US we would be silent for 4.63 days.","sentiment_score":0.0}
{"full_text":"Today is day 16 dealing with COVID. No improvement but not worse. We both my have some lung damage. They're running test for her tomorrow. So could my friends and anyone reading this please retweet my gofundme page. We could really using the help now.","sentiment_score":0.2}
{"full_text":"RT does the impending gravity of the fact that COVID has been completely and normatively altering the world for the past YEAR, a...","sentiment_score":-0.075}
