{"full_text":"Woke up thinking about these guys . I wonder what they're doing now. The world needs them.Our last hope against Corona Virus...","sentiment_score":0.0}
{"full_text":"And what has the lost data got to do with covid? Did the data get Covid ","sentiment_score":0.0}
{"full_text":"RT Remembering all of the neighbors, friends, coworkers, and loved ones we lost to COVID-19.I'm lighting a candle in my win...","sentiment_score":0.75}
{"full_text":"RT Pakistani standup comic Usman Khan performs all around #Peshawar city in Charlie Chaplin's trademark oversized shoes, baggy...","sentiment_score":0.25}
{"full_text":"\"A dog\/cat\/rabbit is forever. A  companion is not just for lockdown.\" ","sentiment_score":0.0}
{"full_text":"RT Like our son Cole, I often find myself thinking \"can I stay longer\" after our family Zooms. We are so blessed to be able...","sentiment_score":0.5}
{"full_text":"South African COVIDSARS2 strains worse than UK strain","sentiment_score":-0.2}
{"full_text":"Dear , I got wrong Fine related to Preventive Measures for COVID. I raised a complaint three time but there is no reply from last 30days. Please help me out to remove the wrong fine. Below is the fine number 10000000738126. Jazak Allah","sentiment_score":-0.00625}
{"full_text":"RT Watching call out Priti Patel over yet another incident of the government making manipulatable rules so t...","sentiment_score":0.0}
{"full_text":"RT COVID-19 IS NO JOKE !! One Man Contracted it, got cured but suffered so much brain damage that he insists he won an election...","sentiment_score":0.2}
{"full_text":"RT \"France received EUR170 billion by 2020-end because of Brexit. In spite of the pandemic about 2,500 jobs have already been tr...","sentiment_score":0.0}
{"full_text":"Upto this day there is no 1 i know personal who has covid, i feel lyk its this big conspiracy against me , I haven't figured it out for the why yet .. am always indoors and everytym i try to go out... I see the police waiting for me and start chasing me","sentiment_score":0.0}
{"full_text":"RT Children are the bright light of Covid. Closing schools or masking children all day at school and pumping them full of Co...","sentiment_score":0.4833333333}
{"full_text":"RT The PS20 extra a week for those on Universal Credit is due to end on the 31st March.It's been a life line for 1.2m non...","sentiment_score":-0.0416666667}
{"full_text":"RT Working on an application for #Google's COVID-19 Vaccine Counter-Misinformation Open Fund and got a question? Join us on T...","sentiment_score":0.0}
{"full_text":"Why are people on my various time lines so overtly Christian these days? Has the pandemic brought them closer to their faith, or is it just trendy speak adopted from the suffering baby the masses?","sentiment_score":0.2}
{"full_text":"RT We know how many doses of vaccine have been delivered, we know how many GP practices have agreed to take part. GPs know who...","sentiment_score":0.5}
{"full_text":"RT Nothing makes any sense. Not COVID. Not the election. Not the riots. Not the Inauguration. None of what we are being t...","sentiment_score":0.0}
{"full_text":"RT Biden and Harris honor COVID-19 victims on eve of inauguration","sentiment_score":0.0}
{"full_text":"RT If members of minority racial or ethnic groups are under-represented among older people is it ethical to use age as the cr...","sentiment_score":0.1833333333}
{"full_text":"RT Trump supporters: you didn't get a healthcare plan, a wall, infrastructure,  economic growth or jobs. But you did get COVI...","sentiment_score":0.2}
{"full_text":"RT Keep writing and saying it - UK has worst Covid death rate in the world. Don't let Johnson lie or distract.","sentiment_score":-1.0}
{"full_text":"Here we go! Excited to get involved with this, more details TBC but we have a few familiar faces playing tonight! Great idea to get going, especially during lockdown!","sentiment_score":0.3239583333}
{"full_text":"RT Susanna Reid takes on Priti Patel over government's gaslighting of public on coronavirus","sentiment_score":0.0}
{"full_text":"RT A new variant of #coronavirus was detected in southern Germany in 35 people at a hospital in the town of Garmisch-Partenkirch...","sentiment_score":0.0681818182}
{"full_text":"RT The man who's not even yet president led the nation tonight in the first national remembrance of the Americans lost to th...","sentiment_score":0.25}
{"full_text":"if this pandemic was a zombie pandemic 99% of DJs would be zombies","sentiment_score":0.0}
{"full_text":"You'll be speaking to clients more than normal this month. Make sure they're okay. The earlier you spot if their business is in crisis, the more likely it is you can save itNeed our advice? 01455 555444#uk #COVID19 #Accounting  Image: Adi Goldstein. Unsplash.","sentiment_score":0.3071428571}
{"full_text":"RT Lost my dad this morning to COVID-19. Stay safe and wear your masks guys cos the virus is real. ","sentiment_score":0.35}
{"full_text":"RT Coronavirus live news: China and WHO criticised by independent Covid panel; US nears 400,000 deaths","sentiment_score":0.0681818182}
{"full_text":"This synthesis report focuses on how the world has coped to date with the extraordinary challenges posed by #COVID19, and analyses the state of commitment to #UHC.#IntegratedCare4Peoplehttps:\/\/t.co\/e54VW47xdf","sentiment_score":0.3333333333}
{"full_text":" #drinksinlockdown let's have ALL the facts b4 we judge. If the bar\/licensee broke the rules they should be closed\/banned. BUT in the 1st lockdown, the pubs in Westminster stayed open when the rest of the UK closed. #leadbyexample","sentiment_score":-0.05}
{"full_text":"RT Tonight, Old Hall is lit in amber to honor and mourn the 1,393 County residents who died from Covid-19, as...","sentiment_score":0.1}
{"full_text":" can you please update your Covid guidelines you are applying on sites regarding Covid 19 considering 5 people on your site in StAndrew Squares madras college Edinburgh have tested positive.","sentiment_score":0.2272727273}
{"full_text":"I was in tears today at the Tribute given to Covid victims. Soooo nice to see decency, and empathy returning. Thank You Lord! The nightmare is almost over!","sentiment_score":0.9375}
{"full_text":"That needs to be stopped!!!!! The vax is NOT medicine!!!","sentiment_score":0.0}
{"full_text":"RT CNN: 401,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT What has Lockdown and 2020 done for air quality, health, mental health, transport, neighbourhood and housing design?Join...","sentiment_score":-0.1}
{"full_text":"RT Saying school closure is fine because most kids do well is like saying covid is not a problem because most people survive...","sentiment_score":0.4722222222}
{"full_text":"RT Following my intervention in the Dail last week (https:\/\/t.co\/RRBaDoCRQ1), I received a briefing today from senior health...","sentiment_score":0.0}
{"full_text":"RT Delhi Police constable Amit died from Covid on 5 May13 days later, his while Pooja came to know she's pregnantKejriwal anno...","sentiment_score":0.0}
{"full_text":"RT Welcome to the paradise called #Nepal!No quarantine rule in Nepal. Negative PCR report, 72 hours before journey required....","sentiment_score":0.25}
{"full_text":"RT My dads Indian restaurant is barely surviving cause of the pandemic, PS4k is such a large amount for us. I've sent 15 emails s...","sentiment_score":0.0880952381}
{"full_text":"RT If you're offended by folks taking precautions to protect themselves and others in the mist of a pandemic t...","sentiment_score":0.0}
{"full_text":"I agree it will be a different place when we come out of this! I personally believe most of the covid restrictions are here to stay it's all about control","sentiment_score":0.1666666667}
{"full_text":"RT Remember when they told us to give Trump a chance and now I can't see the sky bc LA has too much cremation smog","sentiment_score":0.2}
{"full_text":"RT Have questions about the safety and efficacy of the COVID-19 vaccine? Watch this video &amp; hear directly from those who r...","sentiment_score":0.1}
{"full_text":"RT Tragic--a mother lost **both** her sister and her 13 year old son Peyton to #COVID19. The bereaved mom took the bold step to...","sentiment_score":0.2166666667}
{"full_text":"The #JoiningForces Global Project Launch is starting! It will highlight #childprotection issues related to #COVID19 in Kenya, Uganda &amp; MaliWe always stand with children! @ChildFund #EVAC","sentiment_score":0.0}
{"full_text":"RT Still can't get over the fact that tonight Washington DC is on lockdown to protect Washington DC from The President of the...","sentiment_score":0.0}
{"full_text":"RT UMNO &amp; Najib defending the Federal Constitution, parliamentary democracy &amp; the rule of law.Good God, is this real or a gl...","sentiment_score":0.2}
{"full_text":"No, I don't think this pandemic situation will ease up this year. Not with existing active cases, bad mitigation, and crisis handling.","sentiment_score":-0.4166666667}
{"full_text":"RT #IndiaFightsCorona:How to wear a non-medical fabric mask safelyDo's Don'ts#StaySafe #IndiaWillWin #Unite2F...","sentiment_score":0.0}
{"full_text":"RT IMPORTANT SERVICE CHANGE: from this week, our Supper For All becomes Lockdown Lunch. Everybody is still warmly welcome to col...","sentiment_score":0.6}
{"full_text":"RT Prime Minister Mahiaddin, China recorded a 7-day average of 114 cases in the past week and they're st...","sentiment_score":-0.2}
{"full_text":"This type of politics? Which is that?one that doesn't start wars? Nominated for a Nobel peace prize for his role in the peace deal? On course for one of the best presidency's before the pandemic hit? Yeh dog shit","sentiment_score":0.4}
{"full_text":"It's not Brexit it's Coronavirus. When China exported this virus around the globe, the whole world stopped. Once this disease is gone there will be a huge difference in trade.","sentiment_score":0.3}
{"full_text":"RT If American health care was broken before, the pandemic has only widened the cracks in our system.Medicare for All has to b...","sentiment_score":-0.1333333333}
{"full_text":"RT Today, an Air India plane will land in Male' with 100,000 doses of AstraZeneca vaccine - a gift from India. For  it's...","sentiment_score":0.0}
{"full_text":"RT The theater community has been hit incredibly hard by the COVID-19 pandemic. We are donating to to thank our won...","sentiment_score":-0.2916666667}
{"full_text":"RT An AN32 aircraft just arrived in Paro valley, ferrying Bhutan's first consignment of COVID-19 vaccine from India. Health mi...","sentiment_score":0.25}
{"full_text":" Latest Covid Updates:-                           Total Cases : 848                               Deaths : 1                          Recovered : 605                 Here is a randomly generated number:851","sentiment_score":0.0}
{"full_text":"RT The EU and US must lead from the front and bring an alliance of like-minded partners with us. There is of course no grea...","sentiment_score":0.0}
{"full_text":"These are unprecedented times and nobody knows what the right answer is.The government have taken advice from the scientists and acted accordingly.What is not acceptable is individuals like you and opposition parties politically point scoring over this abhorrent pandemic!","sentiment_score":0.0026785714}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"RT GMS presenter tweets about 'the country' recording its highest death toll.The country was England. The record death toll...","sentiment_score":0.0}
{"full_text":"Every poll over the past 3 months says the majority want another ref after the Westminster's disasters of covid and brexit. You wanted to take back control so does Scotland. Whether it joins the Eu has yet to be decided petal","sentiment_score":-0.125}
{"full_text":"No thanks","sentiment_score":-0.1}
{"full_text":"RT Thank you, Lori.","sentiment_score":0.0}
{"full_text":"RT We're providing a PS23 million package to support fishing exporters who have been most adversely affected by the COVID-...","sentiment_score":0.5}
{"full_text":"RT You knoww... it's one thing to critique a show respectfully but to harass overworked and under paid staff during a pande...","sentiment_score":0.5}
{"full_text":"RT * \"The abuse in the book is graphic, but the story arc is hopeful: a family recovering and becoming better together.\" Publi...","sentiment_score":0.3166666667}
{"full_text":"'Fear of rise in hospitalizations, deaths from spreading more easily to more people.' What's different about the #coronavirus 'variants of concern' flagged by WHO | CBC News","sentiment_score":0.3333333333}
{"full_text":"RT FURIOUS Sturgeon accuses Tories of 'briefing and spinning misleading' coronavirus figures. Attack Best Form Of Defence...","sentiment_score":1.0}
{"full_text":"Why do we need 70% of the population vaccinated when the majority of population only experience minor symptoms ... what percentage of the population has ALREADY HAD covid (hint : you can't answer that question because testing only really started AFTER the first peak)","sentiment_score":0.08}
{"full_text":"RT This lockdown is so boring I don't even feel like drinking.","sentiment_score":-1.0}
{"full_text":"Pandemic, surging food prices leave many in Asia hungry: UN","sentiment_score":0.5}
{"full_text":"RT Usual social media caveats apply but this is well worth a look.This is at odds with what implied in he...","sentiment_score":0.0277777778}
{"full_text":"Am am in pain mr speaker how can we convert covid 19 to become malaria by Lagos governor ,l know longer trust this government again something is about to play out soon","sentiment_score":0.0}
{"full_text":"RT [JUST IN] Return of Basotho students to China still bleak due to the #Covid19 resurgence in China. indicat...","sentiment_score":-0.5625}
{"full_text":"RT Ohio juvenile court Judge Timothy Grendell thought coronavirus precautions were overblown, and made sure people knew it. In...","sentiment_score":0.125}
{"full_text":"RT Those people are called lockdown hawks, and they don't care about the utter human destruction this evil policy has caused....","sentiment_score":-0.3333333333}
{"full_text":"RT Some great help from for our anxious kids  #MentalHealthMatters  #NeverGiveUp ","sentiment_score":0.275}
{"full_text":"RT 'The Government now has to tread a very narrow path, between incentivising vaccine uptake, while reminding people that the i...","sentiment_score":-0.26}
{"full_text":"During this covid I've been chatting to  this lady everything was going great until I told her I was  retired, she said she knew, as she was my wife. Pity as I was starting to take a shine to her.","sentiment_score":0.2333333333}
{"full_text":"RT Vaccines are a safe way to gain long-term immunity against #SARSCoV2, training your immune system w\/ a harmless form of the...","sentiment_score":0.5}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Girls: \"why hasn't he text back??\"Guys: *practicing our big foot walks* x","sentiment_score":0.0}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"How #COVID19 has Reshaped People and Culture Related Strategies and Deliverables? returns to Melbourne from 25-27 Oct. For more info:","sentiment_score":0.25}
{"full_text":"Fewer UK children 'school ready' after Covid nursery closures. The pandemic is set to leave some choldren from all age groups a year behind. Does the ciriculumn need to change accordingly? #schoolready","sentiment_score":-0.1}
{"full_text":"RT Gabon Government is moving towards tightening the restrictive measures put in place against the spread of #COVID19 following...","sentiment_score":0.0}
{"full_text":"We've taken a look back at 2020 to reveal the impact of Covid-19 on the Cybersecurity industry and how there's optimism in the unity it fostered as a result. Check out our latest Blog here: #Security #Comms","sentiment_score":0.25}
{"full_text":"Oh God. It's only another few weeks before Timehop devotees are going to make us relive the pandemic, isn't it? While we're still living it. ","sentiment_score":-0.1}
{"full_text":"RT Many doctors &amp; nurses are against lockdowns; they are just too afraid to say it.But the ones who are pro-lockdown are sho...","sentiment_score":-0.05}
{"full_text":"Great to see our fantastic carers being given the opportunity to get the COVID19 VaccineWell done Team CBU!","sentiment_score":0.65}
{"full_text":"A big thank you to for his reflective &amp; encouraging open message at #IrLibCovid. A leading figure in the fight against Covid-19, and for Thank you for your work and in recognising the important role &amp; positive impact of libraries during this pandemic","sentiment_score":0.1568181818}
{"full_text":"RT Got my covid 1st vaccine today! The NHS have so got this. Appt spot on time, staff working their annual leave to get everyb...","sentiment_score":0.0}
{"full_text":"RT Brian Williams on makes a powerful case for making these lights along the reflecting pool a permanent memorial to the h...","sentiment_score":0.3}
{"full_text":"RT Human beings sha, Make them sack person papa that's making a honest living during a pandemicWhat will his wife and kids...","sentiment_score":0.3}
{"full_text":"RT Tl asleep? Covid backwards is divoc so the real question is, what divoc rell going on masiay?","sentiment_score":0.2}
{"full_text":"RT During lockdown I set myself a target of losing 10lbs Well after 10 months I'm pleased to announce I've only got 16lbs to...","sentiment_score":0.25}
{"full_text":"'Not even the manufacturers recommend it'COVID-19: Study shows one vaccine dose leaves UK's over-60s 'seriously vulnerable'","sentiment_score":-0.5}
{"full_text":"President-elect Joe Biden and Vice President-elect Kamala Harris have held a ceremony to honour the 400,000 American lives lost to Covid-19.Follow the latest:","sentiment_score":0.25}
{"full_text":"RT \"People are dying of hunger,\" says a Japanese man who's been pushed into poverty because of the pandemic. 500,000 people have...","sentiment_score":0.0}
{"full_text":"U.S. Pfizer force other countries to accept unqualified vaccines #PfizerBioNTech #PfizerCovidVaccine #Snowden #DraintheSwamp #GoodbyeDonnie #TrumpPardon #JoeExotic #whendoesitstop  #Kodak #InaugurationDay #darkweb #hispanicmcyttwtselfieday #PatriotPartyhttps:\/\/t.co\/Ji9vkxP7OV","sentiment_score":-0.125}
{"full_text":"RT The fact that the U.K. has the highest coronavirus death rate in the world is tragic and inexcusable. Instead of playing...","sentiment_score":-0.75}
{"full_text":"RT Germany is extending its pandemic restrictions, including the closure of stores, until mid-February","sentiment_score":0.0}
{"full_text":"RT An AN32 aircraft just arrived in Paro valley, ferrying Bhutan's first consignment of COVID-19 vaccine from India. Health mi...","sentiment_score":0.25}
{"full_text":"We're delighted to onboard with #HRsoftware to save time, increase opportunities for progression and further engage #OneHealthGroup employees with our strong culture of enjoyment.","sentiment_score":0.3777777778}
{"full_text":"RT the way britney hasn't been able to get anything more done to her face because of coronavirus so her face is automaticall...","sentiment_score":0.5}
{"full_text":"[VIDEO] Antigen tests can show if someone has the new #coronavirus in as little as 15 minutes. Here are the ins and outs of how they work.","sentiment_score":-0.0255681818}
{"full_text":"Keep safe &amp; Keep up to Date. Find daily COVID-19 updates from and Swansea Bay University Health Board on our webpage  we'll be updating you on air too - so stay tuned https:\/\/t.co\/xaJSvQTUZ7","sentiment_score":0.25}
{"full_text":" New Year, New Me More like New Year, New Lockdown Trying to find ways to fill your time? Why not listen to our brand new podcast made for students, by students?!Listen nowhttps:\/\/t.co\/Ub8E8NbkSn#NotAnotherLecture","sentiment_score":0.196969697}
{"full_text":"HTC's allotment sites in Battle Rd, Station Rd and Harold Ave remain open to tenants during the lockdown, although people are encouraged to observe the latest COVID-protection guidelines when visiting their plots. Thank you...","sentiment_score":0.25}
{"full_text":"Chancellor of the Exchequer Rishi Sunak can't afford to wait for the budget on March 3 to provide extra support for hobbled U.K. firms, according to the U.K.'s biggest business lobby group.https:\/\/t.co\/Di2HRt39FD","sentiment_score":0.0}
{"full_text":"I disagree with the last part mam.Mr Ramaphosa's job is a lot harder now because he had to clean up all of Zuma's shit first then boom, Corona hit.","sentiment_score":0.0633333333}
{"full_text":"Do you live or work in Forest Fields or Hyson Green?A new pilot Asymptomatic Testing Centre has opened today to get a free rapid Covid-19 test. Drop in to Djanogly Community Leisure Centre on Gregory Boulevard Mon-Sat 9.30am-6.30pm>","sentiment_score":0.2242424242}
{"full_text":"New research suggests the world has become increasingly autocratic since the start of the Covid-19 crisis. reports:","sentiment_score":0.1363636364}
{"full_text":"\"Fight Covid-19 - Let's Fight It Together.\"Infographic#COVID19 #covid #SocialDistancing","sentiment_score":0.0}
{"full_text":"RT Pandemic review panel criticises China, WHO for acting too slowly on Covid-19","sentiment_score":-0.15}
{"full_text":"RT Four people died on my #Covid ward yesterday, with max oxygen and medical treatment. My team and I are working four 13 ho...","sentiment_score":0.0}
{"full_text":"The number of coronavirus-related deaths in the Philippines crossed 10,000 on Wednesday, the health department said, marking another grim milestone in the country's situation since the pandemic started a year ago.READ:","sentiment_score":-1.0}
{"full_text":"WARNING: If you encounter private firms\/individuals offering COVID-19 Vaccines for Sale - DO NOT BUY, ITS ILLEGAL.These vaccines offer nothing but false hope Do not give any personal\/financial information, or any type of currency. Report these sales to Linsey.Hollet@canada.ca","sentiment_score":-0.2}
{"full_text":"Excess mortality in 2020 shows the total impact of #COVID19 on deaths: 297 500 more deaths occurred in the EU in March - October 2020 compared to the same period in 2016 - 2019.Peaks were recorded in: April: +25% September: +8% October: +17%","sentiment_score":0.1666666667}
{"full_text":"Celebrating 100,000 members on our Telegram CommunitiesThank you for your continuous support! Join our Main Telegram Community: Find your local Telegram Community:","sentiment_score":0.0833333333}
{"full_text":"Children showing their drawings at an early learning centre, closed due to #COVID19 in Rangamati, #Bangladesh.To protect children's futures, UNICEF is calling for more investment in education, particularly for vulnerable children living in remote areas.#ForEveryChild","sentiment_score":-0.0083333333}
{"full_text":"SSS helps cushion the blow of unemployment amid the pandemic. READ:","sentiment_score":0.0}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"#DYK that the #EarthObservation #COVID19 platform has been extended until June? You can use it to explore environmental\/economic indicators and investigate how social distancing measures have affected Earth's air, land, and water","sentiment_score":0.0333333333}
{"full_text":"Has your area seen more cyclists during the pandemic?  Read more:","sentiment_score":0.5}
{"full_text":"Calling young people of Stoneybatter.If you are 24 or under this is an exciting opportunity to be creative and tell the story of Stoneybatter under lockdown.@StoneybatterYo1 invites you to  be part of an exciting art exhibition in Collins Barracks. Details","sentiment_score":0.3}
{"full_text":"Help us do our bit to support the businesses of north Essex.https:\/\/t.co\/bv04AXbrRr","sentiment_score":0.0}
{"full_text":"Soaring demand among California seniors for COVID-19 vaccines causes chaos via","sentiment_score":0.0}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"Covid advice 'given Scottish stamp':https:\/\/t.co\/5Owdl9r4qG","sentiment_score":0.0}
{"full_text":"True ooo u dey beee herhduring the lockdown i saw your full pic bi na u dey mark nose mask charley bby u fine","sentiment_score":0.3722222222}
{"full_text":"Incoming U.S President Joe #Biden has said that he will return to the #JCPOA, but it is unclear how soon this might happen, as the #US faces several domestic issues which may distract Biden from foreign policy matters.https:\/\/t.co\/ZwYhEuVSi1#CapitolRiots #COVID19","sentiment_score":-0.0416666667}
{"full_text":"#23NewsBulletin - After a few Pakistani passengers tested positive for coronavirus, China has banned Pakistanis from entering the country. The restriction will be imposed for three weeks. China increased restrictions in multiple cities after a death from the virus.#23News","sentiment_score":0.0090909091}
{"full_text":"RT We're providing a PS23 million package to support fishing exporters who have been most adversely affected by the COVID-...","sentiment_score":0.5}
{"full_text":"RT How many more chances does get against #COVID19 he clearly is clueless, feckless, useless and F**KING DANGERO...","sentiment_score":0.15}
{"full_text":"This will soon be landing on your doormathttps:\/\/t.co\/jA3w38rl1o","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 20\/01\/2021 15:30Total Cases: 10596449 [+0]Active: 194208Recovered: 10245092 [+0]Deaths :152754 [+0]Total Tests: 188.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":".@pearson sees sales drop by 10% in its January trading update, as it reflects on a \"challenging\" 2020 and laments the continued effects of Covid 19: (PS)","sentiment_score":-0.125}
