{"full_text":"RT A milestone.","sentiment_score":0.0}
{"full_text":"RT White House Covid senior adviser Andy Slavitt: \"I want to call out seven states that have already provide first vaccination...","sentiment_score":0.125}
{"full_text":"RT Serious questions about the CDC posting wrong information about Covid vaccine studies. Misinformation or an \"honest mi...","sentiment_score":-0.0777777778}
{"full_text":"Superstore was the only show I trusted with the topic ","sentiment_score":0.0}
{"full_text":"RT Seems like the Trump Administration lost track of 20 million vaccine doses that the Biden Administration is still trying to ac...","sentiment_score":0.0}
{"full_text":"The fuck ","sentiment_score":-0.4}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT I have been here for 17 years,authored 2 books,taught medical students, hosted a radio show,saved American Lives before and...","sentiment_score":0.0}
{"full_text":"RT Hallelujah. The \"new\" is putting out a fantastic daily summary of the latest #COVID19 scientific publications,...","sentiment_score":0.2590909091}
{"full_text":"RT Most of the 80.2 million Covid-19 vaccines have been issued in regions like the US, China, and the United Arab Emirates....","sentiment_score":0.5}
{"full_text":"RT After a year of hype, I finally caught the famous Covid-19 virus! I've now recovered from it.So, what would you like t...","sentiment_score":0.3125}
{"full_text":"Not there for anything concrete, optics!","sentiment_score":0.1875}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT if i see any idiot birds or non-fans waiting for him at the airport...we are literally in the middle of a panda expres...","sentiment_score":-0.4}
{"full_text":"RT Pres. Biden calls out an unnamed congressman who refuses to wear a mask","sentiment_score":0.0}
{"full_text":"Drive through anal swab for Covid-19?I don't think so!","sentiment_score":0.0}
{"full_text":"RT CDC's not the federal govt though. Ms. Cabrera is using the wrong word - probably deliberately, but all the l...","sentiment_score":-0.5}
{"full_text":"RT I'm a foreign NHS healthcare worker who has worked tirelessly day in &amp; day out in this #covid19 #pandemic. Would you take...","sentiment_score":-0.125}
{"full_text":"RT i can hear vanessa hudgens crying in bed","sentiment_score":-0.2}
{"full_text":"RT \"We're going to go bankrupt as a nation...We've got to spend more money.\" As prepares to pass another tri...","sentiment_score":0.5}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"RT The 2015 Royals can save the world.","sentiment_score":0.0}
{"full_text":"RT Can you get COVID-19 after getting vaccinated? The answer is yes. Doctors say it's rare and it happened to Congressman...","sentiment_score":0.3}
{"full_text":"RT Apparently 80 million people voted for a terrorist first policy. Absolutely sick this admin  would prioritize those mon...","sentiment_score":-0.1380952381}
{"full_text":"RT A contended election that'll be drawn out 'till Spring, a pandemic that's at best at a penultimate peak, and a global economy...","sentiment_score":0.5}
{"full_text":"And not just because of lockdown ","sentiment_score":0.0}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"RT the dykery 3 years ago??? i might need to get my hair dyed when lockdown is over. i'm thinking balayage","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Province Reports No New Active Cases of COVID-19 Today","sentiment_score":-0.1007575758}
{"full_text":"RT One of my favorite graphs by showing how current mortality due to #COVID19 dwarfs figures from the first wave. Powerfu...","sentiment_score":0.15625}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"In the USA all the states that had harsh lockdowns have the most covid cases and deaths. Not to mention hundreds of thousands  of people falling in to poverty.","sentiment_score":0.15}
{"full_text":"RT Why is only interviewing ppl who are selfishly concerned about themselves. The numbers of travellers in airports...","sentiment_score":-0.25}
{"full_text":"RT deloitte is gonna need you to meet three times a week to get your feedback on how YOU would fix their vaccine tools, and...","sentiment_score":0.0}
{"full_text":"RT no offense but so long as we are a nation built on capitalism we will never have a sufficient handle on covid","sentiment_score":-0.05}
{"full_text":"So, I am letting my hair grow out again thanks to lockdown.  I think I will be making my fourth donation for wigs again at one point, wigs for cancer patients who have lost their hair.  I have not lost my hair during cancer treatment, but was glad I could donate it to someone","sentiment_score":0.2333333333}
{"full_text":"RT Highway robbery in plain sight.  = government of looters and scammers. #JohnsonMustGo #RejoinEU","sentiment_score":-0.2142857143}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"finished coursework last semester...planning for candidacy this summer. I had to ditch previous topic plans due to COVID, so an extra course and a bit of a delay, but seems to be going well.","sentiment_score":-0.0729166667}
{"full_text":"Tell the CDC, Now is the Time to Recognize Covid-19 Aerosol Transmission","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"I had to google \"influencers breaking Covid rules in LA\" to the ppl but I welcome everyone to join in tagging them ","sentiment_score":0.8}
{"full_text":"Keep 'em safe, keep 'em closed,","sentiment_score":0.2}
{"full_text":"A young man w\/ autism wrote a children's book about coping w\/the pandemic. Thank you Trey Sheppard for giving us your voice &amp; Natalie Sheppard for making sure the \"nevers\" didn't stop Trey! #disabilityinclusion #AutismAwareness #representationmatters ","sentiment_score":0.3625}
{"full_text":"This study doesn't say anything about transmission of COVID in schools, bc it correlates the wrong facts. So the causality is wrong. Only facts that children are more likely to be infected in countries with high incidence, then in Germany with, at this point, low incidence","sentiment_score":-0.0485714286}
{"full_text":"RT America is struggling with its COVID vaccine distribution. Here's a look at why.","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"Everyone is required to wear a mask. We've sent this info to the airport leaders to look into further.","sentiment_score":0.0}
{"full_text":"I'd be embarrassed if so many lives were not at stake. Instead, I'm just angry as hell. Wear your freaking mask! And cover your nose!","sentiment_score":-0.140625}
{"full_text":"RT \"28,500 new doses to 26 hospitals are expected to be delivered next week [in] response to a pressure campaign of emails,...","sentiment_score":0.0121212121}
{"full_text":"RT Do you read the news?. Do you read our tweets?. Do you see how many kids are in hospital?. Do you care?. Do you actually...","sentiment_score":0.25}
{"full_text":"RT Thanks! Not bad for something we started out designing, just so we could connect during the pandemic, a...","sentiment_score":0.3}
{"full_text":"Are you suggesting... that you don't already have #COVID19 plans?  What have you been doing the last few months? Besides photo ops and your summer campaign tour? #onpoli #FordFailedThePeople","sentiment_score":-0.1}
{"full_text":"RT NEW: Rampant COVID-19 infections in Wisconsin mink could pose a potential threat to humans, which is why mink farmers a...","sentiment_score":0.0681818182}
{"full_text":"RT Let me be perfectly clear: when it comes to getting relief to families and jobless workers, I'm not going to let Republican l...","sentiment_score":0.1}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Apparently 80 million people voted for a terrorist first policy. Absolutely sick this admin  would prioritize those mon...","sentiment_score":-0.1380952381}
{"full_text":"If you need a discount Bond-villain or a pretentious poet, I'm here. #SelfieSaturday #lockdown #boredom","sentiment_score":-0.3}
{"full_text":"Saying there will be 15 and they will go down to zero! How is that different from calling COVID a hoax????","sentiment_score":-0.0972222222}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Someone should jab you #motormouth","sentiment_score":0.0}
{"full_text":"RT The 5 Roles That Every Data Science Team Must Hire v #AI #MachineLearning #DataScience #Pyt...","sentiment_score":0.0}
{"full_text":"RT Even as we work hard, we are trying hard to work safely. ","sentiment_score":-0.0277777778}
{"full_text":"RT MedTwitter, how are we collecting data on people who develop swab-positive Covid *after* vaccination? Who is leading r...","sentiment_score":0.0}
{"full_text":"RT this story breaks my heart . mental health is so important and in my opinion, has been seriously overlooked during the...","sentiment_score":-0.0111111111}
{"full_text":"RT The Biden Administration has cut off funding for the Coronavirus Food Assistance Program with NO explanation.This fu...","sentiment_score":0.0}
{"full_text":"List of countries who received Indian covid19 vaccine under #VaccineMaitri initiative:-Sri LankaBangladeshBhutanNepalMyanmarBrazilMaldivesMauritiusMoroccoSeychellesBahrainOman","sentiment_score":0.0}
{"full_text":"RT Last fall, universities across the U.S. were accused of enabling the pandemic's spread by bringing students back to campus. Bu...","sentiment_score":0.0}
{"full_text":"RT #Join in the study for pay!! It's a great way for an #AnimalRightsActivist to help in sparing at least some of the animals...","sentiment_score":0.25}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT Greatly concerning. As a positive confirms significant benefit of stratifying need for endoscopy (eg FIT for colonoscopy)...","sentiment_score":0.4505681818}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT This morning I found out my cousin died of COVID. Please hold your condolences and instead use your platform to help pu...","sentiment_score":0.0}
{"full_text":"The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT I'm a foreign NHS healthcare worker who has worked tirelessly day in &amp; day out in this #covid19 #pandemic. Would you take...","sentiment_score":-0.125}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT My father is in hospital and absolutely puts his experience 100% down to the AZ vaccine.  His partner died last Tue....","sentiment_score":0.0148148148}
{"full_text":"im looking at u","sentiment_score":0.0}
{"full_text":"RT If you, or someone you know, is aged 80 or over and hasn't received an appointment for the covid-19 vaccine, we are hol...","sentiment_score":-0.1}
{"full_text":"RT Social media censorship just ratcheted up to a new level.  Google's YouTube removed two videos of doctors testifying und...","sentiment_score":0.0848484848}
{"full_text":"RT At midnight all Covid restrictions ended in the state, 100% capacity is allowed, the gov turned down FEMA's offer to open...","sentiment_score":-0.0777777778}
{"full_text":"RT Sitrep: situation report. This is what we call our daily briefings right now. Here's mine. We are now fairly confident w...","sentiment_score":0.2619047619}
{"full_text":"Its shameful that we are still in a semi-lockdown. If the Govt had listened to the WHO, used tried and tested, systems and apps, 100,000 people would still be alive.","sentiment_score":0.1}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"RT Surrey Police arrest 'Covid denier' for public nuisance in hospital via","sentiment_score":-0.025}
{"full_text":"I'm not a physician so my only advice was to email her the relevant CDC links and told my friend to ask her doctor for guidance. I also explained that the protocols are part of why I decided to keep my daughter remote for the year.","sentiment_score":0.1}
{"full_text":"Cause watching tv spreads covid..Well no, but presumably to limit people watching Superbowl at restaurants in outdoor setting...so now just grab your buddies and crowd your livingroom instead... Which scenario is the spreader...https:\/\/t.co\/cuvFs7gFM1","sentiment_score":0.0}
{"full_text":"I thought we were talking immediate issues re: the pandemic. I don't know if I have enough tweets for everything we need!","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Have you tested positive for COVID-19?","sentiment_score":0.2272727273}
{"full_text":"RT Vaccines are a tool, not a panacea.  Missing from our approach to managing covid-19 are not just drugs but tests that are...","sentiment_score":-0.2}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT Also per CDC, El Paso County has had 13,376 known COVID-19 cases per 100,000 people. That's the second highest among all...","sentiment_score":0.0}
{"full_text":"RT So lockdowns only \"worked\" in- China, a totalitarian state with a history of lying about pandemics- Remote Pacific isla...","sentiment_score":-0.05}
{"full_text":"RT #hamburg today#GoodEvening Friendspeacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT Remote learning is a disaster for ALL children, not just \"Black and brown\". The the focus on certain races over others...","sentiment_score":-0.0174603175}
{"full_text":"RT After a year of hype, I finally caught the famous Covid-19 virus! I've now recovered from it.So, what would you like t...","sentiment_score":0.3125}
{"full_text":"pandemic really did get me from 10 miles a day to uhhhhh idk 2 miles  week? if that?","sentiment_score":0.2}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Six long days of full bullshit in covid ICU and it's time for a beer. For fuck's sake folks, you do not want me phoning you...","sentiment_score":-0.0333333333}
{"full_text":"RT Hi  Quick tweet to say we're working at the WH today on next steps in the COVID response, making sure we're ready...","sentiment_score":0.2583333333}
{"full_text":"Here is how recruiters helped job seekers to climb the career ladder during the Coronavirus #pandemic. Read morehttps:\/\/t.co\/4TNbBYyDFl#recruitment #hr #ai #peopleanalytics #candidatescreening #covid","sentiment_score":0.0}
{"full_text":"Commercial Leasing During COVID-19: Direct vs Sublease #CRE #COVID-19 #Leasing #Subleasing","sentiment_score":0.05}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT Many scientists believe that the rise of novel viruses like SARS-CoV-2 is being driven by rising resource extraction.  If...","sentiment_score":0.5}
{"full_text":"Pandemic!!!","sentiment_score":0.0}
{"full_text":"It's now clear that the pandemic accelerated digital identity &amp; adoption of digital services. In a critical report, in partnership with explore how regulatory development, increased fraud &amp; changes in consumer sentiment are posing new hurdles:","sentiment_score":0.0472727273}
{"full_text":"Fuck NY times!! Biden has a right to wear any watch that he paid for!! Write about going on half a million covid deaths that tRump contributed to or the insurrectionists or something else. Leave OUR PRESIDENT ALONE, assholes!!!","sentiment_score":-0.168030754}
{"full_text":"RT In the same week as the brilliant result for the #Stansted15, the continued criminalisation of protesters is rife. This is a d...","sentiment_score":0.45}
{"full_text":"RT The CDC issued an order last night requiring everyone wear face masks on all public transportation. It goes into effect 11:59pm...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Meet Qoobo, the cute, robotic tailed cushion that cured my pandemic blues  A pair of little robots have made m...","sentiment_score":0.0708333333}
{"full_text":"RT NEW Vaccines eBook - New Research and Development Strategies in Virology\/Viral Immunology.Get your FREE copy now: ht...","sentiment_score":0.2242424242}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"The Democratic push to raise the federal minimum wage to $15 an hour has emerged as an early flashpoint in the fight for a $1.9 trillion COVID-19 relief package.","sentiment_score":0.1}
{"full_text":"Oxford\/AstraZeneca Covid-19 vaccine bomb scare man in courthttps:\/\/t.co\/KYh3w3WqTf","sentiment_score":0.0}
{"full_text":"Check out this NHS leaflet around looking after yourself in pregnancy:https:\/\/t.co\/nQg4cDelQuIt is important, no matter what is happening around us, you seek support, Guidance &amp; information regularly from your Healthcare Professionals, throughout your pregnancy.","sentiment_score":0.2}
{"full_text":"Don't miss Scotland's national innovation event on 3rd February and hear from world-class speakers on how innovation can help your business survive &amp; thrive after COVID-19!","sentiment_score":0.0}
{"full_text":"If your goal is to stay out of #DumbAssNews, rule number one would be not to text Chaz RIGHT before the segment. Jennifer learned this the hard way, after we all learned about the clogged toilet she left for Chaz for when he gets home!Listen:","sentiment_score":-0.0098214286}
{"full_text":"Turkey draws 12.7 mln tourists in 2020 amid pandemichttps:\/\/t.co\/DQ5DscX1Bq","sentiment_score":0.0}
{"full_text":"I predicted COVID ","sentiment_score":0.0}
{"full_text":"Just like many events during the pandemic, the 48th anniversary of a landmark U.S. Supreme Court decision was marked by a mostly virtual protest this year.","sentiment_score":0.3666666667}
{"full_text":"RT Moreover the team is confident on the content and doesn't want to miss out the crucial second show's which brings the ma...","sentiment_score":0.1666666667}
{"full_text":"RT I'm a foreign NHS healthcare worker who has worked tirelessly day in &amp; day out in this #covid19 #pandemic. Would you take...","sentiment_score":-0.125}
{"full_text":"RT Latinos dying daily from Covid-19 increase 1,000% in Los Angeles county","sentiment_score":0.0}
{"full_text":"In Nigeria, emergency operation centers that helped end wild poliovirus are also critical to the country's Ebola and COVID-19 response. While we fight COVID-19, investing in public health and preparing for the next pandemic can help us build a better future.","sentiment_score":0.1}
{"full_text":"Now Announcing COVID-19 Antibody TestsDon't wait to get tested, we're now offering Antibody test kits for Point-Of-Care settings. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antibody Test Kits at","sentiment_score":0.5}
{"full_text":"Since the pandemic hit I've developed over 30 muffin recipes! They're all listed in todays story and include family favourites like Fritter Muffins","sentiment_score":0.125}
{"full_text":"For today's daily count update, please visit the ODH Coronavirus page at The local numbers can be found on the COVID-19 Ohio Dashboard page.Local updates will be provided Monday-Friday with the daily ODH update at 2pm.","sentiment_score":0.0}
{"full_text":"Despite the perception that COVID-19 had a negative impact on love and intimacy, people took chances, went out of their comfort zones and made choices that brought them closer. Read:","sentiment_score":0.1}
{"full_text":"Pandemic spurs Indigenous business women to become doubly creativehttps:\/\/t.co\/HF6fD8XBLh","sentiment_score":0.0}
{"full_text":"The Dominican Nuns of the St. Catherine of Siena Monastery in Mexico City sent an urgent request for \"fervent prayers\" to local and international Catholics after 10 of their 24 religious fell ill with Covid-19 early this week.Read the full story here:","sentiment_score":-0.0083333333}
{"full_text":"Why should you care who gets elected OKCPS board chair? It's a lot to do with our kids' future after this crazy pandemic year. Hear candidates - and some parents &amp; students - Sunday at 4:00. Register now to get the Zoom link:","sentiment_score":-0.3}
{"full_text":"Surviving The Pandemic How to manage work-life balance during a strict lockdown","sentiment_score":0.0}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"Do you have a little one who is missing someone due to distance or the pandemic? Otter Snuggler comes with a removable heart to give to a loved one during times when they are not able to be together. Gift one today.https:\/\/t.co\/zGOvbjTje4","sentiment_score":-0.0125}
{"full_text":"Airlines push back against COVID testing for domestic travel: 'It's wholly impractical'https:\/\/t.co\/9wHLreiFJq","sentiment_score":0.0}
{"full_text":"Novavax has come along with the first efficacy readout for its protein-based #Covid19 shot, including one of the first glimpses at how the first generation of vaccines perform against emerging variants.https:\/\/t.co\/ogleRicMAC","sentiment_score":0.25}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT The team of experts conducting the probe of #COVID19's origin in Wuhan visited local hospitals that treated the fi...","sentiment_score":0.0}
{"full_text":"RT don't be dense chinese people got spat on and punched at the start of the pandemic , do that to a brit whilst shouting U...","sentiment_score":0.0}
{"full_text":"RT Think about it....The Trump admin and the GOP had NO PLAN to battle a pandemic killing 1000s of citizens daily,...","sentiment_score":0.0}
{"full_text":"RT Several African countries are grappling with a deadly second wave of Covid-19, driven by a variant first identified in Sou...","sentiment_score":0.0625}
{"full_text":"In the face of adversity, together we are #NAPAStrong #COVID19Artwork: \"Front Line Rosie\" By Connie Win, CRNA, Inova Fair Oaks Hospital, Fairfax, VA","sentiment_score":0.75}
{"full_text":"Protesters clash with army troops on streets of #Tripoli over COVID #lockdown","sentiment_score":0.0}
