{"full_text":"I am so happy that they will be visiting Philippines.... then the  pandemic happen#RunningMan #RunningManForever","sentiment_score":0.8}
{"full_text":"RT Biden Transition COVID advisory board member Dr. says the challenges ahead will require \"cooperation, collabo...","sentiment_score":0.0}
{"full_text":"RT Tool left in NPHET's #covid19 tool box.1. Mandate masks outside2. 2km limit from home3. Curfews4. Close schools5. Clos...","sentiment_score":0.0}
{"full_text":"RT DO IT LIKE BTS, WEAR A MASK! STAY HEALTHY! I PURPLE YOU#WearAMaskSaveALife #coronamaskenpflicht #fightagainstcorona #c...","sentiment_score":0.625}
{"full_text":"Why don't you spend less time spreading bullshit. You've been wrong every step of the way during the pandemic","sentiment_score":-0.3333333333}
{"full_text":"Med oo .... Stupid wey dey catch ordinary COVID-19","sentiment_score":-0.525}
{"full_text":"A #NewOrleans culinary treasure survives #Covid. Thank the good Lord.","sentiment_score":0.35}
{"full_text":"RT Using total Covid deaths rather than the deceptive 28 day cut off we're looking at 124.26 deaths per hundred thousand in th...","sentiment_score":0.0}
{"full_text":"RT We are launching a solidarity fund to support working class families at risk of school absence fines &amp; criminalisation dur...","sentiment_score":-0.0125}
{"full_text":"RT John Moore from Cornell University commented that British officials \"seem to have abandoned science completely now and...","sentiment_score":0.05}
{"full_text":"RT Listen to the Science!! Wear a mask!! .........","sentiment_score":0.0}
{"full_text":"RT 6\/ To put this in context in terms of how common the infection is in children, here is the most recent ONS data. It is...","sentiment_score":0.0666666667}
{"full_text":"RT A  on COVID Living Room Spread: Saturday: - Older, out of the house brother wants to visit younger siblings.  Mom says...","sentiment_score":0.1222222222}
{"full_text":"RT As a nurse I like to tell people that I hope nothing happens to them that they need a hospital room for beca...","sentiment_score":0.0}
{"full_text":"How can u say fake covid you shrivilled dick","sentiment_score":-0.5}
{"full_text":"It's pretty much if you die after ever tweeting about COVID it is counted as a COVID death.Meanwhile all the flu deaths have vanished.  Use your brains people.","sentiment_score":0.225}
{"full_text":"RT Covid victims are a tragedy. But so are the victims of Covid lockdowns. Both deserve equal priority.","sentiment_score":0.0}
{"full_text":"RT As record numbers of Americans are dying from covid, Trump isn't on the phone trying to boost distribution of the vaccine.He...","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"Help support your local school!","sentiment_score":0.0}
{"full_text":"lol basically me every day of this damn pandemic","sentiment_score":0.8}
{"full_text":"RT I'm sorry, but the Spanish Minister of Health is on an electoral campaign in Catalonia and cannot answer now.","sentiment_score":-0.25}
{"full_text":"Straight up clownery.  How do you compare pro choice vs an airborne pandemic? My neighbors that passed from COVID were not aborted.","sentiment_score":0.2}
{"full_text":"RT 4) The longer SARS-CoV-2 is in circulation, and the greater the number of people infected, the more of a chance escape mu...","sentiment_score":0.5}
{"full_text":"RT I really wish in the last 9 months regionally we would have tightened our bootstraps in relation to the use of technolog...","sentiment_score":0.1}
{"full_text":"RT Turkish health tourism industry representatives hope positive developments on #COVID19 vaccine to eventually enable higher...","sentiment_score":0.2386363636}
{"full_text":"To the dregs of society flaming your post.. my wife's great grandmother. 99. Blind. Deaf. Dementia. Less then 100lbs. Just officially died of COVID. No she didn't.  I was military where VAX was mandatory. To do the same to public is tyrannical.","sentiment_score":0.0055555556}
{"full_text":"RT Sadly my father in law died of cancer yesterday (90). To our shock they blatantly told us they have to put Covid-19 as...","sentiment_score":-0.5}
{"full_text":"RT As record numbers of Americans are dying from covid, Trump isn't on the phone trying to boost distribution of the vaccine.He...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT The COVID-19 pandemic prevented from co-hosting the 2021 #WorldJuniors, but the city already has its sights set...","sentiment_score":0.0}
{"full_text":"RT It's The NEW #Roaring20s After the #pandemic !  #spotifyplaylist w\/","sentiment_score":0.1704545455}
{"full_text":"RT This is in Cumbria, a tier 4 area. The schools are told to remain open by government.","sentiment_score":0.0}
{"full_text":"RT TESTING SITE UPDATE: New testing sites and extended hours are available.Testing capacity has been increased but some locat...","sentiment_score":0.1363636364}
{"full_text":"Funny how far we have come. 6 months ago you be a conspiracy theorist saying politicians would do this.","sentiment_score":0.175}
{"full_text":"RT Corona is not very dangerous for children.We know this from the latest studies and real life experiences.If you think child...","sentiment_score":0.3102564103}
{"full_text":"It's still not sure where it's originated. But it's true that the very first few cases in Wuhan had close relation to the seafood market - so you can say it's the origin for the Wuhan outbreak. It take times to find the real source, same case for MERS and SARS.","sentiment_score":0.0708333333}
{"full_text":"RT During a \"global pandemic\" ABORTION was the leading cause of death in 2020 with over 42M deaths.....God forgive us!!","sentiment_score":0.0}
{"full_text":"Yep to all of this. #LupusChat","sentiment_score":0.0}
{"full_text":"For covid to go away so I can see BTS","sentiment_score":0.0}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT THREAD - Covid-19 in England. Things are going from very bad to much worse. Here is where we are in 9 tweets. 1\/9","sentiment_score":-0.655}
{"full_text":"RT THREAD - Covid-19 in England. Things are going from very bad to much worse. Here is where we are in 9 tweets. 1\/9","sentiment_score":-0.655}
{"full_text":"Waiting for to grow a pair, close the schools and lock us down.As they say, the dinosaurs didn't see the asteroid coming and immediately scream 'But the economy!'#CloseAllSchools #NationalLockdown #CloseTheSchoolsNow #lockdownuk","sentiment_score":0.0}
{"full_text":"RT Is everyone who has EVER told a disabled person, \"It must be so nice getting to stay home all the time!\" embarrassed yet?B...","sentiment_score":0.275}
{"full_text":"That bio pic is made of thousands of people that have died of covid. I proudly use it in their memory. Who in the hell are you who doesn't even have a bio picture to try to call me out for mine?","sentiment_score":0.8}
{"full_text":"The email came through at 4.15pm today, so lots of v stressed parents trying to make childcare arrangements on the fly *in a pandemic*","sentiment_score":0.8}
{"full_text":"RT As record numbers of Americans are dying from covid, Trump isn't on the phone trying to boost distribution of the vaccine.He...","sentiment_score":0.0}
{"full_text":"RT As only 56% of U.S. adults say they'll get the COVID vax...Expect to see MSM reporting scary anomaly cases of \"young hea...","sentiment_score":-0.1333333333}
{"full_text":"RT A little something to make you smile on this Sunday afternoon. A #TwistedTea for those #TrumpMeltdown moments #Trum...","sentiment_score":0.05625}
{"full_text":"RT THREAD: How would The Birlings have coped with Covid-19?  Mr Birling: anti masker, anti vax-er, it's all a h...","sentiment_score":0.0}
{"full_text":"RT Surely prime responsibility of NSW government is to protect public health and stop Berala cluster from growing by taking d...","sentiment_score":0.25}
{"full_text":"I swear golden corral had covid before covid even existed","sentiment_score":0.3}
{"full_text":"UNICEF + CORONA SONG +","sentiment_score":0.0}
{"full_text":"RT As record numbers of Americans are dying from covid, Trump isn't on the phone trying to boost distribution of the vaccine.He...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT Bill Gates- I don't know why people are not dying from Covid-19 in Africa.Pastor Adeboye- we have no money, we have no...","sentiment_score":0.0}
{"full_text":"Proper lockdown tunes #xalidrambo #lockdownuk","sentiment_score":0.0}
{"full_text":"RT As record numbers of Americans are dying from covid, Trump isn't on the phone trying to boost distribution of the vaccine.He...","sentiment_score":0.0}
{"full_text":"Having milestones you've waited so long for happen in the middle of a pandemic is such a heavy thing, I'm sorry for all the uncertainty. I wish I could actually do something to help!","sentiment_score":-0.125}
{"full_text":"Fauci actively tried to prevent people from getting COVID.......you made them sign waivers to not sue if they caught it at your maskless events. Not fake newsJoe won..... get over it #DiaperDon","sentiment_score":0.0583333333}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"Experts are NOT in fact divided over what will help substance use disorder.  You should have talked to keepers of the carceral state are not your best sources for actual harm reduction &amp; a departure from the status quo:","sentiment_score":0.5}
{"full_text":"RT In the White House Coronavirus Task Force's Dec. 27 report, Oklahoma is worst in test positivity, fourth highest in hospita...","sentiment_score":-0.3333333333}
{"full_text":"RT Here in Italy people started to share this figure claiming that this is the diagram of the 5G chip that has been inserted i...","sentiment_score":0.0}
{"full_text":"With less restrictions with how things currently are, April\/May. Getting out of lockdown completely? MAYBE November\/December if things go according to plan.","sentiment_score":-0.0222222222}
{"full_text":"RT Airborne! OUTBREAK AT EMERGENCY DEPT--43 staffers infected at Kaiser ED in San Jose. All 43 #COVID19 positive in past week a...","sentiment_score":-0.0113636364}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"I agree with you on this one, but is this your party president?https:\/\/t.co\/76IwvQqX8n","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"RT Cases in England are *more than twice as high* as they were before November lockdown. The number of peple in hospital is *m...","sentiment_score":0.33}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT Listen to the audio and remind yourself that this nutcase has been in charge of the nation's response to a gl...","sentiment_score":0.0}
{"full_text":"RT India has a proud record of safe and scientifically sound mass vaccination programmes. This must be adhered to. Our peo...","sentiment_score":0.5666666667}
{"full_text":"RT It comes as Labour leader Sir Keir Starmer calls for a national lockdown including school closureshttps:\/\/t.co\/GDIdS8lY11","sentiment_score":0.0}
{"full_text":"RT Rules for thee, but not for me (Especially when its a vote for Pelosi as speaker)","sentiment_score":0.0}
{"full_text":"RT Doug Ford it's been 703 days over 23 months since you got report. Calls for strong new actio...","sentiment_score":0.2848484848}
{"full_text":"RT everyone who can't stay at home and hibernate should be vaccinated first. They've got all wrong. People who a...","sentiment_score":-0.125}
{"full_text":"RT Note this sad reality: Trump is ignoring two national crises at once - the widening pandemic and Russian cyber attack - and...","sentiment_score":-0.25}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"I guess a national lockdown mean the courts will not be able to hear trials for harassment?Well that's fortunate.","sentiment_score":0.1958333333}
{"full_text":"RT Should now be clear that spectators can only attend Test cricket and other large sporting events in jurisdictions with 0\/0...","sentiment_score":0.0473214286}
{"full_text":"RT 4,962 cases. It shocks us to the core.Each one a person,with feelings &amp;fears. Some will get very sick,even die.With R0 of...","sentiment_score":0.2}
{"full_text":"They pushed to impeach the president because they said he with held funds to Ukraine, which was false..  Nancy Pelosi admitted to holding back and not voting on the covid relief bill... But nothing happens to democrats. Hell Swalwell shagged a Chinese spy. But orange man bad...","sentiment_score":-0.275}
{"full_text":"And throw in a deadly pandemic on top! Ow, my head ","sentiment_score":0.2125}
{"full_text":"RT Bill Gates- I don't know why people are not dying from Covid-19 in Africa.Pastor Adeboye- we have no money, we have no...","sentiment_score":0.0}
{"full_text":"RT The only people screaming for another lockdown are those who's finances are unaffected.Fact!#COVID19 #lockdown","sentiment_score":0.0}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"My neighbor &amp; I have a good relationship. He's a nice guy, very helpful, and we get along swell. But, when it comes to Covid, he's anti mask, Covid is a hoax, and a lot of other conspiracy theories from YouTube, infowars, etc (2\/x)","sentiment_score":0.34375}
{"full_text":"RT \"We will beat this thing by June\"\"September\"\"Christmas\"\"You mark my words we will find a tolerable levels of deaths\" htt...","sentiment_score":0.0}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT UNISON will be joining our sister unions in advising that only staff needed to look after vulnerable and children of ke...","sentiment_score":-0.25}
{"full_text":"RT Sorry for you loss. Medicare pays hospitals $15,000 to $38,000 MORE when death is listed or...","sentiment_score":0.0}
{"full_text":"COVID SILENCES HILLBROW!https:\/\/t.co\/HYqtv5LdV8","sentiment_score":0.0}
{"full_text":"Roughly one year has passed since the coronavirus pandemic began sweeping the globe, infecting well over 81 million people worldwide and killing more than 1.7 million.","sentiment_score":0.2}
{"full_text":"CALGARY HERALD: \"As provincial public-health restrictions meant to stem the tide of COVID-19 infections banned inter-household social gatherings over the holiday season, some senior government officials packed their bags and headed to the beach.\"#ableg","sentiment_score":0.0333333333}
{"full_text":"RT is being tone deaf a sign of covid?","sentiment_score":0.0}
{"full_text":"RT 1\/ I thought I'd write about my experience re-entering South Korea, where I reside, during this global pandemic. It wasn'...","sentiment_score":0.0}
{"full_text":"Do you have a post-pandemic bottle?https:\/\/t.co\/5Wni7Rewdn","sentiment_score":0.0}
{"full_text":"I think I've reached a stage where I'd almost welcome Piers Corbyn to a London mayoral role... Yes, my opinion of Sadiq Khan is *that* low. Unlike his brother, Piers does talk at least some sense. #London #PiersCorbyn","sentiment_score":0.1666666667}
{"full_text":"#SaudiArabia has a total of 363,061 #coronavirus cases, 354,443 recoveries and 6,246 deaths.    ","sentiment_score":0.0}
{"full_text":"US virus death toll surpasses 350,000; surge feared","sentiment_score":0.0}
{"full_text":"Art Basel Hong Kong Postponed to May 2021.Next year's edition of the major fair will be held two months later than originally planned.https:\/\/t.co\/9NXzV68r3r#art #visualarts #artfairs #ArtBaselHongKong #HongKong #COVID19","sentiment_score":0.284375}
{"full_text":"We'd love to hear your feedback! Please take a moment to answer a few short questions regarding your thoughts on the COVID-19 vaccine. Your answers will be kept entirely confidential. To take the survey, please visit","sentiment_score":0.10625}
{"full_text":"A New Way for COVID-19 Survivors to Cope: Support Groups via","sentiment_score":0.1363636364}
{"full_text":"COVID 19 preventive Measures#PNP#PNPKakampiMo#LetsVoltInAndWeFigthasOne@penny_home@rwinp88@RCADDPROCOR1@pnppio@pnpdpcr@PNPMtProvPPO@RCADDPROCOR1@PNPMtProvPPO","sentiment_score":0.0}
{"full_text":"Forcing Americans Into FEMA Camps In The Name Of COVID Safety! Look To New York And Canada To See What Rabid Liberals Are Doing, And Get Ready For Biden To Do The Same SQ;THESE ARE DEATH CAMPS AND EXECUTION CENTERS PLAIN AND SIMPLE!","sentiment_score":0.0244155844}
{"full_text":"Sharing because I want you to get yours too when the time comes #itssafe #COVID19 #COVID19AB #vaccinate","sentiment_score":0.0}
{"full_text":"CONGRESS OPENS NEW SESSION: Congress convened Sunday, swearing in lawmakers during a tumultuous period as a growing number of #Republicans work to overturn Joe #Biden's victory over President Donald #Trump and the #coronavirus surges.","sentiment_score":0.1363636364}
{"full_text":"RT My daughter is a nurse in Kent. They have run out of ventilators and...","sentiment_score":0.0}
{"full_text":"#Southampton goalkeeper Alex McCarthy has tested positive for #coronavirus and will miss Monday's game at home to Premier League leaders #Liverpool","sentiment_score":-0.0863636364}
{"full_text":"RT There were almost 850 patients admitted to hospital with Covid in England in the last 24 hours to 8am today. That's prett...","sentiment_score":0.0}
{"full_text":"Public agencies and departments spent more on temporary workers in 2020 with contracts totalling past the billion-dollar mark, tender notices show, via","sentiment_score":0.0375}
{"full_text":" REGISTER TODAY Join the #SenDemPolicy Committee on Jan. 7 to discuss the impact of #COVID19 in our prisons.The online hearing is being hosted by &amp; for the hearing ","sentiment_score":0.0}
{"full_text":"RT If I'd been asking Boris Johnson questions instead of #marr, my first would have been \"Why do you tell so...","sentiment_score":0.25}
{"full_text":"UK's Johnson warns of more lockdown measures as virus soars","sentiment_score":0.5}
{"full_text":"He spent more than two months in the hospital with COVID-19","sentiment_score":0.2}
{"full_text":"A 24-year-old #Vancouver man spent #Christmas night in jail after repeatedly hosting parties that violated #COVID19 public health orders.https:\/\/t.co\/cdvwzT7IjW","sentiment_score":-0.0666666667}
{"full_text":"Li Wenliang: The Wuhan Doctor Who Warned The World About Coronavirus. #COVID19 #DrLiWenliang #Whistleblower #MedicalEthics #PublicHealthhttps:\/\/t.co\/IxR4CqSN0h","sentiment_score":0.0}
{"full_text":"#bluebird #socialdistancing Steamboat Springs, Colorado","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 33.3FWind Chill: 33.3FHumidity: 99%Dew Point: 33.0F Barometer: 30.033 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 196.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"You could deffo do with refresher on the food tho, just incase like half the lads go off with covid. Put the wheels in motion Adam I'll back you all the way mate","sentiment_score":-0.0833333333}
{"full_text":"RT NEW: Sunday update of UK Covid data.I'll keep it short, but it's not good. Test positivity in London has now hit 27%. T...","sentiment_score":-0.0712121212}
{"full_text":"RT He didn't say or imply any of that. He simply described his own experience - which, in fact,...","sentiment_score":0.3}
{"full_text":"RT That's Tom Brady's 40th TD pass on the season. At age 43. On a brand new team. In a pandemic with no preseason.THE GOAT ","sentiment_score":0.1363636364}
{"full_text":"RT He didn't say or imply any of that. He simply described his own experience - which, in fact,...","sentiment_score":0.3}
{"full_text":"He is a liar and a cheat. He has only done harm with his tax cut and his wall and his repeal of environmental protections. He is not a leader he is a stain and he was wiped on November 3. Get over it and let's move on to a better place and get over this pandemic TOGETHER .","sentiment_score":0.25}
{"full_text":"#Pub in Bangkok closed as owner tests positive for Covid-19 - #thailand #coronavirus #covid19#New strain of Covid-19 from UK found in four Britons in quarantine - #thailand #coronavirus #covid19   ","sentiment_score":0.0636363636}
{"full_text":"RT My 13yr old has just asked me for a lanyard to wear to school so that she doesn't have to wear her mask  I really hope he...","sentiment_score":0.15}
{"full_text":"A woman died from a blood clot in her leg, she was tested positive for covid she did not have any respiratory symptoms from covid and according to her attending doctor did not die from covid yet she was recorded as a covid death, are you awake yet people?https:\/\/t.co\/Z4VOhO0J3N","sentiment_score":0.2272727273}
{"full_text":"During the pandemic, I didn't use the time to work on my health. I had the opportunity but instead atrophied to a worse place than I already was in regards to many things. My weight stayed about the same so that's good. But trying to go for a walk, and my back pain + ... (1\/3)","sentiment_score":0.16}
{"full_text":"Thank you for landing a deal on a bipartisan #COVID19 relief bill. #pilots are grateful to Congress for putting frontline #aviation workers first in #HR133.","sentiment_score":0.25}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
