{"full_text":"I've been fighting my own stupidity for 21 years. So the panoramic is the only new thing for me.","sentiment_score":0.0340909091}
{"full_text":"RT Imagine working in a place where colleagues refused to wear masks indoors in close quarters during a pandemic, who spread l...","sentiment_score":0.0}
{"full_text":"County by County COVID-19 cases and deaths (January 13, 2021)","sentiment_score":0.0}
{"full_text":"RT Has anyone in #oklaed heard of an Oklahoma school district embracing\/enacting the new quarantine guidelines that says maske...","sentiment_score":0.1363636364}
{"full_text":"RT SilkRoad Technology partnered with OnePoll to understand how office workers and C-level executives have adjusted during...","sentiment_score":0.0}
{"full_text":"RT Hearing some jaw-dropping opening day numbers for #Master in Tamil Nadu. Looks like the 50% occupancy in the state and t...","sentiment_score":0.0}
{"full_text":"RT Want to explore interesting data projects within #Brighton's tech community? Tune in for meetup on 27...","sentiment_score":0.5}
{"full_text":"RT Local media also complicit, will never stop running 6 posts about Ben affleck's donut order an...","sentiment_score":0.0}
{"full_text":"RT How many times do we have to remind Tony Blair that he is not in power anymore. Kier Starmer is showing how weak he really...","sentiment_score":0.1083333333}
{"full_text":"RT Couple fined for seven-mile trip to visit elderly relative in care home. Are all you lockdown fanatics happy with that? I'd c...","sentiment_score":0.4}
{"full_text":"Sri Lanka vs England: Visitors' Moeen Ali infected with new UK variant of COVID-19, say local health authorities - Firstcricket News, Firstpost","sentiment_score":0.0681818182}
{"full_text":"RT On Monday, 4,402 Americans died from Covid. Please don't view that gruesome # as just a statistic- each person is someo...","sentiment_score":-1.0}
{"full_text":"RT COVID-Positive Reps Can Sue GOP Members Who Refused Masks During Lockdown","sentiment_score":0.0}
{"full_text":"RT Latino groups ask Biden team to push back English-language testing amid Covid concerns.https:\/\/t.co\/oxSrGqPNOm","sentiment_score":0.0}
{"full_text":"RT Dear all,Stop lying about your symptoms to skip protocol.You're putting our lives in danger. You are killing us. We are huma...","sentiment_score":0.0}
{"full_text":"RT BREAKINGKing Harald and Queen Sonja have today been vaccinated against the coronavirus.The royal couple will receive the...","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT Am I getting writing done? No. But am I keeping up with readings and emails? No. But am I at least not inducing unnecessa...","sentiment_score":-0.3}
{"full_text":"RT In hospital today, doctors and nurses told me proudly that one of the chinks of light in this wave compared to March is...","sentiment_score":0.6}
{"full_text":"Is she saying she will shoot someone over being asked to wear a mask ? ","sentiment_score":0.0}
{"full_text":"Currently on Raw Talk Online Radio: Brent McCollough - Stayin' Inside (The Coronavirus)...tune in","sentiment_score":-0.2307692308}
{"full_text":"RT Dreamers are critical to the US &amp; it's urgent that Congress work to protect their status. Many face significant economic h...","sentiment_score":0.26875}
{"full_text":"RT Service will be patchy today. Am spending a couple of days at a major London hospital. Full piece to come but spending t...","sentiment_score":0.20625}
{"full_text":"RT Everyone should follow  He is listing every Representative who is avoiding the metal detectors.  What you...","sentiment_score":0.0}
{"full_text":"RT Calgary hotels asked if they'd promote ABTraceTogether app in exchange for eased restrictions","sentiment_score":0.0}
{"full_text":"RT We've joined forces with local government, the NHS and police to thank you for the sacrifices you're making to keep Wa...","sentiment_score":0.0}
{"full_text":"Tangible benefits","sentiment_score":0.0}
{"full_text":"RT What does 'stay at home order' mean for homeless people including those in encampments? #COVID19","sentiment_score":-0.3125}
{"full_text":"RT Hearing some jaw-dropping opening day numbers for #Master in Tamil Nadu. Looks like the 50% occupancy in the state and t...","sentiment_score":0.0}
{"full_text":"RT USA - 4610UK - 1564Highest single day Covid casualties. Imagine it's been a year, and the curve isn't abetting. Most l...","sentiment_score":0.2142857143}
{"full_text":"I believe that is 8 mos on covid!","sentiment_score":0.0}
{"full_text":"A new fun Twitter distraction: Viennese Twitter battles. Politesse that cuts like a ","sentiment_score":0.2181818182}
{"full_text":"Oligonucleotide therapies are relatively new in the field of medicine, but they have allowed us to make astounding progress in the fight against COVID-19. Click the link below to learn more.https:\/\/t.co\/tznitIJEMK#oligotherapeutics #covid19 #covid19vaccine #oligonucleotide","sentiment_score":0.3681818182}
{"full_text":"The connection between #myeloma patients and the covid-19 virus: read about how the older population has utilized their strengths during this pandemic","sentiment_score":0.1666666667}
{"full_text":"RT Imagine working in a place where colleagues refused to wear masks indoors in close quarters during a pandemic, who spread l...","sentiment_score":0.0}
{"full_text":"RT  FINAL TV AD:We were warned about the risk of #COVID19 becoming a pandemic in January. Scientists knew and many sounded...","sentiment_score":0.3166666667}
{"full_text":"I understand that during the pandemic, are giving families money to cover the  free school meals they would be entitled to.","sentiment_score":0.4}
{"full_text":"RT Collaborating at home is healthy fun if you do it with your heart  and put love  unite the family          #HappyWeek...","sentiment_score":0.4333333333}
{"full_text":"RT It's wild, but not unbelievable in the slightest, that some of the sharpest and most gifted astrologers of our time pr...","sentiment_score":0.30625}
{"full_text":"RT who will take the responsibility of class 9th and 11th students if they are infected with covid-19 during offline exami...","sentiment_score":0.0}
{"full_text":"RT Just so u know:Lockdown 1Lockdown 2Lockdown 3    &lt;--- our current stage2 Lock 2 Down Lockdown: Tokyo Drift Lock and...","sentiment_score":-0.0777777778}
{"full_text":"RT The Pandemic has debunked multiple talking points against Medicare for all","sentiment_score":0.0}
{"full_text":"RT We've made the following roster moves:Activated from Reserve\/COVID-19:CB Kevin JohnsonCB Denzel Ward","sentiment_score":0.0}
{"full_text":"RT I know I'm shouting into my echo chamber, but every single day, I think if only.... if only the hadn't campaigne...","sentiment_score":-0.0238095238}
{"full_text":"RT Good for Bruce.  Millions are with you, sir.  Masks off!Live Free Or Die Hard: Bruce Willis Under Fire From Covid Karens For...","sentiment_score":0.2694444444}
{"full_text":"Just had an insurance adjuster stand in my living room and lecture me about how Covid is a hoax. Unprovoked. Sir, please get out of my house.","sentiment_score":0.0}
{"full_text":"RT WATCH &amp; RT what happened when Covid-cops tried to ARREST this mother in Sydney today.Full report by htt...","sentiment_score":-0.05}
{"full_text":"Service Update 17:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT UK records 1,564 new fatalities. The UK now has one of the worst Covid mortality rates in the world, at 151 per 100,000...","sentiment_score":-0.4318181818}
{"full_text":"Jeff Zucker shutters CNN Airport Network, cites COVID-19","sentiment_score":0.0}
{"full_text":"Absolutely shit to see this. We'll try and think of ways of raising money to sort this out lads. #theglo","sentiment_score":-0.2}
{"full_text":"Now accepting applications: The Support for Learner's Program offers Financial Support for families\/students\/parents ranging from $200-$250 to offset additional educational costs from the pandemic.To begin the application process please visit:https:\/\/t.co\/xkRdb0p4wE","sentiment_score":0.1166666667}
{"full_text":"Hi Josh, at the moment our stores are currently not open in the UK because of Covid.","sentiment_score":0.0}
{"full_text":"RT Robert Fripp &amp; Toyah's pandemic covers of Metallica, Led Zeppelin, Sex Pistols &amp; more are unforgettable","sentiment_score":0.65}
{"full_text":"RT Everyone should follow  He is listing every Representative who is avoiding the metal detectors.  What you...","sentiment_score":0.0}
{"full_text":"covid","sentiment_score":0.0}
{"full_text":"RT I found a way to summarise the Ontario government's new pandemic restrictions, thanks to","sentiment_score":0.1681818182}
{"full_text":"Coronavirus outbreak at NY nursing home leaves at least 32 dead. But don't worry, Governor Cuomo is on top of it! Somehow it will be Trump's fault as always","sentiment_score":0.0416666667}
{"full_text":"RT 1,564 Covid deaths reported in the UK today. Not really any words - it's not surprising or shocking. Anyone looking at ca...","sentiment_score":-0.4833333333}
{"full_text":"RT 84,767 British people have died of Coronavirus as of today. That's more than all British civilian deaths in 6 years of WW...","sentiment_score":0.1666666667}
{"full_text":"RT From Let's have a sane conversation on COVID without the fringe #onpoli","sentiment_score":0.0}
{"full_text":"COVID-19 Second Wave School Closure: Afe Babalola Kicks","sentiment_score":0.0}
{"full_text":"RT The way she tweeted this then jetted around the world, during a global pandemic, with her Anti-Vax boyfriend ","sentiment_score":0.0}
{"full_text":"getting  the  covid  vaccine  does  not  make  you  invincible ","sentiment_score":0.0}
{"full_text":"During lockdown parents are having to remake screentime rules to suit a nearly impossible reality of combining work and childcare. If it's making you anxious, though, start with achievable goals like the ones here - no screens at dinner, leading by example where possible.","sentiment_score":-0.3055555556}
{"full_text":"working from home &amp; being a stay-at-home mommy is a lotttttt of work but i'm grateful ","sentiment_score":0.0}
{"full_text":"RT British airline easyJet says the country's National Health Service will train hundreds of its cabin crew to administer COVID-1...","sentiment_score":0.0}
{"full_text":"excellent must read. it does, among other points, advocate giving money directly to the artists rather than just \"money for the arts\"","sentiment_score":0.325}
{"full_text":"RT The UK has reported a Covid daily death toll of 1,564. That's more people than died on the Titanic. This is what that many n...","sentiment_score":0.3333333333}
{"full_text":"RT The UK has reported a Covid daily death toll of 1,564. That's more people than died on the Titanic. This is what that many n...","sentiment_score":0.3333333333}
{"full_text":"RT Let's remind the hidden connections I presented before, when you saw WHO went to China again.It's clearly not the invest...","sentiment_score":-0.1083333333}
{"full_text":"RT Let's remind the hidden connections I presented before, when you saw WHO went to China again.It's clearly not the invest...","sentiment_score":-0.1083333333}
{"full_text":"RT Malaria with a chance of COVID","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT Razer unveils a smart N95 face mask with RGB lighting AND voice amplification. ","sentiment_score":0.2142857143}
{"full_text":"You do realize we're in a global pandemic.","sentiment_score":0.0}
{"full_text":"#TRAVELNEWSEffective January 26, Air passengers into the United States will be required to get a viral test within 72 hours of their flight to the U.S., and provide written documentation of their negative lab results, or documentation of having recovered from COVID-19","sentiment_score":-0.3}
{"full_text":"RT \"We will do everything we can to ensure no child goes hungry\" says man who voted to ensure children went hungry.Just...","sentiment_score":0.0}
{"full_text":"Why are you keen on banning religion? Surely a human right?I agree that the NHS is underfunded.The extra covid patients will make it collapse. BBC News - Covid: UK reports record 1,564 daily deathshttps:\/\/t.co\/WfCTrGnzPi","sentiment_score":0.0}
{"full_text":"A short visual reminder of the lethal incompetence &amp; outright negligence that have been visited upon the citizens of #Ireland, courtesy of Taoiseach #COVID legacy of and - naturally.","sentiment_score":0.0333333333}
{"full_text":"RT A day of shame for a government that has screwed up its pandemic response worse than almost any other. Through a lethal...","sentiment_score":-0.2625}
{"full_text":"RT Live Show Alert7.30pm TonightThe Highbury SquadPresentLockdown Series | V2 | EP6Kevin Says@soccerdiva hosts Sup...","sentiment_score":0.1363636364}
{"full_text":"RT Another popular topic that we saw on our charts included #delirium, particularly in relation to COVID-19 and how it may...","sentiment_score":0.3833333333}
{"full_text":"RT I always wanted to wear a hoodie and a mask without seeming suspicious so this is a dream come true.","sentiment_score":0.35}
{"full_text":"Coronavirus, vaccine status in Memphis: Death rate continues to accelerate","sentiment_score":0.0}
{"full_text":"RT Am I getting writing done? No. But am I keeping up with readings and emails? No. But am I at least not inducing unnecessa...","sentiment_score":-0.3}
{"full_text":"RT Imagine working in a place where colleagues refused to wear masks indoors in close quarters during a pandemic, who spread l...","sentiment_score":0.0}
{"full_text":"RT Hearing some jaw-dropping opening day numbers for #Master in Tamil Nadu. Looks like the 50% occupancy in the state and t...","sentiment_score":0.0}
{"full_text":"RT Don't invalidate other people's struggle.Everyone is going through their own struggle.Some can't see their family mem...","sentiment_score":0.2375}
{"full_text":"2021 can stop any time now.  (3 deaths in my church, one someone I was very close to, and a relative died alone in her house sometime between Monday and when her son went to pick her up this morning. Only one death covid related, as far as we know.)","sentiment_score":0.06}
{"full_text":"RT I'm glad we're exposing all of this because of CPS's incomplete and horrible reopening plan but this is literally pre-COVID. Ho...","sentiment_score":-0.25}
{"full_text":"RT How are Lauren Boebert and others able to stay in Congress? Refusing to comply with metal detector scans, she tweeted o...","sentiment_score":0.5}
{"full_text":"RT PSA - STAY AT HOME ","sentiment_score":0.0}
{"full_text":"Strange to me why someone would want a harder lockdown.","sentiment_score":-0.075}
{"full_text":"When it comes to #DigitalTransformation, the pandemic served as a catalyst for change, accelerating the move to #remotework. To maintain this momentum, for Entrepreneur says \"successful digital transformation is 100 percent about people.\"https:\/\/t.co\/utPHpzuSpW","sentiment_score":0.375}
{"full_text":"RT  PLEASE HELP RT AND SHARE. NEED TO IDENTIFY WHO OPENED THE DOOR AT THE CAPITOL FOR THE RUSH. AMERICA D...","sentiment_score":0.0}
{"full_text":"#covid according to #monzo","sentiment_score":0.0}
{"full_text":"RT ZERO MASKS worn by any South Dakota elected leader or staffer in this photo just before statewide speech....","sentiment_score":0.0}
{"full_text":"RT \"What Morrison and McCormack and Hunt and others should be saying - at the very least - is that Craig Kelly is wrong and...","sentiment_score":-0.445}
{"full_text":"RT 2 days to go!#COVIDVaccines are being shipped across the country as we are all set to begin the world's largest #COVID...","sentiment_score":0.0}
{"full_text":"RT Mayor de Blasio: \"A single high-stakes exam is unfair.\"Also de Blasio: Forces 13-year-olds to take a single *in-pers...","sentiment_score":-0.2142857143}
{"full_text":"RT The UK has reported a Covid daily death toll of 1,564. That's more people than died on the Titanic. This is what that many n...","sentiment_score":0.3333333333}
{"full_text":"Social Psychologist Erich Fromm Diagnoses Why People Wear a Mask of Happiness in Modern Society (1977)","sentiment_score":0.3111111111}
{"full_text":"U. of Alabama to allow remote learning after title celebration; union raises COVID concerns | |","sentiment_score":-0.1}
{"full_text":"RT Imagine working in a place where colleagues refused to wear masks indoors in close quarters during a pandemic, who spread l...","sentiment_score":0.0}
{"full_text":"So flu is down because people are wearing masks, then how could covid 'cases' be going up?Funny that.","sentiment_score":-0.1555555556}
{"full_text":"Sun,Tik tok, park days ,furlough,beer gardens, cocktail dates with the  girls , I was loving the dream ","sentiment_score":0.6}
{"full_text":"RT Imposing these restrictions in the midst of a pandemic is dangerous, but this is an unsurprising move from this court.@J...","sentiment_score":-0.6}
{"full_text":"From #NavalOperations to domestic #EmergencyPreparedness, learn more about CNA's work on the impact of the #COVID19 #pandemic:","sentiment_score":0.25}
{"full_text":"Thank you to everyone who joined us this morning for our first Healthy Practice Webinar of 2021: Vocal Health &amp; the Effects of COVID-19 for Singers presented by Vocal Rehabilitation Coach Sarah Wright-Owens. Find out more about our series here:","sentiment_score":0.4166666667}
{"full_text":"Coronavirus outbreak: Creativity in the middle of a crisis:","sentiment_score":0.0}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"A year since the first Covid-19 death, global rulers have failed to contain coronavirus #coronavirus #coronavirusvaccine #COVID19","sentiment_score":-0.0833333333}
{"full_text":"\"Lets not get cocky, let's remain vigilant,\" said Dr. Brian Conway with the Vancouver Infectious Diseases Centre.","sentiment_score":-0.2}
{"full_text":"RT Lockdown 1 was a dream compared to this","sentiment_score":0.0}
{"full_text":"#Talk4Healing IS STILL HERE TO HELP! Our toll-free lines are open 24\/7 to provide support during the #COVID19 health crisis.Toll-free: 1-855-554-HEAL (4325)#Talk #Text #Chat","sentiment_score":0.0}
{"full_text":"Remember only essential shopping is permitted during the lockdown period.Always keep 2 metres from other shoppers and staff members to keep safe and stop the spread of the virus.#StickWithIt #StaySafe","sentiment_score":0.09375}
{"full_text":"Members of the public are encouraged to make use of other areas in Hartlepoolhttps:\/\/t.co\/25tSWq8caN","sentiment_score":-0.0625}
{"full_text":"Among the many devastating effects of COVID-19, the pandemic threatens to set back gender diversity in the workplace. Organizations might consider taking six actions to help mitigate this risk. Read more in the","sentiment_score":0.0}
{"full_text":"US COVID-19 deaths hit another one-day high at over 4,300","sentiment_score":0.16}
{"full_text":"RT UK coronavirus deaths pass 100,000 after 1,564 reported in one day","sentiment_score":0.0}
{"full_text":"One year ago today:The WHO publishes a protocol for an RT-PCR assay to detect 2019-nCoV developed in Europe using 5 genomes shared on the GISAID open-access genomic data sharing platform by China CDC, the Chinese Academy of Medical Sciences, and Wuhan Jinyintan Hospital.","sentiment_score":0.0333333333}
{"full_text":"The Chautauqua County Health Department released a statement on Tuesday, asking people not to call or e-mail the department for COVID-19 vaccine scheduling. The DOH adds that local vaccination appointments cannot be made over the phone.","sentiment_score":0.0}
{"full_text":"More clinical trial data are needed to determine whether sera from COVID-19-convalescent patients and neutralizing monoclonal antibodies specific to SARS-CoV-2 antigens can prevent COVID-19 or reduce the severity of the disease in high-risk populations.https:\/\/t.co\/j2DaRVKGAT","sentiment_score":0.25}
{"full_text":"Efforts to provide COVID-19 vaccine to residents and a roof replacement for a county building were among matters before the Brooke County Commission on Tuesday.https:\/\/t.co\/jH07tK1eRl","sentiment_score":0.0}
{"full_text":"January 26 remains a public holiday, but an extra layer of tension is in play given the ongoing pressures of #COVID19 regulations. Here is a state by state guide of how you can mark the day. #9Newshttps:\/\/t.co\/k57SHjjH1k","sentiment_score":0.0}
{"full_text":"RT Turkish health minister urges public to get vaccinated against COVID-19 'to return to our normal daily lives'","sentiment_score":0.05}
{"full_text":"CDC admits at least 96% of deaths from Covid19 were WRONG! - NewTubehttps:\/\/t.co\/YLr2ksYf5S","sentiment_score":-0.4625}
{"full_text":"Now that New York's in lockdown, what will the Wall Street traders be doing?#Insidertrading #whatdoyouthink","sentiment_score":0.1363636364}
{"full_text":"Coronavirus: Three people died in the Borders last week, new figures showhttps:\/\/t.co\/V4NlS5sNW0","sentiment_score":0.0681818182}
{"full_text":"January 26 remains a public holiday, but an extra layer of tension is in play given the ongoing pressures of #COVID19 regulations. Here is a state by state guide of how you can mark the day. #9Newshttps:\/\/t.co\/9uoa3es0W5","sentiment_score":0.0}
{"full_text":"Ou bust for dop, pills in curfewA Cape Town man has been arrested for not only disobeying the national Covid-19 curfew, but also being in possession of drugs and six boxes of hard liquor.https:\/\/t.co\/TUL036WvmZ","sentiment_score":-0.1458333333}
{"full_text":"Tier 4 bubbles: What are the rules on support bubbles in Tier 4?https:\/\/t.co\/WZBjFAT9sY","sentiment_score":0.0}
{"full_text":"RT Johnson had a total nightmare at #PMQs today ..absolutely woeful in all respects .. not answering questions, castigated by...","sentiment_score":0.0}
{"full_text":"Indians are following a simple rule-There will be no need of lockdown if everyone is infected.","sentiment_score":0.0}
{"full_text":"As the country goes into its third Covid-19 lockdown we are asking experts their top tips on a range of topics to make life easier. We have spoken to Anthony Morrow, co-founder of OpenMoney, who has given us his top tips on saving money while stuck at home.","sentiment_score":0.3333333333}
{"full_text":"The nation's overall death toll from COVID-19 has eclipsed 380,000, according to Johns Hopkins University, and is closing in fast on the number of Americans killed in World War II, or about 407,000. ","sentiment_score":0.0}
{"full_text":"We have a new blog for you on our #CLANGERS theme of #connection! This week, Gill considers our connection to animals and pets, especially during Covid. Brace yourself for cute cat photos, and do please show us pictures of you and your furry family! https:\/\/t.co\/QDpbteQ63w","sentiment_score":0.2651515152}
{"full_text":"Leaked Tier 6 guidelines: What would #Tier6 lockdown look like? #BorisJohnson under pressure","sentiment_score":0.0}
{"full_text":"RT   Calling drag, club &amp; cabaret artists in the North West! are offering PS750 &amp; mentoring with to...","sentiment_score":-0.125}
{"full_text":"RT Watch out for these coronavirus vaccine scams ","sentiment_score":0.0}
{"full_text":"A growing number of restaurants nationwide are opening for indoor dining in defiance of strict COVID-19 regulations in their states, saying they are targeted unfairly and are barely hanging on.","sentiment_score":-0.225}
{"full_text":"Another expansion of the eligibility of the COVID-19 vaccine was announced in the state, however, the supply is still very limited.https:\/\/t.co\/gOd7IzgrmL","sentiment_score":0.2}
