{"full_text":"RT My sister in law has been on a breathing machine in hospital since the 21st of December with covid. She's missed her b...","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT we did it joe! covid is over!","sentiment_score":0.0}
{"full_text":"RT 2020 was a challenging year.The pandemic crushed my startup, were in a mad fight for survival.I learned a lot...","sentiment_score":-0.075}
{"full_text":"RT Asian-Americans on the racism the pandemic unleashed, and their identity","sentiment_score":0.0}
{"full_text":"Do you think the worst is behind us with #COVID19?","sentiment_score":-0.7}
{"full_text":"2020 I caught corona and spanked it","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT An excellent thread by a primary care doctor on how COVID spreads and how we can protect ourselves","sentiment_score":0.7}
{"full_text":"And he also said while he was campaigning that he had a plan to get rid of and defeat covid but just yesterday he commented that our darkest days are not behind us but rather ahead of us? Was he confused, or did he just lie because again he's empty with no plan?","sentiment_score":-0.1}
{"full_text":"RT Anyone else feel like the media's rabid hostility at state govt covid response ceased when Vic eliminated virus but has m...","sentiment_score":0.0}
{"full_text":"This is it","sentiment_score":0.0}
{"full_text":"RT Most Australians first experienced some change to their lives due to covid in March. In January we have senior journal...","sentiment_score":0.35625}
{"full_text":"Which is why I'm sure you're for strong action to allow people to avoid Covid if they wish too despite the otherwise overwhelming economic imperatives to maximize its spread.","sentiment_score":0.3466666667}
{"full_text":"RT Hi, you can read it here: OMG. We epidemiologists just want to scream: ~20%-40% of Los Angeles County front...","sentiment_score":0.0}
{"full_text":"RT thank u for helping me survive this pandemic  over 200 hrs of streaming and i couldnt have done it without yall  if u ever...","sentiment_score":0.0}
{"full_text":"RT My friend (an MD) told me not to do any rigorous exercise for 3 months after my COVID diagnosis because of the possibili...","sentiment_score":0.0}
{"full_text":"RT Is it love, a massive stuff up So #NSW has a coronavirus surge that consequently re-infects Victoria who reque...","sentiment_score":0.25}
{"full_text":"RT May all your goals be achieved, and all your plans be fulfilled.Stay safe and beat the Pandemic with new energy.https:\/\/t...","sentiment_score":0.3181818182}
{"full_text":"Smart people stay home There is always next year","sentiment_score":0.1071428571}
{"full_text":"RT COVID-19 is the Milli Vanilli of pandemics.","sentiment_score":0.0}
{"full_text":"Just because u drink and smoke doesn't mean u have covid lmao","sentiment_score":0.14375}
{"full_text":"Kentuckiana TV news keeps featuring stories all year about people traveling from across the country\/area to downtown Louisville *in a pandemic, and previously also during protests* and acting all confused about why things are empty or bad. Is this... (1\/2)","sentiment_score":-0.2733333333}
{"full_text":"Idk what's goin on. I blame corona","sentiment_score":0.0}
{"full_text":"You know what? Fuck you. You're complicit in every death from this pandemic, because you've been pandering to the denialists. You killed my grandmother, you piece of shit.","sentiment_score":-0.2666666667}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT If you're thinking of 'going out' tonight in LA-  You may literally inadvertently be contributing to bodies piling up out...","sentiment_score":0.0}
{"full_text":"RT Hey I hope you made enough tenderloin for everyone.","sentiment_score":0.0}
{"full_text":"RT From physically distanced dance parties to safe hug stations, here's how people stayed together while being apart during t...","sentiment_score":0.25}
{"full_text":"RT we did it joe! covid is over!","sentiment_score":0.0}
{"full_text":"How are clubs even open still I thought lockdown was back ?","sentiment_score":0.0}
{"full_text":"RT Thinking about the healthcare workers on the frontlines of this pandemic. We are all grateful for your sacrifice and h...","sentiment_score":0.0}
{"full_text":"2020 was amazing year where we have seen several incidents occurred and also covid which made the entire world to be locked from any entrance and exit so that the rate of the pandemic is controlled and minimised.By the way, 2020 was ayear losted because of the obstacles above","sentiment_score":0.11}
{"full_text":"This is a VICTORY party as they rejoice over defeating their enemies!!!As a #Patriot are you going to stand by and NOT do something about this monstrosity?","sentiment_score":0.0}
{"full_text":"Happy f*cking New Year, fine ass people!And good riddance, 2020, we've had plenty!Finally the year we get rid of the crook-in-chief... Pandemic be damned! And F*ck yo*!Tick-tock motherf*cker!*Giving up the letter \"u\" for the #NewYear2021.*As fucking if!","sentiment_score":0.2956060606}
{"full_text":"RT NEW VIDEO: #McConnellKillsSickLeave  What kind of a sick pig goes into the #COVID19 relief bill and removes 2 week paid s...","sentiment_score":0.0073593074}
{"full_text":"RT 15th Entry with Turkey research group results updated... -","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Pre-pandemic 2020...@CodyBoopers  1, 2 3 4","sentiment_score":0.0}
{"full_text":"RT Assuming the technology for this wee chip secretly exists. The chip, pandemic, convincing ev...","sentiment_score":0.05}
{"full_text":"Denver crime is spreading. Epidemic levels yet?","sentiment_score":0.0}
{"full_text":"Kinda of a postmodern\/ post pandemic\/ post apocalyptic hopefully post djtrump   Guernica","sentiment_score":0.0}
{"full_text":"RT As we head into the New Year, please continue to protect yourself and the people around you from this virus. Wear a ma...","sentiment_score":0.1363636364}
{"full_text":"After setbacks spawned by #COVID19 last year, 2021 promises to be a year of progress as it begins 2day against the backdrop of a good rainy season, prospects of a vaccine against the global plague &amp; unprecedented economic and infrastructural development, the has said","sentiment_score":0.3}
{"full_text":"RT You called us racists when we told you to close the border in February. Instead of doing the right thing you resorted to...","sentiment_score":0.2857142857}
{"full_text":"South Africa has recorded 18,000 positive coronavirus cases in the last 24 hours, setting a record high on the final day of 2020. This was an...https:\/\/t.co\/N2qTdKC7YS","sentiment_score":0.0968181818}
{"full_text":"RT #BREAKING - Actress Dawn Wells, best known as \"Mary Ann\" on TV's \"Gilligan's Island,\" has died at the age of 82.  It was a...","sentiment_score":1.0}
{"full_text":"He did. Solution was to wear a mask, socially distance &amp; stay home as much as possible. But you &amp; Trump felt that was an infringement on your personal freedoms, &amp; largely thanks to that utter stupidity, as of today 354,215 Americans have died. But...you're \"free\" &amp; vaccinated","sentiment_score":0.0047619048}
{"full_text":"RT New Year 2021 in Wuhan, China","sentiment_score":0.1363636364}
{"full_text":"Happy Italian Pride Year! I know it was supposed to happen last year and we canceled because of COVID but I'm so glad we can do it this year! Paisan!","sentiment_score":0.3953125}
{"full_text":"RT This is very very wrong!!!Until there is an Islamic Republic of Northern Nigeria we must all maintain fidelity to the Nigeria...","sentiment_score":0.26}
{"full_text":"RT Humanity's battle with Covid-19 has so far been a scientific triumph coupled with a political fiasco. A year into the pan...","sentiment_score":0.05}
{"full_text":"Happy New Year! May your health improve in 2021 (along with other Long-term Covid-19 patients)! ","sentiment_score":0.2714015152}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"I hope when Andy puts his tongue cooper's throat he doesn't get Covid or worse. So frat boy, who watches this shit","sentiment_score":-0.3}
{"full_text":"RT I thought we were through the worst of it, then befitting as per 2020 standards, the last week brought Covid to two of...","sentiment_score":-0.5}
{"full_text":"RT the best part of a pandemic NYE is not having to watch happy couples make out all over my TV at midnight.","sentiment_score":0.9}
{"full_text":"RT we did it joe! covid is over!","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"COVID-19: Bishop Oyedepo spits fire against government","sentiment_score":0.0}
{"full_text":"RT Why did you say Tawengwa died of COVID in your papers when it's clear this is negative does this diagnosis not p...","sentiment_score":-0.1}
{"full_text":"Wooohooo! I won poker.....which mean w Covid I won nothing. Because we play over Zoom. #bye2020 #poker #GoodBye2020 #HappyNewYear2021","sentiment_score":-0.3125}
{"full_text":"RT COVID has gotten so bad in L.A. that they're calling in the National Guard to help move the bodies.","sentiment_score":-0.7}
{"full_text":"RT Happy New Year. Let's kick some #COVID19 ass in 2021. ","sentiment_score":0.4681818182}
{"full_text":"it makes me laugh that people think 2021 will be better. a new strand of covid is in the UK, they cant even get food and are having to have it delivered by planes. the first cases of \"super corona\" as they call it, has hit the US... it's spreading 70% faster and more easier.","sentiment_score":0.3366161616}
{"full_text":"Corona Tonight:","sentiment_score":0.0}
{"full_text":"RT The partial lockdown will likely be in the hardest hit provinces including Bangkok and its conurbation. #okhwid #okhwid19...","sentiment_score":-0.05}
{"full_text":"Funny you don't include one where maj votes yes. Any Dems voting nay in a pandemic lose seat within 2-6 years. Passing House is a stepping stoneProgs force vote = they're legitYou parrot corporatist talking points (\"don't try, you might fail\") yet think they're your own","sentiment_score":0.1166666667}
{"full_text":"RT The problem is that people think catching COVID is their business, when in reality it affects us all. I really hope people fin...","sentiment_score":0.4}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT New Year's Eve in Wuhan, China... Never forget: China lied and people died.https:\/\/t.co\/1XuUEj9O5U","sentiment_score":0.1363636364}
{"full_text":"The daily new #coronavirus infections in #India remained below 30,000 for the 19th consecutive day taking the #COVID19 caseload to 1,02,86,709, while the number of people who have recuperated from the disease surged to 98.83 lakh","sentiment_score":0.0681818182}
{"full_text":"RT So if cases of COVID-19, an airborne virus, are rising because of people not wearing masks (properly) and violating soc...","sentiment_score":0.0}
{"full_text":"On final day of 2020 #Virginia sets record for #COVID-19 #coronavirus incidences ... | #COVID19 | #Illness | #Infections | #Health | #Pandemic | By via","sentiment_score":0.0}
{"full_text":"NOW: The Verdict 2020 We re-live some of the standout moments in 2020: Making shows during lockdown Andy Cole joins on fans brief return vs in #SCOvENG More! Tune in -","sentiment_score":0.3125}
{"full_text":"\"With the current scenario, we're projecting 161 000 deaths [for the whole of Mexico] by April,' says who is modelling various outcomes of the pandemic. Mexico City alone is projected to have 22 242 deaths.\"","sentiment_score":0.0666666667}
{"full_text":"covid-19 is no more","sentiment_score":-0.25}
{"full_text":"2021corona G one(:","sentiment_score":0.0}
{"full_text":"hab noo ear! thank you everyone for sticking around with me all this time! stay safe and healthy yall, we still in a pandemic y uy)9","sentiment_score":0.5}
{"full_text":"covid rn","sentiment_score":0.0}
{"full_text":"Read today's edition of The Peninsula (Jan 1) for latest updates on #Qatar #COVID19 #MiddleEast #vaccine #Education #Health #Covid19Vaccine #Ashghal #GCCSummit","sentiment_score":0.5}
{"full_text":"California is ending 2020 in the midst of its third spike of COVID-19 cases. ","sentiment_score":0.0}
{"full_text":"If you're looking for movies to watch to avoid thinking about another impending lockdown - look no further than Mosul.The high-intensity drama is the first-ever Arabic language movie with an Iraqi dialect produced by Netflix.Read review now:","sentiment_score":0.0}
{"full_text":"RT Wuhan, once world's COVID-19 epicenter, celebrates 2021 with large crowds","sentiment_score":0.2142857143}
{"full_text":"covid-19 leaving my body after the clock strikes midnight","sentiment_score":0.0}
{"full_text":"#Science : A chemotherapy medication that was originally developed to treat lymphoma, could potentially be repurposed to treat #Covid19","sentiment_score":0.05}
{"full_text":"here's hoping you find success (and that you get your covid vaccination asap) in this new goodyear(tm) tire","sentiment_score":0.2181818182}
{"full_text":"COVER STORY | Developing a vaccine during the COVID-19 #pandemic is an extraordinary feat of science. But there's still a long way to go before equitable access to vaccines is ensured &amp; #COVID19 is completely defeated.@GKangInd writes.https:\/\/t.co\/0HoA45o6kT #COVID19Vaccine","sentiment_score":0.1277777778}
{"full_text":"RT 1 in every 1,000 Americans has died from Covid-19.Meanwhile, in South Korea, it's 1 of every 65,000. Our government has fa...","sentiment_score":0.0}
{"full_text":"If 2020 is good for one thing, I started using Twtr during the pandemic and received so much love and support from everyoneI was mainly doing comics but here are a few \"meaningful\" pieces I did this year!Goodbye 2020! (in an hr ;D)#2020Nian Zi Fen gaXuan buJin Nian no4Mei ","sentiment_score":0.3583333333}
{"full_text":"COVID 19 cases in India until : 01\/01\/2021 11:30Total Cases: 10286790 [+461]Active: 252509Recovered: 9882403 [+617]Deaths :149021 [+3]Total Tests: 172.05MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"happy new year! typed out this tweet on 5\/28\/2020 at 8:32PM. hope things are going well, and i really hope covid's over by now. i hope ill still be alive :flushed:","sentiment_score":0.1540909091}
{"full_text":"RT Last Setup of the Year  Wallpaper: Theme: Ghosted by Statusbar: AiirLite by UI...","sentiment_score":0.0}
{"full_text":"I survived 2020 and all I got was anxiety, agoraphobia, and constant nightmares about forgetting to wear a mask.","sentiment_score":0.0}
{"full_text":"Covid vaccine roll-out: Army placed on standby to help 'ramp up' delivery in remote places over next few weekshttps:\/\/t.co\/EjGD0iuFOE","sentiment_score":-0.1}
{"full_text":"#MyChoicesAreDansFault Get a grip! ","sentiment_score":0.0}
{"full_text":"RT The antiviral protocol includes what the Turkish Lab reported as effective 95 % protection against...","sentiment_score":0.6}
{"full_text":"Congress is ending a chaotic session, a 2-year political firestorm that started with the longest federal government shutdown in history, was riven by impeachment and a pandemic, and now closes with a rare rebuff by Republicans of President Donald Trump","sentiment_score":0.15}
{"full_text":"The pediatrician who saw all 4 kids grow up. #Every10Minutes #LACountyPlease stay home tonight. Slow the spread. Save a life.","sentiment_score":-0.3}
{"full_text":"Close contacts of positive Covid-19 cases no longer asked to be tested as system faces being overwhelmed","sentiment_score":0.2272727273}
{"full_text":"Hi, May You Please Donate &amp; Share (Retweet &amp; Facebook) To Help My Cousin Needs Your Help\/Love She's A Victim Of A Hate Crime #COVID19 #Flipthesenate  #BLM  #WW84 #Fundraisingtwitter #5Gsfor5G #StopRacism #Blessing #gunviolence #Boost","sentiment_score":-0.4375}
{"full_text":"RT Jeff Bezos could give every single Amazon employee $105,000 and still be as rich as he was before the pandemic. Tax the...","sentiment_score":0.1517857143}
{"full_text":"This year has brought tremendous pain and so much loss.More than 345,000 Americans have died from the coronavirus and there are selfish people who simply won't care, lacking empathy, and have such a disregard for life. Struggling to put these together in the same universe.","sentiment_score":0.0055555556}
{"full_text":"Healty","sentiment_score":0.0}
{"full_text":"We can't wait to see you at tomorrow! If you're coming along, this video explains everything you need to know about the COVID-safe measures at the stadium #MVFC #Since05","sentiment_score":0.0}
{"full_text":"Coronavirus is now instantly gone now that the year is 2021, you may now kiss random girls on the street like a YouTuber prank channel!","sentiment_score":-0.3125}
{"full_text":"Happy New Year! Now let's be smart this year and wear our masks and keep social distancing until the virus is gone, so we can safely visit family and friends this year for the holidays. That seems reasonable right?","sentiment_score":0.3148268398}
{"full_text":"good morning when I said restrictions k mean at the border.we are already in a a lockdown will not be a research on how many that has died of covid 19 in 2020 n how many who died of malaria.there is no need for lockdown.","sentiment_score":0.346875}
{"full_text":"RT Wisconsin police arrest fired hospital pharmacist whose alleged actions led hospital to throw out more than 500 Covid...","sentiment_score":0.1166666667}
{"full_text":"RT As 2020 ends, we remember the loved ones lost &amp; give thanks to our leaders, frontline workers &amp; others who have come together t...","sentiment_score":0.45}
{"full_text":"Here's what we know so far. #COVID19https:\/\/t.co\/gyJ8CVvcvQ","sentiment_score":0.1}
{"full_text":"Is it Possible To Live an Ad-Free Life? #COVID19 #resume #job #Employment","sentiment_score":0.0681818182}
{"full_text":"Authorities arrested a suburban Milwaukee pharmacist Thursday suspected of deliberately ruining hundreds of doses of coronavirus vaccine by removing it from refrigeration for two nights.","sentiment_score":0.0}
{"full_text":".@Kamloops_SD73 had a lot to deal with in 2020, but the board chair is looking ahead with optimism. #covid19 #Kamloops","sentiment_score":0.0}
{"full_text":"On this New Year's Day, we wish that you have a superb January, a dazzling February, a Peaceful March, a Safe April, a sensational May, a healthy June, a joyful July to November and a round-off blessed December.#COVID19#Zambia#MaskUp#KeepSafe#ZNPHI#HealthyHolidays","sentiment_score":0.5432900433}
{"full_text":"THIS JUST IN: 2020 is over and all traces of COVID-19 and any other negative things have disappeared from earth!","sentiment_score":-0.25}
{"full_text":"Not too long after that coronavirus hit and i had to go and take my classes from home which frankly sucked and it even brought forward a little dose of reality that any plans i had(like twitchcon europe) were fully gone. The thought of being indoors 24\/7 was terrifying tbh 4\/?","sentiment_score":-0.4125}
{"full_text":"COVID now that 2020 is over","sentiment_score":0.0}
{"full_text":"RT We thank God for for the good things that have taken place during the pandemic, for the many people who, without making noise...","sentiment_score":0.6}
{"full_text":"3, 2, 1, HAPPY NEW YE-Wait, what do you mean Covid-19 still exist? #HAPPYNEWYEAR #GoodBye2020 #HappyNewYear2021","sentiment_score":0.2079545455}
{"full_text":"Current Conditions for #Sayre PATemp: 23.7FWind Chill: 23.7FHumidity: 98%Dew Point: 23.2F Barometer: 30.567 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 167.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Although the decline in world trade during the pandemic is similar in magnitude to that recorded in the 2008-2009 global financial crisis.#news #trade #export #import #globaltrade","sentiment_score":0.0}
{"full_text":"hi this is lyndsey on july 17, 2020. I am scheduling this tweet in the past. is corona virus over? did trump get reelected? this is wild considering the world will have changed so much when this posts. wow bye ok","sentiment_score":0.13}
{"full_text":"Good morning and happy new year. Why not get yourself tested for coronavirus, 1 in 3 people with the virus have no symptoms and might be spreading it without realising.Find details of your nearest test centre open 10.30 to 6pm No need to book.","sentiment_score":0.4090909091}
{"full_text":"Massive contact tracing efforts are underway in Victoria's regions, sparking a warning that this outbreak is 'not just a Melbourne issue'.https:\/\/t.co\/m35fwuAE72","sentiment_score":0.0}
{"full_text":"nggas is shooting during a pandemic GO IN THE HOUSE","sentiment_score":0.0}
{"full_text":"May 2021 bring you prosperity, peace, and health.From our DA family to you, we wish you a very happy and hopeful 2021. Please celebrate safely and responsibly, be mindful of social distancing, mask-wearing, and sanitizing. Happy New Year!","sentiment_score":0.4506313131}
{"full_text":"Fear of New Covid Strain Variant Spread #Covid_19 #HealthyLife #WeRIndia","sentiment_score":0.1363636364}
{"full_text":"RT The problem is that people think catching COVID is their business, when in reality it affects us all. I really hope people fin...","sentiment_score":0.4}
{"full_text":"Republican cybersenator David Perdue to quarantine after Covid 19 cyberexposure","sentiment_score":0.0}
{"full_text":"My best prediction of 2021: COVID-20.","sentiment_score":1.0}
{"full_text":"Article by: year 2020 left bittersweet memories for Pakistan. After the coronavirus pandemic, religious minorities continued to the persecuted by religious extremists#Minorities #MMNewstv","sentiment_score":0.0}
{"full_text":"RT Foundation = Eliminate D3 Deficiency","sentiment_score":0.0}
{"full_text":"Onward brave #NewYear Chart new healthy paths with kindness &amp; a moment to embrace #InItTogether we battle the #COVID challenges. Find new inspiration with our ebooks at #GalleryBooksPress","sentiment_score":0.3931818182}
{"full_text":"RT David Perdue is now in coronavirus quarantine, just five days before Tuesday's senate runoff elections.","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"El Paso teacher whose video of students hugging became a national sensation dies from Covid-19","sentiment_score":0.0}
{"full_text":"RT 7) I just pray there is not more crazy vigilantes and deniers in HCWs like the one above.","sentiment_score":-0.2833333333}
{"full_text":"RT \" 1918 marked the first collision of science and epidemic diseases.The Great influenza is ultimately a tale  of triumph a...","sentiment_score":0.2875}
{"full_text":"RT The Hindu Podcast: Where and I look back at India's major foreign policy challenges i...","sentiment_score":-0.0208333333}
{"full_text":"With the pandemic driving changes in #consumer spending, it could mean a shift of more than PS134bn in economic value across consumer-facing industries, according to Accenture Strategy research via Retail Times","sentiment_score":0.1291666667}
{"full_text":"RT also because 2020 is over doesn't mean covid just magically disappeared.Wash your hands.Wear your mask.Social distance....","sentiment_score":0.09375}
{"full_text":"RT My wife is being admitted to the hospital due to complications w\/ her cancer treatment. I'm not allowed to see her due t...","sentiment_score":-0.125}
{"full_text":"Biopharma Update on the Novel Coronavirus","sentiment_score":0.0}
{"full_text":"RT The Wilks Brothers fund PragerU and the Daily Wire, so this relationship makes sense for the biggest weird little online...","sentiment_score":-0.2291666667}
{"full_text":"From the pandemic to political uncertainties, today's business environment is unprecedented, and companies are under increasing pressure to cut costs while increasing agility #AppsMgt #Cloud #Frameworks #Capgemini","sentiment_score":0.3}
{"full_text":"$green514 hope I'm not too late","sentiment_score":-0.3}
