{"full_text":"RT Since Sean Parnell is waxing poetic about the evils of Wall Street, here is one of his largest individual #PA17 campaign contr...","sentiment_score":0.1875}
{"full_text":"RT A special freezer failed last night, putting ~800 doses of vaccine at risk. Hospitals in Seattle sent out emergency messa...","sentiment_score":-0.0476190476}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT A special freezer failed last night, putting ~800 doses of vaccine at risk. Hospitals in Seattle sent out emergency messa...","sentiment_score":-0.0476190476}
{"full_text":"RT How the hell does this make sense??","sentiment_score":0.0}
{"full_text":"Well... There goes *that* plan for memorializing the end of Covid!","sentiment_score":0.0}
{"full_text":"RT Bahrain was the 1st West Asian country to get India's covid vaccine gift. Number of countries India has sent covid vaccine gif...","sentiment_score":0.0}
{"full_text":"RT The idea of the old normality - of living life without any Covid restrictions - feels completely surreal and abstract now,...","sentiment_score":0.175}
{"full_text":"RT BRAVO NHS\"The NHS has treated more than 320,000 patients with COVID-19, with one person with the virus admitted to cr...","sentiment_score":0.5}
{"full_text":"When people start believing in the science rather than autocratic madmen. When people stop resisting the truth and do their part to help eradicate the viruses, Covid-19 and Racial Hated. Then and only then thing will get better.","sentiment_score":-0.1333333333}
{"full_text":"My hair will be as big as Barbara Knox's wig by the end of lockdown","sentiment_score":0.0}
{"full_text":"RT With so many Californians looking for health insurance during the pandemic, we are increasing access for working familie...","sentiment_score":0.5}
{"full_text":"RT Virginia now ranks #17 among states in % of people given at least one #COVID19 shot (725k shots given so far in Virginia;...","sentiment_score":-0.1}
{"full_text":"RT SATURDAY, JANUARY 30th: 0.92 (Ontario Covid-19 Rt)ONTARIO REGIONAL METRIC NATIONAL &amp; PROVINCIAL      R Value...","sentiment_score":0.0}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT #khn_hytwmmkhn_hyThese students would be imparted world education as well, PM Khan said. He spoke about a range of issues...","sentiment_score":0.0}
{"full_text":"RT FYI  #BorisJohnson #backboris #Boris #Johnson #PMQs #Starmer fought for 3 years to overtur...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT It's just amazing how doesn't think there's any time for impeachment because all of a sudden he thinks covid is...","sentiment_score":0.3}
{"full_text":"RT Checking in on this","sentiment_score":0.0}
{"full_text":"RT Hi  Quick tweet to say we're working at the WH today on next steps in the COVID response, making sure we're ready...","sentiment_score":0.2583333333}
{"full_text":"RT so is concerned that with 4 weeks of reporting, there are 285 deaths reported to VAERS in people who received CO...","sentiment_score":0.0}
{"full_text":"Yes, soldiers should be first but probably should be protected from prisoners getting Covid.","sentiment_score":0.25}
{"full_text":"In doing your journalisming, who did you find not already doing this. And when did CDC get policing powers.","sentiment_score":0.0}
{"full_text":"Why do we worry about Trump? Why aren't you all over our PM for zero vaccines in Canada and a rumor that we may not get vaccinated until 2022. Let us hold our politicians to account. Maybe I'm just out of the loop, but I have Trump and Covid fatigue.","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Once again shows Jason Kenney and the #UCP are doing more harm than good #ResignKenney #UCPcorruption","sentiment_score":0.6}
{"full_text":"RT The CDC issued an order last night requiring everyone wear face masks on all public transportation. It goes into effect 11:59pm...","sentiment_score":0.0}
{"full_text":"Asheville City Votes to Extend Funding to House Unsheltered Residents Vulnerable to COVID-19 #Asheville #wncnews #avlnews #NorthCarolina #LocalNews #community #homelessness #unsheltered #Homeless #coronavirus #COVID19 #Covid_19","sentiment_score":-0.5}
{"full_text":"RT Lest you forget. The Johnson Government's decision not to join the EU vaccine procurement programme was widely vilified at the...","sentiment_score":-0.1}
{"full_text":"RT Massive mess up by the Commission but these headlines are really misleading.Makes it seem like EU wanted to block the N...","sentiment_score":0.0083333333}
{"full_text":"RT Lockdown Valentine's Day?! No problem Like &amp; RT this post if you wanna be comfy but cute in all new Bo+Tee: The Meggan Gru...","sentiment_score":0.3181818182}
{"full_text":"RT 'At this one-year anniversary it is appropriate for the whole country to say a huge thank you for every member of staff acr...","sentiment_score":0.3666666667}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"Canceling stream today bc my anxiety skyrocketed bc a cook at my bfs job tested positive and the place he's working isn't shutting down and is asking him to cover other bartenders shifts who came in contact with that dude. America is doing so amazing at handling covid","sentiment_score":0.1366792929}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT This. This. This. SO feeling this. Signed","sentiment_score":0.0}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"\"By taking only publicly available, scientific evidence about SARS-CoV-2 and using highly conservative estimates in my analysis, I nonetheless conclude that it is beyond a reasonable doubt that SARS-CoV-2 escaped from a laboratory.\"","sentiment_score":0.19}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT On Jan. 13 -- after members tested positive for COVID-19 after being locked down with her on Jan. 6 -- Marjorie Taylor Greene c...","sentiment_score":0.0358585859}
{"full_text":"RT To the government and Settle in to be #HomeSchooled on the realities of parenting during lockdown with the help...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Call for change over 'shocking and bewildering' vaccine policy","sentiment_score":-1.0}
{"full_text":"RT HUAWEI Y7 PRIME 2017   LOCKDOWN DEALS   64GIG MEMORY  4GIG RAM  4G LTE SIGNAL   BATTR...","sentiment_score":0.0}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"RT I'm increasingly convinced by data from countries across the world that we are underestimating the harms of keeping young...","sentiment_score":0.1}
{"full_text":"RT Good article:\"This is a war on humanity. This is a war on human beings.\"","sentiment_score":0.35}
{"full_text":"RT Six long days of full bullshit in covid ICU and it's time for a beer. For fuck's sake folks, you do not want me phoning you...","sentiment_score":-0.0333333333}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"Every person (interested &amp; still alive) on the planet knows 100% the 2020 US election was a Massive fraud from day 1. Ludicrous Covid-19 Mail-in vote scam. ZERO interest in Biden. Live on-screen vote 'flipping'. Documented Dominion 'Cheat\/Weighting' software. Just choose a side.","sentiment_score":0.1215909091}
{"full_text":"RT TONIGHT: shocking Channel 4 News report reveals how hundreds of overseas students have become destitute in the UK during...","sentiment_score":-1.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT New Covid testing. That's a no from me dawg","sentiment_score":0.1363636364}
{"full_text":"RT The rich keep getting richer: Billionaires made enough to pay for everyone's vaccine during the pandemic, while worker...","sentiment_score":0.1875}
{"full_text":"RT Suicides, families loosing their homes, dependency on food banks and serious men...","sentiment_score":-0.3333333333}
{"full_text":"RT To the respected journal and editor there's an article published in July 2020 with the title...","sentiment_score":0.0}
{"full_text":"I think Juhi would give Covid to her sister as shaadi gift","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's mismanagement of Covid probably killed thousands who otherwise would still be alive, but his narrative, at the...","sentiment_score":-0.05}
{"full_text":"RT Lockdown Valentine's Day?! No problem Like &amp; RT this post if you wanna be comfy but cute in all new Bo+Tee: The Meggan Gru...","sentiment_score":0.3181818182}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Huh so it only took a global pandemic for businesses to turn their hot water on in their restrooms.","sentiment_score":0.0833333333}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Governor Abbott, TEA Open Grant Applications For Students With Cognitive Disabilities Impacted by COVID-19","sentiment_score":0.0}
{"full_text":"RT After nearly a year in the Covid-19 pandemic, some officials are pushing for a return to in-person instruction for K-12 students....","sentiment_score":0.1}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"RT When the market crash of 2008 happened, who was blamed?The retail investor trying to get a home.Who caused it?Wal...","sentiment_score":0.0}
{"full_text":"Dear people at grocery store: if you're bumping into my literal ass with your grocery cart, YOU'RE NOT SOCIAL DISTANCING","sentiment_score":-0.0166666667}
{"full_text":"Uber eats has been THE WORST since the pandemic started!!! The fees are ridiculous! I got charged a \"local fee\" yesterday and I was so over it all! ","sentiment_score":-0.4722222222}
{"full_text":"RT There it is again. Toronto police announce their intentions to smash peaceful lockdown protesters -- just like their atrocio...","sentiment_score":0.25}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"It's bad enough being in the middle of a pandemic but then you get all the unionists and bad SNP tweeters and it's getting to me. I'll always believe in Scottish independence, Nicola Sturgeon and the SNP but I'm seriously considering taking a break from Twitter.","sentiment_score":-0.3466666667}
{"full_text":"RT The executive branch of the United States government is experiencing an outbreak of common sense, compassion and competence...","sentiment_score":-0.3}
{"full_text":"Michael Gove said he is confident of supplies of coronavirus vaccines from Pfizer and AstraZeneca despite the EU's exports controls and demands for British-made jabs after the PM held an emergency call with Ursula von der Leyenhttps:\/\/t.co\/lzHGYMnOzc","sentiment_score":0.5}
{"full_text":"Had a great time watching these guys the other afternoon - a shame I wasn't in playing on this occasion due to Covid but hopefully it will happen soon!","sentiment_score":0.1729166667}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Well I did hear the covid vax is deadly lol. Give them 3!","sentiment_score":1.0}
{"full_text":"RT The CDC issued an order last night requiring everyone wear face masks on all public transportation. It goes into effect 11:59pm...","sentiment_score":0.0}
{"full_text":"RT Good news on covid vaccine front. Recieved letter from Covax of indicative supply of up to 17 million doses of AstraZeneca i...","sentiment_score":0.7}
{"full_text":"RT The medical establishment's war on COVID therapeutics.","sentiment_score":0.0}
{"full_text":"RT \"This is for those #SoCalledEconomists, who were asking for what is #V_Shaped \"Saving lives came first: Economic Surve...","sentiment_score":0.225}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT How can your heart and mind help the world find more positivity, even during these challenging times? Let's come togethe...","sentiment_score":0.5}
{"full_text":"RT That you have allowed those who were #COVID19 positive to remain with those who were not is negligence. You co...","sentiment_score":0.2272727273}
{"full_text":"Liam Payne Has to Get a COVID-19 Test Everytime He Sees His Son #CherylCole #Coronavirus #LiamPayne","sentiment_score":0.0}
{"full_text":"RT Corona really affected my plans,losing a job is tough i will finish one day","sentiment_score":-0.0944444444}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT kiss the homies goodnight","sentiment_score":0.0}
{"full_text":"There needs to be a essential worker law that wipes away any debt accumulated during covid.","sentiment_score":0.0}
{"full_text":"Japan's Olympic Dreams Remain Hostage to COVID-19 Uncertainty","sentiment_score":0.0}
{"full_text":"RT All three signatories of the Great Barrington Declaration--Martin Kulldorf, Jay Bhattacharya, and Sunetra Gupta--are scient...","sentiment_score":0.8}
{"full_text":"RT Ugh the Great Barrington Declaration rears its ugly inaccurate head again I see. A lot more pan...","sentiment_score":0.2}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"RT UPDATE | UK reports over 23,000 new COVID cases on Saturday, government data show #SputnikUpdates","sentiment_score":0.1363636364}
{"full_text":"RT  YouTuber Briana T. Ford &amp; #MentalHealth Specialist Taurus Sanders talk candidly with teens about the effects of #COVID1...","sentiment_score":0.6}
{"full_text":"PURPOSELY?","sentiment_score":0.0}
{"full_text":"RT If you or your family know someone who's financially affected due to covid, my parents are sponsoring these and they're compl...","sentiment_score":-0.0625}
{"full_text":"The pandemic is killing our dedication to personal hygiene. -- via","sentiment_score":0.0}
{"full_text":"RT Repeat after me:\"Face shields do NOT replace the need to wear a face mask.\"Celebrities\/Public figures\/Everybody:Sto...","sentiment_score":0.0}
{"full_text":"RT NEW: A racial gap has opened up in the nation's COVID-19 vaccination drive, with Black Americans in many places lagging...","sentiment_score":0.1565656566}
{"full_text":"We're getting donuts and I'm gonna creampie y'all","sentiment_score":0.0}
{"full_text":"AND that it was only formed as a society in JUNE 2020 \"to meet needs arising from the pandemic\"? These pop-up NPO's are the new business that all forms of #bcpoli are throwing LOTS of money at!","sentiment_score":0.0852272727}
{"full_text":"I understand why people are covid deniers.  And people who think it's man made and plated in various countries. They think the capitalist countries are just making wads of money over it.","sentiment_score":0.0}
{"full_text":"NO MY DUDE. we do not have this pandemic under control just because some are being vaccinated!","sentiment_score":0.0}
{"full_text":"RT Celtic don't need to worry about Covid Shane Duffy is on a one man mission to stop the 10 ","sentiment_score":0.0}
{"full_text":"RT Serious questions about the CDC posting wrong information about Covid vaccine studies. Misinformation or an \"honest mi...","sentiment_score":-0.0777777778}
{"full_text":"HAHAHAHAHA. She is a COVID denier.","sentiment_score":0.2}
{"full_text":"RT . 3m #ExcludedUK STOP DENYING US PARITYIn support...","sentiment_score":0.0}
{"full_text":"RT How many COVID deaths were caused by vilifying hydroxichloriquin ?????","sentiment_score":0.5}
{"full_text":"RT BREAKING: Having achieved nothing in many months of lockdown, today some good news. I have helped reunite a Syrian child...","sentiment_score":0.6}
{"full_text":"RT It's as if those that were warning about it for months on end, were right, welcome to the consequences of Lockdown discussion...","sentiment_score":0.5428571429}
{"full_text":"RT At the moment there is a lot of heat and very little light in relation to our Covid response.Can I suggest another way?...","sentiment_score":0.078125}
{"full_text":"RT The #COVID19 pandemic resulted in enormous health, economic and societal challenges. ERC-funded projects add to a better...","sentiment_score":0.2333333333}
{"full_text":"California lawmakers vote to extend #COVID19 eviction protections through JuneRead More:","sentiment_score":0.5}
{"full_text":"RT Our borders have not been closed for a year. Stop with the lies.","sentiment_score":-0.1}
{"full_text":"RT BREAKING REPORT:  'Cowboys for Trump' founder HELD IN ISOLATION after Capitol protest arrest because he REFUSED A COVID-...","sentiment_score":-0.05}
{"full_text":"The rollout of Covid-19 vaccines has the airline industry looking toward an \"inflection point\" when the travel recovery could take off. That spike in flyers could mean some sky-high fares but after more than a year at home travelers may not care. ","sentiment_score":0.09375}
{"full_text":"Australia pop: 25 million, size of geographical U.S. in the middle of nowhere.Florida: 21 million (tourism 110 million)Australia, covid works through pop -finishes, politicians come out give credit to their destructive policies. Stockholm syndrome civilians are grateful.","sentiment_score":-0.3}
{"full_text":"RT Let's be real. If the federal govt hadn't made a deal with the greedy devil &amp; had included ALL pharmacies from the start, the...","sentiment_score":0.2}
{"full_text":"The reason why it's important for there to be masks in grocery stores is when someone isn't wearing a mask, it's risking others who are concerned about covid.I'm living my life in reason.Not scary tale conspiracies.","sentiment_score":-0.05}
{"full_text":"Does your higher education institution qualify for additional COVID-19 relief? Read to find out.","sentiment_score":0.25}
{"full_text":"RT Please wear a mask...CORRECTLY!","sentiment_score":0.0}
{"full_text":"RT show me a picture of David Brooks at a BLM action","sentiment_score":0.1}
{"full_text":"Covid times need new approaches to learning. #WorcestershireHour Founder has created a portfolio of LIVE virtual training events. These courses are short, practical, effective &amp; fun. Subjects include social media &amp; sales. https:\/\/t.co\/ojEs1gTKsA #Ad","sentiment_score":0.201010101}
{"full_text":"New York Gov. Andrew Cuomo announced Friday that New York City could open up indoor dining for Valentines Day. However, the reopening is contingent on coronavirus positivity rates.https:\/\/t.co\/rsC4nKqUwr","sentiment_score":0.0431818182}
{"full_text":"The Democratic push to raise the federal minimum wage to $15 an hour has emerged as an early flashpoint in the fight for a $1.9 trillion COVID-19 relief packagehttps:\/\/t.co\/98GsPUuQ4k","sentiment_score":0.1}
{"full_text":"\"Lousy internet is largely a rural and remote issue, and it's a grim reality in Ontario that rural and remote issues tend to get ignored because the decision-makers, in general, are in (and from) the big cities.\" -- #onpoli","sentiment_score":-0.20625}
{"full_text":" Applications for the General #Nursing Council for England and Wales #research grants now open Focus of the call for 2021: Learning from the #Covid19 pandemic in health and social care: Implications for nursing practice. 01.03.21 #teamCNO","sentiment_score":0.0277777778}
{"full_text":"RT People still complaining about masks believe a temporary inconvenience is oppression bc they have no idea what real oppre...","sentiment_score":0.2}
{"full_text":"RT Who else agrees with me, all key workers should be giving priority on covid vaccine!Yes            Yes           Yes...","sentiment_score":0.0}
{"full_text":"RT This article cites the current science on new #COVID19 mutations, with researchers predicting that the B.1.1.7 variant w...","sentiment_score":0.0681818182}
{"full_text":"A beautiful story about one family's #dementia diagnosis journey:..#family #dementia #health #longtermcare #LTC #seniorcare #seniorliving ..https:\/\/t.co\/YeJdFoLv1w","sentiment_score":0.85}
{"full_text":"On Jan. 18, the State launched a vaccination pilot program at 9 sites across Minnesota. The pilot program is open for: Minnesotans 65 and older, Pre-K-12 educators and staff, and Child care workers. Learn more:","sentiment_score":0.2222222222}
{"full_text":"Just to people that aren't working or weren't working in 2020. Don't give it to people who's income has been unchanged by the pandemic.","sentiment_score":0.0}
{"full_text":"Good hand hygiene is vital in preventing the spread of COVID-19. Fact Sheet on hand washing serves as a good reminder on effective technique:","sentiment_score":0.525}
{"full_text":"1\/30\/2021 plays: (so far) #NCAAB*Florida State -3.5*Alabama ML (2u)Will likely be adding more throughout the day. Was leaning Oklahoma with both teams being hot until Reaves got ruled out with Covid, so #RollTide  #GamblingTwitter","sentiment_score":0.02}
{"full_text":"RT Britain records 1,200 new COVID deaths, 23,275 cases","sentiment_score":0.1363636364}
{"full_text":"ONE MORE DAY! Have you applied to the RROC, sponsored by seeking #healthtech solutions that can assist public health care providers in managing the two-phased #COVID19 vaccination administration? Apply here: ","sentiment_score":0.3125}
{"full_text":"Biden's plan is a cynical one to hand out taxpayer's money to his connected friends. Covid relief is only a small part of the $1.9T.","sentiment_score":-0.2833333333}
{"full_text":"Coronavirus: The places in the Borders with the most new caseshttps:\/\/t.co\/NydCUiL9uH","sentiment_score":0.3181818182}
{"full_text":"\"There was a real missed opportunity to spend the summer getting this together so that you had guidance for states and districts to start counting things in a comparable and consistent way...The fact that we lost 10 months is huge.\"https:\/\/t.co\/OnCG2dz1pL","sentiment_score":0.2833333333}
{"full_text":"RT Checking in on this","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT United Kingdom Daily Coronavirus (COVID-19) Report * Saturday 30th January.23,275 new cases (people positive) reporte...","sentiment_score":0.1212121212}
{"full_text":"I don't like Bell. Greedy.","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT My neighbor got the step 1 vaccine. Didn't take precautions because, hey... vaccine!My neighbor has COVID.","sentiment_score":0.0}
{"full_text":"Lower GPA requirements and discounted housing are some of the ways in which is aiming to provide COVID relief for students.Via","sentiment_score":0.0}
{"full_text":"Keep your dogs happy and healthy https:\/\/t.co\/HApqLoTvHX","sentiment_score":0.65}
{"full_text":"RT Every week during lockdown, we will be releasing new numeracy resources for KS1 and KS2 learners. We will also be sharing RA...","sentiment_score":0.1363636364}
{"full_text":"As a recent article stated, #COVID19 reduced greenhouse gasses emissions in Ireland by 6% (according to and But as our #EO Dir. noted, satellite data show some economies in recovery and hitting pre-Covid  levels. https:\/\/t.co\/P0AD1zWPUN","sentiment_score":0.0}
{"full_text":"We're fortunate to have so many great trails and parks in our area, and I know getting outside for a run or bike ride has been extremely helpful for me and my family this year. https:\/\/t.co\/y70G4HdHfe","sentiment_score":0.315}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
