{"full_text":"RT I would like to politely remind people that if you have been vaccinated, the current best evidence from the SCIENTISTS is that yo...","sentiment_score":0.5}
{"full_text":"RT Yesterday was an utterly disastrous day for the EU. They invoked Article 16, which placed a hard border to NI. They comp...","sentiment_score":-0.4958333333}
{"full_text":"RT Just noticed that Cillizza deleted most of his old tweets. Probably hoping no one would notice he spent almost every mont...","sentiment_score":0.1666666667}
{"full_text":"India will come up with more Covid-19 vaccines: Modi tells Davos Summithttps:\/\/t.co\/PWrkmBXjd8via NaMo App","sentiment_score":0.5}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Only 37% of firms met Japan's emergency target of cutting commuters by 70%.","sentiment_score":-0.3}
{"full_text":"RT This should alarm you! \"Maybe it will be the case that international travel is not possible this summer [or] Christmas...","sentiment_score":0.0}
{"full_text":"Just one moron, it's the same P-100 I've been wearing since the beginning of this as I've taken care of hundreds of covid pts since last year around this time. Go to hell clown.","sentiment_score":-0.2666666667}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT This is not the period you should smoke cigarettes.This is not the period you should stress yourselfThey reduce your...","sentiment_score":0.0}
{"full_text":"From April 2020....The Coronavirus Crisis:Boris Johnson Said Superman Brexit Britain Would Take Advantage of the Pandemic and Go Its Own Way - Seven Weeks Before Lockdown The Bylines Team@BylineTimes","sentiment_score":0.6}
{"full_text":"RT \"I'd like to encourage everyone, especially my BAME colleagues, to have the jab. If you have any questions, I'm happy t...","sentiment_score":0.4}
{"full_text":"RT #COVID19: France is to close its borders to all countries outside the European Union from Sunday, according to prime minister...","sentiment_score":0.0}
{"full_text":"RT y'all already outdoor dining?? in this cold and rainy weather?? in the middle of a pandemic??","sentiment_score":-0.3}
{"full_text":"RT \"...someone *unintentionally* turned off the power supply for a refrigerator containing 1,160 doses of the Pfizer-BioNTech COV...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"Can moms pass COVID-19 immunity to their newborns?","sentiment_score":0.0}
{"full_text":"RT I haven't had sex in 27 days... damn this lockdown....Retweet if u would help me relieve it","sentiment_score":0.0}
{"full_text":"RT We're finally getting the national COVID-19 response we needed a year ago.","sentiment_score":0.0}
{"full_text":"RT Hungary authorized the use of China's Sinopharm #COVID19 vaccine, Hungarian Chief Medical Officer Cecilia Muller said on Fr...","sentiment_score":0.0}
{"full_text":"RT #aktuOnlineExamWe demand for online exams. Most of the students are from different cities across the state and are l...","sentiment_score":0.25}
{"full_text":"RT If you or your family know someone who's financially affected due to covid, my parents are sponsoring these and they're compl...","sentiment_score":-0.0625}
{"full_text":"RT Security guards deciding who gets in Ontario long-term-care homes called 'chilling,' by Why did p...","sentiment_score":-0.5}
{"full_text":"RT We must ensure that Americans have access to the testing, tracing and treatment that they need to make it through this c...","sentiment_score":0.0}
{"full_text":"RT Social Distancing Somehow Made My Sleep Patterns Worse","sentiment_score":-0.1833333333}
{"full_text":"RT The face shield is the perfect representation for how inutile the Duterte admin is in this pandemic:1. Not backed by scie...","sentiment_score":1.0}
{"full_text":"A doctor friend told me not to do nonsense when i told her i wanted to go test for Covid.","sentiment_score":0.0}
{"full_text":"RT My latest: \"Our natl mask flip-flopper... is now telling us that 'common sense' makes it more 'likely' that wearing two...","sentiment_score":0.175}
{"full_text":"The tit-for-tar #VaccineWar between the UK and the EU threatens to have larger ramifications for the world as  \"vaccine nationalism\" may slowly start undermining the global response towards the pandemic. My story in","sentiment_score":-0.1}
{"full_text":"RT It's hard to grasp how China wants to dominate global commerce in every possible way. We have seen them act dishonestl...","sentiment_score":-0.0229166667}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"Not people hating on Emma cantrell and sending her death threats saying she deserves covid. First of all yall are fucking disgusting, all you can do is just say 'she is spoiled' no she is not, she pays and works hard for what she earns while you are being toxic","sentiment_score":-0.3472222222}
{"full_text":"RT Around 1 in 3 people who have Covid-19 have no symptoms. Act like you've got it.  Stay Home. Protect the NHS. Save Lives","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Good morning Holy SpiritGood morning worldFor in him we live, and move, and have our being; Acts 17v28#DStvPrem #OrlandoPirates #COVID19","sentiment_score":0.4181818182}
{"full_text":"RT On this day in 2020, the country confirmed its very first case of COVID-19 from a 38-year-old Chinese national. She a...","sentiment_score":0.2416666667}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"its become clear to me that i feel like this whole time i wouldve been posting as frequently as i was from dec 2019 - march 2020 if not for the pandemic. like yeah, i have pre-existing mental health issues, but *coincidentally* they started getting a lot worse after pandemic hit-","sentiment_score":-0.02}
{"full_text":"RT What is happening in hospitals. Sadly she died yesterday at 3am at Edenvale Hospital where she was treated for Covid 19...","sentiment_score":-0.5}
{"full_text":"RT Why would President Biden issue an executive order banning the term \"Chinese virus\"?  Covid 19 came from China. No one do...","sentiment_score":0.0}
{"full_text":"RT If you or your family know someone who's financially affected due to covid, my parents are sponsoring these and they're compl...","sentiment_score":-0.0625}
{"full_text":"-my point being that its taken til *now* to realise that the pandemic has worsened my mental state a lot. i just didnt wanna think to accept that, i guess, assuming that surely *that* cant be the reason im feeling a lot shittier all the time, cos im already an introvert, right??","sentiment_score":0.2285714286}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT Just to recap:They locked everything down, bankrupted a video game store, forced everyone to stay home &amp; bailed out...","sentiment_score":-0.2851851852}
{"full_text":"Men be cheating who really don't have the bandwidth. If you gotta link on the fourth full moon past winter solstice between 3:46 and 4:37 you need to just stay your ass home.","sentiment_score":0.075}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"1\/27\/21: Total COVID-19 Cases in Buchanan County: 162913\/24","sentiment_score":0.0}
{"full_text":"the face that wall decorations have sayings like \"wash your hands\" etc cus of the pandemic is fucken hilarious","sentiment_score":0.5}
{"full_text":"RT stopped schools due to covid then u host  in uganda let the money buy young population in villages radios to...","sentiment_score":-0.0125}
{"full_text":"RT While this lockdown continues to kill people, I am seeing ever more article from our so called media on-what to wear in a lo...","sentiment_score":0.5}
{"full_text":"RT I completely forgot that Cillizza named Cuomo \"the most important voice in the country on Coronavirus\":","sentiment_score":0.3333333333}
{"full_text":"RT If you or your family know someone who's financially affected due to covid, my parents are sponsoring these and they're compl...","sentiment_score":-0.0625}
{"full_text":"RT I couldn't wait one more day to have this meeting, to say thank you on behalf of a grateful nation, to educators for their hero...","sentiment_score":0.5}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Wash your hands, wear a face covering and practice social distancing. Let's keep going, New York City!","sentiment_score":0.1018939394}
{"full_text":"RT Individuals with diabetes are more likely to develop a more severe form of Covid-19, the virus does not discriminate whom it...","sentiment_score":0.3333333333}
{"full_text":"RT Sindh to begin Covid-19 vaccination drive from February 3For More Details:","sentiment_score":0.5}
{"full_text":"RT babe ur pussy doesn't taste like raw fish guts I think I should get a covid test","sentiment_score":-0.2307692308}
{"full_text":"RT i just wanna point out that we've been in a preventable quarantine-based lockdown almost a year now and this is the fi...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"During the pandemic when physical education came to a halt for everyone, Srijan Ek Soch created a movable classroom, #ShikshaKiGaadi, to provide online education to the underprivileged students at their doorsteps.","sentiment_score":0.0}
{"full_text":"RT UT Administration to move to Government of India for introducing a scheme, where in the event of death of any employee en...","sentiment_score":0.0}
{"full_text":"RT and just so we're aware, if it wasn't for Covid I woulda done the tour pregnant ","sentiment_score":0.2916666667}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT We are down to 36 hours of this 48-hour U MAD lockdown. Views are now at 3, 520, 474, about 1.5M away from the 5M tar...","sentiment_score":-0.3902777778}
{"full_text":"dropping truth ","sentiment_score":0.0}
{"full_text":"RT What happened to \"trust the science\"?","sentiment_score":0.0}
{"full_text":"Blend &amp; Extend During COVID-19 #CRE #TenantTips #COVID-19 #Office #Warehouse ","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT Here is a demonstration of the new COVID-19 testing methods in Chinese airports. Have you printed your boarding pass y...","sentiment_score":0.0681818182}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT The latest in our series on Education In A Time of COVID. This one had us all tearing up","sentiment_score":0.5}
{"full_text":"What it's like to get the Covid-19 vaccine - 14 questions answered","sentiment_score":0.0}
{"full_text":"Please respect others by doing all you can to stop Covid-19 from spreading.The new strain spreads even faster and around 1 in 3 people with Covid-19 don't have any symptoms but can still pass it on.https:\/\/t.co\/mQaLrmDlu5#letsdoitforpendle","sentiment_score":0.1363636364}
{"full_text":"Residents say the lack of internet and speedy broadband is having a huge impact on their lives and wellbeing, particularly in lockdown","sentiment_score":0.2833333333}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"Thinking of what to do this weekend? REGISTER for the free COVID-19 vaccine! Log on to to register.Maging #BakunadongValenzuelano, #TayoNaLigtasNaValenzuela ","sentiment_score":0.5}
{"full_text":"RT Kerala has 43% of total active corona cases in India but no one wants to talk about Kerala Model.","sentiment_score":0.0222222222}
{"full_text":"Should we be 'double-masking' for better protection?Here is why some top health officials are now recommending it in the fight against COVID-19.https:\/\/t.co\/qTEGoJ5M8s","sentiment_score":0.5}
{"full_text":"How can you talk to your friends about taking #Covid19 seriously? We've got some tips: #coronavirus","sentiment_score":-0.3333333333}
{"full_text":"is likely that schools will incorporate aspects of #remoteeducation into their #teaching after the pandemic\"It is important to consider whether your current remote provisions will stand the test of time #edtech #hybridlearning #elearning #education","sentiment_score":0.075}
{"full_text":"You can never be too informed. #mashablesea #COVID19https:\/\/t.co\/TVVtGlrUdW","sentiment_score":0.0}
{"full_text":"What it's like to get the Covid-19 vaccine - 14 questions answered","sentiment_score":0.0}
{"full_text":"A heartfelt article by a Zimbabwean doctor about the need for Covid-19 vaccines in Africa, with a special plea for the women of the project.https:\/\/t.co\/lfsL08gu2c","sentiment_score":0.1785714286}
{"full_text":"Covid figures continue to fall across the countyhttps:\/\/t.co\/K0itjor1j0","sentiment_score":0.0}
{"full_text":"If you need to travel to the U.S. you must present a negative COVID-19 viral test result (taken within 3 days of departure) or documentation of recovery from COVID-19 to the airline to board your flight.  See #CDC's FAQs here:","sentiment_score":-0.15}
{"full_text":"What it's like to get the Covid-19 vaccine - 14 questions answered","sentiment_score":0.0}
{"full_text":"Labour's said there are \"huge\" gaps in the system.https:\/\/t.co\/RmqMwix1Fv","sentiment_score":0.4}
{"full_text":"Loving Customerswww,https:\/\/t.co\/OjrxYX7YTa#topnotch #top #chauffeursservices #chauffeurs #luxry #journey #travelling #travelservices #Review #customers #Londontower #londontransfer #service #Googlereview #taxiservice #COVID19 #wearmask","sentiment_score":0.55}
{"full_text":"RT While #Covid-19 will indeed eventually end, inequality will make it harder for people to recover.From incomes to vaccines...","sentiment_score":-0.1}
{"full_text":"Malacanang rejected the resignation of Mayor Benjamin Magalong of Baguio City as the country's coronavirus disease 2019 (COVID-19) contact tracing czar.https:\/\/t.co\/VbTId7jyoD","sentiment_score":0.0}
{"full_text":"The Muni in Springfield canceled its 2021 season and is hoping to return next year.https:\/\/t.co\/zBKTCkUsPG","sentiment_score":0.0}
{"full_text":"\"Missing out on nutritious school meals is jeopardizing the futures of millions of the world's poorest children. We risk losing a whole generation.\" - Read more about &amp; report ","sentiment_score":0.1666666667}
{"full_text":"What it's like to get the Covid-19 vaccine - 14 questions answered","sentiment_score":0.0}
{"full_text":"The Miami Heat are allowing less than 2,000 fans into America Airlines Arena for Thursday's (January 28) game against the Los Angeles Clippers.https:\/\/t.co\/J0nHKoUFWu","sentiment_score":-0.2833333333}
{"full_text":"RT Leo Varadkar is deputy PM in Ireland. He and his government have been flirting with the idea of a \"Zero Covid\" policy fo...","sentiment_score":0.0}
{"full_text":"Nick Pentz from Groote Post Wine Farm shares how COVID-19 has impacted his business and his employees. We have to save jobs by removing restrictions that continue to hurt the wine and tourism industry in the Western Cape. #SaveJobs","sentiment_score":0.0}
{"full_text":"'Greatest crisis since World War II': EU struggles with COVID vaccine roll-out amid shortageshttps:\/\/t.co\/4zRnC6wBlk","sentiment_score":1.0}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"You're not missing much.https:\/\/t.co\/up0j2kBGjK","sentiment_score":0.1}
{"full_text":"Disney World: You still need a mask if you're vaccinated for COVID-19","sentiment_score":0.0}
{"full_text":"Federal government's secret coronavirus reports unsealed: View your state's data","sentiment_score":-0.4}
{"full_text":"MPs questioned the head of pandemic logistics at the Public Health Agency of Canada on what kinds of contracts the government signed with pharmaceutical companies.","sentiment_score":0.0}
{"full_text":"RT Anyone else wanting to buy one of these for each of their grad students? We are at low densities but B117 is making me nervo...","sentiment_score":0.0}
{"full_text":"RT Moderna's COVID-19 vaccine works against the new mutant strains. Is that enough?https:\/\/t.co\/vhfGudMTM9","sentiment_score":0.1363636364}
{"full_text":"RT If your nose is sticking out of your mask: you are not wearing a mask.#DoBetter #WearAMask","sentiment_score":0.0}
{"full_text":"Covid-19 they're social distancing did you check if the car was not full????","sentiment_score":-0.0708333333}
{"full_text":"COVID-19 Contact Tracing For Nursing Professionals#COVID19 #Contact #Tracing #Nursing #ProfessionalsUniversity of Houston-&gt;","sentiment_score":0.0}
{"full_text":"The seven countries with better coronavirus responses than Australia","sentiment_score":0.5}
{"full_text":"BLOG \/\/ Check out our latest blog post 8 Fun Ways to Entertain Your Baby During LockdownSee #babyplayidea #lockdownbaby #lockdownplayideas #sensoryplay","sentiment_score":0.4}
{"full_text":"RT This is appalling, protectors'lives are being put at risk by what #HS2 are doing and the police are fining a barrister fo...","sentiment_score":-0.35}
{"full_text":"People have no fucking respect about boundaries especially with Covid going on there so nonchalant about everything until it happens to them or a loved one smh","sentiment_score":0.3333333333}
{"full_text":"RT Companies like Microsoft, Apple, and Google are interested in vaccine or immunization passports to help reopen the economy. You m...","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 16.0FWind Chill: 12.6FHumidity: 87%Dew Point: 12.8F Barometer: 30.401 inHgWind: 3 mph from the NNECorona Virus Weekly Stats:Cases: 138.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Time: 07:00 * Temp: 3.3degC * Wind: WNW 11.0 to 21.9mph * Pressure: 993.2hPa * Rain: 0.0mm * Hum: 86% * ET: 0.2mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:15 * Sunset: 16:57 * Cloudbase: 960ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"They couldn't understand how hard it is for me to make so much time for them when I could barely make time for myself. Especially with the pandemic and being with my child 24\/7.","sentiment_score":-0.0104166667}
{"full_text":"RT It's been 10 months. At some point, you need to be able to show empirical evidence that these incredibly destructive co...","sentiment_score":0.0}
{"full_text":"RT a video art exhibit which opens with horses running out of a barn and then you keep the camera on that barn door for a li...","sentiment_score":0.0}
{"full_text":"RT At another point, he went even further, claiming Covid patients were never sent to nursing homes at all.  \"W...","sentiment_score":0.0}
{"full_text":"My (covid fueled) loneliness (due to isolation) is killing me.","sentiment_score":-0.125}
{"full_text":"RT My daughter, bringing hope, healing and awareness during #COVID19 shares her experiences with follow her on #Tik...","sentiment_score":0.0}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"#TodayInHistory Inspiration Always do your best. What you plant now, you will harvest later. - Og Mandino#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":0.5}
{"full_text":"as much as the new season of tpn might disappoint manga readers, let's all have an open mind while watching because a ton people put a lot of work into this especially in the middle of a pandemic so even though it doesn't meet your expectations- (1\/?)","sentiment_score":0.0672727273}
{"full_text":"Bunn, Cullen Empty Man: Manifestation 9781684154319 #EmptyManManifestation #Empty_Man_Manifestation #student #review It's the nation's final chance to stop the terrible Empty Man pandemic, as the Kerry family fights against their own pers","sentiment_score":-0.12}
{"full_text":"RT Absolutely worth reading the thread.BTW: is one of the best science \/ pandemic writers out there. If...","sentiment_score":0.65}
{"full_text":"RT We must crush this coronavirus -- and protect the Affordable Care Act to ensure Americans have access to the health care...","sentiment_score":0.0}
{"full_text":"RT Nick Pentz from Groote Post Wine Farm shares how COVID-19 has impacted his business and his employees. We have to save jobs...","sentiment_score":0.0}
{"full_text":"RT More lockdown!Less lockdownNumbers are super high!Don't worry about itCan brisk walk!But cannot jogMinimise interact...","sentiment_score":0.4166666667}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT This week, named #biodiversity as among the top priorities for 2021.The Secretary-General's statement...","sentiment_score":0.5}
{"full_text":"Here are five questions to ask when considering renting vs. buying:1. What can you afford?2. How long do you plan to stay in the home?3. Do you want stability or flexibility?4. Can you afford to be responsible for home repairs\/maintenance?5. What are my future goals?","sentiment_score":0.05}
{"full_text":"Hands up - who is reading this in their PJs? (Guilty.) We love hearing stories of innovators starting up businesses in #lockdown, like (they also sell on #BritsolMarket's digital market). Tag us at #BeDigiKind to be featured.","sentiment_score":0.0}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Who's Going To Stop Scotland Independence Now No One Hell Britain Is Infested With Muslims That Are \"Sleeping\" Full Of Russians Who Love MurderJohnson tells Scottish nationalists to stop going on 'endlessly' about independence during cross-border visit","sentiment_score":0.2416666667}
