{"full_text":"How is covid in UzumbaMP ? Is there even a testing centre or those are registrar generated people.","sentiment_score":0.0}
{"full_text":"RT Had enjoyed this evening last year. Who would have known 365 days later , this would end up becoming a dream. #COVID19...","sentiment_score":0.2375}
{"full_text":"RT Manufacturing Sector Ends 2020 on a Bright Note: India's manufacturing Purchasing Manager's Index (PMI) rises to reach 56....","sentiment_score":0.7}
{"full_text":"murderers.","sentiment_score":0.0}
{"full_text":"RT Here in Italy people started to share this figure claiming that this is the diagram of the 5G chip that has been inserted i...","sentiment_score":0.0}
{"full_text":"Is availability of enough doses of vaccine an issue? I don't think that's the case from available reporting.","sentiment_score":0.2}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"The corona testing station at Gardermoen will be scaled up to meet new testing needs","sentiment_score":0.1363636364}
{"full_text":"RT If can call in a COVID POSITIVE congresswoman to the People's House to vote for her today, then I don't want t...","sentiment_score":0.2272727273}
{"full_text":"RT The new year has brought with it a new achievement. Indian scientists have not developed just one, but two COVID vaccines....","sentiment_score":0.0742424242}
{"full_text":"RT A More Infectious COVID-19 Strain Has Been Discovered in the UK: Here's What This Means","sentiment_score":0.5}
{"full_text":"RT I request my friend to post the WA chat among various Pappus ie Sh Sh Rahul, Maha Mahim Akhilesh, Pagamber Te...","sentiment_score":0.0}
{"full_text":"RT Kept medical supplies from states. There is evidence the White House withheld medical supplies from certain states. Trump...","sentiment_score":0.0535714286}
{"full_text":"RT Did you know that ACTUALLY South Africa co-authored a key proposal at WTO calling for a waiver on Covid-19 vaccines?...","sentiment_score":0.0}
{"full_text":"For all the fuckers who didnt give a fuck about catching covid and doing a big NYE party. I shall say. You deserved it. Idgaf","sentiment_score":0.0666666667}
{"full_text":"RT Take a look at how's #HongKong look like, when #CCP is pushing its newly-designed \"lockdown,\" residential buildings are m...","sentiment_score":0.0}
{"full_text":"RT Facing up to this scale of infections &amp; deaths surely we need a simple plan of 1.Full national lockdown, 2.Schools clo...","sentiment_score":0.25}
{"full_text":"RT \"'When in doubt, call it Covid.' Fake News!\"President Trump questioned the accuracy of the official nationwide #CCPVirus...","sentiment_score":-0.625}
{"full_text":"RT I have never heard Trump be passionate and engaged about saving lives during the pandemic as he does trying to steal the el...","sentiment_score":-0.05}
{"full_text":"The latest The D.N.I. Health Newspaper Daily! Thanks to #coronavirus #covid19","sentiment_score":0.2333333333}
{"full_text":"RT 88% of Democratic voters and 70% of all American voters support Medicare for All, yet and th...","sentiment_score":0.0}
{"full_text":"RT While attention was focused on SHINee's move in 2021, the members relayed the plan. Onew \"I want to create a lot of opport...","sentiment_score":0.0}
{"full_text":"RT rip to Jarod Nandin, a World of Warcraft and South Park icon, who lost his life to covid. may he roam Azeroth forever","sentiment_score":0.0}
{"full_text":"RT We reiterate our gratitude to doctors, medical staff, scientists, police personnel, sanitation workers and all Corona war...","sentiment_score":0.0}
{"full_text":"RT Manufacturing Sector Ends 2020 on a Bright Note: India's manufacturing Purchasing Manager's Index (PMI) rises to reach 56....","sentiment_score":0.7}
{"full_text":"PM will decide whether to plunge ALL of England back into lockdown via","sentiment_score":0.0}
{"full_text":"I'm just waiting for the pandemic to end so I can get kicked in the balls by you.","sentiment_score":0.0}
{"full_text":"RT Time magazine has published a 3 page  article on excellent and efficient COVID management in UP by Yogi government","sentiment_score":1.0}
{"full_text":"these people tend to be a nightmare at stores even when there's not a pandemic going on. I mean, case in point: they're going out of their way to break rules and intimidate strangers, just so that salespeople will be forced to interact with them","sentiment_score":-0.30625}
{"full_text":"RT Covid intensive care is: hourly arterial blood samples to check oxygen levels, lines placed into arteries to sample them, line...","sentiment_score":0.0}
{"full_text":"WhatsApp chain messages that people send to our parents lol","sentiment_score":0.8}
{"full_text":"RT So it turns out more of ye didn't know about the WoW pandemic than did. 56% didn't know.It's honestly a pretty interesting...","sentiment_score":0.3375}
{"full_text":"RT Texas sets COVID-19 hospitalization record 3 days into 2021","sentiment_score":0.0}
{"full_text":"RT Manufacturing Sector Ends 2020 on a Bright Note: India's manufacturing Purchasing Manager's Index (PMI) rises to reach 56....","sentiment_score":0.7}
{"full_text":"RT Had enjoyed this evening last year. Who would have known 365 days later , this would end up becoming a dream. #COVID19...","sentiment_score":0.2375}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"#COVID19 #vaccination The founder of BioNTech, the GER company that pioneered the first #vaccine to be approved in Europe, said EU had been too slow to secure stocks of the jab, chart","sentiment_score":0.1166666667}
{"full_text":"RT I have never heard Trump be passionate and engaged about saving lives during the pandemic as he does trying to steal the el...","sentiment_score":-0.05}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT More than 350,000 people have died from Covid-19 in the US.","sentiment_score":0.5}
{"full_text":"RT I think many reasonable people would've come to this conclusion had it not been for the media covering for them incessa...","sentiment_score":0.35}
{"full_text":"Fauci pushes back on Trump: Covid death numbers are 'real' via #COVID19US","sentiment_score":0.1}
{"full_text":"It's pretty annoying that people don't seem to be able to see that the states are just imaginary lines on a mapFocus on the goal of beating covid for everyone","sentiment_score":-0.0166666667}
{"full_text":"RT Right now at Pershing Square, an unhoused person died in the freezing cold during a pandemic. A coroner's van &amp; one pol...","sentiment_score":-0.1571428571}
{"full_text":"RT 1. I know most of you do not realise that I am also a Respiratory medicine specialist. Today I want to do a thread about how...","sentiment_score":0.5}
{"full_text":"RT Bharat Biotech shared data from trials it conducted..wait for it..on mice, rats, rabbits, Syrian hamsters &amp; rhesus macaqu...","sentiment_score":0.0}
{"full_text":"That's really what it amounts to. I'm surprised that there aren't people in the streets and cities afire.","sentiment_score":0.15}
{"full_text":"RT Need help getting your #Vaping supplies due to being stuck in Tier 4 or other restrictions?  We've expanded the ways in whic...","sentiment_score":-0.125}
{"full_text":"The #Homeless were thrown back onto the streets after 1st #lockdown .  How can the #Homeless protect themselves and others from #COVID19 if they're sleeping on the streets???#nationallockdown #COVIDSecondWave #london #slough #nhs #uk","sentiment_score":0.0}
{"full_text":"RT Indian stocks rise amid expectations that a rollout of the coronavirus vaccine will aid a business and economic recovery...","sentiment_score":0.2}
{"full_text":".@LesJeudis #Iran: Coronavirus Death Toll in 478 Cities Surpasses 196,500... #HumanRights #PMOI\/ #MEK #NCRI #COVID19","sentiment_score":0.0}
{"full_text":"I fuuuucking felt this. The lack of support\/information\/compassion from my uni during the pandemic is shocking","sentiment_score":-1.0}
{"full_text":"RT The entire Nation is celebrating the indigenous #Covaxin and #Covishield vaccines to combat the #COVID19 virus.It is unfo...","sentiment_score":0.0}
{"full_text":"RT This is Rita Crowder. She manages the home where Mom lives and made her feel loved &amp; cared for every day. When Covid hi...","sentiment_score":0.7}
{"full_text":"RT That part was great.  Then he has on the Surgeon General, who promptly blames the states f...","sentiment_score":0.425}
{"full_text":"#VoiceofKamwengeNewsEgyptian Health Minister Hala Zayed said the chinese COVID-19 vaccine has been officially licensed for emergency use in Egypt.","sentiment_score":0.0}
{"full_text":"Because it's january, and the people think that corona doesn't exist.","sentiment_score":0.0}
{"full_text":"RT 74 yr old Austrian-Iranian dual national, Massud Mossaheb has been held hostage in #Iran's Evin Prison for 23 months now....","sentiment_score":0.1}
{"full_text":"RT So let's get this clear Site C, LNG, TMX and other major projects are bad but 50 cases in 5 classes in a si...","sentiment_score":-0.165625}
{"full_text":"RT I think many reasonable people would've come to this conclusion had it not been for the media covering for them incessa...","sentiment_score":0.35}
{"full_text":"RT You will find the covid19 vaccine on Ebay before you find it at you're GPs surgery.Welcome to the shit show called 20...","sentiment_score":-0.2}
{"full_text":"RT B.C. work camps need to close letter from health workers says","sentiment_score":0.0}
{"full_text":"RT What is Aaron Rodgers' message to his teammates now that they have the bye: \"Don't get COVID.\"","sentiment_score":0.0}
{"full_text":"RT .@DeepakChopra,  coming together of all of influencers to inspire towards a #ConsciousPlanet is vital. Let us make this our...","sentiment_score":0.1}
{"full_text":"RT She was slated for release in Feb - after being approved in 2019. That lag usually means there's a program req'd for release,...","sentiment_score":-0.25}
{"full_text":"RT It's relatively easy for those who have secure jobs and live in large houses with nice gardens and no school-age childre...","sentiment_score":0.3567965368}
{"full_text":"pls- it's the middle of a pandemic where you flying off to-","sentiment_score":0.0}
{"full_text":"Monday's front page of The Herald- Sturgeon to deliver urgent Covid statement today as infection rate rises - Johnson says a second Scottish independence vote should not happen until after 2050#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.0}
{"full_text":"RT The taped phone call is just more proof that Trump doesn't care about Georgia or who controls the Senate. He doesn't care...","sentiment_score":0.5}
{"full_text":"RT Safety first! Practice social distancing.It's important that we all work together to keep each other safe.#COVID19 #StayS...","sentiment_score":0.1552083333}
{"full_text":"[PHOTO] Indonesia gears up for mass #COVID19 inoculation","sentiment_score":0.0}
{"full_text":"RT No matter how bad the Government is, you can always rely on Labour to be worse. ","sentiment_score":-0.55}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT I'm furious, and I think he should be held accountable for his inaction to the pandemic. God only knows h...","sentiment_score":0.0}
{"full_text":"2020 was a challenging year.  We hope that a #COVID19 #vaccine  will be available for each and every one of us in 2021.Please keep practicing prevention measures:#WearAMask #WashYourHands Watch your #PhysicalDistancing -#VaccineStrategy","sentiment_score":0.45}
{"full_text":"The Presidential Inaugural Committee is calling on cities to join by ringing church bells in a \"national moment of unity and remembrance.\"","sentiment_score":0.0}
{"full_text":"As COVID-19 cases continue to spike in Arizona many school districts have gone back to online learning, but one local district is resuming in person learning when school starts Monday. FULL STORY:https:\/\/t.co\/UyhOxkswjs","sentiment_score":0.2125}
{"full_text":"Singer Gerry Marsden, whose iconic hit \"You'll Never Walk Alone\" became the anthem of Liverpool Football Club, passed away over the weekend \"after a short illness in no way connected with COVID-19.\"He was 78:https:\/\/t.co\/r0W7DhVGi4#YNWA","sentiment_score":0.25}
{"full_text":"I haven't checked the covid stats in a few days, but it's bad everywhere.","sentiment_score":-0.45}
{"full_text":"This post gave me covid, terminal ill cancer and bubonic plague","sentiment_score":-0.5}
{"full_text":"GROWING MEASURES | British Prime Minister Boris Johnson conceded that school closures, curfews and the total banning of household mixing could be on the agenda for areas under the most stress.","sentiment_score":0.1666666667}
{"full_text":"Will schools open, are they safe from Covid-19 and what has Boris Johnson said?https:\/\/t.co\/qX2zwgJZ8M","sentiment_score":0.25}
{"full_text":"RT Governor has extended the stay-at- home order for all State Public Servants on Grade Levels 14 and below to M...","sentiment_score":0.0}
{"full_text":"Brazilian Association of Vaccine Clinics (ABCVAC) is negotiating with Indian pharmaceutical firm Bharat Biotech to buy five million doses of its Covid-19 vaccine, which India has just authorised for emergency use.https:\/\/t.co\/OBzuqvUxO3","sentiment_score":-0.2}
{"full_text":"Taking precautions is the best way to fight #Covid19. Wash your hands often, wear your mask and maintain social distance. #StaySafeUG #TakeMeWithYou","sentiment_score":0.5166666667}
{"full_text":"Refugees Cry Out Over Increased Threats from Opposition Supporters#ChimpReportsNews #2021Elections  #WearAMask","sentiment_score":0.0}
{"full_text":"RT Who induced that?","sentiment_score":0.0}
{"full_text":"Taking precautions is the best way to fight #Covid19. Wash your hands often, wear your mask and maintain social distance. #StaySafeUG #TakeMeWithYou","sentiment_score":0.5166666667}
{"full_text":"Our team has developed a great portfolio of products to help combat the #COVID19 pandemic. This portfolio uses the UV technology to sanitize everything indoors. Would you like to know how? This video explains how this technology works   #LEDVANCE #UAE","sentiment_score":0.45}
{"full_text":"Amazon has applied for planning permission for two marquees to test staff and visitors for their temperature at its warehouse in Peterborough.https:\/\/t.co\/oySviIIsAM","sentiment_score":0.0}
{"full_text":"State officials are concerned COVID-19 vaccine may be sitting on shelves instead of being given out. Local health districts say that's not the case in Central Texas.","sentiment_score":0.0}
{"full_text":"I was horribly sick in December of 2019 as well. Sick for weeks. My internist did an anti-body test for covid 2 months ago, turns out the pneumonia I had wasn't related. No signs of covid. They can draw your blood and tell if you've had it.","sentiment_score":-0.4761904762}
{"full_text":"Should housing market be allowed to stay open under 'Tier 5 Lockdown'? #COVID19 #stampduty #sales #London #lockdownuk #nationallockdown #vaccinations #level5 #VaccineStrategy","sentiment_score":0.0}
{"full_text":"RT Truth &amp; why official who compromised national security &amp; now promoted in PMO should be sacked","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 32.0FWind Chill: 32.0FHumidity: 99%Dew Point: 31.8F Barometer: 30.062 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 196.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Like all National Research Programmes, NRP 78 \"Covid-19\"  is tasked to generate scientific knowledge aimed at solving ur...","sentiment_score":0.0}
{"full_text":"RT Copper masks are not effective against COVID.1. Copper is antibacterial, sure, but COVID isn't bacteria. It's a virus....","sentiment_score":0.1}
{"full_text":"RT If we can't get healthcare in the middle of a pandemic, I'm sure we can just push the pandemic left.","sentiment_score":0.1666666667}
{"full_text":"RT It did hey, the world will NEVER be the same after this pandemic. I was definitely a game c...","sentiment_score":-0.2}
{"full_text":"RT Pressure mounts on PM over vaccine via","sentiment_score":0.0}
{"full_text":"Before they were for them but against them again, they were against themWe are talking about masks. I think. Oh now I am not sure what they think. Just comply. But I don't know why","sentiment_score":-0.25}
{"full_text":"RT THREAD - Covid-19 in England. Things are going from very bad to much worse. Here is where we are in 9 tweets. 1\/9","sentiment_score":-0.655}
{"full_text":"RT In same article:Ram Guha criticizes Modi for passing farm laws in Parliament, because agriculture is a state subject....","sentiment_score":-0.0833333333}
{"full_text":"RT Germany's lockdown measures are having little impact as the country records high infection and death rates.Ahead of a summit...","sentiment_score":-0.01375}
{"full_text":"RT Woke up to an eviction notice. Have til March 4.How am I, a blind trans woman, going to find a safe place in the Grea...","sentiment_score":0.0}
{"full_text":"\"The strain of the novel coronavirus that emerged in Europe and has spread to much of the world is different than the strain of the virus at its origin in China.\" -- Andrei Illarionov and Natalya Pivovarova #CatoFP #CGLP","sentiment_score":0.1}
{"full_text":"Romo didn't call the game due to covid","sentiment_score":-0.2625}
{"full_text":"RT Mexico's coronavirus czar takes a beach vacation in Oaxaca, while the health secretariat tells people to stay home","sentiment_score":0.0}
{"full_text":"The Oxford-AstraZeneca coronavirus vaccine will be made available across the UK from today","sentiment_score":0.4}
{"full_text":"RT If can call in a COVID POSITIVE congresswoman to the People's House to vote for her today, then I don't want t...","sentiment_score":0.2272727273}
{"full_text":"RT For those keeping score, among federal MPs who are now known to have travelled abroad during the pandemic: 5 Liberals (Z...","sentiment_score":0.0}
{"full_text":"Why flu vaccines are more important than ever in this pandemic [PODCAST]","sentiment_score":0.45}
{"full_text":"Digital identity in the post-COVID era--how Open Banking can help","sentiment_score":0.0}
{"full_text":"Always see the positive side, even when you test positive with Covid!#Covid #Revenge #DoNotDoThis #Comedy #Puppetry","sentiment_score":0.2272727273}
{"full_text":"RT 1 in 200 Americans over age 65 have died from #COVID19. My god.","sentiment_score":0.0}
{"full_text":"RT This is bad science on the part of Weingarten.The simple truth is that even when they are infected, children simply do no...","sentiment_score":-0.2333333333}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT So it turns out more of ye didn't know about the WoW pandemic than did. 56% didn't know.It's honestly a pretty interesting...","sentiment_score":0.3375}
{"full_text":"RT Manufacturing Sector Ends 2020 on a Bright Note: India's manufacturing Purchasing Manager's Index (PMI) rises to reach 56....","sentiment_score":0.7}
{"full_text":"Time: 06:00 * Temp: 3.7degC * Wind: NE 2.9 to 6.9mph * Pressure: 1023.7hPa * Rain: 0.0mm * Hum: 87% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:44 * Sunset: 16:11 * Cloudbase: 920ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT The Farm Eatery is taking a little Monday breather but will be back again tomorrow for lunch. Please note that no al...","sentiment_score":-0.09375}
{"full_text":"RT Cuomo is too busy on his book tour bragging about how he saved nyc from covid. DeBlasio is too busy doing the foxtrot in...","sentiment_score":0.1}
