{"full_text":"RT I spoke today with German Chancellor Merkel, conveying my commitment to multilateralism, the transatlantic alliance, and close c...","sentiment_score":0.0}
{"full_text":"RT Has Bojo changed his mind about breaking covid travel rules and come to Scotland , as there hasn't  been a peep on the media.","sentiment_score":0.0}
{"full_text":"Great, more for to hide in a closet somewhere.","sentiment_score":0.65}
{"full_text":"Hope is here! We'll be back in the bleachers before you know it! You can help by wearing a mask, social distancing and getting your COVID-19 vaccine. Don't let up now. Be smart. Be safe. And let's look out for each other. #FaceOfSportsmanship","sentiment_score":0.1245238095}
{"full_text":"RT \"$15 an hour will increase prices\"Costco: pays workers well, same prices as Walmart's Sam's ClubIn-n-Out: pays wor...","sentiment_score":0.0}
{"full_text":"Celia 1- Covid 0","sentiment_score":0.0}
{"full_text":"If anyone should be sacked for their work during covid, it's whoever selects the media to ask the questions in the briefings. Isn't it time we let more competent journalists have a go.","sentiment_score":0.5}
{"full_text":"RT Kamala Harris' comments on public health after receiving her second vaccine at NIH, today, are more significant and profound...","sentiment_score":0.1916666667}
{"full_text":"RT CDC: As long as mask wearing and social distancing are possible send kids back to schoolsDistricts: Put 1,000 kids who hav...","sentiment_score":-0.0041666667}
{"full_text":"RT According to the global elites...the future of the world depends on a Big Pharma vaccine for COVID.   No mention of sunshi...","sentiment_score":0.0}
{"full_text":"\"once covid is over\" is starting to sound a lot like \"when the Cowboys win the super bowl\"","sentiment_score":0.3833333333}
{"full_text":"RT More than ever we need to store our stuff as we can only do fundraisers online due to COVID-19 restrictions, thanks #bigye...","sentiment_score":0.14375}
{"full_text":"RT How many of these reports does it take! said today he's doing all he can. THIS IS FALSE. He could send in the...","sentiment_score":0.1125}
{"full_text":"RT BREAKING: #integrity outbreak at #Liverpool as self-appointed stand-in updates her \"Regist...","sentiment_score":0.0}
{"full_text":"RT Cuba is first Latin American country to develop, test its own Covid-19 vaccine.Cuba's globally praised medical services su...","sentiment_score":0.17}
{"full_text":"RT Premier Ford is calling on the federal govt to take further action to prevent travel-related cases of #COVID19. Ontario...","sentiment_score":0.05}
{"full_text":"RT Global Covid cases top 100 million as new strains emerge: A tally from Johns Hopkins University places the U.S. first in globa...","sentiment_score":0.2215909091}
{"full_text":"RT Florida: Polk County's \"paramedic of the year\" accused of stealing 3 COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"RT The sign game is on point  Great way to attract a new audience to a once movie theatre during the pandemic...","sentiment_score":0.1787878788}
{"full_text":"RT FREE #COVID19 TESTING IN TRENTON:PRUEBAS GRATIS DE COVID-19 EN TRENTON:Open to all\/ Abiero a todosJanuary 28th - Febr...","sentiment_score":0.4}
{"full_text":"My argument was we have all retail open and not willing to close anything so basically every worker is essential at this point if they're not going to lockdown. My wife works a mall and is just as likely to get the virus as anyone else working in similar roles at this point.","sentiment_score":-0.025}
{"full_text":"I live alone but still had to work during lockdown, am I allowed to answer?In case I am: It really depends on the holiday itself. I don't understand people who go abroad right now just because they want a holiday (slightly different when visiting friends\/family), being at the","sentiment_score":0.1555194805}
{"full_text":"RT The pandemic must not lead to totalitarian social control or the abrogation of fundamental freedoms. Freedom is foundat...","sentiment_score":0.0333333333}
{"full_text":"RT More than 100 million coronavirus cases have been reported worldwide","sentiment_score":0.5}
{"full_text":"RT #BackTo60 just 6yrs State Pension was snatched from #50swomenbut our income, Re...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Boris Johnson says he's 'deeply sorry' for the shocking UK covid death toll &amp; insists 'we truly did everything w...","sentiment_score":-0.75}
{"full_text":"RT can't wait for everyone to be responsible so the pandemic can go shoo and i can travel again","sentiment_score":0.2}
{"full_text":"RT The patient who whispered to me, \"Thank you, I have faith in you guys\" as I was preparing to intubate him died today. Fu...","sentiment_score":0.0}
{"full_text":"RT ZERO COVID is the way. New Zealand  PM explains why it was the only way to save lives and prevent hospitals from being ov...","sentiment_score":0.0681818182}
{"full_text":"RT \"$15 an hour will increase prices\"Costco: pays workers well, same prices as Walmart's Sam's ClubIn-n-Out: pays wor...","sentiment_score":0.0}
{"full_text":"noticed your quiet on twitter since December. Is it because the staff looked at these numbers and thought to themselves \"well, we should be the exception right? what could go wrong?\"Spoiler: it went wrong; a vendor was positive for covid and has likely spread it.","sentiment_score":-0.0811688312}
{"full_text":"RT Bill Clinton lied about oral sex and they impeached him.Five Democratic House members sided with the Republicans.","sentiment_score":0.0}
{"full_text":"RT By not just paying people to stay home until we get the population vaccinated, we're not only killing tens of thousands,...","sentiment_score":0.0}
{"full_text":"And then there guys like this who decry the government because they see their infrastructure crumbling, haven't seen any COVID relief, and see billions of dollars instantly approved to go fight for oil in Syria.","sentiment_score":0.0}
{"full_text":"RT The effects of Virginia Democrats' incompetence are now spilling over into other states.","sentiment_score":-0.125}
{"full_text":"China didn't just give us Covid.","sentiment_score":0.0}
{"full_text":"RT It's called the City of Angels bc we are all going to die ","sentiment_score":0.0}
{"full_text":"RT if british sitcoms were set during the pandemic","sentiment_score":0.0}
{"full_text":"RT Rand Paul is complaining about \"unity\" again. In the spirit of unity, Rand spread election conspiracies that led to th...","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT .@brikeilarcnn rolls the tape on  Dr. Deborah Birx for not calling out misinformation about the pandemic earlier.\"Her ex...","sentiment_score":0.0}
{"full_text":"RT Our latest episode of presents Lockdown! at the Disco is a womxn in music special &amp; features the amazing E...","sentiment_score":0.5273809524}
{"full_text":"RT Throughout the pandemic, ICE has refused to save lives, curb the spread of COVID-19 and free people in its custody. 217 organiz...","sentiment_score":0.4}
{"full_text":"RT I have - and will continue to - argue the need to help with as I told on","sentiment_score":0.0}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"Yesterday we had a conversation on this. ","sentiment_score":0.0}
{"full_text":"RT One year ago today\"Coronavirus\" first appeared in copy. After 273 COVID-specific stories, our journalist...","sentiment_score":0.25}
{"full_text":"With the hind sight and of course counting every death to covid doesn't help","sentiment_score":0.0}
{"full_text":"RT A league table you really don't want to be at the top of... What a sad day. And what an abysmal public health failure....","sentiment_score":-0.0233333333}
{"full_text":"Gavin Newsom is a genocidal maniac y'all can't convince me other wise","sentiment_score":0.2875}
{"full_text":"RT \"Most ppl I'm seeing are more significantly impacted by lockdowns--higher rates of referrals &amp; many children\/youth. We're livi...","sentiment_score":0.46875}
{"full_text":"RT BREAKING--Germany  has now formally demanded that EU block all export of #COVID19 vaccines produced within the EU.","sentiment_score":0.0}
{"full_text":"RT Florida makes a bid to host the 2021 Summer Olympics -- if Tokyo backs out due to COVID.Japan population: 126 millionFlor...","sentiment_score":-0.125}
{"full_text":"100,000 dead in the UK from COVID as of today. Everyone of those deaths was a tragedy. It is appalling that the UK got this so wrong.","sentiment_score":-0.35}
{"full_text":"European Union Warns AstraZeneca Over Reduction In Vaccine Shipments : Coronavirus Updates","sentiment_score":0.0}
{"full_text":"RT how many elected officials are involved in multilevel marketing schemes for health supplements? last month, when i asked if...","sentiment_score":0.25}
{"full_text":"RT Thank you for following me on my #COVID19  #vaccination journey. As a teacher, I wanted to use this as an opport...","sentiment_score":0.0}
{"full_text":"RT This was clearly printed due to the author's name. If I were grading Manning's understanding of constitutional law, this woul...","sentiment_score":-0.0125}
{"full_text":"RT \"$15 an hour will increase prices\"Costco: pays workers well, same prices as Walmart's Sam's ClubIn-n-Out: pays wor...","sentiment_score":0.0}
{"full_text":"Premier League footballers..... The only people who seem to be able to get haircuts during lockdown... every WAG is a hairdresser it seems.... #haircut #football #PremierLeague","sentiment_score":0.25}
{"full_text":"Why the class of COVID-19 is more prepared for the workforce than previous graduating classes -","sentiment_score":0.1666666667}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT \"We will honour the selfless heroism of all those on the frontline who gave their lives to help others.\"My colleagues...","sentiment_score":0.0}
{"full_text":"RT Breaking: Vice President Harris just received her second dose of the Moderna coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"RT Schumer says Democrats ready to use reconciliation to pass COVID-19 relief","sentiment_score":0.2}
{"full_text":"RT The looser restrictions mean longer restrictions creating covid fatigue. More strict measures for sho...","sentiment_score":0.09375}
{"full_text":"RT Britain now has the highest number of Covid deaths per million population in the world.In. The. World.","sentiment_score":0.0}
{"full_text":"Let's see what Covid brings to the table in the next round of negotiations","sentiment_score":-0.1}
{"full_text":"true. All true.","sentiment_score":0.35}
{"full_text":"RT The amount of Scots in jobs has increased this month by 0.5% During this pandemic many Scots and people across these Island...","sentiment_score":0.5}
{"full_text":"Ok I will accept her as VP for this and this only.","sentiment_score":0.25}
{"full_text":"Just imagine if England won the Euros whilst still in lockdown  ","sentiment_score":0.0}
{"full_text":"RT NHS staff in Cornwall will contact you when we have your vaccine. It will help us if you wait for us to contact you. Pleas...","sentiment_score":0.0}
{"full_text":"RT OK I'm laying it out. We are doctors. We need to make a lot of noise to hold the government to accountWe can't hold a...","sentiment_score":0.5}
{"full_text":"RT Worst person to ever sit in the oval office. Enabling the feds to \"fight xenophobia\" is like activating the thought police....","sentiment_score":-1.0}
{"full_text":"Absolutely spot on! The government failed repeatedly to get out in front of this virus like countries like NZ &amp; Australia did and 100,000 people have paid with their lives! #BorisHasFailedTheNation","sentiment_score":-0.1875}
{"full_text":"So proud to be part of critical care team  at NGH. This is our reality, day in day out. Please stay at home. Stay safe","sentiment_score":0.4333333333}
{"full_text":"Hang on a minute ..your waiting to see if cases spike in covid, after all these diks went out and had to rub each other up on Australia day that's right","sentiment_score":0.0803571429}
{"full_text":"RT This is a clear and concise thread  about a new pre-print describing a model to examine the impact of different school...","sentiment_score":0.0840909091}
{"full_text":"RT So a higher proportion of BAME people are dying of Covid and a higher proportion of BAME people are reluctant to have...","sentiment_score":0.25}
{"full_text":"RT Scorpio: I'm throwing a party Crush: we're in a pandemic Scorpio: for ghosts","sentiment_score":0.0}
{"full_text":"RT Boris Johnson-Skip 5 Cobra meetings-Late lockdown-Care homes tragedy-PPE fiasco-Back Cummings-Sack civil servants...","sentiment_score":0.0}
{"full_text":"RT PART 2 of special investigation into the origins of the coronavirus#NextRevFNC","sentiment_score":0.3571428571}
{"full_text":"Dark, ludicrous nihilism is something that I really enjoy in art and comedy. I'm not a fan of it from the minister for health to be honest.","sentiment_score":0.2833333333}
{"full_text":"RT Boris Johnson-Skip 5 Cobra meetings-Late lockdown-Care homes tragedy-PPE fiasco-Back Cummings-Sack civil servants...","sentiment_score":0.0}
{"full_text":"RT There is an urgent need to understand COVID-19-related neurological problems. launches database to track neurologic...","sentiment_score":0.0}
{"full_text":"RT The Biden administration is not telling the complete truth when they say they were left with no vaccine plan.","sentiment_score":0.05}
{"full_text":"RT The UK 7-day average death rate is currently 300 higher than the total of deaths in Australia during the entire pandemi...","sentiment_score":0.02}
{"full_text":"Might as well ","sentiment_score":0.0}
{"full_text":"RT LOCKDOWNS KILL. Tens of thousands of people have died as a result of not getting treatment or diagnosis for cancer and oth...","sentiment_score":0.0}
{"full_text":"RT People be out and be like, \"I already had COVID. I still can't taste half a year later but it wasn't that bad.\"","sentiment_score":-0.2888888889}
{"full_text":"all those incredible chara designs... fucking wasted for diseases, seriously what the hell","sentiment_score":0.1222222222}
{"full_text":"Well done truly world beating and sure not to stop there, not while there's money to be made and commoners to kill. #ToryCovidCatastrophe#ToryCorruptionCovid deaths: 'Hard to compute sorrow' of 100,000 milestone - PM","sentiment_score":0.1041666667}
{"full_text":"RT $WDRP .0178 up and closing near high of day breakout vol:Potential Gapper a.m News Crypto Token release Volume(H...","sentiment_score":0.13}
{"full_text":"RT Light-touch Sweden shows lockdown is not necessary","sentiment_score":0.0}
{"full_text":"RT BREAKING--Germany  has now formally demanded that EU block all export of #COVID19 vaccines produced within the EU.","sentiment_score":0.0}
{"full_text":"I think you should suspend this advertisement out of respect on the day over 100,000 people have died to date due to COVID in the UK? Statistics can also denote tragedy. Perhaps make a PS100,000 donation from the National Lottery to COVID charities? RT like crazy if you agree?","sentiment_score":-0.3625}
{"full_text":"So true.  ","sentiment_score":0.35}
{"full_text":"RT My small business was fine and I paid $18 an hour but had to close because of Covid. Maybe if your buddy Trump...","sentiment_score":0.0833333333}
{"full_text":"RT And while you're here... this petition for a public inquiry into UK handling of coronavirus has just clocked past 86,90...","sentiment_score":-0.125}
{"full_text":"It was against science knowledge to allow such contact sports during COvid19 Pandemic.","sentiment_score":0.0}
{"full_text":"RT With 100,000 Covid deaths, Journalists better mention that Boris Johnson:Feb-Said he wanted UK to have the loosest react...","sentiment_score":0.5}
{"full_text":"RT the pandemic won't last that longthe pandemic:","sentiment_score":0.0}
{"full_text":"RT True story: joined in between a call with a call with my kid's teacher, and a planning meeting with...","sentiment_score":0.35}
{"full_text":"Oh for sure. Gorilla is about to be on lockdown.","sentiment_score":0.5}
{"full_text":"RT  - WHO updates its guidelines for #COVID19 care.WHO recommends that patients who have had COVID-19 - both confirmed and suspecte...","sentiment_score":0.4}
{"full_text":"RT Stuff like this keeps me humble . I'm your 3 year old imaginary friend just because I play football. It could be Dora,...","sentiment_score":-0.05}
{"full_text":"RT I heard the pandemic just got picked up for another season.","sentiment_score":0.0}
{"full_text":"There is a sickness in this country that needs to be addressed. I'm not talking about Covid. Republican legislators hold on to false conspiracies because they fear the country is leaning towards fairness for all instead of an agenda favoring a few. Vote.","sentiment_score":-0.3}
{"full_text":"RT \"When are ya gonna put it in?\" -- VP Kamala Harris jokes after getting her second COVID vaccine dose","sentiment_score":0.0}
{"full_text":"RT Ppl gonna be mad but we are gonna need a hard full lockdown (with money) to reset. Everything shut down. Ppl critique China but...","sentiment_score":-0.1805555556}
{"full_text":"We should remove Gavin Newsom from office","sentiment_score":0.0}
{"full_text":"For those wondering, Andrey Koreshkov is still under contract with Bellator, according to a promotion official. Like they've done with Sergei Kharitonov and others, Bellator is allowing him to take a one-off to stay active.","sentiment_score":-0.1333333333}
{"full_text":"RT The #TIGS, a beginning not an end. Along with the #DISS it's a step in the right direction and opens up the door for furt...","sentiment_score":0.2857142857}
{"full_text":"RT C.D.C. officials urged a return to classroom instruction as soon as possible, citing evidence showing it is safe with the...","sentiment_score":0.25}
{"full_text":"RT Cuba has developed its own COVID-19  Vaccine before any other country in the Carribean and Latin America. In a world wh...","sentiment_score":0.1916666667}
{"full_text":"RT We won't preach too much now for them to wash their hands and wear face masks ","sentiment_score":0.2}
{"full_text":"China DID not get cases down by vaccination. They did it through lockdown testing and tracing. Get your facts right. The phase 3 trials are still ongoing and efficacy is variable.","sentiment_score":0.0650793651}
{"full_text":"5 Reasons to Move Your Office to the Suburbs During COVID-19 #CRE #Office #Suburbs #TenantTips #NewNormal #TenantRep ","sentiment_score":0.0}
{"full_text":"RT \"$15 an hour will increase prices\"Costco: pays workers well, same prices as Walmart's Sam's ClubIn-n-Out: pays wor...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"once I finish writing this novel.\"","sentiment_score":0.2}
{"full_text":"RT No, 100,000 people have not died *of Covid-19*. 100,000 people have died *within 28 days of having tested positive for Covi...","sentiment_score":0.2272727273}
{"full_text":"RT Dear #Ontario, We are a group of 200+ doctors &amp; researchers highly concerned about the #COVID19 humanitarian crisis...","sentiment_score":0.16}
{"full_text":"I've read this several times and it still doesn't make any sense to me","sentiment_score":0.0}
{"full_text":"just got a random text saying everyone's getting a free year due to pandemic. I figure it's a hoax you might want to put you out a word on this happening. If I can send you a copy of the text (I don't want people going to the link), please let me know where I may send it","sentiment_score":-0.075}
{"full_text":"RT So it's finally okay to talk about the serious health implications of just staying shut down forever???","sentiment_score":0.0037037037}
{"full_text":"RT australia managed to go covid-free so now the gays finally get to club to chromatica","sentiment_score":0.0}
{"full_text":"RT Biden is talking about race. He discusses the George Floyd killing, saying it marked a turning point in views on racial justice...","sentiment_score":0.1}
{"full_text":"Lakes deserted like first lockdown but due to weather helps to understand the utter stupidity of relying on the common sense of idiot's who dissapointed with May as Thatcher's 2nd cumming thought we wouldn't notice,works every time.","sentiment_score":-0.225}
{"full_text":"RT  Tomorrow, State Secretary for will discuss #Spain's road to economic recovery after the #COVID1...","sentiment_score":0.2}
{"full_text":"Check out these #SCCareers opportunities available at Apply today!","sentiment_score":0.5}
{"full_text":"RT What's been extraordinary during this pandemic is realising just how much more valuable a human life is in New Zealand...","sentiment_score":0.2424242424}
{"full_text":"RT President Joe Biden has fired Sean Conley, the buffoon who lied during Agolf Twitler's time at Walter Reed and who sent...","sentiment_score":0.0}
{"full_text":"A study conducted by researchers has revealed that mutations in the proteolytic cleavage site within the S2 subunit can alter the processing of SARS-CoV-2 spike protein, affecting viral entry into host cells.#COVID19 #mutationhttps:\/\/t.co\/8LjJUwqHLE","sentiment_score":0.0}
{"full_text":"\"While I do have a pre-K-12 background -- and that's an area of passion for me -- I recognize as a first-generation college student myself the importance of higher education and the importance of making it accessible.\" ","sentiment_score":0.3125}
{"full_text":"RT \"We need public intervention in the field of child #Psychology.\"@GabLattanzio, english teacher at Paul Robert high school,...","sentiment_score":0.0533333333}
{"full_text":"Level 5 restrictions have been extended into March.","sentiment_score":0.0}
{"full_text":"State's COVID adviser heads to Biden administration (via ","sentiment_score":0.0}
{"full_text":"Though the Russian COVID jab Sputnik V is still undergoing the final stage of clinical trials in India, the country's ambassador to Moscow has already had the shot.DETAILS:","sentiment_score":0.0}
{"full_text":"Stay up-to-date with the latest #COVID19 developments in the U.S. with public health expert on Watch here  ","sentiment_score":0.25}
{"full_text":"This is his priority in a state that has seen 25,445 people die from COVID-19. What a sinister clown.","sentiment_score":-0.5}
{"full_text":"An Anchorage man who tested positive for COVID-19 broke quarantine in Haines then boarded a flight with nine other passengers earlier this month. Since his visit, the Haines Emergency Operations Center has reported two new local cases of COVID-19.https:\/\/t.co\/G4IyMXKv6x","sentiment_score":0.0231060606}
{"full_text":"Rotterdam, the NetherlandsPolice in Beijerlandselaan attempt to maintain order as a second wave of riots followed the introduction of a coronavirus curfew at the weekendPhotograph: Marco de Swart\/ANP\/AFP\/Getty Images","sentiment_score":0.0}
{"full_text":"Still going to the grocery store? With new virus variants spreading, it's probably time to stop.Health experts say you should avoid optional trips whenever you can. You probably need a better mask, too.By Julia Belluz (@juliaoftoronto)#Austria #Canadahttps:\/\/t.co\/O0oMOfUTG4","sentiment_score":0.3181818182}
{"full_text":"RT Anti-vaccine groups are blaming patients' coincidental medical problems on covid shots, even when it's clear that age or underl...","sentiment_score":0.05}
{"full_text":"At this time, the federal government provides Maryland approx. 10,000 doses of COVID-19 vaccine per day, while over 2 million people are eligible in Phase 1. Marylanders are urged to remain patient until they are eligible. We are all in this together.","sentiment_score":0.0}
{"full_text":"\"The Associated Students of Madison plan to move ahead with a proposal to create a multi-million dollar COVID-19 relief fund for UW-Madison students, despite a university statement on Monday claiming that doing so would violate the law.\"https:\/\/t.co\/ykuWE7jj2i","sentiment_score":0.0}
{"full_text":"RT At least three schools in the district are sheltering in place due to police activity in the area.","sentiment_score":-0.2125}
{"full_text":"President Biden's proposal to extend and expand paid sick, family, and medical leave would provide greater benefits for a longer period of time and to more people, but could cost the federal government between $132.0 billion and $154.6 billion.https:\/\/t.co\/BK7ZX6dgKV","sentiment_score":0.0714285714}
{"full_text":"RT And we aren't.Three lockdowns later we have the third highest mortality per population in the world.*5000 times* highe...","sentiment_score":0.0}
{"full_text":"Would you like to see our frontline workers given a PS2k pay rise? https:\/\/t.co\/MGRPVHrf7P","sentiment_score":0.0}
{"full_text":"For the first time in 37 years, the beer brand will not be running an ad during the game, joining beverage giants Pepsi and Coca-Cola.https:\/\/t.co\/kDTAAaSpcQ","sentiment_score":-0.075}
