{"full_text":"RT Trump defended himself from impeachment the same way he defended us all from COVID.","sentiment_score":0.0}
{"full_text":"\"#COVID19 #vaccine: #Lagos, #Oyo plan purchase, #Ogun, #CrossRiver, #Benue fault allocations\" | + should lead robust #Vaccines4All drive in #Nigeria to ensure rapid #pandemic turnaround@jidesanwoolu","sentiment_score":0.0}
{"full_text":"RT SurulereEti OsaAjeromiMushinAmuwo OdofinThese areas in Lagos have been declared as high burden areas for COVID19....","sentiment_score":0.16}
{"full_text":"RT Is the Prime Minister and Health Minister going to accept that we need lockdown to end and targeted shielding to begin so...","sentiment_score":0.0}
{"full_text":"RT 210114 Ariel NOAH got covid19 vaccine today RSKIA Yarsicr. as tagged","sentiment_score":0.0}
{"full_text":"I've let the demon in chief consume my attention lately so I keep forgetting to be infuriated about just how horribly McMaster has butchered this. Without lifting a finger. The upstate is being pummeled by covid and he gets to pretend he saved the day. resign bitch","sentiment_score":-0.65}
{"full_text":"RT The UK couldn't handle KFC running out of chicken, I don't know what made me think we'd handle a pandemic","sentiment_score":-0.6}
{"full_text":"RT Yes distributing the COVID-19 vaccines in 2021 is complicated but have you considered how Spain got the smallpox vaccine ac...","sentiment_score":-0.5}
{"full_text":"RT The UK couldn't handle KFC running out of chicken, I don't know what made me think we'd handle a pandemic","sentiment_score":-0.6}
{"full_text":"RT I just want to say thank you ubisoft for listening to the community and cooperation with the Delta Company. 2020 was a har...","sentiment_score":0.0}
{"full_text":"#Ivermectin anti-viral\/parasitic. More effective than #chloroquine83% reduction in risk of dying of Covid...!Saving lives in India, Egypt &amp; Honduras etc etcWhy are SAGE BLOCKING use as Covid19 treatment - meta-analysis by Dr. Andrew Hill","sentiment_score":0.55}
{"full_text":"RT As of 13th January 2021, 41,574 tests were conducted all over the #Pakistan out of which 3,097 were reported +ve, that...","sentiment_score":0.0}
{"full_text":"And makes Billy wear a mask ","sentiment_score":0.0}
{"full_text":"RT COVID-19: Lack of sponsorship hampering NIPRD's efforts in vaccine production-Adigwe #vanguard...","sentiment_score":0.0}
{"full_text":"RT You idiots are all waiting in line for Covid vaccines while I just got my 3rd dose from the guy in the truck parking lo...","sentiment_score":-0.4}
{"full_text":"RT The hospital's incredible staff are going above and beyond to guarantee patients receive the care they need in these m...","sentiment_score":0.45}
{"full_text":"RT Lockdown when your top love languages are quality time and physical touch is actually jail time","sentiment_score":0.225}
{"full_text":"really? Maybe it's because everyone is cooking their own food? Maybe it's because they're staying away from drs offices? Maybe it's because they're being diagnosed as covid?","sentiment_score":0.4}
{"full_text":"RT Horrendous news: 1564 more deaths from Covid.The devastating cost of deciding you know better than the scientists advi...","sentiment_score":0.0}
{"full_text":"RT A LOT OF COUNTRIES ARE ON LOCKDOWN, WHILE SOME ARE TAKING ADEQUATE PRECAUTIONS, BUT OUR LEADERS INSISTS ON NIN REGISTRA...","sentiment_score":0.3333333333}
{"full_text":"RT Superfan Nav Bhatia partners with Wellness Start-up ZERV offer free virtual fitness classes to keep Canadians healthy and...","sentiment_score":0.45}
{"full_text":"I thought I had very little in common with the Premier but our French pronunciation is bang on","sentiment_score":-0.18125}
{"full_text":"RT I spoke to the Coventry Telegraph about my first year as an MP, on everything from fighting for free parking for the city...","sentiment_score":0.325}
{"full_text":"Players getting little opportunities to showcase. -- Story by QMJHL players like Newfoundland's Zach Dean feeling the pandemic pressure | The Telegram","sentiment_score":-0.1875}
{"full_text":"LIBRA\/PIG...JUSTSORRYHIGH ST IS FINISHEDCOVIDSHOULD NEVER HAVE SHUT DOWNNO-ONE SHOULD HAVE DIEDjust needed to kill the CAUSEnot play with the symptoms","sentiment_score":0.0}
{"full_text":"RT Biodiversity day in hearing on the #EUBiodiversityStrategy for 2030 and its role in light of the sixt...","sentiment_score":0.4}
{"full_text":"Covid finally facing justice","sentiment_score":0.0}
{"full_text":"New York and New Jersey's COVID vaccine rollout is failing to meet the demand, with many people struggling to sign up for appointments. the details:","sentiment_score":0.2575757576}
{"full_text":"RT Excellent news for anyone who has already had #COVID19!People who have already contracted coronavirus are as protected...","sentiment_score":1.0}
{"full_text":"RT Nicola Sturgeon says Scotland's vaccine plan has \"been temporarily taken off the website.. the UK Government have raised c...","sentiment_score":0.0}
{"full_text":"In that case, I'm scared of Covid.","sentiment_score":0.0}
{"full_text":"RT Yesterday 1500 Covid deaths were announced but this horrendous figure don't get a mention on the front pages of these n...","sentiment_score":0.0}
{"full_text":"are u encouraging me to break lockdown rules  wowww","sentiment_score":0.0}
{"full_text":"RT People have asked how we are...We are a hospital in the middle of a pandemic. We are trying to get as many sick people...","sentiment_score":-0.0714285714}
{"full_text":"RT The 700Mw Zungeru hydroelectric power plant in Niger is 76% nearing completion. CNEEC Sinohydro Consortium had to stop work du...","sentiment_score":0.0}
{"full_text":"1\/14 math based on the Johns Hopkins #COVID19 outbreak map.https:\/\/t.co\/wqyMaRaWaC","sentiment_score":0.0}
{"full_text":"RT I would love to know how Stanley Johnson 80 can get both Covid injections, h...","sentiment_score":0.5}
{"full_text":"BREAKING: Both Pope Francis and his predecessor, former pope Benedict XVI, have received the coronavirus vaccine, the Vatican said on Thursday.","sentiment_score":0.0}
{"full_text":"RT Time to call a halt to the Premier League. It's for the best. Just declare whoever is currently top the winner.","sentiment_score":0.75}
{"full_text":"It's a pandemic, you're excuseddd","sentiment_score":0.0}
{"full_text":"RT Where are our heroes for zero? Get us out of this mess. #ZeroCovid","sentiment_score":-0.175}
{"full_text":"This makes me ill.   It's all about them.","sentiment_score":-0.5}
{"full_text":"RT Bookmark then scroll through this thread NOW.Anti-trans bills are being filed in state legislatures across the country....","sentiment_score":0.0}
{"full_text":"RT Excellent launch webinar for this report. Over 200 union folk on line and you can catch up. Have shared it with my","sentiment_score":1.0}
{"full_text":"The absolute rage, Butler's contribution at the end mostly spoke about COVID and how she learnt so much from doctors about this... Nothing about the actual people with ADHD I think it would have been better for my blood pressure if I didn't go tbh","sentiment_score":0.28}
{"full_text":"RT People are precious &amp; I am running for Mayor of NYC because we can make sure that every New Yorker is treated as precious -...","sentiment_score":0.4090909091}
{"full_text":"RT Covid testing at UTH paediatrics, no queues.","sentiment_score":0.0}
{"full_text":"Correct fella.....other health concerns cancer, strokes, heart &amp; lung etc...being ignored &amp; forgotten about, when those people end up eventualy hospitalised too late &amp; die , a lot will have also tested +ve for covid......it's a constant given.....totally corrupt the lot of 'em","sentiment_score":-0.2666666667}
{"full_text":"RT Eight months after armed militias and anti-lockdown protesters breached Michigan's state Capitol, officials banned all ope...","sentiment_score":0.0}
{"full_text":"There is no rule book for a crisis like Covid-19; but here are some tips for navigating the murky waters as a leader. ","sentiment_score":0.0}
{"full_text":"Half the truth ","sentiment_score":-0.1666666667}
{"full_text":"With 'Social Distancing' in place officially welcomed new member Martyn Allen to the","sentiment_score":0.0848484848}
{"full_text":"RT All these \"influencers\" out in Dubai, sending pics of themselves sunbathing or amazing food they are noshing, while we ar...","sentiment_score":0.6}
{"full_text":"RT There were 1,564 covid deaths in the UK today. A record high.How many in New Zealand? 0.Vietnam? 0.Australia? 0.T...","sentiment_score":0.3181818182}
{"full_text":"RT 2) To be clear, we've known #SARSCoV2 is airborne (and known for a while now, despite deniers &amp; downplayers). But the #b1...","sentiment_score":0.1}
{"full_text":"All must have N95 level masks. Said this from the beginning.","sentiment_score":0.0}
{"full_text":"RT Lawwell's line about how Celtic had been affected more by the pandemic than any other club really pissed me off, so I'v...","sentiment_score":0.1916666667}
{"full_text":"RT IMPORTANT: An international study of lockdowns by Stanford University experts shows NO clear, significant beneficial effect o...","sentiment_score":0.18125}
{"full_text":"RT #Algeria's regime to use the unproven #Russian #CovidVaccine &amp; #chinesevaccine 50% efficacy. This will ensure its ef...","sentiment_score":0.0}
{"full_text":"RT Why we choose customized microphones?-We want to give them something that they can use for normal or important events-W...","sentiment_score":0.275}
{"full_text":"Amen ","sentiment_score":0.0}
{"full_text":"RT When lockdown is over I'm promising myself a spa day idc","sentiment_score":0.2}
{"full_text":"Human rights violations and covid denial are in the way. A cup of coffee won't fix it.@KenRoth","sentiment_score":0.0}
{"full_text":"RT Read about the value of nature in supporting people with #dementia though #COVID pandemic and techniques to engage people, f...","sentiment_score":0.25}
{"full_text":"Ten Minute Rule Motion: Covid-19 Financial Assistance (Gaps in Support)From: Tracy Brabin (Lab Co-op) Watch:","sentiment_score":0.0}
{"full_text":"RT Good round up of some of Trump's UK cheerleaders from @OwenJones84. Touches on the question that should be asked of these c...","sentiment_score":0.25}
{"full_text":"RT  Congratulations for this important step towards mass adoption!  #ICONProject $ICX #ICX","sentiment_score":0.5}
{"full_text":"Far too slow. put the whole country on lockdown until the vaccine yet are not prepared when it arrives! Why slow appointment system and why not a 24hr operation to get this done ASAP","sentiment_score":-0.0625}
{"full_text":"Apologies Joanne not being clear, not question of money I'm seeking highlight but what's difference complying with medical #COVID19 restrictions by paying PS50? Private dentist charging full cost to them so why can't NHS offer deal rather than sit back &amp; watch our teeth decay ?","sentiment_score":0.09}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"RT Wear a mask, stay safe.","sentiment_score":0.5}
{"full_text":"RT  An international group of youth leaders is calling on authorities to show the same urgency when it comes to reducing...","sentiment_score":0.0}
{"full_text":"Adam Skelly Just Threatened To Sue Us With All Your Money If I Don't Have A Covid Debate With Him.  Should I Do It?  You Decide.","sentiment_score":0.0}
{"full_text":"RT |TRusT|Documentary on One-Year Anniversary of Taiwan's Fight Against COVID-19|English version#COVID19  #TaiwanCDC#Taiwan...","sentiment_score":0.0}
{"full_text":"RT QUITE THE SHOCK, from a 5x bankruptcy filing epic failure, thoseThinking this business man would be great, time to apolog...","sentiment_score":0.1944444444}
{"full_text":"384,784 dead of COVID.#TrumpVirusDeathToll385K","sentiment_score":-0.2}
{"full_text":"Randomly bringing up covid is apparently a code.Trump did this as well.","sentiment_score":-0.225}
{"full_text":"Hero...Dedicated respiratory therapist dies from COVID-19 #COVID#selfless #service #Heroes","sentiment_score":0.0}
{"full_text":"RT Perhaps the most important thing the pandemic has taught us is that it's much easier be locked up at home if you're with a d...","sentiment_score":0.3666666667}
{"full_text":"An 11-day nationwide shutdown and round-the-clock #curfew begins today in #Lebanon, where residents must now request special permission to allowed to leave the house and even supermarkets are closed. #coronavirus","sentiment_score":0.1285714286}
{"full_text":"RT Aren't you suppose yo quarantine yourself Mr. after returning from a trip outside India ?No obligations...","sentiment_score":0.0}
{"full_text":"RT My social battery during this lockdown is so low, I feel like I can speak to specific people or else it feels like too mu...","sentiment_score":0.0111111111}
{"full_text":"RT The UK couldn't handle KFC running out of chicken, I don't know what made me think we'd handle a pandemic","sentiment_score":-0.6}
{"full_text":"RT #PopeFrancis and Pope Emeritus Benedict XVI receive their first doses of the Covid-19 vaccine in the Vatican.https:\/\/t.co...","sentiment_score":0.25}
{"full_text":"Covid test required on entry to Ireland -","sentiment_score":0.0}
{"full_text":"Hanging in there! You? Big lockdown your way now, right?TBH, I rather wish we had the same.Better days are coming...","sentiment_score":0.0}
{"full_text":"RT Our team showing true grit helping to get people moving in Batley.   Please stay at home if you can. Take care and...","sentiment_score":0.35}
{"full_text":"RT scientists have questioned the safety of both Covishield &amp; Covaxin in light of several media reports on side effects of bot...","sentiment_score":0.2}
{"full_text":"RT Travellers to England from 4am on Monday 18 January must show proof of a negative COVID-19 test taken no more than 3 da...","sentiment_score":-0.275}
{"full_text":"RT Another broken promise: Trump's pledge to eliminate the national debt in 8 yearsUnder his watch, the debt has gone up $7.8...","sentiment_score":-0.4}
{"full_text":"We had high hopes for 2021, but with the #pandemic, plus other issues, it's continuing to be a tough time for many of us. However, there are things to be #thankful for. Some thoughts on how to show #gratitude in your lab.","sentiment_score":0.0365277778}
{"full_text":"RT On  I have just seen lay people being trained to give Covid vaccine injections whereas I, a doctor for over 50 ye...","sentiment_score":0.0}
{"full_text":"RT IMPORTANT: An international study of lockdowns by Stanford University experts shows NO clear, significant beneficial effect o...","sentiment_score":0.18125}
{"full_text":" You call for lockdown but you cannot prove they have any effect? It is up to me to prove they don't work?? Have you ever thought of getting a job as a scientific researcher? my advice don't","sentiment_score":0.0}
{"full_text":"All other forms of death have dropped since they're all being counted as COVID. Follow the .","sentiment_score":-0.125}
{"full_text":"RT Ole Gunnar Solskjaer:* didn't get 1st choice signings* off-field squad issues* no pre-season* late signings* star and ne...","sentiment_score":-0.3}
{"full_text":"I bet viewers were distressed to see tell to \"Just calm down\" when pressing her on state and local funding during this pandemic, and then see him just take it.https:\/\/t.co\/EGUZv8YScR","sentiment_score":0.0481481481}
{"full_text":"#VeryMeRewards and tagging if I had the chance to win a years worth of surprises I'd be sure to use it for providing  oxygen supplies to NHS hospitals. Supplies are running low, as no of patients admitted with coronavirus gets higher  my wish","sentiment_score":0.37}
{"full_text":"Members of the Advisory Committee on Equitable COVID-19 Vaccine Distribution told that DHSS is expected to announce soon that first responders will move into the first wave of groups eligible to get the COVID vaccine. #moleg #mogov","sentiment_score":0.1333333333}
{"full_text":"RT It's my sister-in-law's funeral this morning. COVID19 complications. She was 30. She and my brother got married in Septem...","sentiment_score":0.25}
{"full_text":"RT Value difference Pay equitablyShare our powerThree ways to support the people-powered fabric of #care for new #paren...","sentiment_score":0.1363636364}
{"full_text":"RT I encourage Marylanders to tune in at 5 p.m. for important #COVID19 vaccine information and updates.Watch live via Twi...","sentiment_score":0.2681818182}
{"full_text":"RT Indian Covid-19 vaccines to kickstart Brazilian vaccination program. Responding to the request of Brazilian President Jair Bol...","sentiment_score":0.0}
{"full_text":"RT Tigray funded and put together several COVID testing centers &amp; isolation spaces to fight #COVID19 . The invading forces d...","sentiment_score":0.0}
{"full_text":"RT Just one more day to register for our support webinar, created in response to the latest Coronavirus lockdown:'Revie...","sentiment_score":0.5}
{"full_text":"RT Government guidance states schools are NOT required to provide free school meals during February half term.Sigh.https:...","sentiment_score":0.1166666667}
{"full_text":"RT As of December, OnlyFans had more than 90 million users and more than one million content creators, up from 120k in 20...","sentiment_score":0.5}
{"full_text":"RT Being a parent of a teenager can be challenging especially now with Covid-19, so to help ParentingNI are providing the...","sentiment_score":0.25}
{"full_text":"RT Mathematical evidence has emerged of a criminal correlation between the Vaxx roll-out and 'COVID deaths'.#Vaxxterminati...","sentiment_score":-0.2}
{"full_text":"RT #UPDATE Both Pope Francis and his predecessor, former pope Benedict XVI, have received the coronavirus vaccine, the Vatican said o...","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic has adversely affected drug utilization in multiple ways. Advanced economic analysis can help measure and mitigate its effects on brand utilization, #PatientHealth, and economic outcomes. Read Axtria's blog to learn more:","sentiment_score":0.26}
{"full_text":"If you are a student, stay at home mum or dad.Or working class, corpers. E.t.c.Don't wait until you are sacked.With your smart phone start a side business with 40k and be earning daily.Interested click on the linkhttps:\/\/t.co\/OW6EBvbZg5","sentiment_score":0.2142857143}
{"full_text":"Hi, just wanted to send you this horticultural therapy initiative by POP Gardens supporting mental health across the UK through the pandemic. Wondered if you would be interesting in covering this story and collaborating? Many thanks.","sentiment_score":0.27}
{"full_text":"That's the whole point. There are no magic bullets. There is no screening test for infective Covid. The only tools available to the community are a reduction in f2f contacts, and effective contact tracing after diagnosis. This is public health 101. It is not 'throwing stones' to\/","sentiment_score":0.1583333333}
{"full_text":"Other details of the #target 's plight are just examples-forget all, and try to live them yourselves, then you'll get a sixth sense sort of thing regarding these #Pharmaceutical #wine #freemason #Globalist s #criminal #mafia hopefully brought to public knowledge through #COVID19","sentiment_score":-0.0971590909}
{"full_text":"COVID-19 VACCINE ROLLOUT STARTS AT BELMONT HOUSESTAFF and residents at Belmont House Care &amp; Nursing Home in Stocksbridge have been receiving their first Covid-19 vaccinations this week.Story continued at:","sentiment_score":0.25}
{"full_text":"In the past three days, 175 local residents have tested positive for COVID-19.","sentiment_score":-0.0075757576}
{"full_text":"Training changed drastically as we adapted to the COVID-19 environment. Despite these changes, we have continued to ensure our soldiers are well-trained while preventing the spread of COVID-19. We are always #StrongProudReady, check out some photos from our trainings in 2020!","sentiment_score":0.0}
{"full_text":"Peter Tsai--the 68-year-old inventor of the N95 mask filter--came out of retirement to fight #COVID19, joining the 58% of workers who say they plan to work in retirement. Read more from #disruptaging","sentiment_score":0.5}
{"full_text":"Stay home, save lives.","sentiment_score":0.0}
{"full_text":"RT Thank you President Trump for...1. Best economy ever 2. Lowest unemployment 3. Tariffs that protect U.S. jobs4. Lo...","sentiment_score":1.0}
{"full_text":"After a turbulent year of adjustments to COVID-19, #Thailand's opposition parties will submit a motion to censure PM Prayut Chan-o-cha and his government for their handling of the pandemic.https:\/\/t.co\/f7h5n3TPJX","sentiment_score":0.0}
{"full_text":"RT The U.S. is averaging 3,000 COVID deaths per day while Republicans are using their political capital to whine about Twi...","sentiment_score":0.0}
{"full_text":"RT We are the most disadvantaged year ever in terms of time lost and disruption. The Leaving Cert is an outdated exam, th...","sentiment_score":0.05}
{"full_text":"What COVID-Related Habits Should You Keep After the Pandemic?https:\/\/t.co\/FDrwYMBDkc","sentiment_score":0.0}
{"full_text":"Blades launch women's mental health football sessions Read how before lockdown and have been working together by #ConnectSport","sentiment_score":-0.1}
{"full_text":"The latest updated Covid-19 figures for #Solihull:517 cases per 100,000 people in the latest week 3-9 Jan(source BBC News: continue social distancing and stay at home to keep each other safe.","sentiment_score":0.2816666667}
{"full_text":"RT Hon'ble CM Shri chaired a review meeting to discuss the preparations made for the Delhi Govt's COVID vac...","sentiment_score":0.0}
{"full_text":"When using public transport please maintain social distancing as best you can-If your bus or tram is looking a tight squeeze, hold off - another will be along in just a few minutes timeKeep yourself safe by avoiding busy crowds and travelling off-peak where possible","sentiment_score":0.1568452381}
{"full_text":"Patients set to receive life-saving Covid-19 vaccine in the Ulverston Community Health Centre tomorrowhttps:\/\/t.co\/iz7ralDFBr","sentiment_score":0.0}
{"full_text":"Online Education will empower humans, not replace them, says the founder of Kahn Academy. Now more than ever ! #edtech #Online #elearning #highereducation #COVID19","sentiment_score":0.625}
{"full_text":"Dozens more people have caught  covid in East Staffordshire in 24 hours - figures for Derbyshire and Staffordshire toohttps:\/\/t.co\/PRBtXRHX93","sentiment_score":0.5}
{"full_text":"As the pandemic drove investors to safer assets, cryptocurrencies have made a comeback. Read about how high-risk takers are allocating money to these investments, #BajajFinserv #BajajFinance","sentiment_score":0.0}
{"full_text":"Has your drinking, eating or spending increased during the pandemic? At 8:12 professor tell us how pandemic stress impacts our \"bad habits\" and the long-term effects on health. Tune to 97.5fm or 91.9fm or stream live here -","sentiment_score":-0.2818181818}
{"full_text":"RT #Pakistan  has recorded the biggest jump in #CoronaVirus cases in nearly a month, when on 13th January, 2021, more th...","sentiment_score":0.2}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurvehttps:\/\/t.co\/K8Rgkh7PPe","sentiment_score":0.0}
{"full_text":"Blimey. He's better than Winks already !","sentiment_score":0.625}
{"full_text":"The Coronavirus Job Retention Scheme has been further extended until the end of April 2021. With support from the UK Government, Craigie's Farm Shop was able to protect jobs and continue selling local produce.","sentiment_score":0.1666666667}
{"full_text":"Lovely day out there today... We look forward to welcoming you back again when it is safe to do so. #kaynes #killarney #january #sunshine #thursday #weekendcoming #lockdown","sentiment_score":0.3333333333}
{"full_text":"NEW MUSICIn a bid for raising awareness, musicians #Ritaa and have come together to conduct Covid-19 campaign called \"Osaphweketsa.\" Read more: #Mdub2six5","sentiment_score":0.3181818182}
{"full_text":"For many, #winter is the season of joy. Despite #COVID19, we are all determined to spend time with those we love. Share some of this warmth with those in need this winter. 5 drinks = 1 week of hot &amp; healing meals for a #hospital patient #DWWShareYourWarmth","sentiment_score":0.5125}
{"full_text":"We caught up with Pittsfield's own Paul Culpo, whose men's hoop team is ramping up for a Little East season.https:\/\/t.co\/MfhTIO1KpD","sentiment_score":0.20625}
{"full_text":"Current Conditions for #Sayre PATemp: 31.3FWind Chill: 31.3FHumidity: 96%Dew Point: 30.3F Barometer: 29.917 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 191.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"On this day one year ago:","sentiment_score":0.0}
{"full_text":"RT I'll never vote Tories again I'm labour all the way tony lloyd","sentiment_score":0.0}
