{"full_text":"same as all through the last lockdown i'd imagine","sentiment_score":0.0}
{"full_text":"RT I remember Boris Johnson telling parents to send their children to school regardless of covid fears like it was yester...","sentiment_score":0.0}
{"full_text":"Good morning blinks. be safe and wear a mask","sentiment_score":0.6}
{"full_text":"RT According to Speaker Pelosi, healthy Americans must wear masks, close their small businesses, and stay home at all times....","sentiment_score":0.125}
{"full_text":"RT I am a Matthew 25 Christian. I don't see how anyone could lift up that gospel on Sunday, and then fight to get rid of...","sentiment_score":0.0}
{"full_text":"RT the coronavirus was one of the top stories of 2020","sentiment_score":0.5}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"RT Abortion supporters: You can't force me to do anything! My body my choiceAlso abortion supporters: people should be forced to...","sentiment_score":-0.3}
{"full_text":"HEADLINE: Dining out during the coronavirus pandemic - in pictures : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.0}
{"full_text":"THIS WORKS WONDERS","sentiment_score":0.0}
{"full_text":"RT This is a smart step to keep the Gov and Leg safe. Will take any action to keep Arizonans safe right now?Ou...","sentiment_score":0.32}
{"full_text":"England goes into new lockdown as COVID-19 variant rampages","sentiment_score":0.1363636364}
{"full_text":"RT India TV Editor-in-Chief Rajat Sharma gave birth to a viral false claim on social media that 190 countries have pre-booked Bha...","sentiment_score":-0.1833333333}
{"full_text":"The tragedy of #COVID19 and an overloaded hospital in Egypt All patients on #ICU ward died after oxygen supply failed via is what deniers denigrate in , traumatised staff and familiesInna Lillahi wa inna ilayhi raji'un","sentiment_score":-0.5}
{"full_text":"RT BODYBAGS. Georgia's Republican senators invested in BODYBAGS after a January COVID briefing. Please help spread the wor...","sentiment_score":0.0}
{"full_text":"This fascinating insight into S Korea's Covid precautions went viral because it's so different to the UK and UShttps:\/\/t.co\/MdKZ3F5HaX","sentiment_score":0.35}
{"full_text":"RT So 20% of the covid relief bill went to covid relief. The rest 80% went over seas to foreign Nations including China.THE SWAM...","sentiment_score":-0.125}
{"full_text":"RT Trump: I'm going to go to my Scotland property the last day of my term, so I can't be arrested. Scotland: Declares month...","sentiment_score":0.0}
{"full_text":"RT Why aren't you using similar language &amp; descriptions to describe the bumbling...","sentiment_score":0.0}
{"full_text":"RT Make sure to get a lot of sleep tonight. These next few days will be the end of the end. Ignore the hype. Nothing can reverse...","sentiment_score":0.1}
{"full_text":"RT I've got my lockdown starter pack ready ","sentiment_score":0.2}
{"full_text":"RT NEW: Arizona has highest rate of #COVID19 in the world, latest data shows: #abc15","sentiment_score":0.3181818182}
{"full_text":"RT The choice is simple:Perdue\/Loeffler:- Tax cuts for billionaires- Overturn Elections- No Covid ReliefOssoff\/War...","sentiment_score":0.0}
{"full_text":"RT Tired of corona bruh I'm trynna go bowling or sum","sentiment_score":-0.4}
{"full_text":"RT .99 cents! \"I want to go to Heaven, Mom\". Five years old. What would you say? #ASMSG #SNRTG  ","sentiment_score":0.1}
{"full_text":"COVID-19 LOVES THIS!!!","sentiment_score":0.0}
{"full_text":"RT the Department for Education are an absolute shambles* no mention of universities and the impact a lockdown will have...","sentiment_score":0.2}
{"full_text":"RT Wahala dey for who no dey wear mask oh. My friend's brother went to Nigeria on December 15,   By December 25, he had contrac...","sentiment_score":0.0}
{"full_text":"RT #OnMyMind: The striking similarities of multisystem inflammatory syndrome in children and a myocarditis-like syndrome in adult...","sentiment_score":0.3}
{"full_text":"RT REPORT: Kevin Durant has to quarantine for seven days due to contact tracing and exposure to COVID-19, via","sentiment_score":-0.125}
{"full_text":"RT The Wisconsin pharmacist accused of sabotaging over 500 doses of the Covid-19 vaccine was \"an admitted conspiracy theorist,\" p...","sentiment_score":0.0}
{"full_text":"Get in a huge ass car wreck after you get laid off due to a global pandemic and thus uninsured and unable to pay the bills to remove the shards of glass out of your rib cage and le me know what the snap peas you grew in your garden say.","sentiment_score":-0.05625}
{"full_text":"RT Ecuador: Get the flu shot now. Keep wearing masks, avoid crowds, wash hands. This should provide you almost the same prot...","sentiment_score":0.0}
{"full_text":"RT In case you missed it: Kelly Loeffler opposed additional COVID aid this summer. At the same time, her husband's mega-compa...","sentiment_score":0.0}
{"full_text":"RT Huh.Maybe that's why the darn thing is taking so long...#abpoli #ableg #cdnpoli","sentiment_score":0.0}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT @GovRonDeSantis1st U said that we should just take 1 vaccine shot despite CDC &amp; maker saying we need 2 &amp; now you're...","sentiment_score":0.0}
{"full_text":"We are very concerned that students doing BTEC exams are having to come in to schools during lockdown! If you are a BTEC student living in Birmingham with someone who is shielding, please send us a message as we might be able to offer you some assistance!","sentiment_score":0.4375}
{"full_text":"After testing positive for covid me and my girls isolated for ten days and now we're straight back into a lockdown,, no wonder people end up on the brink.","sentiment_score":0.1068181818}
{"full_text":"RT Masks categorically do not reduce oxygen saturation. This is a lie made up as an excuse by those who believe the pande...","sentiment_score":-0.05}
{"full_text":"On our own. No leadership, no plan, no decency. #COVID19","sentiment_score":0.6}
{"full_text":"RT An independent monitor, appointed by a federal judge, says \"the prioritized and expedited\" administration of COVID-19 vaccin...","sentiment_score":0.0}
{"full_text":"RT After working as a preschool teacher in Charlotte, North Carolina, for two decades, Joe Camp was laid off in September amid the co...","sentiment_score":0.0}
{"full_text":"RT The choice is simple:Perdue\/Loeffler:- Tax cuts for billionaires- Overturn Elections- No Covid ReliefOssoff\/War...","sentiment_score":0.0}
{"full_text":"RT I thought I had seen all the Mondays. But a pandemic January Monday following the New Year is the most Monday of all the Mond...","sentiment_score":0.2121212121}
{"full_text":"RT Just lock us down till this is patterned don't even give us a lockdown break, we need to rescue Summer 2021","sentiment_score":-0.1555555556}
{"full_text":"RT 0 testing = 0 cases = 0 deaths. Genius","sentiment_score":0.0}
{"full_text":"RT Trump: I'm going to go to my Scotland property the last day of my term, so I can't be arrested. Scotland: Declares month...","sentiment_score":0.0}
{"full_text":"\"In some ways, I prefer the coronavirus to the police... I fucking hate the virus. But at least it doesn't pretend it's here to help. It doesn't drive around the neighborhood with 'Protect and Serve' painted on its side before it kills you.\" - from the movie 'Death to 2020'","sentiment_score":-0.55}
{"full_text":"I remember the UK originally with only 3 alert levels. It's getting so bad they had to invent 2 more.","sentiment_score":0.04375}
{"full_text":"RT #Lockdown I'm reposting these UK numbers, which are always here to help:Samaritans116 123Domestic Abuse UK0808 200...","sentiment_score":0.0}
{"full_text":"This is not meant to sound insensitive but we are keeping people alive for way to long I have worked in long term care most of the people don't recognize their family, they cry and scream at night they are in pain and heavily medicated these are the people dying from Covid.","sentiment_score":0.1166666667}
{"full_text":"RT I really hate that this is true - and I promise I already feel bad about it - but the first person to go in for a hug on me a...","sentiment_score":-0.225}
{"full_text":"RT One in five residents currently tested is infected with COVID-19. Your bubble is not as safe as you think it is. Don't...","sentiment_score":0.25}
{"full_text":"RT UPDATE: The UK COVID-19 Alert Level will move from Level 4 to Level 5.This means the number of cases is rising and there i...","sentiment_score":0.0}
{"full_text":"Interesting. Seems to be a more accurate comparison.","sentiment_score":0.4666666667}
{"full_text":"RT As another national lockdown is confirmed, one which is set to last at least six weeks, the time really has come for a...","sentiment_score":0.075}
{"full_text":"Our family was very sad we were having to isolate over the Christmas break due to the COVID Grinch.  But when snow started to fall on Christmas Eve, I knew just the thing to lift our spirits.  I donned the suit and brought joy to all! #KCSselfcare","sentiment_score":0.075}
{"full_text":"RT Instant View: England heads into new COVID lockdown","sentiment_score":0.0681818182}
{"full_text":"This &gt;&gt;&gt;&gt;Ambulance crews told not to transport patients who have little chance of survival","sentiment_score":-0.1875}
{"full_text":"RT It's a Covid-19 bill not in that it fights Covid-19, but in that Covid-19 literally wrote the bill","sentiment_score":0.0}
{"full_text":"RT \"My name is Tasneem, and I am a Black single mom to my baby Gabriel. We are in desperate need of help to put a roof ove...","sentiment_score":-0.2793650794}
{"full_text":"RT A pharmacist arrested on charges he sabotaged doses of the Covid-19 vaccine at a Wisconsin hospital was \"an admitted co...","sentiment_score":0.0}
{"full_text":"RT NY Gov Cuomo denied NYC's request to vaccinate people who are 75 and older, despite the fact the City has only used 25% of...","sentiment_score":0.0833333333}
{"full_text":"RT We have reached the point where national lockdown restrictions are needed immediately as UKG has done. We must use the ti...","sentiment_score":0.0}
{"full_text":"RT Literally all of the guidance in this WHO video has been changed or ignored since it came out in March.In the course...","sentiment_score":0.0}
{"full_text":"RT #WeWantPSPMOnline in a nutshellMatric: hey students, please return to campusStudents: OK. But won't it be impossible fo...","sentiment_score":-0.0833333333}
{"full_text":"&lt;pulls out hair&gt; can these two chucklefucks just be cool for one fucking second, oh my god","sentiment_score":0.175}
{"full_text":"According IHS Markit, PH Manufacturing Purchasing Managers' Index (PMI) further deteriorated to 49.2 in December. It attributed the deterioration in factor activity to the continued imposition of lockdown restrictions and bad weather in December.","sentiment_score":-0.35}
{"full_text":"RT People in wonderful virus-free China don't enjoy many freedoms but unlike America they have freedom to move, unles...","sentiment_score":0.6333333333}
{"full_text":"Only reason my bio says that is because I'm moving there post COVID. So I thought why the hell not haha.","sentiment_score":-0.05}
{"full_text":"This is Preposterous! Since when did the chinese virus become the South African virus? This deliberate misinformation needs to stop IMMEDIATELY!","sentiment_score":0.0}
{"full_text":"63 days in #Tigray  No Bank service  No Electricity  No Hospitals service  No Water &amp; Food  No Humanitarians Service  No Cellphone Service  No Transportation No Media access  No Schools  No peace#TigrayGenocide#WarCrimesOnTigray#StopWarOnTigray","sentiment_score":0.0}
{"full_text":"Your amazing ToRE.  from lockdown Cheers  always","sentiment_score":0.6}
{"full_text":"RT the silver lining of lockdown is the chance to post this clip again","sentiment_score":0.0}
{"full_text":"RT The danger of the new Covid variant isn't that it's more severe, but that it's more contagious. If more people get infect...","sentiment_score":0.4090909091}
{"full_text":"Really missing my UK family and friends and thinking of them all tonight as they head into another lockdown. When we can travel safely from Alberta again without putting ourselves and others at risk it's hands down the first place I'm heading.","sentiment_score":0.0986111111}
{"full_text":"RT Good thing the coronavirus is not becoming more transmissible.","sentiment_score":0.325}
{"full_text":"RT It's morbid to think about, but I find it interesting that no federal provision has been made for funds to assist families in...","sentiment_score":0.5}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT The choice is simple:Perdue\/Loeffler:- Tax cuts for billionaires- Overturn Elections- No Covid ReliefOssoff\/War...","sentiment_score":0.0}
{"full_text":"RT Democrats best thing to do on Wednesday is stay home don't go anywhere near DC.  We won so there's absolutely no reason to...","sentiment_score":0.3333333333}
{"full_text":"RT if you're an influencer in LA and you're still collabing with people outside of your household, i genuinely hope you're...","sentiment_score":0.2}
{"full_text":"RT The choice is simple:Perdue\/Loeffler:- Tax cuts for billionaires- Overturn Elections- No Covid ReliefOssoff\/War...","sentiment_score":0.0}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"Yes, please speak with more empathy when talking about COVID. These numbers are actually real people with real loved ones whose lives are being affected.","sentiment_score":0.5666666667}
{"full_text":"The left wing BBC trying to start panic buying.....do you have no shame do you not care about people's lives as long as you can blame it on the government....?????","sentiment_score":-0.025}
{"full_text":"Tell people to wear a mask.","sentiment_score":0.0}
{"full_text":"China asserted that the pandemic was likely to have been caused by separate outbreaks in multiple places in the world.https:\/\/t.co\/Kc6n4YTw7F","sentiment_score":0.0}
{"full_text":"RT DUDLEY MCCLURKIN, 45 of Sherwood, Arkansas died of COVID on Oct. 10.He \"never met a stranger &amp; was always the life of t...","sentiment_score":0.0}
{"full_text":"RT I hate to say it.... I hope I don't sound ridiculous but.... we need to start flogging people with no medical\/scientifi...","sentiment_score":-0.2444444444}
{"full_text":"On Monday, the Wisconsin Department of Health Services reported an additional 1,407 new confirmed COVID-19 cases. The state has averaged 2,255 new cases per day in the last week.https:\/\/t.co\/rddv1ct5j9","sentiment_score":0.1681818182}
{"full_text":"New South Wales Opposition Leader Jodi McKay says the only lockdown possible to stop the spread of COVID-19 in the community would be a Greater Sydney lockdown.https:\/\/t.co\/KJSo5NYjZh","sentiment_score":0.1590909091}
{"full_text":"RT Abortion supporters: You can't force me to do anything! My body my choiceAlso abortion supporters: people should be forced to...","sentiment_score":-0.3}
{"full_text":"To Financial Express Online question on whether it was right to think that the approval was granted based on phase II data alone, he said, \"the approval is not based on phase II data alone . It is based on our extremely good &amp; proven technology platform. \"","sentiment_score":0.3285714286}
{"full_text":"RT To meet Boris Johnson's new goal to exit this lockdown Matt Hancock needs to get from 300,000 vaccinations a week to 2 million...","sentiment_score":0.1363636364}
{"full_text":"Primary school closures during #COVID19 could result in 5.53 million years of life lost for children across the US. Click to read this study's findings. #MedEd","sentiment_score":0.4}
{"full_text":"Food shortage in Malaysia is a very real possibility due to the pandemic. Will Muhyiddin heed our advice before it's too late???More ","sentiment_score":0.0675}
{"full_text":"BEFORE travelling, please consult the British Government's website to check the conditions for entering UK.https:\/\/t.co\/h5G4ZCDe1p","sentiment_score":0.0}
{"full_text":"#UK PM Boris Johnson announced third national lockdown in England on Monday; people must now stay at home except:-Essential workers who can't work from home-Shopping for necessities-To exercise once per day-To provide care to vulnerable people-To get medical care","sentiment_score":-0.1666666667}
{"full_text":"A popular Australian jewellery retailer has been forced to close its UK stores due to a new lockdown sparked by a surge in COVID-19 cases.https:\/\/t.co\/sif7bCQfiC","sentiment_score":0.0622727273}
{"full_text":"Aussie legend Eric Bana says he owes his wife big time.  This is why ","sentiment_score":0.0}
{"full_text":"RT Albertans have every right to expect that people in positions of public trust be held to a higher standard of conduct during C...","sentiment_score":0.1339285714}
{"full_text":"The only word that is incorrect is \"work\".  He may be making calls to intimidate people, attempt to overturn a legitimate election or even plan his escape from the USA. But he is probably not working to defeat coronavirus or expedite vaccine deployment","sentiment_score":0.0}
{"full_text":"The Whitefish City Council will consider an emergency ordinance to ensure the continuation of COVID-19 precautions for the health and safety of citizens and visitors by requiring the use of face coverings in certain settings.","sentiment_score":0.2142857143}
{"full_text":"According to the COVID Tracking Project, because of disruptions in holiday testing and reporting, it won't be well into mid-January that the US could know how bad the holiday wave was.https:\/\/t.co\/mAiqciVRGJ","sentiment_score":-0.7}
{"full_text":"VA ends 2020 with more than 6,500 coronavirus deaths and 150,000 infections","sentiment_score":0.5}
{"full_text":"\"To understand the long-term effects, we have to formally evaluate the vaccines in the broader population.\"  MacArthur Fellow and others on choices with the new #COVID19 vaccines. #MacFellow via","sentiment_score":0.1363636364}
{"full_text":"A growing list of mayors in the country has already announced free COVID-19 vaccines to its residents. | via","sentiment_score":0.4}
{"full_text":"As the pandemic accelerated a nationwide trend of residents fleeing larger metro areas in search of affordability and a better quality of life, many chose to relocate to Idaho in 2020, according to a recent study by a national moving company. ","sentiment_score":0.25}
{"full_text":"Health systems across the state are preparing to administer the second dose of the Pfizer vaccine. began that process Monday after exactly 21 days from the first round of vaccinations. has more.","sentiment_score":0.16}
{"full_text":"RT S Africa COVID variant more infectious than UK strain: Hancock | Coronavirus pandemic News | Al Jazeera","sentiment_score":0.5}
{"full_text":"If you were inside the Texas Capitol Monday, you were sure to see everyone in facemasks, with some wearing a green sticker on their shirt after testing negative for COVID-19 as part of recommended testing before going inside.","sentiment_score":0.0}
{"full_text":"RENT REPRIEVE: Illinois residents impacted by the coronavirus pandemic can avoid evictions for a little while longer.https:\/\/t.co\/G6UyH7nEj2","sentiment_score":-0.1875}
{"full_text":"Happy to announce that I got the COVID vaccine today!I got it at Dave and Busters for only 15,000 tickets!!","sentiment_score":0.4}
{"full_text":"Three Josephine County individuals have died from complications relating to COVID-19 infections.https:\/\/t.co\/xPqEOWdNQs","sentiment_score":0.0}
{"full_text":"RT Just a little bit of a difference between what the two parties in Wisconsin are trying to do on covid relief.","sentiment_score":-0.1875}
{"full_text":"Houston Methodist Hospital's 26,000 workers can look forward to some extra cash in March -- as long as they get a COVID-19 vaccine.","sentiment_score":-0.025}
{"full_text":"RT We reached out to office again this morning before my appearance on and we never heard back....","sentiment_score":0.0}
{"full_text":"'Leaving us to die': Mo. inmates allege state has mismanaged response to COVID #corrections1 #correctionsnews","sentiment_score":0.0}
{"full_text":"Peyton Copeland, 5, contracted COVID-19 in November. About a month later, her mom says she fell ill again, but this time with something she'd never heard of: MIS-C.","sentiment_score":-0.25}
{"full_text":"RT To recap, during a pandemic and economic catastrophe, the GOP is:1) Anti-sick leave2) Anti-universal health care3) Anti-ha...","sentiment_score":0.2}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Heartbreaking news that Alberta has lost a health care worker to COVID-19.\"This individual answered the call to serve...","sentiment_score":0.0}
{"full_text":"When will COVID-19 vaccine availability be expanded to even more people in Florida?","sentiment_score":0.5}
{"full_text":"RT .@BidenInaugural Day of Service events will focus on providing Covid-19 relief and addressing issues highlighted by the pa...","sentiment_score":0.0}
{"full_text":"majority opticians are conducting min 30 min eye tests to allow for safe social distancing  cleaning &amp; PPE changes.Not including the tests done before actual  eye test.Before covid min acceptable testing times 25 wary of stores offering 20 mins test","sentiment_score":0.0083333333}
{"full_text":"As lawmakers around the U.S. convene this winter to deal with the COVID-19 crisis, statehouses themselves could prove to be hothouses for infection. ","sentiment_score":0.0}
{"full_text":"RT A lot of hard work from an amazing group of scientists at went into this effort. Here, we report high-contrast...","sentiment_score":0.1541666667}
{"full_text":"RT Nancy Pelosi let a Congresswoman who tested positive with the China Virus 6 days ago on the House floor to vote for her...","sentiment_score":0.2272727273}
{"full_text":"The action, taken last Wednesday, is set to be ratified during the county Board of Supervisors' next meeting on Jan. 12.","sentiment_score":0.0333333333}
{"full_text":"In April, the City of Little Rock announced it would give $500,000 in forgivable loans to small businesses struggling during the pandemic, but city officials now plan to reallocate half those federal funds to residents struggling to pay rent and utilities.","sentiment_score":-0.2013888889}
{"full_text":"As of Jan. 2, the City of St. Petersburg is still helping eligible residents who are struggling to pay for certain living expenses due to COVID-19.Renters who need assistance with rent and utility payments due to COVID-19, visit","sentiment_score":-0.0119047619}
{"full_text":"RT Thank you, Sherrod. I want you to challenge your colleagues to all visit a covid ward in any hospital - l...","sentiment_score":0.0}
{"full_text":"I read about that in the news. Here, they loosened the mandates because the politicians are worried they will not get reelected!  I hope that the 6 weeks of lockdown makes a difference. Good luck","sentiment_score":0.7}
{"full_text":"RT Enough already DJT. Perhaps if you had put 1\/2 the energy that you are expending trying to steal th...","sentiment_score":0.0}
{"full_text":"RT U.S. health officials say they plan to stick with two-dose coronavirus regimen","sentiment_score":0.0}
{"full_text":"RT Listen up Australia. You are getting through COVID19 pretty damn well, at least partly due to sacrifices made by people, and a...","sentiment_score":-0.0583333333}
{"full_text":"Governor Inslee will give an update on the state's COVID-19 response on Tuesday.","sentiment_score":0.0}
