{"full_text":"What? The poor guy. Robbed.","sentiment_score":-0.4}
{"full_text":"RT The Republican majority can't be trusted to listen to science. They can't be trusted to wear a mask. They can't be tru...","sentiment_score":0.0}
{"full_text":"RT Anti-lockdown protests are spreading across Europe. Read my comments for on","sentiment_score":0.0}
{"full_text":"RT I keep saying this and my critics keep saying I'm just spouting hysterical nonsense but, if it *is* nonsense, then why won't...","sentiment_score":-1.0}
{"full_text":"RT Incredible, it took all of three weeks after TRUMP SACKED THE CAPITOL for Democrats to start calling accountability a distra...","sentiment_score":0.9}
{"full_text":"As prepares to reopen schools in the #PhiladelphiaSchoolDistrict, we are ready to implement our #covidresponse teams to schools who want to eliminate covid on surfaces and the surrounding air.","sentiment_score":0.2}
{"full_text":"Watch Ann Patchett on The Nashvillian author and co-owner talks about the pandemic, social media, her three dads and more.","sentiment_score":0.2666666667}
{"full_text":"RT Good dayWish you all stay safe from CoronavirusEvery step of life shows much caution is required. - Johann Von Goethe...","sentiment_score":0.4666666667}
{"full_text":"RT Yesterday, President Biden announced big news: the United States will have enough COVID-19 vaccines for 300 million America...","sentiment_score":0.0}
{"full_text":"It's the latter I'm also referring to. Travelling throughout the pandemic. A lobby that would be adverse to mandatory two week quarantining in a hotel.","sentiment_score":0.0}
{"full_text":"RT Yesterday, President Biden announced big news: the United States will have enough COVID-19 vaccines for 300 million America...","sentiment_score":0.0}
{"full_text":"RT GameStop is doing a better job at distributing wealth to americans during a pandemic than the US government","sentiment_score":0.5}
{"full_text":"RT One week on the job: we took action on COVID, the economy, the climate crisis, racial injustice - and more.The work continues. ht...","sentiment_score":0.1}
{"full_text":"Vir Biotechnology, Inc. announced today, their \"first-of-its-kind collaboration with GSK and Eli Lilly and Company to evaluate a combination of monoclonal antibodies from multiple developers for the treatment of #COVID19.\"","sentiment_score":0.0}
{"full_text":"RT Vaccines that appear effective against coronavirus variant found in UK:- Pfizer- Moderna- Bharat Biotech","sentiment_score":0.6}
{"full_text":"We're marking #HolocaustMemorialDay a little differently this year due to Covid but humbling to join a moving ceremony tonight. Lighting a candle to remember the unimaginable suffering, to signify choosing hope over hate and light over darkness. #LightTheDarkness","sentiment_score":-0.1425}
{"full_text":"GOP senators balk at $1.9 trillion price tag for Biden's COVID-19 bill","sentiment_score":0.0}
{"full_text":"Lockdown \"day 5\" is a fact. This message is sponsored by #Oprutte  #thenetherlands #avondklokrellen","sentiment_score":0.0}
{"full_text":"His body. His choice.","sentiment_score":0.0}
{"full_text":"#AskWHO - Any stats regarding vaccination on dialysis patients. Nothing specific on the CDC site","sentiment_score":0.0}
{"full_text":"RT dad lost smell from corona so i can finally smoke in the house","sentiment_score":0.0}
{"full_text":"RT Yesterday, President Biden announced big news: the United States will have enough COVID-19 vaccines for 300 million America...","sentiment_score":0.0}
{"full_text":"RT Citizens must \"demand... that their governments reorder their priorities and cooperate... to reduce the risk of nuclear w...","sentiment_score":0.0}
{"full_text":"RT I lost my job. Getting another one is going to be hard AF. I got zero covid relief. And this is what the people who mak...","sentiment_score":-0.2916666667}
{"full_text":"RT Stay home, be a legend ","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"This too, im not blaming the prime minister for covid, im saying the way he has tackled it in the uk has been so shite, especially when many other countries with half our gdp and a higher population have done far better eg Vietnam, or those with similar gdps like south korea...","sentiment_score":0.1322916667}
{"full_text":"RT America's 660 billionaires could finance almost all of Biden's Covid relief package and still be as rich as they were before t...","sentiment_score":0.375}
{"full_text":"RT Kerry, Granvholm &amp; Buttigeig all said \"Yep we're taking jobs away from a whole lot people and they can just go learn somethi...","sentiment_score":0.2}
{"full_text":"RT Great stuff from Senator Bob Casey: \"As Democrats push to quickly pass a sweeping coronavirus relief plan, Sen. Bob Casey s...","sentiment_score":0.5666666667}
{"full_text":"I'm an optimist, but this is all completely feasible. The biggest issues in my mind are vaccine hesitancy and supply. And I see those being addressed now that the adults are in charge of the national pandemic policies. 4\/4","sentiment_score":0.1}
{"full_text":"RT Bill Gates is a brilliant man. He understands the mentality of the average African. If he supports the #COVID19 vaccine for...","sentiment_score":0.25}
{"full_text":"RT Did you get the first dose of your coronavirus vaccine at a City of LA-run site (Dodger Stadium, Hansen Dam, Crenshaw\/San...","sentiment_score":0.25}
{"full_text":"I thought everyone was in lockdown very surprised to hear you have only just gone into it in your area!! Oh gosh well, I hope he gets the permanent position, nothing worse than uncertainty especially at the moment ! x","sentiment_score":-0.0675}
{"full_text":"RT Only 5 of the 17 republicans that would be needed to impeach Trump feel that the impeachment of a former president is e...","sentiment_score":0.0}
{"full_text":"Or until we health services become overrun and we can't treat nothing at all","sentiment_score":0.0}
{"full_text":"JUST IN: The #COVID19 curfew in Ohio will be extended from 10 PM to 5 AM to 11 PM to 5 AM starting tomorrow night. office tells me this is in response to hospitalizations dropping below 3,500 for a 7th day in a row.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Apache gunship helicopters patrol the A501 Essential Journey Only zone in Shoreditch (London) ensuring members of...","sentiment_score":0.0}
{"full_text":"Zero Covid, Zero Travel or Zero Plan: the rocky road the Government has journeyed over travel restrictions. With me hosting, and ","sentiment_score":0.0}
{"full_text":"RT This is incredibly damning. Canada is fully capable of manufacturing vaccine doses.\"We literally have the worldwide expe...","sentiment_score":0.55}
{"full_text":"RT BACK PAIN.Something that's coming up time and time again over this lockdown is people getting sore backs.So imma wri...","sentiment_score":0.0}
{"full_text":"RT One week on the job: we took action on COVID, the economy, the climate crisis, racial injustice - and more.The work continues. ht...","sentiment_score":0.1}
{"full_text":"RT For those who need to hear this, it's possible to work on ending the #COVID19 pandemic, impeach and convict former Pres...","sentiment_score":0.0}
{"full_text":"#ActNow#TigrayGenocide Extremely Urgent!!! People are dying. Stop weaponized starvation!! No food No water!!COVID-19 + War  + Famine Ethiopia government is liar!!","sentiment_score":-0.5960464478}
{"full_text":"RT The Press Box with &amp; podcast Hour 1 on the Golden Knights and COVIDhttps:\/\/t.co\/aPA5a0tQKP...","sentiment_score":0.3}
{"full_text":"we're in a pandemic Miss crye.....","sentiment_score":0.0}
{"full_text":"RT A Georgia GOP lawmaker refused coronavirus tests. He was kicked off the floor for \"jeopardizing the health\" of colleagu...","sentiment_score":0.0}
{"full_text":"RT Hear me out:Say the Govt manage to vaccinate the entirety of the U.K. population Even more remarkably, the vaccine ha...","sentiment_score":0.625}
{"full_text":"RT Just a reminder that South Korea sends everyone this to stay at home for Covid, and America makes your family pay for yo...","sentiment_score":0.0}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"RT Yesterday, President Biden announced big news: the United States will have enough COVID-19 vaccines for 300 million America...","sentiment_score":0.0}
{"full_text":"RT The pandemic economy in a nutshell:Average worker pay finally grew significantly - up 4.4%.But it was entirely due...","sentiment_score":0.0833333333}
{"full_text":"In the defense they are probably going to release the funds as soon as they can figure out a way to siphon a significant amount into private health company.#ResignKenney #ResignShandro #FiretheUCP","sentiment_score":0.1875}
{"full_text":"RT Deleted previous tweet because I hadn't seen this; we're buying more Pfizer and Moderna so we don't necessarily need J&amp;J...","sentiment_score":0.1111111111}
{"full_text":"RT Boris told Starmer the truth today - he's a poisonous opportunist that thinks deaths in a pandemic is a political point sco...","sentiment_score":0.0}
{"full_text":"One that's not taking me anywhere cuz people don't know how to stay home in a pandemic","sentiment_score":0.0}
{"full_text":"RT the way some people are out here calling it a \"dictatorship\" for reversing transphobic legislation, introd...","sentiment_score":0.0}
{"full_text":"I remember the first game back after lockdown, villa vs sheff u and he was doing the radio and he was honestly terrible. Couldn't string a coherent sentence together","sentiment_score":-0.13}
{"full_text":"The 92% increase in teacher\/staff NYCDOE cases can be calculated using NYS public data, linked below. Nothing fancy - elementary school subtraction &amp; division.  Very on brand methods, since elementary T's Covid rates are crushing JHS\/HS.","sentiment_score":0.24}
{"full_text":"RT Please only schedule one appointment and be patient as there are limited doses. For more, go to:","sentiment_score":0.1428571429}
{"full_text":"Morning Wrap is a free, daily newsletter that wraps up the top 3 business and finance news from US, Europe to APAC. It has helped my commercial awareness.Please sign up for free here:https:\/\/t.co\/ELpru8uTok#news #Halsey  #CHEWOL #COVID19 #Havertz #StockMarket #climatechange","sentiment_score":0.26}
{"full_text":"RT IN CASE YOU DON'T KNOWPresident Buhari today signed a new law prescribing six-month jail term for persons convicted for...","sentiment_score":0.0181818182}
{"full_text":"RT Conclusions: There insufficient certainty and quality of evidence to recommend the use of ivermectin to prevent or treat...","sentiment_score":0.0}
{"full_text":"Magnitude and Kinetics of Anti-Severe Acute Respiratory Syndrome Coronavirus 2 Antibody Responses and Their Relationship to Disease Severity. #COVID19 #SARSCoV2","sentiment_score":0.6}
{"full_text":"RT Food insecurity has reached new heights. The merger between &amp; two largest anti-hunger organi...","sentiment_score":0.1363636364}
{"full_text":"RT midchala only sold 14k tickets at the o2. There was no pandemic and people still stayed away.","sentiment_score":0.0}
{"full_text":"I don't understand why you keep posting about 77th brigade when Irish people comment about this being from a few months ago? We're all frustrated that this information came out but no one batted an eyelid and now we're in another lockdown! We're on your side!","sentiment_score":-0.4}
{"full_text":"COVID vaccine registration now open for Chamber County drive-thru vaccinations Thursdayhttps:\/\/t.co\/2yZSyv0ZUa","sentiment_score":0.0}
{"full_text":"RT Thousands of COVID deaths a day and the stock market was fine. Thousands of job losses and closures during a pandemic and...","sentiment_score":0.4166666667}
{"full_text":"RT THIS IS JUST AN INTERVALA short documentary exploring the continuing struggles of the UK live music industry as a result...","sentiment_score":0.0454545455}
{"full_text":". . . . Let U.S. NOT forget -FARTING spreads COVID -            Please wear your ass mask !","sentiment_score":0.0}
{"full_text":"I've waited my whole life for this and these mfs wait until we're in a pandemic???? ","sentiment_score":0.2}
{"full_text":"RT 'Our house is on fire': Suburban women lead a Trump revoltI love this so much. Go #FemsForDems!!! ","sentiment_score":0.296875}
{"full_text":"RT Some of you just want to buy this black nose mask so you will wear it for a month and noone would notice","sentiment_score":-0.1666666667}
{"full_text":"Nothing says, \"wear a damn mask\", like they're rolling out the anal swabs.","sentiment_score":0.0}
{"full_text":"RT Has the GOVERNMENT done everything it reasonably could to protect people from COVID-19?Has - 26%Has not - 66%Have YOU done...","sentiment_score":0.2}
{"full_text":"RT Put a plastic bag over your head and use a rubber band to secure it around your neck and you will not die of covid**There...","sentiment_score":0.4}
{"full_text":"This tweet is a great example of fear-mongering. One percent of 330 million people is 3.3 million people. Plus this only accounts for the people who have both doses of the vaccine. Plus it's crazy to think that every person living in the US was going to get the vaccine.","sentiment_score":0.0666666667}
{"full_text":"RT Strong statement from Washington on what needs to happen next in Tigray including withdrawal of Eritrean troops, unhindered h...","sentiment_score":0.2166666667}
{"full_text":"I'm discussing \"Wtf WFH - COVID that toxic relationship nobody wants\" with Ursula Henry, Zee Tom and Clare Ashley. Today, 27 Jan at 8:00 pm GMT on Join us!","sentiment_score":-0.125}
{"full_text":"RT FREE RIDES!We've got some great news to brighten up your Monday! 001 Taxis are providing FREE transport to and from COVID v...","sentiment_score":0.6}
{"full_text":"RT After a severe bout with COVID-19, 4-year-old Stella Martin is leaving UNM Hospital. Stella came into the hospital in April...","sentiment_score":0.0}
{"full_text":"RT Yesterday, President Biden announced big news: the United States will have enough COVID-19 vaccines for 300 million America...","sentiment_score":0.0}
{"full_text":"RT Migrant NHS staff have put their lives on the line for this country. It is completely unacceptable that they are being DENIED...","sentiment_score":0.1}
{"full_text":"RT Conflict of Interest? Education Secretary 'Sponsors' Private Online Company Providing Free Lockdown Lessons - Byline Time...","sentiment_score":0.2}
{"full_text":"RT Jail populations nationwide have fallen by about 15% since the beginning of the pandemic. But in the jails we studied, ph...","sentiment_score":-0.1}
{"full_text":"RT How are they LIKE this? How does the entire GOP see almost 40,000 Americans dying every ten days, shrug and say \"I don'...","sentiment_score":0.0}
{"full_text":"RT COVID-19 Vaccination and the MCA - the first Court of Protection judgment","sentiment_score":0.25}
{"full_text":"IM IN IIIITT TO WIN IIIITT  $AMC $AMC $AMC","sentiment_score":0.8}
{"full_text":"RT The COVID-19 pandemic has been a tough time for many of us and keeping good mental health has been a challenge.One of the...","sentiment_score":0.1777777778}
{"full_text":"Ffs the rest of the world laughing at this makes me feel embarrassed on a deeply personal level why the fuck do I live in a Tory governed country ","sentiment_score":-0.0878787879}
{"full_text":"England lockdown to last until March, Boris Johnson says as hotel quarantine introduced","sentiment_score":0.0}
{"full_text":"RT Food insecurity has reached new heights. The merger between &amp; two largest anti-hunger organi...","sentiment_score":0.1363636364}
{"full_text":"RT Every state has posted information on its vaccine plan; many (though not all) list ways to sign up.https:\/\/t.co\/5WWzH...","sentiment_score":0.5}
{"full_text":"With lockdown, I learnt how to bake and cook so many things from Fudge to Enchiladas. I think the next thing is learning how to make sausage roll, or steak bakes, I miss Greggs.","sentiment_score":0.25}
{"full_text":"RT Who is to blame for #100kDeaths? Listen to Dr Richard Horton, editor of The Lancet. #c4news This is a top medical professi...","sentiment_score":0.25}
{"full_text":"RT Snow and hail doesn't keep nurses from their patient advocacy.  Nurses across the country today are holding physically...","sentiment_score":0.0}
{"full_text":"RT Bathong","sentiment_score":0.0}
{"full_text":"26% of New Jersey's coronavirus cases were recorded in its Hispanic communities. But, only 5% of the total vaccinations have been given to Hispanic residents.From","sentiment_score":0.0454545455}
{"full_text":"RT Yesterday, President Biden announced big news: the United States will have enough COVID-19 vaccines for 300 million America...","sentiment_score":0.0}
{"full_text":"RT \"The only large boom in America in 2021 will be the sound of so many women breaking.\"","sentiment_score":0.2785714286}
{"full_text":"According to many #nurses on the #COVID19 front lines feel overworked and under-appreciated. In a survey of 300 nurses conducted during the summer of 2020, 55% reported feeling as if their voices were not heard in the #pandemic.","sentiment_score":0.5}
{"full_text":"RT We are still in the midst of a once-in-a-century crisis.More than 420,000 Americans have died from COVID.More than 16 m...","sentiment_score":0.0}
{"full_text":"Almanac of Portuguese Biodiversity - lockdown edition- A species that caws- Squared tail- Able to use toolsCan you guess the species?#lockdownexplorer","sentiment_score":0.5}
{"full_text":"What failed has come to an End ","sentiment_score":-0.5}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"RT The pandemic economy in a nutshell:Average worker pay finally grew significantly - up 4.4%.But it was entirely due...","sentiment_score":0.0833333333}
{"full_text":"RT GameStop is doing a better job at distributing wealth to americans during a pandemic than the US government","sentiment_score":0.5}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT Joe Biden issued an executive order yesterday that would ban use of the term China virus.It's not yet clear how this w...","sentiment_score":0.1}
{"full_text":"RT Around 1 in 3 people who have Covid-19 have no symptoms. Act like you've got it.  Stay Home. Protect the NHS. Save Lives","sentiment_score":0.0}
{"full_text":"Misinformation about the #COVID19 vaccine is proving to be just as viral as the infection. Luis Ostrosky, MD, with spoke to to set the record straight.https:\/\/t.co\/E5BGNBumgV","sentiment_score":0.0}
{"full_text":"RT hello twitter im back again to show you what i've been getting up to to keep myself sane in lockdown - i've put a lot of...","sentiment_score":0.0}
{"full_text":"RT Might have something to do with Alberta and Ontario both having travel pilot testing programs and also bot...","sentiment_score":0.0}
{"full_text":"RT The same party that was happy to pass a 1.7 trillion dollar tax cut to the rich at balking at relief in a pandemic. Dems wil...","sentiment_score":0.3916666667}
{"full_text":"I'm so proud of how has partnered with independent practitioners to make sure that everyone giving patient care has access to the vaccine. #PrimaryCarePhysicians #Vaccination #Specialists #Healthcarehttps:\/\/t.co\/LBLNNo1Akz","sentiment_score":0.4333333333}
{"full_text":"RT the pandemic won't last that longthe pandemic:","sentiment_score":0.0}
{"full_text":"The Tape Face phenomenon evolves in unusual ways during the pandemichttps:\/\/t.co\/V1B9KfCeUa","sentiment_score":0.2}
{"full_text":"What you should know about the new Covid variants #TheInfiniteAge #COVID19 #WearAMask #StayHome #GetVaccinated","sentiment_score":0.1363636364}
{"full_text":"At Biden administration's first COVID-19 briefing, a pledge To let scientists leadhttps:\/\/t.co\/YjXo20GQvo","sentiment_score":0.25}
{"full_text":"Artist Jen Frost Smith did everything she could to avoid COVID-19. Months after battling the virus, she's finding light in the dark while dealing with lingering symptoms.","sentiment_score":0.125}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"Beginning Wednesday, administration experts will host briefings three times a week on the state of the outbreak, efforts to control it and the race to deliver vaccines and therapeutics to end it.https:\/\/t.co\/p35CLzDBlG","sentiment_score":0.0}
{"full_text":".@bleedingcool: STAR TREK: VOYAGER - Kate Mulgrew Receives, Endorses COVID Vaccine","sentiment_score":0.0}
{"full_text":"What is getting you through this #lockdown and January?  #beatthejanuaryblues","sentiment_score":0.0}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"\"Like many of my readers, I come across online articles warning of the negative effects of the virus on young people nearly every day.\"","sentiment_score":0.1}
{"full_text":"RT America's 660 billionaires could finance almost all of Biden's Covid relief package and still be as rich as they were before t...","sentiment_score":0.375}
{"full_text":"(#EliLilly &amp; Co.) Announces Data Showing Treatment with 2 Proprietary #Antibodies Reduce the Risk of #COVID19 #Hospitalizationshttps:\/\/t.co\/EBkEYu72Qq","sentiment_score":0.0}
{"full_text":"Today at 5 (or after House adjournment), Health and Mental Health Committee will meet to discuss the dismal rollout of COVID vaccines in MO. Call Chair Mike Stephens 573-751-1347.Thanks, #MHTDemocrats Rep. (Ranking Member) for making sure we get answers!","sentiment_score":0.2625}
{"full_text":" Less than 1 week to go!#Midlands based independent businesses in the #GBSLEP area are being invited to sign up to the free Digital Skills for Business training to aid their recovery in light of #COVID19. Find out more","sentiment_score":0.1888888889}
{"full_text":"18k+ #USPS drivers are quarantined daily from #COVID19. #Drivershortage concerns businesses, delivery services, and consumers. Training new drivers get easier with learning apps.Learn more here https:\/\/t.co\/WN3cV3h77j#delivery #fleet #telematics #logistics #fleetmanagement","sentiment_score":0.2121212121}
{"full_text":"COVID accelerated the use of hashtags, posts, stories, zooms and virtual tours for Holocaust commemoration. They are here to stay  Opinionhttps:\/\/t.co\/wwzMZdgXDp","sentiment_score":0.0}
{"full_text":"How is Mexico's management of the Covid-19 pandemic affecting U.S. national security?https:\/\/t.co\/zGIp9oOrbL","sentiment_score":0.0}
{"full_text":"A recent study found that policies limiting evictions can reduce #COVID19 infection rates by 3.8% and death by 11%. More safe, secure housing is critical to health. #HousingForHealth","sentiment_score":0.28}
{"full_text":"The disruption of education, like so much else about the pandemic, has not affected everyone equally.https:\/\/t.co\/m9kqxs9HGw","sentiment_score":0.2}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"Moscow Relaxes COVID-19 Restrictions","sentiment_score":0.0}
