{"full_text":"RT Larry Johnson deserves so much credit for where is at ... the defense against Trevor Lawrence started up front...","sentiment_score":0.2}
{"full_text":"RT Interesting ... ","sentiment_score":0.5}
{"full_text":"Just a few weeks ago he had Covid,  has been working extremely hard for the team by all reports. He is likely to be under team control contractually for the next 6 yrs and in no way is protesting on the court or in practice. Just stop being reactionary and look at this reasonabl","sentiment_score":-0.1229166667}
{"full_text":"RT 3. Anti-inflammatory medication like Prednisolone or dexamethasone are proving to be effective in COVID 19 virus. The virus i...","sentiment_score":0.6}
{"full_text":"RT 20th March 2020 - 2,965 daily covid cases - national lockdown - schools close3rd January 2021 - 54,990 daily covid cases...","sentiment_score":0.0}
{"full_text":"RT If can call in a COVID POSITIVE congresswoman to the People's House to vote for her today, then I don't want t...","sentiment_score":0.2272727273}
{"full_text":"RT Don't know how this will be spun as \"not genocide\" but it is in fact genocidalhttps:\/\/t.co\/fItOoPnGuv","sentiment_score":0.0}
{"full_text":"I've seen some crazy ass mask people freak out on video so this isn't surprising. Quite unfortunate for the children hopefully there is a good Dad in the picture. People are literally losing their minds over mask, calm the fuck down, lose the mask and just breathe. #COVID19","sentiment_score":0.0063492063}
{"full_text":"There's just so much you could prosecute Trump for, even when just limiting it to his handling of Covid. If Biden takes a \"look forward not backward\" approach like with W we might as well just put an asterisk on our laws that says \"does not apply to current or former presidents\"","sentiment_score":0.0666666667}
{"full_text":"RT Sadly my father in law died of cancer yesterday (90). To our shock they blatantly told us they have to put Covid-19 as...","sentiment_score":-0.5}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT If can call in a COVID POSITIVE congresswoman to the People's House to vote for her today, then I don't want t...","sentiment_score":0.2272727273}
{"full_text":"RT President-elect Joe Biden's inauguration on January 20 will include a \"virtual parade across America\" consistent with crowd limits...","sentiment_score":0.0}
{"full_text":"Fraud, fraud, fraud!! The Covid19 was the tool for convincing Americans to vote by mail!! And the fraud was everywhere!! Biden is a fraudulent President!!","sentiment_score":1.0}
{"full_text":"RT \"These are two people who were rich before they got into politics, and leveraged their power as s...","sentiment_score":0.375}
{"full_text":"It's OK. She's a Democrat.","sentiment_score":0.5}
{"full_text":"RT COVID-19 case summary for Colorado (Dec. 21). 311,036 cases 2,047,121 people tested 2,828 outbreaks 4,378 deaths among...","sentiment_score":0.0}
{"full_text":"Lmao baby yoda.","sentiment_score":0.6}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT It's ineffective &amp; not supported by science as 1\/2 way through the game the mask will be soiled with salvia &amp;...","sentiment_score":-0.4}
{"full_text":"RT Deaths Worldwide in 2020:Abortion: 42,655,372Coronavirus: 1,830,979","sentiment_score":0.0}
{"full_text":"RT 6\/n And the timing of the second dose doesn't have to be exact: Canada decided not to ho...","sentiment_score":0.125}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Is she the one who is covid-positive? No, she isn't. Maybe harp on the one who is.","sentiment_score":0.0}
{"full_text":"RT #MarketsWithMC: Here's a list of stocks in the news today. #Stocks #StockMarket #StocksToWatch","sentiment_score":0.0}
{"full_text":"Quick question for #phdchat #AcademicYouTube #AcademicTwitter How long does it usually take you to write an 8000 word research paper?I've got one on #ASMR and #COVID19 due soon.","sentiment_score":-0.0229166667}
{"full_text":"RT Holy Shit, is blaming Trump for selling out and abandoning us during a deadly pandemic. This is AMAZING. She sounds li...","sentiment_score":0.0666666667}
{"full_text":"RT Covid: Oxford-AstraZeneca vaccine rollout to begin","sentiment_score":0.0}
{"full_text":"The #1 co-morbidity to #COVID19 is obesity. The media is fueling angry leftists to attack people who don't wear masks while encouraging the one condition that will likely get you killed in this pandemic, and then blaming Trump for every death....they truly rely on stupidity.","sentiment_score":-0.325}
{"full_text":"RT There have been cases of people hit by lightening. Therefore, those who wish to walk outdoors must don appropriate garment...","sentiment_score":0.5}
{"full_text":"RT Your daily reminder that David Perdue tried to profit off of COVID but opposed $1200 stimulus checks for his own constituents.","sentiment_score":0.3}
{"full_text":"I know you probably read CNN, so I am surprised you missed this: ","sentiment_score":0.1}
{"full_text":"RT How about those who voted for democrats continue to wear cloth on their faces, shutter their businesses, be out of work and...","sentiment_score":0.0}
{"full_text":"RT Disgraceful for anyone to politicise such a critical issue: Harsh Vardhan hits out at opposition, shares COVID-19 vacci...","sentiment_score":-0.0666666667}
{"full_text":"It's BS...why haven't they requested the Mercy Ship !?","sentiment_score":0.0}
{"full_text":"RT 'Growing body of evidence' shows COVID-19 leaked from Chinese lab: US official","sentiment_score":0.0}
{"full_text":"RT No mask. No social distancing. Just vibes. #RHOA","sentiment_score":-0.0166666667}
{"full_text":"The Pandemic and America's Response to Future Bioweaponshttps:\/\/t.co\/tXCZuFklyg","sentiment_score":0.0}
{"full_text":"RT Congresswoman appeared in House for Speaker's vote after testing positive for COVID-19.  Pelosi won by 7 votes, using everyth...","sentiment_score":0.2272727273}
{"full_text":"Yep. She sure did.","sentiment_score":0.5}
{"full_text":"RT Hospitals across the country are running out of space and staff. Please do your part to ease the burden on our health...","sentiment_score":0.0}
{"full_text":"Thank you we appreciate all of your efforts.  Posterity sure will be kind to you. #GeorgiaVoteBlueMakeUSproud","sentiment_score":0.55}
{"full_text":"RT Dr. Larry Mundy, 68yo Radiation Oncologist, serving in Merrillville, IN, died of #covid19 12\/7. Larry's Wish was to have every...","sentiment_score":0.0}
{"full_text":"Don't wear a maskDon't social distanceWash your hands just because it's nasty not to","sentiment_score":-0.4833333333}
{"full_text":"RT Newly Mustachioed Bill De Blasio Unveils Special Red Armbands For Police Enforcing Lockdown#BestOfTheBee","sentiment_score":0.1645021645}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Always great to get advice from The Health Foundation -  but wondered after reading this on the relevance of  'spread' in relation to innovations - we could perhaps focus more profitably on how we provide inspiration and incentivisation for change.","sentiment_score":0.65}
{"full_text":"Even after, please wear mask to  prevent proliferation of COVID-19 virus which you might be immune to after vaccination but you may continue to be a asymptomatic carrier. Your responsibility does not diminish.  please verify what I have stated here.","sentiment_score":0.0}
{"full_text":"Gad a covid test in Oct. I asked the girl giving the tests if she had caught it yet. \"Nope\" Nask &amp; a face shield. I see more grocery employees with face shields now also.","sentiment_score":0.5}
{"full_text":"RT News: Peer-reviewed report on Moderna COVID-19 vaccine publishes","sentiment_score":0.0}
{"full_text":"Make your own... that's fine.   But keep others safe... geez.   Just wear a mask in public.   It won't kill you to wear a mask but it can kill you to not... ","sentiment_score":0.3791666667}
{"full_text":"RT #MexicoCity hospitals are at capacity and #coronavirus cases are surging, but many foreigners, especially #Americans are h...","sentiment_score":0.25}
{"full_text":"5 Bright Spots From Our Crappy Year Of Pandemic Parenting","sentiment_score":0.7}
{"full_text":"RT Palestinians excluded from Israeli Covid vaccine rollout as jabs go to settlers","sentiment_score":0.0}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Very worrying indeed. I hate to say it but tomorrow the Government must close all schools and introduce a UK wide, and I mean...","sentiment_score":-0.253125}
{"full_text":"RT Look - I promise not to tweet about selling houses on TV, if you promise not to tweet about age related mor...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT If can call in a COVID POSITIVE congresswoman to the People's House to vote for her today, then I don't want t...","sentiment_score":0.2272727273}
{"full_text":"RT Not vaccinated = wear a maskVaccinated = wear a maskNever had COVID = wear a maskRecovered from COVID = wear a mask...","sentiment_score":0.0}
{"full_text":"I don't think we can honestly make the comparison between measles and COVID... from an epi perspective but also that of a virology one (Dr. I'll defer to you).","sentiment_score":0.6}
{"full_text":"RT The U.S. government may give some people half the dose of Moderna's COVID-19 vaccine in order to speed vaccinations, a federal...","sentiment_score":-0.1666666667}
{"full_text":"RT So we are hearing it from the horse's mouth, current #Covid19 measure is not officially called a \"lockdown\" cuz a lockdown w...","sentiment_score":0.0}
{"full_text":"#COVID19 #pandemic The Rich Got Richer During COVID-19. Here's How American Billionaires Performed","sentiment_score":0.1875}
{"full_text":"RT Amazing video produced by on how organized Philippine farmers linked to  responded to the pandemic...","sentiment_score":0.6}
{"full_text":"RT A.I. Specialist, Robotics Engineer Top Emerging Jobs List #MachineLearning  #DataScience #Python #...","sentiment_score":0.5}
{"full_text":"I don't get the fascination with constant partying. We in a pandemic. People are dying for God's sake!","sentiment_score":0.0}
{"full_text":"RT Full report here:https:\/\/t.co\/c7AvZcOza0","sentiment_score":0.35}
{"full_text":"RT Lost an old friend today to Covid. Stay safe people, stay the fuck home.","sentiment_score":0.0666666667}
{"full_text":"They'd just call it Covid","sentiment_score":0.0}
{"full_text":"RT What in the actual hell is this nonsense?  People are dying every minute from Covid-19 and the little brat in the White...","sentiment_score":-0.0625}
{"full_text":"Interesting Video.  America,  Open our minds and start saving lives.","sentiment_score":0.25}
{"full_text":"Israel has administered a vaccination dose to more than 10 percent of its 9 million citizens in two weeks.","sentiment_score":0.5}
{"full_text":"People need to wake up. The rules only apply to you and I.","sentiment_score":0.0}
{"full_text":"I'm looking forward to seeing  on tour and watching him putting on grown &amp; sexy performances once this pandemic is over  ","sentiment_score":0.5}
{"full_text":"Between unboxing videos at the beginning of the pandemic to the #barstoolfund now, Dave has made life a little easier for a lot of us","sentiment_score":-0.1875}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT #ICYMI: Health Clinics in #Wiesbaden &amp; #Kaiserslautern, , conducted their first inoculations of healthcare worke...","sentiment_score":0.25}
{"full_text":"RT An alarming number of people I know well (near and far away) have experienced COVID-19 deaths in their families this p...","sentiment_score":0.225}
{"full_text":"RT Congress is in session and changed all the rules to keep herself in power.COVID positive Democrats in the cham...","sentiment_score":0.2272727273}
{"full_text":"RT My daughter #RealityWinner has reported abuse by prison staff that has gone ignored.  Where does her suffering end?She...","sentiment_score":0.0}
{"full_text":"So hey guys remember when i said 2021 was looking good for me....my brothers just tested positive for covid...","sentiment_score":0.4636363636}
{"full_text":"RT And many Covid related deaths are due to obesity","sentiment_score":0.125}
{"full_text":"A wonderful decision. Developed countries need such lessons! And Canada reserved 10 times more number of vaccines than its population without thinking about manufacturing in Canada ","sentiment_score":0.4}
{"full_text":"RT .@SpeakerPelosi led us through the last four dark years with great intellect, sharp tactics, and, of course, her huge he...","sentiment_score":0.185}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT Running into trouble giving out covid vaccines, Operation Warp Speed officials begin to change their tune on dosages. This CA...","sentiment_score":-0.2}
{"full_text":"Damn man... damn","sentiment_score":0.0}
{"full_text":"So...they want her to die from COVID?  I'm super confused. Get fat and don't wear a mask.  Cosmo doesn't believe it either sheep","sentiment_score":-0.0333333333}
{"full_text":"Please stay home. We are all connected to someone high risk.","sentiment_score":0.16}
{"full_text":"RT People who normally give vaccines successfully at high volumes: Family Doctors Nurses\/NPs PharmacistsWith 111,081 (74...","sentiment_score":0.155}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"jus realized my regression into the past is a coping mechanism for having no present to enjoy or future to look forward to rn because of covid omg","sentiment_score":0.0375}
{"full_text":"RT Congresswoman appeared in House for Speaker's vote after testing positive for COVID-19.  Pelosi won by 7 votes, using everyth...","sentiment_score":0.2272727273}
{"full_text":"Saturday's total of 299,087 new COVID-19 coronavirus cases marks a new single-day high for the U.S. ","sentiment_score":0.1081818182}
{"full_text":"RT Congresswoman appeared in House for Speaker's vote after testing positive for COVID-19.  Pelosi won by 7 votes, using everyth...","sentiment_score":0.2272727273}
{"full_text":"Top CRE Articles in December 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #CREtech #IoT #Leasinghttps:\/\/t.co\/8Vwq7I8n46","sentiment_score":0.5}
{"full_text":"if you win your next drink from the soda machine at 420 Maynard when the pandemic ends is on me","sentiment_score":0.4}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT I hope that whenever we reach a point where we're at the end of this pandemic, we remember all of the people who didn't take...","sentiment_score":0.0}
{"full_text":"Drop everything and read this important thread on how India approved a COVID-19 vaccine w\/o peer reviewed phase 1-2 data and an INCOMPLETE phase 3 trial. Ofc, the G has to rely on hyperbole (\"110% safe\") because the actual data on the vaccine's efficacy is unavailable.","sentiment_score":0.3}
{"full_text":"Our recent Prioritizing Equity panel on trustworthiness and #vaccines features experts discussing why some patients may be more hesitant to take the #COVID19 vaccine, moderated by #OurAMA's Chief Health Equity Officer","sentiment_score":0.25}
{"full_text":"Happy New Year 2021!  May the New Year in #Thailand continue to bring forth the spirit of being generous &amp; responsible towards one's own community and all others in light of the pandemic. (cont)","sentiment_score":0.384469697}
{"full_text":"NBA: Clippers staffers in quarantine under #COVID19 protocols","sentiment_score":0.0}
{"full_text":"The state Department of Health and Human Services said Sunday that Nevada's COVID-19 positivity rate, measured as a 14-day rolling average, climbed to 21.1%.https:\/\/t.co\/6JHBazSeEt","sentiment_score":-0.075}
{"full_text":"Masks Don't Work: A Review of Science Relevant to COVID-19 Social Policyhttps:\/\/t.co\/4tjKUE3Esq","sentiment_score":0.2166666667}
{"full_text":"Indian shuttler Lakshya Sen has pulled out of this month's consecutive tournaments in Thailand due to a back strain that he sustained during training","sentiment_score":-0.0625}
{"full_text":"Delhi government rejected claims filed by 12 out of 15 families of police personnel who died of coronavirus while on dutyhttps:\/\/t.co\/fMvc7ree8o","sentiment_score":0.0}
{"full_text":"Journalism can save lives in crises such as the #COVID19 pandemic.It helps us counter all types of disinformation that puts our lives at risk.It's a crucial job that is far too dangerous.Let's #EndImpunity and #ProtectJournalists!https:\/\/t.co\/f2dYowpaiU","sentiment_score":0.0333333333}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Larry King hospitalized for COVID-19","sentiment_score":0.0}
{"full_text":"Forecast map for this evening      Maps and Radars found at                 #wx #weather #index #wave #cooler  #storm #hail #wind #flooding #traffic #flo ast #local #news #humid #storm #radar #Sunday    #weekend   #lockdown","sentiment_score":0.0}
{"full_text":"RT Humans Are Still Needed In An AI World #MachineLearning #DataScience #Python #AI #100DaysOfCo...","sentiment_score":0.0}
{"full_text":"The state's death toll reached a grim 1,500 on Sunday as the Oregon Health Authority reported eight new deaths from the virus.https:\/\/t.co\/NGNUzJ4P33","sentiment_score":-0.4318181818}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"COVID19","sentiment_score":0.0}
{"full_text":"Closure of All Public and Private Educational Institutions to Prevent #COVID19 ","sentiment_score":0.0833333333}
{"full_text":"RT Drink a smoothie of blueberries,strawberries,bananas,honey, tea and a spoon or two of peanut butter.We always hear of how C...","sentiment_score":0.0}
{"full_text":"The Ministry of the Interior has estimated there would be some 164,000 births in Taiwan last year, the lowest since records began, as an expected #COVID19 baby boom has failed to materialize.https:\/\/t.co\/LuMUNpyR9o","sentiment_score":-0.2}
{"full_text":"#Beijing has vaccinated 73,537 people in the 2 days since it started mass #immunization work on Jan.1 and no serious adverse reactions have been observed. Starting on Jan. 1, 220 medical service centers in Beijing started to be used as spots for vaccination. #COVID19","sentiment_score":0.0555555556}
{"full_text":"As we look ahead to 2021, one of the things people are most excited about is returning to see live entertainment. During the pandemic last year, I toured behind the scenes at RAC Arena, which has a number of major events coming up over the next 12 months. #perth","sentiment_score":0.0962662338}
{"full_text":"British and Spanish authorities moved to reassure UK nationals resident in #Spain over their travel rights after several complained of being denied entry this weekend, amid pandemic restrictions and confusion over post-#Brexit documentation.  ","sentiment_score":-0.075}
{"full_text":"Samuel Shannon, First Marshal of Rocklinc. 1903#HappyNewYear2021 #COVID19","sentiment_score":0.25}
{"full_text":"Culture is the process by which cells are grown under controlled conditions, generally outside their natural environment.","sentiment_score":0.05}
{"full_text":"Love &amp; respect your leadership. Pls make Trump and his sycophants pay for their crime!","sentiment_score":0.625}
{"full_text":"With a little creativity and some integral community partners, churches have been able to help people in crisis throughout the pandemic. What are some ways you can share God's Love while staying safe? Share your story at or use hashtag #3GreatLoves","sentiment_score":0.328125}
{"full_text":"#ICYMI | Turkish Airlines (TK) has suspended flights from the UK amid a new strain of the COVID-19 pandemic. However, TK flights from Turkey to the UK will continue as planned with scheduled transit stops continuing as well.:","sentiment_score":0.1363636364}
{"full_text":"Critical workers, care for yourself one small way each day.#COVID19 #TakeCareOfYourself#SelfCare #StayConnected #staysafe #SATX #SanAntonio #Schertz #NewBraunfels #CriticalWorkers","sentiment_score":-0.125}
{"full_text":"The U.S. ramped up COVID-19 vaccinations in the past few days after a slower-than-expected start, bringing the number of shots dispensed to about 4 million, government health officials said Sunday.https:\/\/t.co\/zoaqfyhNxs","sentiment_score":-0.225}
{"full_text":"Somewhere, a personal injury lawyer trying to figure out how he can sue for wrongful death in a case where someone was killed in a car crash and covid is listed as the cause of death.","sentiment_score":-0.1}
{"full_text":"Manifesting a negative covid test  went to drop off a friend's Xmas gift dec 21st and Jan 1 they told us their bro got it and now her whole fam's tested positive... no one in my fam has really been showing symptoms yet but you never know","sentiment_score":0.0654545455}
{"full_text":"The pandemic shined a light onto the school to home partnership. What are you doing to form and maintain that partnership now and to last a lifetime? #BeTheOne #DivingDeep","sentiment_score":0.2}
{"full_text":"#India should be able to roll out its #COVID19 vaccination programme in the \"near future\" as its preparation is ready and robust, NITI Aayog member (health) V.K. Paul said in an exclusive interview with The Hinduhttps:\/\/t.co\/oGUlHxXoV9","sentiment_score":0.2}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"In 2020, photojournalists and documented the COVID-19 crisis, wildfires, the closure of a hospital, and daily life in the Yakima Valley. They met every challenge. Here are their photos of the year for the","sentiment_score":0.0}
{"full_text":"RT Our producer joins to discuss some of the stories she covered last year: Prop 22 in California, school shutd...","sentiment_score":0.0}
{"full_text":"RT 2. Metro grocery stores also dropped its doctor's note policy after we started asking the company questions about an int...","sentiment_score":0.0}
{"full_text":"The Monroe County Department of Public Health reports 35,390 confirmed cases of COVID-19 in the county. On Sunday, there were 639 new confirmed cases.","sentiment_score":0.2340909091}
{"full_text":"A growing number of scientists and doctors are making viral videos on TikTok to provide information on COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"#ICYMI | Union health minister Harsh Vardhan clarified that the authorisation for #Covaxin was different from that for #Covishield as the former would be used in clinical trial mode and all recipients would be tracked and monitored#CovidVaccinehttps:\/\/t.co\/wlsgj02Rgi","sentiment_score":-0.0666666667}
{"full_text":"On Sunday, Drug Controller General of India (DCGI) approved Covishield and Bharat Biotech's Covaxin for restricted emergency use.https:\/\/t.co\/4emSH7zrab","sentiment_score":0.05}
{"full_text":"RT As a responsible parent, you never miss any vaccination schedule for your child.As a responsible citizen, you should never...","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 32.0FWind Chill: 32.0FHumidity: 99%Dew Point: 31.8F Barometer: 30.064 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 196.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT COVAXIN approval is 'Monitored Approval' with strict follow-up &amp; rolling reviewThis approval ensures India has an add...","sentiment_score":0.0}
{"full_text":"RT MOREOFTHIS","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT sending emails out about opening and closing windows for ventilation while the pandemic rages on. That's really assuri...","sentiment_score":0.2}
{"full_text":"\"To say the new Congress convenes at a challenging time would be an understatement,\" Sen. McConnell said as the chamber opened.","sentiment_score":0.3181818182}
{"full_text":"RT Somehow this giant bag of covid failure is a media hero, while Ron DeSantis is the true villain","sentiment_score":0.0111111111}
{"full_text":"When will the #COVID19 pandemic be over? Three #Texas judges weighed in, with one saying by July 4 #coronavirus #InsideTexasPolitics ","sentiment_score":0.0}
{"full_text":"Even as the coronavirus rages across the country, 1,192,881 people passed through security checkpoints in airports on Saturday, according to the Transportation Security Administration.","sentiment_score":0.0}
{"full_text":"RT Beyonce will offer $5,000 grants to help 100 people facing foreclosures or evictions due to the housing crisis caused by the coron...","sentiment_score":-0.125}
{"full_text":"RT Wow. Guess it really isn't surprising.","sentiment_score":0.4}
