{"full_text":"RT The US has gained 56 new billionaires since the pandemic began.","sentiment_score":0.1363636364}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"RT I'm still trying to figure out how anyone finds it plausible that the vice-chair of the Emergency Management Cabinet C...","sentiment_score":0.5}
{"full_text":"RT Read this thread. Tracy Allard is a serial violator of COVID guidelines. And she is responsible for emergency manageme...","sentiment_score":0.2}
{"full_text":"So ten cops that have been around the public go to a private residence with only 6 people. That is no longer about covid. It is about power. The cops put those 6 people in more danger of covid.","sentiment_score":0.1}
{"full_text":"RT Alert: EEOC Issues COVID-19 Vaccine Guidance | by","sentiment_score":0.0}
{"full_text":"Holiday + lockdown = The Witcher 3","sentiment_score":0.0}
{"full_text":"RT CNN: Former CNN host and talk show legend Larry King has been hospitalized in Los Angeles with the coronavirus, according to a...","sentiment_score":0.0}
{"full_text":"RT So, if I tested positive and two weeks later I get eaten by a crocodile as I understand it my...","sentiment_score":0.1136363636}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT #DuterteLegacy is trending, b\/c we now know what Duterte's legacy is: RISING DEATH TOLL &amp; COVID19 CASES.The World Heal...","sentiment_score":0.0}
{"full_text":"This guy is unbelievable stating that Julia and Allison \"should be shut down\". No doubt another lockdown zealot who can't bear to have his views challenged. What is it with these people? They don't want to engage in democratic debate, just silence those with different viewpoints.","sentiment_score":-0.1351851852}
{"full_text":"RT We thought the pandemic would be \"bad for the economy\" but instead it's created this weird late stage capitalist's dream...","sentiment_score":-0.5}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT Mexico City's hospitals are at capacity, and coronavirus cases are surging, but many foreigners, especially Americans, are sti...","sentiment_score":0.25}
{"full_text":"If smart people, bi-standers, aren't there who is \"beat-up\"?A street fight isn't opposing fascism.The Fascists, those responsible for it-Trump-are sit'g comfy &amp; laugh'g say'g, \"Look at the fools fight'g.\"How does brawl'g, injury, arrest, get'g Covid stop fascism?It doesn't","sentiment_score":0.1660714286}
{"full_text":"RT Okey doke, duly noted.Now then, 57,000 new cases of #COVID19 today and we're close to a thousand deaths a da...","sentiment_score":0.1363636364}
{"full_text":"RT Dozens of cruise employees died by suicide during coronavirus quarantine: report","sentiment_score":0.0}
{"full_text":"RT NEW--Talk show legend Larry King is fighting COVID-19 in a Los Angeles hospital. The 87-year-old was reportedly diagnosed wi...","sentiment_score":0.0}
{"full_text":"This.Also a majority of the COVID rule breakers and those who refuse to wear a mask that I know? Are \"Christian\" and very awful to others","sentiment_score":-0.5}
{"full_text":"That said, mine is definitely that I read way more books than usual thanks to lockdown (everyone tell me how smart I am plz)","sentiment_score":0.1328571429}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"See Megan Rapinoe enjoying the UK for once","sentiment_score":0.5}
{"full_text":"RT So all the bad covid things me &amp; others were shouting about in the 2 weeks before Xmas are happening &amp; continuing to worsen...","sentiment_score":-0.7}
{"full_text":"RT I know this will label me \"un-Albertan\", but:#ResignKenney #ResignKenney #ResignKenney #ResignKenney #ResignKenney #ResignKenn...","sentiment_score":0.0}
{"full_text":"Larry King has Covid? Oh Lord.","sentiment_score":0.0}
{"full_text":"RT India's Delhi Airport is ready to facilitate #Covid19 vaccine distribution, with the capacity to stock about 2.7 million via...","sentiment_score":0.2}
{"full_text":"Daaaamn Larry King got COVID??? ","sentiment_score":0.0}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"thank you for holding this ga  being able to watch baekhyun's first concert is one of my wish last year however pandemic appeared and the idea just vanished till this beyond live happen. i just want to support his work and all because he deserved it. fighting and wml ","sentiment_score":0.2215909091}
{"full_text":"RT $2,000 recurring checks until the pandemic is over","sentiment_score":0.0}
{"full_text":"RT There are no words.....","sentiment_score":0.0}
{"full_text":"RT and parler is going crazy thinking its some big conspiracy plot against republicans...and not th...","sentiment_score":-0.3}
{"full_text":"RT With the furore about kids hospital admissions with #COVID19, personally I've seen none, locally we have very few, and London...","sentiment_score":-0.0866666667}
{"full_text":"RT Proud Boys are in DC, planning to dress in black and blame violence on us. This will spread to other areas too...so be carefu...","sentiment_score":0.1694444444}
{"full_text":"RT LA hospitals are putting COVID patients in gift shops and conference rooms because they've run out of space and these p...","sentiment_score":0.0}
{"full_text":"RT Welcome your decision . Another common man will get the jab in your place . Dumbest political statement I ha...","sentiment_score":0.1666666667}
{"full_text":"COVID-19 Victoria: three new cases -","sentiment_score":0.1363636364}
{"full_text":"RT It's not how many people died of#COVID19 ...It's how many people didn't HAVE to die from it...","sentiment_score":0.5}
{"full_text":"RT Please reach out to all counter protesters in the DC Area and drive the message of staying home on January 6th. Trump is loo...","sentiment_score":0.0}
{"full_text":"RT 340,000 people in Britain this week had confirmed Coronavirus infections.No credible or serious politician could even t...","sentiment_score":0.1555555556}
{"full_text":"RT We're in a new year and we have also entered a new phase of this pandemic. So I thought I'd start off the new year with a quick...","sentiment_score":0.1856060606}
{"full_text":"(3) A contribution to 's special issue on how parish life is changing:https:\/\/t.co\/7ad9pb4IrS","sentiment_score":0.3571428571}
{"full_text":"Thoughts and prayers","sentiment_score":0.0}
{"full_text":"RT  We need every teacher &amp; school worker (bus drivers, cafeteria staff, custodians) vaccinated before we send them back to...","sentiment_score":0.0}
{"full_text":"RT I was wondering when we would see doctors taking a stand against reopening schools during the second wave. So grateful for the...","sentiment_score":0.0}
{"full_text":"RT Did you know that the highest % of positive Covid cases is in secondary school age children?As shown in the data bel...","sentiment_score":-0.0363636364}
{"full_text":"It was awesome 10\/10 would reccomend. I miss it sometimes, but then I'm glad I moved back to Canada and got somewhat settled before covid hit.","sentiment_score":0.5}
{"full_text":"RT Montgomery county Alabama has a Covid19 positivity rate of 48.9%.","sentiment_score":0.0}
{"full_text":"RT CTV confirming that UCP MLA Jason Stephan also took a holiday jaunt to the US while we are lockdown  This MLA also sits...","sentiment_score":0.0}
{"full_text":"RT NSW Premier has seriously mishandled corona virus but what is the  bigger story? Her mishandling, or mainstream press collab...","sentiment_score":-0.1666666667}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT As a palliative care physician the reason I am so mad about the UCP travel is because I had patients dying on their LAST C...","sentiment_score":-0.3125}
{"full_text":"RT I had a woman come into today to do a Covid test. She was worried SICK because her kids had gone out &amp; caught it. This woman...","sentiment_score":-0.7142857143}
{"full_text":"RT Britain reactivated emergency hospitals built at the start of the coronavirus pandemic and shut primary schools in London, one...","sentiment_score":0.4}
{"full_text":"RT Learning from countries with the best performance vs covidhttps:\/\/t.co\/ukhO7KD5yh by Crushing the curve B...","sentiment_score":0.7}
{"full_text":"RT Worrisome new data--new B117 variant is not only more infectious, it's potentially more infectious in children 0-9 (+24%) a...","sentiment_score":0.2840909091}
{"full_text":"RT and they be the same ppl complaining that we're still in a pandemic like make it make sense","sentiment_score":0.0}
{"full_text":"RT Yesterday I was hospitalized for COVID. Today has been a really bad day. The nurses are amazing and working in hellish circums...","sentiment_score":-0.05}
{"full_text":"RT Feared post-Christmas coronavirus surge appears to begin in L.A. County as cases spike again via","sentiment_score":0.0}
{"full_text":"RT Pandemic Inequality-- 56 new billionaires. 8 million fall into poverty.","sentiment_score":0.1363636364}
{"full_text":"RT Quick question for you and Are you two members of the same household? The NDP has been a...","sentiment_score":0.1666666667}
{"full_text":"RT NEW--hospital admissions *by age* in England --children 5 years old &amp; under is surging, kids 6-17 also elevated. Pedia...","sentiment_score":0.1}
{"full_text":"RT Really important this statement (from the Royal College of Paediatrics &amp; Child Health) is shared in order to counteract the...","sentiment_score":0.4}
{"full_text":"RT Every student is begging you sign this. We're exhausted, stressed and sick of being messed around by the government. #alev...","sentiment_score":-0.5571428571}
{"full_text":"And who's paying everyone's wages whilst we're in full lockdown again, can we count on  you to keep people out of dire poverty?","sentiment_score":0.35}
{"full_text":"Crazy comment, teachers work harder in the pandemic having to lesson plan for pupil bubbles &amp; r also exposed to covid thru by contact with kids + parents who don't always observe social distancing protocols...if London schools close then others in uk in same tiers should also","sentiment_score":-0.1666666667}
{"full_text":"RT Today's update on the numbers:Total COVID hospitalizations are at 7,814.Of the 202,446 tests reported yesterday, 15,074...","sentiment_score":0.0}
{"full_text":"RT Tories close London primary schools because of the pandemic but ignore danger to children in the rest of the country Labour pr...","sentiment_score":0.4}
{"full_text":"RT Reports and studies show a relatively high number of those working in #Healthcare settings are reluctant or refusing to get...","sentiment_score":0.16}
{"full_text":"RT UK reports nearly 58,000 coronavirus cases, biggest one-day increase on record- New cases: 57,725- In hospital: 25,964 (-19...","sentiment_score":0.1181818182}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"Poorer nations also don't have the infrastructure to test for Covid and report in the way we do. Cases may be just as bad, we might never know.","sentiment_score":-0.7}
{"full_text":"RT Legendary talk show host Larry King, 87, has been hospitalized in Los Angeles for COVID-19, a source says","sentiment_score":1.0}
{"full_text":" guess who's flight is 2pm on the 7th??? and is in a town where usual covid results take 5 days??? why the FUCK would they announce this during a long weekend when everyones going to be backlogged and extra busy on monday? ample time my fuckin ass","sentiment_score":-0.12}
{"full_text":"Even if coronavirus never happened. Who would openly want to get pancaked in a crowd","sentiment_score":0.0}
{"full_text":"RT 40% of Americans think the new coronavirus was invented in a Chinese lab19% think Barack Obama was born outside the U.S.17% beli...","sentiment_score":0.0454545455}
{"full_text":"RT Legendary talk show host Larry King, 87, has been hospitalized in Los Angeles for COVID-19, a source says","sentiment_score":1.0}
{"full_text":"RT For America's next trick, we'll be injecting 200,000 people with high-density, full...","sentiment_score":0.175}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"Madison Schools superintendent lauds community and teachers for efforts during COVID-19 crisis via Hey, I know those kids! ","sentiment_score":0.0}
{"full_text":"RT The future of health care, jobs and recovery from Covid-19 depend on what we do these next three days to help elect","sentiment_score":0.2666666667}
{"full_text":"RT Never seen a celebrity so responsible...so humble..so aware for his duties towards the nature and our society. Even during...","sentiment_score":0.25}
{"full_text":"RT LATEST COLUMN. Had a sleep. Even more pissed off. They must not be let off the hook. Their response reeks of arrogance. Th...","sentiment_score":0.5}
{"full_text":"His age makes me nervous.Get well soon, Larry","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"You kind of relinquished any right to a moral high ground when you faked a death threat. And when you tweeted a COVID conspiracy theory the other day. And when you bullied your staff. And.....","sentiment_score":0.1841428571}
{"full_text":"Wowza","sentiment_score":0.0}
{"full_text":"RT How to accelerate #SARSCoV2 evolution, a fairly slowly evolving virus, for the potential of functional mutations1. Infectio...","sentiment_score":-0.15}
{"full_text":"RT Because everything is reported as Covid and btw there were less deaths in the us in 2019","sentiment_score":-0.1666666667}
{"full_text":"Sad news, hope he is ok.","sentiment_score":0.0}
{"full_text":"RT Beware of the project fear headlines, 374 out of the 383 covid deaths reported in England today had underlying health con...","sentiment_score":0.0}
{"full_text":"RT Plasma serotonin levels in moderate\/severe COVID-19 have been measured at many times...","sentiment_score":0.5}
{"full_text":"RT Yesterday there were 3 new local cases reported. 22,477 test results we received - thanks to all who were tested, #EveryTes...","sentiment_score":0.1121212121}
{"full_text":"RT My grandfather died from Covid on Xmas eve. Alone. Nobody got to say goodbye &amp; there's no way we thought it...","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT I ask again Will you ensure that 1\/ 2nd dose no later than 3 weeks 2\/ same vaccine...","sentiment_score":0.0}
{"full_text":"RT Hey guys, I know there's a global pandemic right now, but I wanted to announce that I'm starting a new web series on Patreon....","sentiment_score":0.1055194805}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"RT Dudley George. Walkerton. Adams Mine. Kimberly Rogers. The highway 407 privatization scheme.And now he's the king...","sentiment_score":0.0}
{"full_text":"Hey As there is currently a pandemic around the world. Would it be possible to convert the Daily Free Pass into a Daily Universal Pass. That can either be used at the raid or remotely, for those who can't get out &amp; put it in the shop. ","sentiment_score":0.0428571429}
{"full_text":"Top CRE Articles in December 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #CREtech #IoT #Leasing       ","sentiment_score":0.5}
{"full_text":"RT Ooh be dooWe've got the Wuhan flu ooh ooh#SumUp2020WithASong","sentiment_score":0.0}
{"full_text":"RT I bet if we stop paying hospitals to claim COVID deaths, this pandemic ends sooner.","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"Larry King hospitalized with COVID-19 - Page Six","sentiment_score":0.0}
{"full_text":"RT Can we squash this tiresome trope that teachers don't want schools to open? Or that arguments  for closing schools are someh...","sentiment_score":-0.25}
{"full_text":"The year 2020 ended with a total of 476,061 COVID-19 cases - 9,244 deaths and 439,796 recoveries - documented by the DOH as of Dec. 31.","sentiment_score":0.0}
{"full_text":"RT So all the bad covid things me &amp; others were shouting about in the 2 weeks before Xmas are happening &amp; continuing to worsen...","sentiment_score":-0.7}
{"full_text":"Do you want to get your telemedicine visits pay?As COVID-19 has forced physicians into telemedicine visits getting paid has been a struggle for providers. Telehealth reimbursement during the COVID-19 pandemic has amplified as compared with its previously slow uptake908 484 4680","sentiment_score":-0.3}
{"full_text":"October is usually the peak of the season but in this COVID-19 world, everything has changed. takes a look at what the team was doing during their \"normal\" seasonhttps:\/\/t.co\/5iw2DjExdF","sentiment_score":-0.05}
{"full_text":"RT Former CNN host and talk show legend Larry King has been hospitalized in Los Angeles with the coronavirus. #US","sentiment_score":0.0}
{"full_text":"California funeral homes run out of space as COVID-19 rageshttps:\/\/t.co\/7QSNOSHqpx","sentiment_score":0.0}
{"full_text":"Make space for uncomfortable or painful emotions. If you're experiencing grief, loss, anger, frustration, or other it is important to give yourself time to acknowledge these feelings.Read on, for more tips on how to manage a COVID-heavy holiday season:","sentiment_score":-0.275}
{"full_text":"Oman: 16 expats jailed and face deportation for violating COVID-19 precautions","sentiment_score":0.0}
{"full_text":"RT  We need every teacher &amp; school worker (bus drivers, cafeteria staff, custodians) vaccinated before we send them back to...","sentiment_score":0.0}
{"full_text":"RT Source: Vice Mayor of Jose Abad SantosSpreading rumors that the outbreak is caused by foul smell of sea isn't true. It's the...","sentiment_score":0.35}
{"full_text":"RT Still trying to figure out how it is that Floridians register for their COVID vaccinations via .. Eventbritehttps:\/\/t.co\/A...","sentiment_score":0.0}
{"full_text":"RT LlVE in Toronto: Two separate anti-lockdown events merge and chant \"freedom\" together.","sentiment_score":0.0}
{"full_text":"RT CBS announced Tony Romo will miss Sunday's Cardinals vs. Rams broadcast due to COVID-19 protocols","sentiment_score":-0.125}
{"full_text":"The coronavirus variant that was first spotted last month in the U.K. has now spread to dozens of countries.","sentiment_score":0.125}
{"full_text":"On the first day of 2021, the United States rang in a grim milestone, surpassing 20 million COVID-19 cases, according to data from Johns Hopkins University as the pandemic continues to ravage the country.","sentiment_score":-0.375}
{"full_text":"California funeral homes run out of space as COVID-19 rageshttps:\/\/t.co\/yb4Af31wPn","sentiment_score":0.0}
{"full_text":"From endless postponements and cancellations due to the coronavirus pandemic to shocking scandals, 2020 will go down as one of the most drama-filled years in sports history.https:\/\/t.co\/dq0OiiTN05","sentiment_score":-0.1811111111}
{"full_text":"Looking for the latest in #COVID19 #vaccine developments? We've compiled updated science and evidence-based resources on the status of vaccinations, including what physicians should know. Stay up to date: #VaccinesWork","sentiment_score":0.5}
{"full_text":"RT The two anti lockdown events converge!","sentiment_score":0.0}
{"full_text":"After The COVID-19 Pandemic, Do We Go Back To The Noxious \"Hustle Culture\"?","sentiment_score":0.0}
{"full_text":"RT I totally reiterate that as our experience. \"Pre-existing medical conditions\" are minor things; high blood pressure on...","sentiment_score":0.0275}
{"full_text":"Doctors across the country have warned people need both doses of a COVID-19 vaccine to create antibodies to fight off the coronavirus.","sentiment_score":0.0}
{"full_text":"The new year brings renewed concerns for hospitals already heavily burdened with COVID-19 cases, experts warn.","sentiment_score":-0.0318181818}
{"full_text":"ST. JOHNS COUNTY: Officials announced they will be making major changes in how the COVID-19 vaccine is given out in the county, starting with requiring appointments, beginning Monday.","sentiment_score":0.03125}
{"full_text":"If more soon follow, then it can definitely be safe to say that these deaths are not mere happenstance.","sentiment_score":0.4166666667}
{"full_text":"#Coronavirus cases in #SaudiArabia continued to drop, with 101 new infections reported on Saturday. ","sentiment_score":0.1363636364}
{"full_text":"\"It's a sad coincidence that if somebody has already been exposed and gotten vaccinated, the vaccine doesn't work within days.\"https:\/\/t.co\/JEdixSYyQX","sentiment_score":-0.5}
{"full_text":"AAKP BOD Mem Lana Schmidt recognized w\/ Presidential Volunteer Service Award for advancing AAKP's COVID RISK education\/ELEVATION of kidney patients in COVID clinicals trials\/vaccine protocols. Our COVID programs have engaged 80K+ patients in 70+ countries!","sentiment_score":0.0}
{"full_text":"Kung flu is a derogatory term directed towards people in Asian, mainly Chinese..... Which are a race.....","sentiment_score":0.0}
{"full_text":"RT Let's rally the collective will to do this. Vaccinate all LTC residents in January. #SaveLives #TeamVaccine","sentiment_score":0.0}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT Reports and studies show a relatively high number of those working in #Healthcare settings are reluctant or refusing to get...","sentiment_score":0.16}
{"full_text":"Stop slave made imports,global pollution, China virus, vote for GOP to get our jobs back!","sentiment_score":0.0}
{"full_text":"RT Drake could cure cancer and stop the Corona Virus all in one day and I'm convinced y'all would still find a way to hat...","sentiment_score":0.0}
{"full_text":"This is true, a lot of the time you have to pay double just to send something over so it can get there when it would without a pandemic. It's a pain.","sentiment_score":0.175}
{"full_text":"RT I can't wait to be living in a COVID-free world again.","sentiment_score":0.0}
{"full_text":"RT Is it just me or has COVID proven beyond a shadow of a doubt that janitors, nurses, grocery, and food workers are some...","sentiment_score":0.0}
{"full_text":"RT It is almost funny seeing people desperately hoping the PM also broke the health order and vacationed out of the country....","sentiment_score":-0.175}
{"full_text":"Stay at home daughter tik tok is where I need to be","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 34.0FWind Chill: 34.0FHumidity: 89%Dew Point: 31.1F Barometer: 30.201 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 181.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I visited a Clayton Co. barbershop to hear from Black men and Georgians about what they need as we recover from Covid-19....","sentiment_score":-0.1666666667}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"Warriors' Draymond Green still struggling with conditioning after COVID-19 battle, foot injury","sentiment_score":-0.2}
{"full_text":"RT When a nurse in South Dakota went to administer a Covid-19 vaccine to his boyfriend, he was surprised with an engagement ring....","sentiment_score":0.1}
{"full_text":"Distilleries that made hand sanitizer won't face hefty fee for helping out during pandemic.","sentiment_score":0.0}
{"full_text":"Infectious Diseases Expert: No Evidence New Coronavirus Variant Is Any Deadlier","sentiment_score":0.1363636364}
{"full_text":"RT I had a woman come into today to do a Covid test. She was worried SICK because her kids had gone out &amp; caught it. This woman...","sentiment_score":-0.7142857143}
{"full_text":"RT these plots are as bad as they could be. Honestly, I am sad, I am furious and I am scared. Even if everything was done...","sentiment_score":-0.6}
{"full_text":"RT Not surprising: UK government's 'world-beating' coronavirus response ranked the worst globally","sentiment_score":-0.45}
{"full_text":"CARES Act money funds \"Why I Mask -- Share Your Story\" campaign to increase public awareness and encourage mask use.","sentiment_score":0.0}
