{"full_text":"RT Bravo!Indian  entrepreneur Lakshmi Menon in Kerala is turning covid19 protection equipment into mattresses and bedrolls...","sentiment_score":0.0}
{"full_text":"Shocking. Wonder how much time and effort China put into creating this horrible virus.","sentiment_score":-0.6}
{"full_text":"RT BREAKING: Hong Kong to lock down Yau Tsim Mong district in Kowloon in a bid to contain a worsening outbreak of the coronaviru...","sentiment_score":-0.1555555556}
{"full_text":"Covid19, NCDs, inequalities in a community hospital in LA  system pays well to carry out diabetic amputations but doesn't incentivize prevention of complications leading to it. Heartbreaking and so so messed up. #ActOnNCDshttps:\/\/t.co\/t4YDBixRDH","sentiment_score":0.0}
{"full_text":"RT With evidence mounting from Israel that a delayed second vaccine substantially reduces vaccine...","sentiment_score":0.0}
{"full_text":"RT OMG--Biden WH just created a new *National Center for Epidemic Forecasting &amp; Outbreak Analytics*. Just like a national we...","sentiment_score":0.0181818182}
{"full_text":"RT Straight to ITV3 in 2022","sentiment_score":0.2}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"RT The education secretary has said he \"certainly hopes\" schools will reopen before Easter, and said parents, teachers and...","sentiment_score":0.2142857143}
{"full_text":"RT A clarion call to the Muslim communityWe have a lower uptake of the vaccineThe covid vaccine is NOT forbidden in Islam...","sentiment_score":0.0}
{"full_text":"RT Interacting with COVID-19 vaccination beneficiaries in Kashi.","sentiment_score":0.0}
{"full_text":"RT Opinion: I'm a junior doctor, it's clear to me the Conservatives just voted to end the NHS","sentiment_score":0.1}
{"full_text":"Are you talking about government or COVID??? Asking for a friend.","sentiment_score":0.0}
{"full_text":"RT James Bond film No Time to Die delayed again over Covid","sentiment_score":0.0}
{"full_text":"RT Biden is again violating his mask mandate by not wearing a mask while in the White House, which is federal property, in a...","sentiment_score":0.0}
{"full_text":"RT Dave Chappelle tested positive for COVID-19few days ago he was out with Joe Rogan Elon Musk &amp; Grimes. IDK the other guy.. Ho...","sentiment_score":0.0511363636}
{"full_text":"RT What journalist reponds with the fact quaratine is a Commonwealth responsibility yet still 12 months into a p...","sentiment_score":0.0}
{"full_text":"RT one of my best friends does instacart and she told me over the summer they made her fill every order with pro-prop 22 st...","sentiment_score":1.0}
{"full_text":"RT K media said today the president of Korea, Moon talked with the president of Costa Rica , Carlos Alvarado Quesada on the p...","sentiment_score":0.0}
{"full_text":"RT Remember Priti Patel's policy is forcing people to share a bedroom with up to 27 other people in the Napier (not a) detenti...","sentiment_score":-0.125}
{"full_text":"so what unrepresented group they representmga MALAS at SAKIT  finally a covid representationi'll see myself out","sentiment_score":0.0}
{"full_text":"Covid: Bond film No Time To Die delayed for third timeRename this Bond movie .... No Time To LaunchLaunch another DayView to a LaunchThe Launch is not enoughYou only Launch thriceLaunches are foreverThe Spy who loved a good Launch","sentiment_score":0.35}
{"full_text":"AstraZeneca coronavirus vaccine officially approved by Thai FDA, first 50,000 shots to arrive next month","sentiment_score":0.125}
{"full_text":"RT Pishi was a disaster when it came to managing Covid. From doctors to policemen, everyone protested against Chief Minister'...","sentiment_score":0.0}
{"full_text":"Congratulations!","sentiment_score":0.0}
{"full_text":"RT #Bengaluru Manipal hospital is the same one where Chief Minister and Oppn leader were admitted when the...","sentiment_score":0.0}
{"full_text":"But it's ok to open the borders with Mexico despite a pandemic.","sentiment_score":0.25}
{"full_text":"Hello Anshul! If we have to repair the bed, we will have to wait for a long duration as the product is an import category. Some of our vendors are still shut down due to the pandemic which is why the import date is not clear at least for the next 2-3 months.","sentiment_score":-0.1134259259}
{"full_text":"have u had the covid virus??","sentiment_score":0.0}
{"full_text":"RT What are the chances that frontline workers, the heroes who kept us going through the pandemic, will be awarded Austral...","sentiment_score":0.0}
{"full_text":"RT During period of lockdown, please continue using our online payment platform. #MaskUpZim","sentiment_score":0.0}
{"full_text":"Here's another conspiracy fact :","sentiment_score":0.0}
{"full_text":"RT Africa is in danger of being left behind in the race for #COVID19 vaccines as countries in other regions strike bilateral deal...","sentiment_score":-0.175}
{"full_text":"RT I just asked about this at #MQT. He had no regrets, no apologies, no recognition of the hugely negative impac...","sentiment_score":-0.125}
{"full_text":"RT Interacting with COVID-19 vaccination beneficiaries in Kashi.","sentiment_score":0.0}
{"full_text":"RT Why do you want to take such a big risk by conducting exams and spreading Corona in mass? Don't play with the lives of...","sentiment_score":0.0}
{"full_text":"Thanks Zac that should definitely help. Wish u guys all the best and hopefully the gremlins in the dry 7 speed have been addressed.Since the use cases have changed post Covid and many users are getting cars for both inter &amp; intra city travel","sentiment_score":0.3266666667}
{"full_text":"Stop playing the political ball, you are Zimbabwean, no the gvt has not been doing the best but trying to act as though the first world has not been affected by covid you are not being honest.","sentiment_score":0.4625}
{"full_text":"RT Women earn less than men; do more part-time work than men in order to fit in unpaid care work; are more likely to be on...","sentiment_score":0.2388888889}
{"full_text":"Service Update 08:00 -  Only travel for work if essential or for other legally permitted reasons. Disruption via #Ingatesone, all information can be found here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":0.01875}
{"full_text":"RT The WHO has now confirmed the tests being used to lock us down and terrify us are next to useless.","sentiment_score":-0.0638888889}
{"full_text":"I have now completed 21 days with no alcohol. I know I'm going on about it, but it's a big deal for me. Review:- Sleeping: worse- Exercise: difficult- Think I've put on weight- Liverpool: awful- Covid-19: exists still- Weather: depressing- Ohms: hasn't magically got good","sentiment_score":-0.1857142857}
{"full_text":"Service Update 08:00 -  Only travel for work if essential or for other legally permitted reasons. Please remember to wear a face covering when travelling with us. A half hourly service is running. All updates can be found here ","sentiment_score":-0.0183333333}
{"full_text":"RT Are we supposed to believe the reason the roads are filled with cars at seven in the morning every weekday is because...","sentiment_score":0.4}
{"full_text":"RT #India Starts Shipping #COVID19 Vaccines Selflessly To Other Countries, While #China Busy Making Windfall Profits By Explo...","sentiment_score":-0.0125}
{"full_text":"Fire breaks out at world's largest manufacturer of coronavirus vaccines in India","sentiment_score":0.0}
{"full_text":"RT #GiveawayContestEnter the Giveaway Contest and stand a chance to WIN the CB-GK-02 Corona RGB Gaming Keyboard.To par...","sentiment_score":0.8}
{"full_text":"RT Rajdeep Sardesai 'baffled' by India Today survey that shows Modi govt winning a sweeping majority if elections held today...","sentiment_score":0.5}
{"full_text":"RT Watching President Biden actually working; signing executive orders with normal-sized pens rather than sharpies, after spea...","sentiment_score":0.0}
{"full_text":"RT President Biden will ensure equity throughout the vaccination distribution process by protecting the most at risk, increasi...","sentiment_score":0.5}
{"full_text":"RT President Biden will ensure equity throughout the vaccination distribution process by protecting the most at risk, increasi...","sentiment_score":0.5}
{"full_text":"If only that were true, just 3% virus spread is linked to hospitality but it feeds into the fear narrative, one reason why that despite closure and massive restrictions to the 3rd largest employer Covid is booming. 10,000+ premises permanently closed already.","sentiment_score":0.05}
{"full_text":"Lockdown March 2020 we had 0 children in with teachers as parents. This time they're all in. Shows how the demands have increased on the profession.","sentiment_score":0.0}
{"full_text":"RT BIG BREAKING TOKYO OLYMPICS CANCELLED Japanese government confirms it cannot go ahead with #Tokyo2020 due to #COVI...","sentiment_score":-0.0416666667}
{"full_text":"Have you had a clear out during lockdown?Would you like to turn your unwanted books, games, CD's &amp; DVD's into donations for us?Then just visit #FundraisingFriday #MCKSCharitableFoundationUK #Charity #CommunitCareSupport #ThankYou","sentiment_score":0.1}
{"full_text":"RT I HATE CORONA","sentiment_score":-0.8}
{"full_text":"RT #GiveawayContestEnter the Giveaway Contest and stand a chance to WIN the CB-GK-02 Corona RGB Gaming Keyboard.To par...","sentiment_score":0.8}
{"full_text":"RT We are kinda lucky COVID happened in 2020. Imagine this happened in 2003. Months in your house with a Nokia playing snake ...","sentiment_score":0.3333333333}
{"full_text":"RT Just fined my son for his mask slipping of his nose as he was sleeping #Coviddept I have the whole lockdown to rinse him...","sentiment_score":0.05}
{"full_text":"RT Anyone in a position of influence or power still talking about death as the only bad outcome of covid must stop misinf...","sentiment_score":-0.35}
{"full_text":"RT PS800 fine for those in England caught in a party with more than 15 people? Why are 15 people allowed to come together d...","sentiment_score":0.4583333333}
{"full_text":"RT Huh? Trump said this and y'all called him a murdered.","sentiment_score":0.0}
{"full_text":"RT Interacting with COVID-19 vaccination beneficiaries in Kashi.","sentiment_score":0.0}
{"full_text":"RT The Japanese government has privately concluded that the Tokyo Olympics will have to be cancelled because of the coronavirus,...","sentiment_score":0.0}
{"full_text":"RT Here's your SU Education Officer, Ellie to explain more about the ways we're working to reduce the impact of the pandemic...","sentiment_score":0.5}
{"full_text":"RT I know it sounds weird, but it's amazing to see people actually working in the White House.","sentiment_score":0.025}
{"full_text":"RT Why are BBC Scotland reporters and news readers parroting the Scottish Tory lie that the vaccination deadline has slipped...","sentiment_score":0.0}
{"full_text":"RT [Statement] President Cyril Ramaphosa on the passing of Minister Jackson Mthembu It is with deep sorrow and shock that w...","sentiment_score":0.0}
{"full_text":"A research doctor friend of mine has told me that inactivated virus vaccines will be the safest because it is proven technology. He also has taken the Pfizer\/BioNTech vaccine","sentiment_score":0.0}
{"full_text":"RT On behalf of all my Black family who have died, been permanently injured, or economically devastated by #COVID19 , #FvckC...","sentiment_score":0.0666666667}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Reason people are breaking the rules is because they aren't concerned about getting covid now the government want to offer PS500 for anyone who tests positive?! They will be even more reckless!","sentiment_score":0.4545454545}
{"full_text":"Community testing for #COVID19 will now be offered to people without symptoms in England. News from","sentiment_score":0.0}
{"full_text":"RT Lockdown till summer uno? I'll start doing cocaine, let's not play this game","sentiment_score":-0.4}
{"full_text":"RT K media said today the president of Korea, Moon talked with the president of Costa Rica , Carlos Alvarado Quesada on the p...","sentiment_score":0.0}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"RT For Biden supporters. People working in the oil industry have now lost their jobs (because Biden halted the pipeline) in the...","sentiment_score":0.0}
{"full_text":"The company claims that its COVID-19 treatment also has prophylactic properties. Via","sentiment_score":0.0}
{"full_text":"Why Israel is worried about the South African corona mutation","sentiment_score":0.0}
{"full_text":"RT tw \/\/ death nearly 94,000 people have died in the uk bc of covid and you're out here giving a big 'fuck you' to the nhs,...","sentiment_score":-0.1}
{"full_text":"RT This great news was bashed back in April. Several of us tried to get this in front of the \"right\" individuals, to no ava...","sentiment_score":0.2714285714}
{"full_text":"And had our government put any effort into it we might be further along than we are now. Instead we keep crossing grim new milestones like the 400K+ dead Americans. #Covid19 #WearAMask #StayHome","sentiment_score":-0.2659090909}
{"full_text":"RT Huh? Trump said this and y'all called him a murdered.","sentiment_score":0.0}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"RT Covid: England's schools to get two weeks' notice for reopening","sentiment_score":0.0}
{"full_text":"RT The press secretary really said that Biden couldn't wear a mask because he was celebrating","sentiment_score":0.2}
{"full_text":"RT I couldn't wait one more day to have this meeting, to say thank you on behalf of a grateful nation, to educators for their hero...","sentiment_score":0.5}
{"full_text":"Before lockdown our team helped a client in distress and this is the feedback they left.This is what motivates the team, seeing happy clients.Happy Friday everyone#Motivation  #teamwork  #greatservice","sentiment_score":0.8}
{"full_text":"China and WHO acted too slowly to contain Covid-19, says independent panel","sentiment_score":-0.15}
{"full_text":"We're looking for heroes like Billy &amp; Eilidh to take on virtually from 23 -25 Apr Join our teamhttps:\/\/t.co\/NtayCdZwxjYour fundraising will help to ensure that our life-changing projects and support services can continue to exist beyond the COVID-19 crisis","sentiment_score":0.0}
{"full_text":"More than 40,000 people have been given a COVID vaccine in Peterborough and Cambridgeshire, new figures show - but the percentage of over 80s being given the jab is one of the lowest in the country...","sentiment_score":0.3181818182}
{"full_text":"Tamil Nadu Health Minister C Vijayabaskar got vaccinated against #Covid19 at the Rajiv Gandhi Government General Hospital, Chennai on Friday morning.","sentiment_score":0.05}
{"full_text":"MP Welcomes Pandemic Insurance Ruling@hbaldwin MP has welcomed a Supreme Court ruling which will mean insurance companies will have to pay out to dozens of local companies who paid for pandemic insurance. More here:","sentiment_score":0.0625}
{"full_text":"Decriminalization--the removal of criminal penalties for buying and selling sex--is key to protecting sex workers from abuse and exploitation, particularly during the COVID-19 pandemic.","sentiment_score":-0.0777777778}
{"full_text":"Low Covid cases beat predictions","sentiment_score":0.0}
{"full_text":"Ivan had his eye on the camera (or the treat behind the camera) but it's his nose that could help protect us against future #COVID19 pandemics.  He's learning the odour of the virus so he can tell when someone has it, even if they're asymptomatic.https:\/\/t.co\/vM5shY7stT","sentiment_score":-0.2}
{"full_text":"Jeremy Corbyn leads the charge against 'vaccine nationalism' and pledges to 'take on' Rupert Murdoch's new venture#PeaceAndJusticeProject","sentiment_score":0.1363636364}
{"full_text":"Give yourself a lockdown treat with wine, apple juice, and vegan chocolate all available at the market TOMORROW.And don't forget to look and our other wonderful stalls.See you at 10am!","sentiment_score":0.425}
{"full_text":"At #EB148, Dr. Fauci also announced US plans to work with other countries \"to counter the erosion of major gains in global health\", specifying HIV\/AIDS, food security, malaria &amp; epidemic preparedness.https:\/\/t.co\/SUw68V05Gp","sentiment_score":-0.0208333333}
{"full_text":"Lockdown LessonsNo.5 Stay SafeNothing lasts forever - that includes the current situation! In the meantime, please take care of yourselves and others by following the latest Government guidelines.","sentiment_score":0.1666666667}
{"full_text":"Yeah is Friday! Good Morning guys #aurorabeutyskills #friday #weekend #love #fridayvibes #tgif #fridaymood #motivation #nature #fitness #beautiful #quarantine #StayHome","sentiment_score":0.6833333333}
{"full_text":"A rising tennis star who complained about being forced to quarantine ahead of the Australian Open has tested positive for COVID-19.https:\/\/t.co\/mf8ukWV9k6","sentiment_score":-0.0745454545}
{"full_text":"Already previewed across our radio show &amp; virtual festivals, this one gets a full release today. A collaboration with &amp; made during 'lockdown link-up' series, featuring on vocals and titled 'Whisper'.","sentiment_score":0.35}
{"full_text":"So they fine you PS800 if you catch  Covid at a party and then hand you back PS500! This Government is an absolute joke.","sentiment_score":0.2055555556}
{"full_text":"So far, more than 40 countries have proposed to import Chinese #COVID19 #vaccines. It is believed that as the production capacity of enterprises continues to expand, #China will gradually increase provision of vaccines to countries in need, FM spokesperson Hua Chunying said.","sentiment_score":0.2}
{"full_text":"As the world grapples with COVID-19, remind yourself that you are not alone in this battle. Take care of your body and connect with others.https:\/\/t.co\/9Lsj8Y7Wis#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0}
{"full_text":"BREAKING: Philippines reports 2,178 new COVID-19 cases, the highest daily record since November. The overall tally is now 509,887.The death toll rose to 10,136 with 20 more fatalities, while 250 more recovered, bringing the survivor count to 467,720.","sentiment_score":0.2893939394}
{"full_text":"Quick reminder for those presenting Videos of your work! There are mobile &amp; desktop editing apps that also help you source stock images too!Need to get more info on our optional #StudentEnterprise Covid-themed Creative Video Competition for Srs? Head to","sentiment_score":0.4722222222}
{"full_text":"Students on the third grade of the junior section of the High School Affiliated to China Agricultural University receive instructions on #COVID19 prevention before leaving campus in #Beijing, Jan. 21. All primary schools in Beijing have been on winter vacation since Jan. 16.","sentiment_score":0.1866666667}
{"full_text":"Like after the Great Recession, some experts believe startups will thrive in the year following the COVID-19 pandemic.","sentiment_score":0.4}
{"full_text":"RT Breaking News: I didn't know that masks are not even mandatory in planes and trains in the US.  And the new administration...","sentiment_score":0.1363636364}
{"full_text":"LIVE Covid-19 Ireland lockdown updates as Micheal Martin shares hint and Dr Holohan's grim warning","sentiment_score":-0.4318181818}
{"full_text":"Do you want to hear how we reached 1200 members in less than 9 months during a global #pandemic , join Ceylan Boyce for the StartUp 2021 Show, to hear about the strategies that kept us thriving in 2020. 10-10:45 Female Founder Story","sentiment_score":-0.0555555556}
{"full_text":"We should not delay giving people their second dose of the vaccine in the recommended time frame: It goes against WHO's advice on vaccines, you're not fully protected form corona until you've had both doses and giving extra time could allow another mutation to develop. #Corona","sentiment_score":0.0}
{"full_text":"Looking for gift ideas? Look no further!Give the gift of a fantastic post-lockdown night out at an OEC Live Event! Vouchers can be bought and gifted online https:\/\/t.co\/CDih37CliL - EASY!#sheffield #sheffieldissuper #barnsleyisbrill #rotherhamiswonderful #doncasterisgreat","sentiment_score":0.3568181818}
{"full_text":"As the world grapples with COVID-19, remind yourself that you are not alone in this battle. Take care of your body and connect with others.https:\/\/t.co\/nqZcBCbJzv#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0}
{"full_text":"This brings the cumulative number of deaths in the country to 39 501.https:\/\/t.co\/O1VCZmCrr9","sentiment_score":0.0}
{"full_text":"In 2019 listed 'vaccine hesitancy' among the top ten threats to global health. Especially during the #COVID19 pandemic, emerging technologies &amp; social media platforms make it easier to spread misinformation and doubts. #vaccinessavelives #vaccineswork","sentiment_score":0.1066666667}
{"full_text":"On Communication from the Commission \"The European #economic and #financial system: fostering openness, strength and resilience\"https:\/\/t.co\/TF8l01Suzg#EUGreenDeal #COVID19 #Digital","sentiment_score":0.05}
{"full_text":"If you're going out, please make sure you mask up and adhere to our governement's latest regulations on #Covid19 #StaySafe","sentiment_score":0.5}
{"full_text":"Some good news of #rdguk to help roll the #vaccine out #coronavirus","sentiment_score":0.7}
{"full_text":"COVID 19 cases in India until : 22\/01\/2021 13:30Total Cases: 10626218 [+0]Active: 185844Recovered: 10282889 [+0]Deaths :153067 [+0]Total Tests: 190.15MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"A woman from #Leyland who lost her dad to #coronavirus is petitioning for a national day of remembrance.Rachael Lidgett wants to pay tribute to her dad, Chris, who died in December.Click the link to sign the petition ","sentiment_score":0.2}
{"full_text":"iPhone11 Screen Replacement.#newyear #MMPR #covid19 #covid20 #phonerepair#iphone #samsung #oppo #huawei #iphonerepair #repair #cellphonerepair#mobilerepair #apple #screenrepair #plus#datarecovery #samsungrepair #crackedscreen#samsung #repairiphone #computerrepair","sentiment_score":0.0}
{"full_text":"Watch broadcast: PM Shri interacts with beneficiaries and Covid vaccinators from Varanasi.","sentiment_score":0.0}
{"full_text":"A doctor is offering tips to the nearly 50 million Americans who are afraid of needles to help them conquer their fear and get vaccinated for COVID-19.","sentiment_score":-0.25}
{"full_text":"RT NEW: Our inspection found that too many firefighters were prevented from fully supporting the public during the #COVID19 pande...","sentiment_score":0.2215909091}
{"full_text":"COVID-19 has set back the advancement of women, reinforcing existing gender inequalities.https:\/\/t.co\/rnAOqIHoRk","sentiment_score":0.0}
{"full_text":"RT Another prominent tennis player tests positive for Covid-19: Madison Keys, who unlike Andy Murray, sounds like she doe...","sentiment_score":0.3636363636}
{"full_text":"The best thing you can do to reduce the spread of the coronavirus is to stay at home.If you have to leave home for essential travel or to shop for essentials, remember to:>Wash your hands >Cover your face >Keep your distance","sentiment_score":0.5}
{"full_text":"How have you been spending your lockdown weekends? If you're looking for a little break from the mundane days, why not head over to our Horse Lounge platform and join our online community of equestrians? Start your 7 day free trial now -","sentiment_score":0.0152777778}
{"full_text":"Cancer Research UK expects fundraising income to decline by PS160m this financial year &amp; PS300 million over 3 years as a direct result of the COVID-19 pandemic.They need your help. Take part in #ManchesterMarathon &amp; join the team today","sentiment_score":0.05}
{"full_text":"\"We need to strengthen the public sector [...] if we really want to be prepared for another outbreak\" - Public Health and Societal Resilience: what role for the EU?https:\/\/t.co\/0XQbqPmRBL","sentiment_score":0.0666666667}
{"full_text":"Biden Signs Executive Orders To Battle Pandemic: 'This Is A Wartime Undertaking'","sentiment_score":0.0}
{"full_text":"RT  Natasha. I'm Devi. Not keen on being in charge of everything but we do need a U.K.-wide strategy to stop rolling lockdow...","sentiment_score":0.0}
{"full_text":"On Saturday AM, Joe Biden's energy and climate push. joins me. Brian Schmidt on his Nobel laureate climate address. Plus Roger Macnamee critic of tech giants. And on tourism's COVID crisis. 7am 8am ABC Local Radio.","sentiment_score":0.0}
{"full_text":"\"Any GP surgery can get in touch to book Covid vaccination transport for their patients\" - surgeries across the borough are using ECT's PlusBus for Health as vaccination programme ramps uphttps:\/\/t.co\/YzOouLBXiC@EalingCCG #covid19 #EalingTogether","sentiment_score":0.0}
{"full_text":"A Sick Couple Rushed To Marry In Covid Ward","sentiment_score":-0.7142857143}
{"full_text":"During the economic and COVID-19 crises in Lebanon, many migrant workers like Faruk lost their jobs. This is his story.","sentiment_score":0.35}
{"full_text":"A further 65 pharmacies are joining the #COVID19 vaccination programme to make sure more people from priority groups can get the jab.Find out about the rollout in pharmacies More on COVID-19 vaccinations: |","sentiment_score":0.375}
{"full_text":"In order to minimise the spread of the virus as much as possible, it is important that we stay at home.Do your bit to help the NHS by staying home and staying safe.#StickWithIt","sentiment_score":0.2}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":" bloody typical ","sentiment_score":-0.4833333333}
{"full_text":"Hybrid workplace platforms are key to sustaining productivity in the post #COVID world. You'll find a practical blend of integrated and virtual solutions at the Microsoft Experience Center Asia:","sentiment_score":-0.05}
