{"full_text":"RT *not givencouncils will ALL have to compete &amp; bid for the 'extra' money... it is NOT GIVEN...  it is not immediate.....","sentiment_score":0.0}
{"full_text":"RT Dr. Anthony Fauci, along with other health experts, discussed the facts and myths about the COVID-19 vaccine's distribution in V...","sentiment_score":-0.125}
{"full_text":"RT We're still not in a proper lockdown.Too many kids forced into school because they're too poor for home schooling, o...","sentiment_score":-0.05}
{"full_text":"Wisconsin passes 500,000 total COVID-19 cases, recording most recent 100,000 in the last five weeks.","sentiment_score":0.125}
{"full_text":"RT Britain's medical regulator approved Moderna's COVID-19 vaccine for use, the health ministry said, adding that it had agreed t...","sentiment_score":0.0}
{"full_text":"RT just because the public are fucking idiots doesn't mean the Covid catastrophe isn't ultimately the government's fault.","sentiment_score":-0.278125}
{"full_text":"RT Pfizer #COVID19 vaccine &amp; new WHO recommendations:*You still need 2 doses*You should still try to dose as per schedule...","sentiment_score":0.1363636364}
{"full_text":"RT Arrest","sentiment_score":-0.05}
{"full_text":"RT In absolute awe of teachers &amp; staff who've gone that extra mile throughout the pandemic, particularly this week -- managing...","sentiment_score":0.1222222222}
{"full_text":"RT .@CNN, please change your dangerously misleading headline: \"Yes, you can still get infected with Covid-19 after being vac...","sentiment_score":-0.6}
{"full_text":"RT Imagine being so religiously opposed to mask wearing as a concept that you refuse to wear a one even while you photograph yo...","sentiment_score":0.0}
{"full_text":"Try to justify this, the death toll due to covid, and the events at Capitol Hill are on your hands as much as Trumps cult.  You are an American. You have a duty to your fellow citizens and to your country. You have failed miserably in that. It is time you stepped up and did","sentiment_score":-0.285}
{"full_text":"RT I was going to type \"Never mind the moral obligation, this is a legal obligation\" but evidently neither has any effect.If...","sentiment_score":0.15}
{"full_text":"Wisconsin passes 500,000 total COVID-19 cases, recording most recent 100,000 in the last five weeks.","sentiment_score":0.125}
{"full_text":"RT Thousands are dying of covid every day and we have to deal with this lunatic's sedition. Get him out of office. Now. Ever...","sentiment_score":0.0}
{"full_text":"RT Heartbreaking news. Another 1,325 deaths from Covid - the highest number of UK deaths reported on a single day since the...","sentiment_score":-0.0714285714}
{"full_text":"Wisconsin passes 500,000 total COVID-19 cases, recording most recent 100,000 in the last five weeks.","sentiment_score":0.125}
{"full_text":"Bro the guy is acting like miss corona ain't a thing and here he is holding an innocent woman He looks like he hasn't even bathed  He looks like he is probably lacking braincells too ","sentiment_score":0.25}
{"full_text":"Wisconsin passes 500,000 total COVID-19 cases, recording most recent 100,000 in the last five weeks.","sentiment_score":0.125}
{"full_text":"RT Over 42k people have been diagnosed with #COVID19 in the last 7 days in Ireland. That's just under 1% of the Irish popu...","sentiment_score":0.0}
{"full_text":"RT The refrigerated truck for dead bodies has arrived. They are using 3 bags\/person so that there is no leakage from the corpse....","sentiment_score":-0.2}
{"full_text":"RT billions for testing, tracing &amp; vaccine distribution. I'm so proud that we could bring attention to getting technical a...","sentiment_score":0.4}
{"full_text":"RT Paul Woods earns $605,000 to run a hospital in Canada. He is part of the lockdown mafia that tells you how to live your lif...","sentiment_score":0.1363636364}
{"full_text":"Wisconsin passes 500,000 total COVID-19 cases, recording most recent 100,000 in the last five weeks.","sentiment_score":0.125}
{"full_text":"RT Goodnight.Wash your paws.Wear a mask if you can.Be good to each other.Don't try to stage a coup.","sentiment_score":0.7}
{"full_text":"Club atletico covid 19","sentiment_score":0.0}
{"full_text":"RT Joe Manchin is worth an estimated $7 million. At least 70% of WV households would qualify for $2,000 checks. 40% of West...","sentiment_score":0.0}
{"full_text":"RT .@MBuhari, SGF To Take COVID-19 Vaccine On Live Television | Sahara Reporters This is coming after Sah...","sentiment_score":0.1363636364}
{"full_text":"RT Do you remember during the first lockdown when every MP got given PS10,000  to pay for laptops, internet upgrades and bills...","sentiment_score":0.25}
{"full_text":"RT JUST IN: New study offers some reassurance that Pfizer and BioNTech's COVID-19 vaccine is likely to protect patients against two n...","sentiment_score":0.0787878788}
{"full_text":"How many of these tested +ve after admission for another condition\/illness that was unrelated and asymptomatic. This is the data breakdown we need to see otherwise, at this rate, every death is a Covid death.","sentiment_score":0.5}
{"full_text":"RT Paul Woods earns $605,000 to run a hospital in Canada. He is part of the lockdown mafia that tells you how to live your lif...","sentiment_score":0.1363636364}
{"full_text":"Wisconsin passes 500,000 total COVID-19 cases, recording most recent 100,000 in the last five weeks.","sentiment_score":0.125}
{"full_text":"RT THREAD: The nation's biggest immunization rollout in history is facing pushback from an unlikely source: health care workers who wi...","sentiment_score":-0.5}
{"full_text":"This is so wrong. Saying we support brief lockdowns, whilst vaccinations proceed, to prevent hundreds of thousands of deaths from COVID does not imply we must support lockdowns every winter to limit 10-20,000 deaths from flu. It just doesn't.","sentiment_score":-0.25}
{"full_text":"First con post covid. This is what im wearing ","sentiment_score":0.25}
{"full_text":"RT Why, at this point, is the vaccine not being made available to anyone who wants it? Government central planning is failing....","sentiment_score":0.2}
{"full_text":"Jim Tomusula as well . Cleaning house . More firings expected .","sentiment_score":0.2}
{"full_text":"Friend had covid, now has had both vaccines, \"we must keep wearing masks cause we're not sure it works\" ","sentiment_score":-0.25}
{"full_text":"RT Saturday's Times: \"Police start crackdown on Covid rule-breakers\" #BBCPapers #TomorrowsPapersToday htt...","sentiment_score":0.0}
{"full_text":"RT And to think it was the worthless bastard who owns Fox News - doesn't even pay taxes here - that Johnson ensured was fir...","sentiment_score":-0.8}
{"full_text":"RT Today Islamic Republic's leader bans US and European COVID 19 vaccines and spreads dangerous lies about #coronavirus on...","sentiment_score":-0.3}
{"full_text":"RT We're excited to be a part of #COVID19 conference! Over the next few weeks, we'll highlight members of the \"...","sentiment_score":0.0895833333}
{"full_text":"RT For that #athome haircare treat, we've teamed up with Maria Nila  to give one lucky winner a chance to with this #sta...","sentiment_score":0.3333333333}
{"full_text":"Watched doing this live the other night ... that fooking line was a #lockdown kick in 5he nuts ... TAKE ME OUT TONIGHT ...... because I want to see people and I want to see light ... brave of the chief to cover the #smiths","sentiment_score":0.3028409091}
{"full_text":"RT The question is, why has the UK been so slow off the mark with vaccines? Especially since the UK number...","sentiment_score":-0.15}
{"full_text":"RT Meanwhile: arrest this Nearman for treason and being too stupid to know where the security cams are","sentiment_score":-0.425}
{"full_text":"RT Countries like Canada, UK and US are always portrayed as leaders around the world but New Zealand really showed it in ever...","sentiment_score":0.1681818182}
{"full_text":"Don't play with deaths that still happen in normal times: 287,000 died in 2019, 300,000 in 2020 many directly from Covid19,  but growth of drug overdose &amp; suicide records. 85% in ICU vents will die, 205-210. 175,000 of 205,000 cases since March recovered. Kids 0-19, ZERO DEATHS","sentiment_score":0.25}
{"full_text":"RT NEW: officials say will direct the Department of Education to extend the existing pause on student...","sentiment_score":0.1181818182}
{"full_text":"RT 1\/7Declaring a major incident is not a decision that is taken lightly. After discussions with","sentiment_score":0.23125}
{"full_text":"QLD has been essentially Covid for for half a year. Tens of thousands of tourists come up here over Xmas. Failure of hotel quarantine again let this out.","sentiment_score":-0.1611111111}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"RT Meanwhile, 21,980 new Covid-19 cases were reported, pushing the total cases to 1,192,570.","sentiment_score":0.0681818182}
{"full_text":"RT White House coronavirus task force says there could be a fast-spreading \"USA variant\" of Covid-19","sentiment_score":0.0}
{"full_text":"RT Please, please follow the rules.Please wear a mask, wash your hands, keep your distance.Even if *you* think Covid is...","sentiment_score":0.0}
{"full_text":"RT Have you noticed that the Fake News media has completely forgotten about COVID for the past 3 days while bashing Trump and hi...","sentiment_score":-0.2166666667}
{"full_text":"RT Please circulate this today.This is disgusting and unbelievable.","sentiment_score":-0.625}
{"full_text":"Almost 5,000! Our state needs to be shut down. My 2nd block was empty yesterday. Not a single kid. This is outrageous. you should be ashamed. DO WHAT'S RIGHT! Hospitals are struggling! kids are in and out - sick, quarantined, isolated...shameful!","sentiment_score":-0.2380385488}
{"full_text":"BREAKOUT 6.80 $BNGO#BREAKTHROUGH #GENOMICS #COVID19https:\/\/t.co\/gy1XbjpkxN#STRUCTURAL VARIATIONSDETECTS ANY DISEASE #CAUSES  #CURE@cnnbrk #CANCER #BLOOD #LEUKEMIA#486 COMP ANTIQUATED METHOD$ILMN $PACBGOOO $5.14AH","sentiment_score":0.0}
{"full_text":"RT Lockdown 3.0 guess I'm gonna. Have todo park stuff... who's keen? ","sentiment_score":0.0}
{"full_text":"RT Meanwhile: arrest this Nearman for treason and being too stupid to know where the security cams are","sentiment_score":-0.425}
{"full_text":"RT The govt were repeatedly warned that if they didn't impose more Autumn restrictions :- Cases would spiral out of contr...","sentiment_score":0.5}
{"full_text":"How to buy your favorite Girl Scout cookies online during the coronavirus pandemic","sentiment_score":0.5}
{"full_text":"RT The cure is worse than the diseasehttps:\/\/t.co\/dzkwX2ghJE","sentiment_score":-0.4}
{"full_text":"RT We have experienced an 80% increase in patients admitted with COVID-19 since Christmas Day &amp; this figure is expected to r...","sentiment_score":0.35}
{"full_text":"RT .@CNN, please change your dangerously misleading headline: \"Yes, you can still get infected with Covid-19 after being vac...","sentiment_score":-0.6}
{"full_text":"RT (person wakes up from a coma they've been in since 2014)their loving partner: you were in an accident. donald trump...","sentiment_score":0.25}
{"full_text":"Every single picture of someone that just got the vaccine, that appears in my timeline gives me a lift. Keep it up twitter, this will never get old. ","sentiment_score":0.0142857143}
{"full_text":"RT Everything that many of us have been trying to scream from rooftops for the past 10 months about the life-saving importance of...","sentiment_score":0.125}
{"full_text":"RT #2020BlackTwitterAwardsToday's Covid-19 stats in Mzansi. Organisers please organise a second moment of silence please h...","sentiment_score":0.0}
{"full_text":"Amen. For Satan knows his only power is deception, therefore introducing a counterfeit gospel that sounds like the true thing, but carries no value in the kingdom of God. #GoodWord #grace #GoodRead #EverydayAnswers #FaithRefresher","sentiment_score":0.175}
{"full_text":"RT this is, among other things, mass murder","sentiment_score":-0.125}
{"full_text":"RT Arrest","sentiment_score":-0.05}
{"full_text":"RT When paramedics responded to a call for help at a nursing home with the largest outbreak of COVID-19 in Ontario, they found th...","sentiment_score":0.0}
{"full_text":"RT Just received a text from an ICU doctor who predicts Ontario hospitals will need to begin \"denying care and removing patien...","sentiment_score":0.0}
{"full_text":"RT Based on last year, there's no reason to stock up or panic. Had to start giving stuff out so they wouldn't spoil. Groc...","sentiment_score":0.0}
{"full_text":"RT A horrifying personal account of yesterday inside the Capitol from Times photographer","sentiment_score":-0.45}
{"full_text":"Worlds criminal himself Modi accused farmers as Terrorists &amp; now Khalsa aid who feeding farmers, police force &amp; even UK during lockdown &amp; still carrying on#ModiMadeDisaster#ModiIsKillingFarmers#ModiDestroyingFederalism","sentiment_score":-0.4}
{"full_text":"RT In the meantime, the best one liner of the entire pandemic:   \"Due to travel restrictions, this year the United States ha...","sentiment_score":0.2916666667}
{"full_text":"RT I'm delighted to have been able to get the in demand to come and work with our club coaches","sentiment_score":0.6}
{"full_text":"RT As we head into the first weekend of 2021, it's important to remember we're still in the middle of a pandemic. Here's yo...","sentiment_score":0.2166666667}
{"full_text":"Jobsworth","sentiment_score":0.0}
{"full_text":"With US jobs report... One in every 10 jobs lost during the pandemic = local government job. Local govt is down more than 1 million jobs since Feb. 2020, while national employment is down about 9.8 million jobs. Local govt. lost 32,000 jobs in December alone.","sentiment_score":0.0314814815}
{"full_text":"But of course coaches want to give their players a chance to get film out there. I expect the Trinity League schools and big publics like Mission Viejo and San Clemente to put together teams. But I don't think it will be a widespread trend post Covid.","sentiment_score":0.0}
{"full_text":"RT A reminder that we all thought LAST January was a crazy news month: Aus bush fires, Soleimani, Megxit, Trump impeachment,...","sentiment_score":-0.3}
{"full_text":"a pandemic what would you say? Without resorting to Ferguson lunacy, I'd expect maybe 740k to be worthy of the fear. So, wait and see what they are for all UK. I don't think they'll be near that myself .","sentiment_score":0.2166666667}
{"full_text":"RT In the first lockdown I led this superb team of British Gas workers and members to deliver vital medical equipment to...","sentiment_score":0.27}
{"full_text":"is it safe to get piercings in this pandemic?","sentiment_score":0.5}
{"full_text":"RT Nationalize West Jet; workers are more important than your investors.","sentiment_score":0.45}
{"full_text":"RT Especially now in these current times. No one actually really knows what's going on. Rules &amp; regulations changing so o...","sentiment_score":0.0666666667}
{"full_text":"RT Please circulate this today.This is disgusting and unbelievable.","sentiment_score":-0.625}
{"full_text":"RT 'Wynonna Earp final six episodes of Season 4 expected to air in the Spring' #Earpers","sentiment_score":-0.05}
{"full_text":"RT NEW: officials say will direct the Department of Education to extend the existing pause on student...","sentiment_score":0.1181818182}
{"full_text":"RT The question is, why has the UK been so slow off the mark with vaccines? Especially since the UK number...","sentiment_score":-0.15}
{"full_text":"Ya THINK???Google Analytics is not a peer-reviewed, respected source for information during the pandemic. Glad they have an intelligent judge on the case. Too bad she can't force a mask mandate.","sentiment_score":0.2}
{"full_text":"RT All people living in care homes in Denmark have now been vaccinated. Vaccination started on 27 December. #COVID19 #eudk","sentiment_score":0.0}
{"full_text":"RT COMPETITION TIME!! #WIN the ultimate #Fakeaway pizza night in! Perfect for a lockdown date night! For your chance t...","sentiment_score":0.6}
{"full_text":"You're absolutely right there: China is ultimately responsible. BoZo is just the useful idiot that made it happen here.","sentiment_score":-0.0035714286}
{"full_text":"RT Please circulate this today.This is disgusting and unbelievable.","sentiment_score":-0.625}
{"full_text":"Holy shit","sentiment_score":-0.2}
{"full_text":"RT Denton County residents can now sign up for a waitlist to receive the COVID-19 vaccine on DCPH's new Vaccine Interest Portal...","sentiment_score":0.1363636364}
{"full_text":"Keepin non-COVID19 cases out of the hospital is key right now. #PPE #gloves #faceshields #facemasks #COVID19News","sentiment_score":0.1428571429}
{"full_text":"Rethinking the human-nature relationship in ChinaA look back at 2020 and how Covid-19 has accelerated the process of renegotiating the relationship between humans and the rest of natureBy Ma Tianjie (@chinadialogue)#China","sentiment_score":0.0}
{"full_text":"German authorities fear winter sports crowding on weekend slopes despite ban to curb spike in coronavirus cases","sentiment_score":0.0}
{"full_text":"Indeed!  Good news is they have back-pedalled following NPCC guidance - sounds like common sense is on the way back: thank goodness","sentiment_score":0.1}
{"full_text":"\"#COVID19 gave companies a massive push toward digital transformation. But now that we have had this initial push, it's critical to keep moving forward.\"","sentiment_score":0.0}
{"full_text":" Players will need a minimum six weeks training to be ready 1895 Cup in doubt? Clubs believe Covid-secure environments already in placeChampionship and League 1 clubs' plans for 2021 have been paused. But what impact will it have moving forward?https:\/\/t.co\/ESzRrG4QWM","sentiment_score":0.2}
{"full_text":"RT Gotta love a COVID Marshall","sentiment_score":0.5}
{"full_text":"The PGA Tour Series-China will not conduct a 2021 season because of the Covid-19 pandemic and the uncertainty around the situation in the country, the PGA Tour said","sentiment_score":0.0}
{"full_text":"The feature-length film was made by Global Media during lockdown, mostly at Bethlehem Boxing Club in Richmond Hillhttps:\/\/t.co\/bYFcTC96mD","sentiment_score":0.25}
{"full_text":"Session Highlight! \"Hurricane-force winds are moments away &amp; a COVID testing site lies in the path.  helped this site avert disaster in an incredibly active fire season!\" Wed, Jan 13th1:25 PM ETAbstract: #AMS2021","sentiment_score":-0.1666666667}
{"full_text":"The insurance window, a key part of the World Bank's Pandemic Emergency Financing Facility, provides coverage of up to $425 million raised from the private sector through the issuance of swaps and bonds.","sentiment_score":0.0}
{"full_text":"RT 1 in 30 people in London now have COVID. NHS staff were shouting from the rooftops that Christmas could risk thousands of l...","sentiment_score":0.0}
{"full_text":"Covid death toll hits deadly new daily high of 1,325 as Khan declares 'major incident' in Londonhttps:\/\/t.co\/gMFwujiky0","sentiment_score":0.0897159091}
{"full_text":"You're a moron. If masks have enough of an opening to let air in, they have enough of an opening to let the virus in. You can also get coronavirus through your eyeballs. And if masks worked, CA, the lockdown and mask capital of the country, wouldn't being getting hit hardest.","sentiment_score":-0.2666666667}
{"full_text":"High-impact entrepreneurs are key to overcoming the economic fallout from COVID-19","sentiment_score":0.1}
{"full_text":"RT Dave Portnoy's 'Barstool Fund' hits $20M, helping over 90 small businesses during pandemic. Dave Portnoy's 'Barstool Fund...","sentiment_score":-0.25}
{"full_text":"In his latest briefing, Dr. Anil Vaidian, Commissioner of the County's Department of Behavioral &amp; Community Health, discusses the current priority groups New York State has authorized to receive the COVID-19 vaccine.Get more info:","sentiment_score":0.2840909091}
{"full_text":"Skiing is quite different this year. How has your experience been?https:\/\/t.co\/7gLdOiYTHU","sentiment_score":0.0}
{"full_text":"No spike yet in requests for Covid loan supports - BPFI","sentiment_score":0.0}
{"full_text":"#TGIF! We made it through the first week of 2021. We're grateful for technology that allows us to hang out virtually with loved ones outside our household as we stay home to #StopTheSpread of COVID-19!","sentiment_score":0.3166666667}
{"full_text":"For this week's DID THAT HELP? we've got one Fucker having trouble fucking during, uh, the pandemic, and another Fucker whose boyfriend wants her to be way too close to his family. Listen up!https:\/\/t.co\/2gR8petsFg","sentiment_score":-0.2}
{"full_text":"Challenge: When the pandemic made it necessary to equip employees for remote work, a waste industry client needed 5,200 devices capable of replacing existing desktop devices deployed within a week.Read more in this client story  ","sentiment_score":0.08}
{"full_text":"The freeze on federal #studentloan payments that was part of #COVID19 relief is set to expire at the end of the month.The next step in tackling the $1.7 trillion #studentdebtcrisis is to #CancelStudentDebt.","sentiment_score":0.0}
{"full_text":"Our sister pub owner Jennifer Williams about running a small business, adapting to COVID-19 and championing Ohio-made products.https:\/\/t.co\/HKdgZwGmlB","sentiment_score":-0.25}
{"full_text":"Waco-McLennan County Public Health District Announces 168 New Cases of COVID-19  Six New Deaths Attributed to COVID-19As of the time of this release, the hospitalization rate for January 7th was unavailablefor Trauma Service Area M.","sentiment_score":0.0909090909}
{"full_text":"RT Exclusive: Hundreds of cancer operations cancelled as overrun London hospitals asked to send staff to Nightingale ","sentiment_score":0.0}
{"full_text":"ENCOURAGING NEWS: New research suggests that Pfizer's COVID-19 vaccine can protect against a mutation found in two easier-to-spread variants of the coronavirus:","sentiment_score":0.1363636364}
{"full_text":"\"I felt comfortable being in that room, sharing that much of my soul not knowing how it would be received\"","sentiment_score":0.3}
{"full_text":"#PIL filed in #Delhi HC seeking removal of voiceover in #COVID19 caller tune#coronavirus","sentiment_score":0.0}
{"full_text":"Establishing #vaccine confidence is vital to ending the #COVID19 pandemic. A new series of videos featuring experts from leading health orgs helps answer common questions about COVID-19 vaccines. #VaccinesWork","sentiment_score":-0.0212121212}
{"full_text":"A study has looked at how effective the rollout of vaccines - and lockdown - could be","sentiment_score":0.6}
{"full_text":"The 77-year-old was hospitalized on Dec. 13 and had been receiving oxygen, though has since improved.https:\/\/t.co\/GmlBZD9XUG","sentiment_score":0.0}
{"full_text":"I don't want anyone I know sick and I know too many now that are.. people stay home","sentiment_score":-0.1071428571}
{"full_text":"To recap:-PPP reopens Monday &amp; ONLY community lenders will issue loans for first few days-1st-time borrowers are eligible to apply Monday. 2nd-time borrowers eligible Wednesday-TBD when other lenders get in the mix, but Trump admin. says will be soon","sentiment_score":-0.01875}
{"full_text":"#UPDATE: Arizona will open a 24\/7 vaccination site Monday at in Glendale to dramatically expand the availability of #COVID19 vaccine doses in the Phoenix metropolitan area.","sentiment_score":0.0}
{"full_text":"Johnson &amp; Johnson urges patients not to delay healthcare due to COVID-19 - Campaigns - MM&amp;M - Medical Marketing and Media","sentiment_score":-0.0625}
{"full_text":"Did you know? You can place your order today for pick-up tomorrow! Our indoor Garden Centre is closed for shopping during the lockdown. BUT, we have an online store available. Shop from the comforts of your home!","sentiment_score":0.2}
{"full_text":"More than 4,000 people in the U.S. died of COVID-19 on Thursday, Jan. 7, according to Johns Hopkins University data. A new, grim daily death record.","sentiment_score":-0.0909090909}
{"full_text":"RT .@GavinNewsom is presenting his budget proposal. As expected, it includes $600 relief payments for Californians who earn less tha...","sentiment_score":-0.1333333333}
{"full_text":"Millions of business owners are about to get help.       ","sentiment_score":0.0}
