{"full_text":"RT Huge snowball fight erupts in Leeds park as people flout coronavirus lockdown rules","sentiment_score":0.4}
{"full_text":"RT #queensu expert Troy Day created the models charting the potential spread of the new variant of the coronavirus in Ontario. He...","sentiment_score":0.0681818182}
{"full_text":"9 million votes\/ Rep Platform was going to repeal Citizen Based Tax \/ How quickly they forget \/ JUST 'qualify nonresidents' U.S. citizens who live permanently in another country and pay taxes there as though they were its nationals FIXED","sentiment_score":0.1898989899}
{"full_text":"It's only been 10 days?!","sentiment_score":0.0}
{"full_text":"RT I think I've finally hit the point in this pandemic where I'm questioning if it will ever really end.","sentiment_score":0.1}
{"full_text":"RT Remember at the start of the pandemic, when everyone was awed by the return of a few fish to Venice's suddenly tourist-fr...","sentiment_score":-0.1}
{"full_text":"Fn Wizards. Block them.","sentiment_score":0.0}
{"full_text":"The CDC has developed a site, Coping-19 which addresses mental health, stressors, and personal experiences onset by COVID-19.https:\/\/t.co\/Rv31CiFpW1","sentiment_score":0.0}
{"full_text":"Alt-Right Pseudoscience - Part 1: Lockdown Sceptics","sentiment_score":0.0}
{"full_text":"RT I'm seeing so many people break the lockdown rules, then the SAME people complaining that the rules are getting tighte...","sentiment_score":0.25}
{"full_text":"RT Did COVID end on January 6th? Because the only news I've heard since -  is Democrat Governors and Mayors suddenly and miric...","sentiment_score":0.0}
{"full_text":"RT Did COVID end on January 6th? Because the only news I've heard since -  is Democrat Governors and Mayors suddenly and miric...","sentiment_score":0.0}
{"full_text":"RT We're sharing important recent court notices on our COVID-19 News &amp; Information page, including updat...","sentiment_score":0.2}
{"full_text":"RT EXTREMELY BAD retail sales print, but there's a LOT going on under the surface here. COVID effects visible in a number of plac...","sentiment_score":-0.7}
{"full_text":"RT It's one of the most outrageous things that has ever happened in my lifetime","sentiment_score":-0.25}
{"full_text":"Humble Request - Request To All # . Govt of India  - Ministry of Finance - CBIC, CBDT,  MCA  Extend All the Returns upto 31-03-2021. Kindly Stop All GST Late Fees,  Other Late Fees Penalties. All the  People are Suffering From  Covid-19,  Without Business,  Due to Heavy Rains,..","sentiment_score":-0.0928571429}
{"full_text":"RT Damn these conspiracy theories coming true ","sentiment_score":0.35}
{"full_text":"Our very own CEO Chetan Shah recently featured in Once Upon A Pandemic series!Chet talks all things micebook, events and the awesome industry we all love and his newest additions of two very cute bunnies...https:\/\/t.co\/7Bmqqp0xZ4 #stressmatters #micebook","sentiment_score":0.586}
{"full_text":"Manufacturing capacity utilization increased from 72.7% in November to 73.4% in December, the highest rate since the COVID-19 pandemic began, even as capacity remained 2.3% below what was seen in February.","sentiment_score":0.0}
{"full_text":"RT If I get infected with covid-19 in a hostel, it will most likely spread to other people. Online exams are the easiest...","sentiment_score":0.125}
{"full_text":"\"Worse even than falling for 'Stop the Steal' is believing that all the world's doctors &amp; scientists &amp; journalists are lying about the clear and present danger of covid-19. 400,000 Americans are dead, and still these MAGA nincompoops insist it's a hoax.\"https:\/\/t.co\/KVnWI3wMd7","sentiment_score":-0.125}
{"full_text":"RT Tomorrow, 16th January, India begins the pan-India rollout of COVID-19 Vaccination drive. The launch will take place at...","sentiment_score":0.0}
{"full_text":"To think things will never be the same covid really took over. The new norm is different but adapting is a part of life.","sentiment_score":0.0840909091}
{"full_text":"RT The variant emerging in South Africa (@nextstrain clade 20H\/501Y.V2, lineage B.1.351, described at","sentiment_score":0.0}
{"full_text":"RT Biden's $1.9 trillion COVID relief plan looks great! But I have an idea to make it more effective.To get your money,...","sentiment_score":0.75}
{"full_text":"RT i just saw 3 homeless guys giving each other the covid vaccine under a bridge.  what a caring community we live in ","sentiment_score":0.0056818182}
{"full_text":"It is only in our darkest hours that we may discover the true strength of the brilliant light within ourselves that can never, ever, be dimmed.#sanitize #wearamask #TogetherAgainstCovid19","sentiment_score":0.4125}
{"full_text":"Still blaming China for a virus created by God? The reason we have nearly 400,000 dead in America, compared to ~500 in South Korea, is because Trump lied to America, and failed to take action to control it. Stop defending Trump for incompetence.","sentiment_score":-0.125}
{"full_text":"RT I'll be sitting in the chair for on today 4-5pm EST. Tune in - we'll have ALOT to talk abo...","sentiment_score":0.0}
{"full_text":"I'm sad for &amp; that they won't get to experience the full inauguration regalia due to the pandemic and pandemonium. However I'm grateful &amp; have already had that experience during President Obama's inauguration.","sentiment_score":-0.0916666667}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT A very brave post showing her dad seeing her mum for the very last time.  Let this not happen to your mum &amp; dad or grandma...","sentiment_score":0.5}
{"full_text":"RT Pregnant women are not at higher risk of infection but are at slightly higher risk of serious illness if they get infect...","sentiment_score":0.125}
{"full_text":"RT So proud to see the FEED Act included in American Rescue Plan. For 10 months, has shown it's pos...","sentiment_score":0.4}
{"full_text":"Holy shit!","sentiment_score":-0.25}
{"full_text":"RT Join us tonight!","sentiment_score":0.0}
{"full_text":"RT The Delhi government is fully prepared for the administration of COVID vaccine in Delhi | LIVE","sentiment_score":0.1363636364}
{"full_text":"RT My grandma is 98 and has COVID.  Please if u can say a lil prayer for her.","sentiment_score":0.0}
{"full_text":"RT Democrats sold themselves as having a heart as a global pandemic rages on and yet Biden wants to give us less money than...","sentiment_score":0.0111111111}
{"full_text":"If humans don't have an existential enemy we'll fight each other. Seems inherent,..","sentiment_score":-0.125}
{"full_text":"Great leadership by Jordan. Important to include refugees and displaced people in COVID-19 vaccination programmes ","sentiment_score":0.6}
{"full_text":"RT &lt;Cries in statiscian&gt;","sentiment_score":0.0}
{"full_text":"RT I can do weather and speak up for my family at the same time.","sentiment_score":0.0}
{"full_text":"But performance levels before lockdown were vastly improved as was the overall fitness of the squad.The break killed all that...Plus, there's more important things going on atm...","sentiment_score":0.14}
{"full_text":"Oh yeah and repeat it all in a year because it's a Covid shot like the flu shot will be needed until the population becomes immune they think  ... And more","sentiment_score":0.5}
{"full_text":"China 2020 exports up despite virus; surplus surges to $535B via So the West will have no choice but to plot against China and use its weaknesses like concentration camps, Hong Kong, Taiwan, and trade.","sentiment_score":0.0}
{"full_text":"RT Neuroscientist Chris Shaw PhD shares his concerns about the mRNA #Covid19 vaccines and explains Moderna's own data demons...","sentiment_score":0.6}
{"full_text":"RT Biden's $1.9 trillion COVID relief plan looks great! But I have an idea to make it more effective.To get your money,...","sentiment_score":0.75}
{"full_text":"RT Under the guise of \"advancing development\", governments give billions of dollars to the #alcohol industry, while promoting...","sentiment_score":0.0}
{"full_text":"Every single day of the pandemic F1 drivers prove they're actually only good at their job and nothing else.","sentiment_score":0.2095238095}
{"full_text":"RT \"Could lead to higher taxes.\"*Will","sentiment_score":0.25}
{"full_text":"RT Well it's time for #Day4 of the #DailyDyson challenge ... it was tough to beat yesterday's effort but today could see the...","sentiment_score":-0.3888888889}
{"full_text":"RT I don't hold or his government responsible for the deaths of those who were killed by Covid. That was probably...","sentiment_score":0.0}
{"full_text":"Covid: Fake news 'causing UK South Asians to reject jab' - BBC News","sentiment_score":-0.5}
{"full_text":"RT #PromoteNIOSOctoberStudentsSo why your are risking our life if #COVID19 is not end. You have postponed CBSE exam not...","sentiment_score":0.0}
{"full_text":"Pretty sure that this is the worst day to grocery shop... winter storm warning on top of all the pandemic hoarding. You couldn't make me place an order for much less actually go to the grocery store","sentiment_score":0.0138888889}
{"full_text":"RT On Jan 20, I will join the new White House team on a short term basis as Senior Advisor for COVID response.These are relati...","sentiment_score":0.0454545455}
{"full_text":"RT MLB, fearing the pandemic could create havoc with scheduling, is planning to bring back 7-inning doubleheaders and runner...","sentiment_score":0.0}
{"full_text":"RT Why is Fiona Bruce spreading lies about the number of CoVid cases in Scotland ?Our numbers are not rising 'out of cont...","sentiment_score":0.0}
{"full_text":"RT WOW! Right on cue!Every Democratic leader is screaming to open the economy since Trump is out of office. America has been...","sentiment_score":0.1369047619}
{"full_text":"RT So let me get this straight, they COULD immediately pass relief but instead they want to waste time being held hostage by...","sentiment_score":0.0}
{"full_text":"Only one the should stay is DH. All the others are what is killing this fucking sport","sentiment_score":-0.3}
{"full_text":"RT Tomorrow, 16th January, India begins the pan-India rollout of COVID-19 Vaccination drive. The launch will take place at...","sentiment_score":0.0}
{"full_text":"COVID lockdowns have no clear benefit vs other voluntary measures, international study shows","sentiment_score":-0.0583333333}
{"full_text":"RT It's hard to wrap your head around how many people we've lost and will continue to lose.","sentiment_score":0.1041666667}
{"full_text":"Three months from now this tweet might read \"I feel like one of only a few people who hasn't had Covid\"","sentiment_score":-0.1}
{"full_text":"RT One of the reasons we moved to was to use genomics in real time, for patients and with outstandi...","sentiment_score":0.2}
{"full_text":"RT Good morning. As far as we can tell from state + federal data, this is what's going on with the pandemic this week.","sentiment_score":0.4}
{"full_text":"RT In other news, America's billionaires could give everybody in the country a $3,000 stimulus check and still be richer than the...","sentiment_score":-0.125}
{"full_text":"RT Ford gov simplifies lockdown orders with new riddle","sentiment_score":0.1363636364}
{"full_text":"Latest data on where people leaving the Bay Area are going. Hint: Austin, Seattle, New York, and Portland, Oregon are popular.","sentiment_score":0.4121212121}
{"full_text":"RT Tomorrow, 16th January, India begins the pan-India rollout of COVID-19 Vaccination drive. The launch will take place at...","sentiment_score":0.0}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT My day after 2nd COVID vax shot. Felt awful. Was doing res interviews &amp; thought I was just being a wimp. Checked temp afte...","sentiment_score":-0.5}
{"full_text":"omg I can't wait for that first festival once covid is gone, summer pls ","sentiment_score":0.25}
{"full_text":"Just give him all the money and lock him down forever now.","sentiment_score":-0.1555555556}
{"full_text":"I believe its been said months ago that once the election was over all of the lockdowns would end.This data has been available for months and it was ignored to maximize dissatisfaction with Trump.Our medical community are as corrupt as politicians.","sentiment_score":-0.0333333333}
{"full_text":"We need more financial support. Our property managers are raising our rent by $45\/month even during the pandemic! Last time they raised it by $75\/month! We'll have to move--base wage is disgustingly low &amp; my jobs havent given me any raises yet","sentiment_score":0.125}
{"full_text":"RT It's been a really rough week in Indonesia. From Sriwijaya Air SJ-182 crashing on Saturday, to the floods in Kalimantan Selat...","sentiment_score":-0.1}
{"full_text":"RT As global demand for personal protective equipment surges during the pandemic, so has the human cost for those making it overs...","sentiment_score":0.0}
{"full_text":"RT How can We let someone play with our futures!Firstly They initiated online classes when there wasn't this Much Covid...","sentiment_score":0.2}
{"full_text":"RT Here is a story about it.","sentiment_score":0.0}
{"full_text":"RT An observation on schools and COVID-19.  In both Ontario and BC, there is what I will call a \"magical unicorn\" narrative relat...","sentiment_score":0.5}
{"full_text":"RT Our soon published pilot study has already shown MDMA is safe &amp; well-tolerated in AUD. Awakn now surges forward with a series...","sentiment_score":0.5}
{"full_text":"Just searching out my nearest COVID testing site so I know where to go. M-F 9AM-5PM. Drive thru. Appointment required.","sentiment_score":0.0}
{"full_text":"RT President-Elect Biden's COVID rescue plan will begin to provide our people with much-needed support, such as $2,000 direct...","sentiment_score":0.05}
{"full_text":"RT Tomorrow, 16th January, India begins the pan-India rollout of COVID-19 Vaccination drive. The launch will take place at...","sentiment_score":0.0}
{"full_text":"RT Establishing a 'cold chain' will be essential to coronavirus vaccine distribution in off-grid parts of Africa -- and solar power c...","sentiment_score":-0.3}
{"full_text":"RT The South African squad has been cleared for travel to Pakistan in line with COVID-19 protocols which were put in place...","sentiment_score":0.0}
{"full_text":"RT #lockdown Birthday, our Indulgent Chocolate Cake Mix and Luxury Coffee Cake Mix make delicious treats, easy and fun to...","sentiment_score":0.5777777778}
{"full_text":"RT Police warn the SASSA recipients again. Water cannon subsequently used and sprayed  again to enforce social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT Today Australia has recorded only 1 locally acquired case of covid #auspol. Today Australia starts the process of making...","sentiment_score":0.0}
{"full_text":"RT Huge snowball fight erupts in Leeds park as people flout coronavirus lockdown rules","sentiment_score":0.4}
{"full_text":"Should you swim outside your lane in search of under-valued targets? Explore how to get a grasp on how to prepare for a new world of private equity amidst COVID-1 at the 10th Independent Sponsors Summit, Jan 27-28th 2021.","sentiment_score":0.0340909091}
{"full_text":"RT How to duduk rumah if MITI approve all kind of business to operate as usual? Even not essential also need to come office w...","sentiment_score":0.1166666667}
{"full_text":"clicking and collecting more lockdown legos today","sentiment_score":0.5}
{"full_text":"RT 1\/ has released its updated batch of reported Covid vaccine side effect data, through Jan. 8, when roughly 6.6 mi...","sentiment_score":-0.1}
{"full_text":"RT \"The best protection still remains avoiding contact with other people indoors, especially for a sustained period of time\" -...","sentiment_score":0.2916666667}
{"full_text":"It's 2021 and people still find it hard to wear a mask.","sentiment_score":-0.2916666667}
{"full_text":"RT \"Golden feels like a driving song. The initial idea was Harry driving around LA with different people getting in and out of th...","sentiment_score":0.1}
{"full_text":"RT I am 66 years old. I have heart disease. I am still working in the ER. I am seeing patients with Covid. I am at higher r...","sentiment_score":0.175}
{"full_text":"RT just saw 4 homeless men giving eachother the covid vaccine under a bridge, what a caring community we live in ","sentiment_score":0.1363636364}
{"full_text":"COVID-19: FG limits class sizes, hostel occupancy; bans assemblies, as January 18 resumption date standshttps:\/\/t.co\/4FlYcaYG5Q","sentiment_score":0.0}
{"full_text":"RT Official: NAFDAC has not approved any coronavirus vaccines","sentiment_score":0.0}
{"full_text":"BTW wear a damn mask.","sentiment_score":0.0}
{"full_text":"sometimes people make a wrong judgment and carry and spreads falsehoods because they don't read the facts. There are also videos that can be listened to. Select any:","sentiment_score":-0.5}
{"full_text":"RT COVID lockdowns have no clear benefit vs other voluntary measures, international study shows","sentiment_score":-0.0583333333}
{"full_text":"RT  Emergency Need Plasma covid patient.. Patient name = Mallesam duppati Hospital yasoda hospital Malakpet Sruthi...","sentiment_score":0.0}
{"full_text":"Nothing but a tumbleweed rattling around in that skull, huh?","sentiment_score":0.0}
{"full_text":"RT We love you Debbie! ","sentiment_score":0.625}
{"full_text":"We don't need to wait for vaccines to be deployed, stay-at-home orders to lift, or businesses and schools to reopen to harness our inner freedom.https:\/\/t.co\/wc3YiNxmW5","sentiment_score":0.0}
{"full_text":"You must stay home where possible. You are allowed to leave the house to shop for necessities for you or a vulnerable person.More information:","sentiment_score":-0.25}
{"full_text":" Join on the 21st January - for the first in our new seminar series 'A New Dawn for Social Policy' - where she'll discuss her book Regimes of Inequality and #Covid19 Sign up by 19th Jan to get a place!https:\/\/t.co\/pjp3V3AQrF","sentiment_score":0.1112121212}
{"full_text":"Act like you've got it. You don't need symptoms to have coronavirus. Wash hands, cover face, make space. For more information visit","sentiment_score":0.5}
{"full_text":"I also wrote a small personal piece about how Persona 5 Strikers reminds me of friendships I lost during the pandemic, and how I'm excited to reconnect with people.","sentiment_score":0.0416666667}
{"full_text":"The Covid-19 vaccine has gone through many safety tests and clinical trials to ensure that it is #safe and effective.Find out more","sentiment_score":0.5}
{"full_text":"On Monday our ABSN students participated in a \"Med Blast\" Skills Lab where they learned how to safely administer injections and IV meds in our newly renovated lab! These skills are critical, especially for our #GatoRNursing students working COVID-19 vaccination clinics.","sentiment_score":0.1676136364}
{"full_text":"We cannot be relying on outdated data when deciding when and how to reopen schools. COVID-19 cases have surged in the winter months and teacher and school employee rates have become higher than the surrounding community when teaching in-person.","sentiment_score":-0.075}
{"full_text":"FC Barcelona have postponed their presidential election originally scheduled for January 24 due to a spike in coronavirus cases in the region of Catalonia","sentiment_score":0.125}
{"full_text":"The pandemic is making everyone antsy","sentiment_score":0.0}
{"full_text":"\"The ceiling's been like an old friend.\" - me during this lockdown  #Pennyworthhttps:\/\/t.co\/axGq974JBd","sentiment_score":0.1}
{"full_text":"As the final piece of an effective retail security solution, it is crucial to have highly-trained and motivated people.Our frontline heroes continued to deliver exceptional performance throughout the unprecedented Covid-19 pandemic.Read more at:","sentiment_score":0.3944444444}
{"full_text":"Green projects top #participatorybudgeting again during a year Covid-19 cut available funds by half  #ClimateAction #DemoPart","sentiment_score":0.1333333333}
{"full_text":".@ExpediaGroup's Amanda Pedigo talked with former Seattle Mayor Tim Burgess and CEO Clarence Anthony about balancing the growing #shorttermrental market with #publichealth &amp; safety measures at Short-term Rental &amp; Outdoor Summit.","sentiment_score":0.0}
{"full_text":"Elmo seems to always know what we need when we need it! ","sentiment_score":0.0}
{"full_text":"MARTA suspended most of its 110 bus routes in April as a result of the coronavirus pandemic. While a dozen routes have returned, Doraville residents have limited options, and there are no active bus routes in Dunwoody.","sentiment_score":0.1650793651}
{"full_text":"#ICYMI chatted with Guy Ramsay of They had a wide-ranging discussion on fitness, lockdown and mental health. Listen again herehttps:\/\/t.co\/3jtaUhOPYw","sentiment_score":-0.1}
{"full_text":"Stacks of coffins: German crematorium struggles in pandemic. #AFP  jens Schlueterhttps:\/\/t.co\/a0iu9HSIuU","sentiment_score":0.0}
{"full_text":"Among the worst-hit are small, medium and micro enterprises, hotels and restaurants, multiplexes, retail, airlines, manufacturing, and media.if you were also hit by this pandemic fill out the form so that we can help you!!For Employer:  #job","sentiment_score":-0.25}
{"full_text":"COVID's toll on smell and taste: what scientists do and don't know.https:\/\/t.co\/VFKVwTr2c1","sentiment_score":0.0}
{"full_text":"Learn when you can expect to get the COVID-19 vaccine. Groups in each phase are listed in order of priority.  More at","sentiment_score":0.5}
{"full_text":"During the pandemic, we have been collecting COVID-19 information important to our community, including links to articles, webinars, and more. Check out our frequently updated #COVID19 webpage. #PSCPartners #livertwitter","sentiment_score":0.3333333333}
{"full_text":"With us all spending more time at home due to COVID-19 now is an ideal time to have a virtual home fire safety visit!Complete the questions and download guidance designed for your home.Take a few minutes to check your safety:Let's get started:","sentiment_score":0.26875}
{"full_text":"are back with a lockdown visual arts competition for students and teachers!!This year's theme is 'keeping active' - for more info visit: Good luck!@lisafathersAFL","sentiment_score":0.2133333333}
{"full_text":"AAKP Amb. Dammeon Marshall recognized w Presidential Volunteer Service Award for advancing AAKP's COVID risk education &amp; elevating kidney patients in COVID clinicals trials\/vaccine protocols. AAKP COVID programs have engaged 80K+ patients in 70+ countries!","sentiment_score":0.0}
{"full_text":"Another bright day with more vaccinations taking place on-site.  We are hopeful for a brighter 2021. Thanks to HSE Ireland (CHO7 TEAM).#VaccinationsWork #COVID19","sentiment_score":0.4666666667}
{"full_text":"Publix's political action committee contributed $100,000 to Gov. Ron DeSantis' PAC in December, a month before he promoted vaccinations at #Publix stores.","sentiment_score":0.05}
{"full_text":"We've all been hearing about what the have been doing, now learn more about what  has been doing to support immigrants and refugees in Western NY during the pandemic!https:\/\/t.co\/mJVvDmqJP1","sentiment_score":0.25}
{"full_text":"Feeling 'tired and broken,' that's likely the sentiment felt by many frontline workers dealing with #COVID19. spoke with Cathy Le, a critical care nurse about the mental toll this pandemic had on her, and her message to those still questioning the situation.","sentiment_score":-0.0666666667}
{"full_text":"A federal court denies a request for a Catholic school to be exempt from mask mandates and more on #ReligiousFreedom:https:\/\/t.co\/hNwKB1pvPP by #COVID19 #CatholicTwitter","sentiment_score":0.25}
{"full_text":"President Rodrigo Duterte is all praises for bilyonaryo Enrique \"Ricky\" Razon's efforts to make the coronavirus vaccine available to Filipino workers.https:\/\/t.co\/RU2hCV9TPN#BilyonaryoFeatures","sentiment_score":0.4}
{"full_text":" WATCH LIVE: leaders are holding a press conference regarding COVID-19","sentiment_score":0.1363636364}
{"full_text":"Interim Results of Johnson &amp; Johnson Single-Dose COVID-19 Vaccine Shows 90% EfficacyLearn more:","sentiment_score":0.5}
{"full_text":"Undocumented workers could be the last to get the #COVID19 vaccine. The virus doesn't discriminate, and neither should states in their distribution of vaccines. Sign petition to demand vaccines for ALL undocumented workers:","sentiment_score":0.0}
{"full_text":"Preliminary findings from new survey suggests that #COVID19 Effect is a unique and complex form of trauma with potentially devastating consequences in both the short- and long-term for individual nurses and healthcare systems they work in.","sentiment_score":-0.1314393939}
{"full_text":"Happening now: Council President Nick Mosby holding press conference announcing legislative workgroup to weigh in on policy that addresses mental health amid pandemic.","sentiment_score":-0.1}
