{"full_text":"Hi hope your well, I wonder if you could help in anyway? My local publican has raised so much money for local hospitals staff to wat during this 3rd lockdown and done loads for local residents e.g food parcels for elderly and vulnerable people. Pt 1.","sentiment_score":-0.05}
{"full_text":".Patrick - things are turning to shit here in the UK. We have it all.* MSM don't report truthfully* Government &amp; it's advisers repeatedly lie* An epidemic of testing* Vaccination: the only route out* Lockdown &amp; lawsHow is it going in the Netherlands?","sentiment_score":0.1}
{"full_text":"RT Total Covid deaths in Australia: 909Covid deaths in UK in last 24 hours:1162Utterly tragic. This government has f...","sentiment_score":-0.25}
{"full_text":"On my soul ","sentiment_score":0.0}
{"full_text":"RT Arizona schools Superintendent Kathy Hoffman asked Gov. Ducey to return schools to online learning for at least two week...","sentiment_score":-0.3}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"RT \"Every man for himself, God for us all\".(Nigeria's unofficial motto)I don't think this is a wise move for a person wi...","sentiment_score":0.7}
{"full_text":"Covid vaccine and mask conspiracies succeed when they appeal to identity and ideology","sentiment_score":0.0}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"RT Arsenal have borrowed PS120 million from the government via a scheme set up to support significant businesses facing cash flo...","sentiment_score":0.375}
{"full_text":"RT Survivors from #COVID19 have protective immunity against the #SARSCoV2 #coronavirus for months, perhaps years after inf...","sentiment_score":0.0}
{"full_text":"RT #FordfailedOntario #FordFailedThePeople #OntarioLTCFails #democracy #cdnpoli #onpoli #COVID19 So, yeah. #LongTermCare i...","sentiment_score":0.0}
{"full_text":"Tonight we #ClapForHeroes.We clap for every Mencap colleague working hard through lockdown, keeping people with a #LearningDisability safe and supported.We clap for the kindness and compassion you show.We clap so you hear our gratitude.We clap to say thank you.","sentiment_score":0.1041666667}
{"full_text":"Testing, testing, testing - does NOT stop covid! However, cheap, safe old drugs &amp; supplements given early or prophylactically does.","sentiment_score":0.275}
{"full_text":"RT This is spot on from +  Have taken part in many radio phoneins where callers quite genuinel...","sentiment_score":0.5}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"RT Leeds become first Premier League club to hand over facilities for huge Covid-19 vaccine push","sentiment_score":0.325}
{"full_text":"RT COVID-19 relief: Ghana offers citizens free electricity for three months | TheCable","sentiment_score":0.25}
{"full_text":"RT Britain is putting vulnerable people at risk from mutant variants of the coronavirus by delaying the second dose of the vac...","sentiment_score":-0.25}
{"full_text":"Im not surprised i mean she is...","sentiment_score":-0.18125}
{"full_text":"Lock down evening drinks and dinner parties with the dogs! ","sentiment_score":-0.1944444444}
{"full_text":"RT High street pharmacies to start offering Oxford Covid vaccine next week","sentiment_score":0.08}
{"full_text":"It's the Jamaicans in America that say they wanna leave but never come back home.Stay where you are sweetie.","sentiment_score":0.0}
{"full_text":"RT guys my test results came in and i tested positive for a fat ass  also covid  but most importantly a fat ass ","sentiment_score":0.3757575758}
{"full_text":"RT We're so proud of all our state has accomplished for our neighbors in need of care. Thank you to everyone who worked to...","sentiment_score":0.5}
{"full_text":"RT 470,000 doses by the end of March is enough to vaccinate 235,000 people (two doses).That's only 4.7% of the population...","sentiment_score":0.0}
{"full_text":"People are dying anyways. People are dying within this system. And people are dying in other systems. I'm used to living uncomfortably...I don't how well the masked up, covid fearing, Amazon prime lefties will fare tho.","sentiment_score":-0.125}
{"full_text":"RT We should be opening up vaccination to the general population based on advanced age and let senior citizens who are at...","sentiment_score":0.225}
{"full_text":"RT This is what Trump encourages overtly. Imagine what he'll covertly do over the next 13 days--to natl security, state secre...","sentiment_score":0.0}
{"full_text":"A second refugee camp opened in #Sudan for refugees fleeing the war in #Ethiopia's #Tigray region carrying \"little more than the clothes on their backs.\" COVID-19 cases remain prevalent. #StopWarOnTigray #TigrayGenocide #RisingEthiopia","sentiment_score":0.1041666667}
{"full_text":"RT I know that new stimulus checks, Covid vax surge,climate, healthcare are all really important. But the cesspool of politics...","sentiment_score":0.2681818182}
{"full_text":"RT NEW: We've confirmed the FIRST Texas case of the more contagious, \"British\" #COVID19 strand #B117 in Harris County. This...","sentiment_score":0.2572727273}
{"full_text":"RT Get a free, safe hotel room to separate from family or roommates if you feel sick or think you've been exposed to COVI...","sentiment_score":0.0619047619}
{"full_text":"RT A congressman who was at the Capitol yesterday tested positive for the coronavirus at night.https:\/\/t.co\/huitubTLSF","sentiment_score":0.2272727273}
{"full_text":"RT I'm afraid of COVID but I'm more afraid of passing it to someone who isn't strong enough to fight it. ","sentiment_score":-0.0533333333}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"RT Praying and remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also f...","sentiment_score":0.0}
{"full_text":"RT *white woman from california flew across the country, during a pandemic, in order to participate &amp; die in an act of domestic...","sentiment_score":0.0}
{"full_text":"RT In the Making Matters Much Worse Department....","sentiment_score":-0.4}
{"full_text":"RT I'm one of the 165k people","sentiment_score":0.0}
{"full_text":"Thank goodness F.M. is preparing to hold election and  2nd ref ! After all Wm sailed on with Brexit.Not like you lot have been busy during the pandemic other than  of course dishing out your criticism of the Scottish electorate for daring to demand their democratic right.","sentiment_score":0.0651785714}
{"full_text":"RT Lies and an insult to the nurse returning home after a 12 hour shift: Chief Exec Sir Simon Stevens response to covid den...","sentiment_score":0.0}
{"full_text":"North Carolina Gov. Roy Cooper on Wednesday announced a three-week extension of a 10 p.m. curfew aimed at helping slow the spread of the coronavirus as some counties experienced a bumpy rollout of vaccines for residents over age 75.https:\/\/t.co\/xgZFnXljEI","sentiment_score":0.25}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"So proud of the fact that #AWC Nursing students administered over 300 COVID vaccines yesterday. This allowed others to serve COVID patients.  #partnership #Nursing","sentiment_score":0.8}
{"full_text":"RT Strong stuff from Simon Stevens on the disinformation around Covid thereSays people sneaking in to hospitals to film a...","sentiment_score":0.4333333333}
{"full_text":"Seems a fair request :-)","sentiment_score":0.6}
{"full_text":"I am hoping you are taking a regional approach to the schools. Hastings has minimal cases since September, we are already in lockdown due to the GTA my kids should not have to suffer more because of the GTA","sentiment_score":0.0916666667}
{"full_text":"Covid is not fake but the small businesses don't deserve this","sentiment_score":0.0}
{"full_text":"RT US gov granted COVID bailout fund to Falun Gong cult's media arm Epoch Times to spread COVID conspiracy theories.","sentiment_score":0.0}
{"full_text":"RT This is what Trump encourages overtly. Imagine what he'll covertly do over the next 13 days--to natl security, state secre...","sentiment_score":0.0}
{"full_text":"RT As  points out, we see from tonight that the police do, in fact, know how to use restraint. It's not abou...","sentiment_score":0.0}
{"full_text":"RT This is not talked about enough, but actually sold his own clothes to raise funds for the a n...","sentiment_score":0.2}
{"full_text":"RT NEW: Texas reports first case of coronavirus variant first found in the UK. No travel history.","sentiment_score":0.2121212121}
{"full_text":"There was always going to be a spike in deaths during the weeks and months after the vaccination programme began. It will only get worse. ","sentiment_score":-0.2}
{"full_text":"Catch Dr Jabu Mtsweni, #CSIR Information and Cyber Security Centre Manager, on IkwekweziFM tomorrow morning at 07h45 as he speaks about the misinformation surrounding #5G and #COVID19","sentiment_score":0.0}
{"full_text":"Covid crisis: No State aid for dentists causing concern in profession","sentiment_score":0.0}
{"full_text":"RT Yesterday the U.S. reported 3,865 COVID deaths, the greatest single-day total since the pandemic began. This is a nati...","sentiment_score":0.5}
{"full_text":"When was ill with Covid &amp; in icu in hospital,President Trump stood up &amp; said it was sad news &amp; wished him a full recovery saying that Boris was a good friend of his &amp; America,now Boris repays him by stabbing him in the back at the nightly conference.Makes me wonder","sentiment_score":-0.0916666667}
{"full_text":"RT I got my second dose of the #COVID19 vaccine today and now I'm feeling some arm soreness and a massive disgust of sedi...","sentiment_score":0.0}
{"full_text":"The world is suffering. People are dying from a pandemic. Other people are storming our Capitol. Everything is going to shit....but I can always count on Twitter to make it all hilarious ","sentiment_score":0.1875}
{"full_text":"RT #HappyAnniversary to you and Gry, Erik. Though the circumstances may be difficult, a blessing to be able to share this day...","sentiment_score":0.0}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"RT The GOP was outraged at Obama for 4 deaths in Benghazi.Had 16 investigations.COVID deaths?362,000.No GOP outrage,...","sentiment_score":-0.9}
{"full_text":"The first vaccinations against COVID-19 are taking place across the EU. The EU now counts two safe and effective vaccines - Moderna and BioNTech-Pfizer - authorised against coronavirus, and more will come.#SafeVaccines #VaccinesWork #StrongerTogether","sentiment_score":0.4625}
{"full_text":"RT Devastating news. Another 1162 deaths from Covid.The unimaginable - and, at least in part, unnecessary - suffering beh...","sentiment_score":-0.5666666667}
{"full_text":"RT Fun and Frenzy acrylic on canvas 2020 SOLD to a collector today raising funds for life saving cancer treatment...","sentiment_score":0.3}
{"full_text":"RT We are urging the Government to let pubs in England trade as off licences during lockdown to save our locals.Lockdown...","sentiment_score":0.0}
{"full_text":"RT Foreigners are being charged R170.00 for a Covid 19 tests at Beitbridge border post the balance is sponsored by SA governm...","sentiment_score":0.0}
{"full_text":"  Keep at them I may be 1 in USA but have many family in UK.","sentiment_score":0.5}
{"full_text":"coming into close contact with someone with covid !","sentiment_score":0.0}
{"full_text":"RT Of interest, first case of B.1.1.7 variant announced in Harris County and state of Texas earlier today Patient did...","sentiment_score":0.125}
{"full_text":"COVID-19: UK records second-highest daily death toll since start of pandemic","sentiment_score":0.0}
{"full_text":"RT Astonishing fact the UK has suffered more Covid deaths in 24 hours (1,041) than Australia has since the START OF THE PANDE...","sentiment_score":0.5}
{"full_text":"RT Gov. Ralph Northam says Virginia is moving to a new vaccine rollout method: \"I want you to empty those freezers and get shots in...","sentiment_score":0.0181818182}
{"full_text":"RT The real pandemic is the right wing","sentiment_score":0.2428571429}
{"full_text":"just gone to place an order &amp; no more cheesy dibbles on the menu! You have ruined lockdown 3! #disappointed","sentiment_score":-0.59375}
{"full_text":"Is dressing like this a symptom of Special Long Covid?","sentiment_score":0.1535714286}
{"full_text":"RT To any tempted to read the stories about a doctor who died 2 weeks after getting a #Covid19 vaccine: Please read this f...","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT Can u please RT this? I'm trying to get people in UK their 2nd Pfizer vaccine dose on time....","sentiment_score":0.0}
{"full_text":"I absolutely agree w\/ Speaker it's $2000 covid relief  rejected that cause the lost of Republicans in senate if you can give billions of $ in other countries why can't you give Americans more money that's our money you're giving away","sentiment_score":0.1916666667}
{"full_text":"I keep coming back to this photo of Rep. Susan Wild (in red coat). What she describes is a living nightmare.","sentiment_score":0.0333333333}
{"full_text":"RT LA County hospitals forced to make 'tough decisions' as Covid kills someone about every 15 minutes","sentiment_score":-0.3444444444}
{"full_text":"RT England 7th JanChild Hospitalisations (Covid) rise to  3435 a rise of 53 children admitted overnight0-5      17146-1...","sentiment_score":0.0}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"An added bonus if you wear you mask correctly is it does a great job muffling screams of existential dread and soaking up tears of despair.","sentiment_score":0.8}
{"full_text":"How long did it take you to get the results of your postal COVID test?","sentiment_score":-0.05}
{"full_text":"Gave my manager COVID and I still got a Christmas gift, lmao I'm loved at work way too much","sentiment_score":0.5}
{"full_text":"RT Very concerning to hear say that early years settings are currently open to help provide childcare for key wo...","sentiment_score":0.075}
{"full_text":"RT Now that the Palestinian Authority has asked for Covid vaccines, the Israeli government still isn't providing them. It vaccina...","sentiment_score":0.0}
{"full_text":"RT NHS staff need your support now more than ever. But since the last #clapforheroes over 650 frontline healthcare workers hav...","sentiment_score":0.25}
{"full_text":"RT Last spring, we got R down to 0.6-0.7, cases &amp; hospital admissions dropped steadily. Hospital occupancy peaked 3 weeks afte...","sentiment_score":0.0037037037}
{"full_text":"I'm done with horizon and ghosts, and this was 50% off so meh, lots of lockdown time. It's no breath of the wild but it's still pretty good","sentiment_score":0.35}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"RT From a Middle Eastern friend:\"Due to covid-19 travel restrictions the US had to set up a coup locally this year\"#Washingto...","sentiment_score":-0.0416666667}
{"full_text":"RT States are completely overwhelmed:1) Testing for COVID192) Treating patients who are sick with COVID19...","sentiment_score":-0.3071428571}
{"full_text":"RT My girl is a US veteran who left Cali in a pandemic to come to DC for this day ONLY for the...","sentiment_score":0.0}
{"full_text":"More than 100 people a day on average in Bolton are contracting coronavirus as the infection rate increaseshttps:\/\/t.co\/utEQIuJRke","sentiment_score":0.175}
{"full_text":"Despite Successful Vaccine Rollout, Israel COVID Cases Are Climbing","sentiment_score":0.75}
{"full_text":"What will be the impact of #COVID-19 on China's financial sector? Read the report to learn more:","sentiment_score":0.25}
{"full_text":"Last week, The StayWell Manor celebrated New Years in a COVID-19-friendly, fashionable manner. We hired a photobooth company, Starlite, so we could have a \"drive by\" celebration, all dressed up of course. We called this \"event\", Come Sail Away.#yycseniors","sentiment_score":0.1621212121}
{"full_text":"Once again there's chaos at the #Beitbridge border. Thousands are fleeing #Zimbabwe for #SouthAfrica to escape thoughtless #lockdown. #Zimbabweans already deal with 392.54%\/yr #inflation; the thought of no work is pushing them over the edgehttps:\/\/t.co\/mTd3Plr5BK","sentiment_score":0.0}
{"full_text":"The Ulster Farmers Union (@UFUHQ) has advised farmers on movements to undertake work during lockdown following reports of police questioninghttps:\/\/t.co\/IaoakAPhBi","sentiment_score":0.0}
{"full_text":"As bodies pile up at hospital morgues, National Guard, refrigerated trucks arrive to help","sentiment_score":0.0}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"The Gallatin City-County Health Department is saddened to announce that one more Gallatin County resident has passed away from complications due to COVID-19.See the full press release here:","sentiment_score":0.2416666667}
{"full_text":"RT We just want some relief this corona situation has already depressed us Take online exams","sentiment_score":0.0}
{"full_text":"Sending the biggest congratulations to In-house COVID-19 Labs\/PCR Testing for winning our 2020 Innovators of the Year Award!  Kudos to the caregivers who contributed to this winning idea! #UMassMemorial","sentiment_score":0.625}
{"full_text":"RT Good News: Natural Immunity to the Coronavirus May Last Years, Study Suggests","sentiment_score":0.2666666667}
{"full_text":"RT What are they distracting us from:1) vaccine smuggling2) POGO workers getting vaccine ahead of our healthcare workers...","sentiment_score":0.0}
{"full_text":"Where all the chump supporters crying about corona spreading while y'all committed a violent protest and treason??","sentiment_score":-0.5}
{"full_text":"Have you got chronic lockdown boredom? Do you need some time for yourself? This is a free, 6 week course. It's all online, with resources delivered to you!If you're interested or know someone who is, get in touch by emailing laura@eggtooth.org.uk #hastings #lockdown #art","sentiment_score":0.325}
{"full_text":"Del Pueblo working with and to distribute PPE kits and COVID-19 prevention posters in Spanish for the community in the Miami Valley area.","sentiment_score":0.0}
{"full_text":"The national lockdown means fewer people are travelling, so from Sunday 10 Jan we'll use temporary times - built around the needs of key workers, based on feedback gathered throughout the last year.Read more &amp; download your timetables here -","sentiment_score":0.1666666667}
{"full_text":"During lockdown part 1, Museums Northumberland worked with to document the stories of 10 keyworkers from across the county. #ClapForHeroes","sentiment_score":0.0}
{"full_text":"2) Here is why it is gonna be critical to stop the pandemic and hold the R&lt;1 in the next few weeks. We are in the most critical crisis time. For both democracy and the pandemic.  please read.","sentiment_score":0.06}
{"full_text":"Glad to join with the Black community to discuss COVID-19 vaccine protection during tonight's virtual town hall (starts 7pm ET; 6pm CT).","sentiment_score":0.1666666667}
{"full_text":"As the third national lockdown begins, we will again be taking to our doorsteps to recognise the incredible work our frontline workers and care staff continue to provide during the pandemic.We would love to see your #ClapForCarers pictures and videos below ","sentiment_score":0.4666666667}
{"full_text":"Tokyo Metropolitan Government announced on Thursday that upcoming exhibitions of the Tokyo Olympics torch around the Japanese capital have been postponed \"to reduce the flow of people and the further spread of COVID-19.\"","sentiment_score":0.0}
{"full_text":"RT Health Minister Zweli Mkhize says provinces that recorded highest numbers of coronavirus cases during the first wave have alr...","sentiment_score":0.25}
{"full_text":"What a MAJOR FLEXXXXXX for K-Pop fans!https:\/\/t.co\/VZ6KW78PZP@weareoneEXO #exo #kpop #dubai","sentiment_score":0.0625}
{"full_text":"Our editor Yvonne shares her mouth-watering cauliflower cheese recipe!","sentiment_score":0.875}
{"full_text":"The pandemic has slowed programs in McLean County that help keep people out of prison and the county jail, reports. #BloNo","sentiment_score":-0.1}
{"full_text":"Pandemic helps push audience for textbook publishers into the digital age -","sentiment_score":0.0}
{"full_text":"FinTech Futures put together a list of some of the most notable fintech job cuts, pay cuts and business wind downs during COVID-19https:\/\/t.co\/CsVepSxjSJ","sentiment_score":0.5}
{"full_text":"Keep warm and cosy while working from home in lockdown with our brand new convector heater It can be taken anywhere around the house and the convection style of heating will warm you up in minutes! Shop now - #workingfromhome #wfh","sentiment_score":0.4954545455}
{"full_text":"Robust internet connectivity is a major demand for homes and business IT infrastructure, especially with lockdown. Invest in whole home WIFI solutions from for connectivity at your finger tips: #networking  #wifinetwork #wireless","sentiment_score":0.0875}
{"full_text":"Overcoming the pandemic through structural investment into skills, job creation and rural connectivity is a key priority for the Portugal's Presidency of the EU.We are ready to help.We are #InEuropeForEurope. #EU2021PT","sentiment_score":0.0666666667}
{"full_text":"RT South Africa will receive its first million doses of a #COVID19 vaccine this month. Watch:","sentiment_score":0.25}
{"full_text":"We are publishing our first report tomorrow at 00.01am entitled 'The UK response to covid-19: use of scientific advice'. You can find the report tomorrow on our website:","sentiment_score":0.25}
