{"full_text":"RT You can leave home for exercise. This should be limited to once a day and stay local.Only exercise with people you liv...","sentiment_score":-0.0714285714}
{"full_text":"RT We're not going to \"happy talk\" this virus away.  It's time for being straight with the American people about the crisis w...","sentiment_score":0.3333333333}
{"full_text":"RT Today a key Biden economic adviser had the audacity to claim that the pre-pandemic economy wasn't working. Let's do a litt...","sentiment_score":0.1}
{"full_text":"RT More The head of Ontario's vaccine distribution plan says the province wants to have everyone there vaccinated by...","sentiment_score":0.35}
{"full_text":"If there wasn't a pandemic going on I could be protesting this government on a regular basis.  This one hits extra hard, because it can never be reversed. #NoToCoalAB","sentiment_score":-0.0972222222}
{"full_text":"RT stay home #hxh #hxhfanart","sentiment_score":0.0}
{"full_text":"Prime Minister has released my new mandate letter, complementing the priorities in my original mandate. As always, my top priority is protecting Canadians from #COVID19, the opioids crisis, and other health issues. 1\/","sentiment_score":0.2215909091}
{"full_text":"RT Just a reminder: Restaurants have been closed in California for almost 8 weeks now and there has been NO positive effect on...","sentiment_score":-0.1068181818}
{"full_text":"RT Hey I'm looking for someone to sublet my place! I'm in a super tough financial situation with my dad unemployed and my mo...","sentiment_score":-0.0185185185}
{"full_text":"In saying that. No ones taking COVID advice from that moron Novak Jokovic #NovaxJocovid","sentiment_score":-0.8}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT You know, it's almost as if they want to distract people from their lethally failed response to the pandemic and the cons...","sentiment_score":-0.5}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"#Lockdowns Do Not Control The #Coronavirus: The Evidencehttps:\/\/t.co\/w2r53QNSs0","sentiment_score":0.0}
{"full_text":"RT Eurostar warns of 'risk to survival' without government help","sentiment_score":0.0}
{"full_text":"RT During current COVID wave, Florida is outperforming California with fewer restrictions | Just The News","sentiment_score":0.0}
{"full_text":"RT These shocking scenes of illegal migrants breaking Covid regulations in Wales show that our politicians have not taken ba...","sentiment_score":-0.75}
{"full_text":"Love you more ","sentiment_score":0.5}
{"full_text":"RT Help is on the way.When Joe Biden is sworn in as President:We will hit the ground running to deliver the American rescu...","sentiment_score":0.0}
{"full_text":"RT Jesus lads and ladles read this.","sentiment_score":0.0}
{"full_text":"RT Facebook has censored a video of Cardinal Juan Sandoval Iniguez, archbishop emeritus of Guadalajara, for suggesting that...","sentiment_score":0.0}
{"full_text":"RT Even before Joe Biden is inaugurated, Tuesday night he has planned a memorial for the more than 400 thousand Americans who p...","sentiment_score":0.5}
{"full_text":"RT Please sign my petition to defend data whistleblowers and withdraw the arrest warrant for former Florida Health Department C...","sentiment_score":-0.025}
{"full_text":"RT Joe Biden's America The COVID marathon.","sentiment_score":0.0}
{"full_text":"RT Psssst... pass it on:  COVID LUNG is worse than smoker's lung. \"Post-COVID lungs look worse than any type of terrible...","sentiment_score":-0.6}
{"full_text":"RT Norfolk General Hospital chief of staff travelled outside of Canada during pandemic, calls it 'regrettable' | CBC News","sentiment_score":0.025}
{"full_text":"RT Vile!","sentiment_score":0.0}
{"full_text":"Alabama crematoriums running 'around the clock' as deaths from COVID-19 mount #SmartNews","sentiment_score":0.0}
{"full_text":"RT it should be updated now!We've had under 1,500 new cases reported for the first time...","sentiment_score":0.1931818182}
{"full_text":"RT If you ever wondered about the damage covid can do to lungs... (NB lung x-rays should be black, not white)","sentiment_score":-0.0833333333}
{"full_text":"sorry to put a shithead on your timeline but this is pretty obvious fear mongering bullshit and I want to address itthat sounds like a lot of people, right? but even the article states that only 13 of those people were suffering symptoms of the vaccine!BUT WAIT, THERE's MORE","sentiment_score":0.0892857143}
{"full_text":"What was that about, it's not business causing the spread? It takes one day with one infected person for an entire office to get infected. Shut it down!!!!","sentiment_score":-0.1898871528}
{"full_text":"RT Virginia has reported nearly 10,000 new COVID cases today. Health department officials have said that it's not a dat...","sentiment_score":0.1181818182}
{"full_text":"RT Sorry. Yes, of course, 501Y.V2 = B.1.351 ...But if is easy for me to get confused with the lineage n...","sentiment_score":-0.1555555556}
{"full_text":"RT So the 'experts' and wannabe dictators, aka governors, were wrong, wrong, wrong and now they demand more bailouts. Open the...","sentiment_score":-0.2}
{"full_text":"RT It hurts my heart watching the latest Sunday, where they meet up without masks during a lockdown in london whil...","sentiment_score":0.5}
{"full_text":"RT *Trey Songz performing 'Say Aah' live in concert*COVID-19:","sentiment_score":0.1363636364}
{"full_text":"RT WIN A CHOCDOWN SURVIVAL BOX Send family, friends or indeed your good self a secret stash of chocolate as a treat to he...","sentiment_score":0.3666666667}
{"full_text":"His comment would be otherwise known as taken out of context.","sentiment_score":0.0}
{"full_text":"RT \"Nothing can justify today's reality in parts of the West Bank, where people on one side of the street are receiving #Covid va...","sentiment_score":0.0}
{"full_text":"RT Help is on the way.When Joe Biden is sworn in as President:We will hit the ground running to deliver the American rescu...","sentiment_score":0.0}
{"full_text":"UTTER SHAMBOLIC COVID POLICIES OVER THE ENTIRE YEAR AND STILL  FALLING APART......","sentiment_score":0.0}
{"full_text":"RT Morrison will have a set of workshopped weasel words designed to placate the public and protect @CraigKellyMPToo late...","sentiment_score":-0.15}
{"full_text":"RT Am I late to post what would have been my New Years dress if it wasn't a pandemic and if I ever actually went anywhere...","sentiment_score":-0.0545454545}
{"full_text":"RT Facebook has censored a video of Cardinal Juan Sandoval Iniguez, archbishop emeritus of Guadalajara, for suggesting that...","sentiment_score":0.0}
{"full_text":"Yet doing something as wreckless as  going around unmasked during a pandemic because Trump and Rupert Murdoch told you not to, isnt being a sheep..?Do you see the irony or do I have to explain it to you? Ps: the pandemic has killed more Americans in a day than in my country ever.","sentiment_score":0.15}
{"full_text":"RT Even before Joe Biden is inaugurated, Tuesday night he has planned a memorial for the more than 400 thousand Americans who p...","sentiment_score":0.5}
{"full_text":"RT Steven Mnuchin funneled $500B of PPP Covid relief loans, gave millions to himself, Kushner, Devin Nunes, Betsy DeVos, J...","sentiment_score":0.0}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"Working a COVID unit for 12 hrs with the mask is hell","sentiment_score":0.0}
{"full_text":"Please sir...my family and I could use the money...my sons room caught on fire and i stay home to homeschool them...anything helps. Thank you $Mdmorales87","sentiment_score":0.0}
{"full_text":"RT Berejiklian is holding the health of NSW to ransom, and indeed, the nation, by embracing Morrison's prosperity theory...","sentiment_score":0.0}
{"full_text":"RT I'll say it again &amp; again-- if we respond to this #coronavirus pandemic by \"putting our foot on the gas\" toward EVEN MORE...","sentiment_score":0.5}
{"full_text":"RT Washington tells us of evidence that staff at the Wuhan Institute of Virology had coronavirus in autumn 2019...Will Chi...","sentiment_score":0.0}
{"full_text":"RT Walking around a marketplace today on the Lower East Side they estimated that business is about 30% of what it was pre-pand...","sentiment_score":0.0}
{"full_text":"Ah, the power of perception. The powers that be made flu season look like a full blown pandemic to hide the financial system completely collapsed. Powerful stuff. Crazy times ahead $DOT $LINK $ETH #BTC $REN $UNI $YFI $SNX $LRC $VET","sentiment_score":0.03}
{"full_text":"How many covid Deaths were recorded in Hospice In 2020 ?!!!","sentiment_score":0.9765625}
{"full_text":"RT I'm very sorry to hear that the Brazilian Marxist philosopher Mario Duayer has died - yet another victim to COVID-19....","sentiment_score":-0.3625}
{"full_text":"Yes I know!!! How quickly the times have changed ","sentiment_score":0.3333333333}
{"full_text":"RT Does this tweet count as 1 stupid or 2 stupids?","sentiment_score":-0.8}
{"full_text":"You tell everyone to wear a mask when going to the grocery store, restaurant, etc. but won't let people in the Superdome to potentially watch Drew's last game at home (even if they wear masks)Make it make sense.","sentiment_score":-0.1333333333}
{"full_text":"#SundayRead #Healthcare Roundup for the key #Health #NHS #HealthTech news: #coronavirus latest: deaths rocket; waiting lists do same; first with imaging system for #GreaterManchester; launches genomics #LIMS &amp; more.....","sentiment_score":0.25}
{"full_text":"RT COVID-19 restrictions have covered up persecution in many places, Curry said. In many countries, Christians lose their job...","sentiment_score":0.5}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT How the fuck do we live in a country where the lazy, corrupt billionaires get given billions more during a deadly pandemic w...","sentiment_score":-0.1189393939}
{"full_text":"Absolutely.....lots of ideas regarding the emergency services fundraiser when Covid-19 allows ","sentiment_score":0.0}
{"full_text":"RT If you are entering the US by plane after January 26, you need to show that you have tested negative for COVID-19.The...","sentiment_score":-0.3}
{"full_text":"RT We have to push ourselves to avoid becoming desensitized to Covid's toll.In 2005, Hurricane Katrina killed 1500 people i...","sentiment_score":0.125}
{"full_text":"RT Ilkay Gundogan was hugged by at least four #ManCity players during the celebrations, but Fernandinho came to remind them of...","sentiment_score":-0.3}
{"full_text":"RT Facebook has censored a video of Cardinal Juan Sandoval Iniguez, archbishop emeritus of Guadalajara, for suggesting that...","sentiment_score":0.0}
{"full_text":"RT Prior to the pandemic, POTUS signed into law the largest EVER expansion of childcare funding to states (increased from $2....","sentiment_score":0.0}
{"full_text":"RT Prior to the pandemic, POTUS signed into law the largest EVER expansion of childcare funding to states (increased from $2....","sentiment_score":0.0}
{"full_text":"RT Join us on 1\/28 for our next #TalkingTax webinar, \"Lessons Learned from the COVID-19 Relief Packages and Impacts on Indi...","sentiment_score":0.0}
{"full_text":"RT Baylor's Kim Mulkey says NCAA's emphasis on \"almighty dollar\" trumps coronavirus concerns","sentiment_score":0.0}
{"full_text":"RT bet that every person complaining about the $15 per hour raise has NEVER worked a minimum wage job and experienced the horr...","sentiment_score":0.8}
{"full_text":"#BorisJohnson and his pathetic #Tory regime will do anything to divert attention away from the shocking number of #Covid19 deaths, and will go as far as blame the public for how badly the government has criminally mismanaged the crisis. Stay focussed.","sentiment_score":-0.5}
{"full_text":"Went to pick up meds for Nena today. Found out that one of the vets at Nena 's clinic has gotten the 1st dose of the COVID vaccine! Not being able to go in w\/Nena at vet visits has sucked! I hope everyone at the clinic is able to get their shots ASAP!","sentiment_score":0.625}
{"full_text":"RT So, #COVID19 on Capitol Hill shows a partisan split:#GOP- House, 36 cases, 16% of #Republicans - Senate, 8, 15.6%#D...","sentiment_score":0.0}
{"full_text":"RT 1\/5: This week the US will reach two terrible milestones: 25 million confirmed cases (which means about 100 million actual...","sentiment_score":-0.2}
{"full_text":"They do, they don't, they do, they don't... Corona science seems to be reduced to daisy philosophy. ","sentiment_score":0.0}
{"full_text":"I think the man will like the given that covid has given me many things to ponder should I write a crappy book etc maybe I ought to work with to invent a 0% Irish cream!!!","sentiment_score":0.25}
{"full_text":"RT NOBODY ENGAGE WITH ANTIS TROLLS OR ANYTHING WE ARE ON FULL ATEEZ LOCKDOWN","sentiment_score":0.35}
{"full_text":"RT In one of his last acts as President, Donald Trump is set to declassify 'bombshell' evidence linking the Wuhan Institute...","sentiment_score":0.0}
{"full_text":"RT Prosecutors: Man who was too afraid to fly during COVID lived inside O'Hare Airport security zone for three months before b...","sentiment_score":0.1}
{"full_text":"RT Magically, the country will begin to reopen and the COVID doom talk will fade away on January 21.","sentiment_score":0.5}
{"full_text":"Didn't you learn anything in school?#Covidiot","sentiment_score":0.0}
{"full_text":"This is you","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT Stop the LIES. Since POTUS Trump took office more than 400,000 extra ppl have died from COVID19 &amp; a confedera...","sentiment_score":0.25}
{"full_text":"RT At 7:50 pm my younger brother Jerry passed from covid after 45 days in hospital . He will be sadly missed by his Wife and 8 k...","sentiment_score":-0.25}
{"full_text":"RT at the stage of the pandemic where i long for other, earlier days in the pandemic","sentiment_score":-0.0583333333}
{"full_text":"RT Facebook has censored a video of Cardinal Juan Sandoval Iniguez, archbishop emeritus of Guadalajara, for suggesting that...","sentiment_score":0.0}
{"full_text":"RT LIVE: DC on Lockdown: January 17th, 2021","sentiment_score":0.1363636364}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"27 or better","sentiment_score":0.5}
{"full_text":"RT Among the executive orders President-elect Biden will sign on his first day in office:*Rejoin the Paris climate acco...","sentiment_score":0.25}
{"full_text":"RT Joe Biden says he will lead the COVID effort with \"truth and science.\" Here's the sad part; Trump has brought this country...","sentiment_score":-0.5}
{"full_text":"RT Some deranged Trump cultists on Charlie Gasperino's facebook page claimed her cop husband was killed in the line of duty...","sentiment_score":-0.2}
{"full_text":"RT Phil Spector, music producer convicted of murder, dies at 81 after contracting COVID-19Read the latest athttps:\/\/t.co\/lCIXe...","sentiment_score":0.5}
{"full_text":"RT Hi Friends. After several weeks of pretty alarming COVID numbers, we've decided to remain closed to in store browsing fo...","sentiment_score":0.0125}
{"full_text":"RT at the stage of the pandemic where i long for other, earlier days in the pandemic","sentiment_score":-0.0583333333}
{"full_text":"Align your IT department to focus on revenue growth after COVID and less on maintenance    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":-0.1666666667}
{"full_text":"RT The coronavirus from one region of New Brunswick has caused infections in other regions as seemingly healthy people travel...","sentiment_score":0.1704545455}
{"full_text":"01\/17 Facebook censored a video of Juan Sandoval Iniguez, archbishop emeritus of Guadalajara, which suggests that globalists are using the coronavirus pandemic to bring about new world order.","sentiment_score":0.1363636364}
{"full_text":"RT With more infectious #Covid19 variants afoot it's doubly important to scan the Covid Tracer QR codes. And get tested i...","sentiment_score":0.45}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT For the first time in six years Victoria's prison population decreased in 2020, due to Covid-19. But the state government...","sentiment_score":-0.0916666667}
{"full_text":"Align your IT department to focus on revenue growth after COVID and less on maintenance    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":-0.1666666667}
{"full_text":"RT WORD UP!","sentiment_score":0.0}
{"full_text":"RT \"It will save a lot of lives,\" said #Serbian President Aleksandar Vucic as he greeted the first batch of 1 millio...","sentiment_score":0.25}
{"full_text":"Covid has hit REALLY CLOSE to home.. Friends, family, colleagues and even acquaintances.. Everyone has been affected.A very near and dear relative is battling for his life in the ICU right now.. Please, if any of you are reading this send prayers our way.","sentiment_score":0.1539285714}
{"full_text":"RT Lockdown s'mores (Desperate times!)","sentiment_score":-0.75}
{"full_text":"I was 19 entering lockdown and now turning 21 this year ","sentiment_score":0.0}
{"full_text":"RT 22 adult ICU beds available tonight. None left at 12 hospitals. 1,982 people in hospital overall with Covid-19 with 4...","sentiment_score":0.125}
{"full_text":"100% right. This damage to our country and above all our children and young people needs to stop now.","sentiment_score":0.1285714286}
{"full_text":"RT WE ARE IN A PANDEMICIf we can't bring Medicare 4 All to the floor NOW when the pressure is highest - then when...","sentiment_score":0.0}
{"full_text":"RT 93,676 new deaths were reported this week, making it the deadliest week of the pandemic - WHO","sentiment_score":0.1363636364}
{"full_text":"Learn the  strategies #telecom, #media, and #entertainment organizations need to recover from #COVID19 and thrive in the future.","sentiment_score":0.0}
{"full_text":"Three new COVID-19 cases reported on #CapeCod. Total number of cases on peninsula to date is now 7,347","sentiment_score":0.0681818182}
{"full_text":"COVID-19 tally breaches half-a-million mark","sentiment_score":0.0}
{"full_text":"Let the #Light of #Love enlighten the whole world! #JoyTrain #Joy #Kindness #Quote #COVID19 #Mindfulness #GoldenHearts #IAM #FamilyTrain #ChooseLove #SuperSoulSunday #SundayMorning #SundayMotivation #SuperSoulSunday #ThinkBIGSundayWithMarsha RT","sentiment_score":0.4875}
{"full_text":"No sex please, we're on lockdown! Mail+ lifts the covers on Britain's sexual recessionDon't miss the new episode of Behind the Headlineshttps:\/\/t.co\/t8w0NqBp0l@JessLSKing","sentiment_score":0.0787878788}
{"full_text":"\"Our principal objective during this pandemic period was to support economic activity; and looking back, it is evident that our policies have helped in easing the severity of the economic impact of the pandemic,'' Governor Das said ","sentiment_score":0.13}
{"full_text":"RT #VemVacina #VacinaParaTodosVAI TOMAR NO CU CORONATHE VACCINE IS COMING","sentiment_score":0.0}
{"full_text":"We can't talk about recovering from the COVID-19 pandemic without talking about mental health. American Rescue Plan will provide schools the resources they need to reopen safely and meet students' academic, mental health, and social needs.https:\/\/t.co\/3zlpKOhGJM","sentiment_score":0.0555555556}
{"full_text":"Back to work for the new year? If you're travelling on public transport remember a #facemask must be worn on all trams, trains and buses. It's a good idea to wear a mask at stops and stations and anywhere you can't physically distance from other passengers.#StaySafeStayOpen","sentiment_score":0.1185606061}
{"full_text":"Our lockdown countdown concludes with hot content for our ultimate BRONZE, SILVER &amp; GOLD positionTaking GOLD is","sentiment_score":0.125}
{"full_text":"Thoughtless #lockdowns are killing young people. #COVID19 isn't. A study by found that lockdowns are responsible for 30,000 'deaths of despair' (suicide, overdose, etc.). Yet another example that the cure is worse than the disease.https:\/\/t.co\/jmj6eQ4P6s","sentiment_score":-0.0333333333}
{"full_text":"There are far, far better things ahead than any we leave behind Day 22 into Singapore Phase 3 #covid19 #phase3 #singapore #sgunited #limjunlong#quote","sentiment_score":0.075}
{"full_text":"The COVID-19 jobs you can apply for in Cheshirehttps:\/\/t.co\/jjenkBxBQf","sentiment_score":0.0}
{"full_text":"Lane County is saying their drive up Covid-19 clinic is a success.","sentiment_score":0.3}
{"full_text":"Amarillo is TOP 5 in the nation in volunteers for an antibody study that could help save countless lives. One again, the great people of #TX13 leading from the front!https:\/\/t.co\/ulhC0arorJ","sentiment_score":0.4333333333}
{"full_text":"RICHARD REASON, 67 of The Bronx, New York died of COVID on May 8.\"A man gone to soon, a Husband, Father, Grandfather.\"Submitted to by his son.","sentiment_score":0.1363636364}
{"full_text":"\"Investing in the human infrastructure of the care workforce is the first, most essential opportunity to build back better.\" The marching orders are clear. Read more from our senior advisor","sentiment_score":0.23125}
{"full_text":"The coronavirus pandemic is not only having an immediate impact in terms of the deaths of thousands of Americans, it's also taking more than a year off the average US life expectancy.","sentiment_score":0.1166666667}
{"full_text":"This man started a new business with his daughter in #NewRochelle after the pandemic forced him to shut down his bar in the #Bronx.","sentiment_score":-0.1063973064}
{"full_text":"RT Meanwhile, while we were fighting to survive a pandemic and #44.2's assault on democracy his deplorable minions slid this...","sentiment_score":-0.6}
{"full_text":"China builds hospital in 5 days after surge in virus caseshttps:\/\/t.co\/aqSkOy2jA4","sentiment_score":0.0}
{"full_text":"Shoppers in smaller abodes that can't even fit a 60-inch TV, meanwhile, enjoy lower prices on smaller sets.","sentiment_score":0.2}
{"full_text":"Who will you take on holiday when lockdown ends?https:\/\/t.co\/n6EXQISCHs","sentiment_score":0.0}
{"full_text":"Pandemic-related lockdowns may have spared Earth's atmosphere some greenhouse gas emissions last year, but the world continued to warm. ","sentiment_score":0.3}
