{"full_text":"Looks like and #Biden #Harris KILLED another 3,044 U.S. Americans today. #COVID19 That's 4.890 in TWO DAYS.  #ITSONYOUNOW #NEWS #BidenAdministration","sentiment_score":-0.2}
{"full_text":"RT Nigeria is on course to add additional 3,600Mw gas-powered electricity to the grid in 2023, as workers used the lockdown perio...","sentiment_score":0.0}
{"full_text":"RT Grateful for the partnership between faith leaders, and and officials - bri...","sentiment_score":0.0}
{"full_text":"RT Good morning!  With the new variants present, should you still get vaccinated? The answer is yes! Per Fauci yeste...","sentiment_score":0.3371212121}
{"full_text":"RT President-elect Joe Biden is calling for a $1.9 trillion Covid-19 relief plan to help Americans weather the economic shock of the...","sentiment_score":0.2}
{"full_text":"This woman is a disgrace and needs to be silenced on the pandemic end of","sentiment_score":0.0}
{"full_text":"In general it's pretty stable we are the worst per capita on corona though","sentiment_score":-0.2333333333}
{"full_text":"RT The Olympics are an undemocratic farce wherever they're foisted on an unwilling public","sentiment_score":-0.2}
{"full_text":"RT ThreadToday we saw the birth &amp; death of a coronavirus news cycle suggesting - contrary to common sense - that the Bi...","sentiment_score":-0.3}
{"full_text":"RT \"Lifting things in March just means we'll be in a lockdown in April - it's that simple.\"Prof Devi Sridhar says the gove...","sentiment_score":0.0}
{"full_text":"Is the infection rate coming down or is it that less people are coming forward for tests? We need to lock down more. Too many people are out &amp; about. Close the borders too.","sentiment_score":0.1044444444}
{"full_text":"RT 1\/ Dallas County officials halted a plan that would have prioritized COVID-19 vaccine doses for people living in the most...","sentiment_score":0.5}
{"full_text":"RT Joe Biden's America:You have to wear a mask, but he doesn't.Soldiers have to sleep on the garage floor, while he sle...","sentiment_score":0.0}
{"full_text":"Check out how iMFLUX is working to support the fight against COVID #fearlessinnovation","sentiment_score":0.0}
{"full_text":"COVID-19 testing, advocacy &amp; education","sentiment_score":0.0}
{"full_text":"I personally think the best thing that came out of the pandemic would be that my work has bought us alcohol on Fridays to help deal with the stress....","sentiment_score":0.5}
{"full_text":"RT .@marcorubio there is nothing radical about aggressively working towards reducing COVID deaths in the US. The fact that...","sentiment_score":0.0}
{"full_text":"RT Today is the deadline for students living and working on campus to get their COVID-19 test!1. Register. 2. Complete your pers...","sentiment_score":0.1}
{"full_text":"Wasn't even calling about bloody covid.","sentiment_score":-0.8}
{"full_text":"How many people have died from the vaccine? How are you collecting the data? If die of Covid &lt; 28 days test, what about the 'vaccine' . Put in invert3 commas, because we know it's not really a vaccine ","sentiment_score":0.2}
{"full_text":"yesterday cut a ribbon with on the state's new pandemic center that will run the state's public health lab.The story is much bigger. Gov Stitt gave the lab to without or oversite.","sentiment_score":0.0090909091}
{"full_text":"RT President Bolsonaro downplayed coronavirus more than any other G20 leader. Now Brazil is paying the price. Over 200 milli...","sentiment_score":0.1875}
{"full_text":"RT India on way to becoming Covid vaccine hub as nations seek millions of 'Made in India' doses - ","sentiment_score":0.45}
{"full_text":"the privilege and audacity of these people lmfao","sentiment_score":0.0}
{"full_text":"RT #NASA HQ will have a Remembrance Day ceremony at Arlington Nat'l Cemetery as they have for decades but they're not taking gu...","sentiment_score":0.0}
{"full_text":"RT This is a message to anyone who's had COVID-19: if you are able pls make appointments at the cardiologist, nephrologist...","sentiment_score":0.5}
{"full_text":"RT WATCH LIVE: An update on coronavirus (22 January 2021)","sentiment_score":0.1363636364}
{"full_text":"RT Carlson's claim that CNN got rid of the Covid tracker because Biden is now in charge is -- like previous versions of the claim...","sentiment_score":-0.1666666667}
{"full_text":"RT K media said today the president of Korea, Moon talked with the president of Costa Rica , Carlos Alvarado Quesada on the p...","sentiment_score":0.0}
{"full_text":"RT Biden enlists FEMA in coronavirus plan for 100 mass vaccination sites, in clear signal of more active role for federal...","sentiment_score":0.1555555556}
{"full_text":"RT #America should not support organizations that helped to kill #Americans. How hard is that to understand? #worldhealthorg...","sentiment_score":-0.2916666667}
{"full_text":"Phoenix Music Venue Shut Down For Coronavirus Violations: AZDHS","sentiment_score":-0.1555555556}
{"full_text":"RT International Students of #WindsorEssex, you can now apply for another open work permit. See link for details.#InT...","sentiment_score":0.0}
{"full_text":"Welsh NHS Confederation briefing: Information around the COVID-19 vaccination programme in Wales","sentiment_score":0.0}
{"full_text":"RT Brazilian President thanks Indian PM for sending Covid vaccine supplies with a picture of Lord Ha...","sentiment_score":0.2}
{"full_text":"Hope he gets better real soon man. Love him.","sentiment_score":0.4}
{"full_text":"RT Recall when we were told that 20k Covid deaths would be a good outcome? The total reported so far in Jan 2021 is 22,46...","sentiment_score":0.2666666667}
{"full_text":"Malawi: Malawi Records Highest Number of Covid Hospital Admissions, Death Toll Rises","sentiment_score":0.0}
{"full_text":"PCR Test For Covid Unsuitable As A Diagnostic Test:","sentiment_score":0.0}
{"full_text":"This  million percent","sentiment_score":0.0}
{"full_text":"But kids are \"virtually immune\" to Covid - Typhoid Donny told us that!","sentiment_score":0.0}
{"full_text":"I could be wrong but I thought this had to do with WI being a static state- Wisconsin is a \"static state.\"  So, to conform to the most recent versions of the IRC we need to pass legislation. So... this is a legislature thing, no?","sentiment_score":0.2}
{"full_text":"Usually, yes But there's a dangerously virile pandemic and if you think a house party is genuinely a good idea then you are the sort of dipshit who Darwin was on about.","sentiment_score":-0.05}
{"full_text":"And we do this for *everything* not just COVID. It never works like you think it will.","sentiment_score":0.0}
{"full_text":"Service Update 18:00 -  Only travel for work if essential or for other legally permitted reasons. Please remember to wear a face covering when travelling with us. A half hourly service is running. All updates can be found here ","sentiment_score":-0.0183333333}
{"full_text":"Service Update 18:00 -  Only travel for work if essential or for other legally permitted reasons. Disruption via #Ingatesone, all information can be found here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":0.01875}
{"full_text":"RT These fake interviews should be stopped forthwith. They are *clearly* in breach of the BBC's charter.Since when did 'pub...","sentiment_score":-0.2}
{"full_text":"RT Is it time for Zero Covid?#cblive DMs or replies welcome","sentiment_score":0.8}
{"full_text":"RT New CDC reports for possible vaccine side effects shows 4 reported deaths now in TX. All were 80+ yrs old. Just one,...","sentiment_score":0.0787878788}
{"full_text":"RT I was out walking, double -masked today as usual, in my area near Central London. Many people not wearing masks, jostling to...","sentiment_score":0.07}
{"full_text":"We are just wondering how are you managing lockdown haircuts ","sentiment_score":0.0}
{"full_text":"RT This is unbelievable and needs to be sorted immediately.Please RT if you agree and help put the pressure on","sentiment_score":-0.25}
{"full_text":"RT Today's pollFirst we were told this lockdown would be lifted at the earliest opportunity once vulnerable people were vac...","sentiment_score":-0.5}
{"full_text":"RT Why does the Biden administration treat American soldiers like this during a pandemic?","sentiment_score":0.0}
{"full_text":"RT Regrets, but the CDC was politicized and they did not recommend masks, not because they would not...","sentiment_score":-0.1}
{"full_text":"RT Extendicare PSW's have waited months for their pandemic pay. Yet I'm sure that there was no delay on the $28m paid to s...","sentiment_score":0.5}
{"full_text":"RT On day one, the new administration has joined the COVID fight with common sense policies we have advocated for all along:...","sentiment_score":-0.0818181818}
{"full_text":"RT Today, the FM used her platform to brand the latest publicly available figures - quoted accurately by a reporter - as \"ina...","sentiment_score":0.4333333333}
{"full_text":"RT Washington chiropractor pleads guilty to fraudulently claiming more than $700,000 in Covid-19 relief funds meant for strugglin...","sentiment_score":0.0}
{"full_text":"Senator your agenda has been unsuccessful in bringing this country together, resolving a pandemic, turning an economy around and creating some sense of normalcy.  Your agenda was the most failed in American history. How about we give something else a try.","sentiment_score":0.0}
{"full_text":"RT we are in the MIDDLE Of a WAR and instead of fighting, everyone is being distracted by design. IE: politics, montary sy...","sentiment_score":0.0}
{"full_text":"How mush longer we would be ravaged by Covid if trump was still president?","sentiment_score":0.0}
{"full_text":"18 multimorbid nursing home patients vaccinated on 8th Jan were tested positive for CoVID by PCR on the 16th but all of them are still asymptomatic. - First shot may not be perfect but may attenuates disease.  #vaccine #COVID19","sentiment_score":0.4924242424}
{"full_text":"RT Electing a Democrat always ends a pandemic.","sentiment_score":0.0}
{"full_text":"Social distancing is not important when you have already achieved your goal of instilling fear into a large portion of the population.","sentiment_score":0.0158730159}
{"full_text":"RT Hey, I think you forgot your COVID tracker the last couple of days. It just sort of disappeared a couple of days ago...","sentiment_score":0.0}
{"full_text":"RT RT if you think should put their COVID-19 tracker back up on their screen!!","sentiment_score":0.0}
{"full_text":"RT The ayatollahs of SAGE have nothing to lose from a lockdown. They still keep their job and pension. It is not their restaur...","sentiment_score":0.0}
{"full_text":"RT In today's issue of &amp; Akiko Iwasaki (@VirusesImmunity) pen an insightful Perspective on...","sentiment_score":0.0}
{"full_text":"RT I couldn't wait one more day to have this meeting, to say thank you on behalf of a grateful nation, to educators for their hero...","sentiment_score":0.5}
{"full_text":"Indoor garden, pandemic edition!","sentiment_score":0.0}
{"full_text":"And of course, slow vaccination isn't as much of an issue in Atlantic Canada because they generally have COVID under control much better than the rest of the country. Manitoba though, oof","sentiment_score":0.1125}
{"full_text":"RT Getting #COVID19 can be frightening, especially if English isn't your main language.Our new #Coronavirus Self-Care infograph...","sentiment_score":-0.0492424242}
{"full_text":"Poultry propers during the pandemic: read our 2021 Poultry Report here:","sentiment_score":0.0}
{"full_text":"RT As he should. Kroger cut hazard pay for their employees during a pandemic. Ask me do I care.","sentiment_score":0.0}
{"full_text":"RT I stand by this. The Government's pandemic plan estimates a pandemic is likely to last around 15 weeks:","sentiment_score":0.0}
{"full_text":"Covid futi here","sentiment_score":0.0}
{"full_text":"The same problem exists here with Fox . It's fine to broadcast opinion but call it that. When you call it \"news\" people take it as fact. And they refuse to wear masks. And they think an election was stolen. And all hell breaks loose #FoxIsntNews#misinformation #COVID19","sentiment_score":0.1132478632}
{"full_text":"RT We're so inspired by our Bungalow Award Winners! Check out these two incredible DIY projects that were done t...","sentiment_score":0.9}
{"full_text":"RT \"A cause of death has not yet been release for Aaron. A few weeks ago, he did receive the COVID-19 vaccine.\"","sentiment_score":-0.2}
{"full_text":"oh, it's a miracle - #chicago is going to reopen indoor dining now that Biden is in office","sentiment_score":0.0}
{"full_text":"RT Is N.J.'s second COVID wave finally breaking? These charts suggest it is.","sentiment_score":0.0}
{"full_text":"Lockdown be like","sentiment_score":0.0}
{"full_text":"I get the point but Tuskegee has been cited repeatedly since COVID began","sentiment_score":0.0}
{"full_text":"OMG I woud kill to experience this again!!!! That late night dollar menu be hitting differently!!!!","sentiment_score":-0.15}
{"full_text":"RT Covid or no covid, President Moon can't refuse this invitation. Even if it is just as a guest nation and there are oth...","sentiment_score":0.0}
{"full_text":"RT Less than 4 weeks ago, the chance of an American dying from covid was 1 in 1,000. Now it's 1 in 808.Some other current comp...","sentiment_score":-0.0729166667}
{"full_text":"I'm not sure why the absence of influenza this season is getting so little press. anti covid measures seem to be stopping flu season.","sentiment_score":-0.15}
{"full_text":"Still, what teachers hear is not, \"We will control the pandemic enough to make it sufficiently safe to open schools within 100 days,\" but rather, \"We'll open schools within 100 days, ready or not!\"","sentiment_score":0.15}
{"full_text":"RT I feel like I just drove across a country that's losing a winnable fight. (fin)https:\/\/t.co\/cuSSBtFKqv","sentiment_score":0.0}
{"full_text":"RT Fauci went there...Berman: \"Did the lack of candor, did the lack of facts... cost lives?\" (during Trump administration)...","sentiment_score":0.0}
{"full_text":"RT 'These aren't my grandparents on the ward here, these are school-aged children's mums and dads on this ward.' Dr Andy Barlow...","sentiment_score":0.0}
{"full_text":"RT There might be some truth in this claim (or not). Case fatality rates in the UK over recent weeks may be compatible wi...","sentiment_score":0.0}
{"full_text":"If they are at risk they can stay home ..i.. ..i.. &amp; your masks","sentiment_score":0.0}
{"full_text":"And tested negative for Covid!","sentiment_score":-0.375}
{"full_text":"RT Ah, the old tricky Democratic playbook of.... being  completely honest.","sentiment_score":0.35}
{"full_text":"RT I've not stopped mad laughing all day because Priti Patel said the reason we have the highest death rate is partly because...","sentiment_score":-0.625}
{"full_text":"Seems your science is failing.  Peer reviewed study shows that lockdowns and mask mandates did little except destroy the countries economy. ","sentiment_score":-0.19375}
{"full_text":"RT reason 27262618 why you shouldnt hang out with douchebags:","sentiment_score":0.0}
{"full_text":"RT Given how shockingly the Trump Administration confronted the pandemic, it is no surprise that the Biden team had to st...","sentiment_score":-1.0}
{"full_text":"RT Tories cashing in on #COVID19 crisis.","sentiment_score":0.0}
{"full_text":"Every one: Memorial day for all the victims lost to covid via","sentiment_score":0.0}
{"full_text":"RT As an average of 1200 people a day are dying in this pandemic it's important to remember the real victims, the anti-loc...","sentiment_score":0.15}
{"full_text":"RT I do believe, per a caller to today's show, that poverty denial plays a huge part in our death rate. People literally can't...","sentiment_score":0.4}
{"full_text":"RT WTF now we are learnings hundreds of Guardsmen deployed to DC have Covid19.","sentiment_score":-0.5}
{"full_text":"RT I'm on y'all ass fr. Y'all pushing this shit when it's BLACK people disproportionately dying from covid. Irresponsible sham o...","sentiment_score":-0.1888888889}
{"full_text":"RT People: I need a gun to protect myself and my family! Also people: I refuse to wear a mask to protect myself and my family...","sentiment_score":0.0}
{"full_text":"\"Mr. Biden will also seek to allow workers to draw unemployment benefits if they quit jobs they fear are unsafe amid the pandemic, by asserting \"that workers have a federally guaranteed right to refuse employment that will jeopardize their health.\"\" YES!https:\/\/t.co\/sJftFxk9vr","sentiment_score":0.2857142857}
{"full_text":"FG Says Nigeria Expecting Confirmation On COVID-19 Vaccine Arrival","sentiment_score":0.0}
{"full_text":"I feel really sorry for anyone who is being blamed by the government during this pandemic. We have seen care homes, hospitals, frontline health workers, the elderly, the young and families being directly blamed by government ministers","sentiment_score":-0.1}
{"full_text":"RT It's the question we've all been wondering: How did COVID get so bad in California?We interviewed dozens of experts, po...","sentiment_score":-0.7}
{"full_text":"RIP Dick Meek","sentiment_score":0.0}
{"full_text":"Japan tourism push linked to surge in COVID-19 infections","sentiment_score":0.0}
{"full_text":"Gov. Andy Beshear announced he is vetoing 3 of the first bills passed by the General Assembly so far in the 2021 session citing public support for executive orders enacted throughout the pandemic &amp; potential issues with the constitutionality of the bills.","sentiment_score":0.08}
{"full_text":"Dave Chappelle cancels shows after testing positive for COVID-19https:\/\/t.co\/46LkdwjEsa","sentiment_score":0.2272727273}
{"full_text":"Ever wonder what the #healthcare situation in the U.S. will look like after the pandemic? Experts tackle that question tonight at another #Seattle Town Hall, featuring Providence President and CEO Dr. Rod Hochman.","sentiment_score":0.0}
{"full_text":"We must listen to women and gender-diverse people everywhere in the critical push for global gender equity to ensure all voices are counted as we face the post-pandemic global reset. #WeCount. RT if you agree.","sentiment_score":0.0}
{"full_text":"Here's the truth the #MainstreamMedia won't tell you.!! #Trump","sentiment_score":0.0}
{"full_text":". speaks with about the the halal status of #COVID19 vaccines. Read the Q&amp;A here:","sentiment_score":0.0}
{"full_text":"Have you or a family member been directed by a health care provider to quarantine or self-monitor at home? Follow these 10 tips. Learn more: ","sentiment_score":0.5}
{"full_text":"#WATCH The Taoiseach has given the clearest hint yet that schools will not reopen as planned next monthMicheal Martin also said the Government is looking into tighter restrictions for travel and arrivals into Ireland@GavReilly reports#VMNews | #COVID19ireland | #COVID19","sentiment_score":0.0}
{"full_text":"Be it the winter season, the pandemic, the news, or our personal lives, many people are experiencing mental health issues. Watch the latest discussion from  on what you can do to stay resilient through these challenging times.","sentiment_score":0.28}
{"full_text":"#GWTbergProf Leah Brooks is quoted in The Washington Times article \"Inaugural boom vanishes under coronavirus lockdown, attack threat lockout.\" Read the full article here:","sentiment_score":0.35}
{"full_text":"A Year Ago I Asked: How Bad Could Covid Get? Now We Know Wired","sentiment_score":-0.7}
{"full_text":"This is what the figures are looking like nowhttps:\/\/t.co\/sX0SOD81KZ","sentiment_score":0.0}
{"full_text":"RT U.K. coronavirus variant may be more deadly as well as more contagious, prime minister says. It's already spreading glo...","sentiment_score":0.2666666667}
{"full_text":"I was only 7 at the time, but I remember the night of April 8, 1974 vividly. I was allowed to stay up late to see whether Hank Aaron could hit the 715th home run of his career that night, and he did in the fourth inning. I didn't appreciate the magnitude of it then, but I do now.","sentiment_score":-0.04375}
{"full_text":"Biden is expected to sign the orders during a 2:45 p.m. ET press conference regarding the current state of the economy.https:\/\/t.co\/NmlM3qnUIc","sentiment_score":-0.05}
{"full_text":"East Kilbride jeweller launches search for most romantic lockdown love story","sentiment_score":0.3333333333}
{"full_text":"RT Biden's COVID Plan Is Simple. Trump Could Have Done It and Saved More Than 130,000 Lives. My detailed comments with @kiera...","sentiment_score":0.3}
{"full_text":"Vile Mitch wants filibuster to obstruct the Biden program, including COVID plan. Wants to stop all Dem progress so Dems don't accomplish anything &amp; frustrated voters vote another Republican prez. It is a perfect obstruction device for GOP minority.","sentiment_score":0.175}
{"full_text":"Covid concerns are creating barriers to cervical screening","sentiment_score":0.0}
{"full_text":"In a new episode of \"GoodFellows,\" senior fellows and discuss the Biden inaugural, the shift in federal COVID policy, and a possible return to Obama-brand foreign policy:","sentiment_score":0.0037878788}
{"full_text":"At that stage in the pandemic where I compulsively call my 72 year old father numerous times per day to check to see if he is double masking...","sentiment_score":0.0333333333}
{"full_text":"More BULLSHIP by Trudope Freeland, just tell Canadians where are our vaccines, why must Canadians die from covid, where did Trudope Hajdu lose are vaccines??","sentiment_score":0.5}
{"full_text":"RT Narrator: And it never was.","sentiment_score":0.0}
{"full_text":"The First Minister insists we remain on track to offer 70% of people over 80 in Wales a coronavirus vaccine by Sunday, and to offer a jab to all four priority groups by mid-February #HeartNews","sentiment_score":0.25}
{"full_text":"RT Hey, I think you forgot your COVID tracker the last couple of days. It just sort of disappeared a couple of days ago...","sentiment_score":0.0}
{"full_text":"RT And Russia is vastly underreporting its #COVID19 deaths. So far, it seems there were 165,000 excess deaths in 2020.","sentiment_score":0.05}
{"full_text":"Biden and the Democratic establishment refuse to push Medicare for All even as COVID-19 continues to ravage the country. That's all the more reason for us to demand, alongside Bernie Sanders, that everyone get the health care they need free of charge.","sentiment_score":0.45}
{"full_text":"RT As ridiculous as it sounds, the #COVID19PSYOP Trojan horse is Satan's final COUP to lockdown\/control the entire  for eterni...","sentiment_score":-0.1111111111}
{"full_text":"Job losses.1000s in Covid deaths.America back at war.And it's not even 3 whole days.Miss Trump yet?","sentiment_score":0.1}
{"full_text":"RT New statement for pregnant anaesthetists, trainees, sas and consultants \"we recommend that anaesthetists should not...","sentiment_score":0.2348484848}
{"full_text":"El Salvador - \"worldest most coolest\" emergency Covid Hospital is still under construction (10 months in the making)- construction of vaccination modules on the way (156) - vaccines arrival ... who knows!? But here's a picture of the Pres. family w\/ Santa Claus ","sentiment_score":0.625}
{"full_text":"The second coronavirus vaccine dose is about building memory within your body, so there isn't a 'waiting too long' period as recognized by the CDC.","sentiment_score":-0.025}
{"full_text":"Community health centers have played an central role in providing testing and care for COVID-19, particularly for high-risk populations. has long prioritized support for a strong health care safety net--awarding $1.07M In 2020,","sentiment_score":0.1375}
{"full_text":"About 880 heads of upgraded native chickens were distributed by DA-Caraga in Barangay Muritula, San Luis, Agusan del Sur.https:\/\/t.co\/uUez0sZrL4","sentiment_score":0.0}
{"full_text":"Norfolk Fire recognised for 'impressive' work during the pandemichttps:\/\/t.co\/YWv7RwPoOk","sentiment_score":1.0}
{"full_text":" hope he's well.","sentiment_score":0.0}
{"full_text":"Tulane University was chosen as a distribution site for the Pfizer COVID-19 vaccine and has been successful in its first week of distribution.https:\/\/t.co\/UDzeB9ie24","sentiment_score":0.5}
