{"full_text":"New World Order. CHINA IS KING NOW","sentiment_score":0.1363636364}
{"full_text":"RT Whoa","sentiment_score":0.0}
{"full_text":"You know what?I traveled my ass off this year. And I have seen places where life continues as COVID has never happened.Whatever you both say is total  Huge disappointment! on your new fcuking opinion that  is the last resort for a disease with 99.9 survival rate","sentiment_score":-0.0427272727}
{"full_text":"NO!! The thanks they need is one reflected in a pay rise...something that almost every Tory MP voted AGAINST in April 2020. Shameful #Conservatives #tories #toryparty #nhs #COVID19 #covid #heroes #nurses #Doctors #medics","sentiment_score":0.2}
{"full_text":"This is going well. Hey gov anything to say?","sentiment_score":0.0}
{"full_text":"Here's hoping your data analysis doesn't feel as slow as this lockdown does ","sentiment_score":-0.3}
{"full_text":"So the new lockdown was supposed to be 6 weeks. Takes you to around the week of the 15th of February. Now, days later, he's already moved the goal posts... but yeah WE'RE the crazy ones...","sentiment_score":-0.1545454545}
{"full_text":"RT Social distancingNah there was a reindeer there guys","sentiment_score":0.0333333333}
{"full_text":"RT Imagine a doctor denying a patient w aspiration pneumonia a ventilator because she didn't walk or talk. It happened in O...","sentiment_score":0.0}
{"full_text":"Those people can wear a fake mask to feel included. #logic","sentiment_score":-0.5}
{"full_text":"#NRHIMember Event: is a champion for mental health of healthcare workers, and on 1\/13 &amp; 2\/3, they will host \"The Emotional Toll of Allocating Resources During COVID,\" a study of findings &amp; discussion about supporting clinicians during #COVID19.https:\/\/t.co\/qhfifjulbq","sentiment_score":0.05}
{"full_text":"Covid PleaseYou better bow down on both kneesWho you think taught you to smoke trees?Who you think brought you the OD's?Eazy-E's, Ice cube's and D.O.C's and Snoop D O double G'sAnd a group that said, \"Muthafuck the police #DrDre","sentiment_score":0.1148148148}
{"full_text":"RT In India the fight against COVID is 'Vaccine Nationalism'#HappyBirthdayARRahman #wednesdaythought #kreN_yogdaan_raaml...","sentiment_score":0.0}
{"full_text":"Buffalo \/ Seattle east and west perfect","sentiment_score":1.0}
{"full_text":"RT The current tally according to of which countries will take delivery of Chinese and\/or Russian COVID-19 vaccines:","sentiment_score":0.0}
{"full_text":"RT If you're a bit sad in lockdown like me, I've found this cool website where you can look out of other peoples windows from a...","sentiment_score":-0.0916666667}
{"full_text":"RT Pause to reflect how outrageous this is. A virus has killed nearly 2 m people and the country where it started won't eve...","sentiment_score":-0.3666666667}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"RT Nurse Amanda's work may have changed during #COVID but she continues to deliver vital care to her local community ","sentiment_score":0.05}
{"full_text":"RT The good news is that now with Democrats in full control we can finally lock down the country for a couple of years to make su...","sentiment_score":0.2236111111}
{"full_text":"RT One person is dying of Covid every 34 seconds in the U.S. because of Trump's incompetence reports - But Trump...","sentiment_score":0.0}
{"full_text":"RT After a hard 10 hour shift dealing with Covid.It has just hit me how appaling it is that PS700k has been spent making serious...","sentiment_score":-0.2416666667}
{"full_text":"\"Volunteers for the Sunrise Movement, the Markey-aligned youth-led environmental advocacy group, have made more than 1 million calls to Georgia residents over the last six weeks.\"https:\/\/t.co\/2bhNkMQLzh","sentiment_score":0.25}
{"full_text":"RT Are we experiencing a K shaped recovery from COVID-19? #COVID19 #Recovery","sentiment_score":0.0}
{"full_text":"North Oaks Walk-In Clinics in Hammond, Ponchatoula and Walker offer COVID-19 rapid tests. Results are typically available in 15 minutes. For more information, call the COVID-19 Screening Hotline at (985) 230-2778.","sentiment_score":0.45}
{"full_text":"GOSH......My thoughts are with u.....I lost my wife last year so I know the desperation u feel xx","sentiment_score":0.0}
{"full_text":"It seems that Texas is now in a major surge of #coronavirus cases with over 31K reported yesterday and 277 deaths. That is almost as high as California with over 36K new cases and 433 deaths. Please be extremely carful. #covid19","sentiment_score":0.0584659091}
{"full_text":"RT Lets be honest here. These two wins and Biden's win were much bigger than just political victories. We told the world tha...","sentiment_score":0.34}
{"full_text":"RT JUST IN: EU approves use of Moderna coronavirus vaccine","sentiment_score":0.0}
{"full_text":"We need to close these clubs and bars stop the spread stay home","sentiment_score":0.0}
{"full_text":"RT Wake. Up. New. York. does not care about you, your parents or your grandparents.","sentiment_score":0.1363636364}
{"full_text":"RT \"It's been one of the worst shifts of my entire life\"The BBC has been given exclusive access to a London hospital to see how...","sentiment_score":-0.5}
{"full_text":"RT Lets be honest here. These two wins and Biden's win were much bigger than just political victories. We told the world tha...","sentiment_score":0.34}
{"full_text":"RT This is absurd. The virus doesn't care who's documented and who isn't, and these workers are at high risk. Vaccinate them.","sentiment_score":-0.17}
{"full_text":"U.S. Congressman contracts COVID-19 after receiving Pfizer vaccine","sentiment_score":0.0}
{"full_text":"Wot! We is in lockdown an we knows she cud wurk fwom home - dat's disgustin!","sentiment_score":0.0}
{"full_text":"RT The United States reported 3,775 new Covid-19 deaths on Tuesday -- a record-high since the pandemic began, according to data fr...","sentiment_score":0.1363636364}
{"full_text":"RT If we wanted to get serious vs B.1.1.7--get N95\/K95 masks to all and enforce their use--get rapid home testing big supply to...","sentiment_score":-0.1666666667}
{"full_text":"Husband=No. I am a male and I have a wife.Children=Yes. 2 successful.Thanks for asking.Covid=Fake. I didnt tweet that.You Joe\/Ho's keep on dealing the fear. Keep on dealing the negative. Never a positive of the situation.THATS UNHEALTHY. There is a  99.9% survival rate.","sentiment_score":-0.2034090909}
{"full_text":"Another fabulous day in #lockdown. #morningwalk #newlyn to #penzance (and back!)","sentiment_score":0.2}
{"full_text":"The current 'debate' on lockdown - which is till 31 March - is a trite offence to democracy. Once again MPs are being bought off with promises that history shows do not materialise. All it takes is another new variant for Pfeffel, Halfcock and Whitty to kick off. Let down again.","sentiment_score":-0.0063973064}
{"full_text":"RT Jane breaking lockdown rules by meeting up with all her friends.","sentiment_score":0.0}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"RT Number one in Farmers suicide.Number one in Covid cases. Number one crime against women.This is Chhatrapati Shivaji...","sentiment_score":0.0}
{"full_text":"RT Good news for our efforts to bring more #COVID19 vaccines to Europeans! assessed that the vaccine...","sentiment_score":0.6625}
{"full_text":"RT \"It's been one of the worst shifts of my entire life\"The BBC has been given exclusive access to a London hospital to see how...","sentiment_score":-0.5}
{"full_text":"RT This is shocking, Eric is a hero, what have we been reduced to as a country?","sentiment_score":-1.0}
{"full_text":"RT Last night and talked about the Browns on the podcast. Do you think they talked about COVID?!","sentiment_score":0.0}
{"full_text":"No one sceptical of lockdown I've seen is against the NHS staff.","sentiment_score":0.0}
{"full_text":"RT 4) The key difference now is that authorities are vaccinating the residents of long-term care centres and health workers...","sentiment_score":0.0}
{"full_text":"You wouldn't want to come here for a while. There are probably literally Covid viruses floating in the air. Please come back only when it's safe! ","sentiment_score":0.2083333333}
{"full_text":"RT I am reporting from DC. I need to go home soon, but Trudeau has set up impossible COVID testing requirements for return t...","sentiment_score":-0.6666666667}
{"full_text":"RT As we're back in lockdown, here's a chart for you all. Think you know your Normandy beaches? There were far more importan...","sentiment_score":0.2}
{"full_text":"RT If we cancel this year's NYSC will we die?","sentiment_score":0.0}
{"full_text":"Service Update 13:00 - All general service updates can be found this afternoon here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Service Update 13:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT One request--If you work in COVID-19 critical care, please consider the following:We know, with certainty, that plasma *fre...","sentiment_score":0.0}
{"full_text":"RT Pause to reflect how outrageous this is. A virus has killed nearly 2 m people and the country where it started won't eve...","sentiment_score":-0.3666666667}
{"full_text":"Edinburgh is in COVID Level 4 with current restrictions returning us to a position similar to the lockdown of last March.Our buildings are consequently temporarily closed to the public until further notice.Stay safe &amp; well. We're looking forward to seeing you again.","sentiment_score":0.0571428571}
{"full_text":"RT Zimbabweans says it is do or die for them to live in South Africa than fighting for freedom in Zimbabwe.#CloseBeitbrid...","sentiment_score":0.1363636364}
{"full_text":"On 7 Jan. 5:30 pm GMT, I will give a talk in \"Pandemic Realities\" series by Munich Techni. Uni. The link is below:","sentiment_score":0.0}
{"full_text":"RT Florida has received more than 1.138 million vaccines and has only distributed 264,512, which means 77% are unused.Ron Des...","sentiment_score":0.25}
{"full_text":"Today, I'm celebrating my work anniversary at Cerner as an Associate Lead Software Engineer in Cloud Engineering! Another year has passed in the blink of an eye, and what a year it has been! Despite an entire pandemic, I have tried my best to power thro...https:\/\/t.co\/4DVzd1Yri7","sentiment_score":0.5}
{"full_text":"RT During Lockdown Level 5 last year we were with our bothers &amp; sisters from Lesotho, Zimbabwe, Botswana &amp; Mozambique. We...","sentiment_score":0.0}
{"full_text":"RT #PoliticsLive Tory MP's crying crocodile tears over the impact of the lockdown on people's mental health when they've spent...","sentiment_score":-0.1333333333}
{"full_text":"RT Patel 'left UK completely exposed to overseas coronavirus variants'","sentiment_score":0.05}
{"full_text":"RT Given they have been repeatedly wrong about covid in the past, it seems unlikely they are the best people to listen to...","sentiment_score":-0.0625}
{"full_text":"Please retweet and\/or donate if you can. I'm just trying to help a teacher who is currently struggling doing this difficult time. #COVID19 #gofundme #Boost","sentiment_score":-0.25}
{"full_text":"RT To all the female healthcare workers who have sacrificed family time to care for Covid sick throughout the past 10 months....","sentiment_score":-0.3214285714}
{"full_text":"Arrest them, or take them live into a room and show them on live cam what is actually happening in hospitals and the reason for a national lockdown","sentiment_score":0.0556818182}
{"full_text":"RT Can't believe the virulent racist worth $800 million who did insider trading to profit off the pandemic lost","sentiment_score":0.3}
{"full_text":"RT Unbelievably stupid.","sentiment_score":-0.8}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"RT 10 months into the pandemic, and the US still hasn't produced enough N95 masks--which are more protective than surgical ma...","sentiment_score":0.25}
{"full_text":"Good to know that during a pandemic where thousands Americans dying daily that they are staying focused on what REALLY matters! SMH","sentiment_score":0.3166666667}
{"full_text":"RT Incredible: China has dictated the composition of the WHO team investigating virus origins, restricted its access to data a...","sentiment_score":0.9}
{"full_text":"RT This is very, very bad, given that things are going to get worss over the next few weeks. Cancer ops needed 'within 28 days'...","sentiment_score":-0.37}
{"full_text":"RT Lets be honest here. These two wins and Biden's win were much bigger than just political victories. We told the world tha...","sentiment_score":0.34}
{"full_text":"RT If we cancel this year's NYSC will we die?","sentiment_score":0.0}
{"full_text":"RT Nouadibhou FC officials complained bitterly about the mix-up in their covid-19 results ahead of their return vs KotokoA...","sentiment_score":-0.2}
{"full_text":"RT #AssangeDidntKillHimself The Lady Judge has implanted the idea that Julian is suicidal and can cunningly bypass the most sophi...","sentiment_score":0.25}
{"full_text":"RT WHO Expresses Disappointment With China Over Plan To Probe Origin Of COVID-19-https:\/\/t.co\/VHeXy7AyAd","sentiment_score":-0.6}
{"full_text":"RT If you're a lockdowner &amp; going for nice walks, reading books, cooking new recipes &amp; basically pottering around pleasantly...","sentiment_score":0.4898989899}
{"full_text":"RT Johnson said other countries had also seen infection rates go up recently. What he didn't say was that other countries a...","sentiment_score":-0.0833333333}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT The four UK chief medical officers have announced that the second doses of the covid vaccines should be given towards the e...","sentiment_score":0.0}
{"full_text":"The Scottish government has deleted the word \"Oxford\" from the vaccine. Petty. Once again, the separatists are playing politics with the pandemic. The SNP administration is embarrassing.","sentiment_score":0.0}
{"full_text":"It tell you everything you need to know about the Conservative party!","sentiment_score":0.0}
{"full_text":"RT The good news is that now with Democrats in full control we can finally lock down the country for a couple of years to make su...","sentiment_score":0.2236111111}
{"full_text":"RT Lets be honest here. These two wins and Biden's win were much bigger than just political victories. We told the world tha...","sentiment_score":0.34}
{"full_text":"Wow Such blatant hypocrisy.  Trudeau has been exemplary during this crisis.  Not to be politically correct, but to demonstrate by example appropriate critical behavior in a pandemic.  He has been mocked for this by hypocrites like this fool, Don Plett which highlights the irony.","sentiment_score":0.0166666667}
{"full_text":"Nope, I'd rather a pay-rise and scrap the petty charges some of them have to pay to work (car parking\/annual nurses fees)","sentiment_score":0.0}
{"full_text":"What message does this send us? If a well educated mam..a doctor\/CEO... And several politicians are taking trips...? During s time when we're about to or have banned flight from the UK... He was a member of the COVID19 advisory table... Heh!","sentiment_score":0.0}
{"full_text":"239000 new cases (REVISED #: 21.1 million), 3664 new deaths (REVISED #: 357000): hashtags ONE &amp; FIVE (January 6, 2021; 18:57 HKT) #UNITEDSTATES #COVID2021 #COVID20 #COVID19 #USA","sentiment_score":0.1363636364}
{"full_text":"RT Good morning! We're open 9-4 with 1\/2 price lift tix. Open on Sissy-Rosebowl and mini tpark. Bunny Hill not open and no l...","sentiment_score":0.21875}
{"full_text":"RT Following recent changes to COVID-19 restrictions in England, Scotland, Wales and Northern Ireland, we continue to work with...","sentiment_score":0.0}
{"full_text":"RT Extremely useful explanation of how to make a vaccine (and why lots are made, but lots aren't yet in arms), from","sentiment_score":0.3}
{"full_text":"RT \"Lockdown earlier and lockdown hard.\" So that means #abc730 should apologise to and criticise","sentiment_score":-0.1458333333}
{"full_text":"RT LOCKDOWN SKILL DOCUMENTS |FREE #batting, #spinbowling , #fastbowling, #keeping &amp; #fielding documents to share125+...","sentiment_score":0.4}
{"full_text":"RT In two weeks it will mark two weeks of us matriculation students in campus. In two weeks, we will start showing symptoms if w...","sentiment_score":0.0}
{"full_text":"Need to buy a new phone, but I need to touch, feel, play.  Le sigh. #lockdown #WearYourMask #torontolockdown ","sentiment_score":0.1363636364}
{"full_text":"RT Hey what do the people do during loadshedding who are at home on oxygen machines trying to fight for their lives be...","sentiment_score":0.0}
{"full_text":"Ahead of vaccine roll out, second dry run to take place on January 8 in all districts of the country (ANI)#COVID19 #CoronavirusOutbreak","sentiment_score":-0.0333333333}
{"full_text":"RT What good is beautification on the outside if governance is rotten on the inside? In the times of a pandemic weren't the need...","sentiment_score":0.35}
{"full_text":"Give them a pay rise","sentiment_score":0.0}
{"full_text":"RT 23 Youth From Punjab Take Covid Vaccine Mistaking It For Drughttps:\/\/t.co\/Lmsl9BSUW4","sentiment_score":0.0}
{"full_text":"How COVID-19 is Accelerating Commercial IoT #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/5YzAbUqZTZ","sentiment_score":0.0}
{"full_text":"When what they need to be doing is dealing with covid and 2k stimulus cks","sentiment_score":0.0}
{"full_text":"RT A little late to that party, but your young and don't read.","sentiment_score":-0.1291666667}
{"full_text":"$MRNA (+4.4%) after the EMA recommended its COVID-19 vaccine for authorization in the EU.","sentiment_score":0.0}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"I can't believe we are back to covid discussion in 2021.I thought we won","sentiment_score":0.0}
{"full_text":"RT It is not bad luck or inevitable that we are back in lockdown, infections are out of control and our country's death toll...","sentiment_score":0.1166666667}
{"full_text":"RT The World Health Organization said that China has blocked the arrival of a team investigating the origins of the coronavirus pande...","sentiment_score":0.0}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"RT Faced with a staff shortage amid Covid-19, this principal became the bus driver so kids could get to school","sentiment_score":0.0}
{"full_text":"RT The people of Leominster got what they deserved. They received their reward in full. They are subservient serfs to the...","sentiment_score":0.35}
{"full_text":"Life goes on#BTSARMY #BTS #BTS_twt #COVID19 #Indonesia #LifeGoesOnWithBTS #BTS_BE","sentiment_score":0.0}
{"full_text":"What Will It Take To End The COVID-19 Pandemic? ","sentiment_score":0.0}
{"full_text":"RCN seeks 'urgent reassurance' that nurses are protected from new Covid-19 variant","sentiment_score":0.1363636364}
{"full_text":"RT I am physically and mentally exhausted. We had 3 deaths on our ward yesterday from covid. Our staff are drained. Please, fo...","sentiment_score":-0.2}
{"full_text":"RT Good step. Departing flights next. Then tough enforcement of lockdown rules on travelling. Scenes at Heathrow today prove...","sentiment_score":0.1037037037}
{"full_text":"RT I vote that we put the #ANC in full lockdown for the rest of the year.A brand new Level 6 ! Who agrees ?","sentiment_score":0.2602272727}
{"full_text":"RT Government announces mandatory Covid testing at UK airports, to celebrate six-month anniversary of other countries doing...","sentiment_score":-0.125}
{"full_text":"Around 1 in 3 people with COVID-19 have no symptoms and could be spreading it without realising it.  Stay safe.Remember #HandsFaceSpace","sentiment_score":0.0}
{"full_text":"Disinfecting your hands  is one way to #StopTheSpread of #COVID19! #WhyRiskIt   Share if you care. ","sentiment_score":0.0}
{"full_text":"COVID-19 VACCINE SHORTAGES1,000,000 Americans killed by Summer 2021. STOP YOUR RISK. \"Proven Covid-19 Protection\" 99% Efficacy Pamphlet. #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccineshortages","sentiment_score":-0.2}
{"full_text":"Carl goes kaal for laughsComedian Carl Weber is turning his lockdown woes into a fun social media challenge.https:\/\/t.co\/6sFtLY2li4Story:","sentiment_score":0.1666666667}
{"full_text":"***National lockdown: Stay at home***You may go to work, or provide voluntary or charitable services, if you cannot reasonably do so from home Full details of the restrictions are available here: #COVID19 #HandsFaceSpace","sentiment_score":0.3875}
{"full_text":"Andrew Cuomo put Google ex-CEO Eric Schmidt in charge of his Covid blue ribbon commission. Big tech execs are massively incompetent at so much.https:\/\/t.co\/7eHY4ZZoH3","sentiment_score":-0.1166666667}
{"full_text":"Grammy Awards postponed to March due to COVID-19 pandemic","sentiment_score":-0.125}
{"full_text":"If leisurely meals are part of the national identity, they are also an essential element of daily life in France. The French cherish their long lunches in eateries or cafeterias - or they did before Covid-19 put an end to that. #leisuerelymealshttps:\/\/t.co\/TiEqKVINxb","sentiment_score":-0.0125}
{"full_text":"If you're worried about how the lockdown will affect you, or if you (or someone you know) is struggling due to the ongoing pandemic, we can help.Call us today on: 01282 686402 or visit our website to find out more about our services:","sentiment_score":0.1875}
{"full_text":"Scott Carson and Cole Palmer are among three people at #ManchesterCity to have tested positive for the #Coronavirus in the latest round of checks.#PremierLeaguehttps:\/\/t.co\/nZX40PCo2x","sentiment_score":0.1757575758}
{"full_text":"Leading Game Publishers Hit Hard by Leaked-Credential Epidemic #tech #technology #blockchain #innovation #science #IT #BigData #Security #cybersecurity #crypto #cloud #IOT #computer #CISO #infosec #infosecurity #hacker #engineering","sentiment_score":-0.3458333333}
{"full_text":"Dude what reality are you living in?? Fl was like the example of what NOT to do during COVID. Wake up.","sentiment_score":0.0}
{"full_text":"Working together, the ECW #COVID19 response reached over 400,000 girls and boys, including adolescents, who were already affected by conflicts, forced displacements and climate change. Learn More:","sentiment_score":0.1}
{"full_text":"\"As long as there's mass testing with the players\/staff etc, keep it going.\"Wednesday fans have their say on football continuing during lockdown 3.0.#SWFC  https:\/\/t.co\/aBPJMkq04c","sentiment_score":-0.05}
{"full_text":"Do I tell my husband he has really let himself go during lockdown?https:\/\/t.co\/R1u3ztVW0M","sentiment_score":0.2}
{"full_text":"Register for the next COVID-19 Coalition webinar, next Tuesday at 6pm EST.Register here:","sentiment_score":0.0}
{"full_text":"hate to be that person that brings the mood down. but it ain't happening","sentiment_score":-0.4777777778}
{"full_text":"Policyholders continue COVID-19 insurance losing streak as New Year begins","sentiment_score":0.1363636364}
{"full_text":"Around 1 in 3 people with Covid-19 have no symptoms. You could be spreading it without knowing it.Remember: Hands, Face, Space Continue to follow government guidance#StayHome #HandsFaceSpace","sentiment_score":0.0}
{"full_text":"Live #BiotechShowcase forum today on \"Options for #COVID19 therapeutics\" Featuring Michael Kurilla-NCATS and Prabhavathi Fernandes-Biodefense Science Board Moderated by Steve Brozak President-WBB Securities, Tune in at 10am PST (1pm EST) Register here:","sentiment_score":0.1363636364}
{"full_text":"Memories of my trip in 2020.https:\/\/t.co\/sKswcBeSxs","sentiment_score":0.0}
{"full_text":"Even as senior health officials warn that underground casinos are a serious #coronavirus risk, Thailand's deputy pm has denied illicit gambling dins exist in Bangkok. #covidthailand #Covid19","sentiment_score":-0.3333333333}
