{"full_text":"RT \"We know the U.K. #B117 variant is in Ontario. We must assume it will spread\" --  Fast-spreading #coronavir...","sentiment_score":0.0}
{"full_text":"RT 10) California eased strict stay-at-home orders Monday, allowing restaurants to reopen for outdoor dining &amp; greater soci...","sentiment_score":0.5}
{"full_text":"Billionaires made a killing in the pandemic.US billionaires 'have received $1.1tn windfall in Covid pandemic'","sentiment_score":0.0}
{"full_text":"RT Hi, I'm Adesua a 300l student of Microbiology in Ui. I started a business during the lockdown to make ends meet but becau...","sentiment_score":0.0}
{"full_text":"Do you really want to meet your fans at a concert after this pandemic?#TREASURE_MENTIONPARTY@treasuremembers","sentiment_score":0.2}
{"full_text":"RT This is a belter of a column by please have a read - 'The most dreadful of all these scandals goes straigh...","sentiment_score":-0.25}
{"full_text":"RT Our new report assesses the damage of the #COVID19 crisis and the numbers are grim. 8.8% of global working hours were lost last ye...","sentiment_score":-0.2159090909}
{"full_text":"Kobe, Hank Aaron, Larry King, the pandemic, seasonal depression, police brutality, and the rising death toll of COVID....Please do what you need to do to survive.","sentiment_score":0.0}
{"full_text":"RT French health minister says because of a lack of consensus among scientists, France will give the second Pfizer vaccine d...","sentiment_score":0.0}
{"full_text":"RT Our #coronavirus #vaccination strategy needs a refresh -- and a focus on equity, by @nilikm","sentiment_score":0.0}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"RT Achilles heel of test &amp; trace is supporting isolation appropriately. Our team reviewed international polic...","sentiment_score":0.25}
{"full_text":"RT Ford's whole COVID strategy seems to be: \"Anything we can hang on Trudeau? Let's push that.\" And he knows lots o...","sentiment_score":0.2}
{"full_text":"If the universe is a simulation that mf better press reboot now","sentiment_score":0.5}
{"full_text":"RT \"When covid is over\" is starting to sound a lot like \"When a Capricorn asks for help\"","sentiment_score":0.2}
{"full_text":"RT \"We would prefer to see #COVID relief done on a bipartisan basis but if it is not, our leadership and the administration wou...","sentiment_score":0.0}
{"full_text":"RT Never forget that thought it was appropriate to mock COVID-19 at the start of the pandemic. He was a tool then a...","sentiment_score":0.5}
{"full_text":"Hey! I was following your posts about your C-19 experience &amp; I've found myself wondering how you're feeling now? Were you really able to return to full-time work &amp; exercise so quickly after Covid? (That's amazing if so! I'm living with M.E.\/CFS, so it's hard to imagine.)","sentiment_score":0.2583333333}
{"full_text":"RT Questioning the Government's approach to covid? Please read the article  Government is abusing its power. The consequen...","sentiment_score":0.0}
{"full_text":"RT Not ashamed to admit that last night I celebrated my 22nd birthday in lockdown and on fucking Zoom because unlike Laurence Fo...","sentiment_score":-0.0833333333}
{"full_text":"What's booming? US toys sales for one. Surging to $25.1bn in 2020, up 16% yoy. One of the biggest years on record, thanks to #COVID19","sentiment_score":0.2}
{"full_text":"RT Gavin Newsom is re-opening his state despite \"the science\" saying the worst of this pandemic is yet to come.Gretchen W...","sentiment_score":-1.0}
{"full_text":"RT Sadly our family friend Gordon passed away due to COVID. On top of the living &amp; moving expenses they now have funeral expen...","sentiment_score":-0.0416666667}
{"full_text":"RT GOODBYE COVID HELLO DANCING happy for Australia! Praying for the rest of the world that we all can be dancing together soon...","sentiment_score":1.0}
{"full_text":"RT They need to pay Los Angelenos to stay home while ICU is at full capacity. Rolling back the Stay-At-Home order is risking...","sentiment_score":0.175}
{"full_text":"I'm doing my first Covid test today, dunno what to expect ","sentiment_score":0.25}
{"full_text":"RT During #lockdown the 'Live' format on #sociamedia channels is seeing a big spike. They're a great way to stay connected wit...","sentiment_score":0.3121212121}
{"full_text":"RT \"The combined wealth of the world's 10 richest men rose by $540bn during the pandemic, according to Oxfam.The charity c...","sentiment_score":0.6}
{"full_text":"RT \"once COVID is over\" starting to sound a lot like","sentiment_score":0.2}
{"full_text":"#NowPlayingOnSplashFM.. \"Can't Let U Go\"\/ #StaySafeStayHealthy#WearAMask","sentiment_score":0.0}
{"full_text":"Are you and Sara COVID sisters ?","sentiment_score":0.0}
{"full_text":"RT Britain now has the highest number of Covid deaths per million population in the world.In. The. World.","sentiment_score":0.0}
{"full_text":"RT Security is not the only factor escalating the case for D.C. statehood, as several concerns predate the attack. The coronaviru...","sentiment_score":0.0}
{"full_text":"Although according to Toby Young, the pandemic was over in the summer.","sentiment_score":0.1}
{"full_text":"RT Just voted to confirm as Treasury Secretary.Continuing phone calls with Georgia public health and local gov lead...","sentiment_score":0.0}
{"full_text":"RT Disclaimer: Getting labelled as \"black journalist\", \"rioters\", or being doxxed is within my expectations. But as a journa...","sentiment_score":-0.1666666667}
{"full_text":"RT Good Morning To All On This Overcast 34 Degrees With A Snow\/Rain Mix All Day Up To 37 Later Tuesday. Have A Great Day! Sta...","sentiment_score":0.5666666667}
{"full_text":"RT The vaccine gives us hope but the scale of loss in this country was not inevitable.Every one of the 100,000+ deaths is a...","sentiment_score":0.0}
{"full_text":"Related to my earlier retweet about the NZ trace and test system - some of it's possible in parts of Canada too, why can't we manage it in Ontario?","sentiment_score":0.0}
{"full_text":"WORLD BEATING WORLD BEATING. #Resign","sentiment_score":0.0}
{"full_text":"RT South Carolina's teachers are seeking priority status for the next COVID-19 vaccine eligibility phase, saying their imm...","sentiment_score":0.0}
{"full_text":"Thread...","sentiment_score":0.0}
{"full_text":"Contact #igoodsgh","sentiment_score":0.0}
{"full_text":"Service Update 13:00 -  Only travel for work if essential or for other legally permitted reasons. Please remember to wear a face covering when travelling with us. A half hourly service is running. All updates can be found here ","sentiment_score":-0.0183333333}
{"full_text":"RT We (two) are infected covid19 , I 'm very sad bcoz we will not be able to go there to celebrate together  I 'm sorr...","sentiment_score":-0.075}
{"full_text":"RT i The wealth of ten of the world's richest men has increased by more than PS400bn during the pandemic - more than enough...","sentiment_score":0.25}
{"full_text":"Oh wow PS509 million in revenue how will they manage. Get to fuck think about all the lower league teams who are suffering","sentiment_score":-0.15}
{"full_text":"Yes! India  celebrated while Farmers's blood flooded in Delhi ","sentiment_score":0.35}
{"full_text":"RT It is the grand addiction of Minneapolis liberals, it is their crack epidemic, put down the police scanners, the upright...","sentiment_score":0.1722222222}
{"full_text":"RT Hi Pi network members.Hope you All are well in these Corona times .Remember to push the button in the app every 24...","sentiment_score":0.0}
{"full_text":"RT 11) Remember when Trump HHS Sec Azar claimed they will be sending out reserves in mid Jan... only to realize they didn't ha...","sentiment_score":-0.0333333333}
{"full_text":"RT German Chancellor Angela Merkel says, \"Discussing and debating is important, but the pandemic has shown very clearly: now's the ti...","sentiment_score":0.1766666667}
{"full_text":"RT 2) International team of scientists identify new treatment for COVID-19 that appears to be far more effective than current...","sentiment_score":0.2227272727}
{"full_text":"RT Phil Ni Sheaghadha from the hits the nail on the head here \"We need to recruit all the staff we can and double dow...","sentiment_score":0.0}
{"full_text":"RT The federal government is considering more pandemic travel restrictions to secure the border. Dozens of international flight...","sentiment_score":0.3}
{"full_text":"RT Deputy House Speaker Mikee Romero filed a resolution that will allow Filipino athletes, who are set to participate in th...","sentiment_score":0.0}
{"full_text":"On the same day the EU threatens vaccine manufacturers with legal action over supply issues and France's Pasteur Institute abandons its Covid-19 vaccine project, an anonymous German Government 'source' briefs journalists about AZ's vaccine efficacy ... what a coincidence ","sentiment_score":0.075}
{"full_text":"Big difference when you have a lockdown with schools shut!","sentiment_score":0.0}
{"full_text":"Hey fuckwad, if daddy didn't do such an abysmal job on the pandemic we wouldn't be heavy this conversation. We had amongst the worst responses in the world. Almost a half million Americans are dead and that's on Donald.","sentiment_score":-0.3133333333}
{"full_text":"RT it'll be a year next month since lockdown and our governor has given up on us because of selfish people and i'm still seeing...","sentiment_score":-0.25}
{"full_text":"Poor old Eddie Hobbs is going to go all... Falling Down ...","sentiment_score":-0.1518518519}
{"full_text":"RT For those who need context: the only space in #Singapore where Singaporeans can gather to demonstrate without first obtaining a...","sentiment_score":0.125}
{"full_text":"RT BREAKING: Britain now has the highest number of #COVID19 deaths per million population in the world as its toll tops 100,...","sentiment_score":0.0}
{"full_text":"RT When all you want is a hug Tag a Twitter pal who may need to see this pup and duck today.#lockdown #MondayMotiva...","sentiment_score":0.0}
{"full_text":"Inspiration in life","sentiment_score":0.0}
{"full_text":"RT Boris' 5-point plan:1) \"Waffle, waffle, burble\"2) \"Churchill quote\"3) \"Vague empty promises\"4) \"Deaths? What deat...","sentiment_score":-0.3}
{"full_text":"RT CONCERNING--Millions of doses of #COVID19 vaccine shipped by Trump WH\/HHS are missing. Nobody knows why yet. Biden coronav...","sentiment_score":-0.2}
{"full_text":"RT Hi everyone  kindly help my siblings and i with food or food voucher please  we have nothing in the house even...","sentiment_score":0.6}
{"full_text":"RT Discover #history #mystery and #romance #TuesNews your #lockdown with these GENTLEMENAN OFFICER'S VO...","sentiment_score":0.0}
{"full_text":"RT Biden to address racism toward Asian Americans during pandemic with executive action via","sentiment_score":0.05}
{"full_text":"I look at it this way. Take away influencers covid situation would be the same or better. Take away the real key workers. This country would've collapsed","sentiment_score":0.1666666667}
{"full_text":"RT Why other Prime Ministers so easy resign one?","sentiment_score":0.1541666667}
{"full_text":"Let's go champ ","sentiment_score":0.0}
{"full_text":"RT Any negative reaction to this has been lost in twitter translation. We did this all the time in person in schools pre-...","sentiment_score":-0.3}
{"full_text":"RT Register for the FHS #Covid19 Q&amp;A with Professor and colleagues, as they discuss the impact of the virus in...","sentiment_score":0.0}
{"full_text":"RT Democratic leaders wont shut down the country despite SOARING covid deaths. They have now used women, LGBTQ+, Black fol...","sentiment_score":-0.1611111111}
{"full_text":"RT #BREAKING - SVG records 17 new COVID-19 cases - taking tally to 763 (608 active); all are Vincentians with no recent trav...","sentiment_score":0.001010101}
{"full_text":"RT Churches which flourish on the other side of this pandemic will not necessarily be the ones that created the best content du...","sentiment_score":0.2916666667}
{"full_text":"RT  We are #hiring @CREAWKenya is looking for a #consultant to conduct a study on the experiences of women &amp; the prevalen...","sentiment_score":0.0}
{"full_text":"RT Lots of Scottish opposition claims &amp; unionist press negative headlines about #Covid #vaccinations but Dutch expert on r...","sentiment_score":-0.3}
{"full_text":"RT All students must be screened for COVID-19 symptoms before each school day and before boarding the school bus. Ensure you...","sentiment_score":0.0}
{"full_text":"RT Americans can't leave the country and get back in without a covid test but If you happen to be a migrant in a caravan, B...","sentiment_score":0.0}
{"full_text":"RT \"be kind\" has become a parody of itself. it's just a get out of jail free card now. holding you accountable for jetting around...","sentiment_score":0.3}
{"full_text":"RT 11 months into COVID and despite negativity, exhaustion, and an upside down world, GCS teachers are still working every day...","sentiment_score":-0.1555555556}
{"full_text":"RT This is your daily reminder that primary schools are closed for no good reason. Children will be unable to read for no good...","sentiment_score":-0.15}
{"full_text":"RT What's been extraordinary during this pandemic is realising just how much more valuable a human life is in New Zealand...","sentiment_score":0.2424242424}
{"full_text":"RT The fact that someone said it's like a covid test for our vaginas, I'm upset","sentiment_score":0.0}
{"full_text":"Covid pressures pile on for local authorities. More Section 114 notices anticipated: Council finances a 'significant risk' to the Treasury | Public Finance via","sentiment_score":0.21875}
{"full_text":"RT World has seen unprecedented amount of medical  waste due to #COVID19. It should be handled with care to prevent further infec...","sentiment_score":0.055}
{"full_text":"The virus that originated in China, a variant of which was discovered by UK scientists! There fixed that for you.","sentiment_score":0.1}
{"full_text":"RT Lockdown is anti poor. It wont be big coorporatioms and retail such as Spar, Choppies and Sefalana closing down, It will be...","sentiment_score":-0.1388888889}
{"full_text":"RT Hi, I'm Adesua a 300l student of Microbiology in Ui. I started a business during the lockdown to make ends meet but becau...","sentiment_score":0.0}
{"full_text":"RT \"When Covid is over,\" is giving She by Sheree","sentiment_score":0.0}
{"full_text":"RT Two FDA-approved vaccines Pfizer-BioNTech and Moderna reduce the risk of Covid-19 by about 95%.You need 2 doses. 3-4 we...","sentiment_score":0.0}
{"full_text":"Overcrowded and overwhelmed: Why Israel's current COVID-19 wave is the 'worst yet' - Israel News -","sentiment_score":-0.5}
{"full_text":"RT #Jan26 #Wham #AndrewRidgeley #birthday #70s #80s #coversong #playlist #pop #music #musica #musique #nowplaying #stayho...","sentiment_score":0.0}
{"full_text":"RT 3) Aplidin, already approved in Australia for treating multiple myeloma, has been developed as a potential COVID-19 treatme...","sentiment_score":0.0333333333}
{"full_text":"BIO's VP for Infectious Diseases and Diagnostics Policy Phyllis Arthur joins today at 1 PM ET to discuss #COVID19 vaccine safety, distribution, and next steps. Details and registration:","sentiment_score":0.0}
{"full_text":"RT In case you forgot, the summer reopening \"set the stage for a resurgence of the coronavirus in June that ultimately kille...","sentiment_score":0.0}
{"full_text":"Did you know not everyone with Coronavirus shows symptoms?It's important to help stop the spread of the virus by washing your hands, covering your face and making space.","sentiment_score":0.4}
{"full_text":"We are back, live and in person, at tonight!! As always the game is free to play and starts at 7pm. Here are tonight's categories and a free question from the Historic January round. Reminder, teams are limited to 4 players to due COVID restrictions.","sentiment_score":0.0240710678}
{"full_text":"Adam Rickitt's GMB star wife bursts into tears as he shares 'guilt' of receiving COVID jabhttps:\/\/t.co\/PgVcNT0sB6","sentiment_score":0.0}
{"full_text":"Take action now at to ask lawmakers to provide four hours of excused leave to public employees to get their COVID-19 vaccinations&amp;hellip;so we can get the vaccine distribution process moving and get New York on the road to recovery!","sentiment_score":0.0901515152}
{"full_text":"RT Ever since the original COVID-19 Emergency Declaration was implemented, the Governor's edicts have been flawed, inconsist...","sentiment_score":-0.0625}
{"full_text":"RT Unpopular COVID rules prompt mass riots in NetherlandsMORE:","sentiment_score":0.0}
{"full_text":"Shantanu Gupta ji explains Yogi Adityanath's unknown \"Team 11\" &amp; COVID response: #uttarpradesh #covid19 #yogiadityanath #shantanugupta","sentiment_score":-0.1}
{"full_text":"RT I hand-punched Shake It Off into this strip of card because lockdown","sentiment_score":0.0}
{"full_text":"Islanders' Scott Mayfield effective as stay-at-home defenseman | Newsday #isles","sentiment_score":0.6}
{"full_text":"#Bhutan -- The pandemic will require the creation of partner networks that can build a system and work across the system. Sohini Nayak writes.","sentiment_score":0.0}
{"full_text":"The latest updated Covid-19 figures for #Solihull: 470 cases per 100,000 people in the latest week 15 Jan-21 Jan.(source BBC News: )Please continue social distancing and stay at home to keep each other safe.","sentiment_score":0.3180555556}
{"full_text":"Contact tracing is critical for keeping people safe and collecting data on COVID-19 cases. If you get a call from the contact tracing team, answer the phone. #covid19MA","sentiment_score":0.25}
{"full_text":" will be at their South Lawndale, Brighton Park and Chicago Lawn locations this week to offer free COVID-19 testing to our community. Sites operate through Saturday 7 a.m. - 3 p.m. Please make an appointment by calling 773-584-6200.","sentiment_score":0.4}
{"full_text":"#BanegaSwasthIndia | Meet Stina PS, a 25-year-old nurse who considers Nursing as the noblest profession and treats #COVID19 patients as her own familyThank #COVIDWarriors this #RepublicDay: #SwasthyaMantra","sentiment_score":0.6}
{"full_text":"\"We just simply can't keep up. We need as many of our recovered COVID-19 patients as possible to roll up their sleeves and come in and donate,\" said Dr. Pampee Young, Red Cross chief medical officer, speaking on the need for convalescent plasma.https:\/\/t.co\/eh7k586Wtx","sentiment_score":0.0857142857}
{"full_text":"Upload this campus model and pretend you are there having a vacation within this Epidemic period at","sentiment_score":0.0}
{"full_text":"Vaccine Minister Nadhim Zahawi reveals his uncle recently died from Covid before he could get the vaccine.https:\/\/t.co\/yzZw3d03H9","sentiment_score":0.0}
{"full_text":"The three towns are among the 12 Walmart corporate locations in New Jersey participating in a national expansion of COVID vaccine distribution sites.","sentiment_score":0.0681818182}
{"full_text":"'Resilient recovery': Cities link pandemic, climate adaptation responsesRead all here:","sentiment_score":0.0}
{"full_text":"But researchers say there is no need for owners to worry yet","sentiment_score":0.0}
{"full_text":"Pennsylvania said last week it was resuming Pandemic Unemployment Assistance payments following the CARES Act extension.Viewers tell us they're still having a lot of problems trying to get the money they need.#Pennsylvania #unemployment #PApol #unemploymentbenefits","sentiment_score":0.0}
{"full_text":"Cohort study finds lower rates of common respiratory viral activity are seen in Northern California communities under a shelter-in-place order during the #COVID19 pandemic.","sentiment_score":-0.3}
{"full_text":"Central Fish Market Employees Federation said due to the drop in the pandemic situation, 70% fish is now being distributed to all parts of the country from Peliyagoda Central Fish market every day#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital","sentiment_score":-0.0416666667}
{"full_text":"Third Russian vaccine against COVID-19 to enter circulation next month:https:\/\/t.co\/7Cy10CntgD","sentiment_score":0.0}
{"full_text":"RT I'm 50, have genetic heart condition, same as Dad who's 87. I'm \"healthy\" : ride London-Paris for trekked Namibia...","sentiment_score":0.25}
{"full_text":"According to the U.S. Census Bureau, Virginia was the top state for those who retired during the pandemic to move to in 2020, and one of the top retirement cities listed is Waynesboro.","sentiment_score":0.5}
