{"full_text":"RT Alex Ovechkin's wife, Nastya, posted this on Instagram just now. She says Ovechkin and Dmitry Orlov have covid-19 antibo...","sentiment_score":0.0}
{"full_text":"RT Last year this time around we were in New Zealand. The year before in Europe. But now stuck at home for 1 yr due to Cov...","sentiment_score":0.0037878788}
{"full_text":"It must be hell for people who can't wear a mask. As obviously they can't ride in a car with a windscreen in front of them too.","sentiment_score":0.0}
{"full_text":"Remember #ProjectIsaac that we started in summer to engage students amid the pandemic? We are happy to announce that we are going to host a virtual celebration of the 'Project Isaac Showcase' on Jan 29, 6-7 pm. Join in using this link and invite others too","sentiment_score":0.8}
{"full_text":"RT President Joe Biden knows we are all in this together. During World War II, factories across the country played a role i...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Hong Kong to lock down Yau Tsim Mong district in Kowloon in a bid to contain a worsening outbreak of the coronaviru...","sentiment_score":-0.1555555556}
{"full_text":"RT 24 Karat Gold The Concert is now available on DVD &amp; Blu-Ray, so you can watch at home! I had a fantastic time on this tour...","sentiment_score":0.45}
{"full_text":"RT Nearly nine million people borrowed more money last year to cope with impact of coronavirus pandemic, government figures s...","sentiment_score":0.2}
{"full_text":"RT Mexico sets new single-day covid record.--22,339 cases--1,803 deathsThose figures represent *confirmed* cases and deaths...","sentiment_score":0.2681818182}
{"full_text":"The latest on the coronavirus pandemic and vaccines","sentiment_score":0.5}
{"full_text":"When mams and moms go to work, and they baby boy stay at home with grandma #WeeBNK48 #FondBNK48 #wiif`nd","sentiment_score":0.0}
{"full_text":"RT Lockdown till summer uno? I'll start doing cocaine, let's not play this game","sentiment_score":-0.4}
{"full_text":"RT Companies like Microsoft, Apple, and Google are interested in vaccine or immunization passports to help reopen the economy. You m...","sentiment_score":0.25}
{"full_text":"Exactly right. To treat those that have had Covid differently in the vaccine prioritization would be to admit that there really might be something to that crazy herd immunity idea...","sentiment_score":-0.0285714286}
{"full_text":"RT Hard to believe the guy who wasn't really a billionaire didn't really have a covid vaccination plan. Shocked.","sentiment_score":-0.1479166667}
{"full_text":"No-one dies of Covid anymore, that's soooo 2020.","sentiment_score":0.0}
{"full_text":"RT Government-appointed lawyers informed Chen Mei's family that the Beijing Chaoyang District Court has postponed holding a tri...","sentiment_score":0.0}
{"full_text":"Yes! COVID 69 is still gone globally again and all Occuring","sentiment_score":0.0}
{"full_text":"RT 5) Number of people who died from making Armageddon &amp; Deep Impact movies: 0Number of people died from #COVID19 pandemic:...","sentiment_score":0.0}
{"full_text":"RT Impeach.","sentiment_score":0.0}
{"full_text":"RT \"Framing the conversation about distrust in Covid vaccines in terms of everyday racism rather than historical atrocities ma...","sentiment_score":-0.1}
{"full_text":"This is typical of viruses","sentiment_score":-0.1666666667}
{"full_text":"RT We have had mandated mask wearing in Nova Scotia Canada since July and follow social distancing . We only have 23...","sentiment_score":0.0166666667}
{"full_text":"RT TMC cannot refrain from it's corruptive methods! Even something as sensitive as the COVID-19 'vaccination system' is b...","sentiment_score":0.1}
{"full_text":"RT Still Separated: COVID-19 Order Keeps Families Apart After Biden Lifts \"Muslim Ban\"","sentiment_score":0.0}
{"full_text":"RT Very troubled abt what appears to be an emerging trend here in NYC of ppl (typically white) coming from outside heavily impac...","sentiment_score":-0.2125}
{"full_text":"RT The horny pandemic is more serious","sentiment_score":0.0833333333}
{"full_text":"RT There is nothing in this article explaining how \"no distribution plan\" was able to distribute over 35 million doses of...","sentiment_score":0.5}
{"full_text":"RT we were going to have breakdancing in the olympics. this is what covid has taken from us.","sentiment_score":0.0}
{"full_text":"RT I miss life before COVID","sentiment_score":0.0}
{"full_text":"RT Covid19 still ravaging Uganda, as huge sums of money borrowed to fight it was opulently used to rent + force electoral s...","sentiment_score":0.4}
{"full_text":"Coronavirus update Covid-19 has infected more than 98 million people and killed over 2 million. Here are the virus updates for January 22:","sentiment_score":0.15}
{"full_text":"RT Biden made our troops sleep in a parking garage during a pandemic This is Day 1","sentiment_score":0.0}
{"full_text":"RT NEW GOLDEN RULE--\"One of the new things in this administration is that if you don't know the answer, don't guess. Just say y...","sentiment_score":0.1909090909}
{"full_text":"RT wear a mask when going out (but not this kind)","sentiment_score":0.6}
{"full_text":"RT The World Health Organization failed to act quickly at the start of the pandemic. But instead of demanding leadership change...","sentiment_score":-0.0833333333}
{"full_text":"RT My comments with  ","sentiment_score":0.0}
{"full_text":"RT Lockdown the country, run the stimmys, forgive student loans.","sentiment_score":0.0}
{"full_text":"RT NEW JERSEY #COVID19 UPDATE:4,095 new positive PCR tests580,688 total positive PCR tests1,184 new positive antigen t...","sentiment_score":0.1558441558}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"What the??!!!","sentiment_score":0.0}
{"full_text":"Oh so now it's a bad thing our country is finally raising minimum wage, to help ppl who have been left to rot in poverty for years especially during a pandemic. Mfs can't get good jobs bc our country got a preference anyways, and supposed to survive off $9 lmao impossible","sentiment_score":-0.0095238095}
{"full_text":"RT When asked whether would welcome Wu Han residents to contact its expert team and offer clues which they think will help...","sentiment_score":0.8}
{"full_text":"RT Killing jobs to become dependent again on Middle East oil, potentially sending more troops to Iraq, keeping some illegals he...","sentiment_score":0.1666666667}
{"full_text":"jus heard these two lovely guys were doin covid vaccines ","sentiment_score":0.5}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"A second coronavirus vaccine developed in India is set to enter phase three clinical trial 'very, very soon'","sentiment_score":0.12}
{"full_text":"RT Love Rush's open. \"Today over 100 people have died of the coronavirus - due to P. Biden's mishandling of the  disease\"","sentiment_score":0.125}
{"full_text":"F CORONA, I WILL SEE THEM LIVE.","sentiment_score":0.1363636364}
{"full_text":"RT Shardul Thakur has been in a different mood since the Gabba Test -","sentiment_score":0.0}
{"full_text":"RT 92 countries are approaching us for vaccine doses. But Raju, who is a mere show host in a channel and absolutely no relation...","sentiment_score":-0.2}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"ICYMI: Capitals' COVID-related fine serves as reminder for Penguins to follow protocols","sentiment_score":0.4166666667}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"RT \"I wish #COVID19 will come to an end soon.\"-@BTS_twt Yoongi Remember: #YoongiGetsWhatYoongiWants#bangtansonyeondan #SUGA #syuga #8years...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT can't believe Congress rushed thousands of troops somewhere with no plan for where they'll stay or an exit strategy","sentiment_score":0.0}
{"full_text":"RT Gretchen Whitmer Travels To D.C. For Inauguration After Telling Michiganders To Stay Home","sentiment_score":0.0}
{"full_text":"grabe maybe i need to upgrade my hoe life too  the way ion have anything going on w my life since the pandemic","sentiment_score":0.0}
{"full_text":"RICHARD LITTLEJOHN: Don't clean your teeth - save the NHS... a look forward to Covid Britain in 2024via","sentiment_score":0.3666666667}
{"full_text":"Calgary church, furniture store cited for COVID-19 violations #yyc #COVID19AB","sentiment_score":0.0}
{"full_text":"RT Kids and CovidTest positivity in Ontario by health unit and age.  Red and orange are kids","sentiment_score":0.0}
{"full_text":"RT Are the lockdown policies being pushed by and working?Since December 10, 2020, coronavirus cas...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Instacart is firing every employee who voted to unionize","sentiment_score":0.0}
{"full_text":"RT This is how we treat our troops protecting our capitol?!?! This is heinous and disgraceful and I want answers NOW!","sentiment_score":0.0}
{"full_text":"RT Impeach.","sentiment_score":0.0}
{"full_text":"RT Ableism is prioritizing COVID vaccinations to people 65+ and not younger disabled and chronically ill folks. We're JUST as a...","sentiment_score":-0.2333333333}
{"full_text":"RT .@AyannaPressley get to work by #PressurePelosi with seriousness to put HR 1...","sentiment_score":0.0}
{"full_text":"RT Say it with us. Union busting is disgusting!","sentiment_score":-1.0}
{"full_text":"RT Rajdeep Sardesai is the only TV anchor who is consistently shocked at the findings of his channel's own survey's 365 day...","sentiment_score":-0.0333333333}
{"full_text":"RT This is how we treat our troops protecting our capitol?!?! This is heinous and disgraceful and I want answers NOW!","sentiment_score":0.0}
{"full_text":"RT Today's executive actions represent our Administration's effort to aggressively change the course of COVID-19 by expanding...","sentiment_score":0.0}
{"full_text":"RT I'll be the one to say it: let's just do a 2X 7 inning doubleheader on one of the two dates that are still...","sentiment_score":0.0}
{"full_text":" The answer 4 Museveni is in the mirror: Dude, have a gud look ur dumb-self in a mirror, u 2 old &amp; u gotta go now b4 Covid gets ur dumb ass....","sentiment_score":-0.1375}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddtThe government is showering flowers on the Corona Warriors, the same Aro. The government...","sentiment_score":0.0}
{"full_text":"RT Impeach.","sentiment_score":0.0}
{"full_text":"RT 6) This topic is very personal to me, not just as an epidemiologist but also for what my family went through last year when...","sentiment_score":0.0}
{"full_text":"RT The parent's lawyer asked the expert:  'Would there not be long-term, serious damage to a child if they went to school, go...","sentiment_score":-0.3333333333}
{"full_text":"Bro nem living","sentiment_score":0.0}
{"full_text":"RT Lockdown the country, run the stimmys, forgive student loans.","sentiment_score":0.0}
{"full_text":"China's Hotel Recovery Falls Off Rails Amid New Coronavirus Flare-Ups","sentiment_score":0.1363636364}
{"full_text":"tf this school letting students to meet up bcs of school work\/s??????? i mean in the middle of pandemic?????","sentiment_score":-0.15625}
{"full_text":"RT Covid-19 Claims the life of Bwalya Mwanza -","sentiment_score":0.0}
{"full_text":"RT We are building a partnership with the American people to confront COVID-19. A partnership rooted in transparency an...","sentiment_score":0.0}
{"full_text":"RT Trump should open the Trump hotel in DC to the troops. cc:","sentiment_score":0.0}
{"full_text":"RT More than 4,300 people died of covid today under Joe Biden's administration. There have been left wing riots every day s...","sentiment_score":0.25}
{"full_text":"i hate covid i hate america","sentiment_score":-0.8}
{"full_text":"RT If I can wear a bra everyday for 19 years, ya'll can wear a mask for 100 days.","sentiment_score":-0.2}
{"full_text":"\"Snake oil salesmen, such as this, who endanger consumers should take this arrest as a stern warning.\"","sentiment_score":-0.025}
{"full_text":"Etihad Airways and Emirates Airline launch new COVID-19 travel passhttps:\/\/t.co\/33sLFFzIC4","sentiment_score":0.1363636364}
{"full_text":"RT Love Dave but what a crowd of jackasses","sentiment_score":0.0}
{"full_text":"Biden: US COVID death toll 'likely' to top 500,000 next month via","sentiment_score":0.1666666667}
{"full_text":"RT After contracting COVID-19 and suffering a loss of taste I have decided to become a value investor and buy stocks tradin...","sentiment_score":0.0}
{"full_text":"Two Jordanian prisoners have been infected with the coronavirus.","sentiment_score":0.0}
{"full_text":"Curious about the new #COVID19 strain in England? Listen as Gregory Armstrong, MD, shares all he knows so far about the new mutation. #MedEd #podcast","sentiment_score":0.0681818182}
{"full_text":"The Iowa Department of Public Health didn't account for out-of-area employees when it came to COVID-19 vaccine distribution, according to the Johnson County Health Department.https:\/\/t.co\/1L7vxnAP1l","sentiment_score":0.0}
{"full_text":"RT Yesterday, one year after COVID19 first affected Americans, more Americans have died of COVID19 than American Soldiers in WW...","sentiment_score":0.25}
{"full_text":"#Pune Police have launched a probe while the state and central intelligence agencies are closely monitoring the developments, considering the company's role in the country's Covid-19 response.https:\/\/t.co\/H5KpJcsaBC","sentiment_score":0.0}
{"full_text":"RT SCIENCE IS BACK! And not muzzled anymore! \"That's why you're going to be hearing a lot more from Dr. Fauci again,\"","sentiment_score":0.25}
{"full_text":"While I may get a vaccine, I may still get infected, not produce disease, and spread the virus to others : Dr. Shahid Jameel #VaccinationDrive #LargestVaccineDrive #COVID19 #COVISHIELD #pandemic #covaxin #FridayMotivation","sentiment_score":0.0}
{"full_text":"Singapore Tightens Entry Rules.From January 25, all incoming travelers will have to take a Covid-19 PCR test upon arrival.https:\/\/t.co\/S29twwEWIe#Singapore #SG #Arrival #COVID19 #travel","sentiment_score":0.0}
{"full_text":"How can you take care of your mental health amid coronavirus pandemic?@WHO's Devora Kestel, Director of the Department of Mental Health, explains","sentiment_score":-0.1}
{"full_text":"Britain's Glastonbury music festival has fallen victim to the coronavirus pandemic for the second year in a row.","sentiment_score":-0.0375}
{"full_text":"There are set safeguards and precautions in place to ensure that vaccines are brought to us safely. Read about these steps in the tweet below!","sentiment_score":0.625}
{"full_text":"One of the funniest memes which surfaced in my whatsapp today..Reality of lockdown, what you always took for granted.#lockdown #WFH #wfhlife #housework","sentiment_score":0.0}
{"full_text":"RT Please stop the disinformation: On average, 400 Norwegians living in nursing care\/assisted living facilities pass away each...","sentiment_score":-0.15}
{"full_text":"Africa's coronavirus case fatality rate stands at 2.5%, higher than the global level of 2.2%, a trend that is alarming experts, the head of the continent's disease control body said the Kool-Aid #COVID19https:\/\/t.co\/fwid23Akg8","sentiment_score":0.05}
{"full_text":"RT #cannabis #weed #marijuana The 7 Best Marijuana Stocks on the Markets Right Now Despite a global pandemic, many marijuana...","sentiment_score":0.4464285714}
{"full_text":"School and health officials say #Kamloops-area schools remain safe despite an increase in #COVID19 exposures after the winter break. #bced","sentiment_score":0.5}
{"full_text":"There are countless other Americans like Ashley Varol who have had life-altering side effects from the virus. ","sentiment_score":-0.0625}
{"full_text":"RT More than 4,300 people died of covid today under Joe Biden's administration. There have been left wing riots every day s...","sentiment_score":0.25}
{"full_text":"Florida issues new Covid-19 vaccine residency rules to cut down on 'vaccine tourism'https:\/\/t.co\/Eyu6d4FU7h","sentiment_score":-0.0095959596}
{"full_text":"The COVID-19 vaccines rolling out in the United States, the United Kingdom and other parts of the world so far require two shots given a few weeks apart.","sentiment_score":-0.075}
{"full_text":"With more people back at home or unemployed during the pandemic, food distribution organizations are seeing a steady rise in food insecurity.","sentiment_score":0.2222222222}
{"full_text":"Buy Rose Petals Powder | Order Natural Rose Petals Powder Online Now - #Natural #buy #groceryitems #groceryshopping #Andhragreens #Covid19 #VocalForLocal #Vocal4Local #GoLocal #StayHomeStaySafe #HorticultureAp","sentiment_score":0.35}
{"full_text":"Drugmaker Eli Lilly said Thursday its antibody drug can prevent COVID-19 illness in residents and staff of nursing homes and other long-term care locations.--&gt;&gt;","sentiment_score":-0.125}
{"full_text":"State's COVID-19 transmission map shows 34 counties in red, 57 in orange after weekly update","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccines rolling out in the United States, the United Kingdom and other parts of the world so far require two shots given a few weeks apart.","sentiment_score":-0.075}
{"full_text":"RT it's a Thursday in a global pandemic....","sentiment_score":0.0}
{"full_text":"The on Thursday said it had approved a re-allocation of $34 million in funds to support Lebanon's vaccination efforts as it races to contain the #coronavirus pandemic, marking the first such outlay of funds by the Bank.https:\/\/t.co\/od1S2EnjVo","sentiment_score":0.125}
{"full_text":"According to the Department of Veterans Affairs, 291,557 Americans died in battle between 1941 and 1945, and another 113,842 members of the military died in service during the war.","sentiment_score":-0.1}
{"full_text":"This was the moving tribute ANC deputy secretary-general Jessie Duarte paid to the late minister in the presidency on Thursday after the shocking news of his death from Covid-19 related complications.https:\/\/t.co\/2w602uri4j","sentiment_score":-0.4333333333}
{"full_text":"Chief Rory Miller says doctors diagnosed him with Guillain-Barre Syndrome, which they believe was triggered by COVID.https:\/\/t.co\/fb7fwAxZPu","sentiment_score":0.0}
{"full_text":"President Joe Biden announced on his first day in office that one of his top priorities is to change \"the course of the Covid crisis.\"","sentiment_score":0.375}
{"full_text":"Shanghai's central Huangpu district, where major luxury retail destinations and premium offices are located, became the first place in southern China to raise its COVID-19 alert level from low to medium.https:\/\/t.co\/v7Z4nrSTCF","sentiment_score":0.0625}
{"full_text":"Biden's $1.9 trillion coronavirus spending plan could pop the stock market bubble, says David Neuhauser, managing director of Livermore Partners","sentiment_score":0.0}
{"full_text":"What is the effect of Covid-19 for consumers of flowers and plants?https:\/\/t.co\/psyds198I3","sentiment_score":0.0}
{"full_text":"RT Reuters:  JAPAN GOVT HAS PRIVATELY CONCLUDED TOKYO OLYMPICS WILL HAVE TO BE CANCELLED BECAUSE OF CORONAVIRUS - THE TIMES, CIT...","sentiment_score":0.0}
{"full_text":"RT No, we need to focus on small and local businesses that are struggling. We have a responsibility to support the growth of lo...","sentiment_score":-0.125}
{"full_text":"He did more in one day than president Tweety did in 1 year.Thank you President Biden.","sentiment_score":0.5}
{"full_text":"RT Less than 4% of Tennesseans who have received the COVID-19 vaccine identify as African American and less than 2% identi...","sentiment_score":-0.0833333333}
{"full_text":"RT 4\/ On Tuesday, the Dallas County Commissioners Court voted to prioritize vaccines at its Fair Park distribution center fo...","sentiment_score":0.3}
{"full_text":"The Philippines will not be able to recover swiftly from the pandemic-induced recession this year due to uncertainties particularly on the vaccination program, an economist of the University of Asia and the Pacific (UA&amp;P) said.","sentiment_score":0.1805555556}
{"full_text":"RT What's the official Biden COVID death count? I don't know because CNN removed their daily tracker","sentiment_score":0.0}
{"full_text":"What's the matter bruh! Excluding covid things?","sentiment_score":0.0}
{"full_text":"The latest Making Strides For Autism, Inc.! #covid19 #autism","sentiment_score":0.625}
{"full_text":"Pfizer slashes in half the volume of #COVID19 vaccines it will deliver to some #EU countries this week.","sentiment_score":-0.1666666667}
{"full_text":"Coronavirus: How these small businesses are surviving the pandemic","sentiment_score":-0.25}
{"full_text":"No Time To Die: Daniel Craig's bond film delayed again as Covid cases continue to skyrocket","sentiment_score":0.0}
{"full_text":"RT New York: While the Biden administration gets to work to tackle this pandemic, we've got to do our part too. Be smart...","sentiment_score":0.1753246753}
{"full_text":"RT You are such a go-getter. I want to keep motivating you during our fight to go get our goals in this pandemic. Did you...","sentiment_score":0.0}
{"full_text":"Still gonna hide in your Office and pretend that our children are just fine","sentiment_score":0.4166666667}
{"full_text":"Current Conditions for #Sayre PATemp: 32.3FWind Chill: 32.3FHumidity: 98%Dew Point: 31.8F Barometer: 29.661 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 156.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT More than 1,800 longshoremen\/laborers at the Ports of Los Angeles and Long Beach are on leave.The workers are exhaust...","sentiment_score":0.225}
{"full_text":"RT The first executive order Joe Biden signed was on fighting COVID.\"It's requiring, as I said all along, where I have aut...","sentiment_score":0.25}
{"full_text":"RT WSJ columnist blames Obama administration for Trump's disastrous Covid response it's gonna be long 4 yrs for these clow...","sentiment_score":-0.375}
{"full_text":"RT Daryl Dixon: Sometimes I think we're just survivin' one fight to the next.#TheWalkingDeadSeason 10Lines We Cross0...","sentiment_score":0.0}
{"full_text":"This wins for worst thing on the internet right now.","sentiment_score":-0.1380952381}
{"full_text":"RT In Limpopo a province near Zimbabwe, five relatives died of Covid-19 related illnesses, one after another, we warned t...","sentiment_score":0.05}
{"full_text":"#COVID19 is likely to have changed our attitude to #infection for good. Experts have said: 'Early intervention to prevent serious illness will have to go hand-in-hand with more intensive #disinfection in workplaces and public spaces'. Read the article:","sentiment_score":0.1611111111}
{"full_text":"EASTON -- Despite COVID-19 challenges related to in-person meetings with clients, Easton-based Decorating Den Interiors' franchises rebounded in the second half of the year and produced six consecutive months of record-setting sales, which produced a...","sentiment_score":-0.0555555556}
{"full_text":"RT Thank you PM India remains committed to assist the people of Nepal in fighting the Covid-19 pandemic. The v...","sentiment_score":0.0}
{"full_text":"RT How it's going now.    How it started then.  #Fauci #COVID19","sentiment_score":0.0}
{"full_text":"RT Biden sleeps in luxury while just minutes down the road hundreds of soldiers are left to defend themselves against a worsen...","sentiment_score":-0.0777777778}
{"full_text":"RT \"Shameful\": In less than 12 months, the death toll caused by Trump's recklessness and remorselessness is equivalent to wi...","sentiment_score":-0.1666666667}
{"full_text":"#TodayInHistory Inspiration Be what you are. This is the first step toward becoming better than you are. - Julius Charles Hare#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":0.4}
{"full_text":"RT We all need to do our part. If you are a #nurse please be a volunteer vaccinator or a community educator. Wear a mask, wa...","sentiment_score":0.0}
{"full_text":"RT I stopped using instacart completely well over a year ago. It's definitely time to delete my account and make it clear wh...","sentiment_score":0.0666666667}
{"full_text":"If you're a true Patriot then you will wear a mask to protect your fellow Americans. Freedom comes with responsibility. Be responsible.","sentiment_score":0.275}
{"full_text":"RT Thank you, DBM Secretary Wendell Avisado for letting me realign funds of DFA to meet shortfalls. Yes, I absolutely do n...","sentiment_score":0.2}
{"full_text":"RT Officially tested positive for COVID. Y'all this is no joke. Fever. Entire body ache. My skin hurts to touch. Sinus, eye...","sentiment_score":0.1136363636}
{"full_text":"RT Find and reach #Covid19 #Vaccination Centre! Check out #map location, directions, photos and reviews on por...","sentiment_score":0.0}
{"full_text":"Talking about the National Guard on CBS radio around 2  PM today, the segment host was talking about  #ChinaJoe to mobiilze them in every major city to \" assist\"  people in getting #COVID19 vaccines.  Get ready, he's going to try and force you to get them! Segment is taped.","sentiment_score":0.15625}
