{"full_text":"RT what's so frustrating reading this is that it is mainly NON-INDIGENOUS, WHITE LATINX individuals who felt so entitled to tra...","sentiment_score":-0.0777777778}
{"full_text":"RT 'Begs families to stay at home'  when he is forcing children into preschools and nurseries with the threat of removing fun...","sentiment_score":0.3}
{"full_text":"RT Go Team Medicine  great seeing representing the hard working medicine and respiratory teams who are de...","sentiment_score":0.2541666667}
{"full_text":"67 days in #Tigray  No Bank service  No Electricity  No Hospitals service  No Water &amp; Food  No Humanitarians Service  No Cellphone Service  No Transportation No Media access  No Schools  No peace#TigrayGenocide#WarCrimesOnTigray#StopWarOnTigray","sentiment_score":0.0}
{"full_text":"RT People are struggling to breatheNigeria can not afford another lock down, we simply can't. But our centres are getting...","sentiment_score":-0.0777777778}
{"full_text":"RT The other epidemic","sentiment_score":-0.125}
{"full_text":"Boris: You must stay at home. Unless you are one of the 10 million key workers. Or fancy doing a bit of shopping.","sentiment_score":0.0}
{"full_text":"RT Welcome managers to your new wellbeing journey In the current pandemic you may be feeling anxiety or low mood. We've cre...","sentiment_score":0.2340909091}
{"full_text":"Those diseases are still around, they are literally interviews by medical practitioners saying that Covid shouldn't make others forget about these viruses but you only see what you want.","sentiment_score":0.0}
{"full_text":"Maybe dev is dead cause Covid-19.... ","sentiment_score":-0.2}
{"full_text":"I reread it at the start of the first lockdown.","sentiment_score":0.25}
{"full_text":"RT I completely agree they all need these things, but so do the rest of Americans who have been traumatized, especia...","sentiment_score":0.1}
{"full_text":"RT \"We've seen people die\" a #StudentNurse has been telling Radio News Hub - as they're having to work on #COVID wards or ri...","sentiment_score":0.0}
{"full_text":"RT Our hospitals are under more pressure than at any other time since the start of the pandemic, and infection rates continu...","sentiment_score":0.1875}
{"full_text":"Not sure the suffering public would agree","sentiment_score":-0.125}
{"full_text":"RT We are really pleased with the way the Public have taken on board the lock down. We sometimes spend a lot of time talking...","sentiment_score":0.1148148148}
{"full_text":"RT Triage &amp; Oxygen Centre at Coker Aguda, Surulere is 98% completed. This facility would also serve as a #COVID19 Sample Collection...","sentiment_score":0.0}
{"full_text":"RT people all over the replies yelling \"fake virus\" are the exact reason we'll be stuck with the real virus till about 2036","sentiment_score":-0.0166666667}
{"full_text":"RT If France can do it, so can we. The NHS would collapse without its incredible staff from overseas. We have stood shoulder...","sentiment_score":0.9}
{"full_text":"If they did this in AZ I wouldn't be able to work in Phx.","sentiment_score":0.5}
{"full_text":"RT Plasma of blood type AB+ urgently needed from someone who has recovered from #coronavirus for at least two weeks; to do...","sentiment_score":-0.3}
{"full_text":"RT NEW: a common response to reports of hospitals struggling this winter is \"it's no different to a bad flu season!\"I've t...","sentiment_score":-0.2596590909}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"RT There's no doubt that we're facing the most dangerous moment yet in this pandemic.The truth is I've never been more concer...","sentiment_score":0.1333333333}
{"full_text":"RT Our hospitals are under more pressure than at any other time since the start of the pandemic, and infection rates continu...","sentiment_score":0.1875}
{"full_text":"RT 'Lockdown light' failed in Canada's hardest-hit regions. Here's what experts say should happen now","sentiment_score":-0.05}
{"full_text":"RT Vaccinated people must not change their behaviour because we still don't know if vaccines can stop spread of coronavir...","sentiment_score":0.0}
{"full_text":"RT Friends, Twitter permanently suspends Trump. Good! But imagine the same reasoning applied 4 yrs ago, or 2, or early in...","sentiment_score":0.325}
{"full_text":"RT Iranian people not to be used for foreign CoVID- 19 vaccine trial: Pres. #coronavirus #CovidVaccine","sentiment_score":-0.125}
{"full_text":"RT BREAKING: The U.S. has reported 269,420 new COVID-19 cases on Friday, January 8, setting a new record for the highest number...","sentiment_score":0.1363636364}
{"full_text":"RT Between #COVID19 and #RWNJs, so glad I don't live in the US. No wonder all the celebs want to move here. #USA","sentiment_score":0.3181818182}
{"full_text":"RT 7. If you have a family member who is +ve, you must home QUARANTINE. You are not yet +ve for Covid but are at high ris...","sentiment_score":0.16}
{"full_text":"RT #India continues to take decisive action &amp; demonstrate its resolve to end #COVID19 pandemic. As the 's largest vaccine produ...","sentiment_score":0.1}
{"full_text":"RT Achieved a lot during that lock down.. I hope to build on it this year sha and I also hope God and the universe opens door...","sentiment_score":-0.1555555556}
{"full_text":"RT Well, knock me dahn wiv a fevver...","sentiment_score":0.0}
{"full_text":"Link for this morning's bloghttps:\/\/t.co\/HEKa4343pR updated guidance","sentiment_score":0.0}
{"full_text":"RT And one of them just happens to be the PM's father? That's some coincidence.","sentiment_score":0.0}
{"full_text":"Service Update 10:00 - Engineering works and other updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":-0.125}
{"full_text":"Service Update 10:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT The Daily Hope Line has prayers, carols and words of comfort and hope. It's free and open 24 hours a day....","sentiment_score":0.1333333333}
{"full_text":"RT HAPPY BIRTHDAY AUNT SUE!! I want to turn 101 just like you ","sentiment_score":1.0}
{"full_text":"RT Foreign companies wanted to give #Iranians #COVID19  vaccines to medically test them, #Iranian leader sa...","sentiment_score":-0.0625}
{"full_text":"RT The voices of our staff and our patients are important. This is our ICU. Humbled by what these teams do, every day, for t...","sentiment_score":0.4}
{"full_text":"RT Sand sculpture by at Puri beach, Odisha,  to remind people of the 3Ws Wear a Wash your Watch your ...","sentiment_score":0.0}
{"full_text":"RT 'There is nothing more demoralising than having that kind of nonsense spouted when it is most obviously untrue.'NHS Chief...","sentiment_score":0.4}
{"full_text":"RT Box Hill testing station today. I'm heading there now to report on this. Come say hi :-) No testing + no mainstream m...","sentiment_score":0.5}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Are wealthy travellers still exempt from Covid restrictions if they make a donation to Michael Green, ???https...","sentiment_score":0.15}
{"full_text":"Deeper grave: Raquel Fortun reacts to COVID-19 claim to defend Dacera embalming #AbogadoSnitchhttps:\/\/t.co\/oxgTGW9PPj","sentiment_score":0.0}
{"full_text":"Covid is only now.... What about all the other priorities before covid.... What issues has really been resolved","sentiment_score":0.025}
{"full_text":"RT Do you remember during the first lockdown when every MP got given PS10,000  to pay for laptops, internet upgrades and bills...","sentiment_score":0.25}
{"full_text":"RT We cannot afford another lockdown.We cannot afford more deaths.Why then are people being careless and indecent?W...","sentiment_score":0.0}
{"full_text":"RT I've just read that more than 1,800 people have called the in the last three months to give up a puppy bought i...","sentiment_score":0.25}
{"full_text":"RT This happened on your watch, One colossal error of judgment after another and wholesale corruption. Have...","sentiment_score":0.3}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT People are struggling to breatheNigeria can not afford another lock down, we simply can't. But our centres are getting...","sentiment_score":-0.0777777778}
{"full_text":"6-month consequences of COVID-19 in patients discharged from hospital: a cohort study - The Lancet","sentiment_score":0.0}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"RT **********COMING SOON**********We are delighted to introduce e-Sgoil Lockdown Live, daily learning experiences to complement...","sentiment_score":0.2787878788}
{"full_text":"RT If France can do it, so can we. The NHS would collapse without its incredible staff from overseas. We have stood shoulder...","sentiment_score":0.9}
{"full_text":"'We heard the army would come in to help with Covid testing. Apparently not'. Diary of a headteacher in England","sentiment_score":-0.025}
{"full_text":"RT All the parameters listed and globally accepted to qualify a failed state,  th...","sentiment_score":-0.25}
{"full_text":"Maybe the government should have a branch that regulates speech. Call it the Ministry of Truth.","sentiment_score":0.0}
{"full_text":"RT Happy Christmas Eve everyone  stay safe save a life don't drink and drive stay home and watch porn ","sentiment_score":0.65}
{"full_text":"What Tenants Should Expect from Their Landlords Right Now #CRE #NewNormal #COVID-19 #TenantTips   ","sentiment_score":0.2857142857}
{"full_text":"RT Imagine turning up to a&amp;e hobbling, screaming in pain and demanding an x-ray on your leg, when there's nothing wrong with it...","sentiment_score":-0.5}
{"full_text":"RT Tone death move by the FA. although correct by the letter of the law, it sends out a questionable message: players acting irr...","sentiment_score":-0.25}
{"full_text":"Please share WHO Director-General's opening remarks at the media briefing on COVID-19 - 8 January 2021","sentiment_score":0.0}
{"full_text":"RT Government has used scientific advice through the pandemic, but more scientists are needed in government and the civil...","sentiment_score":0.5}
{"full_text":"Act like you're sick even though asymptomatic transmission has been proven to be bollocks. Sound.","sentiment_score":-0.1571428571}
{"full_text":"RT India ready to save humanity with 2 Made in India Covid vaccines, says PM Modi via","sentiment_score":0.2}
{"full_text":"And parents aren't then taking a risk? Is it worse than working on a COVID ward? Are the children not in class bubbles?","sentiment_score":-0.4}
{"full_text":"Loved #Staged2 from less-COVID Australia. Love seeing Georgia Tennant, Anna Lundberg, and Lucy Eaton and - of course - the two boys! Classically funny - thanks guys for bringing us these moments during a wretched time in our history. \"Staged-Cube\"(s3) by chance?!","sentiment_score":0.45625}
{"full_text":"In the long run, a series of half-arsed lockdowns is worse than a full lockdown: still lots of economic and mental health damage, but very little lasting effect on the spread of the virus.","sentiment_score":-0.0348214286}
{"full_text":"RT It's not that difficult to work out. The government is both incompetent &amp; indifferent, the challenge by the opposition, lack...","sentiment_score":-0.425}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"Thread.","sentiment_score":0.0}
{"full_text":"RT Hi Tom, ICU staff are a reclusive bunch usually, but somehow our work this year has caught the public interest. This has...","sentiment_score":-0.125}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT New report finds a fungal outbreak in a FL hospital's #COVID19 unit was likely due to multiple layers of gowns and gloves, ext...","sentiment_score":0.0028409091}
{"full_text":"1325 deaths today!! Stay at home!!","sentiment_score":0.0}
{"full_text":"On January 9 1861, Mississippi becomes the second state to secede from the Union before the outbreak of the American Civil War.","sentiment_score":0.0}
{"full_text":"RT The Modi govt was providing ration during the COVID pandemic, but TMC workers transformed their homes into ration offi...","sentiment_score":0.0}
{"full_text":"If you've ever pondered over the details of #Wokingham's past, now's your chance to find out more. #wokytoday","sentiment_score":0.125}
{"full_text":"#StephensGaskets responds to the government's requests for #manufacturers to meet the growing demand for #PPE during the current #coronavirus pandemic.We are now producing plastic #FaceShields - ideal for employees going back to work.https:\/\/t.co\/oheiYn04C6#UKWeekendHour","sentiment_score":0.3}
{"full_text":"#Birmingham is viewed as a vital service and so can legally operate during lockdown. They will continue to provide free takeaway meals &amp; delivery to people in need during lockdown.INFO &gt;","sentiment_score":0.2333333333}
{"full_text":"A frustrating lockdown Saturday for #bikers. It's a good time to take a look at the #Helite range of #airvests which continue to save bikers from serious injuries and fatalities. #SavingLives #ProtrectYourself #EssentialGear","sentiment_score":-0.0111111111}
{"full_text":"#DevelopmentNewsUpdate#Vaccinating equitably 'saves lives, #stabilizes #health systems' - #WHOUpset with the rich countries purchasing most of the #Covid #vaccines, WHO Chief has called for vaccinating equitably.https:\/\/t.co\/mqQ0fsgaY6","sentiment_score":0.4375}
{"full_text":"are proud to support NHS Heroes with all of their essentials throughout the Covid pandemic.They have re-introduced their 10% colleague discount for all NHS workers for the month of January Simply show your NHS photo identity card to cashiers at the checkout","sentiment_score":0.4}
{"full_text":"The Department of Health said there are 26,784 active COVID-19 cases in the country as of January 9, 2021.","sentiment_score":-0.1333333333}
{"full_text":"The Old Town not looking particularly quiet earlier this week, compared to first lockdown. The virus is surging, please keep yourselves safe.","sentiment_score":0.17}
{"full_text":"We have an opportunity as a county to come together &amp; take action to turn the current situation around, so that we can limit the impact of #COVID19 in #MayoYour safe actions today will have a direct impact on our hospitals in the weeks to come. Play your part and #StayHome","sentiment_score":0.175}
{"full_text":"Do you miss watching films inside a movie theater? Here are three unique cinemas you can safely go to in this pandemic era.","sentiment_score":0.4375}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"RT SA in the middle of the pack, as is often the case - ie far better than the cynics at home would have you believe, but...","sentiment_score":0.2}
{"full_text":"If you are experiencing COVID-19 symptoms, our symptoms-only testing centres in Birkenhead, Bebington, Liscard and Heswall are open 8am to 8pm EVERY DAY!","sentiment_score":0.0}
{"full_text":"\"A certain degree of personal misfortune is enough to cut us off from the past and the future.\" #nowreading #SaturdayThoughts #SaturdayMotivation #StayHome #StayHomeStaySafe #StayHomeSaveLives #stayhomereadmore #reading #austerlitz #motivation #inspiration","sentiment_score":-0.0071428571}
{"full_text":"Can you help?https:\/\/t.co\/2Uopb8mgTg","sentiment_score":0.0}
{"full_text":"RT Stay safe and stay at home. Buy an oximeter if you can and if you test positive for COVID and are at home, use these clear...","sentiment_score":0.2757575758}
{"full_text":"#CovidVaccine Cells have also been established across all 35 districts including the #TribalAreas, which will be led by the Additional Deputy Commissioners (ADCs).#COVID19 #COVIDSecondWave #KPKGovt","sentiment_score":0.0}
{"full_text":"Will bring hope to billions in 2021?They MUST #JoinCTAP to share the science, technology and know-how behind their #COVID19 vaccines, otherwise billions could miss outWe need a #PeoplesVaccine, not a profit vaccine","sentiment_score":-0.4}
{"full_text":"Day 1 of the Syngenta Lockdown challenge!1. Watch the video2. Practice the skill3. Record your version4. Submit it to us within 48 hours by tag and the #!Aaaand go!#SyngentaLockdown","sentiment_score":0.0}
{"full_text":"A selection of Mell Square's stores remain open for essential shopping and services.Please click here to see retailers' opening hours and offerings   #Lockdown","sentiment_score":0.0}
{"full_text":"Join us on Zoom at 7pm this evening for a virtual quiz night at the first of our lockdown Saturday Socials!Everybody is welcome and we'd love to see our screens full of as many faces as possible.   Meeting ID: 529 292 1219 \/\/ Passcode: m7cxP0","sentiment_score":0.4}
{"full_text":"What did you discover about the way your child learns during lockdown? Did you find activities or ways of learning that your little one particularly enjoyed? Did they surprise you?We'd love to hear your experiences!#LearningTogether","sentiment_score":0.2708333333}
{"full_text":"Dublin Airport passengers left stranded as travel rules change overnighthttps:\/\/t.co\/dVilhsCns7","sentiment_score":0.0}
{"full_text":"These are the latest hotspots of Covid-19 in neighbourhoods.","sentiment_score":0.5}
{"full_text":"[OPINION] \"COVID-19 has exposed a lot of things and amongst them is how inequality compounded with spatial planning during a pandemic is a genocide waiting to happen.\"","sentiment_score":0.0}
{"full_text":"#StayHome this weekend &amp; help stop the spread of #COVID19.Only leave your home to:shop for essentials, including medicineexercise once a daygo to work, if you cannot work from homemeet your support or childcare bubblefor medical needsescape domestic abuse","sentiment_score":0.0}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"If you're waiting for a COVID-19 test, or a test result, you and everyone in your household must self-isolate. Stopping the spread of the virus helps save lives. Find out more at","sentiment_score":0.5}
{"full_text":"Forecast map for early today.        Maps and Radars found at                 #wx #weather #index #wave #cooler  #storm #hail #wind #flooding #traffic #flood #rain #Forecast #local #news #humid #storm #radar #Saturday    #weekend   #lockdown","sentiment_score":0.05}
{"full_text":"I bought my apartment in March 2019 with covid &amp; delays above delays I haven't moved in yet... it's taking a bit of a toll on my mental health &amp; on top of that I'm at risk but still working on site so yeah sometimes I feel down ....","sentiment_score":0.0611111111}
{"full_text":"RT 1st things first: !!!2nd...that's a helluva lot of Covid in that hyperventilating he's doing the...","sentiment_score":0.48828125}
{"full_text":"HSTA calls on state to revise school COVID-19 models ","sentiment_score":0.0}
{"full_text":"Not cool.#MashableSEA #Indonesia","sentiment_score":0.0}
{"full_text":"Q: Is Why me?'s Restorative Justice service still running during the pandemic? A: Yes. We can't facilitate face to face meetings but are accepting referrals. We have written a good practice guide about how a restorative process can take place online.","sentiment_score":0.7}
{"full_text":"The NHS in Barnsley is working to contact all residents over 80 as more vaccines become available. We will call you when it is your turn.Please do not turn up to any of the COVID-19 vaccination sites without an appointment.","sentiment_score":0.45}
{"full_text":"Updated: Q&amp;A on Covid-19 vaccination rollout and nurses' roles in the programmehttps:\/\/t.co\/ySs5yyWAaM","sentiment_score":0.0}
{"full_text":"It's lockdown, so tonight you may as well tune in for MISTAKEN FOR STRANGERS 34. Playing 00s\/10s alt indie from 9pm until late, expect dancefloor fillers and deep cuts.50p for every listener will be donated to","sentiment_score":-0.1}
{"full_text":"RT UK records its highest daily death toll, some nations are just waiting to see how vaccines work, Biden plans to go all out wit...","sentiment_score":0.0}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"Newham Libraries are open during lockdown, you can:Use our Select and Collect service to borrow itemsBook a PC for essential useUse our online libraryFull details on our website","sentiment_score":0.0}
{"full_text":"'Major incident' in London as number of COVID patients soars via","sentiment_score":0.0625}
{"full_text":"You must stay at home. The single most important action we can all take is to stay at home to protect the NHS and save lives.Full guidance here:","sentiment_score":0.2321428571}
{"full_text":"From the #GLIMERResearch blog:'Enduring indifference and the vital #labour of #migrant domestic workers' by from #migrants #COVID19","sentiment_score":0.05}
{"full_text":"Muhammad Qasim saw that after PMIK claims his smart lockdown victory. COVID19 cases will rise again in September!Muhammad Qasim Dreams","sentiment_score":0.2142857143}
{"full_text":"RT SAGE should tear the arguments of the Covid sceptics apart systematically if they want to bring the R number below 1.Shou...","sentiment_score":0.0}
{"full_text":"Time: 10:00 * Temp: 0.2degC * Wind: W 0.0 to 4.0mph * Pressure: 1020.4hPa * Rain: 0.0mm * Hum: 84% * ET: 0.0mm * Solar: 40.0W\/m2 * UV Index: 0.0 * Sunrise: 08:41 * Sunset: 16:19 * Cloudbase: 1080ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"The current closure of schools is undoubtedly justifiable in human rights terms, says Aoife Nolan","sentiment_score":0.0}
{"full_text":"RT Moving forward to 2021, the promise of a new year doesn't guarantee a digital space free of disinformation. Instead, thi...","sentiment_score":0.1787878788}
{"full_text":"Town centre market trader says they are playing 'spot the customer' as the national 'stay at home' message is heard.","sentiment_score":0.0}
{"full_text":"EXPLAINER: Should vaccine volunteers now get the real thing? on #greengrounditTens of thousands of Americans have volunteered to test COVID-19 vaccines, but only about half of them got the real thing during trials. Now, with the ...","sentiment_score":0.0583333333}
{"full_text":"I also noted that a significant number of team members had joined the Council since lockdown #1 and was reminded how impressed I have been by how they have settled in to their roles in a completely remote and virtual working environment","sentiment_score":0.425}
{"full_text":"RT People are struggling to breatheNigeria can not afford another lock down, we simply can't. But our centres are getting...","sentiment_score":-0.0777777778}
{"full_text":"The NHS needs your help.Stay at home. Approximately 1 in 3 people who have coronavirus have no symptoms and could be spreading it without realising it, so it's important you save lives and reduce the time you spend away from your home.Find out more:","sentiment_score":0.1666666667}
{"full_text":"LMAOOO Wahala for who Dey seek fun O","sentiment_score":0.3}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"RT 5) this is why Denmark's CDC urgently warned to crush the pandemic now or else!","sentiment_score":0.0}
{"full_text":"You've only just put tests at airports now!! The pandemic 1st wave was March! Well done BoJo","sentiment_score":0.0}
