{"full_text":"RT .@LeaderMcConnell, with as much comity as possible may I ask you to SHUT UP!!!The Senate did not function under your...","sentiment_score":0.1}
{"full_text":"Yes. Setting up the post pandemic priorities I believe.","sentiment_score":0.0}
{"full_text":"Why isn't Trump being held accountable for his response to Covid? Mr. Herd Immunity","sentiment_score":0.0}
{"full_text":"RT The President signed an executive order requiring masks in federal buildings. needs to address Rand Paul's de...","sentiment_score":0.0}
{"full_text":"RT Last 24 hours:- Italy PM resigns- Protests in India turn violent- WEF 'Great Reset' event begins- Coronavirus ca...","sentiment_score":0.0}
{"full_text":"RT The former president and CEO of the Great Canadian Gaming Corporation and his wife are facing charges -- including failure...","sentiment_score":0.1611111111}
{"full_text":"RT Chinese President Xi calls for #multilateralism to light up the way during Davos. Are China and US on the same page of...","sentiment_score":0.1333333333}
{"full_text":"RT Great learning from Covidusage of Digital PlatformEliminating Red TapeismLet's keep it upNational Productivity Council...","sentiment_score":0.2666666667}
{"full_text":"RT Roll out needs to be expanded to include immune compromised people, regardless of age at this point. Also,...","sentiment_score":0.0}
{"full_text":"and Trump spread Covid and kill 420,000. Tonight, my mother in-law passed at 92.  She was not one of your victims. But her children and family of over 70 descendants and their families can not celebrate her life because of your ineptitude and cowardice. You destroyed America","sentiment_score":0.0}
{"full_text":"RT Our Premier is publicly attacking academics too close to the truth, while withholding billions that will save lives, enablin...","sentiment_score":0.0}
{"full_text":"RT Coronavirus vaccines by Moderna and Pfizer-BioNTech effectively protect recipients. But in a worrying sign, they are slight...","sentiment_score":0.2166666667}
{"full_text":"RT Amazing 2nd half by Down by 17 in first half and wins by 5 at The Bulldogs are 14-0. Be...","sentiment_score":0.0944444444}
{"full_text":"RT Health Implications of Holding Individuals Accountable for COVID-19 Policy Violations by Julian Willett, MD","sentiment_score":0.0}
{"full_text":"RT Ontario's Premier is calling for mandatory testing at airports. He has not called for mandatory testing at Ontario's wor...","sentiment_score":0.0}
{"full_text":"RT I support Americans who want to obtain the COVID-19 vaccine for themselves. I unequivocally oppose any gov't official...","sentiment_score":0.0}
{"full_text":"RT It's 15th anniversary! We're celebrating the hundreds of (RED) partners &amp; millions of shoppers that helped raise $650M+ fo...","sentiment_score":0.0}
{"full_text":"RT Pakistani citizen who recently received the #Sinopharm #COVID19 vaccine,  introduced details regarding his physical conditi...","sentiment_score":0.0}
{"full_text":"RT Biden: 600 million doses of the vaccine will fully vaccinate 300 Americans!Each American needs 2 million vaccine for covid!!...","sentiment_score":0.0}
{"full_text":"RT Hannity is spreading doubts about the vaccine, Tucker is defending QAnon and white nationalists, Maria and Steve Hilton are bl...","sentiment_score":0.0}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"RT The President signed an executive order requiring masks in federal buildings. needs to address Rand Paul's de...","sentiment_score":0.0}
{"full_text":"RT Our Premier is publicly attacking academics too close to the truth, while withholding billions that will save lives, enablin...","sentiment_score":0.0}
{"full_text":"RT Hannity is spreading doubts about the vaccine, Tucker is defending QAnon and white nationalists, Maria and Steve Hilton are bl...","sentiment_score":0.0}
{"full_text":"RT yes. exactly - thanks for sharing this, much appreciated. full details - documents, the money trail - here: >https:\/\/t...","sentiment_score":0.25}
{"full_text":"RT \"The agency (WHO) also announced forthcoming plans to study so-called \"long-COVID\" or otherwise called \"COVID long-haule...","sentiment_score":0.0}
{"full_text":"RT Hannity is spreading doubts about the vaccine, Tucker is defending QAnon and white nationalists, Maria and Steve Hilton are bl...","sentiment_score":0.0}
{"full_text":"RT \"When Covid is over,\" is giving She by Sheree","sentiment_score":0.0}
{"full_text":"So sorry for your loss :( I know too many that have lost loved ones due to this pandemic (myself included).","sentiment_score":-0.035}
{"full_text":"RT zoom was suspiciously prepared for the pandemic","sentiment_score":0.0}
{"full_text":"RT .@CanadianGreens are grateful to #Docs4LTCJustice for joining this fight to raise the alarm about the humanitarian crisis...","sentiment_score":0.0}
{"full_text":"Oh look its me","sentiment_score":0.0}
{"full_text":"RT We cannot get accurate info on COVID or a vaccine out, but let's have underfunded and understaffed track aborti...","sentiment_score":0.4}
{"full_text":"We got an all staff email reminding us that we should be thankful we still have a job in this pandemic ","sentiment_score":0.0}
{"full_text":"RT Hot damn!A President who gives a speech based on facts.I'd almost forgotten that was possible.Fact-checking 7 statistic...","sentiment_score":0.25}
{"full_text":"Then if you already sanctioned the violation of social distancing rules by your own team of residents, before any vaccines, what is your rationale for demanding one more month of a rule no one can follow?","sentiment_score":0.3777777778}
{"full_text":"RT Abolish Lockdown Browser","sentiment_score":0.0}
{"full_text":"Omg I'll dm you on IG. Got it down to 30 sec this pandemic. So fresh and clean too.","sentiment_score":0.1027777778}
{"full_text":"RT The former president and CEO of the Great Canadian Gaming Corporation and his wife are facing charges -- including failure...","sentiment_score":0.1611111111}
{"full_text":"RT Features of #BlockchainTechnology in Fintech &amp; #Banking Challenges!Read for #FinanceChallenges &amp; #Ban...","sentiment_score":0.0}
{"full_text":"Y'all act like he's a magician. His first order of business is to clean up the mess that the last idiot made. We get it, y'all want another allowance. However, getting Covid-19 under control is far more important at the moment.","sentiment_score":0.0802083333}
{"full_text":"RT Your daily reminder that if we taxed the ultra-rich and used that money to pay people to stay home with supplies the pandem...","sentiment_score":0.0}
{"full_text":"Plastic bags are 100% effective. You can't contract COVID, or any disease for that matter, if you're dead. #protip","sentiment_score":0.2}
{"full_text":"RT EU set to shut door on Japan travelers amid coronavirus surge.","sentiment_score":0.0}
{"full_text":"RT Saw first half dozen or so patients with active cancer who had received Covid  by nowSide effects are VERY notableNot...","sentiment_score":0.0375}
{"full_text":"Edward needs help with #food and #bills during the pandemic.#PovertyCrowdfund#PovertyWishlists","sentiment_score":0.0}
{"full_text":"RT Hannity is spreading doubts about the vaccine, Tucker is defending QAnon and white nationalists, Maria and Steve Hilton are bl...","sentiment_score":0.0}
{"full_text":"Anyone here know when the UK  lockdown will be over ???","sentiment_score":0.0}
{"full_text":"RT #OnThisDay exactly year ago, Sri Lanka detected the first ever COVID19 patient. Now Sri Lanka close to 60,000 cases and...","sentiment_score":0.25}
{"full_text":"RT COVID needs to go away already. If i wanted to waste my 20's i would've had a kid","sentiment_score":-0.2}
{"full_text":"Like seriously ","sentiment_score":-0.3333333333}
{"full_text":"In 12 lives lost, a nation's tragedy: Heartbreaking cases highlight devastating reach of pandemic","sentiment_score":-1.0}
{"full_text":"RT The CDC study -- of 17 rural Wisc schools that got a private grant to pay safety costs, used very small class sizes and numerous...","sentiment_score":-0.08125}
{"full_text":"RT Scott Morrison won't call out Craig Kelly because he's either too scared he'll lose his job or he supports Craig Kelly...","sentiment_score":0.0}
{"full_text":"The Next Months of Covid-19\/ZAKARIA ","sentiment_score":0.0}
{"full_text":"This account literally be responding to each replies they got lol nog wat leuks te vertellen?","sentiment_score":0.8}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"Will the Chinese Covid-19 vaccine be allowed, or are Asians considered honorary Whites now?","sentiment_score":0.0}
{"full_text":"RT Donald Trump: Zero COVID Deaths during his first week in office. Joe Biden - 20,000. Let that sink in.","sentiment_score":0.25}
{"full_text":"RT \"The data showed that workers in agriculture, food processing facilities, warehouses, call centers and other essential bu...","sentiment_score":-0.0625}
{"full_text":"RT Hannity is spreading doubts about the vaccine, Tucker is defending QAnon and white nationalists, Maria and Steve Hilton are bl...","sentiment_score":0.0}
{"full_text":"RT COVID miracles since Biden's Divine Inauguration:1. Cases down2. Hospitalizations down3. Deaths down4. Herd immunity...","sentiment_score":0.0}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"RT In Sunday Times Daily today* Write or wrong? 'No concrete proof of SSA sins, but there's still evidence'* Eloise leave...","sentiment_score":-0.1916666667}
{"full_text":"RT [NEWS] DTS LIVES!  DTS spotted having a live in concert in Detroit. They had a blast with ADRMY (Adorable Duck MCs fo...","sentiment_score":0.3181818182}
{"full_text":"RT In Delhi, a law-abiding citizen must pay Rs 500 if his\/her mask slips from nose, but if you are part of an anarchist mob, you...","sentiment_score":0.0}
{"full_text":"RT At 130 cases (and rising), Maplehurst now has the worst jail outbreak in Ontario. People in custody aren't a special subspeci...","sentiment_score":-0.2476190476}
{"full_text":"The former president and CEO of the Great Canadian Gaming Corporation and his wife are facing charges -- including failure to self-isolate -- after allegedly chartering a plane to a small town and posing as local workers to receive the coronavirus vaccine","sentiment_score":0.0222222222}
{"full_text":"The pandemic doesn't effect as negatively as does their reaction to the pandemic of lockdowns and global economic paralysis which has spelled misery for the world and has been contrary to liberal , democratic values of the West and much of the world.","sentiment_score":0.025}
{"full_text":"RT Hannity is spreading doubts about the vaccine, Tucker is defending QAnon and white nationalists, Maria and Steve Hilton are bl...","sentiment_score":0.0}
{"full_text":"RT Today I received my second dose of the COVID-19 vaccine during a visit to When it becomes available to you, don't wait -- get...","sentiment_score":0.2}
{"full_text":"RT If Malema blame whites as covid-19 transpires, why is he still buying their outfit and cars? Malema is rubish leader for fools","sentiment_score":0.0}
{"full_text":"\"The govt. is inept and not doing anything. Even doctors are getting Corona. Honestly, it's been so many months and I haven't been infected. It's all on Him. God's plan.\"- Aunty Mumbai local, with her mask completely down, chatting with her group of friends.","sentiment_score":0.2361111111}
{"full_text":"RT The COVID19 era boils down to model-based science versus evidence-based science. The academics, bureaucrats, &amp; media a...","sentiment_score":-0.1555555556}
{"full_text":"RT Almost a #COVID19 tragedy...3 out of 4 family members had COVID -- could not smell the fire in the house.4th person who...","sentiment_score":0.0}
{"full_text":"RT It was such a pleasure being in the with and co-guest to talk about the Tweet bel...","sentiment_score":0.0}
{"full_text":"RT I feel the way I do about American democracy right now the way I felt about Covid on March 1st.","sentiment_score":0.1428571429}
{"full_text":"Agree that media must question all remarks n actions of government officials.","sentiment_score":0.0}
{"full_text":"RT Do as I say, not as my network colleagues do","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT Hannity is spreading doubts about the vaccine, Tucker is defending QAnon and white nationalists, Maria and Steve Hilton are bl...","sentiment_score":0.0}
{"full_text":"RT He's right. Too bad he doesn't realize he's talking about himself.","sentiment_score":-0.2071428571}
{"full_text":"Chile to begin mass #COVID19 vaccination in February and gov't says the vaccination will be free, voluntary and provided by the state","sentiment_score":0.4}
{"full_text":"According to the CDC, only 5.94% of all US #Covid19 \"deaths\" occurred at home while 94.06% occurred in Hospitals, Nursing Homes &amp; other LTC facilities that currently receive [free] CARES Act money.  Source:","sentiment_score":0.06875}
{"full_text":"RT Such great news! This level of surveillance, layered on top of our pre-existing mitigation strategies, will go along way towar...","sentiment_score":0.5}
{"full_text":"RT .@LeaderMcConnell, with as much comity as possible may I ask you to SHUT UP!!!The Senate did not fu...","sentiment_score":0.1}
{"full_text":"ALICE is alive and active. ","sentiment_score":-0.0166666667}
{"full_text":"RT dad lost smell from corona so i can finally smoke in the house","sentiment_score":0.0}
{"full_text":"RT SWITCH TO PREMIUM MASKS--I've been saying it for months. We need to switch to KN95, KF94, or European FFP2 masks ASAP. The n...","sentiment_score":0.0}
{"full_text":"RT This is an excellent piece, explaining the racist purpose in why we dismantled the safety net and our state's ongoing I ca...","sentiment_score":0.5}
{"full_text":"RT Hannity is spreading doubts about the vaccine, Tucker is defending QAnon and white nationalists, Maria and Steve Hilton are bl...","sentiment_score":0.0}
{"full_text":"RT The real reason Senate Republicans oppose Biden's life-saving COVID relief proposal is they worry that it, plus his plan for j...","sentiment_score":0.2}
{"full_text":"RT Our Frontline covid warrior Chief Pharmacist Dr Zeeshan lost his battle against Corona on 23rd day after getting tested...","sentiment_score":0.0}
{"full_text":"This POS makes almost 500k a year for what ?? Wtf is he getting paid more than the presidents supposed to? This is insane really.","sentiment_score":-0.2}
{"full_text":"RT If covid isn't under control in a year I'm gonna get pregnant and start making myself a friend group from scratch","sentiment_score":0.3333333333}
{"full_text":"I'll keep that in mind. Do you still wear makeup alot these days? I feel like I haven't touched my eyeshadow pallets in ages cause of the pandemic","sentiment_score":0.0}
{"full_text":"Tulsa Co. CNA can't get the COVID vaccine, leaves her jobhttps:\/\/t.co\/3dLkoChdhd","sentiment_score":0.0}
{"full_text":"In a stark reminder of the toll the pandemic is taking on young peoples' mental health, the nation's fifth-largest school district announced it would start in-person classes after 18 students committed suicide.https:\/\/t.co\/wnCktrpTkn","sentiment_score":-0.0666666667}
{"full_text":"RT A racist white man ignored a epidemic, fumbled debates, ruined the economy, lied constantly, defunded social programs, man...","sentiment_score":0.0111111111}
{"full_text":"According to the city, once city employees are complete, about 5,000 residents will be contacted through the Dallas County sign-up form to come and receive their vaccine at the convention center.https:\/\/t.co\/w33uyu7sOP","sentiment_score":0.1}
{"full_text":"President #JoeBiden has said the goal of his administration is to vaccinate 100 million Americans in the first 100 days of his presidency#coronavirus #COVID19Vaccine #coronavaccination #KamalaHarris","sentiment_score":0.25}
{"full_text":"A number of PDI-P's elite members allegedly benefiting from the social affairs ministry's aid project meant for people impacted by the Covid-19 pandemic. Puan Maharani's name is mentioned in the investigation. #TempoMagzhttps:\/\/t.co\/15n6pUUVYQ","sentiment_score":-0.0333333333}
{"full_text":"RT Global coronavirus cases just surpassed 100 million as countries around the world struggle with new virus variants, and...","sentiment_score":0.0681818182}
{"full_text":"What's it like being an SPM student during the COVID-19 pandemic? Nur Fatihah Halmi shares her story in a new episode of Hello 2021!","sentiment_score":0.1704545455}
{"full_text":"We did everything \"right\". Saw nobody outside our household. Always washed our hands and wore masks and face shields. Walked the dog at strange hours to avoid people. Didn't even go out to get groceries because of the holiday spike and stricter lockdown.","sentiment_score":0.0785714286}
{"full_text":"RT ICU capacity is improving in the bay bc COVID patients are dying. Let that sink for a moment as stay at home orders are li...","sentiment_score":0.0}
{"full_text":"Zanele Peggy Motlana, who was married to the late Struggle stalwart, physician and entrepreneur Dr Nthato Motlana, succumbed to Covid-19 on Friday.https:\/\/t.co\/gc38wCKp9T","sentiment_score":-0.025}
{"full_text":"Alaska has detected the state's first known case of the coronavirus variant identified last year in the United Kingdom.https:\/\/t.co\/7vzVLvgsnJ","sentiment_score":0.125}
{"full_text":"A lot of world leaders have taken their COVID-19 vaccines on camera to help show the public that it's completely safe and painless. But President Rodrigo Duterte, is refusing to take part in that effort because he wants to take the shot in his butt.","sentiment_score":0.2333333333}
{"full_text":"Foreman laid off after quizzing COVID test? Ironworkers' union says Joe was \"not fired, Joe quit!\" #covidpolice","sentiment_score":0.0}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"RT now that we're home, it's so easy to see how ridiculously elitist and unconcerned academia is when it comes to the reality o...","sentiment_score":0.05}
{"full_text":"RT Mexican president felt unwell before commercial flight, took COVID-19 test later: spokesman","sentiment_score":0.0}
{"full_text":"Interior Secretary Olga Sanchez Cordero said that President Andres Manuel Lopez Obrador has continued working and that he is recovering well, several days after he confirmed he had tested for the coronavirus. reports.","sentiment_score":0.2}
{"full_text":"RT \"As a whistle-blower report would later reveal, in January [2020], Department of Health and Human Services officials effec...","sentiment_score":0.0}
{"full_text":"IMPACT REPORT Spotlight-Researcher Resilience Fund-U21's Researcher Resilience Fund was launched to support the network's PhDs and early career researchers who were particularly hard hit by the pandemic.https:\/\/t.co\/xiX88Pf72e@UQ_News","sentiment_score":-0.0958333333}
{"full_text":"Aggregate debt forbearance during the pandemic flows more to higher-income individuals, while forbearance rates are higher among those with lower credit scores and incomes.","sentiment_score":0.375}
{"full_text":"COVID 19 cases in India until : 27\/01\/2021 09:30Total Cases: 10690279 [+0]Active: 173731Recovered: 10358328 [+0]Deaths :153751 [+0]Total Tests: 193.06MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Ivan Duque declared 3 days of national mourning for death of his Min.of Defense, due to Covid, which provoked indignation to families of 1000s of victims of Covid,1000s masacred farmers\/social\/leaders\/exFarc &amp; protesters killed by state hired Uribism death squads\/police  &amp; army.","sentiment_score":-0.1625}
{"full_text":"We can keep our communities safe and safely allow our businesses to open. This is progress but we must continue to follow public health guidelines to keep moving forward.https:\/\/t.co\/ldWfB5LIv7","sentiment_score":0.25}
{"full_text":"RT  COVID-19 : Case UpdatesAs of 26.01.2021, 06:00 PM Male area: 93Inhabited islands: 14Operational Resorts: 36Live aboar...","sentiment_score":0.0}
{"full_text":"RT Hannity is spreading doubts about the vaccine, Tucker is defending QAnon and white nationalists, Maria and Steve Hilton are bl...","sentiment_score":0.0}
{"full_text":"RT Cutting people's public holiday pay would be a slap in the face to all the workers who have got us through the pandemic.https...","sentiment_score":-0.3}
{"full_text":"RT Dr. Anthony Fauci and top doctors from the Biden Covid-19 team join Anderson Cooper and Dr. Sanjay Gupta for Coronavirus: Facts an...","sentiment_score":0.5}
{"full_text":"Wisconsin pharmacist to plead guilty to tampering with Covid-19 vaccine vials","sentiment_score":-0.5}
{"full_text":"Not everyone has #equalaccess to crucial #information that can stop the spread of COVID-19","sentiment_score":0.0}
{"full_text":"RT Melaka Hospital will continue to operate despite 32 staff members testing positive for COVID-19, as it has enough manpower to...","sentiment_score":0.1136363636}
{"full_text":"RT Remember when Jason Kenney and the UCP said the $1billion NDP plan to make schools safe from COVID was too expensive? #ableg...","sentiment_score":0.0}
{"full_text":"RT A Wisconsin pharmacist accused of trying to defrost and spoil dozens of vials of COVID-19 vaccine agreed Tuesday to plead gu...","sentiment_score":0.0}
{"full_text":"I turned to novellas in March then my lockdown faves have been Martha Wells Raksura books, Max Gladstone The Empress of Tomorrow, Yoon Ha Lee Ninefox Gambit, Margaret Case The Merciful Crow (YA enjoyed it as an adult)","sentiment_score":0.3}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"Why would anyone opposed tracking vaccine recipients? We kinda need that information going forward...","sentiment_score":0.0}
{"full_text":"RT 21) also fulfills N95 grade masks for both public and healthcare providers. Their email is listed below. I re...","sentiment_score":0.0}
{"full_text":"RT The IRA are not veterans, but terrorists They murdered men, women, children and babies. Murdered old men at wa...","sentiment_score":0.1}
{"full_text":"RT 2) It's as if New Zealand  PM knew something about ICUs and cared if people lived... amazing eh?","sentiment_score":0.3681818182}
{"full_text":"In honor of immigrants killed by the #COVID19 virus, we closed tonight's action in #TimesSquare with a pre-columbian ceremony led by Cetiliztli Nauhcampa.","sentiment_score":-0.0666666667}
{"full_text":"RT Then absolutely must reach out to the chronic illness \/ disability community because under the previous admin, CDC's gu...","sentiment_score":0.0166666667}
{"full_text":"reports on PCCI's new #COVID-19 personal risk levels using it new #MyPCI App. Sign up to get your COVID risk status at:","sentiment_score":0.0909090909}
{"full_text":"America's billionaires have grown $1.1 trillion richer during the pandemic.","sentiment_score":0.0}
{"full_text":"As the COVID-19 vaccine rollout continues across the country, first responders appear to be refusing the immunization at higher rates in Beloit compared to Janesville, according to data obtained by the Beloit Daily News.","sentiment_score":0.1666666667}
