{"full_text":"RT I'm still very upset by news rejected official advice for #OntEd safe back to school plan &amp; instead went for c...","sentiment_score":0.2333333333}
{"full_text":"RT It was one thing when my son crashed my press conference a month or so ago, but this... Now is not the time to travel. S...","sentiment_score":0.0}
{"full_text":"RT We received a lot of good news this week--an end to the Muslim ban, a rejoining of the Paris agreement, protections for...","sentiment_score":0.7}
{"full_text":"RT The Verge: Instacart is firing every employee who voted to unionize.https:\/\/t.co\/uA2IYaqJ3U","sentiment_score":0.0}
{"full_text":"RT He passed in his sleep, the same way my dad died nearly 30 yrs ago. I share that because the vaccine won't stop ALL deat...","sentiment_score":0.05}
{"full_text":"RT Cyclone Eloise is wreaking havoc in Mozambique. It is expected to made landfall in South Africa, lashing parts of Limpopo, Mp...","sentiment_score":-0.1}
{"full_text":"RT India cleared commercial exports of Covid-19 vaccines y'day even when we haven't pre-ordered enough to cover our populati...","sentiment_score":0.0}
{"full_text":"Antibodies are not always present after months. Neither will the vaccine produce long term Antibodies.  It's priming your t and b cells that makes the vaccine effective in recognizing covid and then dealing with it.","sentiment_score":0.1833333333}
{"full_text":"Seriously!","sentiment_score":-0.4166666667}
{"full_text":"RT During this Pandemic,there are problems with hostels as well.Most hostels have 2\/3 students sharing rooms,students need...","sentiment_score":0.0}
{"full_text":"RT Thread!","sentiment_score":0.0}
{"full_text":"RT My grandmother died today. She got #COVID in a hospital (!) in Germany. She was 91 and not even close to be vaccinated. I'm...","sentiment_score":0.0}
{"full_text":"RT Impressive in this video shows the growth of net worth during the pandemic of the top 10 most billionaires ","sentiment_score":0.46}
{"full_text":"miracles...Make Covid go away...go on...","sentiment_score":0.0}
{"full_text":"This is cultural sickness... much worse than covid.","sentiment_score":-0.15}
{"full_text":"RT The life and death of an anti-Vaxxer - Me in on a Covid conspiracist killed by a virus he said was a \"hoax\"","sentiment_score":-0.2}
{"full_text":"RT He passed in his sleep, the same way my dad died nearly 30 yrs ago. I share that because the vaccine won't stop ALL deat...","sentiment_score":0.05}
{"full_text":"RT That's totally bad...she's being targeted for bringing out the covid truths and Vaccine truths !#JusticeForDr...","sentiment_score":0.0}
{"full_text":"Let The Sun Talk by Mavi got me through that first phase of lockdown so it's always a nostalgic feeling when I listen to it","sentiment_score":-0.125}
{"full_text":"RT The federal government promised to deliver the vaccine to nursing home residents. But the rollout in the Valley has been...","sentiment_score":0.0}
{"full_text":"RT Our food produce workers wanted a $1 raise after risking their lives in COVID. They were denied, asked to pay more for healthcare,...","sentiment_score":0.5}
{"full_text":"RT If you think that NHS staff should receive full COVID-19 vaccine courses (2 doses) immediately, please RT thisNHS staf...","sentiment_score":0.35}
{"full_text":"Prisma Health no longer taking walk-ins at Midlands sites for COVID-19 vaccination","sentiment_score":0.0}
{"full_text":"Girl you could've just said you misspoke and owned up instead of starting shit with stans","sentiment_score":-0.1}
{"full_text":"RT Losing my patience with Covid deniers now. I'd expect it from right wing Trump\/Farage morons - but if somehow you think...","sentiment_score":-0.2571428571}
{"full_text":"RT It was one thing when my son crashed my press conference a month or so ago, but this... Now is not the time to travel. S...","sentiment_score":0.0}
{"full_text":"RT john boyega and kelly marie tran were bullied and harassed by racist sw fans.gina carano was held accountable for spreadi...","sentiment_score":0.0}
{"full_text":"RT A friend just got COVID from a plumber coming to his house. Neither of them were masked. Just to clarify: wear a mask *a...","sentiment_score":0.0}
{"full_text":"RT Terminal illnesses like #Als should be treated like #covidAll of us are important.Approve NOW #NUROWN #AMX0035","sentiment_score":0.0}
{"full_text":"RT It was one thing when my son crashed my press conference a month or so ago, but this... Now is not the time to travel. S...","sentiment_score":0.0}
{"full_text":"RT Joe Biden admitted that he has no plan to change the trajectory of the pandemic over the next few monthsA record-high...","sentiment_score":-0.1}
{"full_text":"RT Holly Mitchell, a Los Angeles County supervisor, says the county needs 75,000 vaccine doses per day.  \"We don't have the...","sentiment_score":0.0}
{"full_text":"RT Why would raise the cost of insulin for people during a pandemic?","sentiment_score":0.0}
{"full_text":"Me and all my latest favorite pandemic impulse purchases. Thanks, inanimate objects, for helping me feel momentarily alive.","sentiment_score":0.325}
{"full_text":"Y eso que eres swinger y no pides pruebas de COVID-19. It just works man.","sentiment_score":0.0}
{"full_text":"I always maintained you cant even believe a politician when they pray. Like in America most of ours, even the president swore allegiance on the Bible but their loyalty is elsewhere ie. ANC or party first instead of South Africa  even some of his ministers expressed ANC first","sentiment_score":0.3333333333}
{"full_text":"RT This week, and I quickly got to work to mount an aggressive and coordinated response to combat COVID-19 and get it under con...","sentiment_score":0.3333333333}
{"full_text":"Fella I agree but we have to do what is needed now. If we don't have measures now, then what happens? Dr's have to turn people away to die because they can't be treated for Covid or cancer, heart attacks, strokes, major ops etc. There just is no other way until we get a lot vaxed","sentiment_score":0.0625}
{"full_text":"RT I'm tired. I'm sad. I'm scared. I just want all this to be over. Please stay home. I don't know how much more of this m...","sentiment_score":-0.1333333333}
{"full_text":"RT I wonder who will be the first card-carrying liberal public intellectual to ask the question:Did we massively overrea...","sentiment_score":0.1375}
{"full_text":"RT WHO decides PCR nasal swab tests are not sufficient COVID-19 tests after they diagnose 24M Americans - #O...","sentiment_score":0.0}
{"full_text":"HEY EVERYONE! We hope you're having an amazing day and staying safe during this pandemic  we are a lesbian couple in our twenties who vlog if anyone wants to check out our videos  *LINK IN BIO WERE ALMOST AT 2K!!!*","sentiment_score":0.496875}
{"full_text":"RT I tweeted last week the link to evidence review of EU &amp; international evidence on: COVID-19 in children and the r...","sentiment_score":0.0}
{"full_text":"RT Out-Of-Touch Susan Collins says she doesn't see the need for more COVID relief. I don't understand how Maine voters saw the ne...","sentiment_score":0.5}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"Neanderthal genes are a authorized responsibility for COVID-19 patients, look says - CBS Files Dr. Well Shop","sentiment_score":0.0}
{"full_text":"RT So while the antisemite Johnson finds new and innovative ways to enrich himself and his coterie by means of the pandemic h...","sentiment_score":0.3181818182}
{"full_text":"RT \"Guys, he didn't die of covid. He probably just died of heart or lung failure some time after covid destroyed his heart and...","sentiment_score":-0.3166666667}
{"full_text":"RT Joe Biden admitted that he has no plan to change the trajectory of the pandemic over the next few monthsA record-high...","sentiment_score":-0.1}
{"full_text":"This is far from the right reason for ensuring a fairer approach to vaccine rollout but will be an inevitable consequence of greed. Lifting the mega-yachts alone doesn't work.https:\/\/t.co\/uu3KEKRGGE","sentiment_score":0.1285714286}
{"full_text":"On the heels of the Karen Attiah piece, here's this one about Republicans' newly rediscovered fiscal prudence, and performative offense that Biden didn't ask nicely enough before introducing his COVID relief plan.https:\/\/t.co\/1YGlzkaJY5I find this deeply frustrating.","sentiment_score":-0.0878787879}
{"full_text":"RT Markets, international fights, national flights, inter state travels, Worship centers, Every weekend is weddings upon weddi...","sentiment_score":0.0}
{"full_text":"RT Ohio state Sen. Stephen Huffman was fired from his job as an ER doctor for questioning whether the hygiene of \"the color...","sentiment_score":0.0}
{"full_text":"RT The brexit train is crashing faster than I thought, maybe that the real reason for the lockdown...","sentiment_score":0.2}
{"full_text":"RT In Wuhan, China, the first city in the world to be devastated by the coronavirus, the long months of lockdown have now faded f...","sentiment_score":0.1}
{"full_text":"Including thousands of COVID deaths on his watch. Biden must be anti-science.","sentiment_score":0.0}
{"full_text":"RT This week, and I quickly got to work to mount an aggressive and coordinated response to combat COVID-19 and get it under con...","sentiment_score":0.3333333333}
{"full_text":"RT Reading social media posts from the alternate universe of the GOP, Biden is somehow responsible for the loss of tens of thou...","sentiment_score":0.0777777778}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like \"when I get mental stability\"","sentiment_score":0.1}
{"full_text":"RT Please do not make a five-part drama series about a pandemic WHICH IS STILL ON-GOING.","sentiment_score":0.0}
{"full_text":"RT COVID-19 in Michigan: Confirmed cases reach 548,069 with 14,291 deaths","sentiment_score":0.4}
{"full_text":"RT I'm tired. I'm sad. I'm scared. I just want all this to be over. Please stay home. I don't know how much more of this m...","sentiment_score":-0.1333333333}
{"full_text":"RT Those early weeks of the pandemic were a politicizing moment for many of us. If it were France, Germany, or Japan, we...","sentiment_score":0.3}
{"full_text":"RT 1) Two weeks after Quebec elementary schools reopened and five days after high schools did so despite expert warnings tha...","sentiment_score":0.23}
{"full_text":"RT PLEASE SHARE: someone very close to me just lost their father to Covid, and is now left to look after his family and a mor...","sentiment_score":0.1}
{"full_text":"RT \"Two states, two VERY different COVID tactics.... California ordered strict lockdowns, while Florida trusted common sense...","sentiment_score":-0.15}
{"full_text":"RT A link to donate is in the replies!","sentiment_score":0.0}
{"full_text":"RT Why are you buying up farm land while advocating that others not be allowed to own private property?","sentiment_score":0.3}
{"full_text":"RT Didn't Man of Science assure Americans that unlike Tarot Card Reader Trump, his team had a definitive plan to defeat...","sentiment_score":0.0}
{"full_text":"Another day, another scary number. More patients crowding ERs and hospitals. More frontliners exposed and getting sick. More importantly, more people with non-covid related diseases (strokes, heart attacks) will avoid ERs and have worse outcomes.. Rough times ahead #covid19","sentiment_score":0.0317460317}
{"full_text":"RT I am really struggling with ppl who have never shown even the slightest interest in mental health and accessibility more br...","sentiment_score":0.2}
{"full_text":"RT This is surreal. He purports to explain that Brexit is not causing the industry difficulties but having invoked the pandem...","sentiment_score":0.25}
{"full_text":"RT This should be sorted. Today!!!!","sentiment_score":0.0}
{"full_text":"RT please donate to this if possible and share if you can't, this community really needs our help","sentiment_score":0.1}
{"full_text":"Matches will soon be at The Ted (or whatever today's name is)...like Football Stadium...lack of foresight....HS &amp; Club volleyball is big in Hampton Roads (particularly girls) ...2000 seats would have been smarter ...","sentiment_score":0.0833333333}
{"full_text":"RT #settlersaturday I was wondering if any allies can help today, I wanted to do some laundry before the weekend and get ingred...","sentiment_score":0.0}
{"full_text":"What is this promise to tackle the Corona virus?","sentiment_score":0.0}
{"full_text":"RT Markets, international fights, national flights, inter state travels, Worship centers, Every weekend is weddings upon weddi...","sentiment_score":0.0}
{"full_text":"RT LISTEN: shuts down an anti-vaxxer who calls into the show. #COVID19 #cdnpoli","sentiment_score":-0.1555555556}
{"full_text":"RT A collection of children's drawings made during the pandemic illustrates the mental toll the pandemic is taking on Cana...","sentiment_score":-0.1}
{"full_text":"RT #HankAaron's tragic death is part of a wave of suspicious deaths among elderly closely following administration of #CO...","sentiment_score":-0.375}
{"full_text":"RT WHO decides PCR nasal swab tests are not sufficient COVID-19 tests after they diagnose 24M Americans - #O...","sentiment_score":0.0}
{"full_text":"77 more Covid-19 deaths and 1,910 cases reported via so 38\/39 deaths (ages 43-83) &amp; 38\/39 (85-98) Deception is rife here! giving the false impression so many of the deaths in the lower band are closer to 43 when we know full well they're closer to 83","sentiment_score":0.26875}
{"full_text":"RT \"A Massachusetts Veterans Affairs hospital said that nearly 2,000 doses of Moderna's Covid-19 vaccine were spoiled after a cl...","sentiment_score":0.1}
{"full_text":"RT The Newcastle Rugby Foundation are offering a free weekly activity programme to keep young people and families engaged du...","sentiment_score":0.25}
{"full_text":"RT Tell her thanks to Trump we're a national COVID unit, immigrants are smart enough to wait on Biden to clea...","sentiment_score":0.1380952381}
{"full_text":"RT Senate to-do list:1. Abolish the filibuster and pass COVID-19 relief for our communities.2. Convict Trump.3. Legislate lik...","sentiment_score":0.0}
{"full_text":"RT Biden promised everyone that he had a plan to \"shut down the virus.\"  Maybe if the media hadn't been so focused on his...","sentiment_score":-0.1555555556}
{"full_text":"RT It was one thing when my son crashed my press conference a month or so ago, but this... Now is not the time to travel. S...","sentiment_score":0.0}
{"full_text":"RT Old Trafford being used by St John Ambulance as training centre for volunteers as part of the NHS COVID-19 vaccination prog...","sentiment_score":0.1}
{"full_text":"These deaths are listed right on the CDC-maintained VAERS database.  Some of them occurred within hours of taking the shot.","sentiment_score":0.2857142857}
{"full_text":"RT is a hero of mine and his work reporting the impact of COVID on the NHS cannot be ignored, no matter how...","sentiment_score":0.0}
{"full_text":"At this point in life with my mental health and a third lockdown I think I need to run through the woods naked and sing along to Fleetwood Mac to cleanse my soul. Who's joining?","sentiment_score":-0.0333333333}
{"full_text":"RT Can't stop thinking about how is rumored to cut their ASL program. In a pandemic. When people can't read lips. Ca...","sentiment_score":0.0}
{"full_text":"just doing my thing bro covid has me down bad and i miss cod but it's for the better hbu","sentiment_score":-0.1185185185}
{"full_text":"Js developing #COVID19 vaccines but this is the same company that was knowingly giving cancer to their consumers through baby powder?","sentiment_score":0.0}
{"full_text":"I need to unpack more. But it's better with company, which is not possible during the pandemic. Ugh. Probably I'll still have most of this to unpack when we're all vaccinated.","sentiment_score":0.375}
{"full_text":"Didn't he smoke a lot and drink a lot? And getting covid doesn't help on that age and physical health.","sentiment_score":0.0}
{"full_text":"RT NEW -- Sen. Hawley &amp; plan to reintroduce their resolution calling for an international investigation into C...","sentiment_score":0.0681818182}
{"full_text":"RT Republicans are mad about the executive orders Biden signed because they say he's being partisan and not uniting us. Always n...","sentiment_score":-0.625}
{"full_text":"Got COVID","sentiment_score":0.0}
{"full_text":"RT People with underlying conditions are more likely to have severe #COVID19. CDC data from March through October show 56% of adul...","sentiment_score":0.25}
{"full_text":"More than 20 million doses of Covid-19 vaccine have been administered in the United States, according the CDC The CDC says 17,390,345 people have received at least one dose of the vaccine, and 3,027,865 people have been fully vaccinated.","sentiment_score":0.1}
{"full_text":"RT Here is today's WV DHHR COVID-19 numbers:","sentiment_score":0.0}
{"full_text":"Arizona is the least prepared and suffered the worst consequences of all 50 states because of Covid19. Ducey's not a statesman. He is a blight on our good state.","sentiment_score":-0.2}
{"full_text":"RT It was one thing when my son crashed my press conference a month or so ago, but this... Now is not the time to travel. S...","sentiment_score":0.0}
{"full_text":"i hope we don't lose the new found outdoor simple pleasures after lockdown","sentiment_score":0.0681818182}
{"full_text":"RT COVID has my travel plans on pause but said I should stay safely at home now but still enjoy their First Class ex...","sentiment_score":0.3833333333}
{"full_text":"I'm creating a Pandemic Plan. It's like a bucket list, but for when covid's over.","sentiment_score":0.0}
{"full_text":"RT So why are we masking up and locking down?","sentiment_score":-0.1555555556}
{"full_text":"RT @BBCNews happily peddling the utter mince of a myth of a new variant to deflect from the fact @BorisJohnson herd imm...","sentiment_score":0.3121212121}
{"full_text":"Bridgeport plans for airport's post-pandemic future","sentiment_score":0.0}
{"full_text":"RT Ohio juvenile court Judge Timothy Grendell thought coronavirus precautions were overblown, and made sure people knew it. In...","sentiment_score":0.125}
{"full_text":"RT Work, school and travel require mandatory vaccine = not too smart United Airlines CEO wants to make Covid vaccines man...","sentiment_score":0.2071428571}
{"full_text":"We are \"yet\"to hear about a vaccine from Madagascar, this is an African country that brought the ingredients we are aware of together, are we jealous as SA and fail to support this country vaccine","sentiment_score":-0.0833333333}
{"full_text":"RT I am devastated to hear that migrant NHS staff who have risked their lives during the pandemic to keep us all safe have be...","sentiment_score":0.5}
{"full_text":"RT Ghana's Covid-19 cases as at 19 January 2021Visit for the details","sentiment_score":0.0}
{"full_text":"Industrial workplaces driving COVID-19 in Brampton, say experts calling for further restrictions | CBC News","sentiment_score":0.0}
{"full_text":" The Ministry of Health reported another unfortunate COVID-19 related death in T&amp;T today plus 6 new cases. | #Trinidad #Tobago #TrinidadandTobago #Trini #Trinbago #Caribbean #CaribbeanNews #Youthere1","sentiment_score":-0.1212121212}
{"full_text":"RT Biden doesn't appear to have pandemic plan - #OANN","sentiment_score":0.0}
{"full_text":"Whisper it, but they figured out that COVID19 is travelling around the globe on aeroplanes and acted.","sentiment_score":0.0}
{"full_text":"Every time that I see the ghouls in the blaming for the failures of covid responses in Wisconsin whether it be the death rate or the vaccine rollout or whatever, I just want to scream. YOU. ASSHOLES. DID. NOTHING. ABOUT. COVID. SINCE. MARCH. FUCK. YOU.","sentiment_score":-0.4}
{"full_text":"I don't know what's more toxic, covid or Bruce ball.","sentiment_score":0.5}
{"full_text":"RT Thread@JoeBiden promised us better. We were told - over and over again, in no uncertain terms - that the Biden team...","sentiment_score":0.5}
{"full_text":"RT Agreement 12 march 2020 BEFORE the lockdown. Digital Health ID ","sentiment_score":0.0}
{"full_text":"Here's the plan--https:\/\/t.co\/mTwy2mBQt0","sentiment_score":0.0}
{"full_text":"Now Announcing COVID-19 Antigen TestsDon't wait to get tested, we're now offering Antigen test kits for Point-Of-Care environments. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antigen Test Kits at","sentiment_score":0.5}
{"full_text":"RT WHO decides PCR nasal swab tests are not sufficient COVID-19 tests after they diagnose 24M Americans - #O...","sentiment_score":0.0}
{"full_text":"RT #COVID 'Stop attending private parties and gatherings,' says President Mnangagwa in a televised address after the death of mul...","sentiment_score":0.0}
{"full_text":"RT Wait... *Checks campaign promises*","sentiment_score":0.0}
{"full_text":"RT According to Sky news 1 in 55 people has covid, when I saw those number I thought god that's a lot!Then I remembered 1 in...","sentiment_score":0.0}
{"full_text":"The message here is clear. We need better masks for everybody. And don't wait! Wear the best masks you can get right now!","sentiment_score":0.5205357143}
{"full_text":"Lockdown has really driven me to drinking on my own in my room. What a sad little life Jane x","sentiment_score":0.028125}
{"full_text":"RT If true, helps to solidify the case that we have a placebo\/saline situation here. I can't imagine them advocating this...","sentiment_score":0.35}
{"full_text":"RT US State Department applauds Indian govt for sending free Coronavirus vaccine shipments to other South Asian countrieshtt...","sentiment_score":0.0916666667}
{"full_text":"COLUMN \"With the province's lockdown order in place, let's get outside in nature and rediscover the beauty of our wildlife, in particular our winter birds,\" writes #FloraFaunaFeathers columnist #Muskoka #ParrySound #Almaguin","sentiment_score":0.0833333333}
{"full_text":"RT That these two stories are in the same timeline suggests that capitalism is ill-equipped to combat a pandemic.","sentiment_score":0.0}
{"full_text":"This page brings together information and guidance from the and the United Nations regarding #COVID19. Check it for interviews, features and daily updates:","sentiment_score":0.0}
{"full_text":"With the usual 20,000-person turnout in mind, the council decided to push its production back due to coronavirus concerns.https:\/\/t.co\/9rYLSBWl64","sentiment_score":-0.125}
{"full_text":"\"once covid is over\" is starting to sound a lot like \"quando o hoshi voltar com o dente original\"","sentiment_score":0.2583333333}
{"full_text":"70+ Crowd Much More Eager To Get The COVID-19 Vaccine Than First Priority Group: #COVID19WY","sentiment_score":0.375}
{"full_text":"Mrs.Bottoms when we going back in lockdown it's needed ?","sentiment_score":0.0}
{"full_text":"Hiding facts so people don't get \" hysterical \" using our premier's term, is lying about risk in a pandemic! #COVIDzero","sentiment_score":-1.0}
{"full_text":"Onondaga County Covid-19 hospitalizations lowest since Dec. 1","sentiment_score":0.0}
{"full_text":"Make sure you know the latest symptoms","sentiment_score":0.5}
{"full_text":"RT \"Hi this is Benjamin Franklin. We must stay in Syria, Afghanistan, Iraq. Also, Universal Basic Income is a human right....","sentiment_score":0.0714285714}
{"full_text":"#COVID19 | British Prime Minister Boris Johnson claims that the new strain is more deadly.","sentiment_score":0.1090909091}
{"full_text":"Sixty three more coronavirus deaths were confirmed in hospitals across the Black Country, Birmingham and Staffordshire today.Of these, 16 were in Dudley.https:\/\/t.co\/Yl3onMIGSY","sentiment_score":0.2444444444}
{"full_text":"Together we can stop the spread of COVID-19. Stay home, stay safe, save lives #StayHomeON","sentiment_score":0.5}
{"full_text":"RT Joe Biden admitted that he has no plan to change the trajectory of the pandemic over the next few monthsA record-high...","sentiment_score":-0.1}
{"full_text":"COLUMN \"With the province's lockdown order in place, let's get outside in nature and rediscover the beauty of our wildlife, in particular our winter birds,\" writes #FloraFaunaFeathers columnist #Muskoka #ParrySound #Almaguin","sentiment_score":0.0833333333}
{"full_text":"RT My father died today. COVID-19. Wear a mask.","sentiment_score":0.0}
{"full_text":"Have questions about the coronavirus vaccine? experts can help. Read more:","sentiment_score":0.5}
