{"full_text":"RT Bitch https:\/\/t.co\/uJ1095UeFR","sentiment_score":0.0}
{"full_text":"Every country with a woman leader has had the least cases of covid-19, as well as the least deaths... tell me there's not a correlation","sentiment_score":-0.3}
{"full_text":"Not an anti-vaxxer,just not 1 that you know literally NOTHING ABOUT BC THERE HASNT BEEN PROPER TESTING.However, I have seen them literally list the cause of death as\"covid\"when they DOA from a car wreck..or was already on hospice dying of cancer but be listed as\"covid\".WAKE UP","sentiment_score":0.0}
{"full_text":"How some states are administering Covid-19 vaccines at twice the speed of others","sentiment_score":0.0}
{"full_text":"RT #Covid-19 READ: US Gov \"has reason to believe that several researchers inside the WIV (Wuhan Institute of Virology) becam...","sentiment_score":0.0}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"RT Still going to the grocery store? With new virus variants spreading, it's probably time to stop.","sentiment_score":0.1363636364}
{"full_text":"RT #We4Vaccine#CovidWarriors receiving COVID-19 vaccine shots at Base Hospital Delhi Cantt. #BaseHospital is the largest #COVID h...","sentiment_score":-0.8}
{"full_text":"RT Please sir Biden, when you summon science ask of it when human life begins, also ask what an abortion entails (ie. what it ta...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"NEW Survation Poll - Westminster Voting Intention:CON 40% (+1)LAB 38% (-)LD    7% (-1)GRN 5% (+1)SNP 4% (-1)BXP &lt;1% (-1)OTH 6% (-)https:\/\/t.co\/m1g0fz8GWI1,033 respondents, fieldwork 12-13 Jan 2021. Changes w\/ 22 Dec 2020.","sentiment_score":0.1363636364}
{"full_text":"RT #OCCOVID19 cases reported to us today posted: Our condolences to our neighbors grieving the loss of...","sentiment_score":0.0}
{"full_text":"Except for #Chinese &amp; tourists in #China, Who Buys Chinese Ice Cream? Apparently, the other 2\/3rds of the World eat the #Covid contaminated Ice Cream.#Covid19UK #COVID19Vaccination","sentiment_score":-0.01875}
{"full_text":"RT WTF is happening?D.C. UNDER FULL LOCKDOWN!  RADIOS AND CELL PHONES BEING JAMMED!  Jan 15t... via...","sentiment_score":-0.0625}
{"full_text":"RT In my opinion. The best vaccine that can defeat Covid is Sinovac. The virus came from China and they have the best knowledg...","sentiment_score":1.0}
{"full_text":"share this please - is being criminally irresponsible IMO if true - since it's a virtual inauguration this time &amp; then there's the pandemic- who's going to deep clean those homes\/apts before occupied again #JustSayNoToVrbo","sentiment_score":0.0791666667}
{"full_text":"RT AstraZeneca vaccine was trialled in 3 countries: UK, Brazil and South Africa. 3 new covid 'variants' have now been found in...","sentiment_score":0.1363636364}
{"full_text":"RT Ain't even gonna lie to y'all. The scariest possible long term effect of covid to me (besides dying of course) is the p...","sentiment_score":-0.025}
{"full_text":"RT When you're drinking in lock-down + someone knocks on your door.#lockdownontario #Lockdown2 #SaturdayVibes","sentiment_score":0.0}
{"full_text":"RT President Biden gave the briefing on Covid19 relief the most important news and regular TV sh...","sentiment_score":0.3}
{"full_text":"RT The best part about Covid is they can't do Carpool Karaoke","sentiment_score":1.0}
{"full_text":"For sure! The daughter said that she was fired because of her inability to wear a mask I believe.","sentiment_score":0.625}
{"full_text":"RT Effing Pastor Hildebrandt.  Someone let him know 2 more people from Aylmer died of Covid today and one more...","sentiment_score":0.1666666667}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT And that's before the Biden admin unleashes a whole other level of innovation in the vaccine supply chain like boosting the...","sentiment_score":0.0375}
{"full_text":"RT In March, when the pandemic hit and our 6-month plan went out the window, we decided to stay in Bali to \"wait it out\" an...","sentiment_score":0.0}
{"full_text":"RT service &amp; retail jobs are, without a doubt, harder than any desk or tech job out there. whine all you want about the \"educat...","sentiment_score":-0.1}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Pay attention here. Super dangerous advice from","sentiment_score":-0.1333333333}
{"full_text":"RT BREAKING REPORT: 13 Israelis Suffer FACIAL PARALYSIS After Pfizer Covid Jab - 29 DEAD IN NORWAY Following Pfizer Covid V...","sentiment_score":-0.0666666667}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Yesterday, I tested positive for COVID-19. I will be responsible &amp; self-quarantine, away from my family, for the recommen...","sentiment_score":0.2136363636}
{"full_text":"RT Silicone  Teether  Holder  Strap Baby Accessories (Misc)Stop  baby toys and pacifiers from...","sentiment_score":0.0}
{"full_text":"RT Not surprised.If you want to get the news on this story weeks [or even months] ahead of time, I recommend you follow","sentiment_score":0.0}
{"full_text":"RT Republicans called the valid votes of Black, brown and Indigenous voters across this country \"fraud\" because they couldn't be...","sentiment_score":-0.1666666667}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT There's a legend building among the non-deadend Trumpers, that Trump had a decent record before some arbitrary date: before...","sentiment_score":0.0333333333}
{"full_text":"My wife(rn, covid icu) got 1st dose yesterday, minutes before the latest delay was announced. F trudeau and his gang of liars. Good times.","sentiment_score":0.6}
{"full_text":"RT Here's a simple fact:If, back in early Feb. 2020, Trump had said:\"Coronavirus is coming. It's deadly. It's very contagi...","sentiment_score":0.075}
{"full_text":"Should subsidise flights and quarantine with an interest free loan. The world is in its worst crisis in at least eighty years and powers that be are \"let's keep pretending covid didn't happen with getting Australians home and leave it to the private sector\"","sentiment_score":-0.225}
{"full_text":"RT The Amazonas State Gov. oriented smaller cities around Manaus to dig mass graves. There's no Oxygen.Up until yesterd...","sentiment_score":0.0}
{"full_text":"Pitty he isn't around today to weigh in on the covid scam. But he was around during the 2003 SARS outbreak and they did use PCR for detection back then. I can't seem to find any footage of him speaking about that outbreak. If you come across anything please post ","sentiment_score":0.0}
{"full_text":"Covid 19 not isolated","sentiment_score":0.0}
{"full_text":"RT GOP snowflakes in Congress are falsely whining about being silenced and censored while the GOP in Florida are *actually*...","sentiment_score":-0.2}
{"full_text":"RT How did her \"supervisor \" know what is going to happen next week? Good question","sentiment_score":0.35}
{"full_text":"RT On Dec 16th I called to let them know of false vaccine information on their website.They agreed to correct it,...","sentiment_score":-0.4}
{"full_text":"RT Former Obama official Andy Slavitt was recently appointed to Biden's team as \"senior advisor for Covid response.\" Known for...","sentiment_score":0.0}
{"full_text":"RT And 393 thousand American Covid deaths!","sentiment_score":0.0}
{"full_text":"RT -A TERRIBLE RECORD FAR FROM WHAT WAS PROMISED.-AND WHAT ABOUT THE DISAPPEARANCE OF THECOVID VACCINES SUPPOSEDLY HELD BA...","sentiment_score":-0.45}
{"full_text":"I'm sure you will be enforcing this as well correct? Hopefully, they will be tested for Covid?","sentiment_score":0.5}
{"full_text":"Except it's not pumped into Public Health (i.e. the regional PH Depts, what I see, it's pumped into EY, PWC, Vision et al, into Management Consultants, Special Advisors etcPublic Health is STILL under-resourced almost 1yr into a pandemic!!","sentiment_score":0.2790178571}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Party over here in charming been a fun day best weekend ever! Time too dance let your hair down have some fun! Life outside Twitter sucks the life out with coronavirus a year strong! I love you all in family community! I am happy thinking of all of fun ahead with 2021! Hi there","sentiment_score":0.3873737374}
{"full_text":"RT I've been temporarily restricted on Facebook because I called a COVID denier a moron ","sentiment_score":-0.8}
{"full_text":"RT Good! It's not because of Covid though, it's because the majority of Texans are boycotting Apple due to their suppressio...","sentiment_score":0.375}
{"full_text":"As much as I enjoy trying new and different beers, there's something wonderful about a big session on one quality beer. Minikegs\/minicasks have provided an approximation of that joy during lockdown, but it is best achieved in the pub.","sentiment_score":0.4766233766}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"The release of covid was the shot heard around the world. WWIII has already started with bio warfare and cyber warfare with election.","sentiment_score":0.0}
{"full_text":"RT Thread: We need to acknowledge  the collective grief Americans are currently experiencing due to both COVID and the attack...","sentiment_score":-0.3083333333}
{"full_text":"People were saying the Ravens weren't even gonna make the playoffs. They over came the covid outbreak made the playoffs and won a game. Whatever happens you should be proud of your team imo","sentiment_score":0.2}
{"full_text":"RT New Yorkers and all of California take note ","sentiment_score":0.1363636364}
{"full_text":"RT Texas announces additional COVID-19 vaccine hubs in Houston area","sentiment_score":0.0}
{"full_text":"Just got some amazing advice from a gem of a guy on bumble:\"People need to take care of their bodies better and take vitamins so they don't get Covid\" And here I was following CDC guidelines like a fool He also said he fights off Covid \"naturally\" instead of wearing a mask","sentiment_score":0.3}
{"full_text":"I don't understand: If they say Covid is a hoax, why do they get tested? It doesn't make sense.","sentiment_score":0.0}
{"full_text":"BIDEN FIRST COMMITMENT IS TO THE AMERICAN PEOPLE WHO HAVE BEEN LOCKED DOWN, QUARENTINED AND OUT OF WORK FOR 11 MONTHS.  WE DONT NEED 11 MILLION IMMIGRANTS WHO ARE PROBABLY ALL INFECTED SPREADING COVID ACROSS OUR NATION AND TAKING WHAT FEW JOBS MIGHT OPEN UP FOR US","sentiment_score":-0.0211111111}
{"full_text":"RT Y'all got me making up songs and shit lol!! UNSELFISHNESS!! WEAR A MASK!!","sentiment_score":0.4}
{"full_text":"RT Yesterday, I tested positive for COVID-19. I will be responsible &amp; self-quarantine, away from my family, for the recommen...","sentiment_score":0.2136363636}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT This is my thread after attending the anti-lockdown protest in #Toronto. I was nearly arrested three times and filmed ne...","sentiment_score":0.1}
{"full_text":"RT This Tuesday, January 19 we are bringing Americans together to honor the lives lost to COVID-19.Light a candle in you...","sentiment_score":0.0}
{"full_text":"RT Going Viral - The Ungovernable Episode. Sending love and prayers to our brave frontline workers  #Covid19 #cyril #Corru...","sentiment_score":0.65}
{"full_text":"TF you're mentioning ? Are you blaming us? Don't you have eggs to question your bosses?","sentiment_score":0.0}
{"full_text":"The More We Know.... About Clinical Trials being done on the Public, not Controlled...","sentiment_score":0.25}
{"full_text":"RT I'm old enough to remember being told I was a conspiracy theorist for saying that COVID likely came from a lab in China....","sentiment_score":0.0333333333}
{"full_text":"RT I'm living in Mexico City right now &amp; none of the things this woman is saying about AMLO's 'repressive lockdown' are true...","sentiment_score":0.3178571429}
{"full_text":"RT Very strange story!Ice cream 'tests positive' for Covid with 4,800 tubs affected as probe launchedhttps:\/\/t.co\/pH5IuoB...","sentiment_score":0.0811363636}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT The first part of my reporting on food in the MA DOC amidst the pandemic (which is ongoing) published a month or so ago....","sentiment_score":0.25}
{"full_text":"RT Well shit. My oldest brother has Covid and they put him on a vent at 11:00 AM today. Just shit.","sentiment_score":-0.2}
{"full_text":"RT On both Thursday and Friday of this week, more than one million COVID-19 vaccine doses were reported administered. Over the...","sentiment_score":0.5}
{"full_text":"RT African and Caribbean aunties are big rumour-mongers on WhatsApp, and we absolutely need to address this internally.","sentiment_score":0.05}
{"full_text":"RT Janice, by way of introduction my name is Leo Terrell. We have never met, however, I support your views regarding the Co...","sentiment_score":0.0}
{"full_text":"Idiot. Reactions Follow Rand Paul's 'Throw Your Mask Away' Comment as U.S. COVID Deaths Near 400,000","sentiment_score":-0.35}
{"full_text":"RT U.S. COVID update: Number in hospital continues to decline- New cases: 215,449- Positivity rate: 10.7% (-)- In hospital: 1...","sentiment_score":0.1363636364}
{"full_text":"RT There's a legend building among the non-deadend Trumpers, that Trump had a decent record before some arbitrary date: before...","sentiment_score":0.0333333333}
{"full_text":"Question for anyone... Let's say info about the coronavirus was never released. Would we actually notice it or would it just be another year?","sentiment_score":0.0}
{"full_text":"RT On 1st day, Biden will rescind travel ban on several Muslim countries, rejoin Paris climate accord, extend pandemic li...","sentiment_score":0.0}
{"full_text":"Video: Elle is back with her latest appearance on TV8 in Colorado to discuss the ongoing worldwide oxygen shortage during the pandemic and what is causing it - watch it now at: #oxygen #tv8 #colorado #breck #vail #pandemic #shortage","sentiment_score":0.25}
{"full_text":"RT My mum has been rushed to hospital tonight with Covid, and is on oxygen. I don't want to hear any more about self-centred...","sentiment_score":0.5}
{"full_text":"RT Leaked documents show Trump's OMB \"blocked\" and then \"slow-walked\" a government website designed to recruit poll workers...","sentiment_score":0.0}
{"full_text":"COVID changed you","sentiment_score":0.0}
{"full_text":"He was doing his best to be one look at the pandemic for example.","sentiment_score":1.0}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT Meanwhile Republicans have spent the last year throwing a tantrum over giving jobless workers enough to pay rent and buy groc...","sentiment_score":-0.0333333333}
{"full_text":"RT a mask of my own face (i'd wear that) #mp100","sentiment_score":0.6}
{"full_text":"RT ICYMI:President-elect Joe Biden announces a $1.9 trillion COVID-19 relief plan to jump-start the US economy ","sentiment_score":0.0}
{"full_text":"Messaging and collaboration tools help businesses run smoothly in these pandemic times, but not all travel agencies have their finger on the pulse.","sentiment_score":0.4}
{"full_text":"Don't let the real world bum you out. #StayHome and join the Lost Ones in their journey to discover the legacy placed upon them. A #maturefantasy like no other.#ebook #amazonbooks #indieallyear #ConceptsForever #kindle #YAFantasy","sentiment_score":0.2}
{"full_text":"Wow I just saw a video involving a large crowd singing to cheer up a girl and it had the words \"pre-covid\" on it. Is this what we live in now? PC and AC tags?","sentiment_score":0.1502164502}
{"full_text":"RT Saddest bit about COVID is that you can obey all the protocols and still get infected because somebody else didn't.","sentiment_score":0.0}
{"full_text":"Technologies Helping Business Survive the COVID Crisis #CRE #COVID-19 #Technology #TenantTips","sentiment_score":0.0}
{"full_text":"RT When he announces safer and more stringent covid containment measures next week his base will be furi...","sentiment_score":-0.1}
{"full_text":"Who's in the top 15? The pandemic has hit me hard and I don't have enough money to pay for this content.","sentiment_score":0.0694444444}
{"full_text":"#Oped Russians' varying attitudes towards the coronavirus vaccine is a reflection of their level of trust in the Kremlin as well as local governance, writeshttps:\/\/t.co\/0RgHULNmdO","sentiment_score":0.0}
{"full_text":"#Video | As #India launched the world's largest #vaccinationdrive against #COVID, Dr AS Soin, Chairman, Institute of Liver Transplantation, Medanta Hospital, shares his #experience of getting the jab.https:\/\/t.co\/QpMKP7JWeJ","sentiment_score":0.0}
{"full_text":"#UK #coronavirus variant may be dominant in U.S. by March: CDC","sentiment_score":0.0}
{"full_text":"RT It's also still a fuckin' pandemic going on. If someone can find the wherewithal to write a 10K H\/C, or 5K of flat out smu...","sentiment_score":-0.025}
{"full_text":"Corona Advisory Committee warns of worsening epidemiological situation, demands stricter measures","sentiment_score":0.0}
{"full_text":"Malaysia Reimposes Partial Lockdown. Interstate travel is being banned and all non-essential businesses will close for the next two weeks in areas such as Johor, Kuala Lumpur, Melaka, and Sabah.https:\/\/t.co\/PJzot1aZi5 #Lockdown #COVID19 #Malaysia","sentiment_score":-0.0333333333}
{"full_text":"RT DC Ganderbal kick starts Covid-19 vaccination drive in district. #Kashmir #NayaKashmir #COVID19Vaccination #IndiaFightsCo...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis is allowing non-Florida residents &amp; foreign national visitors to get the Covid-19 vaccine before Florida's tea...","sentiment_score":-0.125}
{"full_text":"New COVID variant found in Michigan one of 16 states with a reported case of the variant.https:\/\/t.co\/aOPmzngCZB","sentiment_score":0.1363636364}
{"full_text":"GRACIE FLOYD, the District 2 councilor in Anderson County, South Carolina, has died of COVID.","sentiment_score":0.0}
{"full_text":"Indian companies weathered through the pandemic much better than most of their regional and western counterparts.","sentiment_score":0.3333333333}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Daryl Dixon [to Carol Peletier about Lydia]: Henry wanted her here.#TheWalkingDeadSeason 9The Storm31 March 2019#TWDZombie ApocalypseAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"Pakistan has reportedly granted permission to use Oxford-AstraZeneca Covid-19 vaccine (AZD1222) in an emergency situation.https:\/\/t.co\/AiwaxtFJZ9","sentiment_score":0.0}
{"full_text":"Dollar General offers to pay employees to receive COVID vaccinehttps:\/\/t.co\/CLsfSBbY6g","sentiment_score":0.075}
{"full_text":"RT letting covid-infected tennis players into the state is clearly deranged -- so was the time we kicked homeless ppl out of t...","sentiment_score":0.1}
{"full_text":"RT BREAKING-The Guatemalan government &amp; national guard were just rushed by a US bound caravan of 4500 Migrants from Hondura...","sentiment_score":0.0}
{"full_text":"RT Lockdown birthdays aren't so bad!This time last week we were celebrating Maliya's birthday Here is some highlights of the...","sentiment_score":0.0}
{"full_text":"RT TAXI  &amp; TRANSIT RISK--We know #SARSCoV2 is airborne. But how survivable inside a car?Well, study now reports a car driv...","sentiment_score":0.0}
{"full_text":"RT 2am shoot &gt;&lt;I miss pre-covid xD now i wait 2am to shoot outside. Don't worry it's just inside my village hehe","sentiment_score":0.0}
{"full_text":"Chanda Grubbs is a mother of three, but after losing her husband to #COVID19 in March, she says there's been a lingering void in her life. Read more &gt;&gt;&gt;","sentiment_score":0.5}
{"full_text":"RT Meh, not much happening.1. Netherlands Gov't resigned.  2. Merkel steps down. 3. Estonia PM missing. 4. Italian governm...","sentiment_score":-0.1138888889}
{"full_text":"RT BREAKING REPORT: 13 Israelis Suffer FACIAL PARALYSIS After Pfizer Covid Jab - 29 DEAD IN NORWAY Following Pfizer Covid V...","sentiment_score":-0.0666666667}
{"full_text":"RT Also IVERMECTIN...amazing treatment, completely ignored by pHARMa-bought msm.WHO-sponsored review of ive...","sentiment_score":0.1}
{"full_text":"RT TAXI  &amp; TRANSIT RISK--We know #SARSCoV2 is airborne. But how survivable inside a car?Well, study now reports a car driv...","sentiment_score":0.0}
{"full_text":"RT Rachel is absolutely right.\"When leading through a crisis, politicians should probably not be agents of chaos themselves.\"...","sentiment_score":0.2857142857}
{"full_text":"RT THREAD: Senator who's an eye Doctor, went on Fox News &amp; told people who are several weeks out from their 2nd d...","sentiment_score":0.0}
{"full_text":"The province announced two more COVID-related deaths and 180 cases on Saturday. #bdnmbhttps:\/\/t.co\/D3oPLOc4uT","sentiment_score":0.5}
{"full_text":"Oh Covid weddings are fun aren't they? ","sentiment_score":0.3}
