{"full_text":"Incase you were wondering why the game hasn't startedfor and her team yet at","sentiment_score":-0.4}
{"full_text":"RT This is incredibly serious.","sentiment_score":-0.3333333333}
{"full_text":"This pharmacist Trump Extends Work Visa Ban arrested after hundreds of COVID-19 vaccine doses were destroyed #fakeheadlinebot #learntocode #makeatwitterbot #javascript","sentiment_score":0.0}
{"full_text":"Deficiencies in t system w travel is bs!paper u sign sayin u don't hav leavin it up to pilots n flight attendants to monitor n cdc, no one havin control over or reporting changes in a person who has COVID wantin to travel.Then Jus bannin u.U eat n mask off it's spreading if u hav","sentiment_score":0.0}
{"full_text":"RT After testing positive for Covid-19, #Saints RB Alvin Kamara is eligible to return to play next Sunday provided he remains...","sentiment_score":0.1136363636}
{"full_text":"RT Thank you so much !!! Thank you to everyone for you care, help &amp; support. ","sentiment_score":0.390625}
{"full_text":"RT We need to have vaccination clinics open 24\/7! Staff them with military or TRAIN people to give a shot. It's not that di...","sentiment_score":-0.05}
{"full_text":"RT They spread #COVID19 and destroyed our economy to a feet degree. They also helped Democrat steal an election. Of course...","sentiment_score":0.0}
{"full_text":"RT \"Therefore, the closure of schools will only be considered if morbidity and mortality are high among children, the pan...","sentiment_score":0.08}
{"full_text":"RT My mom's friend died of #COVID-19 2 days ago, she went for #shiloh2020 , she was an usher , she fell ill few days afte...","sentiment_score":-0.35}
{"full_text":"RT Think about the one who makes COVID-19 most effective drug, the best gift to the world to fight against this viral terrori...","sentiment_score":0.7}
{"full_text":"RT Why is Mitch McConnell ignoring ?  Traitor!","sentiment_score":0.0}
{"full_text":"RT Do you remember when and Dr. Birx said the total deaths would be 60,000?As of today, more than 345,000 A...","sentiment_score":0.25}
{"full_text":"Black man detained by maskless officer tests positive for COVID-19, fiancee says","sentiment_score":0.0303030303}
{"full_text":"RT me the nsw traveller that had covid and came into victoria","sentiment_score":0.0}
{"full_text":"die from covid","sentiment_score":0.0}
{"full_text":"RT Getting Covid tested right now!  Wish me luck ","sentiment_score":0.3571428571}
{"full_text":"Yes!!!!  Not sure if this is the exact plan--but it displays the right level of urgency and effort. I hope (&amp; have a plan of this sort on Jan 20.  Even better: co-launch it with a bi-partisan group, incl","sentiment_score":0.1964285714}
{"full_text":"did mahomes leave college with a season ending hip injury? did his first NFL offseason get thrown off by covid? no and no","sentiment_score":0.25}
{"full_text":"i should say a year into lockdown .... anyways! mitch mcconnell burn in h311!","sentiment_score":0.0}
{"full_text":"In 2020, COVID Put a Mirror Up to Our Society via","sentiment_score":0.0}
{"full_text":"RT How the Sinopharm vaccine works","sentiment_score":0.0}
{"full_text":"RT The US CDC - probably the best informed epidemiology centre in the world - says you CANNOT mix vaccines. BJ's governmen...","sentiment_score":1.0}
{"full_text":"WSJRi Ben Ban The most ambitious vaccination campaign in modern U.S. history is off to a slow start. Why far fewer people have gotten Covid-19 shots than expected.","sentiment_score":0.1083333333}
{"full_text":"How many people died of CoVID in 2019? Zero in the US. In 2020 it was about 330,000. I think encouraging sensible mitigation measures like mask wearing is sensible and definitely non-dystopian.","sentiment_score":0.25}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"Liar! This coming from a white female working for a BIASED 'news source'. Having $1400 more in our bank accounts STIMULATES THE ECONOMY! Not white, middle aged boys and girls without the sense God gave y'all! Free HC for All, monthly assistance during the PANDEMIC, etc..!","sentiment_score":0.1428571429}
{"full_text":": offers curbside pickup for vulnerable people because pandemic. Also PetSmart: We're gonna send you in store only coupons. Good thing my cats have to eat regardless I guess. Because my immunocompromised behind isn't going inside ANYWHERE for $3 or $5. ","sentiment_score":-0.02}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"Only 20,700 have died from COVID in America, according to CDC.(Much less than 1,000 per day)Stop believing everything the corporate media tells you. Obviously they make money from lies.","sentiment_score":-0.0416666667}
{"full_text":"RT Critically ill Covid patients in Kent are being transported by ambulance and helicopter as far as Bristol, Leeds, Southa...","sentiment_score":-0.2}
{"full_text":"RT #Wuhan in 2020How it started          How it ended","sentiment_score":0.0}
{"full_text":"RT \"Attacks from Covid deniers are a kick in the teeth. Their claims cause outrage among staff exhausted by shifts, only to...","sentiment_score":-0.2}
{"full_text":"RT I am headed to the Senate floor again to try one last time to pass $2000 in #covid relief for working families - our strong w...","sentiment_score":0.2166666667}
{"full_text":"RT Pretty bold to use taxpayer dollars to host dinners in the State Dept, during a pandemic, &amp; now his official Sec'y of...","sentiment_score":0.1611111111}
{"full_text":"RT Christine Reyes Lorenzana, 42yo Nurse and Epidemiologist,  Hospital Metropolitano Dr Susoni, Puerto Rico, died of #covid19. Sh...","sentiment_score":0.0}
{"full_text":"RT Maricopa County, Arizona is now #3 for #COVID19 cases by county only behind LA and Chicago, according to Johns Hopkins....","sentiment_score":-0.2}
{"full_text":"RT On why she flew to  #Hawaii Allard says 'I think I was trying to honour a family tradition...' Um, you mean, like Christm...","sentiment_score":-0.3125}
{"full_text":"RT In the year where a deadly pandemic brought us so much loss, it rings hollow to me when politicians who oppose #MedicareFor...","sentiment_score":-0.0333333333}
{"full_text":"RT Trump supporters paid $1,000 a head to see Trump. Instead they got Vanilla Ice, Mike Love and COVID-19","sentiment_score":0.5}
{"full_text":"RT JUST IN: California starts new year by reporting a record 585 coronavirus deaths in a single day.","sentiment_score":0.0324675325}
{"full_text":"RT But it's eliminating the virus that means lack of freedom right?","sentiment_score":0.2857142857}
{"full_text":"RT This could have been us but y'all playing","sentiment_score":0.0}
{"full_text":"she deserves a statute","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT #PixarSoul We closed the doors at Pixar on March 13,  2020 due to COVID and because of our amazing crew  we still fini...","sentiment_score":0.125}
{"full_text":"RT A Virginia man was wrongfully arrested by a maskless cop &amp; tested positive for COVID a week later... he is now planning...","sentiment_score":0.1136363636}
{"full_text":"There's always something with this stupid team","sentiment_score":-0.8}
{"full_text":"RT US #Covid cases by month:January - 8 February -17  March - 192,152  April  - 887,984  May  - 717,216  June - 834,517...","sentiment_score":0.0}
{"full_text":"You will not hear me defend anything the US govt has done regarding COVID. Every aspect was a disaster, but I disagree that the ONE thing keeping us down is lack of UBI and financial support. Europe has been much better at financially supporting people and they are not well.","sentiment_score":0.1486111111}
{"full_text":"RT The pandemic is worsening hour by hour. has called an emergency executive meeting tomorrow. We will then issue new, u...","sentiment_score":0.1363636364}
{"full_text":"RT FDT ~ (YG)Just when I thought it wouldn't get no sicker...Me &amp; all my peoples, we always thought he was straightInflu...","sentiment_score":0.0}
{"full_text":"RT Lets be honest, we've all broken the lockdown measures in some capacity, be easy with your criticism lol","sentiment_score":0.3583333333}
{"full_text":"RT 2020 is over, not the pandemic. People really needed to be reminded ","sentiment_score":0.2}
{"full_text":"RT RT &amp; follow my friend and this $500 karambit may be yours, rolling the winner in 5 days","sentiment_score":0.0}
{"full_text":"RT New Year's Resolutions:1) Maintain social distancing","sentiment_score":0.0848484848}
{"full_text":"RT Thank you to the amazing staff at the  Croydon vaccination hub for giving me my second covid-19 vaccine today! #teamcroydon","sentiment_score":0.3}
{"full_text":"As much as I'm against with what's currently going on this is actually nasty. Like there's actually no need for this","sentiment_score":-0.2}
{"full_text":"RT Today, after urging our state's legislature to provide support for Michigan families, frontline workers, and small business...","sentiment_score":-0.25}
{"full_text":"Sharon Osbourne stuns fans with dramatic New Year video after COVID-19 hospitalisation","sentiment_score":-0.1484848485}
{"full_text":"Woah Jamal don't pull out the nine","sentiment_score":0.0}
{"full_text":"RT Under rump we've become the Divided States of Embarrassment. In this #NewYear I am ready to go back to being the United Sta...","sentiment_score":0.1}
{"full_text":"Umm yeah!!!!Mikeys Registered Narcissists are overwhelmed Making commercials for ODH","sentiment_score":0.0}
{"full_text":"RT Growing threat of the Lions falling victim to on-going COVID disruption as officials 'starting to fear the worst' about 2021...","sentiment_score":-0.3583333333}
{"full_text":"Hope your parties were worth it you cunts xx","sentiment_score":0.3}
{"full_text":"They should bring in the army and eliminate them from the gene pool. Maybe that would help stop this type of stupidity happening. Hey, they could even have a slogan... \"covid can kill, but bullets defiantly will kill\"","sentiment_score":-0.6}
{"full_text":"RT Trump supporters paid $1,000 a head to see Trump. Instead they got Vanilla Ice, Mike Love and COVID-19","sentiment_score":0.5}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"RT Our workers absolutely deserve this, and access to healthcare is more critical now than ever. #ForceTheVote We will be stand...","sentiment_score":0.2333333333}
{"full_text":"Don't want to show off or anything,  but I didn't have a social life way before the pandemic and it became trendy.","sentiment_score":0.3166666667}
{"full_text":"RT Britain Opts for Mix-and-Match Vaccinations, Confounding Experts-  Is it too much to ask for a bloody trail on exte...","sentiment_score":-0.3}
{"full_text":"RT .@JoeBiden has warned of a \"dark winter\" for our nation. But the dark winter we're facing is not due just to #COVID19,...","sentiment_score":-0.0791666667}
{"full_text":"RT President Trump extended restrictions on green cards and work visas, saying the measures are needed to protect US workers a...","sentiment_score":-0.2}
{"full_text":"COME ON #FLORIDAMAN!https:\/\/t.co\/DgA2FzLZYT","sentiment_score":0.0}
{"full_text":"RT I cannot begin to convey how beloved New Jalisco was to us as a welcoming, loving and accepting organizing space during \"occupy...","sentiment_score":0.4787878788}
{"full_text":"the pandemic is hard bc I never know when a tip actually goes to the employee or not so I try to give cash but......well, ya know","sentiment_score":-0.1458333333}
{"full_text":"RT Our road temperatures are still below freezing, 20 degrees! Seeing a lot of issues on our roads due to ice &amp; snow mix al...","sentiment_score":-0.125}
{"full_text":"RT It was the hardest year of my life.Leading the Quest team and finishing #Cyberpunk2077 during a global pandemic delivered...","sentiment_score":0.0}
{"full_text":"RT Gathering like this without masks should be illegal since it is a severe public health risk. I don't understand why it isn't a...","sentiment_score":-0.25}
{"full_text":"RT After testing positive for Covid-19, #Saints RB Alvin Kamara is eligible to return to play next Sunday provided he remains...","sentiment_score":0.1136363636}
{"full_text":"starting off in FULL POWER with absolutely nothing until march! good effort. then again my life was going pretty hard until lockdown","sentiment_score":0.2097222222}
{"full_text":"First and last pic of 2020...? We love that because of COVID im not working or partying so im wine drunk on the bed instead of stressed at work!","sentiment_score":0.03125}
{"full_text":"RT Here was the New Year's Eve celebration at Mar-a-Lago last night during deadly pandemic...","sentiment_score":-0.0212121212}
{"full_text":"RT A Virginia man was wrongfully arrested by a maskless cop &amp; tested positive for COVID a week later... he is now planning...","sentiment_score":0.1136363636}
{"full_text":"RT NeoProgressives are pissed cuz Senate Dems won't \"stand with Bernie\" filibuster I would question the wisdom of ANY strate...","sentiment_score":0.0}
{"full_text":"RT this you?","sentiment_score":0.0}
{"full_text":"RT What we have seen from Jason Kenney today is a profound betrayal of the trust of the people of Alberta. Period. His Minis...","sentiment_score":0.0833333333}
{"full_text":"RT The same day Florida announced communal spread of B117 variant less than an hour away from Mar-a-Lago.","sentiment_score":-0.0833333333}
{"full_text":"RT \"For months, California did many of the right things to avoid a catastrophic surge from the pandemic\"If did...","sentiment_score":0.3928571429}
{"full_text":"Don't, as they say, hold your breath. They have now done all they set out to do--set the nation on a path to ruin--and they will not work FOR us one single day, ever. It's going to take a revolution to get rid of them; the fascists are now entrenched.","sentiment_score":-0.0714285714}
{"full_text":"RT Pretty bold to use taxpayer dollars to host dinners in the State Dept, during a pandemic, &amp; now his official Sec'y of...","sentiment_score":0.1611111111}
{"full_text":"#GeneralStrike is a very, very good idea","sentiment_score":0.91}
{"full_text":"Then you have been well fooled. Children who get Covid hardly even notice. I can't even say how many my daughters school have had and happily but not surprisingly all are wonderful and now have heard immunity  .","sentiment_score":0.3316666667}
{"full_text":"Top CRE Articles in December 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #CREtech #IoT #Leasing  ","sentiment_score":0.5}
{"full_text":"RT A Virginia man was wrongfully arrested by a maskless cop &amp; tested positive for COVID a week later... he is now planning...","sentiment_score":0.1136363636}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"Our new single \"Nirvana\" is now available for pre-order! We wrote this song at the beginning of COVID and we can't wait for you guys to hear it and all heal from the fuckery of 2020 together! New York, New York","sentiment_score":0.1925324675}
{"full_text":"RT Wisconsin pharmacist arrested for allegedly destroying over 500 COVID-19 vaccine doses","sentiment_score":-0.2}
{"full_text":"RT California started the new year by reporting a record 585 coronavirus deaths in a single day, and more than 47,000 new confirmed ca...","sentiment_score":0.2202597403}
{"full_text":"RT .@NBCNewAmsterdam Season 3 Photos: Max and Helen Share 'Confessions' as COVID Strikes Close -- Exclusive #2021FirstLook","sentiment_score":0.0}
{"full_text":"RT The government is full of incompetents and grifters and morons and charlatans and liars (your husband falls into more than...","sentiment_score":0.0166666667}
{"full_text":"Ohhh yeah that makes sense  noo I get that! i kinda live in a covid free world of privileged people and it's easy to loose sense of things and I'm sorry for questioning ur view. Actually makes a lot of sense , especially if some peope look up to u and stuff","sentiment_score":0.0561105561}
{"full_text":"RT They want u to still wear a mask if u have had the vaccine.  It's never going to stop. Sh...","sentiment_score":0.0}
{"full_text":"We're on day ONE of 2021 and the government have already announced some batshit crazy covid response","sentiment_score":-0.6}
{"full_text":"RT I am headed to the Senate floor again to try one last time to pass $2000 in #covid relief for working families - our strong w...","sentiment_score":0.2166666667}
{"full_text":" independence ... in progress...","sentiment_score":0.0}
{"full_text":"RT 1-866-NYD-2021 - YES, this is a real number! Call now to hear my Netflix recommendations! Please reply with YOUR recom...","sentiment_score":0.3125}
{"full_text":"RT Let me be clear: The Biden-Harris Administration will spare no effort to make sure people are getting vaccinated.","sentiment_score":0.3}
{"full_text":"RT Genomic testing has directly linked the Victorian outbreak (now being called the Black Rock outbreak) to NSW","sentiment_score":-0.0333333333}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"The counties where you are most likely to interact with someone who has Covid-19https:\/\/t.co\/okX4vLd2pC","sentiment_score":0.25}
{"full_text":"\"Give me covid AND give me DEATH!\"https:\/\/t.co\/xBDFpa3BpF","sentiment_score":0.0}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"#ICYMI: Farmington's Look at COVID Year","sentiment_score":0.0}
{"full_text":"ICYMI: People who made a difference during COVID-19 pandemic: Dundas people, organizations responded to early challenges. A look back at how the community dealt with the pandemic in 2020. #HamOnt #Dundas #COVID19https:\/\/t.co\/zTVVKBHprg","sentiment_score":0.05}
{"full_text":"RT More Australians were thrown back into dire poverty, stress and uncertainty today by cuts to welfare than were inconvenienced...","sentiment_score":0.25}
{"full_text":"Pandemic forced people to value migrant workers: PMhttps:\/\/t.co\/c3bYfnaamP","sentiment_score":-0.3}
{"full_text":"RT ER Nurse Tests Positive For COVID-19 After Receiving Pfizer Vaccine","sentiment_score":0.2272727273}
{"full_text":"A humanitarian group is building a 30-bed field hospital to help treat COVID-19 patients in western North Carolina.https:\/\/t.co\/tKQNuIZALN","sentiment_score":0.0}
{"full_text":"As some Oregon businesses plan to open back up on New Year's Day in protest of state coronavirus measures, Governor Kate Brown reinforced the fines and penalties they face for doing so.https:\/\/t.co\/sJQvxy5HHD","sentiment_score":0.0454545455}
{"full_text":"#ICYMI: Farmington's Look at COVID Year","sentiment_score":0.0}
{"full_text":"Let's hope by the fall of 2021 this whole \"corona virus\" thing is behind us...for good! #happynewyears #happynewyear #covid19 #coronavirus","sentiment_score":0.225}
{"full_text":"Wall Travel Charger AC Power Adapter ForiPhone 1AVisit the store:https:\/\/t.co\/IGvNgc7DZv#crazymart #australia #covid19 #covid20#melbourne #hamptonpark #newyear #charging#charger #iphone #chargingstation #fastcharging#powerbank #usb #tech #technology #samsung#carcharger","sentiment_score":0.0}
{"full_text":"Nine #SanAntonio healthcare workers on what treating the #COVID19 pandemic is really like:https:\/\/t.co\/MyiiXHMi1p","sentiment_score":0.2}
{"full_text":"RT 'It's Almost Criminal: Megachurch Hosts Large Crowd For New Year's Eve Wedding - CBS Sacramento #COVID19","sentiment_score":-0.0164502165}
{"full_text":"Veronica \"Vo\" Oliver, 67yo Medical Tech Supervisor, St Mary's Hospital, Reno, NV, died of #covid19 11\/26. \"I knew how bad it was just from the tone in her voice. You could tell she was scared.\" Her last words were \"I love you\". #healthcareheroes #WearAMask","sentiment_score":-0.05}
{"full_text":"Every country has its own entry requirements for travelers. Today we show you the Mexican rules to avoid COVID-19.https:\/\/t.co\/PDWteLnwTB#mexico #moneyback #travel #vacations #traveler #covid_19  #COVID19 #safetyfirst #friday #cancun #requirements #newyear #happynewyear","sentiment_score":0.3}
{"full_text":"During the next 12 months, the way work is performed will be affected significantly by the timing and success of coronavirus vaccine rollouts. What can we expect? writes.https:\/\/t.co\/LtfG5jdHVO","sentiment_score":0.225}
{"full_text":"If you're building your post-pandemic travel bucket list for 2021, we found these cafes in Rizal that have an alfresco dining area with an accompanying view of nature and the city.https:\/\/t.co\/8EzruKk6bc","sentiment_score":0.0}
{"full_text":"RT Now imagine if every one of the 330,000+ deaths received as much attention as the tragic passing of a young congressman-e...","sentiment_score":-0.15}
{"full_text":"Important info","sentiment_score":0.4}
{"full_text":"You Asked: Can I Get COVID-19 From The Vaccine?","sentiment_score":0.0}
{"full_text":"There IS hope... Can we all contribute in lowering the cost?  Thank you Dr. Sue A. Shook","sentiment_score":0.0}
{"full_text":"Come on Georgia the Country is counting on you!","sentiment_score":0.0}
{"full_text":"RT \"Today we remember those doctors who have sadly died of covid-19 in the UK this year\"  ht...","sentiment_score":-0.5}
{"full_text":"RT Thank you. None of us fully understand the longterm impact of covid &amp; how some people may suffer permanent dama...","sentiment_score":0.0}
{"full_text":"As the extent of the COVID-19 catastrophe became clear last spring, Toronto entrepreneur Marcus Fraser thought first of his family, then he thought of his friends, worried what this would mean for all of them.https:\/\/t.co\/I6YTL6VCNL","sentiment_score":0.009375}
{"full_text":"RT FIRST ON 3: Hours after people were turned away due to a \"depleted inventory\" we discovered vaccines were being given to...","sentiment_score":0.0625}
{"full_text":"RT You can't teach fishing when there are no lakes or streams to fish in. Republicans trickle down economics doesn't work, n...","sentiment_score":-0.1555555556}
{"full_text":"Once a model, California now struggles to tame COVID-19","sentiment_score":-0.2166666667}
{"full_text":"Fires, pandemic blamed as ACT misses hazard reduction target by almost 50 per cent, via","sentiment_score":0.0}
{"full_text":"Just received 1800.  Its a start.  Only pays for about 1\/3rd of the amount I'm losing because of covid but whatever.  God will provide, not our governments.","sentiment_score":0.0}
{"full_text":"RT As stated at yesterday's NPHET press conference: the B.1.1.7 (UK) variant only accounts for around 10% of COVID-19 cases in...","sentiment_score":0.0}
{"full_text":"RT We need to take care of Americans hurting because of Covid-19. We need to buttress our cities that are running out of mone...","sentiment_score":0.0}
{"full_text":"RT The Murdoch media is a cancerous, toxic stain on Australian democracy. They continue to misrepresent and politicise the p...","sentiment_score":0.0}
{"full_text":"RT At this Time there are No Covid denying politicians that have refused a Vaccine Shot. Imagine That ","sentiment_score":0.0}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"RT Still seething about this. If it's a hoax, let's take all these imbeciles inside the covid ward without PPE. See how brav...","sentiment_score":0.0}
{"full_text":"RT Sarah is right. Nobody could have handled this pandemic better than our government, other than almost all the other countri...","sentiment_score":0.1339285714}
{"full_text":"RT If you were at a large gathering without face coverings or distancing, please quarantine for 10 days to avoid infecting...","sentiment_score":0.2142857143}
{"full_text":"U.S. Hits 20 Million Cases as COVID Variant Spreads","sentiment_score":0.0}
{"full_text":"Despite the talk of flattening the curve and positivity rates, the pandemic has been a crucible of anxiety, frustration, exhaustion and loss: Health reporter Lindy Washburn reflects on covering COVID-19.","sentiment_score":0.0}
{"full_text":"How To Be The Person Everyone Else Trusts #COVID19 #careerpath #careermode #Marketing","sentiment_score":0.0}
{"full_text":"After a challenging learning curve and uncertainty over how things might proceed in the face of the COVID-19 pandemic, Brevard judges in the 18th Judicial Circuit say they've adapted to a 'new normal' that just might become permanent.","sentiment_score":0.2621212121}
{"full_text":"RT Myth:Health experts and the mainstream media act like there is 100% consensus on the safety &amp; efficacy of the COVID-19...","sentiment_score":0.0}
{"full_text":"RT In case you find it as frustrating as I do that the same names keep popping up on Covid, despite being so provably wron...","sentiment_score":-0.2}
