{"full_text":"RT SHE'S HERE!!I thought I had a subconscious 'thing' for conspiracy theorists, turns out (unsurprisingly) men are just ma...","sentiment_score":0.0}
{"full_text":"India fastest country to cross 1 million Covid-19 vaccinations, 25 lakh doses administered so far: Governmenthttps:\/\/t.co\/1tfkBvg89o","sentiment_score":0.05}
{"full_text":"Health care worker taken to ER just a few hours after getting second COVID-19 vaccine shot. Four days later he was dead.","sentiment_score":-0.1}
{"full_text":"RT Delaying care can be deadly. I know, you never intended for diabetics enrolled in an Obamacare plan to skip thei...","sentiment_score":-0.2}
{"full_text":"why can the DWP put in place a mechanism to support their agency workers during covid. But the DfE does not care enough to support supply teachers working in state funded schools... Replace PPN 02\/20 now.","sentiment_score":0.0}
{"full_text":"RT Spring time is nearly here, why don't you grab yourself a upcycled mask and srunchie set. #masks #WearAMask #shopsmall #...","sentiment_score":0.1}
{"full_text":"Decisions about whether to reopen schools should not be  based on conjecture when there is science to consider:COVID-19 and Youth Suicide: Do the Numbers Match the Headlines? via","sentiment_score":0.0}
{"full_text":"Try in no broker you are sure to get ..... the pandemic and after effects I see so many tolet boards these days and most don't even have takers","sentiment_score":0.5}
{"full_text":"RT Health care worker taken to ER just a few hours after getting second COVID-19 vaccine shot. Four days later he was dead.  htt...","sentiment_score":-0.1}
{"full_text":"Dutch newspaper reports today that #Rwanda is in the top 10 and the #Netherlands at 75 in the Covid Performance Index: a ranking of which countries have best tackled the pandemic. Thumbs up  for #Rwanda! https:\/\/t.co\/54VfpAnPyE","sentiment_score":0.75}
{"full_text":"RT In a post-pandemic world we have to build resilience into the health system that doesn't depend on heroes or sacrifice.#medt...","sentiment_score":0.0}
{"full_text":"RT Don't Panic. #dogecoin Will RISE Again. Buy These Dips. ","sentiment_score":0.0}
{"full_text":"RT I appreciate you, I really do, Dr. I think folks...","sentiment_score":0.2}
{"full_text":"RT The SNP have allocated a whopping PS14.8 million to a constitutional budget which remit includes making the case for independe...","sentiment_score":0.0}
{"full_text":"RT \"Covid-19 has shown that we undervalue public services and the public sector at our peril - now is the time to invest in...","sentiment_score":0.0}
{"full_text":"RT Dubai pays price for festive parties as coronavirus cases surge via","sentiment_score":0.0}
{"full_text":"RT President Trump had ZERO coronavirus cases in his first week in office... Joe Biden has over 200,000!","sentiment_score":0.3125}
{"full_text":"Lockdown making me wanna drink all weekend, every weekend","sentiment_score":0.0}
{"full_text":"Here's the latest #coronavirus chart for #Alberta on the #COVID19 #pandemic #health #Calgary #Edmonton #COVID19AB","sentiment_score":0.5}
{"full_text":"RT Cocopah Indian Tribe leaders, health care workers and more say the COVID-19 vaccine rollout is going pretty well, but th...","sentiment_score":0.375}
{"full_text":"I absolutely love that the covid briefings have simultaneous BSL. Props to the signers on what must be a pretty mammoth job.","sentiment_score":0.375}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT father god I can't wait till the day the world Covid free","sentiment_score":0.4}
{"full_text":"A serious slander... even thought about politicising it... clearly show who u r","sentiment_score":-0.1166666667}
{"full_text":"RT This should alarm you! \"Maybe it will be the case that international travel is not possible this summer [or] Christmas...","sentiment_score":0.0}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"RT in the latest bulletin of the World Health Organization (January 2021)--the definitive metastudy of COVID-19 infection fatali...","sentiment_score":0.5}
{"full_text":"RT There is only one solution to put this nightmare pandemic behind usGet outbreaks under control everywhereHow?Put in p...","sentiment_score":-0.2}
{"full_text":"RT All the medical students including allied health sciences are requested to join. Demands: Take medical exams online without...","sentiment_score":0.0}
{"full_text":"RT The pandemic has devastated families all across the country. Many organizations and people have stepped up to give back....","sentiment_score":0.25}
{"full_text":"Yes, the COVID19 vaccine.","sentiment_score":0.0}
{"full_text":"Great advice from the doctor!","sentiment_score":1.0}
{"full_text":"RT Turkish Airlines has received the 3rd Airbus A350-900 registration TC-LGA.The first two aircrafts have been received...","sentiment_score":0.125}
{"full_text":"RT This is one of my best mates Simon de Winter. COVID killed him at 9.24am on the 30th December. His parents wanted you to...","sentiment_score":0.4}
{"full_text":"RT All of us at We are Stoke continue to pass on our best wishes to season ticket holder Wayne Adams who continues to fight c...","sentiment_score":1.0}
{"full_text":"RT Our society as a whole needs to be held responsible for how we've caused more deaths of despair than prevented deaths...","sentiment_score":0.3}
{"full_text":"RT Remember the UK flu outbreak in 2018?Perhaps my memory is failing me, but I don't recall the flu lockdowns.","sentiment_score":0.0}
{"full_text":"RT Meanwhile ---standby for CUOMO to go NUCLEAR on  She's finally showing some \"backbone\" by investigating t...","sentiment_score":0.0}
{"full_text":"RT This is Lawrence Fox.  See?  He *can* wear a face mask.","sentiment_score":0.0}
{"full_text":"but only 49% effective against the south African variant that's the problem now that its here in the US and spreads quickly..","sentiment_score":0.2333333333}
{"full_text":"RT #Davos2021 | Female leadership will be essential to redesign the post-COVID era and make it more inclusive and more susta...","sentiment_score":0.25}
{"full_text":"RT If you haven't read this thread about COVID, mutations, vaccines and the need for a global response by you should.","sentiment_score":0.0}
{"full_text":"RT Novavax - Made in Teesside. I'm incredibly proud about news that 60 million doses will be manufactured at Fujifilm Di...","sentiment_score":0.8}
{"full_text":"RT COVID-19: Vaccine rollout in English prisons to begin today","sentiment_score":0.0}
{"full_text":"RT There is only one solution to put this nightmare pandemic behind usGet outbreaks under control everywhereHow?Put in p...","sentiment_score":-0.2}
{"full_text":"RT The more I find out about what educators are doing for young learners during the pandemic (through the frequent pivots, cha...","sentiment_score":0.2333333333}
{"full_text":"RT #Tanzanian President has rightfully warned his health ministry against hasty procurement of #COVID19 vacci...","sentiment_score":0.0}
{"full_text":"RT New Cycling UK research suggests that young people, already facing the economic effects of the pandemic, are likely to...","sentiment_score":0.1090909091}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT From Monday 1st Feb, &amp; Archbishop are calling on Christians &amp; all people of good will, t...","sentiment_score":0.7}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"RT Have you seen  BASTIAN's online exhibition of works by Robert Rauschenberg?@artspod has more: h...","sentiment_score":0.5}
{"full_text":"RT A bear, however hard he tries,Grows tubby without exercise.Our Teddy Bear is short and fat,Which is not to be wondered at....","sentiment_score":-0.1458333333}
{"full_text":"The plot thickens","sentiment_score":0.0}
{"full_text":"RT 'Covid denier' Gary Matthews dies from the virus alone day after testing positive. 'A talented artist and much-loved son...","sentiment_score":0.4636363636}
{"full_text":"Traveling to Canada during Covid-19: What you need to know before you go","sentiment_score":0.0}
{"full_text":"RT Just a reminder; the reported cases are the ones that they screen only. The latest SOP from KKM is that they won't screen...","sentiment_score":0.25}
{"full_text":"RT It is worth repeating - Boris Johnson didn't turn up to the first several Government Covid meetings - app he was busy clearing...","sentiment_score":0.1625}
{"full_text":"It would be great if highly paid journalists, like or could question ministers about this growing scandal at one of the press conferences they have the privilege to attend.","sentiment_score":0.48}
{"full_text":"RT Trudeau: \"the borders are closed\" 6.3 million travellers: \"hold my beer\" ","sentiment_score":-0.1}
{"full_text":"RT SPECIAL REPORT: The Federal Reserve's One Last Hail Mary\"What many in the mainstream media have failed to include...","sentiment_score":0.0892857143}
{"full_text":"RT Why would President Biden issue an executive order banning the term \"Chinese virus\"?  Covid 19 came from China. No one do...","sentiment_score":0.0}
{"full_text":"RT Ireland to get 300k fewer AZ doses due to EU shortfall via","sentiment_score":-0.125}
{"full_text":"RT Britain added the UAE to its coronavirus travel ban list, shutting down the world's busiest international airline route from D...","sentiment_score":-0.0777777778}
{"full_text":"RT In order to combat skepticism and misinformation in the Black community, my great colleagues from are joi...","sentiment_score":0.3166666667}
{"full_text":"Exercise Cygnus in 2016 warned \"UK'spreparedness and response, plans, policies &amp; capability, are currently not sufficient to cope with extreme demands of a severe pandemic that will have a nationwide impact across all sectors\", BUT NO ACTION WAS TAKEN.Need we say more?","sentiment_score":0.08125}
{"full_text":"RT Right yeah, so the missus and I totally got coronavirus. We tested positive last week and basically lost the last 10 days. We...","sentiment_score":0.1025974026}
{"full_text":"RT FLASHBACK: Media fawned over Cuomo's 'leadership' during COVID as NY nursing home scandal brewed vi...","sentiment_score":0.0}
{"full_text":"RT What a Zero COVID approach means - they have traded international mobility for daily life back. We are still debating a...","sentiment_score":0.0}
{"full_text":"RT Post Covid the accounting and finance service industry sector has come across many challenges and opportunities. know mo...","sentiment_score":0.5}
{"full_text":"RT and just so we're aware, if it wasn't for Covid I woulda done the tour pregnant ","sentiment_score":0.2916666667}
{"full_text":"Reminding a party to make good on a contractual agreement is not 'badly conducting yourself', nor is it shambolic. If anything it's a good advert for a robust and reliable legal system, which respects the law of contract.We see through this kind of dog whistle nationalism |","sentiment_score":0.51}
{"full_text":"What a stupid comment when Trump held rallies and did not wear a mask and  not forgetting an attempted coup. Just dont answer the phone.....","sentiment_score":-0.8}
{"full_text":"This is just so damn tragic and sad.","sentiment_score":-0.625}
{"full_text":"1\/2 I want to pay tribute to #funeral #undertakers and their staff for the work they are doing during this pandemic. My 83 year old constituent emailed me today to say both of her sons are undertakers who, on top of their already challenging jobs, are having to find ways to deal","sentiment_score":0.3666666667}
{"full_text":"Shout out to the Pandemic Line!!! Y'all are cute!!","sentiment_score":0.78125}
{"full_text":"In the case of Cannabis to target BIPOC people with a whole bunch of screwball studies conducted by CDC\/the feds to support it over the years (which can be easily ripped to shreds when empirical standards are applied), the truth of the matter is that we have missed out...","sentiment_score":0.2444444444}
{"full_text":"For Golf, Covid Is Even Better Than Tiger - The Wall Street Journal","sentiment_score":0.5}
{"full_text":"My blood boils. For so many families, it's a choice of not earning anything or risking covid - they REALLY CAN'T work from home2\/3 of my family are essential workers. A teacher and a train driver.3\/3 are currently recovering from covid.","sentiment_score":0.175}
{"full_text":"A team of World Health Organization researchers are in Wuhan--ground zero for COVID-19--to investigate the pandemic's origin. Via","sentiment_score":0.0}
{"full_text":"RT Kunal Kamra hitting two birds with one stone : \"To believe any institution of power in a democracy is beyond criticism is li...","sentiment_score":0.0}
{"full_text":"RT Why would President Biden issue an executive order banning the term \"Chinese virus\"?  Covid 19 came from China. No one do...","sentiment_score":0.0}
{"full_text":"#Allow_FullCapacity_4_TrainingAlsoAs corona cases are decreasing rapidly and vaccine has been released so why there is restriction on training institutes ?","sentiment_score":0.0}
{"full_text":"RT If there are no consequences and no justice after a coup attempt that killed 5 Americans including a police officer, then...","sentiment_score":-0.2}
{"full_text":"Let's look at Elise Stefanik's contribution Singing praises of Trump's extraordinary handling of the pandemic that left 440k+ dead and 26m+ infectedWhining non stop while getting named to nonsensical task forcesHolding super spreader rallieshttps:\/\/t.co\/0eBHaFyaGz","sentiment_score":0.1166666667}
{"full_text":"You see she is funded as well but by people who wish to sell more guns to COWARDS like her..which I find hilarious because God will protect them from COVID but not some bad guy?? In my 51 years I have never found a situation were a good would have made things  better ","sentiment_score":0.3}
{"full_text":"RT Health experts warn new COVID mutations could prolong the pandemic for another YEAR","sentiment_score":0.1363636364}
{"full_text":"RT #BREAKING Zimbabwe extends Level 4 coronavirus lockdown by two more weeks to February 15","sentiment_score":0.5}
{"full_text":"Clearing away all of your things from your kitchen-living space every night can make #WFH all the more frustrating. Now, during Lockdown 3, the time has come to improve your set-up. Give us a call - 01785 248542 or visit #remoteworking #architect","sentiment_score":0.05}
{"full_text":"Depends how the good manager is basically in terms of duty of care. I won't name them but some of my lads in that boat not kicked a ball for 3 weeks at a time. Shocking! I mean outside of covid restrictions of course. At moment 23\/1 teams all on different rotas so separate often","sentiment_score":-0.1225}
{"full_text":"RT Don't worry folks Chris Cuomo is going to be all over this one!","sentiment_score":0.0}
{"full_text":"IT'S FRIDAY! We hope you have a great weekend and don't forget to wear a mask when needed! #weekend #COVID19 #enjoy #education #TGIF #FridayMotivation","sentiment_score":0.7}
{"full_text":"Here are the latest vaccination stats for the Bailiwick.If you're unwell on the day of your appointment\/in self-isolation please call 707607 to discuss. Please don't attend the Vaccination Centre if you have any symptoms.More at: #GuernseyTogether","sentiment_score":0.5}
{"full_text":"No need to cover Covid-19 remains in plastic - health departmentRead more&gt; #RekordPretoria","sentiment_score":0.0}
{"full_text":"Breaking News!Our BM100 unit has been tested for removal of Human Corona Virus in AIR, and proven to have removal efficiency &gt; 99.99%. The test was carried out on Corona Virus HCoV-229E, one of the 7 Coronavirus strains including SARS-CoV-2. #covid2, #NCCOtechnology, #antivirus","sentiment_score":0.0}
{"full_text":"How #Covid19 Changed India, One Year OnWatch #News18Debrief with at 7.27 pm only on CNN-News18.","sentiment_score":0.0}
{"full_text":"WHO FANCIES A LONG WEEKEND TO ATHENS?PS60pp WILL LOCKDOWN THIS TODAY Manchester flights  30th June 2022 3 Nights B&amp;B Luggage included Rooftop bar with whirlpoolsOnly PS395pp.. PS60pp deposit followed by 14 payments of PS24pp Call us on 0161 660 5597","sentiment_score":-0.05}
{"full_text":"Most metrics of the COVID crisis continued to improve in the Capital Region this week, with declining positive test rates and fewer people hospitalized.","sentiment_score":0.3636363636}
{"full_text":"JUST NOW TO J&amp;J \"work horse\" vaccine out with promising data. 85% effective in preventing severe COVID-19 even against troubling South African strain. Single-shot, easier storage requirements. 100M doses in the US by June if FDA gives go-ahead","sentiment_score":0.2666666667}
{"full_text":"Between Monday and Tuesday the Franklin County Health Department reported 153 newly confirmed COVID-19 cases. On Wednesday 29 cases were recorded followed by 38 on Thursday. In all, 220 county residents have tested positive this week.","sentiment_score":0.3136363636}
{"full_text":"RT If this happens during semester exams, it would directly affect the preparation and the student's exam day strategy. #...","sentiment_score":0.1}
{"full_text":"The most recent 7-day rate of new COVID-19 infections in Barnsley is 264.1 per 100,000 people in the population (using data for 7 days ending on 23 Jan). This is slightly higher than yesterday's figure of 263.7 per 100,000. Rate calculated using data from","sentiment_score":0.2215909091}
{"full_text":" Clashes between police and protesters angry over a strict lockdown continued in #Tripoli, #Lebanon for a 4th consecutive night on Thursday.\"Enough of poverty and hunger. The Lebanese people live in pain,\" said one man@FrazJ has more on the unrest ","sentiment_score":0.0340909091}
{"full_text":"If you are unfortunate enough to contract Covid-19 and your symptoms are such that you can look after yourself at home, the Mid and South Essex Health and Care Partnership has released some useful tips on how to treat it.","sentiment_score":-0.04}
{"full_text":"The COVID-19 pandemic has drastically changed the way we work and teach. To adapt to the changing needs of our members, we've spent the past 10 months reviewing our grants to see how they can better suit these new needs - find out more on our website:","sentiment_score":0.1572727273}
{"full_text":"5 ways to make online learning a positive experiencehttps:\/\/t.co\/bdQNsDQZVy","sentiment_score":0.2272727273}
{"full_text":"RT Giving some examples on just now about why we we could have  - and should have - avoided more than100,000...","sentiment_score":0.5}
{"full_text":"READ: Despite the unprecedented challenges brought about by the Coronavirus pandemic, we are still working hard thanks to your generous contributions. Find out more in our latest update here Philip van Coller","sentiment_score":0.3016666667}
{"full_text":"This is why #COVAX is essential! Equitable access to #COVID19 vaccine is the way out of this crisis.","sentiment_score":0.0}
{"full_text":"Gov. Jim Justice has scheduled a COVID-19 news conference for noon Friday.https:\/\/t.co\/5ValyTlcqe","sentiment_score":0.0}
{"full_text":"Jill Robinson, Martin Vogel and Tom Wenzel, Column Editors from our society journal Analytical and Bioanalytical Chemistry (ABC), are preparing a series on teaching analytical science during the pandemic - take a look at the first articles of this series.","sentiment_score":0.25}
{"full_text":"Wash hands often to help slow the spread of COVID-19. Keep these key times in mind for when to wash your hands and remember to practice other protective actions like staying 6 feet from others and wearing a mask.","sentiment_score":-0.1416666667}
{"full_text":"Join us today - Friday - in Bradford Cathedral for personal prayer. 2pm - 4pm Restrictions in placeFor full details and the latest guidance in this lockdown period, please visit","sentiment_score":0.2833333333}
{"full_text":"High Park is closed to vehicle traffic on weekends. The vehicle closure begins Friday night at approximately 11 p.m., and ends Monday morning at approximately 7 a.m. Limited street parking is available on Bloor Street.Visit for updates to City services.","sentiment_score":-0.0685714286}
{"full_text":"Flashing back to last Friday - when the first group of #SEPTA frontline employees received their first dose of the #COVID19 vaccine at #ISEPTAPHILLY #werideon #FlashbackFriday","sentiment_score":0.125}
{"full_text":"For some Canadian athletes, the thought of receiving a vaccine  before a fellow citizen in greater need would undermine the meaning of being an Olympian.#Coronavirus #Tokyo2020","sentiment_score":0.5}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurveDay #6 of 7 days of - music from the heartland!https:\/\/t.co\/eepUHQ7xXC","sentiment_score":0.0}
{"full_text":"RT Spot on as always","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 29\/01\/2021 18:30Total Cases: 10720972 [+1]Active: 169285Recovered: 10393162 [+0]Deaths :154047 [+0]Total Tests: 195.08MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The latest updated Covid-19 figures for #Solihull: 394 cases per 100,000 people in the latest week 18 Jan-24 Jan.(source BBC News: )Please continue social distancing and stay at home to keep each other safe.","sentiment_score":0.3180555556}
{"full_text":"How transparent are European governments with scientific data underpinning pandemic response measures? Fellow Matteo de Nes is looking for answers in his #reconstitution project. This month his stage begins.More info:","sentiment_score":0.0}
{"full_text":"Don't miss out on J&amp;B Recycling's monthly newsletter. Featuring staff, recycling and business news and updates during the coronavirus crisis.Make sure you sign up here: #B2BHour #Restaurants #CommercialWaste #Foodie #Recycle #NEBusiness","sentiment_score":0.5}
{"full_text":"COVID-19 cases are thankfully beginning to fall, but hospital admissions are still critical. Now's not the time to be complacent #stopthespread #RBWMtogether Don't be the one...","sentiment_score":0.0}
{"full_text":"recovery plan includes: Support for communities hit by COVID-19 Enhanced unemployment benefits Increasing the minimum wage to $15\/hr Providing additional support for small businesses State and local government aid for vaccines, testing, and schools","sentiment_score":-0.125}
{"full_text":"As a socially responsible company, we are aware the hardships many people in Berlin go through in the wake of Covid-19. Among the most vulnerable are the city's homeless. That is why we have donated part of our prize money from InnoPreisHow you can help","sentiment_score":0.19}
{"full_text":"PCH employees have been recognizing their fellow team members for showing heart and dedication during the COVID-19 pandemicMeet Brooke Trissel.  Brooke does all of our marketing and community outreach for PCH. She hides behind the scenes on every project and idea. During th...","sentiment_score":-0.4}
{"full_text":"Will vaccinating the most vulnerable people signal the beginning of the end of #COVID19 restrictions?@adamboultonSKY, and discuss this on the #AllOutPolitics podcast Listen here ","sentiment_score":0.0}
{"full_text":"Our weekly Friday Insider, sponsored by digs deep as always.How has the pandemic impacted the Penguins' player development? How will the search for Rutherford's replacement go? How do the #Steelers feel about their backup QBs? That &amp; more:https:\/\/t.co\/iphjqcPXJy","sentiment_score":0.0}
{"full_text":"RT Covid case numbers are falling too rapidly it seems.  So the NHS, it seems, has embarked on a campaign of randomly contactin...","sentiment_score":-0.5}
{"full_text":"RT People are asking why Johnson visited Scotland today under lockdown. Because when he visits with no lockdown this happens...","sentiment_score":0.0}
{"full_text":"RT Thanks to the entrepreneurship of companies like &amp; we are leaders in vaccine production....","sentiment_score":0.2}
{"full_text":"#PayTheGrants: A call for the Social Relief of Distress grant to be extended and increased to R585. \"The grant makes a difference in people's lives, particularly looking at the price of commodities which increased during the lockdown and second wave.\"","sentiment_score":0.0666666667}
{"full_text":"You've probably seen lots of numbers and letters and words on mutations and coronavirus variants, so I went an explained where all this comes from, why scientists track these things and what it means for  + you!https:\/\/t.co\/qyN0JFEgxx","sentiment_score":0.0}
{"full_text":"Watch the 2021 State of the Schools alongside at 8:00 a.m. on and The address will include a discussion of working together amid the COVID-19 pandemic and progress toward a return to the classroom.","sentiment_score":0.0}
