{"full_text":"South Africa adds restrictions to curb coronavirus","sentiment_score":0.0}
{"full_text":"boris is making ANOTHER announcement??? what more can he be announcing we are literally in lockdown i'm-","sentiment_score":0.5}
{"full_text":"RT ICYMI new Guardian piece on 'Lockdown 3.0': where are we, why are scientists concerned and how do we climb out of the deep...","sentiment_score":0.0681818182}
{"full_text":"\"The pandemic is stealing my early twenties \" it's been less than a year and you're still out doing the same shit and partying and hanging out in big groups so I gotta know which part you're missing out on???? We didn't even really get a lockdown","sentiment_score":-0.0380952381}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT #voteOurFuture and remember to bring #JoyToThePolls!!","sentiment_score":0.0}
{"full_text":"RT 6) Also Florida has a problem with fraudulent schemes to scam the elderly.","sentiment_score":0.0}
{"full_text":"RT Conservative party advisor Rafe Hubris phoning Boris Johnson RE: His speech to announce a new national lockdown","sentiment_score":0.1363636364}
{"full_text":"Please do keep working hard and quickly! Lockdown in November seemed like a mild inconvenience. This one feels a lot more bleak and sinister. I hope that you can help to get us out of this!","sentiment_score":-0.1111111111}
{"full_text":"Again, might just be a hedging opportunity, but grabbed Pittsburgh -5. The coach is one thing, but now key O-line covid issues too for Cleveland.","sentiment_score":0.0}
{"full_text":"RT Stay Home. Protect the NHS. Save lives. And if you don't want to listen to me, please listen to the doctors and nurse...","sentiment_score":0.0}
{"full_text":"Important - vaccine scam alert, be on guard! And our guide to the new lockdown rules and regulations. Check it all out here. -","sentiment_score":0.3181818182}
{"full_text":"Get teachers vaccinated then we can all talk about opening schools again.","sentiment_score":0.0}
{"full_text":"Find links to recorded webinars and resources to help local leaders navigating economic recovery from #COVID19.  #ncIMPACTNext webinar - Jan. 27 at 2pm:","sentiment_score":0.1}
{"full_text":"Try telling that to students with exams this week. This pandemic has been running  almost a year and yet there was no plan b in place already ? Disgraceful","sentiment_score":0.0}
{"full_text":"RT It is an outrage that over 1 million workers who lost jobs during the pandemic haven't received the benefits they earned an...","sentiment_score":0.0}
{"full_text":"RT The suspended Scottish National party MP Margaret Ferrier has been arrested by police and charged with breaching corona...","sentiment_score":0.0}
{"full_text":"RT Everybody has malaria in Lagos. Lol. Sho ni covid, tell us.","sentiment_score":0.8}
{"full_text":"RT Trump was planning to go to Scotland to avoid seeing Biden being sworn into officehttps:\/\/t.co\/g9Ns4Os6hX","sentiment_score":0.0}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"RT It's great to see India's leadership in scientific innovation and vaccine manufacturing capability as the world works to end...","sentiment_score":0.8}
{"full_text":"The latest  THE BARRON SOUL SHOW DAILY! Thanks to #swfc #covid19","sentiment_score":0.2333333333}
{"full_text":"RT Please reach out if you are struggling - You are not alone  #lockdown #youarenotalone RT","sentiment_score":0.0}
{"full_text":"WEAR. A. FUCKING. MASK. WASH YOUR HANDS. WATCH YOUR DISTANCE.","sentiment_score":-0.6}
{"full_text":"RT Let's clear something up, \"I am not a scientist I am however a dad, granddad, husband and friend\". I see all of these pe...","sentiment_score":0.1}
{"full_text":"RT #birthday #cocktail #orangeGary, please ZEST UP  my Lockdown Birthday with a fruity DM from you, my he...","sentiment_score":0.0}
{"full_text":"RT We know things might be feeling harder in the wake of last night's news. Just a reminder that we've got lots of resource...","sentiment_score":-0.05}
{"full_text":"Day 1 of lockdown. I was relatively optimistic being in an area of catering that can still operate...... Then came the email saying that returning to work has been delayed. Is this the start of the beginning once again  #lockdown20201 #cheflife","sentiment_score":0.0}
{"full_text":"RT JUST IN. Hong Kong said it detected the presence of the UK variant of COVID-19 in a passenger who returned from Manila o...","sentiment_score":0.0}
{"full_text":"#NowPlaying: Stek Covid Music Fest #TempoRadioMX","sentiment_score":0.0}
{"full_text":"RT When you're out and about .... wear a damn mask. Please!","sentiment_score":0.0}
{"full_text":"RT According to Speaker Pelosi, healthy Americans must wear masks, close their small businesses, and stay home at all times....","sentiment_score":0.125}
{"full_text":"RT #KBF: \"ThErE iS No ViRuS. LoCkDoWn HaSn'T wOrKeD. LoCkDoWn ShOuLd Be LiFtEd NoW\".Well that's Because We've only been...","sentiment_score":0.0}
{"full_text":"RT Trump not allowed into Scotland to escape Biden inauguration, Sturgeon warns","sentiment_score":0.0}
{"full_text":"RT Emphasizing that his focus remains on Florida's elderly population, Gov. Ron DeSantis on Monday said teachers and school s...","sentiment_score":0.0}
{"full_text":"Bad people do bad things, but for 'good people' to do bad things, all it takes is religionJacob Rees-Mogg; broke Covid rules by crossing tiers to go to church via","sentiment_score":-0.35}
{"full_text":"Stay home, minimize your exposure to people, wear your mask, wash your hands &amp; maintain your distance. We all need to take this virus seriously. --Joe Aldecoa, patient, paramedic &amp; survivor of #COVID19 that left him w\/ 50% lung capacity. https:\/\/t.co\/YmNpQPFIdL","sentiment_score":-0.1666666667}
{"full_text":"RT Gran who 'handed out jellied snacks made from flesh of murder victims' dies of Covidhttps:\/\/t.co\/aLGxt9sjPE","sentiment_score":0.0}
{"full_text":"i can't say much about this because i can't possibly know how you're feeling but i do know that you can't be the only one. school sucks, pandemic or not but with everything that's happening it's gotta be 10 times harder for you. take some time for yourself and don't be afraid to-","sentiment_score":-0.1333333333}
{"full_text":"RT #India continues to take decisive action &amp; demonstrate its resolve to end #COVID19 pandemic. As the 's largest vaccine produ...","sentiment_score":0.1}
{"full_text":"RT Mitch McConnell is the single biggest obstacle to getting the real COVID-19 relief we need. Do your thing today, Georgia! Vot...","sentiment_score":0.0892857143}
{"full_text":"South Africans are the ones who suffer most in their country while the Government is giving foreigners cream treatment. Our lives are put in danger when foreigners are flocking in. But they say our behavior!. What's the Gov doing to protect us from Covid!","sentiment_score":0.78125}
{"full_text":"RT I told myself I was gonna behave today but who was I kidding. I just watched the system fail a Latinx elderly woman who...","sentiment_score":-0.5}
{"full_text":"Maybe this pandemic is just taking its toll on your \"normal\". We are only human !!!","sentiment_score":0.05}
{"full_text":"RT 7) Israel meanwhile...","sentiment_score":0.0}
{"full_text":"RT In less than a year, our government has dictated 1) when we can leave our homes; 2) if we can work; 3) what we can buy; 4)...","sentiment_score":-0.1666666667}
{"full_text":"RT Seen a lot of posts from fellow blues in the last few days about struggles with mental health &amp; with lockdown etc. Us blues...","sentiment_score":-0.1}
{"full_text":"RT smart witches would war-lock that down","sentiment_score":0.0293650794}
{"full_text":"RT Our time is now, Georgia. Vote today: #gapol #gasen","sentiment_score":0.0}
{"full_text":"RT Nationwide lockdown, you say?","sentiment_score":0.0}
{"full_text":"RT Amid a devastating Covid-19 surge, Los Angeles County ambulance crews told not to transport patients with little chance of surviva...","sentiment_score":-0.59375}
{"full_text":"RT #Browns Pro Bowl G Joel Bitonio and WR KhaDarel Hodge are the two players to test positive for COVID-19, per NFL Networ...","sentiment_score":0.2272727273}
{"full_text":"RT Praying and remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also f...","sentiment_score":0.0}
{"full_text":"RT You win. I give up, unless all borders are closed #CloseTheBordersNow   this is not going to stop #COVID19 I will sh...","sentiment_score":0.35}
{"full_text":"This is actually for an editorial that I'm writing, where I refer to this project, and wanted to point to the license that is being used, but couldn't find anything.Also driven by looking at FAIR (in particular data resources in the context of COVID-19","sentiment_score":0.2888888889}
{"full_text":"In the 3rd lockdown and the cases are higher than the 1st Lockdown the Clinically Vulnerable people have been forgotten","sentiment_score":-0.0833333333}
{"full_text":"RT Per CDC, COVID vaccines looking impressively safe.Through Dec 22, after nearly 1 million doses, only 307 ED visits, al...","sentiment_score":0.3666666667}
{"full_text":"RT Here a link to an article published yesterday in Lockdown Skeptics. It's a pretty long article (8,400 words). Many are...","sentiment_score":0.2333333333}
{"full_text":"Isn't she supposed to be quarantined after COVID exposure last week? Or was that Perdue?","sentiment_score":0.0}
{"full_text":"NO NO AND NO","sentiment_score":0.0}
{"full_text":"RT \"In relation to patients tested with the UK strain, ... [patient] 9003 took PR300 and arrived in the Hong Kong on the 22nd o...","sentiment_score":0.0}
{"full_text":"RT I'm gonna try this offline after covid","sentiment_score":0.0}
{"full_text":"Crazy. Putting the onus on first responders, LA County Paramedics Told Not To Transport Some Patients With Low Chance Of Survival","sentiment_score":-0.1166666667}
{"full_text":"They just moved to level 5 lock down in the UK.","sentiment_score":-0.1555555556}
{"full_text":"Canada has a smaller population than California! Why don't you get on Cali for killing nearly 27,000 people with their slow &amp; horrible response? You forget we have almost 350 million people in the USA. The Dems had the slowest response to covid &amp; violate their own mandates daily!","sentiment_score":-0.1}
{"full_text":"This is the region copying thousands of occuppied histoical region implimeted grains privatise bill adapting,they have govt with history of of occupation in global region &amp; offered Max benefit to own ppl,what we do squeezing blood of own people as tax even in Pandemic (any help?)","sentiment_score":0.4}
{"full_text":"RT Good morning Twitter With the news of another Lockdown, people may be furloughed or just stuck at home  Well now...","sentiment_score":0.7}
{"full_text":"RT std tests as well.","sentiment_score":0.0}
{"full_text":"RT BREAKING: UK records 60,916 new COVID-19 cases, the highest daily increase of the pandemic to date, and 830 more deaths.","sentiment_score":0.2121212121}
{"full_text":"RT We are devastated that a COVID hoax conspiracy is gaining prominence. These pictures of ambulances queuing outside of hospi...","sentiment_score":0.0}
{"full_text":"we are in lockdown but gotta go in school for an exam on monday ","sentiment_score":0.0}
{"full_text":"RT 1 in 5 people in LA has COVID.","sentiment_score":0.0}
{"full_text":"RT 504 untruths in a single day.","sentiment_score":-0.0714285714}
{"full_text":"COVID-19 vaccinations have expanded to faculty &amp; staff 65 &amp; older. &amp; Mike Foley, a professor in both in this age range, received their first doses of the vaccine this morning. Details about community vaccination efforts will also be shared soon.","sentiment_score":0.2083333333}
{"full_text":"Absolutely heartbroken for Joel Bitonio","sentiment_score":0.2}
{"full_text":"RT Chicago continues to have only one map","sentiment_score":0.0}
{"full_text":"RT Posing in an NHS t-shirt while undermining the Covid vaccination campaign is exactly what you'd expect from a...","sentiment_score":0.25}
{"full_text":"RT Turkey reports 14,494 new coronavirus cases, 194 deaths - health ministry","sentiment_score":0.1363636364}
{"full_text":"There were nearly 1000 covid deaths a day on some days over the holiday period. Kent patients have been finding the nearest available ICU bed is in Devon, or Leeds. I honestly don't care if that's because of variant or old variant. It's a sign that something has to change.","sentiment_score":0.3}
{"full_text":"RT HOW TO GET LAPTOPS AND TABLETS FOR CHILDREN WHO CANNOT ATTEND SCHOOL. Please share with your networks. ...","sentiment_score":0.0}
{"full_text":"can we please have reliable testing my dad tested positive Sunday in hospital only to find out later he hasn't got it he had previously had covid in November with few symptoms this may help with the figures","sentiment_score":-0.0278787879}
{"full_text":"The vaccine goes to special people and lockdown is all to late","sentiment_score":0.0285714286}
{"full_text":"Just listened to Neil Ferguson saying lockdown measures could be lifted gradually from March over the rest of the year. Probably just in time for the next variant to put a stop to Christmas 2021 to repeat lockdown. When are people going to put a stop to this madness.","sentiment_score":0.0}
{"full_text":"\/ it's more difficult to find a job in this situation because of Covid too ;-;","sentiment_score":0.0}
{"full_text":"RT Hope you're all doing alright today.If you're at home, please don't beat yourself up if you eat a lot, sleep weird hour...","sentiment_score":-0.5}
{"full_text":"RT I'm thrilled and grateful for the opportunity to join the Washington Post, where I'll continue to cover the pandemic and do m...","sentiment_score":0.6}
{"full_text":"RT Indonesia: It means the disease is out of control and you need sincere leadership, clear public messaging, ensure public...","sentiment_score":0.15}
{"full_text":"fuck??","sentiment_score":-0.4}
{"full_text":"I hear you!  We're just finishing month 2 of total lockdown (no gyms, shops, restaurants), and headed into month 3..  ","sentiment_score":0.0}
{"full_text":"RT Staggeringly awful figures","sentiment_score":-1.0}
{"full_text":"RT It's a new year, but the pandemic isn't over yet and we need to remain vigilant. Tune in now for my Tuesday update on th...","sentiment_score":0.1363636364}
{"full_text":"RT If you are working in the NHS, what support is available for your wellbeing? Compilation from","sentiment_score":0.4}
{"full_text":"RT Here's my experience of using a smartscale to stay fit during the pandemic. My assessment: a preventive healthcare model i...","sentiment_score":0.4}
{"full_text":"What the.... ","sentiment_score":0.0}
{"full_text":"LMFAO them bitches need to wear a mask","sentiment_score":0.0}
{"full_text":"RT Daily COVID-19 vaccine doses administered per million people (7-day average): Israel 13,993 United States 1,051 De...","sentiment_score":-0.075}
{"full_text":"Anyways if you wanna know just how insidious and deep anti-vax bullshit is leaked, I just had a normally intelligent and well reasoned boomer that gets vaccinated every year express he has some doubts of the COVID vaccine because \"Science isn't always right and it was made fast\"","sentiment_score":0.3214285714}
{"full_text":"RT PSA There are MANY symptoms for Covid19:FeverChillsFatigueBone\/ joint\/ muscle painSkin rashHeadachesDizzinessS...","sentiment_score":0.5}
{"full_text":"RT I agree with the FDA. The two-dose regimen is proven to have 95% efficacy. Prime-boost is used for many vaccines for good r...","sentiment_score":0.6}
{"full_text":"This is absolutely terrifying","sentiment_score":-1.0}
{"full_text":"RT I've never liked Piers Morgan's stance on COVID: he's terrified the nation since the startBut anybody who now treats h...","sentiment_score":-0.3}
{"full_text":"RT People in Scotland ordered to stay at home until the end of January amid a fresh Covid-19 lockdown, starting from midnight...","sentiment_score":0.15}
{"full_text":"RT WATCH: Car crash interview with Labour's Shadow Chancellor, Anneliese Dodds. She completely failed to give any costings...","sentiment_score":-0.5}
{"full_text":"RT Amid a devastating Covid-19 surge, Los Angeles County ambulance crews told not to transport patients with little chance of surviva...","sentiment_score":-0.59375}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"100% USA Made Face MasksWe are now producing 3 ply face masks made right here in the USA. It is our goal to bring jobs back to American soil and support our local economy.Learn More about USA Made Masks: #flattenthecurve #americanjobs","sentiment_score":0.1571428571}
{"full_text":"RT We're counting on you, Georgia.","sentiment_score":0.0}
{"full_text":"RT WATCH LIVE: An update on coronavirus (5 January 2021)","sentiment_score":0.1363636364}
{"full_text":"Al pa covid test :)","sentiment_score":0.5}
{"full_text":"RT Very sorry to hear that Doris &amp; Lillian, Britain's oldest identical twins who gave @GMB viewers so many laughs earlier t...","sentiment_score":-0.05}
{"full_text":"RT Figures reveal Liverpool women have lost out on tens of millions of pounds due to state pension changes","sentiment_score":-0.125}
{"full_text":"hey guys I just freaked out and thought I had miss corona in my system because my Gatorade tasted extremely bitter. Turns out I'm just stupid ","sentiment_score":-0.45}
{"full_text":"RT The largest factor explaining the variation in #COVID19 mortality over time is not better care or new meds, it is the numbe...","sentiment_score":-0.0568181818}
{"full_text":"RT Enjoyed contributing to #BeyondBrexit on tonight at 8pm. Was happy to explain why Scottish #Independence is n...","sentiment_score":0.65}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"\"You don't have Coronavirus until you get tested so stop the testing\" yeah and your missus isn't pregnant until she pisses on a stick. Plonker","sentiment_score":0.3333333333}
{"full_text":"RT Jharkhand reported 151 new #COVID19 cases &amp; 255 recoveries &amp; 2 deaths today.The total number of cases now stands at 1,15,840 inc...","sentiment_score":0.0681818182}
{"full_text":"Class sizes capped at 15 students and full school ventilation upgrades require funding support BEFORE anyone goes back in classrooms.  Schools are NOT safe, yet.","sentiment_score":0.0333333333}
{"full_text":"RT The Covid numbers are as shady as the 2020 National Election results.Heavenly Father,Your Word says JESUS CHRIST is...","sentiment_score":-0.25}
{"full_text":"RT Lockdown? And I wanted to spend at least PS10k this Valentine's Day ","sentiment_score":-0.3}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT Similar to the first lockdown last year, Bitesize Daily shows will be accompanied with special archive broadcasts of factual,...","sentiment_score":0.1214285714}
{"full_text":"East Africa's economic managers face an uphill battle in 2021 to raise funds that are urgently needed to contain the pandemic and revive their economies as Covid-19 related shocks continue to unfold across the region.","sentiment_score":0.1}
{"full_text":"Your mid-winter checklist: 10 timely #maintenance tips to keep your home running smoothly: you getting our regular reminders? Sign up to stay up to date on your to-do list. It's free! #HomeownerHelpers","sentiment_score":0.3}
{"full_text":"Friends unite! Join us and many other content creators for #GamingForGuru on January 15-17, a weekend charity stream to help tackle the costs of hospitalization due to #COVID19. Prizes, schedule and more details coming soon!","sentiment_score":0.21875}
{"full_text":"Op-Ed: An overdose epidemic is raging alongside the coronavirus pandemic","sentiment_score":0.0}
{"full_text":"RT NYE party goers tryna blend in with lockdown outrage? Adonbilivit","sentiment_score":0.0}
{"full_text":"14 ways to protect your mental health in the pandemic, according to Public Health England #pandemic #mentalhealth #advice #COVID19https:\/\/t.co\/Ouw2wpQHGz","sentiment_score":-0.05}
{"full_text":"Time Bookmakers clarified Ante-post bets for 2021 Cheltenham, If Irish Runners not allowed to travel covid restrictionsDo bets on English runners stand at original antepost priceAll Irish runner bets, declared non-runner and refunded@Ladbrokes","sentiment_score":0.09375}
{"full_text":"The Department of Health reported that 937 more people got infected with COVID-19, pushing the country's caseload to 479,693 Tuesday.","sentiment_score":0.5}
{"full_text":"That seems...excessive?","sentiment_score":0.0}
{"full_text":"RT Athletes - the cold and flu season is well underway, in addition to the ongoing COVID-19 pandemic, so it's important to s...","sentiment_score":-0.1}
{"full_text":"I've had a couple of those today .... I am still under a celeb fan pile-on for daring to question the celeb's covid stance ","sentiment_score":0.0}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":"A reminder, that with our new hours, we're still practicing the same social distancing and COVID policies for the time being.  Thank you for helping us keep everyone safe and healthy so that we can remain open!","sentiment_score":0.1949494949}
{"full_text":"Waterstones abandons click and collect and closes its stores over lockdown, with James Daunt confirming he would be making use of the furlough scheme but said the government needed to to do more than \"token efforts\" to support independents: (PS)","sentiment_score":-0.125}
{"full_text":"Need Covid relief? Want to go back to work and school safely?Help end gridlock in the Senate by voting for both and up and drop off your mail-in ballot or VOTE TODAY, Jan. 5! #VoteWarnockAndOssoff #Voterizer ","sentiment_score":0.0}
{"full_text":"Black Lives Matter co-founder launch #PrayforLA to honor COVID-19 deaths. \"We need all faiths to unite right now,\" she said. \"We are in a crisis that really is about bringing in our ancestors' spirit, something bigger than us.\"https:\/\/t.co\/r2TYNkzVWq","sentiment_score":0.0797619048}
{"full_text":"\"Maybe imagining a better world constituted self-care for some people, but when I caught myself trying to conjure up a nation where we lived up to barely acceptable standards, it seemed so utterly impossible that I only got more depressed.\"","sentiment_score":0.0766666667}
{"full_text":"Rules for thee, but not for me. #LeadRight","sentiment_score":0.0}
{"full_text":"\"Metropolitan America needs a new #transportation approach focused on proximity, and bringing people and places closer together.\" and of share their insights via #COVID19","sentiment_score":0.1363636364}
{"full_text":"Palestinians excluded from Israeli Covid vaccine rollout as jabs go to settlers in the West BankDetails :https:\/\/t.co\/yansiz5IHD","sentiment_score":0.0}
{"full_text":"In a panel discussion, two Fordham-educated experts laid out the next steps in getting the world vaccinated and squelching the coronavirus pandemic:","sentiment_score":0.0}
{"full_text":"I think just about everyone feels the #COVID haze around them at all times these days. I learned a lot about my #mentalhealth by doing this simple exercise. See more:","sentiment_score":0.25}
{"full_text":"Due to the Scotland lockdown our Furniture Uplift service will once again be running a restricted service. Currently we will only be taking the following items: Armchairs, Two-Seater Sofas, Standard Size Single and Double Beds.Learn more","sentiment_score":0.0379464286}
{"full_text":"Who else has this feeling now we are back in Lockdown for the 3rd time!!It will be okay! We will get through this! But really your feelings are valid #itsokaynottobeokay #20dreamscardgame #cardgame #SupportSmallBusinesses  #lockdown3 #make2021youryear #mentalhealthawareness","sentiment_score":0.2453125}
{"full_text":"Help is available if you're worried about self-isolating. We can't ignore the risks of spreading COVID-19 if we have symptoms - stay at home (self-isolate) and get tested.","sentiment_score":0.4}
{"full_text":"RT Not this Grey's Anatomy ass plotline","sentiment_score":-0.05}
{"full_text":"RT Le vaccin COVID, Keskese ?THREAD [1\/10]","sentiment_score":0.0}
{"full_text":"As our #COVID19 updates continue into the new year, take a look back on all we've learned from 400+ health care experts since March.","sentiment_score":0.0681818182}
{"full_text":"AMTB: Dr.Jason Wilson, ER Doctor &amp; Associate medical director of the emergency department at  joined AM Tampa Bay to discuss the distribution of the COVID-19 vaccine in the Bay Area. Click here to listen to the full interview---&gt;https:\/\/t.co\/BCkviN7KjU","sentiment_score":0.175}
{"full_text":"CORONAVIRUS VACCINE SHORTAGES 400,000 Covid -19 killed by mid January 2021. STOP YOUR RISK.  \"Proven Covid-19 Protection\" 99% Efficacy Pamphlet #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccineshortages","sentiment_score":-0.1}
{"full_text":"As we look towards strengthening India's fisheries under the Pradhan Mantri Matsya Sampada Yojana amidst COVID-19, lessons from Srikakulam's past shed light on how its communities need to be supported in the future. Madhuri M. of explores:https:\/\/t.co\/9pzhQMVHdQ","sentiment_score":0.05}
{"full_text":"Hospitals in North Yorkshire are \"under pressure\" due to a rise in the number of Covid patients combined with more people injuring themselves during the cold weather, a senior NHS official has revealed.https:\/\/t.co\/V9ZT5M6E2D","sentiment_score":-0.075}
{"full_text":"RT Cases of new corona strain from Britain are increasing in India. GoI should reconsider the decision to resuming flights...","sentiment_score":0.1363636364}
