{"full_text":"RT Guys we can't afford to be reckless, it's a matter of life and death #WearAMask","sentiment_score":0.0}
{"full_text":"RT Donating 10 million vaccines toward virus wipe out. Most commendable and judicious to see a nation of this population exten...","sentiment_score":0.5}
{"full_text":"RT I've seen it all this morning . Please mask up and stay more safe. COVID-19 is real. A Heavenly GODLY protection...","sentiment_score":0.4}
{"full_text":"Gordon Brown is right to focus on this issue. #COVID19 has exposed the flaws in our systems of governance. If we're to address the injustice of wealth distribution and respond to climate change, we must change the way we're governed.","sentiment_score":0.2857142857}
{"full_text":"RT Broad decline in US fishing and seafood due to Covid-19https:\/\/t.co\/xLoKJUyhe4","sentiment_score":-0.03125}
{"full_text":"RT Protests against COVID-19 lockdown measures in the Netherlands turned into riots in several cities on Sunday. Nearly 200 p...","sentiment_score":0.05}
{"full_text":"RT Gov. Gavin Newsom is expected to announce Monday that the stay at home order will be lifted in all regions of the state, ac...","sentiment_score":-0.1}
{"full_text":"Its all online because of covid...I applied for an admin asst from home position","sentiment_score":0.0}
{"full_text":"Pets may need to be vaccinated to stop Covid-19 spread, scientists suggesthttps:\/\/t.co\/2HMFsxzja3","sentiment_score":0.0}
{"full_text":"RT To be very clear any interaction with Covid or Scovid patients should have a N95\/P2 respirator. But even surgical masks pl...","sentiment_score":0.13}
{"full_text":"RT \"Don't ask me how'll I eat with mask on. Covid prevention and eating both are necessary. Mask is food and food is mask...","sentiment_score":0.0}
{"full_text":"RT Short thread on how DfE sneaked out a PS250 million cut to school budgets in the middle of a pandemic and how it will impact t...","sentiment_score":0.0}
{"full_text":"RT Let's call a spade a spade. Here are the facts:1. We have the longest lockdown 2. We have a surge right now averaging...","sentiment_score":0.2857142857}
{"full_text":"RT Gavin Newsome (D-CA), will lift stay at home orders.Larry Hogan (R-MD) threatens teachers to reopen schools because \"th...","sentiment_score":0.0}
{"full_text":"RT #hypocrites all to make President Trump look bad that the corona virus was his fault and the economy was like th...","sentiment_score":-0.7}
{"full_text":"Political campaigns not responsible for the spike in coronavirus cases - Okoe Boye","sentiment_score":-0.05}
{"full_text":"RT Nigeria Politics Weekly Podcast and I were joined by &amp; .Issues discussed:1....","sentiment_score":0.0}
{"full_text":"RT Bad. Idea.","sentiment_score":-0.7}
{"full_text":"RT In older pts. Is the vaccine worth the risk??Covid-19 Vaccine Side Effects: Norway Warns of Risks for Sick Patients Ove...","sentiment_score":-0.0825396825}
{"full_text":"RT Sadly she gets a lot of things wrong, mis interprets data &amp; tows pa...","sentiment_score":-0.5}
{"full_text":"RT #WearAMask #PremierMtsweni #JacksonMthembuFuneral  I think it is the greeting at the graveyard for me that continue to ti...","sentiment_score":0.0}
{"full_text":"RT CA issued the Stay At Home order on December 3rd. LA County hospitalizations were at 2,572.Today, when they lifted the...","sentiment_score":0.0}
{"full_text":"No shit Sherlock????? Pfffffffffffft.","sentiment_score":0.1}
{"full_text":"RT Professor explains to BBC Politics Scotland that Scotland almost reached eradication of covid but was reinfected from E...","sentiment_score":0.0}
{"full_text":"RT Hotel quarantine is on its way: mandatory 10 days of self-isolation in a room at your expense.But just who is travelling...","sentiment_score":0.0}
{"full_text":"Telangana sustains declining trend in Covid caseshttps:\/\/t.co\/AKYZqL8nCl#Telangana #Covid_19","sentiment_score":0.0}
{"full_text":"RT Londoners have been taking this precaution since 1863","sentiment_score":0.0}
{"full_text":"RT A white Ohio Republican lawmaker who questioned whether members of \"the colored population\" were disproportionately contr...","sentiment_score":0.0}
{"full_text":"RT Every fucking week our leaders tell ppl to follow their orders and believe the science and then they keep doing literal ma...","sentiment_score":-0.6}
{"full_text":"Don't see much decline in any group since mid November.Lockdown doesn't look to be working at all.","sentiment_score":0.1}
{"full_text":"RT Covid-blocking nasal spray could be in chemists by summer","sentiment_score":0.0}
{"full_text":"RT Exhausted medics fight to keep #COVID19 patients alive in packed wards at in London - but many never make it hom...","sentiment_score":0.0666666667}
{"full_text":"RT two news stories about COVID in California today: - a new variant rapidly spreading in CA may escape antibodies, making vac...","sentiment_score":0.1363636364}
{"full_text":"RT \"Don't ask me how'll I eat with mask on. Covid prevention and eating both are necessary. Mask is food and food is mask...","sentiment_score":0.0}
{"full_text":"RT As you consider the 100,000 and rapidly rising death toll from the #ToryCovidCatastrophe, watch this footage of","sentiment_score":0.0}
{"full_text":"'Catastrophically wrong': German court declares regional lockdown UNCONSTITUTIONAL in 'politically explosive' decision","sentiment_score":-0.1666666667}
{"full_text":"RT go help her guys!!! i did mine already","sentiment_score":0.0}
{"full_text":"Have you lost your sense of smell to #COVID19  ? I love permutations. You have expressed yours, I have mine ... its what makes markets :-)","sentiment_score":0.5}
{"full_text":"RT It just never gets said enough what an amazing job state &amp; local election officials did in 2020 pulling off a free &amp; fair...","sentiment_score":0.34}
{"full_text":"I JUST lost my aunt to covid this morning and they want to reopen INDOOR DINING IN CA???????? I can't do this shit anymore man this is some utter bullshit. They don't give a SHIT","sentiment_score":-0.1333333333}
{"full_text":"RT Exhausted medics fight to keep #COVID19 patients alive in packed wards at in London - but many never make it hom...","sentiment_score":0.0666666667}
{"full_text":"About 3 months in initial lockdown","sentiment_score":0.0}
{"full_text":"RT COVID19 is airborne, let's start acting like itCOVID19 is airborne, let's start acting like itCOVID19 is airborne, let's sta...","sentiment_score":0.0}
{"full_text":"Here you can find the latest #CoronaVirusUpdates for\/from Germany:https:\/\/t.co\/7hbPcTdIjUPlease be careful, #Hygiene &amp; 1,5 m minimum distance to others is important, and do not touch your face outside &amp; wash your hands for 30 seconds with fluid soap after coming home.#COVID19","sentiment_score":0.16}
{"full_text":"RT A welcome development, would be great if other opposition parties\/groups came on board too so we could speak with one v...","sentiment_score":0.4916666667}
{"full_text":"RT CA issued the Stay At Home order on December 3rd. LA County hospitalizations were at 2,572.Today, when they lifted the...","sentiment_score":0.0}
{"full_text":"RT South Africa Covid-19 variant found in four African countries #PrimeMorning","sentiment_score":0.0}
{"full_text":"RT This doesn't make any sense.","sentiment_score":0.0}
{"full_text":"RT Scotland is now in last place. Anyone still think Sturgeon is doing a good job on Covid?https:\/\/t.co\/rpgGpNgbXV","sentiment_score":0.35}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when the Mariners make the playoffs\"","sentiment_score":0.2}
{"full_text":"RT Feba Manje tomorrow is not Gauranteed!! Imagine being Nomzamo Mbatha..being a Virgin at 31!!!! uvele uphathwe yi Coron...","sentiment_score":0.0}
{"full_text":"my covid claim status is still pending since 15 jan.. Please understand the urgency and disburse the amount My claim no is10034226006206002","sentiment_score":0.0}
{"full_text":"RT Kerala with around 3.5% of Indian population is reporting more than 40% daily cases of corona virus in India. Only communi...","sentiment_score":0.1666666667}
{"full_text":"RT Covid is a conspiracy theory until it hits home.","sentiment_score":0.0}
{"full_text":"RT Practice doing steam inhalation's using EUCALYPTUS to manage Covid-19 symptoms . R50 20ml bottle  20 bottles (bulk) R750...","sentiment_score":0.0}
{"full_text":"Snow-covered hanok is a mesmerizing sight Pictured here is #Jeonju, home to a well-preserved #hanok village where delegates can stroll around in #hanbok and even stay in a hanok overnight for a unique experience. KTO Photo Gallery More Info:","sentiment_score":0.3916666667}
{"full_text":"RT CA issued the Stay At Home order on December 3rd. LA County hospitalizations were at 2,572.Today, when they lifted the...","sentiment_score":0.0}
{"full_text":"RT wait so after covid are kids gunna have to do school online when they get snow days instead of a day off OMG this is str...","sentiment_score":0.0}
{"full_text":"Never thought I'd say yay it's Monday. So ends another weekend in lockdown. We're running out of things to do! Older children are happy with just gaming and chatting with friends. But younger children need activities.#lockdown2021 #mondaythoughts","sentiment_score":0.3222222222}
{"full_text":"RT How does Newsom think this is an appropriate course of action given this news from today?","sentiment_score":0.3}
{"full_text":"We just don't know. That covid is wily. Can it sneak past aluminum? Plastic? Canvas? No one knows!At least 4 hats all made of different materials would be safest. Adding those to my safety gear.","sentiment_score":-0.1833333333}
{"full_text":"RT Thanks for covering our paper &amp; stories of essential workers during the pandemic@UCSF R...","sentiment_score":0.1}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"Fresno Aquarium coming soon\"","sentiment_score":0.2}
{"full_text":"maybe the reason wayv didn't have more staff with them is because we're still in a pandemic and they're limiting the amount of staff their artists get in contact with. also they probably didn't expect fans will be there coz those \"fans\" shouldn't even be there in the 1st place ","sentiment_score":0.5}
{"full_text":"RT On this day last year, we recorded the first Covid-19 cases in Malaysia. A group of tourists from China travelled to Malay...","sentiment_score":0.125}
{"full_text":"RT Pass a $15 min wage, repeal the tax cuts for the rich and corporations, guarantee paid sick leave for covid victims, s...","sentiment_score":-0.1696428571}
{"full_text":"THIS!","sentiment_score":0.0}
{"full_text":"The #ChineseCommunistParty is solely responsible for the death of every Covid victim with the biological weapon it developed in its Wuhan Institute of Virology and then distributed across the world using commercial flights out of Wuhan. An act of war.","sentiment_score":0.05625}
{"full_text":"RT .@tedcruz - a Senator from our 2nd largest state, during the height of a pandemic killing 4,000+ Americans every day, wee...","sentiment_score":0.0}
{"full_text":"Biden's high approval ratings already","sentiment_score":0.16}
{"full_text":"RT Y'all are clearly more scared of the vaccine than Covid, and that truly has me flabbergasted.","sentiment_score":0.5}
{"full_text":"One year on #COVID19 in #Malaysia","sentiment_score":0.0}
{"full_text":"RT This lockdown is the greatest abuse of power ever exercised by British government. We are now under indefinite house arrest...","sentiment_score":0.3166666667}
{"full_text":"TOKYO: Japanese Prime Minister Yoshihide Suga faced renewed pressure on Monday over his handling of the coronavirus pandemic, with a new opinion poll sh...https:\/\/t.co\/i9f4tA8GVY","sentiment_score":0.0681818182}
{"full_text":"TOKYO: Japanese Prime Minister Yoshihide Suga faced renewed pressure on Monday over his handling of the coronavirus pandemic, with a new opinion poll sh...https:\/\/t.co\/yhcnXSSxaw","sentiment_score":0.0681818182}
{"full_text":"RT From some reading I've come across today, so much of this destructive lockdown could have been avoided. It would appear a...","sentiment_score":-0.2}
{"full_text":"Tested positive for don't give a fuck, wear you mask. That seems like a positive test.","sentiment_score":0.0181818182}
{"full_text":"'The Inequality Virus' report has found that as the pandemic stalled the economy, forcing millions of poor Indians out of jobs, the richest billionaires in India increased their wealth by 35%.https:\/\/t.co\/MmUT6ajuV4","sentiment_score":-0.4}
{"full_text":"RT This pandemic has been incredibly hard on everyone.My brother works for the Samaritans.If you are finding it diffi...","sentiment_score":-0.2916666667}
{"full_text":"RT #WearAMask #PremierMtsweni #JacksonMthembuFuneral  I think it is the greeting at the graveyard for me that continue to ti...","sentiment_score":0.0}
{"full_text":"This is terrifying!! Just a week ago no icu beds, not enough oxygen. Our numbers are devestating!!!!! Noooo, we will be dead if he opens the state up. LA i believe won't, their\/our stay at home orders are in place. I'll double check!!","sentiment_score":-0.3}
{"full_text":"RT How many people in Texas have died from #COVID19 while Senator has been starting fights with celebrity","sentiment_score":0.25}
{"full_text":"I purchased tickets from USA to India through  #myticketstoindia for airline #AirIndia for travel on April 2020 . Cancelled travel due to pandemic . Wanted to cancel the ticket , but they are not allowing to cancel . #AirIndia or #myticketstoindia are not helping . What a shame","sentiment_score":-0.125}
{"full_text":"MONTREAL -- It's still too soon to know whether the recent downward trend in new COVID-19 cases will continue, Canada's chief public health...https:\/\/t.co\/ZmZFOy2Njh","sentiment_score":0.0454545455}
{"full_text":"RT JUST IN: Australia approves use of Pfizer coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT We're Back! Covid won't stop us. Thanks to everyone for the patience. Looking forward to our virtual conference June 14-18, 202...","sentiment_score":0.1}
{"full_text":"RT this lockdown is really lockdowning more than all the other lockdowns that ever lockdowned","sentiment_score":0.1916666667}
{"full_text":"RT Important: if you have a patient develop COVID 10 or more days after vaccination, please read this and report if appropri...","sentiment_score":0.45}
{"full_text":"RT Virtually launched the MSUMC Private Specialist Hospital 2nd Year Anniversary, with much anticipation &amp; high spirits....","sentiment_score":0.09}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"The need to stay home has led to an uptick in the popularity of #athomefitness brands like &amp; and digital strategies are helping these brands shine with consumers.","sentiment_score":0.0}
{"full_text":"RT MPs claimed PS9.1 million in expenses despite largely working from home during the first 2020 lockdown, compared to PS8.2m...","sentiment_score":0.2321428571}
{"full_text":"1,581 NEW COVID-19 CASESBREAKING: The Department of Health reported 1,581 additional cases of COVID-19 on Monday, January 25, 2021, bringing the total number of cases in the Philippines to 514,996. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"In exactly two weeks our February terms launch for our three clubs. Are you an #actor, #director, #writer or #theatremaker who is looking for a #community during #lockdown? Join one of our clubs and connect regularly with fellow #artists!","sentiment_score":0.125}
{"full_text":"The principal says he is worried as these students are already on the back foot in trying to make their way in lifehttps:\/\/t.co\/RSqBBPUYPJ","sentiment_score":0.0}
{"full_text":"BMA calls for enhanced PPE for healthcare staff during latest COVID-19 surge.#EnhancedPPE #PPE #Safety #HealthAndSafety  via","sentiment_score":0.5}
{"full_text":"More than 25 million Covid-19 cases have been recorded in the United States since the pandemic began, Johns Hopkins University said Sunday, just days after President Joe Biden's inauguration.#COVID19 #USAhttps:\/\/t.co\/VUjzVm109X","sentiment_score":0.5}
{"full_text":"RT Breaking News: Mexico's president, a coronavirus skeptic, is the latest world leader to become infected. Hospitals are overrun...","sentiment_score":0.5}
{"full_text":"#MondayMotivation We need new volunteers to join our shops when we reopen after lockdown! If you're looking for a new challenge and have a few hours to spare why not become part of the Rocco's family!? Click here for more info and to apply:","sentiment_score":0.1392045455}
{"full_text":"Don't miss your free Joe Wicks lockdown exercises pullout in Monday's Irish Daily Mail, or click on for a very special subscription offer.","sentiment_score":0.2160714286}
{"full_text":"RT As Effie explains, they are AT it.  They should be sorting out our Poor Education system, Our horrific drug problem, planni...","sentiment_score":-0.7}
{"full_text":"More than 25 million Covid-19 cases have been recorded in the United States since the pandemic began, Johns Hopkins University said on Sunday, just days after President Joe Biden's inaugurationhttps:\/\/t.co\/tuvSSNy4kD","sentiment_score":0.5}
{"full_text":"The latest figures for Milton Keynes","sentiment_score":0.5}
{"full_text":"Netcare recently launched a dedicated support line to keep next-of-kin informed on the status of their loved ones who have been hospitalised with Covid-19 and, where possible, to facilitate direct communication between patients and their families.https:\/\/t.co\/VUCPaEtoR7","sentiment_score":0.2}
{"full_text":"I'm just glad the  news had nothing to do with covid or rickets.   Travis. enjoy the sweet but when it goes sour.. start dating gummy bears instead. promptly..(or Gummi Bear Cosplayer.. yum yum","sentiment_score":0.275}
{"full_text":" \"With our trade levels during the lockdown, most of the people will be suffering and I don't know what to do about that.\"Is it time to get London back to work?Watch Brian Rose's Real Deal with owner Peter Dore-Smith now #BrianForMayor | #SadiqOut","sentiment_score":0.325}
{"full_text":"It took just over a year for the US to go from one COVID infection to 25 million.","sentiment_score":0.0}
{"full_text":"Joel, I will never wear a mask because you refuse to ban marijuana. Once you do that, I'll where a mask. But until then, no mask for me. #ShitAmericansSay","sentiment_score":0.0}
{"full_text":"The #DATA4COVID19 Africa Challenge seeks for ideas and proposals that (re)use data to provide actionable insight on COVID-19 in public health, economic and socio-political domains.Due: Feb. 5Apply today@AFD_en,","sentiment_score":0.1}
{"full_text":"Research points towards people with low social support systems likely benefiting from pets. Those animals fulfill a need to confide in or talk with someone trusted.","sentiment_score":0.0111111111}
{"full_text":"RT A year into this crisis and reports in the newspapers based on 'senior sources' indicate is being 'swayed'...","sentiment_score":0.0}
{"full_text":"RT Pandemic math: Billionaire wealth soars as millions fall into poverty, Oxfam says","sentiment_score":0.0}
{"full_text":"West Cumbria Society for the Blind is still providing vital services during lockdownhttps:\/\/t.co\/nkoI07iTBD","sentiment_score":-0.2}
{"full_text":".@corkcancercare has made the best of the lockdown circumstances it can, but its Blankets of Hope programme continues to provide comfort in trying times, writes CEO Linda Goggin-James.https:\/\/t.co\/i39RnhsAEc","sentiment_score":1.0}
{"full_text":"Lots of ideas to inspire pupils to develop new skills, spend time off screen and broaden horizons during lockdown - with House points up for grabs. #mondaymotivation","sentiment_score":0.1363636364}
{"full_text":"#Firsttimebuyers are missing out on the Covid Housing boom. This is why we need to build more homes. We're 1.2million short of what we need. #JustBuildHomes","sentiment_score":0.1}
{"full_text":"NO Fix No FeeBook Now: #MMPR #covid19 #covid20 #phonerepair#iphone #iphonerepair #repair #cellphonerepair#mobilerepair #apple #screenrepair #plus#datarecovery #samsungrepair #crackedscreen#iphone12pro#screenreplacement#phonerepairshop","sentiment_score":0.0}
{"full_text":"When most of the world went into lockdown, Sweden took a different path; pubs stayed open, kids stayed in school. But as the second wave hits, are they changing their approach? In today's podcast, looks at if Sweden's gamble paid off. #TheFourcast","sentiment_score":0.125}
{"full_text":"RT #Covid19 - when you are offered a Covid vaccination please go and get it. Vaccination is our only way to begin to beat this...","sentiment_score":0.0}
{"full_text":"Hundreds of new coronavirus infections have been confirmed across the whole of Somerset in the last 24 hours","sentiment_score":0.1840909091}
{"full_text":"The first two frontline medical workers in Egypt have received their first shot of the Chinese Sinopharm's COVID-19 vaccine on Sunday. The vaccine is currently free for medical workers. Egypt's Health Minister said the country has secured 100 million doses from multiple sources.","sentiment_score":0.1285714286}
{"full_text":"The Senate Committee on Constitutional Amendments will conduct a hearing on the timeliness of the proposed Charter change this week, panel chairperson Senator Kiko Pangilinan said Monday.","sentiment_score":0.0}
{"full_text":"RT Everyone had a  problem calling it the #WuhanVirus ... But no one seems to have a problem calling the variant #UKvarian...","sentiment_score":0.0}
{"full_text":"The humty dumpty Wayanad MP has been too vocal in his criticism of the Prime Minister Narendra Modi-led government's handling of the economy, the coronavirus crisis and India's border security.","sentiment_score":0.0}
