{"full_text":"SpaceBands are a UK company providing the most affordable social distancing and contact tracing devices on the market. Our simple technology aids workplaces all over the world during this pandemic - keeping business doors open.","sentiment_score":0.1333333333}
{"full_text":"External peer review of the RTPCR test to detect SARS-CoV-2 reveals 10 major scientific flaws at the molecular and methodological level: consequences for false positive results.","sentiment_score":-0.0275568182}
{"full_text":"I wouldn't listen to her advice on a colour scheme for my kitchen, never mind the actions to deal with a global pandemic.","sentiment_score":0.0}
{"full_text":"RT YOU LOST. Getting Covid from him wasn't enough for you, now you're willing to go to prison for him? Hot t...","sentiment_score":0.1666666667}
{"full_text":"No please","sentiment_score":0.0}
{"full_text":"RT According to Speaker Pelosi, healthy Americans must wear masks, close their small businesses, and stay home at all times....","sentiment_score":0.125}
{"full_text":"RT Patients with initially mild cases of C-19 are being re-admitted to hospital nine months into the pandemic with recurring, ch...","sentiment_score":0.3333333333}
{"full_text":"How does behavior and getting the second dose of the #COVID19 virus connect?  #Covid #vaccine #VaccineStrategy","sentiment_score":0.0}
{"full_text":"RT The College welcomes back all members and affiliates from a long holiday into another year of medical academic percussion.Pe...","sentiment_score":-0.0125}
{"full_text":"RT Dozens died during #DemonetisationDozens died during Haryana RiotsDozens died during Delhi RiotsDozens died during #L...","sentiment_score":0.0}
{"full_text":"RT \"Disgraceful\": Health Minister To Shashi Tharoor, Others On Vaccine Tweet","sentiment_score":0.0}
{"full_text":"RT #2021YearOfDevelopmentbut instead of Pakistan's central bank policies, government awareness program and complete lockdown,...","sentiment_score":0.05}
{"full_text":"RT Covid-19 has taught the white-collar world it's possible to work productively from home. So what happens to the office? Wa...","sentiment_score":0.0}
{"full_text":"RT According to Speaker Pelosi, healthy Americans must wear masks, close their small businesses, and stay home at all times....","sentiment_score":0.125}
{"full_text":"RT A reminder that the British government has not at any point even required a negative Covid test for people to fly into the U...","sentiment_score":0.1666666667}
{"full_text":"RT A small suggestion If you do not want to #Extend_Due_Dates , its ok. But...","sentiment_score":0.125}
{"full_text":"RT Having an aircraft carrier zigzag around in Trump's final days seems more like a metaphor than a clear signal that Iran is suppos...","sentiment_score":0.2}
{"full_text":"RT Covid: Both vaccines get final nod, first shots to be of Covishieldhttps:\/\/t.co\/l8ClQILt0T","sentiment_score":0.125}
{"full_text":"RT We have spent $570,000 on COVID-19 prevention in schools - Minister","sentiment_score":-0.1}
{"full_text":"Since the introduction of the Tier System we have had dedicated units out daily responding to Covid related incidents. This includes patrols of the district to ensure that the public are protected.","sentiment_score":0.0}
{"full_text":"RT Toxin - Lockdown\/Still Dreaming via  #dnb #drumandbass","sentiment_score":0.0}
{"full_text":"My Lockdown Highs (&amp; Lows) COMPETITIONThe entries are starting to come in .... why not put pen to paper and have a go! It's only 100 words ...You can read them all on our website","sentiment_score":0.0}
{"full_text":"RT Covid is horrible bc pts are told there's no early treatment. For the first time in history we let a disease progress wh...","sentiment_score":-0.2666666667}
{"full_text":"RT I entered lockdown at 19 and leaving at 21. Boris? Boris? Boris? How many times did I call your name???!!!","sentiment_score":0.9765625}
{"full_text":"RT #COVID19 cases in #TN today 838Number of Samples Tested 60,502Active Cases  come below 8000! Today Active cases     7,970...","sentiment_score":-0.1333333333}
{"full_text":"RT \"I work in the NHS at Brighton hospital.\"\"If these people do feel they are immune, let them come to work in a ward for one...","sentiment_score":0.0}
{"full_text":"A recurrent phrase is \"particularly for service during the Covid-19 response\". The crisis is reflected in the many awards to people working in critical care.https:\/\/t.co\/byfnktplsb","sentiment_score":0.2222222222}
{"full_text":"RT Johnson to announce futher restrictions in England, despite having spent 10 months proving beyond doubt that none of the...","sentiment_score":-0.1}
{"full_text":"RT To schedule a vaccination appointment, please fill in the required questionnaire so that we can gather information regard...","sentiment_score":0.0}
{"full_text":"All these Impeachment, Russia Collusion, COVID19\/BLM\/ANTIFA\/RIOTERS\/LOOTING\/SHOOTING\/BULLYING\/ARE ALL PLAN TO RIGGED OUR ELECTION\/TO GET RID OUR ELECTED PRESIDENT DONALD J TRUMP\/BECAUSE TRUMP IS DRAINING THE SWAMP IN OUR GOV\/PUT MORE GOOD PEOPLE IN THE MOST IMPORTANT PART OF GOV.","sentiment_score":0.525}
{"full_text":"It's almost like he was Health Secretary for six years, during which time it was blindingly apparent that the NHS would not survive a pandemic, and good old Jeremy did fuck all and continued to dismantle the NHS.","sentiment_score":0.1125}
{"full_text":"RT #COVID19 is airborne and we need to grasp challenge of indoor #Ventilation if we are going to beat new variant.Hotel qu...","sentiment_score":0.1363636364}
{"full_text":"RT #VizagNeed #Blood Type :  Any groupAt : Prathma Hospital. Blood Component : Need Plasma from Any #COVID19 recovered p...","sentiment_score":0.0}
{"full_text":"I have a new job starting on the 18thReally hoping they don't change their mind if we have another lockdown","sentiment_score":0.0681818182}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Just incase you missed it. We've heard stories where women died of certain contraceptives. Now it makes sense. #level5 #COVID...","sentiment_score":0.2142857143}
{"full_text":"A vaccine brought to you by the very same companies that developed the virus in a lab in Wuhan.","sentiment_score":0.05}
{"full_text":"RT At this point, you're more likely to get covid from someone you know, as someone you don't. The fact is while you can contro...","sentiment_score":0.25}
{"full_text":"There's always a reason to smile. Find it.Image source - #fashion #africanfashion #afro #afrofashion #smile #happynewyear2021 #happynewmonth #wearamask #stoppolicebrutality #endgenderbasedviolence #ourstoryourgrowthourfuture","sentiment_score":0.3}
{"full_text":"RT Happy New Year Everyone! ...Nothing to Lose#FujiXT324mm-1\/200@f2.8-ISO160#inspiration #happynewyear #walking #future #new...","sentiment_score":0.2767045455}
{"full_text":"RT #DelayAllMedicalProffsOur lives are as important as other lives, if board exams can be shifted to june july , then ou...","sentiment_score":0.1375}
{"full_text":"RT Hard to feel festive with seniors dying of COVID in #LTC. So I am sharing letter to","sentiment_score":-0.2916666667}
{"full_text":"This is a line to get a COVID-19 test-right now in Fayetteville, GA at 7:30 am, where it's 28 degrees! They don't even open until 9! Unacceptable @realDonaldTrump ! We can do better @JoeBiden @KamalaHarris @ossoff !","sentiment_score":0.3125}
{"full_text":"Roughly 650k die of heart disease every year; obesity is an epidemic, but people would rather be PC than promote healthiness\/self-improvement. Also, on behalf of most men, I can say that obesity it is not attractive to us (we all have that one friend who's into that though, lol).","sentiment_score":0.2}
{"full_text":"RT Our lives are as important as other lives, if board exams can be shifted to june july, then our exams can also be dela...","sentiment_score":0.1375}
{"full_text":"Nigerian scientist studies country's coronavirus variant People COVID-19 Africa South Africa Scientist | The Independent","sentiment_score":0.0}
{"full_text":"RT Sir in a situation like thisWhen our beloved ones are dying of covid how can we be mentally preapred for exams A fri...","sentiment_score":0.3}
{"full_text":"RT rip to Jarod Nandin, a World of Warcraft and South Park icon, who lost his life to covid. may he roam Azeroth forever","sentiment_score":0.0}
{"full_text":"RT Pretty sure $75 million would be enough to get most of the 40,000 stranded Australians home.","sentiment_score":0.3125}
{"full_text":"RT FTSE 100 rallies amid Covid vaccine rollout","sentiment_score":0.0}
{"full_text":"RT New Big Orange Podcast@Charlie_Burris and @zachTNT discuss what they think will happen with Jeremy Pruitt this week...","sentiment_score":0.0681818182}
{"full_text":"RT More fatal dithering and delaying.Lockdown needs to happen now.","sentiment_score":0.5}
{"full_text":"RT Since July MEWAS has demanded that #AndersTegnell retract a bogus, misleading, and non-pee...","sentiment_score":0.0}
{"full_text":"RT Chamber of Tax Consultants requested FM to adopt humane approach in handling extension of due dates in times of pandem...","sentiment_score":-0.125}
{"full_text":"RT It's not a national lockdown that \"kills the aviation sector\" in UK. It is the out-of-control spread of #COVID19, the full...","sentiment_score":0.35}
{"full_text":"Good morning Holly! I've been watching you for at least 20 years, or close to it..lol...and kudos to you for your hard work, professionalism and faith in God. You're awesome, esp continuing thru this pandemic. Keep it up!","sentiment_score":0.3208333333}
{"full_text":"RT This is one of the biggest sources of confusion around the pandemic, and as we grapple with our understanding of how v...","sentiment_score":0.0}
{"full_text":"Why is this being allowed when for vast swathes of the UK people are being told  to STAY HOME.  Are these vile hunts SPECIAL and the law doesn't apply. ? Do these thugs have their own set of rules? If so, then WHY? We ALL want to know","sentiment_score":0.319047619}
{"full_text":"RT Cases in the UK almost vertical with the NHS already in its knees. We are in trouble. Yesterday called for lockd...","sentiment_score":-0.2}
{"full_text":" it's not an article. It's a study of 12 MILLION people. Kids, especially small ones, rarely spread and they are not the ones driving community transmission. They also suffer most from the ridiculous measures when they are least at risk.","sentiment_score":-0.0666666667}
{"full_text":"This can't be repeated often enough. To let our economy recover and get clear of lockdowns, we have to act early and suppress hard. Any other approach makes things worse.","sentiment_score":-0.1027777778}
{"full_text":"Stay HOME be safe &amp; be sensible!","sentiment_score":0.625}
{"full_text":"RT We are all being exposed to a huge amount of #COVID19 information i on a daily basis, and not all of it is reliable. Here are...","sentiment_score":0.2}
{"full_text":"During COVID Wave 1, Jack Ma personally donated material quantities of medical supplies to multiple countries worldwide. Jack Ma is not just a citizen of China, HE IS A GLOBAL CITIZEN. Fight for Jack Ma &amp; make sure he is free, safe &amp; well! Please.","sentiment_score":0.2178571429}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT According to Speaker Pelosi, healthy Americans must wear masks, close their small businesses, and stay home at all times....","sentiment_score":0.125}
{"full_text":"Oops missed reporting Covid symptoms","sentiment_score":0.0}
{"full_text":"RT I think we are heading for another national lockdown. It is classic for the govt to respond to those crowing for the...","sentiment_score":0.1666666667}
{"full_text":"RT Concerning--Top pandemic expert group just came out with chilling stern warning:\"It is now clear that n...","sentiment_score":-0.2}
{"full_text":"All students of Medical colleges under UHS want delay of proffs from 1st year to final year due to:Many students suffered with covid along with their families in months sep and oct during the educational activities.#DelayAllMedicalProffs@fslsltn #DelayAllProffsUHS","sentiment_score":0.03125}
{"full_text":"RT well since it's the new year, i wanna share a cool thing i did last year that really saved me during the pandemic. it's an act...","sentiment_score":0.1715909091}
{"full_text":"I see.  Yes, you are correct.https:\/\/t.co\/3FOtUTSmo2Very misleading depiction given there is no indication the figures are weekly rolling *totals* instead of averages.","sentiment_score":0.0}
{"full_text":"RT PSA: Even if you are under 60 and with no underlying health conditions, COVID can hit you hard (1\/n)","sentiment_score":-0.2916666667}
{"full_text":"Terrible headline.  Story is mostly word salad level palaver.  The key issue of economics not even touched.  Without China releasing a world economy destroying virus, the booming economy Trump created would never have been stopped.  As it is, it took massive cheating to beat him.","sentiment_score":-0.14}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Sarah Simental is now one of 483 Americans aged 15 to 24 years old to have died of COVID-19. Her mother told the press,...","sentiment_score":0.0}
{"full_text":"RT the technical term for when you wear glasses with a mask and your glasses fog up is \"2020 vision\"","sentiment_score":0.0}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"Tamil Nadu reported 838 new #COVID19 cases, 985 discharges, and 10 deaths in the last 24 hours: State Health DepartmentTotal cases: 8,21,550Total discharges: 8,01,414Death toll: 12,166Active cases: 7,970","sentiment_score":0.0681818182}
{"full_text":"Looks like a massive #Covid19 spreader event outside the Bailey!No masks, improperly warn masks and zero distancing. #AssangeCase","sentiment_score":0.0}
{"full_text":"RT Virginia GOP senator dies of COVID-19","sentiment_score":0.0}
{"full_text":"RT Here's the entire saga of the Palestinian vaccine blood libel again and why it's not just wrong, but anti-Semitic in n...","sentiment_score":-0.25}
{"full_text":"RT JAN 3: #CovidVaccine in OntarioCumulative vaccinations: 41983 (+4714)delivered: 148350in freezer: 106367 (71.7%)Data...","sentiment_score":0.0}
{"full_text":"RT Imagine if Trump has worked as hard on pandemic management and saving lives from Covid as he has worked on violating the...","sentiment_score":-0.2916666667}
{"full_text":"Via Dr. Alejandro Badia says \"The failure of COVID-19 vaccine distribution confirms government incompetence in healthcare.\"","sentiment_score":-0.3166666667}
{"full_text":"RT The only thing we want in this pandemic !Medical students are also humans !They also have families !#Stay_home_Sta...","sentiment_score":0.0}
{"full_text":"RT Imagine how many people would be alive today if had attacked #COVID19 half as hard as the way he attacked...","sentiment_score":0.0354166667}
{"full_text":"ICYMI: Diabetes is a known risk factor for #COVID19. In #diabetes patients, rare but severe complications, like diabetic #ketoacidosis, can arise when cells don't receive enough #glucose to fuel their functioning. #Coronavirus","sentiment_score":0.15}
{"full_text":"George Orwell's 1984 is really starting to happen...","sentiment_score":0.0}
{"full_text":"RT 100% customizable!Incredibly Feature-rich! Best Marketing Plan PowerPoint Presentation","sentiment_score":1.0}
{"full_text":"RT Great question","sentiment_score":0.8}
{"full_text":"RT Our GP just died of Covid. So close to having the vaccine. Really sad.","sentiment_score":-0.5}
{"full_text":"Be ready to adopt change","sentiment_score":0.2}
{"full_text":"RT \"@JoeBiden laid out his plan to combat #COVID19, including goals, for his first 100 days as president: to distribute 100 mill...","sentiment_score":0.25}
{"full_text":"Swiss Man Dies Shortly After Receiving Pfizer COVID Vaccine","sentiment_score":0.0}
{"full_text":"There's no doubt that the pandemic has changed customer experiences. The use of chatbots was a temporary solution, but it hasn't been helping. Chatbots take away the relationship-building aspect of customer service! #CustomerExpierence #CX #ChatBothttps:\/\/t.co\/He3MVmGO5w","sentiment_score":0.0}
{"full_text":"RT For the avoidance of any doubtTHERE IS NO FLU CIRCULATING IN IRELAND RIGHT NOWNONE!WE HAVEN'T HAD A SINLGE LABORATOR...","sentiment_score":0.2857142857}
{"full_text":"Congress opens new session as COVID-19, Biden's win dominatehttps:\/\/t.co\/s4z0zWM8Jx","sentiment_score":0.4681818182}
{"full_text":"Please join the Chapter this Friday at its first event of the year: Freedom of Worship in an Age of Pandemic: A Discussion of 'Agudath Israel of America v. Cuomo'https:\/\/t.co\/HMWgr8TPDx","sentiment_score":0.25}
{"full_text":"Today our team visited village Kasna and raised awareness on solid waste management and SBM and also aware them about Covid 19 social distancing sanitizing using mask and gloves and self and surroundings cleanliness followed by Samudayik baithak.","sentiment_score":0.0208333333}
{"full_text":"Beijing will strictly follow COVID-19 guidance requesting that all travelers entering the Chinese capital from overseas take another 7-day home observation after a 14-day quarantine at designated facilities, local authorities said on Monday.","sentiment_score":0.0}
{"full_text":"NOW: The Social   Live racing from interview  on #covid  Much more! - -","sentiment_score":0.2648989899}
{"full_text":"COVID-19 VACCINE SHORTAGES1,000,000 Americans killed by Summer 2021. STOP YOUR RISK. \"Proven Covid-19 Protection\" 99% Efficacy Pamphlet. #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccineshortages","sentiment_score":-0.2}
{"full_text":"\"Our tagline for NASCIO has been 'expect surprises'...so we were well prepared to deal with some misdirection, pivoting and agility.\" NASCIO Executive Director Doug Robinson on how NASCIO faced the changes that came with the pandemic in 2020. #NASCIOvoiceshttps:\/\/t.co\/fhVPiFuhaS","sentiment_score":0.0}
{"full_text":"#StudentNurses as you come back to #theory or #placement this week we thought it would be useful to share this article for those of you that haven't seen it before which has some #TopTips for coping with stress during the COVID-19","sentiment_score":0.15}
{"full_text":"In 2014, CDC reports that over 800,000 children sustained brain injuries.  Do we know the long term outcomes of these kids?  #PublicHealth #Physiatry #BrainInjury","sentiment_score":-0.05}
{"full_text":"Happy New Year from Hackney Libraries! Most of our sites are open again tomorrow. Learn how to keep yourself safe on our website:","sentiment_score":0.3940909091}
{"full_text":"Forecast map for early today.      Maps and Radars found at                 #wx #weather #index #wave #cooler  #storm #hail #wind #flooding #traffic #flood  #news #humid #storm #radar #Monday    #weekend   #lockdown","sentiment_score":0.1}
{"full_text":"Discovery of New Hydroxyethylamine Analogs against #3CLpro Protein Target of SARS-CoV-2: Molecular Docking, Molecular #Dynamics Simulation, and Structure-Activity Relationship Studies      #current_issue #compchem#COVID19","sentiment_score":0.1363636364}
{"full_text":"COVID-19 has changed life for everyone of us. Time spent inside &amp; away from the rest of the world can mean that our #mentalhealth is affected in a negative way. There are a range of resources via our website but if you want to speak to someone give us a call on 01282 686402","sentiment_score":-0.2375}
{"full_text":"President Akufo-Addo in his 21st Covid-19 update to the nation announced that lifeline consumers of electricity and water in Ghana will continue to receive these utilities free of charge from January to March 2021.#PulseWochitNews","sentiment_score":0.2}
{"full_text":"RT I could have told you that when my constituency went into local lockdown in July, and then into Tier 2... then Tier 3......","sentiment_score":0.0}
{"full_text":"Ready for a Pandemic Orchard in 2021? #gardening #fruits #SlingWords","sentiment_score":0.2}
{"full_text":"Made some quilt blocks &amp; did some crocheting. 9deg below today. Fred came this evening. I guess it has to be 40deg below to make him stay home","sentiment_score":0.0}
{"full_text":"RT Good Morning!As of today, we have hit 60,547,380 recoveries from COVID-19.","sentiment_score":0.7}
{"full_text":"They are not get loans from the IMF for the roads but they are for COVID. Thats why. $$$","sentiment_score":0.0}
{"full_text":"\"Smell is not something we pay a lot of attention to until it's gone:\" Pam Dalton in \"Then people notice it, and it is pretty distressing. Nothing is quite the same.\" #covid19","sentiment_score":0.125}
{"full_text":"It's easy to be concerned with liberating yourself over a hair color, when you didn't lose a dime over this so-called pandemic. Look for Lisa to be a debate moderator next federal election. Her insight will be incredible.","sentiment_score":0.4444444444}
{"full_text":"When will normal travel resume? take our survey! #COVID19 #RestartTourism #Travel #tourism","sentiment_score":0.1875}
{"full_text":"Tanzania to reduce time taken for travellers to receive Covid-19 test results","sentiment_score":0.0}
{"full_text":"What happens when you have a no symptoms screening test on campus?\"All the staff are really friendly - I felt safe and comfortable the whole time\" Sophie, EHU student.Book your tests on campus here:","sentiment_score":0.36875}
{"full_text":"Look who's making moves. According to recent research, Millennials were most likely to Purchase a home since the COVID-19 pandemic began! (Source: 2020 UWM Covid-19 Homeowner Survey).  Start the conversation 314-456-1059","sentiment_score":0.1666666667}
{"full_text":"Actress Tanya Roberts has died. Best known for her roles as a Bond girl and on \"That '70s Show,\" Roberts died Sunday after a brief hospitalization. She was 65. According to Roberts' rep, the cause of death wasn't related to COVID-19\/\/","sentiment_score":0.3333333333}
{"full_text":"No one will miss 2020 -- and that's putting it mildly.As the world starts to heal from the coronavirus pandemic, what are you hopeful for in 2021? ","sentiment_score":0.0}
{"full_text":"Good morning #Ontario You can expect at 11:00AM two graphs to be released showing the provincial cases and hospitalization situation.At 11:10AM you can expect a visualization of the cases per 100,000 people in each Public Health Unit.Stay Tuned!#ontariolockdown #COVID19","sentiment_score":0.35}
{"full_text":"In 2020: 50 petitions were debated, despite COVID-19 restrictions 250 petitions received a Government response Over 11.5 million people signed at least one petitionUse petitions to have your voice heard in 2021! ","sentiment_score":-0.375}
{"full_text":"Current Conditions for #Sayre PATemp: 32.0FWind Chill: 32.0FHumidity: 99%Dew Point: 31.8F Barometer: 30.127 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 208.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Join us at 10am on Thurs, Jan 21st 2021 for our Pharma Forum. Our panel of key decision-makers will address critical challenges such as COVID and Brexit and ensure patients are prioritised.Register now:","sentiment_score":0.0}
{"full_text":"We stand with and in calling on the Government to #scrapthecap  This Dickensian policy will see thousands plunged into poverty this New Year as COVID restrictions limit job availability making it impossible to find employment","sentiment_score":-0.2651515152}
{"full_text":"RT Motorists are being screened by officials &amp; they are also offered an opportunity to voluntarily test for Covi...","sentiment_score":0.0}
{"full_text":"Both the Pfizer and Moderna vaccines require two doses of the shot, a few weeks apart. Alozie says while recipients will get some protection the first time, completing the full vaccination process is a must.https:\/\/t.co\/2r6VJSJHNR","sentiment_score":0.1333333333}
{"full_text":"Tougher measures could soon be brought in to combat the case riseshttps:\/\/t.co\/3du3ORAG7Z","sentiment_score":0.0}
{"full_text":"Call or text me if you are looking for a great used vehicle. This 2019 Kona AWD is just in at Finch Hyundai and I am booking appointments that follow current pandemic guidelines.","sentiment_score":0.4}
{"full_text":"According to recent research, millennials were most likely to purchase a home since the COVID-19 pandemic began! (Source: 2020 UWM Covid-19 Homeowner Survey) Call FLAGSHIP UNITED MORTGAGE for a fast pre-approval! (855) 785-6267 Jeff Flees NMLS# 9735https:\/\/t.co\/lwz50tYsDJ","sentiment_score":0.1875}
{"full_text":"RT Every Liberal on Twitter:\"I had a friend die last night with Covid in perfect health and they were only 40 years old.\"...","sentiment_score":0.275}
{"full_text":"RT Thread ","sentiment_score":0.0}
