{"full_text":"I guess it's a good time to pull out my 401k. Maybe i can use it to make a donation to local leaders in a bid to get a nice tent in my local covid camp for Trump supporters.","sentiment_score":0.325}
{"full_text":"RT Incoming Biden CDC Director Rochelle Walensky: \"I think they have been muzzled. That science hasn't been heard. This t...","sentiment_score":0.0}
{"full_text":"RT The colluded scientists help CCP to cover up the lab-origin of #COVID19, using the excuses like \"to show support for Chin...","sentiment_score":0.0}
{"full_text":"\"No way! I had to study for it and take it, they should too!\" - guy who thinks student debt cancellation is bad","sentiment_score":-0.7}
{"full_text":"You are inited to provide comment, input, objections or alternate solutions to the government roll-out of the Covid Vaccine. CLICK TO HAVE YOUR SAY","sentiment_score":0.0}
{"full_text":"RT It doesn't get sleazier than two pigs stucked in quarantine...All 8 episodes of 'Lockdown' are out on","sentiment_score":0.0}
{"full_text":"RT Dr. Levine took her own mother out of a nursing home prior to ordering COVID infected patients into them. Thousands die...","sentiment_score":0.3}
{"full_text":"RT \"In our time of need it has been working people who have kept this country safe and supported. The vulnerable and low wa...","sentiment_score":0.0}
{"full_text":"RT Meanwhile, in Missouri our Department of Health must prove that the COVID-19 vaccine does not... *checks notes*......","sentiment_score":0.0}
{"full_text":"RT Texas Gov. Greg Abbott appears to have not invited either the mayor of Houston or the Harris County Judge to his meetin...","sentiment_score":0.0}
{"full_text":"RT India is deeply honoured to be a long-trusted partner in meeting the healthcare needs of the global community. Supplies o...","sentiment_score":0.0}
{"full_text":"Even COVID couldn't stand that guy.He's not a president. He's nothing but an overcooked crunchy \"Craazzy Nasty\" PopTart with a toupee on that needs a good bitch slap","sentiment_score":-0.15}
{"full_text":"RT 43 years is a long sentence for anything but just for sharing social media posts is inhumane.Exiled royal critic","sentiment_score":-0.0083333333}
{"full_text":"Better safe than sorry perhaps, no bad thing","sentiment_score":0.2125}
{"full_text":"RT Next Thursday at 12 PM CST, don't miss our webinar where we'll talk about how the COVID-19 pandemic forced IT teams to deliver...","sentiment_score":-0.15}
{"full_text":"RT This is the most North Korean thing I've ever seen in this country.","sentiment_score":0.5}
{"full_text":"RT Holes in TCA emerging daily e.g. no FS agreement - can kicked re participation in EU digital economy....","sentiment_score":0.0}
{"full_text":"RT Tonight at 5:30 pm ET national remembrance\/mourning for the 400,000+ people who have died in America from #COVID19. Arlene. Li...","sentiment_score":0.0}
{"full_text":"RT I have noticed from my therapist friends that they have been....overextending, overworked, &amp; burning out....AND THEN....th...","sentiment_score":0.0}
{"full_text":"Even amid a global pandemic, Pius Mithika (@Msaidizi_kenya) has been able to empower, inspire and mentor children in his home community in Kenya.  #NationalMentoringMonth","sentiment_score":0.25}
{"full_text":"RT Your hospital equipments and Coronavirus preventive kits available at affordable pricesWe deliver nationwideContact...","sentiment_score":0.4}
{"full_text":"RT BREAKING: UK records 1,610 new coronavirus deaths, highest daily rise of the entire pandemic. I repeatedly asked","sentiment_score":0.0454545455}
{"full_text":"RT State leaders haven't told school superintendents whether they will cut their funding, which is tied to enrollment, this...","sentiment_score":0.0}
{"full_text":"RT Hampshire is SEVENTH county to need extra space for storing bodies as Covid death count continues to rise","sentiment_score":0.0}
{"full_text":"RT It's been a few years since I wrote any poetry. This is, Pregnant in a Pandemic. ","sentiment_score":0.0666666667}
{"full_text":"I care and I'm so sorry for your loss.I'm currently fighting Covid and just want to punch those that don't realize how serious it is.Much love to you.","sentiment_score":-0.0833333333}
{"full_text":"I'm interested to see what the new incoming CDC Director is going to do in public health. She has a MD and MPH from Harvard and specializes in HIV\/AIDS and infectious diseases research.","sentiment_score":0.1287878788}
{"full_text":"RT When the #COVID19 pandemic began, and I introduced a plan to #MintTheCoin to provide $2k recurring direct relie...","sentiment_score":0.1}
{"full_text":"Single Covid vaccine dose in Israel 'less effective than we thought'","sentiment_score":0.1206349206}
{"full_text":"Doings... ","sentiment_score":0.0}
{"full_text":"RT Bill Gates tells the FT what needs to be done to protect people's lives during Covid-19. Watch more videos from interna...","sentiment_score":0.5}
{"full_text":"RT \"I should have been tested before leaving prison.\"Prisons across the country are releasing people into communities with...","sentiment_score":0.0}
{"full_text":"RT We'll roll out the Covid vaccine as quickly as possible... Unless, of course, you live in Wales! #IROMG","sentiment_score":0.0852272727}
{"full_text":"Yes--and coupled with allowing pandemic transportation costs to be reimbursed, but then potentially frozen if transportation is included in that.","sentiment_score":0.0}
{"full_text":"Only after they find a accurate cure for Covid can a sequel be made lol","sentiment_score":0.4}
{"full_text":"RT We'll roll out the Covid vaccine as quickly as possible... Unless, of course, you live in Wales! #IROMG","sentiment_score":0.0852272727}
{"full_text":"RT Tears...my grandson died last night. Not covid motorcycle accident. ","sentiment_score":0.0}
{"full_text":"RT The law around the Covid vaccine: Can employers demand staff have it in order to keep their jobs? Top employment lawyer Louise Ski...","sentiment_score":0.5}
{"full_text":"RT WHY ARE WE OPENING OUR BORDERS DURING A PANDEMIC?","sentiment_score":0.0}
{"full_text":"RT How safe is the COVID-19 vaccine for pregnant women? Here are some important factors to consider to determine if the b...","sentiment_score":0.4111111111}
{"full_text":"Hi ,Do you have a favourite cheese?I know there are a lot important things going on in the world, but during lockdown I've collated the cheese favourites of some wonderful people from Elton John to Michelle Obama, Elon Musk to Pink.https:\/\/t.co\/Ja5fXeEZpY","sentiment_score":0.7}
{"full_text":"But Boris and Matt and Gav promised us it was safe ","sentiment_score":0.5}
{"full_text":"Take everything out. Yuck. They need to take their time.","sentiment_score":0.0}
{"full_text":"RT covid relief please working class is trying to survive","sentiment_score":0.0}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"RT Your 36 all out could be a virus, financial lows, relationship losses, racism, exam failures or rejected auditions :p...","sentiment_score":0.375}
{"full_text":"RT fuck jeff bezos but he just had a 3-pack of blue light glasses and a fidget cube for $24 total dickhead capitalizing...","sentiment_score":0.0}
{"full_text":"I like her. ","sentiment_score":0.0}
{"full_text":"How long until \"The pandemic started with the Biden vaccines\"","sentiment_score":-0.05}
{"full_text":"RT hello family!  we have recently been taking a much needed self care break because some of our core team members have been...","sentiment_score":0.1}
{"full_text":"Im sure the families of the thousands who have died of Covid *might* be a little more peeved about their dead family members than vetting the ppl protecting our President elect Biden","sentiment_score":0.2825}
{"full_text":"RT Germany extends Covid lockdown amid concern over variants in Europe","sentiment_score":0.0}
{"full_text":"RT Will the Covid vaccine unlock travel? It's already doing that in The Seychelles, where anyone who's had their shots can now...","sentiment_score":0.0}
{"full_text":"RT This is a great message.  I appreciate Robin's point about climate change: the pandemic is front of mind right now, but climat...","sentiment_score":0.5428571429}
{"full_text":"RT Does that include caravans of migrants from Central America?","sentiment_score":0.0}
{"full_text":"RT #WATCH | Our Sudden Death Response Vehicle team was introduced to minimise the risk of #Covid19 to our officers and the publi...","sentiment_score":0.0}
{"full_text":"RT Oh the irony.","sentiment_score":0.0}
{"full_text":"We are humanitarians at Women Warriors International and do not identify with a political party. We encourage silence because we know arguing with a predator only makes two predators. Wear white and a mask.","sentiment_score":0.0}
{"full_text":"RT This lolIf I see \"continued in comments\" I have to dip","sentiment_score":0.0}
{"full_text":"RT Further 1,610 people have died in the UK within 28 days of a positive Covid-19 test - the biggest figure reported in a sin...","sentiment_score":0.1136363636}
{"full_text":"RT Photos: DeSantis gives COVID vaccine update in Jupiter","sentiment_score":0.0}
{"full_text":"RT Welsh Senedd Member Suspended After Four MS's Attended Lockdown Drinks Party in Conference Room ht...","sentiment_score":0.0}
{"full_text":"RT Last January, Trump told CNBC about coronavirus: \"We have it totally under control. It's one person coming in from China...","sentiment_score":0.0}
{"full_text":"It is so disappointing to know that our doctors at Divine Savior haven't reached out to us to tell us when we are to receive the covid 19 vaccine. The gov. website is incomplete. Sad.","sentiment_score":-0.55}
{"full_text":"RT  Wales local authorities by highest number of COVID-19 positives per 100k population.7-day rolling rate by spe...","sentiment_score":0.0}
{"full_text":"#Covid: Politicians drank at #Senedd despite alcohol ban. Overpaid tin pots never learn. ","sentiment_score":0.0}
{"full_text":"Get all the information you need to know about the COVID-19 Vaccine by visiting","sentiment_score":0.0}
{"full_text":"RT My book, #TheDevilYouKnow, releases one week from today. This is my first day of pre-taped press interviews. In these pan...","sentiment_score":0.25}
{"full_text":"It would be interesting to know how many had antibiotic resistant bacteria, and were labelled COVID, as 750K die each year from them.","sentiment_score":0.5}
{"full_text":"RT The 1918 influenza pandemic wrought havoc across the globe, with its impact still being evaluated today.In this talk,","sentiment_score":0.0}
{"full_text":"He said Kung Flu a few months ago, does that count? He really cares a lot about others, doesn't he!","sentiment_score":0.025}
{"full_text":"RT Sectoral Committees to resume meeting to consider the National Budget Framework Paper 2021\/2022 - 2025\/2026 from 21st - 22nd...","sentiment_score":0.0}
{"full_text":"RT I may be mistaken - but didn't he contact the virus earlier in the pandemic ?","sentiment_score":0.0}
{"full_text":"lol can yall shut up the pandemic is not a fucking fan war. dwd should not be filming. la cases are at an all time high. saving peoples lives is more important than a fucking movie","sentiment_score":0.26}
{"full_text":"RT The Church has supported vaccinations for generations as a prominent element of our humanitarian efforts. As opportunit...","sentiment_score":0.5}
{"full_text":"pray for me. i'm taking the covid test today for the first time ","sentiment_score":0.25}
{"full_text":"RT 400,000 lives lost to COVID-19. The death toll is staggering. For some, incomprehensible.Unless you're one of the fa...","sentiment_score":0.0}
{"full_text":"RT The Gauteng Department of Health spends R380 000\/day on beds at the Nasrec Covid-19 field hospital. The last time a report cam...","sentiment_score":0.0}
{"full_text":"RT This is not funny. People are dying.","sentiment_score":-0.125}
{"full_text":"BRB, frantically finding vaccine locations outside Philly so I can get vaccinated ASAP","sentiment_score":0.0}
{"full_text":"RT Wendy and I were vaccinated today against COVID-19. We are thankful for the countless individuals who performed the wor...","sentiment_score":0.0}
{"full_text":"Inactivated polio vaccine induces a protective systemic immunity that nevertheless permits contagious enteric propagation of the virus. Will IM COVID vaccines prevent nasal or enteric infections and transmission? Need data","sentiment_score":0.0}
{"full_text":"RT Crisis has taken 'devastating toll' on teenagers and young adults and many are losing hope for the future, Prince's Trust wa...","sentiment_score":-0.1}
{"full_text":"Shoutout to our client partner for launching their #AI-powered #COVID Vaccine Prioritization Index, which will help identify vulnerable populations and prioritize those who should be vaccinated first. More via piece:","sentiment_score":0.0833333333}
{"full_text":"RT Nova Scotia has 22 active cases of COVID-19. Four new cases are being reported today. The labs completed 2,106 NS tests yeste...","sentiment_score":0.0015151515}
{"full_text":"RT Your regular reminder that the people who make the laws for everyone else to live under don't actually believe in those laws...","sentiment_score":0.0454545455}
{"full_text":"RT If Williamson doesn't resign now, the tiny shred of accountability (theoretically) left in the Westminster\/Whitehall sy...","sentiment_score":0.0}
{"full_text":"RT NO, you can't catch covid from the vaccineNO, the vaccine does not make you contagiousNO, mRNA vaccine technology is not n...","sentiment_score":0.0}
{"full_text":"With a new Democratic majority in the Senate and Biden taking office this week, ACA advancements will abound. Here's what to expect: #ACA  #Biden #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT 90% of care home residents in Scotland now vaccinated says . In Dumfries and Galloway it's 100% In line w...","sentiment_score":0.0}
{"full_text":"Ok its 2021 and this corona still beating my ass. You would think if you dont got the virus you wont lose the fight but if you ask me .. COVID-19 ? That mfer got hands #COVID19 #fight #coronavirus #virus #explorepage #explore #Trending","sentiment_score":0.5}
{"full_text":"RT Then: zero deaths from CovidNow: almost 400,000","sentiment_score":0.0}
{"full_text":"RT Confirmed COVID deaths will hit 400k today. Which is to say that COVID deaths probably hit 400k sometime in November som...","sentiment_score":0.4}
{"full_text":"RT Free, family, Covid safe, outdoor play spaces for family bubbles available during lockdown for ALL families in Greenwich...","sentiment_score":0.4333333333}
{"full_text":"Go check jeandre steals covidON tik tokHe's a content creator and he's very goodhttps:\/\/t.co\/YhPeQhLWTi","sentiment_score":0.2}
{"full_text":"RT WATCH: is addressing #COVID19 #vaccination efforts:https:\/\/t.co\/ETd8cTlqPj","sentiment_score":0.0}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"RT Instead of taking responsibility, now the pandemic is to blame for the negative consequences of Brexit.It was to be exp...","sentiment_score":-0.3}
{"full_text":"RT (1\/4) I work in an Amazon warehouse. My coworkers have been fired for speaking up about unsafe working conditions. COV...","sentiment_score":0.0}
{"full_text":"RT URGENT: This was sent to staff at a London hospital todayCOVID-19 vaccine doses may be wasted because NHS hospitals ar...","sentiment_score":-0.2}
{"full_text":"Happy Birthday Dolly! You did more to combat Covid then loser Trump. #TrumpVirus #TrumpIncompetence #TrumpIncitedViolence #TrumpWasTheWorseUSPresident","sentiment_score":0.75}
{"full_text":"Next, Lauren Wynn reviews the \"Editor's Choice\" in this month, an evaluation of prognostic factors for mortality in COVID-19 #PharmICU","sentiment_score":0.0}
{"full_text":"\"The Community Health Worker Outreach Initiative has been one of the most effective communication programs through L.A. County's response to COVID-19, and this extension will allow critical efforts to continue across the hardest hit communities.\"https:\/\/t.co\/9q5MCilMZ5","sentiment_score":0.3666666667}
{"full_text":"Has your child's body changed since last March? Let's keep our priorities straight:\"Instead of worrying about weight, focus on supporting kids in taking care of themselves emotionally and physically.\"","sentiment_score":0.09}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"A milestone we wish we'd never reach","sentiment_score":0.0}
{"full_text":"Peter Andre targeted by sick Covid conspiracy theorists who claim he faked diagnosis","sentiment_score":-0.7142857143}
{"full_text":"Bestselling author shares insight into how living through a pandemic is like rocketing into space, how her long-standing character Scarpetta inspired her new series, &amp; what fans can expect from her next! Interview by in #TheBigThrill","sentiment_score":0.0681818182}
{"full_text":"I am pretty upbeat about the effectiveness of the COVID-19 vaccines, and so far the data is showing excellent results. I wonder what else mRNA vaccine technology will be useful at fighting? ","sentiment_score":0.4125}
{"full_text":"RT Terribly damning AG report out of #Lesotho is finally leaked (from Sept 2020) laying out how is spending on salar...","sentiment_score":-0.5}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"The Presidential Inaugural Committee is calling on cities to join by ringing church bells in a \"national moment of unity and remembrance.\"https:\/\/t.co\/g9FjkXECgJ","sentiment_score":0.0}
{"full_text":"In a research study from Am. Assoc. for Medical College, assoc. professor of medicine &amp; epidemiology at Boston Univ. School of Med Benjamin Linas said, \"You can only open your school safely if you have COVID under control in your community.\" #allvirtualtilvaccine","sentiment_score":0.125}
{"full_text":"Around 1 in 3 people with Coronavirus don't have symptoms Stay at homeProtect the NHSSave lives","sentiment_score":0.0}
{"full_text":"'This pandemic doesn't have a rule book. Every country is finding its way. The decisions we make, and the recommendations to governments ... have impacted the lives of so many.' -Brendan Murphy, ACT '2021 Australian of the Year Awards' exhibition:","sentiment_score":0.25}
{"full_text":"Tear gas and water cannons were used on protesters in Tunisian capital #Tunis as riots, prompted by a nationwide lockdown, continued into fourth consecutive night. A total of 632 people were arrested on the previous night alone.","sentiment_score":-0.0555555556}
{"full_text":"wrote \"Here's What People Googled the Most in 2020\" #technology #GoogleNews #GoogleSearch #SEO #coronavirus #BlackLivesMatter #WAP #TigerKing #handsanitizer #technology (Photo credit: Geralt\/Pixabay)","sentiment_score":0.5}
{"full_text":"#AD I've partnered with to remind you to continue to take precautions to keep yourself and others safe. Remember to wear a mask, social distance, and visit to download the Covid Alert NJ app for the latest updates. #MaskUpNJ","sentiment_score":0.3444444444}
{"full_text":"What happened to marathons during the pandemic? FIU professor and frequent marathon runner Jay Sandhouse details how virtual races work. Find out more belowhttps:\/\/t.co\/XbV2R7EYGl","sentiment_score":0.3}
{"full_text":"Even though it might be cold outside, it's important to keep shared spaces well-ventilated. Open windows or doors if possible and safe to do so. Find out more at:","sentiment_score":0.1142857143}
{"full_text":"Aaron was born with #thalassemia, a rare blood disorder passed in families. Managing the condition can be challenging, but he shares his story and tips for managing the condition to encourage others living with thalassemia. Watch his 4-part video series:","sentiment_score":0.4}
{"full_text":"Gov't urged to disclose deal with China's Sinovac Biotech for COVID-19 vaccinehttps:\/\/t.co\/ZJNBgqMTNd#AbogadoNews","sentiment_score":0.0}
{"full_text":"RT No empathy whatsoever from a PM more concerned with the froth than the substance of high office.","sentiment_score":0.33}
{"full_text":"We spoke to GM about COVID's impact on #LeagueofLegends","sentiment_score":0.0}
{"full_text":"You can't say that though. The only way you can say that is if every person\/gym was tested for COVID because tests only happen when there are symptoms. Again, asymptomatic people could be going to the gym and passing it on.","sentiment_score":0.0}
{"full_text":"RT This is why many of us are hesitant about Ivermectin.Observational data suggested the BCG vaccine might be of benefit a...","sentiment_score":0.5}
{"full_text":"Did some 2021 budgeting projections and it is not great! Doable probably, but if i get kicked off of unemployment in March with the pandemic still in full swing? Yikes.","sentiment_score":-0.075}
