{"full_text":"The FFCRA leave was voluntarily extended through March 31st. That means, employers are no longer required by law to provide paid leave to employees. However, if the employer chooses to offer paid leave due to COVID-19, tax credits will be available.","sentiment_score":0.1375}
{"full_text":"You'd better do it lest you fok around and catch Covid from yourself!","sentiment_score":0.625}
{"full_text":"RT Pharmacists around the country who give flu jabs, ready, willing and able to administer Covid vaccination but are being ignor...","sentiment_score":0.3166666667}
{"full_text":"RT It went from \"just wear the mask\" to this in a hurry.","sentiment_score":0.0}
{"full_text":"44 people who attend Christmas church gathering test positive for COVID-19 via","sentiment_score":0.2272727273}
{"full_text":"RT I join in saluting Republicans who've now come out against the putsch. But it must be said: We didn't have to be here. We...","sentiment_score":0.0}
{"full_text":"RT  Competition! To bring some brightness to Lockdown 3.0 we're giving away three posters of our 2018 TOCA-commissioned artwork...","sentiment_score":0.0}
{"full_text":"RT Ghana will keep providing free electricity and water for citizens in Ghana to soften the effects of Covid-19 on them.","sentiment_score":0.4}
{"full_text":"RT call me crazy but plummeting mental health in lockdown has a lot more to do with financial insecurity than it does going th...","sentiment_score":-0.05}
{"full_text":"RT Viral mutations may cause another 'very, very bad' COVID-19 wave, scientists warn","sentiment_score":-0.91}
{"full_text":"You do realize thousands of people die everyday regardless of COVID right? You do know total deaths haven't increased across the globe right? They're all just called \"COVID related\" deaths now. Relax, orange guy will be gone soon so u can celebrate the Demonrats fraudulent win","sentiment_score":0.1952380952}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"RT Trump's final-weeks legacy:  lighting fires across America on the way outsinking fellow Republicans who've protected hi...","sentiment_score":0.0}
{"full_text":"RT Hello! It's a new day!Who's ready to PUSH? Ready to PUSH for retroactive COVID relief? And to PUSH for studen...","sentiment_score":0.1787878788}
{"full_text":"RT Scottish woman on the news saying she is worried about whether she'll get tae Lanzarote in a few weeks havin tae pay for Covi...","sentiment_score":-0.2}
{"full_text":"RT Shocking News: #GASen #Runoff voters make pocketbook decision.#GOP control of Senate = $2K COVID stimulus check don't h...","sentiment_score":-1.0}
{"full_text":"RT Cartoon for #politicians #covid_19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"RT So lucky to live by the beach during lockdown. Nice to get out in the fresh sea air","sentiment_score":0.3424242424}
{"full_text":"RT Shocking News: #GASen #Runoff voters make pocketbook decision.#GOP control of Senate = $2K COVID stimulus check don't h...","sentiment_score":-1.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT Another great player is out of the World Championship due to covid-19. The great Tunisian right back of Dinamo Bucurest...","sentiment_score":0.3521428571}
{"full_text":"B is for the better good , 8K a week ain't no telling how long COVID gone be around u may not even make it to see that 10 milly &amp; plus in a year you wouldn't have made even half of that ","sentiment_score":0.2458333333}
{"full_text":"RT Pause to reflect how outrageous this is. A virus has killed nearly 2 m people and the country where it started won't eve...","sentiment_score":-0.3666666667}
{"full_text":"Wise words!!,a wise man once said\"a true hero puts his people before his ego\".A little means a lot, let's put our hands together.","sentiment_score":0.390625}
{"full_text":"RT Cartoon for #politicians #covid_19 #coronavirus","sentiment_score":0.0}
{"full_text":"After about 100 or so of these I am out of sympathy for folks who get seriously ill due to their own actions.  Thousands of Americans are dying to this disease despite doing everything correctly thanks to people like this who continue to propagate the virus.","sentiment_score":0.04375}
{"full_text":"RT Loefller buying stock in body bags in January when she was warned about the approaching pandemic.....nothing qualifies you m...","sentiment_score":0.0}
{"full_text":"If Summit is a model for mountain rural county vaccine distribution, last thing the state should do is stop giving them vaccines. Quite the message: 'You've done great, now wait.' Instead of punishing their success, perhaps it should be used as an example for others to follow.","sentiment_score":0.275}
{"full_text":"RT Phelao isse#SaveLives_StopTakingPhysicalExams_Air_uni@DrMuradPTI@ImranKhanPTI@dcislamabad@SamaNews@BleedGreen@ARYNEWS...","sentiment_score":0.0}
{"full_text":"RT NIH director Francis Collins joins The Post to discuss the latest updates on coronavirus treatment and how public healt...","sentiment_score":0.25}
{"full_text":"My husband and I always talk about orders to Japan or Germany because of scenery but I thank God that we're here during the pandemic because at least our families are a couple of hours away... not countries away  I pray for my baby brother every day.","sentiment_score":-0.3}
{"full_text":"RT I join in saluting Republicans who've now come out against the putsch. But it must be said: We didn't have to be here. We...","sentiment_score":0.0}
{"full_text":"Even 3 skills are more than sufficient.","sentiment_score":0.5}
{"full_text":"RT COVID-19 forced retailers to squeeze years' worth of digital transformation into a matter of weeks. Extreme Networks' Mik...","sentiment_score":-0.03125}
{"full_text":"RT this plane should have landed and these people thrown off the flight for not following the ma...","sentiment_score":0.0}
{"full_text":"#SaveLives_StopTakingPhysicalExams_Air_uni Do students have developed innate immunity against COVID-19 or COVID-19 is their friend? #SaveLives_StopTakingPhysicalExams_Air_uni","sentiment_score":0.1}
{"full_text":"MAKE EVERYONE WEAR A MASK (which you can breathe virus particles through)Meanwhile folk are walking about the same shops spreading it with a trolley they never cleaned, picking up items &amp; putting them back, touching filthy handrails, lift buttons &amp; pin keypads. Waken up.","sentiment_score":-0.075}
{"full_text":"The Foot Switch - making your water cooler - touch free! Contact us for more information as these can be retro-fitted too. #COVID19 #water #watercooler","sentiment_score":0.5}
{"full_text":"RT NHS staff up and down the country are working hard to vaccinate people against coronavirus. There's no need to contact yo...","sentiment_score":-0.2236111111}
{"full_text":"Berlin's short-term strategy in the pandemic. Nothing beyond 3 weeks","sentiment_score":0.0}
{"full_text":"Houston-area Rep. Kevin Brady tests positive for COVID-19, making him 2nd Texas lawmaker of late to do sohttps:\/\/t.co\/793bAitl9C","sentiment_score":-0.0242424242}
{"full_text":"In a free country why would security services distinguish between regular and independent media?","sentiment_score":0.1333333333}
{"full_text":"Pandemic and castle panic","sentiment_score":0.0}
{"full_text":"RT Elizabeth Olsen says filming on 'DOCTOR STRANGE: IN THE MULTIVERSE OF MADNESS' has been put on hold due to the rise in...","sentiment_score":-0.0875}
{"full_text":"RT If myAirPods can wear a mask, so can you.","sentiment_score":0.0}
{"full_text":"You are back!","sentiment_score":0.0}
{"full_text":"RT More young men in Western Canada died than expected last year -- and not just because of COVID-19.https:\/\/t.co\/aTkJDdO4Cg","sentiment_score":0.1}
{"full_text":"RT Also congratulations to who helped to make the $2000 Covid relief payment a major issue in the Georgia Se...","sentiment_score":0.0625}
{"full_text":"In 1997, I caused former Washington State Governor Mike Lowry to convene an Emergency Special Session of the Washington State Legislature to change the legal definition of MONEY at RCW 84.04.060. My NO MONEY BRIEFS can slam dunk beat all LOCK DOWN FINES!https:\/\/t.co\/tQY98RalFT","sentiment_score":0.1003968254}
{"full_text":"how the heck did you manage to get for #Staged ???@SimonEvans25 Second series doesn't disappoint, AMAZING.Hope you're writing lockdown 3@lucyeatonmess","sentiment_score":0.0}
{"full_text":"Service Update 15:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"War Room: Pandemic Ep 634 via","sentiment_score":0.0}
{"full_text":"Service Update 15:00 - All general service updates can be found this afternoon here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT Also congratulations to who helped to make the $2000 Covid relief payment a major issue in the Georgia Se...","sentiment_score":0.0625}
{"full_text":"Time for companies like who've done so well in pandemic to step up?","sentiment_score":0.0}
{"full_text":"RT What are they distracting us from:1) vaccine smuggling2) POGO workers getting vaccine ahead of our healthcare workers...","sentiment_score":0.0}
{"full_text":"RT Can someone point to the voters or Americans who approved\/requested that congress send hundreds of millions in COVID re...","sentiment_score":0.0}
{"full_text":"RT People lose jobs due to COVID lockdown, we donate money to help... people lose their homes due to flood, we donate money to h...","sentiment_score":-0.125}
{"full_text":"RT Also today. The Government will not restart the Everyone In scheme that helped to house rough sleepers during the firs...","sentiment_score":-0.1}
{"full_text":"RT #UnpaidCarers paying the price\"\"They deemed him to be a self-payer. But there is no money\" says Mangar, who gave up her j...","sentiment_score":0.0}
{"full_text":"How many people still believe in pandemic? All sorts of manipulations and propaganda are being made to fit the narratives. Such a desperate situation we are in and it will get worstwhich should not be accepted.","sentiment_score":0.04}
{"full_text":"RT Covid kes 2.5k. Johor, pahang, kelantan and many more is flooding while VIP proclaiming to give a helping hand by visiting...","sentiment_score":0.5}
{"full_text":"RT If Ossoff and Warnock win, Georgia is my first vacation destination in a post-COVID world  Just gotta thank every Georgian...","sentiment_score":0.525}
{"full_text":"An interesting &amp; overlooked part of the Israeli-Palestinian vaccination debate: East Jerusalem Palestinians (Israeli residents, but not citizens). Good overview","sentiment_score":0.6}
{"full_text":"RT Boris's entire Covid response, from start to finish, has been a tragedy of indecision. Like a low-rent Hamlet. My la...","sentiment_score":0.0}
{"full_text":"I am an in Operations for Five Guys and we need responsible people as our sales have been through the roof during this entire pandemic.","sentiment_score":0.1}
{"full_text":"Thank you that's beautiful and certainly cheering me up on this Weds lockdown ","sentiment_score":0.5321428571}
{"full_text":"RT Browns have placed 17 players on their COVID-19 Reserve list over the last two weeks; ten of those players still remain o...","sentiment_score":0.0}
{"full_text":"Lock down feeling ","sentiment_score":-0.1555555556}
{"full_text":"RT Please note that MCA has lifted restrictions and fully functioning and additional fees are full now and...","sentiment_score":0.35}
{"full_text":"RT NO OTHER NEWS. It almost as if BBC output has been taken over by an alien entity. There's no balance to the 'News'. It...","sentiment_score":-0.09375}
{"full_text":"Today 06th of January 2021Two days of Free Medical Camp Male Patients 2710Female Patients 2649Total OPD 535915 Consultants has checked 5359 patients and distributed free medicine 1455 patients has tested in lab196 persons has tested as suspected as COVID","sentiment_score":0.2}
{"full_text":"RT Wisconsin state Assembly will convene tomorrow (Thurs) at 11 to vote on AB1, the first bill of the new legislative session, wh...","sentiment_score":0.1931818182}
{"full_text":"RT realizing i'm going to spend my whole early to mid twenties in a pandemic then choosing to unrealize","sentiment_score":0.1}
{"full_text":"RT realizing i'm going to spend my whole early to mid twenties in a pandemic then choosing to unrealize","sentiment_score":0.1}
{"full_text":"RT U allow your childrens to come to on campus even in such a pandemic#SaveLives_StopTakingPhysicalExams_Air_uni@DrMurad...","sentiment_score":0.0}
{"full_text":"RT Ontario's latest official #COVID19 vaccination numbers: 50,030 doses administered in total so far7,607 administered ye...","sentiment_score":0.25}
{"full_text":"god this lockdown is making me so miserable i want to online shop but do i have the funds? absolutely not","sentiment_score":-0.55}
{"full_text":"RT Also congratulations to who helped to make the $2000 Covid relief payment a major issue in the Georgia Se...","sentiment_score":0.0625}
{"full_text":"RT The Great Reset.","sentiment_score":0.8}
{"full_text":"RT I join in saluting Republicans who've now come out against the putsch. But it must be said: We didn't have to be here. We...","sentiment_score":0.0}
{"full_text":"RT Alternatively, give them a fucking payrise.","sentiment_score":-0.6}
{"full_text":"Second dose of Covid-19 vaccine done...now watching 28 Days Later","sentiment_score":0.0}
{"full_text":"RT You mean they don't already? ","sentiment_score":-0.3125}
{"full_text":"RT Disgraceful that Conservatives in Bromley are planning to get rid of their parks. Especially as so many more people have c...","sentiment_score":0.75}
{"full_text":"RT #COVID19 in #Ontario #LTC homes.As of Jan 5th (D from prior day):-220 homes in outbreak (+4) with 82 involving resident...","sentiment_score":0.0}
{"full_text":"3775 people died from Covid 19 yesterday!!!","sentiment_score":0.0}
{"full_text":"RT It went from \"just wear the mask\" to this in a hurry.","sentiment_score":0.0}
{"full_text":"I like to see doctors try to explain how this is possible. #COVID19","sentiment_score":0.0}
{"full_text":"RT A friend of mine's mother has just been turned down for a Covid jab because she is on antibiotics. Didn't know that. I w...","sentiment_score":-0.1555555556}
{"full_text":"RT While everyone was watching Georgia, the new masters of the world were busy making billionaires disappear, blocking even the lau...","sentiment_score":0.1181818182}
{"full_text":"RT call me crazy but plummeting mental health in lockdown has a lot more to do with financial insecurity than it does going th...","sentiment_score":-0.05}
{"full_text":"RT Post lockdown India ki vachi mass theatre lo cinema chuste adhi Balayya-Boya(#BB3) ne avali Oora Mass experience anthe e...","sentiment_score":0.0}
{"full_text":"You are a Designers sign in with Hired where companies apply to you, not the other way around. !! #designers =====&gt; #COVID19","sentiment_score":-0.1953125}
{"full_text":"RT [TRANS] [WEIBO] [#HANDONG]Coming from the South, I'm quite excited to see the snow (T\/N: Dongie is from Wuhan, Hube...","sentiment_score":0.375}
{"full_text":"Thanks Gavin.  Trying again to find things that schools are doing wrong so he can show them up. Against exactly what criteria is anyone able to judge whether parents would be right to report schools to anyone about lockdown online learning not being adequate?","sentiment_score":0.1781746032}
{"full_text":"RT As a \"child of the 90's\" you would know the Vanilla Ice had one hit song, which also tells you why he's playi...","sentiment_score":0.0}
{"full_text":"LOCKDOWN FLASH SALEWe'd like to brighten up your week! EVERYTHING in our online store is currently 20% off, until Friday. Get your orders in now and help to support the club. Please be patient for deliveries.  ","sentiment_score":0.0}
{"full_text":"Second lockdown with khatshibi ","sentiment_score":0.0}
{"full_text":"Interesting prediction...https:\/\/t.co\/RNlIa7dKtw","sentiment_score":0.5}
{"full_text":"RT This is very, very bad, given that things are going to get worss over the next few weeks. Cancer ops needed 'within 28 days'...","sentiment_score":-0.37}
{"full_text":"Do we need to take Covid test, when flying out of Canada?","sentiment_score":0.0}
{"full_text":"RT McConnell owns this loss","sentiment_score":0.0}
{"full_text":"Congressman Kevin Brady tests positive for COVID-19 weeks after receiving first dose of Pfizer vaccine","sentiment_score":0.2386363636}
{"full_text":"Ensuring #COVID19 Vaccine Supply Meets Need. In developing countries, certain companies like the manufacture significant high volumes of these #vaccines that go to low- to middle-income countries, says via","sentiment_score":0.1873214286}
{"full_text":"RT BREAKING: The White House is on lockdown after someone threw a TV out of a window.","sentiment_score":0.0}
{"full_text":"And why's that? Maybe because staff are being reassigned to help on packed covid wards. Anyway don't argue with me. Go find a nurse or doctor and ask them. Maybe visit a covid ward since apparently it's such a small disease","sentiment_score":-0.125}
{"full_text":"Sacramento housing advocates say the city's Tenant Protection Program doesn't go far enough to prevent evictions during the pandemic. City councilmembers are expected to take a close look at the program Tuesday night.https:\/\/t.co\/KHgt8jQxEg","sentiment_score":0.0}
{"full_text":"Hi we'd like to have you on our program to discuss the coronavirus vaccine rollout. How can we get in touch?","sentiment_score":0.0}
{"full_text":"\"We are continuing our online and mail-in campaign and we are hoping those make up the difference.\" McDowell said.The decrease in red kettle locations and volunteers has directly impacted their campaign.  #RescueChristmas","sentiment_score":0.05}
{"full_text":"Local workers playing key role in COVID-19 vaccine distributionhttps:\/\/t.co\/yDz3CY4rpF","sentiment_score":0.0}
{"full_text":"A great article on the health and environmental benefits of #ebikes.","sentiment_score":0.8}
{"full_text":"As the country locked down, these Changemakers stepped up and met the challenges of the Covid crisis head on https:\/\/t.co\/BxvvaR9DFj","sentiment_score":-0.1555555556}
{"full_text":"This is so heartbreakinghttps:\/\/t.co\/kMV6fDzaXg","sentiment_score":0.0}
{"full_text":"Washing your hands remains vital in protecting yourself and others from the spread of Covid-19. Don't forget to wash them regularly using soap and water for 20 seconds each time. Find out how to prevent the spread of infection","sentiment_score":0.05}
{"full_text":"@ | Following the latest national lockdown and suspension of non-elite #football - remember that the #FootballsStayingHome platform is loaded with great content, ideas and videos to enjoy whilst developing.","sentiment_score":0.425}
{"full_text":"It was this week a year ago when health officials in China officially notified the WHO about a cluster of pneumonia cases in the city of Wuhan.365 days. And the is still putting students at risk with in-person MCAT exams. #WaiveTheMCAT","sentiment_score":0.0}
{"full_text":"\"Lockdowns are a blunt policy instrument typical of government officials who can only pretend to know how individuals make choices and the tradeoffs they face. However, we can still be considerate of the choices people make and fight #Covid-19.\"via","sentiment_score":-0.0833333333}
{"full_text":"During a recent interview, #China's Foreign Minister Wang Yi said the 2021 Forum on China-#Africa Cooperation #FOCAC will be held in Senegal, and the three priorities will be #COVID19 #vaccine cooperation, economic recovery, and economic transformation.","sentiment_score":0.06875}
{"full_text":"RT I join in saluting Republicans who've now come out against the putsch. But it must be said: We didn't have to be here. We...","sentiment_score":0.0}
{"full_text":"RT I've had enough now. Please can someone put Devi in charge?","sentiment_score":0.0}
{"full_text":"#volunteermanagers I have been thinking a lot about the stats in this article - do they reflect the level of engagement in your own #volunteer programme?E.G. Did you see volunteers fall away between May &amp; August? Was there a moment of change last year? When was it?","sentiment_score":0.3}
{"full_text":"RT,my clients could be on your timeline congrats on the achievement btw","sentiment_score":0.0}
{"full_text":"'it will be done by convincing them that our liberties will be returned to us in a matter of months when this pandemic is defeated.' Er: when has a pandemic ever been defeated?","sentiment_score":0.5}
{"full_text":"Blue jeans are emerging as part of the post-pandemic aesthetic for luxury brands.https:\/\/t.co\/ElJDNjpLRi","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic is impacting nearly every aspect of Americans' lives and has a significant effect on worker well-being. Helping employees achieve work-life fit is crucial. Learn more on the #ScienceBlog.","sentiment_score":0.275}
{"full_text":"The fewer people you come into contact with, the less chance coronavirus #COVID19 has to spread","sentiment_score":-0.1666666667}
{"full_text":"E-commerce businesses are all the rage in new pandemic world, kickoff the new year with our guide to make your own e-commerce WordPress sitehttps:\/\/t.co\/xYnOqk8KL5","sentiment_score":0.2909090909}
{"full_text":"Times are tough at the moment with the UK heading into another #lockdown We hope all of our followers and clients are able to stay safe and well during this difficult period. #seniguk #accountants #accounts #staysafe","sentiment_score":0.0277777778}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":" We'd like to thank Project Manager, David and his team at in Wisbech, who have kindly donated a vast amount of Felix cat food and to be distributed to our team.David recovered from Covid-19 after receiving treatment at NNUH.","sentiment_score":0.3}
{"full_text":"A reminder that Wales is in Alert Level 4. Please stay home and stay safe and enjoy your daily exercise.For more information on Tier 4 restrictions visit:","sentiment_score":0.35}
{"full_text":"Looks like we've already had our first \"under 40\" COVID death of 2021. Let's do our part, fellow Millennials, and follow the guidelines. #stayhome #COVID19 #COVID19AB #ableg","sentiment_score":0.25}
{"full_text":"Our Copper products fully comply with all Irish and EU regulations and are registered with the European Commission for supply of biocidal products. Find out more at #Covid19 #CovidIreland #Sanitize #AntiMicrobial","sentiment_score":0.1666666667}
{"full_text":"COVID testingTODAY Jan 6 1pm-4pmPrimary Care Health Services Alma Illery 7227 Hamilton AveRegister: appointment neededWalkup site, not a drive-thru.Insurance not required, but please bring insurance card if available. Test provided at no cost","sentiment_score":0.4}
{"full_text":"RT A man who tested positive for the coronavirus after Christmas has posted several videos on social media warning others to wear the...","sentiment_score":0.0868686869}
{"full_text":"Use our payment calculator to estimate your stimulus check from the second round of federal coronavirus relief.","sentiment_score":-0.1}
{"full_text":"Henrico residents have until Jan. 22 to submit applications for help with outstanding water and trash bills. Relief is available to cover unpaid past-due bills accrued between March 1 and Dec. 30.","sentiment_score":0.3666666667}
{"full_text":"A national lockdown has been announced which means everyone must #StayAtHome and only go out for essential reasons.Primary and secondary schools will move to online learning for all, apart from vulnerable and keyworker children.Find out more here:","sentiment_score":-0.06}
{"full_text":"RT Please read this if you haven't. There are no words to describe it. Inside the Covid ward @UnHerd","sentiment_score":0.0}
{"full_text":"RT Health \"experts\" say the flu has virtually disappeared because people are now wearing masks, but also, the coronavirus ke...","sentiment_score":0.0}
{"full_text":"#COVID19 regulations have determined some #restaurants to consider #robot waiters.","sentiment_score":0.0}
{"full_text":"#India expects to export its homemade #coronavirus #vaccines \"within weeks\" to satisfy the global market, with experts applauding its good capacity but revealing the political and economic motives behind it.","sentiment_score":0.1}
{"full_text":"We've become masters of stress between the pandemic, new at-home workplace distractions, and the consistent flow of polarizing media. Remember, we have choices about how to manage that stress. Try naming your emotions as they come up. Awareness of our impulses is often the key.","sentiment_score":0.1287878788}
{"full_text":"Fraudsters are trying to take advantage of people whilst they are vulnerable.https:\/\/t.co\/i8t7kkdXJT","sentiment_score":0.0}
{"full_text":"'I fear for my industry': firms fret over latest lockdown","sentiment_score":0.5}
{"full_text":"\"I'm trying to keep up the positive attitude but I appreciate your continued support these days.\" -Daniele Support for cancer patients and caregivers is at risk because of the #pandemic. We're here to help at","sentiment_score":0.2272727273}
{"full_text":"Little update video about lockdown and church services:  If you didn't get this by email and wished you had, sign up for email updates here: #onlinechurch #update #lockdown #parkwhatson","sentiment_score":-0.1875}
{"full_text":"#COVID19 vaccines are not going to be the cure, but another tool in the COVID-19 toolkit.Clinical studies show that getting a COVID-19 #vax may help keep you from getting seriously ill even if you do get the virus, like the #flu vaccine","sentiment_score":-0.5}
{"full_text":"As the coronavirus pandemic unfolded, AAKP patient volunteers &amp; staff quickly adapted to the changing environment by launching a patient-focused resource webpage &amp; hosting over a dozen COVID-19 informational webinars.Learn and watch OnDemand:","sentiment_score":0.3333333333}
{"full_text":"#Hospital suits against #patients to recover outstanding amounts continued throughout pandemic despite financial stresses. Further highlights difficult position on both sides.","sentiment_score":0.0}
{"full_text":"From Dec.14-27, reported 70 total positive cases of COVID-19 among #MSU students and employees.","sentiment_score":0.1136363636}
