{"full_text":"#Antidepressant use in #England soars as pandemic cuts counselling access #UK","sentiment_score":0.0}
{"full_text":"RT Sir hsbte student humble request to you exam should be held online mode due to covid-19 and other virus. #hsbte many chi...","sentiment_score":0.0125}
{"full_text":"RT remember when my chem cancelled that australian(?) festival in like march and got dragged to the fucking ground by the...","sentiment_score":-0.3}
{"full_text":"My other half is watching the football.I can finally read my book without him chucking the remote to me. Win win!#lockdown #menwatchingfootball #readingforpleasure #rangers #Lockdown2","sentiment_score":0.0816666667}
{"full_text":"Things I don't need on social media... People posting things about daily covid datq that I can read on any news site. It ain't helping anyone!","sentiment_score":0.0166666667}
{"full_text":"RT just because the gov have fucked up their handling of the pandemic doesn't mean we have no personal responsibility, in f...","sentiment_score":-0.3041666667}
{"full_text":"RT California COVID-19, By The Numbers: Confirmed cases to date: 2,292,568 Note: Numbers may not represent true day-o...","sentiment_score":0.375}
{"full_text":"RT Head of Immunisations at Public Health England Dr Mary Ramsay says \"We do not recommend mixing the COVID-19 vaccines\" add...","sentiment_score":0.0}
{"full_text":"RT #HappyNewYear2021 all Feel free to follow for everything #handmade #home &amp; #garden  Stay tuned for: New ite...","sentiment_score":0.2681818182}
{"full_text":"Any chance we could hear from you directly instead of you silently observing the Isle of Man public's meltdown over the current #covid situation here?","sentiment_score":0.025}
{"full_text":"Keep \"physical distance\",  don't fall in offer and pass your Consent , change habits , follow as #SanatanDharma teaches us, how to live and love each other. Love the Nature,  value the relationships !!Sometime STD, some time Corona , maintain distance,  Safe Rahona -Be Safe !!","sentiment_score":0.3676948052}
{"full_text":"RT Don't say I didn't tell you!Coughing, sneezing, vomiting: Visibly ill people aren't being kept off planes","sentiment_score":-0.5}
{"full_text":"In need of vacation, covid please go ","sentiment_score":0.0}
{"full_text":"RT Dear PH officials, there are best practices to follow. Check this thread from South Korea. Instead of consolidating power,...","sentiment_score":1.0}
{"full_text":"So close yet so far away!  Jan 20, 2021","sentiment_score":0.125}
{"full_text":"RT This government lost the Covid information war when four ministers attended the Information minister's curfew-breaking b...","sentiment_score":0.0}
{"full_text":"RT Breaking: WE WON! Texas Supreme Court stops Mayor Adler's illegal order shutting down restaurants and bars. #AustinTx #COV...","sentiment_score":-0.3277777778}
{"full_text":"RT Teachers should refuse to go back to school on Monday en masse - and the rest of us must stand by them if they do.","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT NSW is in a different phase of the outbreak than Victoria. This isn't difficult stuff. First three days in NSW 41 cases. Fi...","sentiment_score":-0.0833333333}
{"full_text":"RT #ThalapathyVijay asked us not to give any #MasterFilm Updates during the Corona Lockdown\/Peak time. - #LokeshKanagaraj...","sentiment_score":0.0}
{"full_text":"RT The GOP is dead. They are throwing away Georgia.","sentiment_score":-0.2}
{"full_text":"RT 98% overall budget performance and 89% for critical projects in a time of COVID-19 = ImpressiveBudget performance is simply...","sentiment_score":0.0}
{"full_text":"RT According to the media and radical left, Trump is a very mean bad man. So why is he the only politician who donated his salar...","sentiment_score":-0.2765625}
{"full_text":"RT Critically ill Covid patients in Kent are being transported by ambulance and helicopter as far as Bristol, Leeds, Southa...","sentiment_score":-0.2}
{"full_text":"RT \"Labour MP Peter Kyle last night accused Craigslist of behaving like 'pimps'..'Just because they are frappuccino-drink...","sentiment_score":0.0}
{"full_text":"RT Thank you God for saving Uttar Pradesh from this idiot!!!","sentiment_score":-1.0}
{"full_text":"It is still an over reaction.  Is there a number of people who's deaths are primarily caused by covid. Just not tested positive?","sentiment_score":0.3136363636}
{"full_text":"RT This gets worse. The pharmacist was arrested, and claimed they deliberately spoiled the vaccines then injected people wit...","sentiment_score":-0.4}
{"full_text":"#Georgia deserves better than lying crooked Kelly Loeffler &amp; David Perdue.Millionaires who profited from the pandemic but spent 8 months blocking your covid relief checks.#VoteOssoff #VoteWarnock for someone who represents you not just themselves.https:\/\/t.co\/idFueN4Q2A","sentiment_score":0.1333333333}
{"full_text":"NIV India decodes the new strain of Covid-19, becoming the first ever laboratory  to decode.#NIVdecodesNewStrainOfChinaVirus","sentiment_score":0.2787878788}
{"full_text":"i just imagine the day we're covid free. when they announce it, everyone getting rid of their masks, everyone dancing on the streets.","sentiment_score":0.4}
{"full_text":"RT Is it just me or does uncontrolled, high level community transmission with circulation of several new #SARSCoV2 #COVID...","sentiment_score":0.0987878788}
{"full_text":"RT Covid-19: New variant 'raises R number by up to 0.7'","sentiment_score":0.1363636364}
{"full_text":"RT I'd just like to say to every member of the medical profession: we don't deserve you, we really don't. Your courage, hum...","sentiment_score":0.1}
{"full_text":"Stupid man ","sentiment_score":-0.8}
{"full_text":"RT Louisiana Rep-Elect Luke Letlow just died of COVID, according to","sentiment_score":0.0}
{"full_text":"RT Head of Immunisations at Public Health England Dr Mary Ramsay says \"We do not recommend mixing the COVID-19 vaccines\" add...","sentiment_score":0.0}
{"full_text":"RT Harare almost always records \"zero\" cases but hospitals are full. We are being lied to","sentiment_score":0.35}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT Five Indian players -- Rohit Sharma, Rishabh Pant, Shubman Gill, Prithvi Shaw &amp; Navdeep Saini placed in isolation after video emerg...","sentiment_score":0.0}
{"full_text":"RT Reminder: is most famous for contracting covid via Rudy Giuliani's fart","sentiment_score":0.5}
{"full_text":"India got second shot today after getting first swedishi vaccine for #COVID19  by Bharat biotech.Well done scientists and doctors for burning midnight oil for nation.#vaccination #CovidVaccine","sentiment_score":0.125}
{"full_text":"RT Five Indian players -- Rohit Sharma, Rishabh Pant, Shubman Gill, Prithvi Shaw &amp; Navdeep Saini placed in isolation after video emerg...","sentiment_score":0.0}
{"full_text":"A Covid infected prison would be much better!","sentiment_score":0.625}
{"full_text":"RT #PremierLeague chiefs insist the season will go on despite #Fulham's clash with #Burnley on Sunday becoming the latest vic...","sentiment_score":0.475}
{"full_text":"RT Our latest COVID vaccine datahttps:\/\/t.co\/3imP7PqURnGlobally 9.9 million people have received a vaccine.By country:...","sentiment_score":0.5}
{"full_text":"RT Extraordinary that we don't see Labour supporting this callNot only are they failing to support teachers and protect...","sentiment_score":0.1944444444}
{"full_text":"RT Dabo Swinney ranked the team that ended his season #11 but that's not as bad as the time he blamed Florida State for prote...","sentiment_score":-0.7}
{"full_text":"RT India successfully cultures the new viral strain on the horizon (UK-variant of SARS-CoV-2).   #ICMRFIGHTSCOVID19 #IndiaFigh...","sentiment_score":0.4431818182}
{"full_text":"RT Your daily reminder that David Perdue tried to profit off of the pandemic but opposed $1200 stimulus checks for his own constit...","sentiment_score":0.3}
{"full_text":"And how can I beat the system, at the expense of everyone. Kill em all. Just get me the power I want.Somehow i believe he's lived his whole life this way, and nobody checked him with a good hard right clock. They just kept enabling him, like the 146 Traitors to America #Sedition","sentiment_score":0.2235119048}
{"full_text":"Because the Jets don't want a great running back . This pisses me off the guy they activated had covid-19 I thought you had to wait at least two weeks before you could come back but apparently the Jets are above the protocol","sentiment_score":0.0916666667}
{"full_text":"Yess...I think they found it most appropriate time..#TruthOfSSRDishaMurder","sentiment_score":0.5}
{"full_text":"RT The Republican Party is a joke.","sentiment_score":0.0}
{"full_text":"RT We are losing relatives, friends and members of our communities to this deadly pandemic. We cannot afford to be as compl...","sentiment_score":-0.2}
{"full_text":"RT If you will be social distancing on New Year's Eve, wearing your mask and not gathering in large groups, please retweet this t...","sentiment_score":0.127994228}
{"full_text":"RT this you?","sentiment_score":0.0}
{"full_text":"RT Hospital Sg Buloh  has maxed out, other hospitals are opening up COVID wards now, and our infection rate is projected to go u...","sentiment_score":-0.125}
{"full_text":"RT Teachers should refuse to go back to school on Monday en masse - and the rest of us must stand by them if they do.","sentiment_score":0.0}
{"full_text":"RT My dad and I tested positive for Covid-19. We are both experiencing heavy symptoms and there is no room for admissions in an...","sentiment_score":0.0136363636}
{"full_text":"RT They are soooooo close to cracking this whole thing wide open!","sentiment_score":0.0333333333}
{"full_text":"RT i GAME POSTPONEDThis afternoon's fixture against has been postponed due to Covid-19 issues in both sq...","sentiment_score":-0.2625}
{"full_text":"RT Oregon health care worker hospitalized after allergic reaction to Moderna vaccine #FoxNews","sentiment_score":0.0}
{"full_text":"This is the result of keeping schools open...","sentiment_score":0.0}
{"full_text":"A thought-provoking read on work in a post-COVID world by Sets out three key challenges we will need to face.https:\/\/t.co\/g4zhEMEfEb","sentiment_score":0.2}
{"full_text":"The UK Government plan to extend the period between the 1st and 2nd Pfizer vaccine doses from 3 weeks to 12 weeks.How will this affect your attitude towards taking the vaccine? Vote  and comment  below #COVID19 #vaccine","sentiment_score":0.0}
{"full_text":"RT Some of us want money.","sentiment_score":0.0}
{"full_text":"I love this hair style....But I don't think my stylist can fix it #DNAtest #COVID19 #dangote","sentiment_score":0.5}
{"full_text":"Thanks for Clarifying the picture. The sports on TV does have fans in the stadium. I agree that this photo was pre COVID. Every time I have seen him, he is wearing a mask.","sentiment_score":0.2}
{"full_text":"RT POLL:The UK has lost control of the virus.Do YOU support a nationwide lockdown on ALL schools, except for keyworker...","sentiment_score":0.0}
{"full_text":"I think the left should stay safe at home and let the far-right radical extremists fight each other.","sentiment_score":0.125}
{"full_text":"RT South Korea  showing the world how it's done to stop the pandemic and aim for #ZeroCovid. This reporter went through exte...","sentiment_score":0.0}
{"full_text":"RT Decency &amp; competence returning to 1600 Pennsylvania Ave as of 20 January,Covid vaccinations increasingly available natio...","sentiment_score":0.4}
{"full_text":"RT So let me get this straight. For the COVID vaccine to be safe you need a booster jab within a time limit but the govt are...","sentiment_score":0.35}
{"full_text":"This is a fascinating thread. One for the \"If I had been Boris Johnson, I would have implemented this entire immigration infrastructure in February, against the advice of the WHO and SAGE, and in the face of unified media rage and street protests calling me a racist.\" brigade.","sentiment_score":0.35}
{"full_text":"RT The US has gained 56 new billionaires since the pandemic began.","sentiment_score":0.1363636364}
{"full_text":"RT HAYWARD: Here are six ways China was able to profit economically, politically, and strategically from the Wuhan coronavi...","sentiment_score":0.25}
{"full_text":"RT RIP to Catherine StrangwoodThe 57 year old, wife &amp; mother, was a primary school teaching assistant from Bispham near Blackp...","sentiment_score":0.2}
{"full_text":"RT normalise crying like a baby the first moment you step into a concert venue post-covid","sentiment_score":0.025}
{"full_text":"These?https:\/\/t.co\/c7rvBsmfGb","sentiment_score":0.0}
{"full_text":"Bengals dealing with potential major covid issues in advance of #Ravens game tomorrow.","sentiment_score":-0.1125}
{"full_text":"RT With new variant of covid the covid test can miss upto 37%..meaning.you can be negative yet you are positive.. Mask up soci...","sentiment_score":0.0212121212}
{"full_text":"Wait. What?","sentiment_score":0.0}
{"full_text":"ONS states risk of death not greater but are similar to communities. So is it fair to ask people who are living in high prevalence areas to teach in rooms with little social distancing and no masks with children from 30 different families?","sentiment_score":0.0651190476}
{"full_text":"RT won't listen, he is enjoying the whole drama at the expense of everyone life","sentiment_score":0.35}
{"full_text":"RT Friends The Holidays Are Behind US  A New Year Begins  It's Been A Difficult Year With Covid and Watching My Veteran Brot...","sentiment_score":-0.1909090909}
{"full_text":"RT Listen to the personal pain of WHO Dr Tetris caught up in Tigray war. Tragic as he fights  to save us all from Covid","sentiment_score":-0.375}
{"full_text":"People that don't take Covid seriously end up having widows and children with no father.","sentiment_score":-0.3333333333}
{"full_text":"RT We cannot remain in lockdown indefinitely. Govt cannot keep moving the goalposts promising freedom with compliance - and...","sentiment_score":0.2}
{"full_text":"RT #Covaxin, has become the second vaccine to secure recommendation for restricted emergency use from a government appointed p...","sentiment_score":0.2}
{"full_text":"RT It's simple.We cannot revitalize our economy until we CRUSH #COVID19.","sentiment_score":0.0}
{"full_text":"RT We cannot remain in lockdown indefinitely. Govt cannot keep moving the goalposts promising freedom with compliance - and...","sentiment_score":0.2}
{"full_text":"RT The Philippines:","sentiment_score":0.0}
{"full_text":"RT finding ur friends on twitter is incredibly difficult when everyone's screen names are like \"ariana grande's ponytail\" &amp;...","sentiment_score":-0.5}
{"full_text":"RT When opposition has such jokers, you can be sure we will have No change !!","sentiment_score":0.390625}
{"full_text":"RT There's not enough vaccine now, so we MUST do better protecting the most vulnerable. So far, 1 in 200 Americans over age...","sentiment_score":0.12}
{"full_text":"RT The letter urged #SalmanKhan  to help the cinema hall sector during its time of struggle amid the ongoing pandemic#RadheInCin...","sentiment_score":0.0}
{"full_text":"RT is the most devoted elected official in Florida. When my own state reps won't respond to emails or phon...","sentiment_score":0.55}
{"full_text":"That's an unfortunate accurate analogy.. #COVID19","sentiment_score":-0.05}
{"full_text":"Meanwhile in the real world...https:\/\/t.co\/fNcUFR4CO4","sentiment_score":0.2}
{"full_text":"RT The new COVID-19 mutation that the media is hyping up is NOT more lethal, in fact it is less lethal.It is reportedly m...","sentiment_score":-0.0934343434}
{"full_text":"RT It looks like no serious national effort to vaccinate &amp; protect the American public will begin until after Biden takes off...","sentiment_score":0.0555555556}
{"full_text":"RT You don't need to run.You don't need to hide.You don't need to be scared.All you need to do is WEAR A FACE MASK! #To...","sentiment_score":0.0}
{"full_text":"RT Generation of poor kids may 'drop from view' for entire lives due to coronavirus","sentiment_score":-0.175}
{"full_text":"RT Abortion was the number 1 cause of death globally in 2020 - Not Covid, hunger, heart disease or cancer. It claimed the l...","sentiment_score":0.0}
{"full_text":"RT Not that they can't, Mark. They simply *won't.* A weird strain of social Darwinism has infected the GOP. One that is mo...","sentiment_score":-0.2333333333}
{"full_text":"It gets worse:https:\/\/t.co\/CrsILwlCuh","sentiment_score":0.0}
{"full_text":"RT COVID-19 Worldwide Deaths 1.83MRecovered 47.4MHuman Trafficking Worldwide 2019Victims 40.3MVictims Identified 0.04%","sentiment_score":0.0}
{"full_text":"HEADLINE: Johnson &amp; Johnson Covid vaccine trial paused due to ill volunteer : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":-0.3125}
{"full_text":"COVID complications: Kids can have heart failure. Symptoms to look for","sentiment_score":-0.3166666667}
{"full_text":"If it makes you feel any better, we can't leave the house without getting Covid. I think you have the better end of the bargain.","sentiment_score":0.5}
{"full_text":"Every sector of the NHS have experienced \"the busiest\" in their own ways.For example GP's Admins team in my mums GP surgeries have to do 150 referrals in an hour due to covid.Is that a simple task?","sentiment_score":0.31875}
{"full_text":"Happy New Year all. Remember Black Lives Matter, Covid-19 is real, wear your mask, wash your hands and be kind to each other. I'm hoping that 2021 is the year of Empathy since we've all been going through some sh*t.","sentiment_score":0.2407828283}
{"full_text":"Thanks, Jamie!  Maybe we'll see you at the Montreal Jazz Festival when this pandemic is over????","sentiment_score":0.25}
{"full_text":"From the interview w\/ AARP host Harriette Cole, former Essence editor-in-chief Susan L. Taylor speaks about taking the time to learn and experience new opportunities despite the pandemic. See short clip here: Watch full interview:","sentiment_score":0.1215909091}
{"full_text":"RT The new COVID-19 mutation that the media is hyping up is NOT more lethal, in fact it is less lethal.It is reportedly m...","sentiment_score":-0.0934343434}
{"full_text":"RT Abike rise, don't waste my tax","sentiment_score":-0.2}
{"full_text":"RT Sure to feature highly on this morning's paper reviews\"Half of Brits feel the BBC does not share their values...","sentiment_score":0.1644444444}
{"full_text":"Today's local news:* Lehman outlines priorities for 'most unique' session: General Assembly to convene with precautions in place; agenda items include budget, pandemic-related measures* Study looks at the Wabash, how it impacts Bluffton* Icy start to 2021 (pictured)","sentiment_score":0.165}
{"full_text":"RT Great news -- At this time, COVID-19 vaccinations are available to people identified by the Texas Department of State Hea...","sentiment_score":0.6}
{"full_text":"This is totally not correct","sentiment_score":0.0}
{"full_text":"The office is dead! Long live the office in a post-pandemic world #remoteworking #worklife","sentiment_score":-0.0545454545}
{"full_text":"Quiet shopping in M&amp;S this morning, no panic, no queue Grapes Chile &amp; South Africa Somerset Brie green beans Guatemala carrots spuds tomatoes cabbage England blueberries Chile cheeses UK butter UK wines England NZ Oz eggs England meat chicken fish England...","sentiment_score":-0.2666666667}
{"full_text":"RT I just found out that if hospital staff got Covid-19 they would face disciplinary action. Seriously? What kind of stupid p...","sentiment_score":-0.1083333333}
{"full_text":"RT According to Sports Today - Team India is 100% clear that it is not a bio bubble breach - they willing to any number of...","sentiment_score":0.175}
{"full_text":"RT French police shut down rave party defying COVID-19 restrictions","sentiment_score":-0.0777777778}
{"full_text":"Today's HERO is CAMEO House Staff a residential substance use treatment center for Women and their children. Who is your WashCo Hero? Visit and tell us about someone in our community who is making a difference during the pandemic. #MaskUpWashCo","sentiment_score":-0.1}
{"full_text":" actions to expand access to #telehealth and tele-mental health services in response to #COVID19.","sentiment_score":0.0}
{"full_text":"Attention #OntAg fruit farmers: the enrollment deadline for the #CdnAgPartnership production insurance coverage for labour challenges due to COVID-19 is Monday, January 4, 2021.To check your eligibility, visit: ","sentiment_score":-0.125}
{"full_text":"Honesty is the best policy and Greenville... we need your help to slow the spread of COVID-19.Dr. James of shares his thoughts on the current state of our community. Watch the full media briefing on Facebook ","sentiment_score":0.2625}
{"full_text":"Read our tips for taking your group lessons online    #BehindEveryMusician","sentiment_score":0.0}
{"full_text":"JOHN BILJAN, 57 of Melbourne, Florida died of COVID on March 20.\"John was an amazing father, husband and person. He is missed everyday.\"Submitted to by his wife.","sentiment_score":0.2}
{"full_text":"Many plans have been put on hold thanks to the COVID-19 pandemic. For journalist Paul Salopek, that meant putting his quest to walk from Ethiopia to Argentina on pause.https:\/\/t.co\/fgqgLd52ZL","sentiment_score":0.35}
{"full_text":"NEWS: The RSPCA is worried that Isle of Wight residents are abandoning hens they have acquired during lockdown.https:\/\/t.co\/o1nulZXOsg #iwnews #isleofwight","sentiment_score":0.0}
{"full_text":"Get paid then Coach Day","sentiment_score":0.0}
{"full_text":"From Pop Smoke's death to the pandemic, Uncle Murda recaps the year on his \"Rap Up 2020\"","sentiment_score":0.0}
{"full_text":"PPS: Number of Palestinian Prisoners Infected with COVID-19 is on the Rise","sentiment_score":0.0}
{"full_text":"Permanent layoffs have more than doubled since the pandemic began and signals long-term damage for employment.https:\/\/t.co\/eFoQ5ECbum","sentiment_score":0.5}
{"full_text":"RT The funny thing about pretending you can't read as a political strategy is that the rest of us actually can. This is 10...","sentiment_score":0.0833333333}
{"full_text":"STAGE COLLAPSE: A stage collapsed during an illegal New Year's party at a warehouse in San Diego, with hundreds defying stay-at-home orders and at least three people taken to the hospital. reports.","sentiment_score":-0.2212121212}
