{"full_text":"RT Look at Murdoch's #CourierFail crying crocodile tears over workers being unable to earn weekend penalty rates because of Covid...","sentiment_score":-0.35}
{"full_text":"RT Pope Francis' personal doctor, Fabrizio Soccorsi, has died as a result of \"complications due to Covid,\" the Vatican's newspaper...","sentiment_score":-0.0625}
{"full_text":"RT In Michigan, the governor briefs press twice a week on covid and other matters and reporters frequently say they're not enough...","sentiment_score":-0.0083333333}
{"full_text":"RT VATICAN: The personal doctor of Pope Francis, Dr Fabrizio Soccorsi, has died due to complications of coronavirus.","sentiment_score":-0.0625}
{"full_text":"RT I recommend everyone stay home for the remainder of the events through the inauguration. I know to many it seems coun...","sentiment_score":0.5}
{"full_text":"RT Introducing NYC Vaccine Finder, your one stop shop to find a COVID-19 vaccine provider and book an appointment.We're making t...","sentiment_score":0.0}
{"full_text":"WEAR A DAMN MASK","sentiment_score":0.0}
{"full_text":"RT Anyone else thinking of leaving the Christmas lights on until Covid is over?","sentiment_score":0.0}
{"full_text":"RT I love these kinds of cell phone data stories from showcasing how basic human movement and interactions may b...","sentiment_score":0.1666666667}
{"full_text":"RT A week on from my plea from Chester - now 61% of our beds occupied by patents who have covid- 19 disease. They need our car...","sentiment_score":0.0}
{"full_text":"RT Former VA nurse in Sioux Falls on lack of equipment for patients and workers: \"When this is over. Those of us who don't die a...","sentiment_score":0.0}
{"full_text":"RT Gotta hand it to antifa for playing the long game to make Trump look bad https:\/\/t.co\/JgodS3GeXV","sentiment_score":-0.3833333333}
{"full_text":"RT Angel Mendoza, HCW, L.A. Care \/ Lynwood CRC, CA, died of #covid19 12\/26. Gregarious &amp; kind, he was always ready to help patien...","sentiment_score":0.4}
{"full_text":"RT In TREASURE's online media showcase, Park Jeong Woo began crying when talking about \"imagining what fans' cheers will s...","sentiment_score":-0.2}
{"full_text":"Stupidity has proven to be more contagious than COVID-19.And karma is a real bitch. Many of them will have their lives ruined by this &amp; every single one of them deserves it.","sentiment_score":0.1057142857}
{"full_text":"RT CHINA NATIONAL HEALTH COMMISSION SAYS WHO EXPERT TEAM WILL COME TO CHINA ON JAN. 14 TO INVESTIGATE COVID-19 ORIGINS - STAT...","sentiment_score":0.0}
{"full_text":"RT Talking to the  reveals that rushing a #COVID19 vaccine will compromise safety BUT it's for the public...","sentiment_score":0.0}
{"full_text":"It's the only way to avoid dying from COVID, since the vaccine can't stop you getting it.","sentiment_score":0.0}
{"full_text":"RT 1\/ The reason we have draconian lockdowns is that unfortunately, a majority of our fellow citizens support them and are...","sentiment_score":-0.5}
{"full_text":"RT Let this sink in--Did you know--US intel\/DOJ was once able to identify a terrorist from hostage video w\/ terrorist's face...","sentiment_score":0.5}
{"full_text":"The Browns won.  We were zooming with a son in Japan and daughter in Chicago and a son in Texas all enjoying the win here in Cleveland.  Yeah!! I thought Covid was going to sink us but no.  We Won.","sentiment_score":0.75}
{"full_text":"An infectious disease and critical care doctor writes on the harms of lockdown.https:\/\/t.co\/70CSfYUFqW","sentiment_score":0.0}
{"full_text":"RT Pope Francis' personal doctor, Fabrizio Soccorsi, has died as a result of \"complications due to Covid,\" the Vatican's newspaper L'...","sentiment_score":-0.0625}
{"full_text":"RT Only an #IdiotPM and a Cowardly leader will not do a Press Conference for 2422 days and still claim to be most transparent....","sentiment_score":0.25}
{"full_text":"LOCKDOWN 3 via","sentiment_score":0.0}
{"full_text":"Nobody talking about trumps worst failure,383000 dead from covid!","sentiment_score":-0.625}
{"full_text":"RT If you danced cars land on Grad Nite you're immune to COVID","sentiment_score":0.0}
{"full_text":"RT Oil prices fall on renewed coronavirus concerns as China cases mounthttps:\/\/t.co\/LuGAHHg0Hw#OilandGasSector #Commodity #...","sentiment_score":0.0}
{"full_text":"COVID times kada, ekkadiki eltham Oh, sure will check them out.","sentiment_score":0.5}
{"full_text":"PM's announcement is about the high numbers, advising all to stay at home...blah blah blah.","sentiment_score":0.16}
{"full_text":"RT There is no way the Browns should have won. No coach. No practices. Backup OL off the street. Players on Covid list. In...","sentiment_score":0.0}
{"full_text":"You seem to have confused the covid spending with the entirety of the  Congressional budget, which I agree, shouldn't have been bundled together. But by all means, Put together 2000 for everyone now. It's not like Pelosi didn't withhold cash pre-Nov. for ~election~ bs","sentiment_score":-0.4}
{"full_text":"RT Records show fervent Trump fans fueled US Capitol takeover","sentiment_score":0.0}
{"full_text":"Heart is really 2xpumps in 1 not a single pump,works in a fig of 8 circulation, heart at middle of 8.Leonardos corpus interior cartoon drawings show this.Some extra covid patients can be saved if O2 pre chilled to make denser,they would get more dense O2 then .","sentiment_score":0.1471428571}
{"full_text":"RT Excellent Advance booking for #Master in TN, Karnataka, AP, Australia, Gulf countries, New Zealand etc. Even in worst affe...","sentiment_score":0.0454545455}
{"full_text":"RT I missed this and I love it@warrenleightTV, the showrunner of Law &amp; Order: SVU, says they've been intentionally casting Broad...","sentiment_score":0.28125}
{"full_text":"RT We're in #coronavirus lockdown - that means no more #motorcycle riding for now! Here's what we're doing to stay sane  htt...","sentiment_score":-0.3125}
{"full_text":"RT Democrats love to talk about private companies being able to do what they want when it comes to Big Tech.Meanwhile sta...","sentiment_score":0.25}
{"full_text":"RT Second minister confirmed positive COVID-19 today.Minister of Women, Family and Community Rina Harun in a statement toda...","sentiment_score":0.2090909091}
{"full_text":"RT Hurry. There is history right now with a global pandemic, economic meltdown and what's that last one? In...","sentiment_score":0.1214285714}
{"full_text":"RT DR CHRIS MACKIE (@Healthmac) is London's Medical Officer of Health and a government advisor.Yesterday, he said schools being...","sentiment_score":0.0}
{"full_text":"RT Government cant print budget because of Covid19. But a CA\/CS must get papers from clients, work on them, exchange couriers or D...","sentiment_score":0.0}
{"full_text":"The first batch of 100,000 Pfizer vaccine doses from the COVAX facility will arrive in the country at the end of this month or early next month. It will be used in two jabs each on 50,000 Nigerians.","sentiment_score":0.1166666667}
{"full_text":"RT Downtown would be goin crazy right now , F U C K Covid ","sentiment_score":-0.1571428571}
{"full_text":"RT And of course they all had a negative Covid test certificate with them.","sentiment_score":-0.3}
{"full_text":"RT \"Canadian expert's research finds lockdown harms 10X greater than benefits\">https:\/\/t.co\/ZdVVSlollJ\"Contagion of fear.....","sentiment_score":0.5}
{"full_text":"Law&amp;Order in a pandemic. These shows is really incorporating this shit into their episode arch's. Carisi Bests Barba in Court - Law &amp; Order: SVU via","sentiment_score":0.0}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"RT Can you believe Lesley Stahl calls out Speaker Pelosi for refusing to compromise on COVID relief:\"You held out for eight mont...","sentiment_score":0.0}
{"full_text":"I find it crazy that one must show ID to receive a COVID vaccine but not to vote. The argument is always that older, poorer, less advantaged people do not and cannot always provide valid ID, and thus should not have to produce valid ID in order to vote. What about to get a shot?","sentiment_score":-0.2}
{"full_text":"RT A new case report of reinfection with SARS-CoV-2 with the second episode due to the 'new variant' VOC-202012\/01 of lineage B...","sentiment_score":0.0369318182}
{"full_text":"I don't understand, you are saying that since the AZ vaccination reduced asymptomatic infection, that Pfizer and Moderna vaccines do as well, and therefore vaccinated people need not observe social distancing? This does not square with what other experts seem to be saying(1\/n)","sentiment_score":-0.0458333333}
{"full_text":"Now 1 look at your timeline tells me all I need to know: yet another \"conservative\" ranting against Black Lives Matter &amp; \"censorship\" because your party supported a coup. Of course you also endorse Corona conspiracy theories. Yet another garden-variety right-wing cultist.","sentiment_score":-0.1666666667}
{"full_text":"COVID hasnt done anyones waistlines any favors","sentiment_score":0.0}
{"full_text":"RT just an all-around not nice guy. House lawmakers may have been exposed to COVID-1...","sentiment_score":-0.05}
{"full_text":"This just show how insensitive those Pendatang Wuhan toward local sentiment.. It don't surprise me at all as the whole world love to hate this selfish Chink Slant Eyes creature.. The Wuhan were not welcome in every part of the world they existed","sentiment_score":-0.1666666667}
{"full_text":"RT Five people died and we just learned another officer lost his life.Yet GOP's central focus right now are their Twitter counts. I...","sentiment_score":0.1428571429}
{"full_text":"RT Florida reported 12,313 new COVID-19 cases and 108 new deaths today. The death toll is nearing 24,000. DeSantis refus...","sentiment_score":0.1363636364}
{"full_text":"RT This. This. This and THAT!#Truth","sentiment_score":0.0}
{"full_text":"RT Tuskegee Airman Theodore Lumpkin Jr. Passes Away From COVID-19 [Video]","sentiment_score":0.0}
{"full_text":"hey, did anyone  else in vermont see this and remember that our republican governor and the entire legislature passed a resolution condemning the Vermont Covid Insurrection Express Bus and it's sympathizers and think that montpelier is probably going to be a target?#vtpoli","sentiment_score":0.0}
{"full_text":"374k people dead of COVID 19. 5 people dead from a terrorist invasion from the klansmen that you support publicly, let the record show that you aren't even remorseful or trying to hide that your commitment is to white supremacy and not American Democracy.","sentiment_score":-0.08}
{"full_text":"RT Had COVID for 11 days. On day 12 I ended up with hypoxia. Spent 5 days in the hospital. The docs and nurses who tre...","sentiment_score":-0.1}
{"full_text":"RT Sources say the Indian government will accord priority to all its neighbours in vaccine distribution. #CoronavirusVaccine...","sentiment_score":0.0}
{"full_text":"RT EU vaccine strategy is now in tatters after Germany breaks ranks: states are angry abou...","sentiment_score":-0.5}
{"full_text":"Not working means not editing for me. Am packing up to move to a new place in Feb 2021. Can't believe I stayed in this rented place for 2.5 years.. Braved though PhD dramas, lockdown, suicidal housemates and finally submit this PhD - all in this house. Memories forever","sentiment_score":0.0681818182}
{"full_text":"RT Army Special Forces Psy Ops officer investigated for being among DC protesthttps:\/\/t.co\/QCKRJB9XDA","sentiment_score":0.3571428571}
{"full_text":"RT Napalm?  Yep, napalm.Lonnie Coffman, 70, an Alabama grandfather drove to Washington to attend Trump's \"Save America Rally\"...","sentiment_score":0.0}
{"full_text":"A community mourning the loss of an N.C. State trooper remember him as a father, friend and volunteer firefighter after his fatal battle with COVID-19.","sentiment_score":0.0}
{"full_text":"Faced with unprecedented crises, humanity will have to find a way to come together and develop novel and innovative concepts of governance.https:\/\/t.co\/MXxB6PxCqq","sentiment_score":0.55}
{"full_text":"RT New strain (B117) of coronavirus detected in Mexico in Tamaulipas, involving an international traveler who arrived in the...","sentiment_score":0.0681818182}
{"full_text":"Good morning!!! For many of you, today is day 1 of back to school for your kids with various disabilities. Have you taken time to discuss Covid-19 prevention etiquette with them? Today we cover how to wear a mask. Review this with your kids. #TheMask #Disability #BackToSchool","sentiment_score":0.375}
{"full_text":"Canberra private schools have opted for minimal fee increases for the 2021 school year as they grapple with the financial hit of COVID. (Subscriber only) via","sentiment_score":-0.025}
{"full_text":"Some people may not have been affected by the pandemic, but for many, it has not been easy working from home while watching their childrenhttps:\/\/t.co\/rdHxBmgK9P","sentiment_score":0.4666666667}
{"full_text":"Sunday's NBA game between Boston and Miami has been postponed because of contact tracing concerns within the Heat.https:\/\/t.co\/wgr4pVJQC7","sentiment_score":-0.4}
{"full_text":"Phil Spencer warns of \"chaos\" and \"mayhem\" if the stamp duty holiday isn't extended. Do you agree? Full story here... #tax #Coronavirus #fiscal #stampduty #Covid19UK #vaccine #Homes #Property #BorisJohnson","sentiment_score":0.35}
{"full_text":"Nearly 40 years into the #HIV epidemic and scientists are still grappling with finding a #vaccine that works. Here's what makes it so complicated -- and a look at the jabs leading the pack.","sentiment_score":-0.2}
{"full_text":"#Iran's supreme leader bans vaccines made in #US, #UK ","sentiment_score":0.0}
{"full_text":"JASON KENNEY'S UCP MADE CNN. \"Why didn't you stop and think you're the one standing in front of the camera saying, 'Hey, you guys, you got to stay home,'\" says Lousier.#ableg #abpoli #abhealth #covid19ab","sentiment_score":0.0}
{"full_text":"Millions of people working from home during the pandemic are asking why they still have to pay 1% to 2% of their income to a far off city.","sentiment_score":0.1}
{"full_text":"RT After two months in the ICU &amp; more near death experiences than I care to recount, today I took the tracheotomy tube out of our...","sentiment_score":0.3}
{"full_text":"RT Samsung Electronics said they will keep the closer partnership with in this year 2021. The photo of BTS members the...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 19.7FWind Chill: 19.7FHumidity: 99%Dew Point: 19.5F Barometer: 30.461 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 201.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT May pregnancy tests and covid tests be negative all 2021. Amen.","sentiment_score":-0.3}
{"full_text":"RT I'm an ICU nurse caring for #COVID19 patients...I would say 40% of healthcare workers refuse the vaccine. Make it MAND...","sentiment_score":0.0}
{"full_text":"RT I never want to hear again about how Trump \"conservatism\" is pro-life. You condone torture. You put kids in cages and orp...","sentiment_score":0.0}
{"full_text":"[TODAY] How can countries protect forest, wildlife, oceans and global health in the wake of #COVID19? Register and watch the discussion with global leaders: #OnePlanetSummit","sentiment_score":0.0}
{"full_text":"Yeah that's a bit weird just like $KODK or whatever the ticker. Photo to #COVID19 accessories! Lol","sentiment_score":0.0875}
{"full_text":"RT It's time for a new graph! NZ COVID Tracer QR Code scans have been approx. 500k\/day last week, from approx. 250-300k devi...","sentiment_score":0.0852272727}
{"full_text":"RT The U.S. lost over 19,000 human beings to COVID this week.","sentiment_score":0.0}
{"full_text":"Covid-19: UK records over three million cases, 80,000 deaths","sentiment_score":0.0}
{"full_text":"RT UNSIGNEDSENIOR PLAYERJaidon MartinC\/o 2021 Point Guard5'10 (160lbs)High lvl Shooter, lock down pesky on-bal...","sentiment_score":-0.1555555556}
{"full_text":"The rapid development of two highly effective #Covid-19 vaccines was made possible through #AI technology and innovative collaboration among researchers around the world, including #Switzerland.","sentiment_score":0.3666666667}
{"full_text":"RT Algerian President Abdelmadjid Tebboune has returned to Germany for treatment of post-Covid-19 complications in his foot h...","sentiment_score":0.0}
{"full_text":"RT This whole attempted coup inside a mass pandemic inside an economic crisis inside a white supremacist patriarchal dystopia is...","sentiment_score":0.1333333333}
{"full_text":"RT Second minister confirmed positive COVID-19 today.Minister of Women, Family and Community Rina Harun in a statement toda...","sentiment_score":0.2090909091}
{"full_text":"RT How do we justify government's  order of Sinovac , which is less efficacious 50 % , more expensive vs Pfizer 's 95% effi...","sentiment_score":-0.0555555556}
{"full_text":"Time: 05:00 * Temp: 6.0degC * Wind: S 4.0 to 14.1mph * Pressure: 1008.0hPa * Rain: 0.0mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:40 * Sunset: 16:22 * Cloudbase: 400ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"What B.S.","sentiment_score":0.0}
{"full_text":"RT Someone in whatsapp group ranted about how PKP is needed; everyone to stay at home &amp; stop work. Rant followed by \"Of cos I'm...","sentiment_score":0.0}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"Cuttagee Beach Cottages near #bermagui have a vacancy because covid sent a few ppl home. I can recommend! #holiday #southcoast #visitnsw","sentiment_score":-0.075}
{"full_text":"This is a brilliant theory and hope it's true.","sentiment_score":0.625}
{"full_text":"Here you go. Read slowly, I know comprehension is difficult for Trump supporters.","sentiment_score":-0.4}
{"full_text":"don't go out and get more Covid. Stay home","sentiment_score":0.5}
{"full_text":"Like How a Communist Be live in America MindSet is Different from someone over seas to Russia and China. Yes been thinking of those Times, Memories to be ready When I get this LapTop....Yes Gonna Reamber to get back cause of So Much Shit Like Example Now Covid 19, People Change","sentiment_score":0.0272727273}
{"full_text":"We need a UBI during this pandemic and unprecedented time. Not sure if I buy your theory of deprecation when its 2021 and the economy is vastly narrowed into the pockets of the 1%.","sentiment_score":0.1166666667}
{"full_text":"COVID-19 may have started conversations about alternative futures where work and leisure are better balanced.","sentiment_score":0.5}
{"full_text":"Lmfaoooooooo a mood","sentiment_score":0.0}
{"full_text":"RT I never want to hear again about how Trump \"conservatism\" is pro-life. You condone torture. You put kids in cages and orp...","sentiment_score":0.0}
{"full_text":"Banks need to prepare to help struggling clients with empathetic, proactive interventions now that the end of pandemic stimulus is in sight.","sentiment_score":0.0}
{"full_text":"RT Happy new year 2021 !!!!Lets pray for new year, new life, new day.Hope 2021 the corona virus ended and we always healthy....","sentiment_score":0.3403349905}
{"full_text":"Policies have consequences. Bad policies kill. That's his job to identify and change bad policy. You may disagree, but he's just doing his job. Meanwhile Dick Durbin is busy trying to outlaw a rival political party....during an epidemic.","sentiment_score":-0.325}
{"full_text":"RT [SUNDAY SPECIAL] We put together this long-form analysis showing why it is not mere vandalism of Hindu deities but a fu...","sentiment_score":0.3035714286}
{"full_text":"RT Yes, because that's exactly what we need at the moment as we deal with new daily COVID cases in the thousands.This ad...","sentiment_score":0.1287878788}
{"full_text":"Cyber crime tactics evolve during COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"RT 2020 was undoubtedly an unusual and difficult year. Despite the havoc wreaked by the #COVID19 pandemic, scientists stil...","sentiment_score":-0.15}
{"full_text":"Manufacturing firms will need to diversify supply chains and leverage technology to survive and thrive during and after the pandemic, according to a supplier of industrial components and tools. READ:","sentiment_score":0.0}
{"full_text":"RT Healthcare workers around the country are under increased pressure during the resurgence of #Covid19.  Their safety must rema...","sentiment_score":0.0}
{"full_text":"RT Seven countries that are recognized as having managed the #COVID pandemic best: Germany, Taiwan, New Zealand, Iceland, Finl...","sentiment_score":0.5681818182}
{"full_text":"RT I never want to hear again about how Trump \"conservatism\" is pro-life. You condone torture. You put kids in cages and orp...","sentiment_score":0.0}
{"full_text":"Sisters from Kashmir make snow sculpture as tribute to corona warriors","sentiment_score":0.0}
{"full_text":"It was almost identical to the Titans game this year. Any given Sunday maybe but I'm not sure the Steelers were good enough to beat them anyways. Look at everything they had against them with covid, players and coaches out, backups in, and still wrecked them.","sentiment_score":0.0125}
{"full_text":"i want salty snacks, right now (potato chip? yes?) but i'm waiting on covid test results so i cannot go acquire snackiesshaking my phone until covid test results fall out","sentiment_score":0.2857142857}
{"full_text":"Euro Money - When will coronavirus Covid-19 trigger the World Bank's pandemic bond #coronaviruscovid19trigger #worldbank #covid19trigger #EuroMoney -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"RT Data clearly shows that covid health consequences are strongly correlated with our decisions &amp; personal choices. Hence it's...","sentiment_score":0.1777777778}
{"full_text":"look at this page, linked to from the home page: very general information, if you click on \"Find out how to get vaccinated\" under \"Get vaccinated\" on that page, you get a page that hasn't been updated since June.","sentiment_score":0.065}
{"full_text":"Even my four year old nephew doesn't have time for anti-maskers and COVID-conspiracy theorists.... #WearAMask #covidnsw #HeDressedHimself","sentiment_score":0.1}
{"full_text":"Miami-Dade Mayor Announces County Offering Limited Number Of COVID Vaccine Appointments","sentiment_score":-0.0714285714}
{"full_text":"With recurring coronavirus outbreaks creating an unprecedented stop-and-start economy, companies need to revamp traditional ways of forecasting, restructuring, and partnering in order to succeed.","sentiment_score":0.3}
{"full_text":"A 92-year-old woman was jabbed with a \"dart-like implement\" by a man claiming to be a healthcare worker administering the COVID-19 vaccine.https:\/\/t.co\/lxXm0KVssw","sentiment_score":0.0}
{"full_text":"Find out how soon you can get the COVID-19 vaccine in Canada#COVID19Canada","sentiment_score":0.0}
{"full_text":"COVID-19 in Togo - COVID-19 Very High - Level 4: COVID-19 Very High - Travel Health Notices | Travelers...","sentiment_score":0.208}
{"full_text":"RT Never forgotten. Two years ago today Davis Police Officer Natalie Corona made the ultimate sacrifice. She was responding to...","sentiment_score":0.0}
{"full_text":"Getting the Covid Vaccine this Thursday. I'm excited.","sentiment_score":0.375}
{"full_text":"Many of us are returning to work this week, so make sure to scan QR codes, wash your hands, stay home if you're feeling unwell and encourage your work mates to do the same!","sentiment_score":0.3333333333}
{"full_text":"RT Mega Bangna Shopping Center is open for business as usual from 10am-10pm. However the following shops and businesses in...","sentiment_score":-0.0875}
{"full_text":"RT Ouch...","sentiment_score":0.0}
{"full_text":"RT Listening to talk up the NSW covid efforts is a clear lesson in the current status of Australian politics....","sentiment_score":0.0333333333}
{"full_text":"RT Looks like the supposedly morning meeting to discuss announcement details before PM goes live later will also be delayed as mo...","sentiment_score":0.0681818182}
