{"full_text":"RT Murdoch's SkyNews forced to apologise for spreading dangerous misinformation about masks &amp; lockdowns. Six months too late, and...","sentiment_score":-0.4}
{"full_text":"RT Three weeks ago Zimbabwean lawyer &amp; opposition MP was detained for allegedly tweeting about alleged police b...","sentiment_score":-0.1}
{"full_text":"RT Never let it be said that I don't know how to treat myself on a lockdown birthday, not when I've had the pleasure of tac...","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Just in the queue for my COVID vaccine and it feels so surreal ","sentiment_score":0.25}
{"full_text":"RT My cartoon Saturday on Vaccine Wars....and it's one in the eye for #Macron #UrsulavonderLeyen et al. #coronavir...","sentiment_score":0.0}
{"full_text":"INJECTIONS THEY DID ME IN TUNISIAN HOSPITALS AND HOPITAL MILITAIRE DE TUNISIE IN WHICH BREATHE STOP TOTALLY THEY HAVING STONE HEARTS ELLOTEFSTOP BREATHING IN MES POUMONS SO GOD SPREAD AT OPPORTUN TIME COVID 19 TO REVENGE HIS PROPHET AND GOD IS WATCHING  :","sentiment_score":0.0}
{"full_text":"RT Why is position as leader in doubt but not Morrison's? Morrison holidayed as Australia burned, handballed the...","sentiment_score":0.0}
{"full_text":"RT I love reading honest and open testimonies about motherhood. Many women struggle with aspects of it, and on some days they do...","sentiment_score":0.4}
{"full_text":"Mr H denies the covid evidence while not suggesting SARS COV 2 or covid-19 do not exist.He is a COVID DENIERCovid denial comes in many forms.","sentiment_score":0.5}
{"full_text":"RT If you or your family know someone who's financially affected due to covid, my parents are sponsoring these and they're compl...","sentiment_score":-0.0625}
{"full_text":"RT Guardian right to make the point that we've only the experts to thank for the Oxford #COVID19 vaccine. We got it despite...","sentiment_score":0.1428571429}
{"full_text":"RT If you or your family know someone who's financially affected due to covid, my parents are sponsoring these and they're compl...","sentiment_score":-0.0625}
{"full_text":"Public health expert Dr. Ashish Jha argued that \"of all the things\" Donald Trump's administration got wrong with the coronavirus pandemic, this \"may be the most wrong they were.\" via","sentiment_score":-0.125}
{"full_text":"Hi there, we haven't stopped carrying out the repairs to your stop tap completely. We've temporarily stopped carrying out the repairs to them whilst we focus on essential works due to the situation with Covid-19 - Kira","sentiment_score":-0.0083333333}
{"full_text":"The #CovidVaccine is safe for women trying to conceive &amp; those who are breastfeeding. Current guidelines support #vaccination of pregnant women who are:- 1. at greater risk of severe illness from #COVID19 2. health care &amp; social care workers","sentiment_score":0.2733333333}
{"full_text":"RT Lowe's giving $80 million more in pandemic bonuses to workers; hiring 50,000","sentiment_score":0.5}
{"full_text":"RT Happy Saturday!At least 5 safe &amp; effective vaccines means this pandemic could end without 2 million more deaths. Vaccine...","sentiment_score":0.42}
{"full_text":"ei why","sentiment_score":0.0}
{"full_text":"RT The delegation in #Wuhan to investigate the outbreak of COVID-19 which has taken and destroyed so many lives around...","sentiment_score":0.5}
{"full_text":"RT The medical establishment's war on COVID therapeutics.","sentiment_score":0.0}
{"full_text":"RT Test, trace &amp; isolate can't reduce transmission when people are not empowered to trace (report contacts) or isolateSoci...","sentiment_score":0.0}
{"full_text":"RT Corona really affected my plans,losing a job is tough i will finish one day","sentiment_score":-0.0944444444}
{"full_text":"RT In a country where even before the pandemic 40% of Americans could not afford a $400 unexpected expenditure, how do our...","sentiment_score":0.1}
{"full_text":"The memory that's getting me through lock down is when we all sang \"we not gonna take it\" with Dee Snider without music, screaming my head off and full of mud!","sentiment_score":0.1409722222}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"Watching build up games for #SowetoDerby and can hear myself in the background .COVID-19 kanti uhamba nini? Awudeli yini ukusincisha injalobulo . #OnceAlways #SowetoSuperBowl","sentiment_score":0.0}
{"full_text":"RT A lot of Covid spread is caused by people going to work while sick. Why are they doing that? Because they're forced into...","sentiment_score":-0.5071428571}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Lockdown has taken its toll on me.","sentiment_score":0.0}
{"full_text":"RT Here is a demonstration of the new COVID-19 testing methods in Chinese airports. Have you printed your boarding pass y...","sentiment_score":0.0681818182}
{"full_text":"Todays dog walk more of a splash &amp; dash, as it's pissing down. Why is there so much traffic on the road? #Cornwall #COVIDIOTS #lockdown","sentiment_score":0.1814814815}
{"full_text":"RT As you are turning up.... Please bear in mind that there is currently no bed space anywhere for Covid patients.How you decide...","sentiment_score":0.0}
{"full_text":"RT \"It's a crisis situation...people are confused, scared &amp; don't have access to good info &amp; in order to address that, to create...","sentiment_score":0.15}
{"full_text":"RT If you or your family know someone who's financially affected due to covid, my parents are sponsoring these and they're compl...","sentiment_score":-0.0625}
{"full_text":" Priti is lying. The Napier Barracks is grossly inappropriate and unsuitable accommodation for asylum seekers.","sentiment_score":0.0}
{"full_text":"RT Breaking news late on a Friday: RTRS: U.S. CDC ISSUES ORDER IMPOSING FEDERAL MASK MANDATE ON AIRPLANES, PUBLIC TRANSIT...","sentiment_score":-0.15}
{"full_text":"RT Corbyn: How we can build a better world after Covid:","sentiment_score":0.5}
{"full_text":"I doubted him as early as April when of Italy he was saying 'blah blah pre-existing condition\/dying *with* CoVid' with the implausible and unexplained implication that long-term diabetes, high blood pressure etc had turned suddenly and by coincidence into raging killers...","sentiment_score":0.0525}
{"full_text":"RT The life and times of Rajdeep Sardesai: Multiple apologies, repeated 'mistakes' and dedicated propaganda, from Sohrabuddin...","sentiment_score":-0.05}
{"full_text":"Blame pubs = Shut them.Blame schools = Shut them.Blame public = Close all non essential shops.25% of infections from hospitalsProtect the NHS but blame the public.COVID not gone. Now what?Blame public again = Think of some other stupid measure.","sentiment_score":-0.185}
{"full_text":"The Harm associated with covid19 for children is marginal compares with Harm associated with lockdowns and schools closure.","sentiment_score":0.0}
{"full_text":"RT Okay aku dah start emosi dengan dunia ni. Tbh my level of empathy is luar biasa tinggi. I can absorb negative emotions ju...","sentiment_score":0.1}
{"full_text":"RT Buried on page 10 of the Times, and I couldn't find online. \"Recession more harmful than virus.\" 'Lockdown and recession wi...","sentiment_score":0.5}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"This could become highly relevant","sentiment_score":0.4}
{"full_text":"RT \"It is not 'inevitable' that a healthcare worker should routinely catch covid at work, as it is not 'inevitable\"' that a c...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"I'm no good at Bayesian stats but I have been following the covid science. First, how likely were you to have had covid in Feb 2020 given your high confidence but the low population prevalence of covid at the time?","sentiment_score":0.01}
{"full_text":"A Minister for Health who doesn't care about Public Health is like a Minister for Defence who is a pacifist.","sentiment_score":0.0}
{"full_text":"RT -Sterkinekor enters business rescue-Musica closing down-SABC retrenches-SAB lays off temporary workers -CCMA cutting...","sentiment_score":-0.6}
{"full_text":"RT When your holiday counter-pandemic plan is set by Syndicate of Owners of Restaurants, Cafes, Nightclubs and Patisseries,...","sentiment_score":0.0}
{"full_text":"RT Real life data show that first dose of Pfizer\/BioNTech #COVIDVaccination gives 50% protection against #COVID19 Finding...","sentiment_score":0.225}
{"full_text":"I've helped in the fight against #COVID19 - can you help too? Find out more at  #WeAreCO90s","sentiment_score":0.5}
{"full_text":"\"Cavani is good but a panic buy\" He's scoring goals and playing well so what VDB is a great option of the bench and telles arrival has got the best out of Luke shaw","sentiment_score":0.8333333333}
{"full_text":"RT Ina lilallah wa ina ilayhi rajioon. Dr. Gamal Osman passed away yesterday from covid after a long ICU battle. He leaves behind...","sentiment_score":-0.225}
{"full_text":"RT This is absolutely chilling. If you have Long Covid, please understand many doctors are ignorant of post-viral fatigue a...","sentiment_score":-0.0166666667}
{"full_text":"Jill Biden's advice for parents homeschooling their kids during Covid-19","sentiment_score":0.0}
{"full_text":"RT ''HCQ is now Being Recommended by the American Journal of Medicine for the treatment of COVID'' Remember Who Told You First...","sentiment_score":0.125}
{"full_text":"RT It's a toy almost as popular with adults as it is children and the demand for Lego has surged over the past 12 months....","sentiment_score":0.175}
{"full_text":"When I joined , it was 10 years old with only 4 studies to choose from (you became a doctorandus those days instead of a master). Time flies...","sentiment_score":0.05}
{"full_text":"RT Taiwan reports first COVID-19 death in eight months, from local cluster","sentiment_score":0.125}
{"full_text":"RT Corona really affected my plans,losing a job is tough i will finish one day","sentiment_score":-0.0944444444}
{"full_text":"Im mad I just sat here for 10 minutes thinking It was gunna zoom into someone","sentiment_score":-0.625}
{"full_text":"RT What a Zero COVID approach means - they have traded international mobility for daily life back. We are still debating a...","sentiment_score":0.0}
{"full_text":"RT Vaccine UpdateBEWARE of media incomplete reporting!Here's a summarized version of all efficacies depending on sever...","sentiment_score":0.0}
{"full_text":"RT For those in the #MJFam who don't know- Michael's photographer, the incredibly talented Harrison Funk, was diagnosed with Co...","sentiment_score":0.7}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"please pull your ad. There are thousands of children dealing with an alcoholic parent with no support during lockdown. It isn't something to make light of. this was on your channel.","sentiment_score":0.075}
{"full_text":"RT Anyone doing vids of home cooking with links to science education for lockdown learning that teachers, parents and chi...","sentiment_score":0.0}
{"full_text":"Imma just stay up at this point and make a grocery store run, hit the gym, then come home bathe and take a mid day nap. Sounds like a happy Saturday ","sentiment_score":0.4}
{"full_text":"I was 22 when covid-19 first got identified... I'm now 24 ","sentiment_score":0.25}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"I was waiting for nothing. WAIT-","sentiment_score":0.0}
{"full_text":"RT video highlights some of the unique challenges international students are facing during this...","sentiment_score":0.1875}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT God gave me a second chance to life, that has to be the only reason why I'm still breathing today.. I beat COVID !!!","sentiment_score":0.0}
{"full_text":"We are worried about our health and finances while dealing with this COVID-19 outbreak. Beyond taking precautions with our physical health, we need to care for our mental well-being during isolation. Here are some coping strategies.","sentiment_score":-0.05}
{"full_text":"RT This mobilization of #ChineseWorkers is also alarming in the backdrop of the #Covid19 #Pandemic. As Pakistan has till date...","sentiment_score":-0.1}
{"full_text":"RT Many young children have had their early education disrupted this year, and research from has already shown this i...","sentiment_score":0.2333333333}
{"full_text":"Great feature on yesterday evenings #Winterwatch with and on the anatomy of the  Spoonbill. My first sighting of these fantastic birds was at the wondefull in Suffolk 15 some years ago.","sentiment_score":0.4833333333}
{"full_text":"RT Destroying public health and democracies on every continent they're allowed on.","sentiment_score":-0.1}
{"full_text":"RT Okay aku dah start emosi dengan dunia ni. Tbh my level of empathy is luar biasa tinggi. I can absorb negative emotions ju...","sentiment_score":0.1}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT How cancer has been sidelined - Only 'covid matters'. How the NHS has become a Covid only Service.#CancerCantWait#Cat...","sentiment_score":0.0}
{"full_text":"RT Former ZANU Pf Mutasa North Legislator Cde Luke Masamvu has died from Covid 19 related complications .Zbcnewsonline\/#sl...","sentiment_score":0.0}
{"full_text":"#LNRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"Malawi sex workers protest at 'targeted police brutality' after Covid-19 curfew [@Guardian]","sentiment_score":0.0}
{"full_text":"\"We've just got to keep going a little bit longer and follow the rules.\" Watch real frontline staff and patients talk about what #COVID19 is really like  This weekend, please #StayHome and keep following the rules.","sentiment_score":0.053125}
{"full_text":"The project is on the hunt for #COVID19 drugs. Recent lab studies showed that remdesivir in combo with another drug acts as a double whammy against the virus' ability to multiply in cellsRead more","sentiment_score":0.125}
{"full_text":"RT Corona really affected my plans,losing a job is tough i will finish one day","sentiment_score":-0.0944444444}
{"full_text":"CASE STUDY: A luxury getaway amid COVID","sentiment_score":0.0}
{"full_text":"Students nurses have been working in hospitals to help an NHS overwhelmed by the pandemic for almost a year. investigates what it's like having to study for a degree whilst also working to save lives.Image: Unsplash\/Vladimir Fedotovhttps:\/\/t.co\/Yv4btEhxA0","sentiment_score":0.0}
{"full_text":"RT It's so great to see the elimination strategy New Zealand used from day one of this pandemic being praised as worlds best...","sentiment_score":0.6454545455}
{"full_text":"#Lockdown won't last forever, in the meantime work on new strategies for your business and most importantly, on achieving a #covid-19 secure environment for when your business reopens!","sentiment_score":0.3072727273}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"It's #MatchDay for #ARSMUN in the so come down and join the #DallasReds #JackandGingers for the 11:30AM kickoff. Come early and find a good spot. Please wear your mask when standing and moving around. #MUFC #PremierLeague #UTFR","sentiment_score":0.2148148148}
{"full_text":"It's a toy almost as popular with adults as it is children and the demand for Lego has surged over the past 12 months. Lockdown gave young fans plenty of time to hone their skills - today they were put to the test. #7NEWS","sentiment_score":0.15}
{"full_text":"Novavax has tied up with Serum Institute of India (SII) and J&amp;J with Hyderabad-based Biological E for manufacturing of the vaccines.https:\/\/t.co\/6tmO6ZdAxz","sentiment_score":0.0}
{"full_text":"If you must leave home for essential shopping wear your face covering correctly to help stop #Covid19 spreading across the North East.Make sure you: 1 Wash your hands2 Wear you face covering (unless exempt)3 Make space from others.#HandsFaceSpace","sentiment_score":0.25}
{"full_text":"RT CORONAVIRUS: Anthony Fauci says new variants of the virus first identified in the UK, Brazil and South Africa will even...","sentiment_score":0.1931818182}
{"full_text":"You can only leave your home to exercise, and not for recreation. You can exercise in a public outdoor place: by yourself; with the people you live with; with your bubble; or, when on your own, with one person from another household. Find out more:","sentiment_score":0.2472727273}
{"full_text":"Do you know someone who is over 70?Please make sure their #Covid19 vaccination appointment has been booked!  Book online 0115 883 4640","sentiment_score":0.625}
{"full_text":"Flock around Brainy Birds this Valentine's DayTo comply with Covid-19 regulations, the event will be limited to 10 couples and is based on a first pay, first booked policy.https:\/\/t.co\/zaKDYNAJTP","sentiment_score":0.1428571429}
{"full_text":"As we wrap up January, let's remember that we still have to wear our masks and practice social distancing in public. Limiting the spread to protect our kids and families is more important now than ever!#maskson #stepup #kids #family #covid19 #foster #fosteryouth #earlychildhood","sentiment_score":0.2333333333}
{"full_text":" Class of 2021 Wakeem Richardson - 6'1 - G Lockdown defender Impact player Fantastic at the rimAvailable for recruitment!Profile >>","sentiment_score":0.4}
{"full_text":"Live venue owners, independent theaters and museums hurt by the pandemic can soon apply for federal grants through the Shuttered Venue Operators Grant","sentiment_score":0.0681818182}
{"full_text":"All businesses started with humble beginnings until they continue to evolve and grow. It is never easy to run a business no matter how small it is, but with the pandemic, it is extremely difficult.We are here to offer services that will make your business prosper the faster.","sentiment_score":-0.1979166667}
{"full_text":"\"There was a weekend in March and another weekend in June where over a million background checks were ran in a single week. That is unheard of, even when there's a lot of demand for them.\"Record number of firearm sales amid pandemic, uncertainty:","sentiment_score":-0.0714285714}
{"full_text":"The EU has reversed its decision to temporarily override part of the Brexit deal amid an ongoing row over Covid vaccine supplies in the bloc.The move could have seen checks at the border of Ireland and Northern Ireland to prevent shipments entering the UK.#VaccineEU #COVID19","sentiment_score":0.0}
{"full_text":"ICYMI this week ","sentiment_score":0.0}
{"full_text":"Banks experienced a surge in bad debt in December as borrowers struggled to service their loans following the end of a repayment holiday granted to soften the blows of Covid-19.https:\/\/t.co\/S41KaXGvpP","sentiment_score":0.0333333333}
{"full_text":"Thinking of meeting a friend? Don't bend the rules! Stay at home!Meeting others unnecessarily could be the link in a chain of infection. 1 in 3 people with COVID-19 don't show symptoms and can still pass it on.  Stay at home this weekend and #KeepHillingdonSafe","sentiment_score":-0.4}
{"full_text":"RT Tahiti is finally closing its borders to covid infested countries. Excuse me but you should have done this earlier. That wo...","sentiment_score":-0.0166666667}
{"full_text":"RT More New Orleans area children getting sick with inflammatory syndrome related to COVID-19","sentiment_score":-0.0194805195}
{"full_text":"One of Somerset's first Covid-19 pharmacy sites opens","sentiment_score":0.25}
{"full_text":"RT i just wanna point out that we've been in a preventable quarantine-based lockdown almost a year now and this is the fi...","sentiment_score":0.0}
{"full_text":" #LFC have some big contract decisions to make soon, but so do the rest of Europe.Because of the pandemic, which will have lasing impacts for the next few transfer windows, that has created a fascinating situation for the biggest clubs in the world.https:\/\/t.co\/KZKifMGt0T","sentiment_score":0.125}
{"full_text":"Today, 30 January, marks the first year since the first COVID-19 case in the Philippines was confirmed.On this Send Me Back Saturday (yes pls), PX asks: what were you doing on this day last year? #PedXingXII#PXTayoAngSimula","sentiment_score":0.125}
{"full_text":"Janssen SARS-CoV-2 #vaccine 66% effective in preventing moderate to severe #COVID-19 #Illness ... | #vaccination | #coronavirus | #COVID19 | #medicine | #HealthCare | By via","sentiment_score":0.3}
{"full_text":"\"Schools feed America's children. And the pandemic has forced schools toward providing free food to all students\"Intersectional issue, hunger &amp; food insecurity require intersectional solution-racial justice economic justice health care &amp; more#MFSAVoiceshttps:\/\/t.co\/wHKNYa0ywB","sentiment_score":0.1}
{"full_text":"A beloved Hickory doctor is being remembered by family, friends and colleagues after he died from COVID-19 while working in the frontlines of the pandemic.","sentiment_score":0.7}
{"full_text":"RT Our small birthday project for win which we thought would be perfect,as our bunny loves food.The project would support...","sentiment_score":0.275}
{"full_text":"Coachella, Stagecoach 2021 canceled due to COVID-19","sentiment_score":-0.125}
{"full_text":"RT The Italian study released yesterday that shows that 17% of people who were hospitalised with #Covid19 suffer from PTSD when...","sentiment_score":0.0}
{"full_text":"RT Also wearing glasses on top of 3D glasses is another pandemic that needs to end. I need my next glasses to have 3D capabilit...","sentiment_score":0.25}
{"full_text":"Raving? Seal-watching? C'mon...https:\/\/t.co\/1nrSwFUjLy","sentiment_score":0.0}
{"full_text":"Now that there are two COVID-19 vaccines, when will we know the efficacy of the vaccine in children? #PreventCOVID","sentiment_score":0.0}
{"full_text":"We would like to thank WHO for everything they have done in the face of impossible obstacles!","sentiment_score":-0.3645833333}
{"full_text":"VIDEO: Indonesia's capital Jakarta has expanded public cemeteries for Covid-19 victims amid a surge in new infection cases. of two cemeteries for Covid-19 victims in Jakarta","sentiment_score":0.0681818182}
{"full_text":"Nurturing is something or someone that provides support or nourishment. Pandemic brought many of us to live in a state of chronic stress.Permit yourself to consistently nurture your mind, body, and soul to feel vibrantly healthy.#Nurture #Inspiring_word_of_the_day","sentiment_score":0.2632575758}
{"full_text":"South Africa is set to receive its first shipment of #COVID19 vaccines this coming Monday. Without proper barcoding and security measures, vaccines will be easier to counterfeit and for criminals distribute their #fakemeds. ","sentiment_score":0.125}
