{"full_text":"The aim of lockdown is to minimise human contact and spread of COVID. Inequality is caused by capitalism - lockdown is not the cause, but yes it has accelerated it. So if lockdown is not acceptable, what is the alternative?","sentiment_score":0.0}
{"full_text":"RT People will go out and party Catch COVID and come and tweet \"Omg , guys COVID is real  wear a mask\"","sentiment_score":0.2}
{"full_text":"RT Goes fishing for 11,780 votes in GA.Completely neglects COVID.Threatens democracy by undermining people's faith in our...","sentiment_score":0.0}
{"full_text":"RT And is expected to remain on the list, meaning Ward will not play Sunday. #Browns","sentiment_score":-0.1}
{"full_text":"Astaga.","sentiment_score":0.0}
{"full_text":"Trump wanted to keep small businesses open during this pandemic, the left didn't. The left closed all small businesses nationwide and left big corporations open, like Walmart. Tell me again how Walmart doesn't bow down to the left again. Bring some facts as well. Otherwise stfu.","sentiment_score":-0.0686868687}
{"full_text":"British boxing's return date set to be confirmed following Covid-19 shutdown #boxing","sentiment_score":0.1333333333}
{"full_text":"Undocumented workers could potentially be the last to get the COVID vaccine. The virus doesn't discriminate on status, neither should states in the distribution of vaccines. Sign petition NOW and demand vaccines for ALL undocumented workers:","sentiment_score":0.0}
{"full_text":"I absolutely agree! It's the only safe option, from crazy people and covid","sentiment_score":0.0375}
{"full_text":"RT I'd argue that vaccinations are not all that's left. But so many people think that. Why?We never did use frequent...","sentiment_score":0.2}
{"full_text":"RT Media: A Formidable Advocacy Ally during the Pandemic - Advocacy Accelerator","sentiment_score":0.0}
{"full_text":"RT Because we are not a state: DC was shorted $750 million in COVID aidDC had to get extra vaccine from MD &amp; VA when we we...","sentiment_score":0.0}
{"full_text":"RT This piece really illustrates what we are currently going through - a tough read but shows why it is so important to fol...","sentiment_score":0.0527777778}
{"full_text":"And phuck phil","sentiment_score":0.0}
{"full_text":"Enjoy the FA Cup competition.  Glad your Wolves won.  for my Browns.  COVID has reared its ugly head and they will be without their coach and a few players.  It sucks but they should have a good game plan and will give it their best shot.  XX","sentiment_score":0.125}
{"full_text":"RT #Trump was more dangerous than #Corona pandemic for the world  Newly elect president &amp; VP need to re...","sentiment_score":0.2333333333}
{"full_text":"RT So many GOP members of Congress laughed &amp; mocked Rep. for her trying to hand out masks to GOP members while...","sentiment_score":0.6}
{"full_text":"Covid-19: Fordingbridge farm chickens risk cull over egg demand.#SaveTheChickens Poor things it's not their fault. I have two and they're absolutely lovely.","sentiment_score":0.05}
{"full_text":"RT Prince Philip asks Thai nurse giving him his Covid vaccination whether she's a ladyboy","sentiment_score":0.0}
{"full_text":"RT Friend in Sydney has pretty normal life but can't travel abroad. I can do little but travel abroad. UK in full lockdown, t...","sentiment_score":0.140625}
{"full_text":"RT 50k for COVID test just to find out I'm Negative Please check again.","sentiment_score":-0.3}
{"full_text":"RT People are struggling to breatheNigeria can not afford another lock down, we simply can't. But our centres are getting...","sentiment_score":-0.0777777778}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"Do we have to hear about this 24\/7?!! Can you not put it in one channel... That's all there is... Covid covid covid!!!!","sentiment_score":0.0}
{"full_text":"RT #AgeRelaxation_AirforceXY corona students ne nhi flaya ..We want age relaxation !! #Airforce_age_relaxation@IAF_MC...","sentiment_score":0.0}
{"full_text":"RT It's interesting that Japan, Iceland, Australia, Taiwan and effectively also South Korea are  all islands. It's...","sentiment_score":0.55}
{"full_text":"Just because it's cliche doesn't mean it isn't true.","sentiment_score":0.01875}
{"full_text":"RT So wonderful! More adoptions means less death. ","sentiment_score":0.4444444444}
{"full_text":"RT Exclusive: Ederson has returned to #ManCity training, after testing negative for Covid-19.","sentiment_score":-0.3}
{"full_text":"RT 20th Nov: Express front page9th Jan: Covid death toll exceeds 80,000","sentiment_score":0.0}
{"full_text":"Dear David Write on health for national papers. Helping out Sunday Mirror with its coverage. Looking for a comment on if we need stronger lock down, Hugely appreciate if you could spare me a few minutes.  Am on deadline for tomorrow 07973-531933Martyn Halle","sentiment_score":0.0148148148}
{"full_text":"RT 7) We cannot let irresponsible people or members of Congress carry on so dangerously. UK has effectively lost control, with...","sentiment_score":0.0}
{"full_text":"RT United Kingdom Daily Coronavirus (COVID-19) Report * Saturday 9th January.59,937 new cases (people positive) reported...","sentiment_score":0.1212121212}
{"full_text":"RT The CCP lied, and are still lying, about everything \"Study: Wuhan Infections Were at Least Triple Reported Figures\"","sentiment_score":-0.3}
{"full_text":"RT Israel rebuffs WHO vaccine request for Palestinian medics","sentiment_score":0.0}
{"full_text":"RT The countries that went quick, big &amp; hard at covid-19 successfully suppressed the virus &amp; are seeing their economies &amp; fre...","sentiment_score":0.1979166667}
{"full_text":"RT Struggling to comprehend Britain's 80,000 person death toll?The lives lost to Covid look like this:","sentiment_score":0.0}
{"full_text":"Devon and Cornwall police officer thrown under car in crash - *:not():not(style) ~ *:not():not(style){margin-top:1.5rem;}}]]&gt;Exmouth care home overcomes large and tragic outbreakExternalNorth Devon JournalInformation about...","sentiment_score":-0.2678571429}
{"full_text":"RT It's a year since I first tweeted about an unusual pneumonia spreading in Wuhan, China. I lost my mother to Covid-19 o...","sentiment_score":0.225}
{"full_text":"RT Could vending machines be the answer to rapid Covid-19 testing?Professor Luke O'Neill looks at why this might be the case:...","sentiment_score":0.0}
{"full_text":"RT Goes fishing for 11,780 votes in GA.Completely neglects COVID.Threatens democracy by undermining people's faith in our...","sentiment_score":0.0}
{"full_text":"RT sir requests that the contracted employees at the Engineer...","sentiment_score":0.0}
{"full_text":"Hi! Im also one of the people who will sadly have to have the delayed 2nd dose. Please sign the petition to ask the UK government to reconsider this decision! We have over 265,000 signatures! We need many more -https:\/\/t.co\/NCeZkp6Fwg","sentiment_score":0.125}
{"full_text":"RT #Corona-#Tote\/Mill.1 #Belgien 17502 #Slowenien 14383 #Bosnien 12894 #Italien 12895 N-#Mazedonien 12446 #Tschech...","sentiment_score":0.0}
{"full_text":"Lots of GAA philosophers discussing how lockdown has allowed players question their careers\/ work-life balance\/ identity etc etc...Most of the retirees are well over 30. There seems to be more due to shorter off season.Some lads love to complicate things with buzz words.","sentiment_score":0.2916666667}
{"full_text":"Service Update 17:00 - Engineering works and other updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":-0.125}
{"full_text":"RT 1000% true...","sentiment_score":0.35}
{"full_text":"Service Update 17:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"I mean, you either must already know you're talking total bollocks, or have suffered such a monumental failure of critical thinking (and observation) that you're probably beyond help. I know people who caught COVID off their asymptomatic kids, but no doubt you'll think I'm lying","sentiment_score":-0.1258333333}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT COVID19 IS REAL AND SERIOUSDONT BE A COVIDOTQUEEN TACHA CARES#Tacha900K#TachaXSuccess","sentiment_score":0.2}
{"full_text":"RT 6 deaths, 808 new COVID-19 cases, and 26 delayed test results by the State are being reported today for a cumulative total...","sentiment_score":0.0681818182}
{"full_text":"RT Urgent response to B.1.1.7 is needed, but more contact tracing will be challenging for overburdened public health. Targeti...","sentiment_score":0.3333333333}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"RT I've just read that more than 1,800 people have called the in the last three months to give up a puppy bought i...","sentiment_score":0.25}
{"full_text":"RT mental health staff receive the Covid-19  so they can safely serve our students.   Thank you","sentiment_score":0.2}
{"full_text":"Isn't #BigTwit HQ located in San Fran? Lockdown excepting Nancy Pelosi?","sentiment_score":0.0}
{"full_text":"Possible covid exposure maybe","sentiment_score":0.0}
{"full_text":"RT It's a year since I first tweeted about an unusual pneumonia spreading in Wuhan, China. I lost my mother to Covid-19 o...","sentiment_score":0.225}
{"full_text":"RT Posted without comment on the day the UK records it's record daily number of covid deaths","sentiment_score":0.0}
{"full_text":"RT They're back! ","sentiment_score":0.0}
{"full_text":"RT While we all have to take the lockdown restrictions seriously, please do your best to support local small businesses. Especi...","sentiment_score":0.1041666667}
{"full_text":"RT Vaccinated people must not change their behaviour because we still don't know if vaccines can stop spread of coronavir...","sentiment_score":0.0}
{"full_text":"RT Goes fishing for 11,780 votes in GA.Completely neglects COVID.Threatens democracy by undermining people's faith in our...","sentiment_score":0.0}
{"full_text":"Just gutted I don't have a season ticket. Gonna be so hard to get tickets post Covid.","sentiment_score":-0.2916666667}
{"full_text":"RT Folks need to stop saying the country is broke and therefore cannot afford a lockdown. The country isn't broke. It can pay...","sentiment_score":0.0}
{"full_text":"RT We had the honor of interviewing Dr. Anthony Fauci to discuss the new Covid Vaccine and clear up all the vaccine-related mis...","sentiment_score":0.1181818182}
{"full_text":"RT What the Conservatives predicted for pandemic: # 20K coronavirus deaths.What the UK got via their government: # 80K co...","sentiment_score":0.0}
{"full_text":"The hard truth: politicians have done next to nothing to curb emissions yet (pandemic don't count &amp; CCP aren't politicians but a criminal dictatorship) and the Paris Agreement relying solely on EMISSIONS TRADING SCAMS is as much a global death sentence as doing nothing.","sentiment_score":-0.1729166667}
{"full_text":"RT Today we're debunking COVID vaccine conspiracies with Dr. Fauci! Watch our recent interview with him and get all of the answer...","sentiment_score":0.0}
{"full_text":"RT #VaccineFAQs  #COVID19Here are questions you asked about receiving the COVID-19 vaccination-- and the answers from expe...","sentiment_score":0.0}
{"full_text":"RT  CATURDAY Follow Back Victory Party.Follow all who:LIKE RETWEET COMMENT Drop your favorite meme or gif....","sentiment_score":0.25}
{"full_text":"RT MOST EFFECTIVE INTERVENTIONS: What works best for reducing R(t)?Limiting gatherings &lt;10 people: 42% reductionClosing...","sentiment_score":0.7}
{"full_text":"If you attend an anti lockdown protest in the middle of all this shit with record numbers of cases and deaths then you most likely kiss your dad on the lips as he tucks you in","sentiment_score":0.075}
{"full_text":"Yo I know you don't like to respond to anything that is even remotely critical but how the fuck is this shit still happening mid pandemic. Pull the finger out","sentiment_score":-0.15}
{"full_text":"RT Another great example of how LCC are listening to and supporting schools in Leeds. Their support throughout this pandemi...","sentiment_score":0.525}
{"full_text":"RT #COVID19 report for Saturday, Jan. 9:*> 5,414 people have tested positive*> 20.1% of local PCR tests were positive, ind...","sentiment_score":0.1136363636}
{"full_text":"RT I have long appreciated in these COVID times that begins every episode by telling me what day it...","sentiment_score":0.075}
{"full_text":"We are struggling, support staff off due to Long Covid &amp; not being replaced. Stressed teachers live teaching with barely an hour of training &amp; no IT support. Head is amazing, we are a family &amp; helping each other ","sentiment_score":0.0810606061}
{"full_text":"RT (At least) five more weeks of lockdown school. Two science lessons a week.What are your very best primary suitable investiga...","sentiment_score":0.43}
{"full_text":"RT GERMANY IS AGAIN UNDER A HARD LOCKDOWN.FIRST LIMITED TO JAN. 10TH ITS NOW PROLONGED TO JAN. 31ST.WITH THE PROJECTION TO LAS...","sentiment_score":-0.181547619}
{"full_text":"RT #arciylukku_vaangk_rjinnniFor The Sake of TN ppl #Rajini Fans are Risking their Life #Thalaivar fans who r going fr tmr...","sentiment_score":0.0}
{"full_text":"RT Markwayne Mullin too. What absolutely awful people.","sentiment_score":-1.0}
{"full_text":"RT Official figures show the UK has recorded 59,937 new #COVID19 cases and 1,035 further deaths in the latest 24-hour period...","sentiment_score":0.2121212121}
{"full_text":"RT Everyone British citizen should watch this. Everyone. It should be a public service broadcast.","sentiment_score":0.0}
{"full_text":"RT I know right after a year with a pandemic I thought we all...","sentiment_score":0.2857142857}
{"full_text":"I've made a new insta if any OMBLES fancy following... ","sentiment_score":0.0681818182}
{"full_text":"RT In case you're wondering, prosecutors are still asking for jail time on nonviolent misdemeanors in a pandemic.","sentiment_score":0.15}
{"full_text":"RT More than 80,000 people have died in the UK within 28 days of a positive Covid-19 test since the start of the pandemic htt...","sentiment_score":0.3636363636}
{"full_text":"RT His wife is a doctor. The rioter with the hostage-taking zipties is a retired Air Force Lt. Col. Another is a tech CEO. If you...","sentiment_score":0.0}
{"full_text":"\"KLORONA Kriege\" or \"The Battle of the Bowels\" Corona Toilet Paper Fight... via","sentiment_score":-0.0333333333}
{"full_text":"In a fast moving crisis, you can't expect the government to legislate for every scenario.   There will always be loop holes and those who are exploiting them are not sticking to the principles of that underpin the stay at home messaging.  It's a simple message.","sentiment_score":0.1}
{"full_text":"RT Sponichi published a handwritten message from Yuzuru Hanyu to health-care workers who are fighting against Covid 19.Even i...","sentiment_score":0.0}
{"full_text":"RT It's a year since I first tweeted about an unusual pneumonia spreading in Wuhan, China. I lost my mother to Covid-19 o...","sentiment_score":0.225}
{"full_text":"Follow and stay tuned for upcoming article on dangers of misinformation and the infodemic about COVID-19 - featuring  #Science #Health","sentiment_score":0.0}
{"full_text":"There is no spoon. The entire Covid \"plandemic\" is a HOAX by Gates\/Fauci\/WEF\/Klaus Schwab and China and the UN working in unison to usher in The Great Reset.The real chimera virus that they developed at UNC Chapel Hill is IN THE VACCINES. mRNA is the REAL weapon.","sentiment_score":0.26}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"RT VACCINE ROLLOUT: #Massachusetts has administered just 43% of the #COVID19 #vaccine doses the state has received so far,...","sentiment_score":0.1}
{"full_text":"Grocery shopping. Because NOONE FUCKING WEARS A MASK DURRING THIS FUCKING PANDEMIC.(The stores I go to, are local owned)","sentiment_score":-0.4}
{"full_text":"RT Is it this your talking about? #Fergusons #PortGlasgow #Shipbuilding #Lockdown #CoronaViru...","sentiment_score":0.0}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT Unfortunately, due to COVID-19 restrictions our practices are closed to the public.","sentiment_score":-0.075}
{"full_text":"RT I've just read that more than 1,800 people have called the in the last three months to give up a puppy bought i...","sentiment_score":0.25}
{"full_text":"My message to the Twitter Trust &amp; Safety CouncilBlack-bodied trans lives matter. Open the borders. I am they. Eh.. queer the curriculum. Wear a mask stay at pod! I apologise for my white privilege. Respect onlyfans. Bugs are delicious.  Israel.","sentiment_score":0.3333333333}
{"full_text":"RT Israel \"would soon need to stop giving new patients the first dose in order to keep enough of the vaccine on hand to ensur...","sentiment_score":0.1287878788}
{"full_text":"RT I looked at London Covid admissions today &amp; they made me cry. We've been admitting a medium sized hospital worth of Covid...","sentiment_score":0.3}
{"full_text":"Covid deaths cause of trump ha ha why did he infect everybody good man Donald good man it's a virus that's here for decades on","sentiment_score":0.7}
{"full_text":"RT .Cubans must travel to a third country in the midst of a pandemic, as well as expensive and danger...","sentiment_score":-0.25}
{"full_text":"RT 20th Nov: Express front page9th Jan: Covid death toll exceeds 80,000","sentiment_score":0.0}
{"full_text":"RT BREAKING: Buckingham Palace just announced that both The Queen and The Duke of Edinburgh have today been given the corona...","sentiment_score":0.0}
{"full_text":"RT 20th Nov: Express front page9th Jan: Covid death toll exceeds 80,000","sentiment_score":0.0}
{"full_text":"RT Oh god. Please take care of yourself Pooja.Zee News reporter Pooja Makkar feels pain, stiffness in her hands after 24 ho...","sentiment_score":0.0}
{"full_text":"RT The South African Medical Association (Sama) on Saturday said a return to a harder lockdown would be counterproductive and...","sentiment_score":-0.0333333333}
{"full_text":"RT We need to demand an #auditthevote for #ElectionIntegrity ! #ItalyDidIt #ConteComeClean","sentiment_score":0.0}
{"full_text":"CALGARY HERALD: Rosin appears to question public health impacts of current restrictions aimed at slowing the spread of the COVID-19 virus, while also mourning the notion that people have willingly forfeited their personal freedoms to the government.#ableghttps:\/\/t.co\/Rt44WG5KkJ","sentiment_score":0.0625}
{"full_text":"A growing COVID outbreak has emerged at the two new In-N-Out locations in Colorado totaling nearly 150 infected employeeshttps:\/\/t.co\/8qShQzpQBx","sentiment_score":0.1181818182}
{"full_text":"#Iran's supreme leader bans vaccines made in #US, #UK ","sentiment_score":0.0}
{"full_text":"RT WHO-sponsored review of ivermectin trials indicates 83% reduction in covid mortalityToo cheap though so don't expect this...","sentiment_score":0.4}
{"full_text":"High Noon and  are airborne, NYC! Nothing stops them. Not a pandemic. Not an insurrection. Not overwhelming opposition. Not damning NTSB report. Not killing 5.Take a moment to look away from our national shame and file a noise complaint or 40. Link:https:\/\/t.co\/tTlK5Ti0oo","sentiment_score":-0.1166666667}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"UK's national lockdown needs to be stricter 'in order to work,' warns scientist","sentiment_score":0.0}
{"full_text":"Stay Covid-19 safe: wash hands for 20 seconds regularly, keep surfaces clean and dispose of your mask after use. For more information and to see the full list of restrictions, click here:","sentiment_score":0.3433333333}
{"full_text":"Join us for the next #COVID19 Coalition webinar on Tuesday, January 12 at 6 pm ET.Register here:","sentiment_score":0.0}
{"full_text":"In his weekly update, talks about the latest coronavirus figures, lockdown measures and the coronavirus vaccine. Watch now for more information.","sentiment_score":0.5}
{"full_text":"AfriForum, Solidarity head to court to challenge govt 'monopoly' on Covid-19 vaccinehttps:\/\/t.co\/66QuPVTt60@ecr9495","sentiment_score":0.0}
{"full_text":"RT It's a year since I first tweeted about an unusual pneumonia spreading in Wuhan, China. I lost my mother to Covid-19 o...","sentiment_score":0.225}
{"full_text":"You must stay at home, except for a limited set of exemptions.More information here: to expand the poster]#StayHomeSaveLives","sentiment_score":-0.0714285714}
{"full_text":"RT Medical Supply for Covid patients via this Autonomous Car>#Analytics #AI #MachineLearning #BigData #Rstats #Reactjs #I...","sentiment_score":0.2}
{"full_text":"Staying healthy during the pandemic has required creativity and ingenuity. We spoke to Carrie Brenith about the benefits of working out with a partner. Her class \"Stronger Together: A Partners Workout,\" starts Mon, Jan 11! #fitness #fun #partnersworkout","sentiment_score":0.4625}
{"full_text":"So gross...We can help get rid of 99.9% of those #Parasites with our #UV #Light #Sterilizers: #clean #COVID19","sentiment_score":0.3833333333}
{"full_text":"RT Medical Supply for Covid patients via this Autonomous Car>#Analytics #AI #MachineLearning #BigData #Rstats #Reactjs #I...","sentiment_score":0.2}
{"full_text":"Investigators analyzed blood samples from 188 patients who had survived an infection with #COVID19, and found that key players in the #immune system responsible for fighting off the specific #pathogens can last for at least 8 months.https:\/\/t.co\/W3JKnvcHS0","sentiment_score":-0.02}
{"full_text":"'Perfect stay-at-home loungewear'","sentiment_score":1.0}
{"full_text":"A new study has found that more than three-quarters of #Covid19 patients have at least one ongoing symptom 6 months after initially becoming unwell.Fatigue or muscle weakness was reported by 63%, while 26% had sleep difficulties &amp; 23% experienced anxiety or depression.","sentiment_score":0.3172727273}
{"full_text":"The \"Pull Up Neighbor\" Tour will stop in Houston this afternoon with free COVID-19 supplies, a pop-up pantry and youth baseball gear for the community. More info ","sentiment_score":0.45}
{"full_text":"Hear me out...once COVID is over....we're going to get more airport looks....[#NAMJOON #RM]","sentiment_score":0.5}
{"full_text":"Thank you to all the health and care staff who are vaccinating others and to everyone who is getting the #COVID19 vaccine Hundreds of new vaccination sites opened this week.Find out more:> | |","sentiment_score":0.1363636364}
{"full_text":"Have you taken up any new hobbies in lockdown? Discover happiness in learning something new this 2021! #20dreamscardgame #cardgame #tabletopgames #funfamilygames #creative2021  #shopsmall #storytelling #storytellinggame","sentiment_score":0.3356060606}
{"full_text":"RT That shit at the Capitol was a Covid Super spreader event too. Get ready for the \"They were at the Capitol, now they're dyi...","sentiment_score":0.1111111111}
{"full_text":".@FOX10Phoenix: Arizona Governor secures additional $2M in restaurant funding during pandemic \"'I'm grateful to the restaurant owners and employees who have gone above and beyond to safely serve Arizonans.'\" #AZgov","sentiment_score":0.25}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT BREAKING: UK official coronavirus death toll passes 80,000 with another 1035 fatalities reported in past 24hrs. Sir Patri...","sentiment_score":-0.25}
{"full_text":"Lol they are smart criminals. There's an oxymoron","sentiment_score":0.5071428571}
{"full_text":"Even if you don't have symptoms, you should get tested for #COVID19. Find a location near you:","sentiment_score":0.1}
{"full_text":"Do you know the rules for the Ontario-wide #COVID19 lockdown?https:\/\/t.co\/QU9tcQyRcB#COVID19Toronto #COVID19Ontario #StayAtHome","sentiment_score":0.0}
{"full_text":"Europe's ambitious climate plans could've been pushed to the wayside when the coronavirus hit.Instead, they're using the economic fallout from COVID to accelerate their agenda -- and the U.S. should take notes.","sentiment_score":0.225}
{"full_text":"More than three quarters of people hospitalized with COVID-19 still suffered from at least one symptom after 6 months, according to a study published Saturday that scientists said shows the need for further investigation into lingering coronavirus effects.","sentiment_score":0.0666666667}
{"full_text":"RT Every Albertan and Canadian needs to read this article. You thought you were angry before, this will boil your blood agai...","sentiment_score":-0.5}
{"full_text":"Nearly 500 Wyomingites have died from the coronavirus since April. brings us this obituary of Cheyenne resident Sharon Widener. #COVID19WY","sentiment_score":0.1}
{"full_text":"But you closed gyms you morons","sentiment_score":-0.45}
{"full_text":"A barn raising in Parry Sound in 1899. Can you believe there are 140 people in this picture? Luckily social distancing wasn't a worry in 1899Barn raisings were a neighborly event - everyone helped out if someone lost a barn to fire or lightning.#photooftheweek #WPSDMuseum","sentiment_score":0.2166666667}
{"full_text":"Available for Curbside Pickup: Safety Kits!Kits include hand sanitizer and mask (youth or adult size) from DuPage County Health Department. For the latest information on COVID-19 and vaccines, visit:https:\/\/t.co\/KDghnOOQKthttps:\/\/t.co\/ZKPRqIp3fa","sentiment_score":0.3333333333}
{"full_text":"Think you might have coronavirus symptoms?Even if your symptoms are mild, here's what to do if you have a new continuous cough, loss of smell or taste or a high temperature https:\/\/t.co\/hgWq6PkCOw","sentiment_score":0.2098989899}
{"full_text":"I hate corona... Today we were supposed to moer all of you... And burn you nonke!!! ","sentiment_score":-1.0}
{"full_text":"Syracuse will now play North Carolina on Jan. 12 after its game against Clemson was postponed due to a COVID-19 case within the Tigers' program","sentiment_score":-0.2625}
