{"full_text":"RT Just a friendly reminder but a negative COVID test isn't your \"golden ticket\" to have a social gathering today. That'...","sentiment_score":0.1020833333}
{"full_text":"RT Leave 2020 behind and kick start your new year with a new challenge!We have teamed up with organisers of the following...","sentiment_score":-0.0318181818}
{"full_text":"RT THREAD - Covid-19 in England. Things are going from very bad to much worse. Here is where we are in 9 tweets. 1\/9","sentiment_score":-0.655}
{"full_text":"RT I have never heard Trump be passionate and engaged about saving lives during the pandemic as he does trying to steal the el...","sentiment_score":-0.05}
{"full_text":"RT LGUs stepping up to the plate to procure and distribute vaccines for their people. Congratulations. Bright spots ","sentiment_score":0.7}
{"full_text":"RT let me make a thread of covid things that helped us. purchased everything from the pharmacies - vitamin c (1500mg per day)-...","sentiment_score":0.0}
{"full_text":"RT An excellent edit in on the NaMo Govt's stubborn insistence on  opacity in its rollout of #Covid vaccine ","sentiment_score":1.0}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT #COVID19 #lockdown #VaccineStrategy #BillGates I don't know if this video has already been uploaded here on twitter or n...","sentiment_score":0.0}
{"full_text":"RT Whilst we have profile journalists and Tory celebrities tweeting disinformation on the virus and lockdown how the hell can we...","sentiment_score":0.0}
{"full_text":"RT Supermarkets were open for months during the first lockdown without any face coverings have they had anyone clapping them?...","sentiment_score":0.125}
{"full_text":"I agree with that. I wonder since China did a 12 week hard lockdown and eradicated covid why we haven't followed. Perhaps because nobody believes a word of it.","sentiment_score":-0.2916666667}
{"full_text":"RT That's the problem...kids are transmitters.","sentiment_score":0.0}
{"full_text":"RT Where are the 3 Stooges?? They expected construction &amp; childcare staff to return to work today so there's no excuse fo...","sentiment_score":-0.0375}
{"full_text":"RT Is has been said for many months that the UK government's Covid-19 tactic was to give little direction and later blame the...","sentiment_score":0.1041666667}
{"full_text":"Kick start your 2021 CPD with our COVID-SAFE January Online Courses! Only PS149 + VAT. Book today! #vetcpd2020 #vetnursechatter #veterinaryvoices #vetmums #veterinaryeducation #lifelonglearning #WhatVNsDo -","sentiment_score":0.0}
{"full_text":"RT Matt Hancock needs to wake up. The whole reason that 80% of England is under #tier4 is bec the pandemic is out of control (an...","sentiment_score":0.2}
{"full_text":"RT 1- yes and they died2- it's about transmission to families, not just teachers3- learn how to do basic go...","sentiment_score":0.0}
{"full_text":"Covid mask","sentiment_score":0.0}
{"full_text":"RT We are ready for 2021...with our generous donors we will continue to work in partnership to combat inequality, poverty,...","sentiment_score":0.2}
{"full_text":"RT As someone who didn't go through NI education system, let me tell you, that from the outside the transfer test (especially *...","sentiment_score":0.0}
{"full_text":"Definitely agree we need another March lockdown to bring the numbers down and allow for vaccinations to take place","sentiment_score":-0.0777777778}
{"full_text":"Here we go, useless and dangerous experimental \"vaccines\"","sentiment_score":-0.3333333333}
{"full_text":"It's the first thing people ask when other people die of COVID, why not acceptable when it's a teacher?","sentiment_score":0.0625}
{"full_text":"RT #MasterFilm Update:#Master Grand Premieres on January 12th in #USA From 6PM EST..Releasing at 100+ Locations,which...","sentiment_score":0.5}
{"full_text":"RT Did Pelosi just make a Covid infected congresswoman come in and vote for her???","sentiment_score":0.0}
{"full_text":"The only thing to have worked, by stopping the spread was lockdown 1.0. This tier system doesn't work but it's an entire shambles. Kids being at school isn't working.","sentiment_score":0.0}
{"full_text":"RT scientists have discovered the covid vaccine but still haven't discovered the date of suju's comeback","sentiment_score":0.0}
{"full_text":"RT As we enter 2021, the pandemic is exposing again the brokenness of our care systems. Lockdowns will deepen inequalitie...","sentiment_score":0.0}
{"full_text":"RT Of all the careless and unwise decisions a newspaper has made during this pandemic, the decision to publish this load o...","sentiment_score":-0.5}
{"full_text":"You know theek hai par mein nahi leney waala Vaccine kyunki yeh Esey khatam nahi hota, Covid can't be stop by Vaccine,  just make strong Immune system, that can do all.","sentiment_score":0.4333333333}
{"full_text":"RT As a Sinhala Buddhist, I want to apologize to my fellow Sri Lankan Muslims. I am sorry that Buddhist monks are spreading...","sentiment_score":-0.5}
{"full_text":"Mine are doing great Ben!","sentiment_score":1.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"I only leave for work, my favorite part about workign food service rn, is that I am workign in the city with the 2nd highest covid rate in la county, at least the company does it's best to protect us and has given us and indefinite covid raise but they cant do shit about customer","sentiment_score":0.1666666667}
{"full_text":"RT Spreading disinformation should violate the ministerial code. We're at a point where MPs in govt are actively spreading di...","sentiment_score":-0.1333333333}
{"full_text":"RT Our GP just died of Covid. So close to having the vaccine. Really sad.","sentiment_score":-0.5}
{"full_text":"RT #Covidpandemic is getting worse, Why? Because, we have useless government, led by the incompetent Prime Minister(@Bori...","sentiment_score":-0.4166666667}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT Sometimes numbers feel meaningless but an image says it all. Here, a mother and daughter, each gravely ill with Covid,...","sentiment_score":-0.5}
{"full_text":"RT THEYDidn't believe the Surgical StrikeDidn't trust the Supreme Court after Ayodhya verdict was outDidn't trust Elec...","sentiment_score":0.0}
{"full_text":"RT The sad reality is most people don't realize that the High Court's verdict earlier this year declared the lockdow...","sentiment_score":0.04}
{"full_text":"RT #StaySafeStayHealthy it's ok not to be ok &amp;staying positive can be hard, but a smile even from behind a mask can brighten u...","sentiment_score":0.1392676768}
{"full_text":"RT It's great that due to our scientists and regulators we are first to deploy the vaccine ,but it is not a \"big nationali...","sentiment_score":0.23125}
{"full_text":"I have covid right now, and its not fun. And I am definetely getting a good deal on it. I slept like 15 hours yesterday. The fatique is bad. I honest to gosh hate these people. Corona aint no joke.","sentiment_score":-0.0107142857}
{"full_text":"This  don't be that dick!!!","sentiment_score":0.0}
{"full_text":"you look so amazing in a kimono  how much more if you had photoshoots in Japan again  this pandemic is ruining a lot of plans ","sentiment_score":0.55}
{"full_text":"Golf is booming because of the pandemic | In Hindi.","sentiment_score":0.0}
{"full_text":"RT 2021 so far much like 2020. Piers hysterically calling for the hardest lockdown possible after returning from his Christma...","sentiment_score":-0.175}
{"full_text":"RT Like millions of others, my kids didn't go back to school today, due to playing politics with COVIDSome claim #Schools...","sentiment_score":-0.0625}
{"full_text":"RT A shameful tweet. The death count for #COVID19 is conservative, likely a 10-20% UNDERcount. #Trump has...","sentiment_score":0.0}
{"full_text":"RT A reminder that the British government has not at any point even required a negative Covid test for people to fly into the U...","sentiment_score":0.1666666667}
{"full_text":"RT 'Our intensive care units are stretched beyond breaking.'ICU nurse Dave Carr speaks candidly about the impact the rise in Covid...","sentiment_score":0.275}
{"full_text":"RT 'As many Britons go hungry, burgeoning food banks are answering the need. But are they also giving the government an excus...","sentiment_score":0.5}
{"full_text":"Time to ban players for breaking the Covid rules, bringing the game into disrepute, club apology is not enough","sentiment_score":-0.2}
{"full_text":"RT  | Getting tested for coronavirusBook a free NHS test if you have coronavirus symptoms:a high temperaturea new, conti...","sentiment_score":0.2321212121}
{"full_text":"RT #MaryamRajavi: Because of pollution, the people of #Iranian cities cry out \"we cannot breathe!\" mullahs waste country's wealt...","sentiment_score":-0.2}
{"full_text":"RT Lack of empathy is what unites the two, wealthy Brextremists don't care about other people...","sentiment_score":0.1875}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Teachers no more at risk of Covid-19 than 'the rest of the population', Matt Hancock claimshttps:\/\/t.co\/1E1yBq2aip","sentiment_score":-0.25}
{"full_text":"RT LA: who's this piece of feces yelling at a woman whose parent is hospitalized with Corona? \"Someone needs therapy\" -- r...","sentiment_score":0.0}
{"full_text":"RT 2021 so far much like 2020. Piers hysterically calling for the hardest lockdown possible after returning from his Christma...","sentiment_score":-0.175}
{"full_text":"RT Teachers and staff are \"very concerned\" about the reopening of schools next week despite an extended winter break as Covid-19...","sentiment_score":0.1}
{"full_text":"fucks me off so much how disconnected and selfish ppl can be, countries are recording tens of thousands of cases a day and hundreds of ppl dying and u can't wear a mask cause it's a mild inconvenience at most? get fucked","sentiment_score":-0.0133333333}
{"full_text":"RT Covid-19 is not a deadly disease. It's a business plan.","sentiment_score":0.1}
{"full_text":"RT Phases I &amp; II assess safety &amp; efficacy of a new drug\/vaccinePhase III compares vaccine's efficacy with existing vaccine...","sentiment_score":0.1363636364}
{"full_text":"Since childhood,sanghis are fed with hatred against Muslims\/Dalits\/Adivasis ,so it is mixed in their blood veins.Ultimately they become every vaccine will be non-effective.","sentiment_score":0.0}
{"full_text":"RT NSW Govt is \"disgusted\" at the behaviour of a wedding caterer regarding Covid 19 but comfortable with a large crowd turni...","sentiment_score":-0.1285714286}
{"full_text":"RT 'HOW DOES THE mRNA VACCINE WORK'?  This is the best explainer video I've seen on Twitter!Special thanks to","sentiment_score":0.6}
{"full_text":"RT NEW: City jail health personnel have begun vaccinating medical staff against COVID-19 -- and hope to soon start inoculating...","sentiment_score":0.0121212121}
{"full_text":"RT Extremely unwise decision. Hope people are more sensible and stay away. 2.5 hours in a closed room with hundred others at...","sentiment_score":0.0916666667}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":" please bring in the GPs, they are raring to go #vaccinerollout #tooslow","sentiment_score":0.0}
{"full_text":"RT Piers Morgan just interviewed, Dave Carr, a worried ICU nurse who attacked the government's handling of the pandemic. Here'...","sentiment_score":0.0}
{"full_text":"RT Whilst we have profile journalists and Tory celebrities tweeting disinformation on the virus and lockdown how the hell can we...","sentiment_score":0.0}
{"full_text":"I think this is american advice but would imagine most of it still stands here. Hope some of this is helpful.","sentiment_score":0.25}
{"full_text":"3)  GP polls help BJP strengthen cadre base in south Karnataka4) BJP backs BS Yediyurappa, warns Basangouda Patil Yatnal to stop 'leadership change' talk5) MYSURU\/SHIVAMOGGA\/BELAGAVI\/MANGALURU: Covid-19 vaccine test run goes off smoothlyn\/n","sentiment_score":-0.8}
{"full_text":"In my opinion the furlough scheme is a major disaster and stumbling block to the economic recovery. Too many now are content to receive 80% salary and stay at home. They are being conditioned imo.","sentiment_score":0.2541666667}
{"full_text":"RT COVID-19: South AmericaThe Argentine government held young people accountable for the spread of the coronavirus in the cou...","sentiment_score":0.1}
{"full_text":"India's #COVID19 #Vaccine is a leap of science, says Vice President Indigenous vaccine demonstrates benefits of #AtmanirbharBharat to others, asserts the Vice PresidentDetails:","sentiment_score":0.0}
{"full_text":"RT Shut down OFSTED","sentiment_score":-0.1555555556}
{"full_text":"Drug used to treat cancer could cure CovidFindings suggest pralatrexate could potentially be repurposed to treat Covid-19. However, this chemotherapy drug can prompt significant side effects &amp; is used for people with terminal lymphoma.https:\/\/t.co\/jSmVqrLRiU via","sentiment_score":0.1875}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT EU governments have disproportionately restricted freedoms during COVID-19 pandemic - Greenpeace European Unit","sentiment_score":0.0}
{"full_text":"RT 'Our intensive care units are stretched beyond breaking.'ICU nurse Dave Carr speaks candidly about the impact the rise in Covid...","sentiment_score":0.275}
{"full_text":"Hello this is not KPOP related, but i made an infographic about COVID-19 Awareness for our subject and i hopee you take time to read these++","sentiment_score":-0.0833333333}
{"full_text":"Get well soon @premierleague goalkeeper tests positive for COVID-19https:\/\/t.co\/1B5Sg6tRDA","sentiment_score":0.2272727273}
{"full_text":"Easy to demand a lockdown when it doesn't affect you eh, Piers. You'll still have your regular income, a job in the morning, a nice big house with lots of space and things to entertain you. Tier 4 which most of the nation is already in, is full lockdown in all but name.","sentiment_score":0.3138888889}
{"full_text":"Its fine for the likes of Piers Morgan to demand a complete lock down, his job and salary is secure whether he is working or not. Would he feel the same if he were like the millions who get nothing if not working, especially the self employed?","sentiment_score":0.1268518519}
{"full_text":"Yeah I've noticed no one has blamed Dan for anything in this entire outbreak ","sentiment_score":0.0}
{"full_text":"RT 10 months into a Pandemic! At The Disco and y'all still can't wear your mask over your nose???????????!!!?","sentiment_score":0.0}
{"full_text":"RT Man... This is wild and heartless at the same time--with LAPD right on the scene to do absolutely nothing.","sentiment_score":0.1464285714}
{"full_text":"RT Nobody wants another national lockdown but it is now the only rational thing to do given the dramatically surging rates of...","sentiment_score":0.1}
{"full_text":"The latest Brevi dal Sistema Paese! Thanks to #italia #covid19","sentiment_score":0.4125}
{"full_text":"#SamajwadiParty president #AkhileshYadav on Saturday termed the anti- #COVID19 vaccine to be rolled out in the country a \"vaccine of the #BJP\" and said he would not take the shot","sentiment_score":0.0}
{"full_text":"RT Nigerian variant of Covid may infect more people with worse symptomshttps:\/\/t.co\/1FLnAKO3wr","sentiment_score":0.05}
{"full_text":"Join us later this month for our annual conference...'#COVID19, Inequalities and Healthy Weight: How can the North level up?' Thursday 28th Jan 9:30am-12:30pm Register for your place now https:\/\/t.co\/puIDVmAGkx","sentiment_score":0.25}
{"full_text":"As communities across the country feel the pain of a surge in coronavirus cases, funeral homes in the hot spot of Southern California say they must turn away grieving families as they run out of space for the bodies piling up.https:\/\/t.co\/0c2CGPa5NX","sentiment_score":0.125}
{"full_text":"In his message, Khan noted that \"last year was a tough year for us and for people across the world because of COVID-19\" but the country fared far better than most and managed to protect both lives and livelihoods during the pandemic.#2021RoadsTowardProgress@PVFofficial","sentiment_score":0.1422222222}
{"full_text":"The cities of Makati and Manila will be providing free COVID-19 vaccines for all its residents and is working to procure the vaccines as early as possible.https:\/\/t.co\/ZqKOM6H4dz","sentiment_score":0.25}
{"full_text":"QUIT all your GOOD habits of Smoking, Alcohol, Drug, PORN, Premarital Sex\/Extramarital Affair..to make yourself mentally &amp; physically healthy..to make your immune system STRONG..to avoid attacks of any virus.GROW-UP at least after facing this Corona..Until vaccine gets invented","sentiment_score":0.075}
{"full_text":"We closed 2020 #Christmasland earlier for the #COVID19. But, I still have special #thanks to our city hall colleagues and police officers, who have protected all visitors and maintain installations after light-off. They are the unsung #heroes. #Goodbye2020 #SeeYouSoon #Hou You Yi ","sentiment_score":0.1142857143}
{"full_text":"Conservationists call for protection of forests, animal habitats to prevent another pandemic #conservation #forests #pandemic #zoonosis","sentiment_score":0.0}
{"full_text":"\"There will be no fines for parents who keep their children at home, if they have concerns about Covid-19.\"https:\/\/t.co\/pQyEgQITIJ","sentiment_score":0.0}
{"full_text":"Here's the latest update on the Wrexham Maelor situation.","sentiment_score":0.5}
{"full_text":"RT The 35th Golden Disc Awards with #CURAPROXD-5! Stay safe and enjoy the 35th Golden Disc Awards at home this weekend!...","sentiment_score":0.4125}
{"full_text":"*Self-Isolation Update* If you are a close contact of someone who tests positive for #COVID19, you must self-isolate for 10 days. It had been 14 days. Self-isolation means you must stay at home, away from others.More info at","sentiment_score":0.2272727273}
{"full_text":"2020 IN REVIEW: From the Parenting Roundabout Podcast October 5 episode on Covid Consequences for Education. Listen at","sentiment_score":0.0}
{"full_text":"If you have a New Year appointment, or are concerned about the health of you or your baby, it's important to speak to your #NHS midwife or maternity team. Your and are here to see you, safely. #HelpUsHelpYou#NHS advice:","sentiment_score":0.3454545455}
{"full_text":"RT 2021 needs to be a big year for central bank action to green the financial system, confronting climate risk &amp; biodiversity...","sentiment_score":-0.02}
{"full_text":"#NeedToKnow : brings the dreams of its gamers to life, and Makeup Museum celebrate diverse beauty rituals and nostalgic snacks provide pandemic comfort. #Gaming #Diversity :","sentiment_score":-0.5}
{"full_text":"Another month and many calls later and still no refund as promised by for my flights they cancelled 11 months ago. Anyone booking with BA during the pandemic will have to cross their fingers and hope they are not one of the unlucky ones.","sentiment_score":0.1666666667}
{"full_text":"Hancock 'does not rule out' THIRD national shutdown in Britain due to opposition calls to take immediate action against Covid-19","sentiment_score":-0.0083333333}
{"full_text":"If you have a planned medical appointment coming up or you need to organise one, unless you have COVID symptoms, please be sure to go All local health services are still here for you and are running in a COVID-safe way","sentiment_score":0.1666666667}
{"full_text":"OVER P762.8-M PHILHEALTH DEBTRed Cross could stop COVID-19 tests 'anytime' -Gordon","sentiment_score":0.0}
{"full_text":"Statistics about poverty and hunger in rural America have been available for years. But some teachers say those statistics have taken on new meaning since the pandemic began.","sentiment_score":0.1787878788}
{"full_text":"Team India players, support staff test negative for coronavirus: BCCI","sentiment_score":-0.3}
{"full_text":"Whether you're looking to join a gym, or trying to start working out from home, a couple fitness experts share advice on what to expect.","sentiment_score":0.0}
{"full_text":"How is Covid-19 affecting the development of our cities?We are delighted to welcome Prof Peter Head back to LCEC for our AGM.... and also delighted to welcome Alison Nicholl for a round up of an exciting year for Constructing Exc'. #lcecCRD #lcecAGM","sentiment_score":0.4428571429}
{"full_text":"RT I'm a rational person i never do anything on a whim.- a nigga who flew out of his country to the COVID capital after seei...","sentiment_score":0.0}
{"full_text":"It was 3,000 less than a month ago.https:\/\/t.co\/fYofhprOr2","sentiment_score":-0.1666666667}
{"full_text":"COVID-19: Increase in cases expected in GautengAn increase of COVID-19 cases is expected in Gauteng in the coming weeks, as more people will be returning to the province following the December break.https:\/\/t.co\/ekXTQ0xKGY","sentiment_score":0.075}
{"full_text":"Does Scotland face a poverty crisis?https:\/\/t.co\/llR6pTB11d","sentiment_score":0.0}
{"full_text":"RT We have herd immunity, it's why the hospitals are so empty and people are not dying fr...","sentiment_score":-0.1}
{"full_text":"The National Education, Health and Allied Workers' Union has criticised the government for delaying the procurement of a Covid-19 vaccine, describing it as a sign that the state is not in touch with reality.","sentiment_score":0.0}
{"full_text":"\"A concerted effort can put us all in a good place, a continuation of the current farcical response won't.\" #IsleofWight #iwnews #COVID19 Story:","sentiment_score":0.1}
{"full_text":"Former British Prime Minister Tony #Blair has called upon the current government to reconsider its vaccination strategy and step up its coronavirus immunization program.","sentiment_score":0.0}
{"full_text":"PM expects 'tens of millions' of jabs by April. Prime Minister Boris Johnson has said he expects \"tens of millions\" of Covid-19 vaccinations will be given over the next three months. More:  : #myGP #NHS #COVID19","sentiment_score":0.25}
{"full_text":"Everyone involved in PSG coronavirus vaccination violated law, says Gordon","sentiment_score":0.0}
{"full_text":"RT So called the anti-mask idiots in Bondi \"those Greenies in Bondi\". Incredible. They were not Greenies, Br...","sentiment_score":0.05}
{"full_text":"Another 13 patients die in Greater Manchester's hospitals after testing positive for coronavirus","sentiment_score":0.3636363636}
{"full_text":"US virus death toll hits 350,000 as COVID-19 surge feared.https:\/\/t.co\/qah2cncT0W","sentiment_score":0.0}
{"full_text":"\"It's disheartening to know they can't stay open and it's costing them a livelihood that they have been here for 60 years.\"https:\/\/t.co\/mXzr5QXLOr#scnews #coronavirus","sentiment_score":0.0}
{"full_text":"The Egyptian authorities began on Sunday applying a LE50-fine on people who fail to wear a mask while riding public transportation or in closed spaces.#EgyptToday #Egypthttps:\/\/t.co\/dSqPPckHsh","sentiment_score":-0.2}
{"full_text":"COVID 19 cases in India until : 04\/01\/2021 15:30Total Cases: 10341291 [+0]Active: 241232Recovered: 9946131 [+0]Deaths :149686 [+0]Total Tests: 175.64MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Basic Education on track for post-COVID-19 recovery.Find out more on page 28 of PSM Magazine: #Schools#COVID19 #NewYear","sentiment_score":0.25}
{"full_text":"Will you take part in our Movement Minutes session today at 11am? Join us on Facebook by searching #COVID19 #WeAreInThisTogether","sentiment_score":0.0}
{"full_text":"Friend said the same when he came back from Turkey. Yet they keep putting us on lockdown but can't get the basics right themselves.Shambles from the beginning ","sentiment_score":0.0952380952}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"The Oxford-AstraZeneca Covid vaccine is being rolled out in the UK from today.Welsh Government say 40,000 doses will be available here within the first 2 weeks.#HeartNews","sentiment_score":0.325}
{"full_text":"Have you wondered why we need an antigen and antibody test as well as a molecular test to manage #COVID19? Click here to find out https:\/\/t.co\/JHCl1o3thO #Coronavirus #Diagnostics","sentiment_score":0.0}
{"full_text":"As Indonesia prepares to begin mass inoculations against COVID-19, its plan to prioritise working age adults over the elderly, aiming to reach herd immunity fast and revive the economy, will be closely watched by other countries.https:\/\/t.co\/JUpaED73QQ","sentiment_score":0.0375}
{"full_text":"#2021RoadsTowardProgressThis is what happened this year too when current government presented its COVID-19 hit budget. ","sentiment_score":0.0}
{"full_text":"EVERYTHING you just soooo proudly listed was ALL caused by .......Your DEMON-- CRATS.Who set up the Covid release ( besides China)?????THINK real hard....... Impeachment had just finished.","sentiment_score":0.18125}
{"full_text":"Want the latest information on our COVID-19 projections and other population health news? Sign up for our bi-weekly newsletter: ","sentiment_score":0.1875}
