{"full_text":"Large crowds of tourists have been flocking to enjoy the 2020 #Hohhot #Ice and #Snow Sports Season since it got underway in December, with huge ice and snow areas hosting a variety of exciting activities. So don't stay at home this weekend, come and enjoy the Hohhot snow instead!","sentiment_score":0.3628571429}
{"full_text":"RT Fascists and Covid Deniers in #Vienna - Read more: #antifa #w161 #austria #antireport","sentiment_score":0.5}
{"full_text":"RT The issue I have with extending the extra PS20pw on Universal Credit it that a significant % of those receiving UC have no...","sentiment_score":0.125}
{"full_text":"The government told us we are on our own and that reality becomes more clear day after day. The entire country went on pause because they wanted to ensure the election carried on \"smoothly\" and in doing so they thought covid would also take a pause.","sentiment_score":0.32}
{"full_text":"RT Pres. Trump says he is ending Covid-19 travel restrictions for air travelers from Europe and Brazil, a move that the incoming Bi...","sentiment_score":0.0}
{"full_text":"To hell with providing services to tourists when locals can't get access to basic care when they need it. I couldn't get a relative to a gvt hospital yesterday. The reality on the ground is those covid-19 protocols only exist on paper.#GaraKumbaChirombowe#MaskUpZim","sentiment_score":0.0}
{"full_text":"Recommendations during Covid19 Step 1: Wash your hands Step 2: Buy #Bitcoin (on Pooldax)#Pooldax #cryptocurrency #Bitcoin #Dogecoin #Ethereum","sentiment_score":0.0}
{"full_text":"RT The DA will meltdown in 5... 4.... 3...","sentiment_score":0.0}
{"full_text":"RT 41st Blue Dragon Film Awards Announces New Date After Postponement Due To COVID-19https:\/\/t.co\/myrv7daIYB","sentiment_score":0.0037878788}
{"full_text":"RT We are devastated to say we lost one of our Marine Officers to Covid 19 on Saturday. Rest well Toby, we will take it from her...","sentiment_score":0.0}
{"full_text":"RT Would like to remind everyone that Hawai`i is not a racial paradise. There is no racial harmony. Micronesians were 30 times...","sentiment_score":0.0}
{"full_text":"RT Eighteen students returning to school hostels in Sabah tested positive for COVID-19 in the past two days.State minister Masi...","sentiment_score":-0.0113636364}
{"full_text":"Thinking of stepping out for a bite? Restaurants continue to adapt to survive the fallout of #COVID19. Will this rebuilding result in a stronger, humbler and kinder industry for 2021?@shonalim has the details:https:\/\/t.co\/pyW5JBIEAx","sentiment_score":0.0}
{"full_text":"RT Happiest when we're together. #BT21 #BASECAMP #StayAtHome #Happiness","sentiment_score":0.7}
{"full_text":"RT  #comedy  #contemporary #novella #amazon #checkitout#Quarantine and #Read #StayAtHome #Motivation look after your #...","sentiment_score":0.1666666667}
{"full_text":"RT Importantly, the second shot increased antibody levels in most patients by 6-20x compared to the first shot. The hospital...","sentiment_score":0.2875}
{"full_text":"RT mRNA technology gave us the first COVID-19 vaccines. It could also upend the drug industry ","sentiment_score":0.25}
{"full_text":"RT What works big in #Eeswaran : 1. Comedy portions2. Lockdown concept. 3. Realistic family concept.4. Music &amp; cinemat...","sentiment_score":0.0833333333}
{"full_text":"If she's had covid surely she's immune now so why is she so worried about going in now?","sentiment_score":0.5}
{"full_text":"RT Covid-19: Laboratories that fail to comply with GHS directive to be punished - Akufo-Addo #3FMSunrise ","sentiment_score":-0.5}
{"full_text":"RT RT RT Amazon AI Conclave 2021: #Amazon #MachineLearning #DataScience...","sentiment_score":0.0}
{"full_text":"RT NHS staff across the capital are working hard to vaccinate people against Covid-19. There's no need to contact your lo...","sentiment_score":-0.2916666667}
{"full_text":"Oil price drops more than 2% over COVID-19","sentiment_score":0.5}
{"full_text":"RT JUST IN: Scientists see new evidence South African coronavirus variant is more infectious","sentiment_score":0.2121212121}
{"full_text":"RT Nothing makes any sense. Not COVID. Not the election. Not the riots. Not the Inauguration. None of what we are being t...","sentiment_score":0.0}
{"full_text":"RT Please get the message out that it takes weeks to build up immunity after a vaccine.In the first weeks there will like...","sentiment_score":0.25}
{"full_text":"RT If all this failure to manage Covid-19 is intentional, isn't it biological warfare against his own people?","sentiment_score":0.1416666667}
{"full_text":"RT Victoria Azarenka appeals to Australian Open players to show 'empathy' during hotel lockdown","sentiment_score":0.0}
{"full_text":"RT Rahul Gandhi spared no opportunity to demotivate the nation in the spirited fight against COVID-19. Today when India has one o...","sentiment_score":0.5}
{"full_text":"Who thought this was a good idea.","sentiment_score":0.7}
{"full_text":"RT There are no upcoming peaceful protests scheduled at the Arizona State Capitol. Ignore misinformation.Stay safe. Stay home. Pr...","sentiment_score":0.375}
{"full_text":"RT Only 278 of our 650 MP's voted to extend the PS20 rise in Universal Credit, the rest don't give a shit if you starve durin...","sentiment_score":-0.0666666667}
{"full_text":"RT A1, with a jaw-dropping stat:In just five weeks, 100,000 more people have died from Covid-19.Flashback: May 24, 2020:\"U.S. D...","sentiment_score":0.5}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT KZN Dept of Health (@kznhealth) is losing millions of rand as service providers are dumping thousands of posters meant to c...","sentiment_score":0.0}
{"full_text":"Man this piece goes hard. If this was a different time I might make a pain artifact even better,  but this is the pandemic era and I want to focus all my creative energies on things that make me feel *alive.* And I definitely don't have the social energy to attempt community","sentiment_score":0.1202380952}
{"full_text":"RT I love the beauty of the flag display our government put on to distract from the fact that a botched pandemic response has ki...","sentiment_score":0.5}
{"full_text":"RT #Norway upped the number of deaths under investigation, from 23 last week to 33, while in #Germany, health officials said...","sentiment_score":0.0}
{"full_text":"RT Congratulations to the #MasterFilm Team for doing the unexpected in corona times. First film to enter Rs100 Cr. Club in 2021...","sentiment_score":0.175}
{"full_text":"RT Congratulations to the #MasterFilm Team for doing the unexpected in corona times. First film to enter Rs100 Cr. Club in 2021...","sentiment_score":0.175}
{"full_text":"Beautiful and a fantastic idea in a world of pandemic spread. Can't wait to see the new invigorating administration fix all the damage and create more great ideas like this one.","sentiment_score":0.5372727273}
{"full_text":"COVID-19 just want to kill you, but, unfortunately you are living ","sentiment_score":-0.5}
{"full_text":"RT L.A. Suspends Air Quality Rules to Cremate Backlog of Covid-19 Victims","sentiment_score":0.0}
{"full_text":"The skills shortage has been affecting the legal sector for many years, and the pandemic has only accelerated it. We reveal the critical factors that could affect your talent planning next year in our blog  #legal #talent #planning #2021 #guide","sentiment_score":0.15}
{"full_text":"After a spirit-crushing year filled with a pandemic, massive layoffs, financial mayhem, and plenty of triggering events, are leaders now experts at delivering bad news?","sentiment_score":-0.075}
{"full_text":"Women the world over can benefit from the insight of #Delaware's  Candace Caruso, SVP and director of government guaranteed lending. She writes on developing a team and preparing for post-pandemic life. #ChooseDelaware #GlobalDE","sentiment_score":0.0}
{"full_text":"RT A1, with a jaw-dropping stat:In just five weeks, 100,000 more people have died from Covid-19.Flashback: May 24, 2020:\"U.S. D...","sentiment_score":0.5}
{"full_text":"RT Eighteen students returning to school hostels in Sabah tested positive for COVID-19 in the past two days.State minister Masi...","sentiment_score":-0.0113636364}
{"full_text":"RT Thank you to everyone that #Voted  #BidenHarrisInauguration ","sentiment_score":0.0}
{"full_text":"RT NO. I think that Melanie (his words) does this shit (my words)!And, I don't care what the fuck they do!","sentiment_score":-0.35}
{"full_text":"RT Here is my \"Call for the WHO Team to Investigate the Pangolin Coronaviruses and the RmYN02 Bat Coronavirus\"It's critical...","sentiment_score":0.0}
{"full_text":"Economy in shambles due to a pandemic, businesses struggling to stay afloat, record-long lines at food banks. Priority One?  Flood the labor market with unskilled labor.Seriously?  Who told Dementia Joe this was a good idea?","sentiment_score":0.1916666667}
{"full_text":"RT Rahul Gandhi spared no opportunity to demotivate the nation in the spirited fight against COVID-19. Today when India has one o...","sentiment_score":0.5}
{"full_text":"The culture sector, which employs more than 30 million people globally, has been hit much harder than expected by #COVID19.@UNESCO urges targeted policies and actions to help it weather the crisis.More in our report https:\/\/t.co\/J8acMPf2JZ","sentiment_score":0.075}
{"full_text":"This paper analyzes actions and financial packages implemented to combat the #COVID19 pandemic by 68 members, the and the European Union.","sentiment_score":0.0}
{"full_text":"A support group can be used to air grievances in the workplace Daily VoxThe Daily Vox","sentiment_score":0.0}
{"full_text":"A Hindu temple is one of several new vaccination sites to offer rapid testing in Sloughhttps:\/\/t.co\/qAJ8e4Jusq","sentiment_score":0.0681818182}
{"full_text":"Girvan is being hit particularly hard.https:\/\/t.co\/CzQaChCQBq","sentiment_score":0.1666666667}
{"full_text":"Good morning. New today:> Pandemic toll: Motorways have lost EUR100m and counting> Beyond the Horizon: How Irish firms fared in Europe's R&amp;D funding programme> Two in five hauliers fail to obtain Brexit entry form. These are not \"teething problems\"https:\/\/t.co\/E7PkoRxjK2","sentiment_score":0.0840909091}
{"full_text":"Before the pandemic, I hadn't really gone out for coffee much often. Not since my college days. Most of the coffee I drink is either made at home or bottled stuff from the store #GourmetCoffeeDay #House365 Part III\"Nico Morano - Ristretto\"https:\/\/t.co\/8AV5hvHRAu","sentiment_score":0.3}
{"full_text":"A smart production line capable of producing 240 small satellites per year has been put into operation in Wuhan, C China's Hubei, according to its owner. The new line can improve average manufacturing efficiency by more than 40%.","sentiment_score":0.1084415584}
{"full_text":"New free download: 'Blended learning, the UN Sustainable Development Goals and the post-pandemic classroom' #SDGs","sentiment_score":0.2681818182}
{"full_text":"RT It's been a year since the coronavirus came to Australia. There are still tens of thousands of Australians trying to get home....","sentiment_score":0.0}
{"full_text":"#COVID19 can only continue to spread if there are people in the population who are not immune to it. Read about herd immunity or population immunity in this infographic, produced by and and about how the vaccine can help us get there.","sentiment_score":0.0}
{"full_text":"Free computers help Winsford High Street pupils study during lockdown","sentiment_score":0.28}
{"full_text":"Maintaining indoor air quality at  the time of #COVID_19!Dubai-based calls upon office and home owners for a \"proper maintenance of HVAC systems\", paramount for indoor air quality to curb the spread of existing and #newstrain of COVID-19https:\/\/t.co\/dCbIPgfYZ5","sentiment_score":0.0}
{"full_text":"Hundreds of volunteers are \"urgently\" needed in Devon.https:\/\/t.co\/OP0D0DPIMF","sentiment_score":0.0}
{"full_text":"Oklahoma doctors seeing spike in severe illness tied to COVID-19 in childrenhttps:\/\/t.co\/7HSmx4Xasu","sentiment_score":0.0}
{"full_text":"Just another day in the middle of a pandemic #lovindubai","sentiment_score":0.0}
{"full_text":"#TipTuesday The South African government has put together this important Covid-19 survival guide. Access it here:","sentiment_score":0.2}
{"full_text":"Some turning to platform tennis as they search for outdoor activities amid pandemichttps:\/\/t.co\/oH9wTadAkE","sentiment_score":0.0}
{"full_text":"RT And why is it acceptable to pursue elimination of measles (a much more infectious disease) but #COVID19 is impossible?ht...","sentiment_score":0.5}
{"full_text":"Breakthroughs don't just happen without action and preparedness to weather the storm. Have a listen to Dr Judy on Alcohol and Coronavirus tips.Episode Link: #dryjanuary #healthliving #healthlifestyle #happiness #recovery #tuesdaymotivations","sentiment_score":0.4}
{"full_text":"Have you started claiming #UniversalCredit during the coronavirus pandemic? wants to hear from you about:  what led you to start claiming how losing the PS20 per week uplift would impact you  Get in touch with your story","sentiment_score":0.2}
{"full_text":"An outstanding panel for this year's Clare Foley Women in Business event on 4 February. The panel will examine impact of the Pandemic on efforts to achieve equality in business &amp; the opportunities that now exist in re-building. Register for the event:https:\/\/t.co\/QxzxfAsyj6","sentiment_score":0.5}
{"full_text":"This small hospital in California has already run out of beds for their intensive care patients.It also faces staff shortages as the medical personnel can no longer handle the COVID stress.","sentiment_score":-0.125}
{"full_text":"A California man who told police that the coronavirus pandemic left him afraid to fly has been arrested on charges that he hid in a secured area at Chicago's O'Hare International Airport for three months.","sentiment_score":0.05}
{"full_text":"The mental health trust for #Norfolk &amp; #Suffolk is going to run a series of online workshops for parents who are struggling during the lockdown. They'll cover how to help children with anxiety and low mood. Here are some top tips from Dr Beth Mosely: #HeartNews","sentiment_score":0.1333333333}
{"full_text":"We'd like to share with you social media trends for 2021 from their blog; including emerging post-pandemic platforms and new user behaviours #SocialMedia #SocialMediaTrends2021","sentiment_score":0.0848484848}
{"full_text":"A cross between tennis, racquet ball and table tennis, platform tennis has seen a surge in popularity during the pandemic.","sentiment_score":0.0}
{"full_text":"#Japan confirms COVID19 variant in three residents with no record of travel to #UK. Click the link for more #COVID19 updates in #Asia:","sentiment_score":0.5}
{"full_text":"A Mercer University student jailed for breaking COVID-19 restrictions in the Cayman Islands is back home.","sentiment_score":0.0}
{"full_text":"New Covid-19 cases in the United States have been trending down since hitting a peak last week, but experts say it's too soon to be overly optimistic.","sentiment_score":-0.0063973064}
{"full_text":"The latest Covid-19 stats for Yorkshire as county reaches grim milestone","sentiment_score":-0.25}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"New data analysis... has found that working parents with children under the age of 5 - especially working mothers - have dropped out of work. How would those figures play out in SA?#Covid19https:\/\/t.co\/7hezr8LVdZ","sentiment_score":0.0681818182}
{"full_text":"Why Cleveland has only given out half of its COVID-19 vaccines on hand","sentiment_score":-0.0833333333}
{"full_text":"Prince William's body language is 'childlike and proud' as he discusses Queen Elizabeth II's coronavirus vaccination #royals","sentiment_score":0.8}
{"full_text":"The latest Covid-19 stats for Yorkshire as county reaches grim milestone","sentiment_score":-0.25}
{"full_text":"The latest Covid-19 stats for Yorkshire as county reaches grim milestone","sentiment_score":-0.25}
{"full_text":"RT Lord Sumption doesn't have to be in this fight. He could easily see this lockdown through in what would be a very nice house...","sentiment_score":0.6066666667}
{"full_text":"Current Conditions for #Sayre PATemp: 30.9FWind Chill: 30.9FHumidity: 96%Dew Point: 29.9F Barometer: 30.051 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 169.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT EFFMustGovern Covid-19 has proven to all of us that life can be cut shot anytime.  is the only relevant...","sentiment_score":0.2}
{"full_text":"RT Legal duties on provision for children with SEND remain in place and have NOT been downgraded. See our website for full d...","sentiment_score":0.275}
{"full_text":"RT I'm so tired.Please continue to wash your hands, wear a mask and stay home if you can. Things are really tough right n...","sentiment_score":-0.0515873016}
{"full_text":"RT Today's furry character of the day is... Brooke Darwin from Outbreak Company!","sentiment_score":0.0}
{"full_text":"last year i adopted three cats during the pandemic and taking care of them has done so much for my mental health","sentiment_score":0.0333333333}
{"full_text":"RT The DA will meltdown in 5... 4.... 3...","sentiment_score":0.0}
{"full_text":"RT Cybersecurity after COVID-19: Securing orgs against the new threat landscape  #cybersecurity #COVID1...","sentiment_score":0.1363636364}
{"full_text":"Good Lord.","sentiment_score":0.7}
{"full_text":"Time: 07:00 * Temp: 6.0degC * Wind: WNW 0.0 to 0.0mph * Pressure: 993.3hPa * Rain: 1.2mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:31 * Sunset: 16:36 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Special schools are smaller (mine has 130 pupils), however they are also fuller (65-70%) at the current time &amp; have all staff in school. Social distancing is far less likely, pupils cannot self-test and are exempt from wearing coverings. #SEND4TheVaccine","sentiment_score":0.0462585034}
{"full_text":"RT LET THIS SINK IN: So many people have died in Los Angeles that officials have suspended air-quality rules that limit cremat...","sentiment_score":0.5}
{"full_text":"RT Here are some important information about COVID19 Vaccine. Do read.#LargestVaccineDrive","sentiment_score":0.4}
{"full_text":"RT CDC: Wear a mask! Social Distance! Get the vaccine!Me: absolutely!CDC: don't eat raw cookie doughMe: I'll see you...","sentiment_score":-0.0945512821}
{"full_text":"Impacts of #Covid19 have been felt very unevenly across different groups of people due to the social determinants of health. Read why.","sentiment_score":-0.0879166667}
{"full_text":"RT In the weeks and months ahead, the Biden-Harris administration will take key steps to dramatically increase #vaccinations in...","sentiment_score":0.0}
{"full_text":"How To Be The Person Everyone Else Trusts #COVID19 #MondayMemories #MotivationMonday #MCM","sentiment_score":0.0}
{"full_text":"Read the article in the Hindu by a gentleman padmanabhan. Very sad to read such recommendations from such senior person. \"We must go ahead n justifications (there're deaths even after administering pfizer)\" r absolute garbage.","sentiment_score":-0.1125}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"U.S. surpasses 400,000 Covid deaths nearly one year after nation's first confirmed case #NationalNews #Coronavirus","sentiment_score":0.25}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"RT This feels longer than the COVID-19 lockdown.","sentiment_score":0.0}
{"full_text":"COVID-19 vaccine? - YES OR NO","sentiment_score":0.0}
{"full_text":"RT 'Stay home' doesn't necessarily mean staying safe for library worker, Far, who has to share one bathroom with 20 people.Plea...","sentiment_score":0.0958333333}
{"full_text":"RT 14 Tips for Getting Your Screen Time Under Control (Even When You're WFH in a Pandemic)","sentiment_score":0.0}
{"full_text":"RT He fails to mention in spin rinse repeat tweet that ALL major power countries have coronavirus u...","sentiment_score":-0.21875}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT Norway denies 'direct link' between deaths of 33 elderly people and Pfzier Covid vaccine they received","sentiment_score":0.1}
{"full_text":"Chinook Winds Casino Resort reopens after second COVID-19 closure.","sentiment_score":0.0}
{"full_text":"RT LCS 2021 Lock In D3 Thoughts &amp; Opinions  C9 Ramping Up  Impact Carrying  CLG Running It Down  LOLCheck out the v...","sentiment_score":-0.1555555556}
{"full_text":"Correct\"The vaccine is not made from an isolated virus\"1 #SARSCoV2 isolated2 SARSCoV2 sequenced3 Sharing of &gt;386 000 sequences viaGenbankhttps:\/\/t.co\/LsiW5dotFmGISAIDhttps:\/\/t.co\/kC9zUVgP1q4 A short section of the known RNA sequenceused to make mRNA #COVID19 vaccine","sentiment_score":0.0}
{"full_text":"RT Remember when they told us to give Trump a chance and now I can't see the sky bc LA has too much cremation smog","sentiment_score":0.2}
{"full_text":"The new #COVID19 vaccine means returning to in-office will become a reality again. has great tips on how leaders can prepare for the change, like setting clear vaccine protocols. #ComapnyCulture","sentiment_score":0.3454545455}
{"full_text":"Innovative and cutting-edge technology, to help our Customs Customers address risks and threats during the current pandemic and any future crises. #MSFTAdvocate","sentiment_score":0.1666666667}
{"full_text":"RT FTAO: Peter Hitchens Emma Kenny Denise Welch Toby Young Laurence FoxJulia Hartley Brewer Karol Sikora Claire Fo...","sentiment_score":0.1}
{"full_text":"RT South Pasadena PD mourning COVID-19 death of assistant who had just completed training","sentiment_score":0.0}
{"full_text":"been one year for me, so haven't gotten Covid Since. I'm content with that. Oh here's the kicker, you can still get sick even after taking Vaccine. Your statement is now back fired.","sentiment_score":-0.3571428571}
{"full_text":"RT Over 400,000 Americans have died from Covid-19. Over 400,000 of us are dead because of Donald and his administration's inco...","sentiment_score":-0.2}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"#TodayInHistory Inspiration Anticipate the difficult by managing the easy. - Lao Tzu#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":-0.0333333333}
{"full_text":"RT With the pandemic worsening, and more contagious variants emerging around the world, this is not the time to be lifting restri...","sentiment_score":0.5}
{"full_text":"RT With so many &amp; failures over PPE supply's, #COVID19 Track &amp; Trace errors &amp; suspicious contracts being awarded...","sentiment_score":0.5}
{"full_text":"This weekly support group will bring together those who are trying to recover from the adversity of losing their job due to COVID-19. Together, we can work on concrete steps to build resilienceDate: Tuesday, January 19Time: 3-4PMLink:","sentiment_score":0.0125}
{"full_text":"How will the expected economic recovery impact trade and how has #globalization been fundamentally altered by the #pandemic? Nicolas Lamp of Queens University, Canada shares his insights via BRINK News. #economy","sentiment_score":0.05}
