{"full_text":"RT EXCL: 9 in 10 care homes say residents deteriorated during lockdown.Tonight we investigate:#Residents drugged#Some...","sentiment_score":0.0}
{"full_text":"It didn't disappear. It's just not as contagious as Covid. So when ppl wash their hands, wear masks and social distance we limit how bad flu can be.","sentiment_score":-0.3333333333}
{"full_text":"Yes yes yes. #motivation #PositiveVibes","sentiment_score":0.0}
{"full_text":"RT #CongressStandsWithTET_AspirantsEconomy: FailCovid Care: FailEmployment: FailSocial Welfare: FailBorder Securit...","sentiment_score":0.0}
{"full_text":"RT On his first full day in office, President Biden will attend a virtual inaugural prayer service, receive the President'...","sentiment_score":0.3}
{"full_text":"RT FG blames Covid, #EndSARS protest for disruption in cement production, price increase ","sentiment_score":0.0}
{"full_text":"RT I hand-punched Tainted Love into this strip of card because lockdown.","sentiment_score":0.5}
{"full_text":"RT The federal government expects the coronavirus vaccine program to start next month, as planned, despite concerns overseas about pr...","sentiment_score":0.0}
{"full_text":"RT We couldn't be more proud to be involved with this amazing #volunteer initiative to #SupportTheNHS staff at","sentiment_score":0.6333333333}
{"full_text":"This dumbass","sentiment_score":0.0}
{"full_text":"RT Good morning to everyone except Joe Biden who's first act as President was to throw a lavish celebrity-filled party, hosted b...","sentiment_score":0.475}
{"full_text":"RT #NoidaNeed #Blood Type :  O-positiveAt : Fortis Hospital. Blood Component : Need Plasma from O+ve #COVID19 recovered...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Buzzy to reduce COVID-19 arm soreness + 20% off -","sentiment_score":0.0}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"French government ready to help prop up EurostarThis morning Jean-Baptiste Djebbari told French lawmakers that negotiations were underway, writes -&gt; #Rail #EuroStarTrains #PostBrexit #Pandemic","sentiment_score":0.0666666667}
{"full_text":"RT GV\/WVs have been proactive in discharging their duties even against odds be it pandemic or weather disasters etc. Read about on...","sentiment_score":0.0}
{"full_text":"RT PCR positive is no longer = Covid. You are not Covid now unless you get a second test to confirm it, and are presenting...","sentiment_score":0.1136363636}
{"full_text":"RT \"What we're inheriting from the Trump administration -- what we're inheriting is so much worse than we could have imagined,...","sentiment_score":-0.4}
{"full_text":"RT This Film is almost Close to Everyone's Heart !!It Creates an Benchmarking Records in History of Cine Industry  Bee...","sentiment_score":0.0}
{"full_text":"RT [Update] Bangkok will ease some Covid-19 restrictions on January 22 including swimming pools, spas, gyms, Internet cafes,...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT KENYA RECORDS 2 cases of new coronavirus variant first seen in South Africa; Dr Amoth says the asymptomatic patients ha...","sentiment_score":0.1931818182}
{"full_text":"RT Yesterday we had Brexit, Boris, Covid and Trump to deal with. Today we only have Brexit, Boris and Covid to deal with. Im...","sentiment_score":0.0}
{"full_text":"RT There are many school-children being left out from the education due to the constraints of managing and mitigating #covid19...","sentiment_score":0.125}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"Covid: Nearly 2m people got first Covid vaccine in last week","sentiment_score":0.1166666667}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT This is our WA COVID-19 update for Thursday 21 January 2021.For official information on COVID-19 in Western Australia,...","sentiment_score":0.0}
{"full_text":"Urusei Yatsura is instructive in a way to see how #entertainment can help psy ops, making them look like entertainment while the #target is being tortured as she's being killed slowly while all her essence is sucked out through exploitation. #KoreanAir \"fun\" #SouthKorea #COVID19","sentiment_score":-0.0666666667}
{"full_text":"RT I'll say it again, this pandemic has brought out the absolute worst in people. Unthinkable levels of selfishness.","sentiment_score":-0.2833333333}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT What kind of bad vibes did they put in this 3rd lockdown something ain't right","sentiment_score":0.0464285714}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT STUNNING--South African's CDC has made a sobering declaration:\"We now know that mutations (K417N &amp; E484K) have allowed #SA...","sentiment_score":0.0}
{"full_text":"RT Completely prepared for Republic Day, urge invitees to follow COVID advisory: Delhi Police","sentiment_score":0.1}
{"full_text":"Actually don't understand why KTVs can't operate. You can limit up to 5 people in a room, and since everyone is in their own room there is already social distancing in place....","sentiment_score":0.2111111111}
{"full_text":"RT Good morning to everyone except Joe Biden who's first act as President was to throw a lavish celebrity-filled party, hosted b...","sentiment_score":0.475}
{"full_text":"RT Thanks to you and to all #TeamEA who are working with the emergency services and our partners to keep everyone safe","sentiment_score":0.35}
{"full_text":"RT I hand-punched Tainted Love into this strip of card because lockdown.","sentiment_score":0.5}
{"full_text":"RT Congratulations to St Barnabas Primary School in Bristol (@StBarnabas_Bris), which is one of eight finalists in the Covid Re...","sentiment_score":0.4}
{"full_text":"RT Teachers have nearly double the COVID rate of the general population.Gavin Williamson calls that safe. Resign.","sentiment_score":0.1833333333}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"Mentor Mentee relationship  strategies for effective  Always learning always improving  #WFCOfficial #VitalWalsall #premierleague #SkyBetLeagueTwo #SkySports #SkyBetLeagueOne #England #englandsoccer  #virus #lockdown #lockdown2020 #premierleague #england #mentor","sentiment_score":0.6}
{"full_text":"RT I dont know anyone who is taking the vaxx because of the Covid risk.Its either- To get to see family- To be allowed...","sentiment_score":0.0}
{"full_text":"RT EXCL: 9 in 10 care homes say residents deteriorated during lockdown.Tonight we investigate:#Residents drugged#Some...","sentiment_score":0.0}
{"full_text":"Ambulances on the best and cheapest fair#doctor #airrescue #safety #firstaid #hospital #medical #hospitals #ambulances #safetyfirst #groundambulance #COVID19 #patnaairambulance","sentiment_score":0.5}
{"full_text":"RT An important brief, which includes this reminder of just how badly Canada has failed its long-term care residents. The bar...","sentiment_score":-0.2}
{"full_text":"Pandemic","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Joe Biden allowed 8,000 Americans to die from Covid during his inauguration.","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"Service Update 11:00 -  Only travel for work if essential or for other legally permitted reasons. All service information can be found here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":0.01875}
{"full_text":"Ukraine expects to borrow US$88.7 mln for fight against COVID-19https:\/\/t.co\/5homCZbP5M","sentiment_score":0.0}
{"full_text":"Service Update 11:00 -  Only travel for work if essential or for other legally permitted reasons. Please remember to wear a face covering when travelling with us. A half hourly service is running. All updates can be found here ","sentiment_score":-0.0183333333}
{"full_text":"RT A good article: Halfway through this winter of Covid, overall mortality is around normal for this time of year. Something...","sentiment_score":0.2833333333}
{"full_text":"RT For E.D Mbuya Nehanda Statue in midst of a pandemic was a slap on Zimbabweans. They never saw the virus coming into their of...","sentiment_score":0.0}
{"full_text":"Follow the rules of the game! ! !Let #TAIWAN  become a WHO observer#TaiwanCanHelp","sentiment_score":-0.78125}
{"full_text":"Hebanna, couldn't the funeral b postponed until she recovers.  Now Covid19 patients with confirmed results attends funerals. ","sentiment_score":0.4}
{"full_text":"I will wear a mask for 400 days if Joe Biden asks me too. Hell, I might wear a mask forever.","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Retweet if you are a patriot who plans to wear a mask for the next 100 days as President Biden is encouraging!","sentiment_score":0.0}
{"full_text":"RT Since the start of the pandemic more people than ever are deciding to share their life with a dog. Take the Lead and fin...","sentiment_score":0.5}
{"full_text":"RT \"All the ivermectin studies are lining up.\" --FLCCC's Dr. Paul MarikAmerica needs to know this. NOW.  ht...","sentiment_score":0.0}
{"full_text":"Keir Starmer the leader of the opposition yes the OPPOSITION has backed every measure the government has done during the pandemic. Just a fortnight ago Starmer said children should go back to school","sentiment_score":0.0}
{"full_text":"RT The Philippines logged 1,783 new COVID-19 cases on Thursday, bringing total to 507,717.Read more:","sentiment_score":0.2121212121}
{"full_text":"Ukraine expects to borrow US$88.7 mln for fight against COVID-19https:\/\/t.co\/1J70oJzI9A","sentiment_score":0.0}
{"full_text":"RT The callousness of what had been done today to me by the media based on a confidential staff letter that had been malicio...","sentiment_score":0.0}
{"full_text":"RT People receive an injection of the Oxford\/AstraZeneca coronavirus vaccine at the Al Abbas Mosque, Birmingham, which is being...","sentiment_score":0.0}
{"full_text":"RT Post Corona lockdown #SoloBrathukeSoBetter - Hit#Krack - Blockbuster #MasterFilm - Blockbuster #REDTheFilm - HitD...","sentiment_score":0.0}
{"full_text":"RT If you're suffering from lockdown then apply online in Ehsaas Berozgar Nadra gov pk portal. Still their are some people w...","sentiment_score":0.0}
{"full_text":"RT The timing is just perfect isn't it?","sentiment_score":1.0}
{"full_text":"RT New lockdown top-up #grants for the #Derby's #retail, #hospitality and #leisure #businesses are now available.@DerbyC...","sentiment_score":0.1363636364}
{"full_text":"RT I can't help but think that there has to be some buttocks clenching in Westminster. 1800+ covid deaths, Biden presidency...","sentiment_score":0.0}
{"full_text":"When was the last time you assessed the performance of your website? It's always important to be functioning &amp; up to date, but especially now if your business services have changed as a result of the pandemic.Check out our latest blog for helpful tips:","sentiment_score":0.225}
{"full_text":"Help stop our government punishing families hardest hit by pandemic","sentiment_score":0.0}
{"full_text":"I am sorry this pandemic has been so hard on so many people but it will get better as for each day that passes it is one day closer to it being over. My wife &amp; I have been checking on people to make sure they are ok &amp; the same offer is open to you should you need to talk","sentiment_score":0.1510416667}
{"full_text":"RT We have the highest #COVID19 death rate in the world. The death rate is a direct result of the neolibera...","sentiment_score":0.1}
{"full_text":"RT Support your favorite artists during this pandemic, shop their online stores, and support free healthcare!","sentiment_score":0.5}
{"full_text":"RT \"What we're inheriting from the Trump administration -- what we're inheriting is so much worse than we could have imagined,...","sentiment_score":-0.4}
{"full_text":"Thanks. I still say ease lockdown only in response to data at the time.In practice, by the time all the vulnerable have had 2 doses, an enormous number of less vulnerable will have had 1. I hope that WILL result in a huge reduction in cases, but there's no point ASSUMING that.","sentiment_score":-0.080952381}
{"full_text":"RT EXCLUSIVE: Neil Lennon Covid-19 dressing room complaints followed up as Joint Response Group demands info from EVERY Prem...","sentiment_score":0.0}
{"full_text":"The very high numbers of Covid related deaths we see this week will be mostly people who got infected over the Christmas period. This is not a condemnation of those who chose to see family but a reiteration that social mixing is, at present, extremely risky and leads to deaths.","sentiment_score":0.1027222222}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Our #2 most-read story: 2020 was the year VN joined 3 FTAs, lured Apple suppliers, launched an airline, rose up GDP\/capita ranks...","sentiment_score":0.6}
{"full_text":"RT Good morning to everyone except Joe Biden who's first act as President was to throw a lavish celebrity-filled party, hosted b...","sentiment_score":0.475}
{"full_text":"RT A thread on the 12 week wait for the 2nd covid vaccine &amp; how the UK gov are treating us like lab rats. Please read, make your...","sentiment_score":0.0}
{"full_text":"RT NY lawmakers appeal to Biden for COVID-19 death data in nursing homes","sentiment_score":0.0}
{"full_text":"RT \"What we're inheriting from the Trump administration -- what we're inheriting is so much worse than we could have imagined,...","sentiment_score":-0.4}
{"full_text":"This is why we need these tight restrictions at the moment. This is why we need to be social distancing, wearing masks and avoiding mixing with other people were at all possible.","sentiment_score":-0.0675595238}
{"full_text":"The Serum Institute of India reported that a blaze had erupted at a new plant under construction at the same facility where COVID-19 vaccines were being mass-produced. The Covshield producers assured that the fire would not affect the production of their vaccine.","sentiment_score":0.0681818182}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Retweet if you are a patriot who plans to wear a mask for the next 100 days as President Biden is encouraging!","sentiment_score":0.0}
{"full_text":"yep - I was meant to have a couple covid derailed.  And another a date muddle up derailed.  I now need to think back to when my last spitroast was! Possibly July 2019","sentiment_score":0.0}
{"full_text":"RT Biden signs day one executive order to shift coronavirus-fighting strategy","sentiment_score":0.0}
{"full_text":"Avoiding Lease Default Through Tenant Representation #CRE #TenantRep #TenantTips #Leasing #Default #COVID-19","sentiment_score":0.0}
{"full_text":"RT I've said it before and I'll say it again. Jab or no jab, lockdowns &amp; restrictions will never end until we say \"enough is eno...","sentiment_score":0.0}
{"full_text":"COVID-19 | Global Mobility UpdatesHong Kong - With effect from 23 January, travellers with a travel history to Brazil or Ireland in the past 21 days will be banned from entering Hong Kong. For more details:","sentiment_score":0.0833333333}
{"full_text":"RT PCR positive is no longer = Covid. You are not Covid now unless you get a second test to confirm it, and are presenting...","sentiment_score":0.1136363636}
{"full_text":"RT  - distributed COVID, - distributing vaccine.","sentiment_score":0.0}
{"full_text":"The L452R variant now accounts for about 25 percent of COVID-19 cases in California.","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"I remember a visit to pune by someone...Sad !A fire has broken out at a plant being built for the Serum Institute of India, a Covid-19 vaccine production company","sentiment_score":-0.4}
{"full_text":"RT Teachers have nearly double the COVID rate of the general population.Gavin Williamson calls that safe. Resign.","sentiment_score":0.1833333333}
{"full_text":"RT First Consignment of Made in India COVID-19 vaccines reaches Bhutan and Maldives","sentiment_score":0.25}
{"full_text":"RT \"More than 39 million doses of vaccine have now been administered in at least 49 higher-income countries.Just 25 doses have been...","sentiment_score":0.1}
{"full_text":"Couldnt agree more","sentiment_score":0.5}
{"full_text":"Covid-19 still exist  i almost forgot lool","sentiment_score":0.0}
{"full_text":"We are delighted to welcome Bryce Davies to the Workforce of Tomorrow webisode.Bryce will be joining us from to explore how you can build a resilient business during COVID-19.Register for free here:","sentiment_score":0.6333333333}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"um they're the ones that have to herd the potential covid carrying rulebreakers. That being said, they are likely not vulnerable in the way over 60s,70s,80s are.","sentiment_score":0.0833333333}
{"full_text":"T-STORM OUTLOOK for today Radars and updated maps at #news #weather #severe #storm #windy #tornado #tornado  #hail #winds #damage #storms #thunder #Flooding #cloud #tonight #Thursday    #lockdown","sentiment_score":0.0}
{"full_text":"Good news on #FoodWaste coming from Ireland. Great to hear the amount thrown away by household has reduced during the pandemic.","sentiment_score":0.75}
{"full_text":"this energyyy","sentiment_score":0.0}
{"full_text":"As we consider vaccinating children against #COVID19, measles and measles vaccination campaigns may offer relevant insights about parents' decisions; trust, access, and equity; education campaigns and vaccination mandates; and effects of disinformation.","sentiment_score":0.4}
{"full_text":"Hey and . Can you please tell the New Press Secretary to wear a mask while in a Federal Facility. I think she will do a great job but telling people to wear a a mask while she isn't while she is in a crowded room is frustrating to watch.","sentiment_score":0.1787878788}
{"full_text":"Christchurch pharmacy picked to give the coronavirus vaccinehttps:\/\/t.co\/qVgi2LJEyT","sentiment_score":0.0}
{"full_text":"Stay home and stay safe, not mixing with people outside of your household helps to #StopTheSpread #KeepPowysSafe #DiogeluPowys","sentiment_score":0.25}
{"full_text":"We now have 7 (known) active cases of COVID-19 in the Bailiwick as there has been a recovery overnight.There is no evidence of community seeding &amp; there are no cases in hospital.Full results at:","sentiment_score":-0.1333333333}
{"full_text":"Newswatch COVID-19 Digest: Thursday January 21, 2021 ","sentiment_score":0.0}
{"full_text":"University of Manchester is mocked after suggesting students struggling with lockdown should learn to fold socks or parallel parking to de-stresshttps:\/\/t.co\/sbbxqwZ31n","sentiment_score":0.0}
{"full_text":"Thanks to the pandemic, more Canadians are out backcountry hiking, camping, and snowshoeing for the first time. At 6:10, is here with advice for first-time adventurers. #ldnontREAD:","sentiment_score":0.3166666667}
{"full_text":"Help us keep you and everyone safe and stop the spread of Covid - Please make sure you remember to;Wear a face cover,Wash your hands, Board one at a timeAvoid busy travel times if possible,Pay with the exact Change#StopTheSpread #TravelSafe https:\/\/t.co\/hYq8mlNTJt","sentiment_score":0.3375}
{"full_text":"VARIANT SURGE THREAT: One year after the first confirmed COVID-19 case in this country, 24 million Americans have now been infected, with concerns about another new variant in California and some cities running out of vaccine doses. reports.","sentiment_score":0.2621212121}
{"full_text":" The RFL's 12th Annual Safeguarding Conference at the weekend broke new ground, as it was staged as a virtual event for the first time as a result of the ongoing issues caused by the Covid-19 pandemic. More:","sentiment_score":0.2954545455}
{"full_text":"'If we can be forgotten, then we will be'Russell T Davies spoke to ahead of the release of #ItsASin about how problems which still plague many gay young people have escalated during the pandemic.https:\/\/t.co\/BdGWSyl9uA","sentiment_score":0.3388888889}
{"full_text":"Great article from in looking at West End theatre launching a Covid testing centre, allowing teams to be able to get tested more regularly.https:\/\/t.co\/QYkfpzhCjB","sentiment_score":0.6}
{"full_text":"RT WOW--Biden WH is much more aggressive with #COVID19 safety and testing--and so much more organized says CBS News","sentiment_score":0.5}
{"full_text":"#Column | The pandemic has given rise to initiatives by some brands to try and exploit health concerns, writes","sentiment_score":0.0}
{"full_text":"RT The vaccination programme has given us much needed hope against #coronavirus.But it's vital we stick to the rules. Dr Nico...","sentiment_score":0.15}
{"full_text":"Now more than ever, exercise is very important for our physical and mental well being.If you go out for exercise, remember you need to stay within 5km of your home.  #Leitrim #KeepWell #KeepActice #staywithin5km #WellBeing #HoldFirm #ProtectEachOther #WashYourHands","sentiment_score":0.23}
{"full_text":".@BatterseaPcn had to stop delivering life-saving vaccines this week after their doses didn't arrive. 1200 people in Battersea missed out. Glad to see colleagues question about vaccine rollout today, can he guarantee this won't happen again?","sentiment_score":0.5}
{"full_text":" Translated resources We have teamed up with &amp; to produce infographics with info on migrants' right to healthcare, including free NHS services &amp; #COVID19 testing &amp; treatmentDownload for free in 13 languages","sentiment_score":0.3619047619}
{"full_text":"COVID 19 cases in India until : 21\/01\/2021 16:30Total Cases: 10611728 [+0]Active: 189246Recovered: 10265163 [+0]Deaths :152906 [+0]Total Tests: 189.35MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"This is when lockdown could end in Englandhttps:\/\/t.co\/ZOe2jQaA8P","sentiment_score":0.0}
{"full_text":"MORE DATES have been added if you need to be tested! ","sentiment_score":0.625}
{"full_text":"UW-Madison infectious diseases expert Dr. Ajay Sethi said it will take more than just a plan for Biden to have an effect on COVID-19's spread.","sentiment_score":0.5}
{"full_text":"COVID Continues To Cause Delays For In-Person Learninghttps:\/\/t.co\/3OSNCupAGk","sentiment_score":0.0}
