{"full_text":"I hope she addresses the amount of money spent of designer clothing and pomp and circumstance today. I'm certain hungry Americans were watching today-Americans who are struggling to survive a pandemic.","sentiment_score":0.0571428571}
{"full_text":"RT Prison is bad and I hate it but also a 1% mortality rate for people who THOUGHT they got the vaccine yields 5 or 6 people...","sentiment_score":-0.75}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT Research in Israel appears to indicate that the initial dose of the Pfizer-Biontech vaccine isn't as effective against Covid-...","sentiment_score":0.3}
{"full_text":"Practical and useful information about masks.","sentiment_score":0.3}
{"full_text":"RT Big talk in new Biden admin is top-down approach to COVID, including enhanced lockdowns and for vaccine distribution. Whi...","sentiment_score":0.0681818182}
{"full_text":"RT Imagine a sequel with them fighting Corona","sentiment_score":0.0}
{"full_text":"RT President Biden is preparing to sign a pile of executive orders.-Requires masks+social distancing on federal property...","sentiment_score":0.0}
{"full_text":"RT Lockdown cycle lanes could be axed after Sadiq Khan's 'Streetspace' ruled UNLAWFULMaybe that's why someone left Hackney cou...","sentiment_score":0.0}
{"full_text":"RT Started my new job as a covid vaccine distributor today ! ","sentiment_score":0.1704545455}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"I can't be the only person put off by all these people on Kickstarter trying to monopolize off of COVID by making games out of it, can I?","sentiment_score":0.0}
{"full_text":"RT Tell me. Which of our most pressing problems are caused by the communists? Corruption? Crime? Economic regression? Jobs l...","sentiment_score":0.35}
{"full_text":"I ain't even got the vaccine and I still see her everywhere","sentiment_score":0.0}
{"full_text":"RT Being told that anger is an inappropriate response to politicians doing stuff like this. What is the appropriate level of...","sentiment_score":-0.1}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"Supplies Are Limited: 5 things To Know As COVID-19 Vaccine Become Availablehttps:\/\/t.co\/NhsG0oQjCe","sentiment_score":-0.0714285714}
{"full_text":"RT PCR positive is no longer = Covid. You are not Covid now unless you get a second test to confirm it, and are presenting...","sentiment_score":0.1136363636}
{"full_text":"Any reason why they waited until Inauguration Day? ","sentiment_score":0.0}
{"full_text":"RT Omg that's crazy it's almost like we are in a whole pandemic or something, totally wild Dude","sentiment_score":-0.1}
{"full_text":"We  you. And now you can come visit us again. Well when the pandemic is over. Anyway, thank you!!","sentiment_score":0.0}
{"full_text":"RT 5) Don't forget when revealed that Trump CDC covered up an epically large outbreak at a meat packing factory....","sentiment_score":0.2142857143}
{"full_text":"RT One thing that stood out to me today.None of the Democrats followed their social distancing agenda.https:\/\/t.co\/5MFio...","sentiment_score":0.0333333333}
{"full_text":"Is there a name for an 'in situ' collection of painted pebbles with messages of gratitude or inspiration? I was drawn to these 2day for a project documenting COVID art, but it turns out these were for organ donations.","sentiment_score":0.0}
{"full_text":"I'm anti-mask.  My comment was sarcastic.  But that's how Biden will take credit for 'curing Covid'.","sentiment_score":0.1}
{"full_text":"RT New COVID milestone today: ~1 in 800 Americans alive at the start of the pandemic are dead.Source: Worldometers.","sentiment_score":0.1181818182}
{"full_text":"RT Got the covid vaccine and now I am starting to see her everywhere","sentiment_score":0.0}
{"full_text":".@POTUS, please address the horrific situation in nursing homes in your first 100 days. Residents and staff are &lt;1% of the population, but nearly 40% of COVID deaths.Together, we can defeat this virus. Thank you.","sentiment_score":-0.2166666667}
{"full_text":"RT JUST IN--Biden's new CDC Director announces that CDC will review all of its #COVID19 guidances.School risk?Air...","sentiment_score":0.1363636364}
{"full_text":"A 40 year old teacher at died of Covid. Will finally take this seriously? We are doing less to mitigate the spread now, with Covid at an all time high, than we did in the beginning. Go to Plan C. Stop putting our children and educators at risk.","sentiment_score":-0.048}
{"full_text":"RT PCR positive is no longer = Covid. You are not Covid now unless you get a second test to confirm it, and are presenting...","sentiment_score":0.1136363636}
{"full_text":".@POTUS, please address the horrific situation in nursing homes in your first 100 days. Residents and staff are &lt;1% of the population, but nearly 40% of COVID deaths.Together, we can defeat this virus. Thank you.","sentiment_score":-0.2166666667}
{"full_text":"RT The two political parties are not the same.","sentiment_score":0.0}
{"full_text":"RT I hope all my professors who chose to not use Lockdown Browser are having a great day ","sentiment_score":0.8}
{"full_text":"RT As of today, Wednesday, 1.713% of Canadians have received at least one shot of the Covid vax. In the last 24 hours 45,103 pe...","sentiment_score":-0.15}
{"full_text":"RT Europe's growing mask request: Ditch the cloth ones for medical-grade coverings","sentiment_score":0.0}
{"full_text":"Otherwise known as the bare minimum. That's where the bar has been placed by the previous tenants.","sentiment_score":-0.0583333333}
{"full_text":"Things you can legally say to people that say they can't wear a mask:-oh that's weird looks like you have earlobes though-oh that's unfortunate, you're still going out in public?-he lost you fucking loser","sentiment_score":-0.35}
{"full_text":"RT Greater Brisbane will have COVID-19 restrictions eased tomorrow after the state overcame a scare from a cluster of the...","sentiment_score":0.5}
{"full_text":"Meanwhile, TBA next to Washington in today's Covid announcements is certainly not related to local time. They had until 5pm ET to report (they're currently in Washington) and it's 7pm ET... TBA clearly has multiple implications...","sentiment_score":0.0166666667}
{"full_text":"RT Japan has suffered just 18 covid deaths per million people, by far the lowest in the G7, without mass testing or strict l...","sentiment_score":0.1}
{"full_text":"RT #BREAKING US Covid-19 death toll exceeds WWII military fatalities, according to tracker","sentiment_score":-0.1}
{"full_text":"RT JUST IN--Biden's new CDC Director announces that CDC will review all of its #COVID19 guidances.School risk?Air...","sentiment_score":0.1363636364}
{"full_text":"RT One thing that stood out to me today.None of the Democrats followed their social distancing agenda.https:\/\/t.co\/5MFio...","sentiment_score":0.0333333333}
{"full_text":"RT Has this man got no self-awareness? He has just explained why lockdowns do not, have not and will not work.","sentiment_score":0.0}
{"full_text":"RT UK COVID update: More than 1,800 new deaths, deadliest day since pandemic began- New cases: 38,905- In hospital: 38,561 (-2...","sentiment_score":0.2575757576}
{"full_text":"Look who is in charge.  The transgender wonder who killed people in nursing homes like Cuomo by sending infected people with old folks.","sentiment_score":-0.05}
{"full_text":"RT Ontario and Quebec saw a downward trend of new COVID-19 cases compared to last week. Follow our tracker here:","sentiment_score":0.0681818182}
{"full_text":"You're not Homeschooling. You are crisis\/lockdown schooling. Its totally different.","sentiment_score":0.0}
{"full_text":"RT First lockdown           Third lockdown","sentiment_score":0.125}
{"full_text":"52% protection after one dose of the Pfizer vaccine according to this article... as opposed to 95% with 2 doses. Healthcare workers are risking their lives every shift.","sentiment_score":0.0}
{"full_text":"RT Omg that's crazy it's almost like we are in a whole pandemic or something, totally wild Dude","sentiment_score":-0.1}
{"full_text":"RT Black Twitter has been amazing for my sanity during this pandemic. Y'all get on my nerves a lot but I really appreciate y...","sentiment_score":0.2111111111}
{"full_text":"RT Incredible - the longtime admin of QAnon's online home, who propped up mass conspiracies for years, basically goes 'maybe...","sentiment_score":0.9}
{"full_text":"RT It already sounds like a cliche but there is a calm to this evening that I just haven't felt in a while. There is no s...","sentiment_score":0.3}
{"full_text":"RT Note - MoD is also assisting EnglandThe language is carefully crafted to imply failure in the devolved nationsAsk fo...","sentiment_score":-0.0722222222}
{"full_text":"RT Chris Ramsey, 54yo Health Advocate &amp; Organizer, Minority Health Fair, Chatanooga, TN, died of #covid19 1\/16. Thanks to his wor...","sentiment_score":0.45}
{"full_text":"Lmao gotdamn, no games ","sentiment_score":0.6}
{"full_text":"#Fatality with #COVID-19 #pandemic in #Belgium is high but decreasing. So is #France.","sentiment_score":0.16}
{"full_text":"Ive heard this too. Where lots of people have died to other diseases and had covid-19. Whilst I'd agree it wasn't fully to do with Covid-19, rather covid-19 contributed to it and was part of it. I personally feel it has been over exaggerated. And what happened to nightingale ","sentiment_score":-0.2083333333}
{"full_text":"Here we go again, the tale of two cities that you vow to not let happen in #NewYork #sad #StopTheSpreadhttps:\/\/t.co\/616GWfnSHr","sentiment_score":-0.5}
{"full_text":"RT Now that the penny is beginning to drop one realises what the boys have gone through to achieve what they have in COVID...","sentiment_score":0.0}
{"full_text":"Yes I do. However when Moe has his press conferences and instead of answering questions properly, he often deflects and blames Trudeau. This \"statement\" on the city hall vote had more of an aggressive tone than his  statement about now being the time to act to stop covid. ","sentiment_score":0.25}
{"full_text":"RT JUST IN--Biden's new CDC Director announces that CDC will review all of its #COVID19 guidances.School risk?Air...","sentiment_score":0.1363636364}
{"full_text":"RT \"Lactating individuals\". What a dehumanising way to describe breastfeeding mothers.","sentiment_score":0.0}
{"full_text":"The Doctor rocks it. We're just waiting the post coronavirus trip to Ireland","sentiment_score":0.0}
{"full_text":"RT THE JIMMY DORE SHOW is Live Streaming!4:00pm PT \/7:00pm ETINAUGURATION DAY!-- The Biden Era Begins.Dems drag COVID reli...","sentiment_score":0.0352272727}
{"full_text":"RT Big talk in new Biden admin is top-down approach to COVID, including enhanced lockdowns and for vaccine distribution. Whi...","sentiment_score":0.0681818182}
{"full_text":"RT Y'all aaaallllways gotta cook some damn something. Damn! Door dash or *ORDER* a pizza l...","sentiment_score":0.0}
{"full_text":"2) and Trump's Covid response has caused those numbers to go significantly higher as did his botched vaccine release","sentiment_score":0.25}
{"full_text":"RT We're calling on the NYS Education Department to request a federal waiver for grade 3-8 and high school testing -- just as New Yo...","sentiment_score":0.1481818182}
{"full_text":"RT me at my first party post-pandemic","sentiment_score":0.25}
{"full_text":"On this Inauguration Day I am confident that the \/@KamalaHarris priorities will be thoughtfully considered and addressed by Congress and the Administration. #covid #systemicracism #ImmigrationReform #ClimateCrisis","sentiment_score":0.45}
{"full_text":"RT OK champ.How about fighting #COVID19 at home first, before you take on the world?#Cdnpoli","sentiment_score":0.375}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT From self-employed to un-employed, simples.Then the UBI will kick in and they will come after your properties in order to r...","sentiment_score":0.0}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT No one should live in fear because of who they are. We must keep fighting to protect trans women from this epidemic of violence--in...","sentiment_score":0.1363636364}
{"full_text":"RT Omg that's crazy it's almost like we are in a whole pandemic or something, totally wild Dude","sentiment_score":-0.1}
{"full_text":"\"Breaking with the aggressive populist nationalism of the Trump years will not be easy.\"https:\/\/t.co\/VVNRGtIdX3","sentiment_score":0.4333333333}
{"full_text":"RT Have you thought of how the pandemic is drastically changing the human microbiome? They did.https:\/\/t.co\/NGt2dLiqkH","sentiment_score":0.0}
{"full_text":"RT Amazon sent a letter to newly inaugurated President Joe Biden offering to use its vast resources to assist with federal COVID-19 v...","sentiment_score":0.0681818182}
{"full_text":"RT Bell was horrified to discover that members of environmental services--janitorial staff--didn't have access to hospital e...","sentiment_score":0.0}
{"full_text":"RT !! How is 113,224 COVID deaths (an undercount due to reporting lag) not headline news","sentiment_score":-0.125}
{"full_text":"RT 1,820 covid deaths announced today. The highest since the pandemic began, breaking a record that was set only yesterday....","sentiment_score":0.0}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT Joe Biden : today we honor all of the people who died from COVID Also Joe Biden: y'all still not getting universal healthcar...","sentiment_score":0.0}
{"full_text":"Looks like it will take a few days, new admin is reviewing all material","sentiment_score":-0.0318181818}
{"full_text":"Finally after 4 years, a voice of sanity.","sentiment_score":0.0}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT JUST IN--Biden's new CDC Director announces that CDC will review all of its #COVID19 guidances.School risk?Air...","sentiment_score":0.1363636364}
{"full_text":"RT RT if you would still get in the pit post covid","sentiment_score":0.0}
{"full_text":"RT Breaking News: On his first day, President Biden signed 17 orders to dismantle Trump-era policies on the pandemic and immigrat...","sentiment_score":0.25}
{"full_text":"RT I cant give you unicorns, but here's the next best thing:A Tory MP outing top CoVID denier Dr Clare Craig (an associate of...","sentiment_score":0.5}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"Remembering our pre-COVID fun at the Mott Arcade! Last February, Tammy (our Director of Client Development) had a great time showing some kiddos how to play ARISE, our digital scavenger hunt game to motivate movement and recovery!#techstartup #childlife #augmentedreality #ar","sentiment_score":0.155}
{"full_text":"I mean, we have spin-offs. IMPEACHMENT II, PANDEMIC RE-BOOT, CARAVAN'S a COMIN', PALM BEACH vs MAR-a-LAGO, WITCH HUNT--the NEW YORK EDITION, and the ever troubling, I'LL BE BACK. But will they retain the off-balance, soul crushing, alternate-reality sense of the original?","sentiment_score":0.1197727273}
{"full_text":"RT One thing that stood out to me today.None of the Democrats followed their social distancing agenda.https:\/\/t.co\/5MFio...","sentiment_score":0.0333333333}
{"full_text":"\"With expert representation from every stakeholder group, we are demonstrating the first of many ways #UAS will tangibly improve the way we react to #publicsafety and health concerns.\" -@walkerteks #innovation #covid19 #technewshttps:\/\/t.co\/n8lvAcjhPy","sentiment_score":0.375}
{"full_text":"Royal Caribbean Squeezed by Pandemic Sells Cruise Line to Private Equity for $201 Million","sentiment_score":0.0}
{"full_text":"Initial actions will require masks on federal property, urge masks everywhere else and reorganize the federal response to the pandemic.","sentiment_score":0.0}
{"full_text":"During the COVID-19 pandemic, Saskatchewan was the province whose business sector saw the most dramatic shift to workforces that were more than half remote. Read more about the impact of the pandemic on remote work as reported in a Stats Canada survey: ","sentiment_score":0.1}
{"full_text":"Amazon is offering to help the Biden administration with its goal of 100 million vaccinations in 100 days.","sentiment_score":0.0}
{"full_text":"Church officials in Myanmar decide that a popular annual Marian celebration will be livestreamed online this year due to the Covid-19 pandemic. Report by Read more... #Myanmar #COVID19 #coronavirus","sentiment_score":0.325}
{"full_text":"RT Amazon sent a letter to newly inaugurated President Joe Biden offering to use its vast resources to assist with federal COVID-19 v...","sentiment_score":0.0681818182}
{"full_text":"TTUHSC doctors discuss when we can expect to see the effect of the vaccine on case numbers, as well as some side effects of the vaccine.https:\/\/t.co\/EOZ2f0lYBq","sentiment_score":0.0}
{"full_text":"Ashland Street Cinema is closing its doors for good after a lengthy shutdown due to the coronavirus pandemic.https:\/\/t.co\/AdRNMTZWiZ","sentiment_score":0.2875}
{"full_text":"The 2021 Taipei International #MachineTool Show will open in March as scheduled, even though Taiwan has reported an increase in the number of domestic #COVID19 cases, organizers said.https:\/\/t.co\/EkCnnx1Gnr","sentiment_score":0.0}
{"full_text":"'RHOD's D'Andra Simmons: I'm Losing my Memory Since Getting COVID-19!!","sentiment_score":0.0}
{"full_text":"In the Wake of COVID-19, How Can the Hotel Industry Rebuild Trust With Their Customers? - #hoteltrends #traveltrends","sentiment_score":0.0}
{"full_text":"The first order Biden signed was related to the coronavirus pandemic. He also signed an order reentering the U.S. into the Paris climate accord.https:\/\/t.co\/8qhb6FbkVj","sentiment_score":0.125}
{"full_text":"COVID-19 vaccine rollouts are lagging. Here's what states are doing to pick up the pace","sentiment_score":0.0}
{"full_text":"RIP Phyllis Williams","sentiment_score":0.0}
{"full_text":"RT PCR positive is no longer = Covid. You are not Covid now unless you get a second test to confirm it, and are presenting...","sentiment_score":0.1136363636}
{"full_text":"RT BREAKING: Over 100 people have died so far today from COVID-19 due to President Biden's mishandling of the virus.","sentiment_score":-0.0125}
{"full_text":"We have sustained our efforts to provide our students with academic and emotional support along with nutritious foods throughout this pandemic, and we don't plan on stopping anytime soon. Our students are our priority and we're happy to provide them with the support they need.","sentiment_score":0.2666666667}
{"full_text":"He is a man who was so reckless and also intentional in his lack of leadership with the pandemic that he is directly responsible for a relatively large percentage of these deaths and infections..Read and share: #pbs #abc #nbc #cbs #sixtyminutes","sentiment_score":0.2071428571}
{"full_text":"As we move forward in 2021, we are hoping for some sense of \"normal\" to return, but some changes from the pandemic will remain in today's work environment.  Here are four things that will remain with us in our new normal. #chsnews #chsreads #chsjobs","sentiment_score":0.1454545455}
{"full_text":"FDNY EMS Pipes and Drums Band to Perform in Virtual Inaugural Parade. #EMS #Virtual_Inaugural #NYPD #COVID-19","sentiment_score":-0.25}
{"full_text":"Woodstock councillor Sandra Talbot has yet to break her silence about her recent travel abroad after resigning Tuesday from the board of health for Oxford and Elgin counties. #COVID19","sentiment_score":0.0}
{"full_text":"To address malnutrition among children amid the pandemic, DA7 distributed vegetable seeds in 38 barangays.","sentiment_score":0.0}
{"full_text":"Church officials in Myanmar decide that a popular annual Marian celebration will be livestreamed online this year due to the Covid-19 pandemic. Report by Read more... #Myanmar #COVID19 #coronavirus","sentiment_score":0.325}
{"full_text":"RT Congratulations President Biden and Vice President Harris. It's not going to be smooth for now because of the pandemic b...","sentiment_score":0.4}
{"full_text":"iPhone Xs Screen Replacement.#newyear #MMPR #covid19 #covid20 #phonerepair #iphone #iphonerepair #repair #cellphonerepair #mobilerepair #apple #screenrepair #plus #datarecovery #samsungrepair #crackedscreen #samsung #repairiphone #computerrepair #laptoprepair #ipad #phone","sentiment_score":0.0}
{"full_text":"Santa Clara Firefighters and Sunnyvale's Department of Public Safety officers are getting their COVID-19 Vaccines.https:\/\/t.co\/MSMxhAQKQg","sentiment_score":0.0}
{"full_text":"The lockdown affect!!...LINK IN THE BIO   UNCUT Episode 32 Hosted by  #podcastlife #toronto #issating #6ixviewsuncut #movethecultureforward!!","sentiment_score":-0.78125}
{"full_text":"Gertrude Stone Brownc. 1906Roseville#wednesdaythought #COVID19 #Inauguration2021 #InaugurationDay","sentiment_score":0.0}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"Hundreds lined up in frigid temps at this COVID vaccine clinic. Paterson is the only known N.J. city offering walk-in vaccinations for anyone eligible for the vaccine.","sentiment_score":-0.45}
{"full_text":"Sign up for vaccine newsletter to learn more about #COVID19 vaccine eligibility, distribution, myths, facts, and scams.","sentiment_score":0.5}
{"full_text":"After taking his oath of office, Biden pledged to heal America's deep political divisions, beat Covid-19, fix the economy and repair the international reputation of the US.","sentiment_score":0.0}
{"full_text":"Housing advocates estimate that the $309 million allocated to Louisiana in COVID-19 relief is about a third of what the state actually needs.https:\/\/t.co\/R4R1bv4UCz","sentiment_score":0.0}
