{"full_text":"RT Update: COVID still got me nervous. Don't invite me to come out. The answer is no, every time.","sentiment_score":0.0}
{"full_text":"One Day  you'll pull a mask out of your jacket pocket and look at it.. A thought comes to mind of when we all had to wear them and a smirk hits your face..  you throw it on the ground, grab your machete and continue on in the shadows of the Wasteland. #Wasteland #Survival #life","sentiment_score":0.0}
{"full_text":"RT Critics have said the CDC fumbled key decisions on COVID because the Trump administration meddled in the agency's operations....","sentiment_score":0.0}
{"full_text":"RT Senate to-do list:1. Abolish the filibuster and pass COVID-19 relief for our communities.2. Convict Trump.3. Legislate lik...","sentiment_score":0.0}
{"full_text":"RT value village sarah palin is actively trying to kill you","sentiment_score":-0.1333333333}
{"full_text":"RT Dude's entire campaign \"promise\" was that he had a plan to control the virus. Total ","sentiment_score":0.0}
{"full_text":"RT Weird. I don't remember Biden campaigning on the \"nothing we can do about the virus trajectory\" platform","sentiment_score":-0.5}
{"full_text":"RT As one of Hong Kong's poorest neighbourhoods is locked down, it's worth remembering that the current wave was started by the ci...","sentiment_score":0.0481481481}
{"full_text":"RT Had the WHO not taken China at their word, COVID-19 would never have spiraled so deeply out of control.The WHO is beho...","sentiment_score":0.0}
{"full_text":"Area International Traveller\/Traitor Receives Latest Negative COVID-19 Test. ","sentiment_score":0.0666666667}
{"full_text":"RT Trump blocked Fauci from going on Wow. All Fauci wanted to do was help Americans deal with the pandemic but -- once...","sentiment_score":0.1}
{"full_text":"RT China went on a serious quarantine, not the \"stay at home, if it's convenient to you\" quarantine that America had","sentiment_score":-0.3333333333}
{"full_text":"These are the jack offs that keep this virus going. Wear A GD Mask!!!!","sentiment_score":0.0}
{"full_text":"RT Andrew Yang has faced criticism for leaving New York City during the pandemic and his comments as to why he did so. But he tel...","sentiment_score":0.1363636364}
{"full_text":"RT A group of bipartisan senators will speak with the White House this weekend regarding President Biden's $1.9T COVID relief...","sentiment_score":0.0}
{"full_text":"RT Here's what I'm doing while I wait my turn for the COVID-19 vaccines: masking up, staying at least six feet apart from others,...","sentiment_score":-0.3}
{"full_text":"How  often did she give half truths or stand up against complete lies?","sentiment_score":-0.0333333333}
{"full_text":"RT Of course blame it on the other guy and do nothing.","sentiment_score":-0.125}
{"full_text":"Covid ??","sentiment_score":0.0}
{"full_text":"RT I called the wife of my #ICU #COVID19 patient to offer my condolences. She sobs as she tells me that due to the volume o...","sentiment_score":-0.125}
{"full_text":"RT Biden is clueless on policy. He has no plan for the pandemic, economy or foreign policy. The media isn't in a love fest w...","sentiment_score":0.1875}
{"full_text":"RT Gov. Newsom is refusing to release the ICU data for his stay-at-home order because it would \"confuse\" the public, once ag...","sentiment_score":0.0}
{"full_text":"RT The reason the Dept of Home Affairs issued an \"apology\" for \"inadvertently\" sending letters instructing visa applicants to...","sentiment_score":0.0}
{"full_text":"RT CDC just announced 39,892,400 doses of COVID vaccine as of today. 37,960,000 as of yesterday. Much more than 1m doses a day....","sentiment_score":0.5}
{"full_text":"RT A shortage of oxygen tanks combined with skyrocketing prices for the life-saving gas are compounding the COVID-19 crisis in Me...","sentiment_score":0.0}
{"full_text":"RT Hey, I think you forgot your COVID tracker the last couple of days. It just sort of disappeared a couple of days ago...","sentiment_score":0.0}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"RT Once again Americans are last!!","sentiment_score":0.0}
{"full_text":"RT The honour is ours, President to be a trusted partner of Brazil in fighting the Covid-19 pandemic together...","sentiment_score":0.0}
{"full_text":"RT What happens when you don't wear a mask.","sentiment_score":0.0}
{"full_text":"Now its Covid19 selection results. Pane announcement yandakamirira","sentiment_score":0.0}
{"full_text":"Patton State Hospital inoculates 65% of patients to help stem deadly COVID-19 outbreak","sentiment_score":-0.2}
{"full_text":"RT Amazing work, It is a top priority that all women receive #SRHR services during #COVID19 #NoM...","sentiment_score":0.55}
{"full_text":"RT Of course this comes after 45 is gone","sentiment_score":0.0}
{"full_text":"Throwback to when lice was the only pandemic we had to worry about.","sentiment_score":0.0}
{"full_text":"RT Two days in &amp; Biden says never mind about stopping COVID &amp; hands the electrical grid to China. \"Biden Rescinds Trump Ord...","sentiment_score":0.0}
{"full_text":"RT NEW -- Sen. Hawley &amp; plan to reintroduce their resolution calling for an international investigation into C...","sentiment_score":0.0681818182}
{"full_text":"RT Remember, they are trying to blame Trump for the CDC's missteps in the early days when they were downplaying COVID19","sentiment_score":0.1}
{"full_text":"RT As millions of Americans celebrated inauguration, some of my former colleagues in the health insurance industry...","sentiment_score":0.175}
{"full_text":"RT Equity is at the core of our COVID-19 response. That's why today, I signed an executive order to establish the COVID-19 Health E...","sentiment_score":0.0}
{"full_text":"RT In less than a week since the inauguration:1. WHO updates COVID \"positive criteria\" to lower positivity rate2. Reuters repo...","sentiment_score":0.0303030303}
{"full_text":"So just 1 hr after Biden sworn in, WHO points out Ct too high. As many have argued for many months. This paved way to crushing the numbers. USA restores WHO funding. A very very close relationship","sentiment_score":0.364}
{"full_text":"Thanks much, but TN is showing diabetes in 1c....do you have other information?:","sentiment_score":0.0916666667}
{"full_text":"RT What happens when you don't wear a mask.","sentiment_score":0.0}
{"full_text":"RT The honour is ours, President to be a trusted partner of Brazil in fighting the Covid-19 pandemic together...","sentiment_score":0.0}
{"full_text":"RT .@marcorubio there is nothing radical about aggressively working towards reducing COVID deaths in the US. The fact that...","sentiment_score":0.0}
{"full_text":"RT Fauci Contradicts Biden on CoVID Plan, Says New Admin 'Not Starting from Scratch'","sentiment_score":0.0681818182}
{"full_text":"RT GUNS GOODMASKS BAD","sentiment_score":-0.7}
{"full_text":"I tipped the waitress more than my bill was worth at dinner bc we were talking about how we are both wedding planning &amp; she came over &amp; thanked me &amp; said she was tearing up &amp; like I wish the best for her bc wedding planning during a pandemic sucks","sentiment_score":0.375}
{"full_text":"RT UPDATED: #Hawaii health officials investigating COVID-19 clusters on #Oahu, #Maui and Big Isle; 4 Oahu residents mark l...","sentiment_score":0.0}
{"full_text":"Due to Covid protocol there will be limited ticket sales. You must be on the player pass list to buy a ticket.","sentiment_score":-0.0982142857}
{"full_text":"RT As one of Hong Kong's poorest neighbourhoods is locked down, it's worth remembering that the current wave was started by the ci...","sentiment_score":0.0481481481}
{"full_text":"RT Davao gets Pfizer vaccines from the *national government* while the rest of the country will get Sinovac?","sentiment_score":0.0}
{"full_text":"RT South Africa to pay 2.5 times more than EU for COVID vaccine","sentiment_score":0.5}
{"full_text":"RT He's back!!! Professor Pantsdown from is on the #BBC again. Who on Earth listens to Neil Ferguson anymore? #COV...","sentiment_score":0.0}
{"full_text":"RT Ya'll, twice as many people are dying now than were dying during the March-May 2020 lockdown. We were terrified back the...","sentiment_score":0.25}
{"full_text":"RT According to reports, #DaveChappelle has tested positive for #Covid19. A representative of his said he has been quarantined...","sentiment_score":0.2272727273}
{"full_text":"RT India gifted 2 million doses of #COVID19 vaccines to Bangladesh.Then we fought &amp; won together against \"the most brutal...","sentiment_score":0.0416666667}
{"full_text":"RT Senate to-do list:1. Abolish the filibuster and pass COVID-19 relief for our communities.2. Convict Trump.3. Legislate lik...","sentiment_score":0.0}
{"full_text":"RT This is unbelievable and needs to be sorted immediately.Please RT if you agree and help put the pressure on","sentiment_score":-0.25}
{"full_text":"RT COVID is destroying rural( the ranchos ) Mexico. please make sure y'all get tested before going to Mexico. Our people are al...","sentiment_score":0.1}
{"full_text":"The Great American COVID Road Trip? CEO of Project Voice, checks in from his latest adventure. -","sentiment_score":0.4333333333}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"RT JUST IN: CDC reports nearly 1.6 million more #COVID19 vaccines given, biggest one-day increase reported","sentiment_score":0.3}
{"full_text":"RT Kim Jong Un faces Covid dilemma of isolation or vaccination","sentiment_score":0.0}
{"full_text":"RT Carla Rodeffer, 64yo RN, Heartland Healthcare, Macon's, IL, died of #covid19 5\/31. If you needed a coat, she'd give you hers....","sentiment_score":0.0}
{"full_text":"RT I'm from the Cori Bush wing of the Democratic Party.","sentiment_score":0.0}
{"full_text":"RT Davao gets Pfizer vaccines from the *national government* while the rest of the country will get Sinovac?","sentiment_score":0.0}
{"full_text":"RT China deploys 1,700 officers to enforce #COVID19 restrictions in #HongKong","sentiment_score":0.0}
{"full_text":"RT 'I Was Lied To': Meghan McCain Lashes Out At Biden, Fauci And Amazon Over COVID Hypocrisy ","sentiment_score":0.0}
{"full_text":"RT McMaster offers residence rooms for at-risk health care workers to self-isolate#HamOnt #COVID-19 #healthcareworkers","sentiment_score":0.1}
{"full_text":"RT This is a tribute to all grandparents helping children feel loved and safe during the #COVID19 pandemic.","sentiment_score":0.6}
{"full_text":"RT \"So whatever Biden and his team said about his Day One priorities, especially about the terrible toll that COVID has ta...","sentiment_score":-0.5}
{"full_text":"RT Two health workers at Dompu Hospital, West Nusa Tenggara are facing charges for sharing to social media a security footage...","sentiment_score":0.0333333333}
{"full_text":"RT You could pay people to stay home","sentiment_score":0.0}
{"full_text":"RT The Senate must pass COVID relief, confirm cabinet nominees, and run an impeachment trial. If you think that's juggling t...","sentiment_score":0.0}
{"full_text":"RT France: non French Healthcare workers put their lives on the line for us, please have a French citizenship.England: oh...","sentiment_score":0.0}
{"full_text":"RT That said, for Black &amp; brown communities, there are specific, appropriate concerns that lead to extra concern, and waiting...","sentiment_score":0.0833333333}
{"full_text":"RT #DrFauci admitting the obvious: Trump Administration blocked him from appearing on Oh, and he's a #maddow fanbo...","sentiment_score":0.0}
{"full_text":"RT Why are you buying up farm land while advocating that others not be allowed to own private property?","sentiment_score":0.3}
{"full_text":"RT Every vacation travel we postpone to a better time in the future, #NowIsNotTheTime; every outing or activity we avoid, sho...","sentiment_score":0.25}
{"full_text":"RT \"It's your patriotic duty to wear a mask &amp; fight in Syria!\"","sentiment_score":0.0}
{"full_text":"More proof that the CDC was involved in politicizing Covid in order to aid the installment of an illegitimate POTUS.","sentiment_score":0.5}
{"full_text":"RT The Governor should not be able to make decisions that affect all Californians based on secret information.","sentiment_score":0.05}
{"full_text":"RT Biden Executive Order: ORGANIZING AND MOBILIZING THE UNITED STATES GOVERNMENT TO PROVIDE A UNIFIED AND EFFECTIVE RESPONSE...","sentiment_score":0.6}
{"full_text":"RT .@JoeBiden: \"There is nothing we can do to change the trajectory of the pandemic in the next several months.\"","sentiment_score":0.0}
{"full_text":"Amid One Pandemic, Students Train for the Next. Researchers have banded together to find safe, virtual ways to teach the principles of microbiology and epidemiology.https:\/\/t.co\/rh1v8PzaRY","sentiment_score":0.1666666667}
{"full_text":"RT How long would HANK AARON have lived had he not been lied to about the safety of the experimental COVID19 Vaccine?  What a...","sentiment_score":0.025}
{"full_text":"RT Impeach.","sentiment_score":0.0}
{"full_text":"RT Remember when Elon Musk said there will be \"close to zero\" new Covid cases by the end of April?Billionaires aren't the answe...","sentiment_score":0.1363636364}
{"full_text":"Science wasn't respected? #FlipFlopFauci greatest hits:- mask dont work- tcells don't exist - asymptomatic spread- covid\/flu double surge- ny\/ca did it right - fla did it wrong- restaurants are super spreaders - post Xmas\/nye surgeWhat am I missing?","sentiment_score":0.1531746032}
{"full_text":"How One Beauty Company Is Responding To COVID-19 via","sentiment_score":0.0}
{"full_text":"There are 2,662 new COVID-19 cases in Ontario, for a total of total of 250,226 since the pandemic began; 1,512 people are in hospital, 383 of them in intensive care, and 291 on ventilators. To date, 5,701 people have died. #onpoli #onhealth","sentiment_score":0.0454545455}
{"full_text":"Aldis Hodge has started a new business during the pandemic. The actor is a co-founder of 9B, an artist collective specializing in entertainment projects: \"What we really want to do is prioritize opening up a lane for artists of color\"","sentiment_score":0.1681818182}
{"full_text":"Ray couldn't wait to receive his first dose of the #COVID19 vaccine. San Francisco and healthcare providers are ready to vaccinate more people, but supplies remain limited. Pending supply, the City has a goal of facilitating 10,000 vaccine doses per day.","sentiment_score":0.2196428571}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT We applaud India's role in global health, sharing millions of doses of COVID-19 vaccine in South Asia. India's free shipment...","sentiment_score":0.2}
{"full_text":"RT The Senate must pass COVID relief, confirm cabinet nominees, and run an impeachment trial. If you think that's juggling t...","sentiment_score":0.0}
{"full_text":"RT 'Life Is But Suffering, Pain, And Misery,' Whispers Meditative Adam Silver Amid NBA Covid Outbreak ht...","sentiment_score":0.0}
{"full_text":"Great news, it worked! The 2020 General Election was the most secure election in history. And he managed to do it while completely mismanaging the pandemic. #Election2020 #ConspiracyTheories #DomesticTerrorism #Pathetic #HannityHijinks #ShutUpSean","sentiment_score":0.175}
{"full_text":"EMERGENCY RELIEF PLAN: As the pandemic batters the U.S. economy, Pres. Biden signed executive orders to help millions of struggling Americans - as the Senate announces plans to begin the Trump impeachment trial the week of Feb. 8. reports.","sentiment_score":0.0}
{"full_text":"RT Sketching it out: How the and #COVID19 vaccines compare as they make their way to the A...","sentiment_score":0.0}
{"full_text":"RT Anyone that refuses to wear a mask should not be in charge of our children.","sentiment_score":0.0}
{"full_text":"#US couple married for 70 years dies from #coronavirus within minutes of each other ","sentiment_score":0.0625}
{"full_text":"RT The Senate must pass COVID relief, confirm cabinet nominees, and run an impeachment trial. If you think that's juggling t...","sentiment_score":0.0}
{"full_text":"The demand is steady, but the supply is not. People are scrambling to find Covid-19 vaccine doses in the Seattle area.","sentiment_score":0.1666666667}
{"full_text":"This 2021-2023 budget is built on $500 million less revenue than the last one","sentiment_score":-0.0833333333}
{"full_text":"RT You might be interested in this","sentiment_score":0.25}
{"full_text":"RT Info on #B117 from #UK1. Inc. transmissibility &amp; is dominant strain in UK2. People w\/ #B117 appear to have inc. dise...","sentiment_score":0.0}
{"full_text":"High Park is closed to vehicle traffic on weekends. The vehicle closure begins Friday night at approximately 11 p.m., ends Monday morning at approximately 7 a.m. Limited street parking is available on Bloor St.Visit for updates to City services.","sentiment_score":-0.0685714286}
{"full_text":"\"One of the first things I learned is the challenge of addressing economic growth and making sure it leads to development is not a complicated but complex problem.\" Read Yakama Jones' blog on her experience in our Leading Economic Growth executive course.","sentiment_score":0.1833333333}
{"full_text":"newsGP - School COVID clusters are rare - so what can we learn from the Al-Taqwa outbreak?","sentiment_score":0.3}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"Governor Abbott expands COVID-19 rapid testing program for small businesseshttps:\/\/t.co\/hJ9tHlXp4l","sentiment_score":-0.25}
{"full_text":"Istanbul Airport to offer COVID-19 antibody tests#Turkey #COVID19trhttps:\/\/t.co\/HcoAtRPTSk","sentiment_score":0.0}
{"full_text":"RT I am firmly anti-diarrhea Thank you","sentiment_score":-0.2}
{"full_text":"RT BREAKING--UK  Prime Minister Boris Johnson says: Early evidence suggests the #b117 variant of #covid19 that emerged in the...","sentiment_score":0.1}
{"full_text":"\"The refunds are part of Capitec's drive to help alleviate financial pressure on clients during the Covid-19 pandemic,\" the statement read.https:\/\/t.co\/rqpZx0tKER","sentiment_score":0.0}
{"full_text":"The Unitarian Church of Baton Rouge vowed to remember every American that died of the coronavirus. \"This will go on until people stop dying of COVID,\" the project's coordinator Megan Sheehan-Dean said.","sentiment_score":0.0}
{"full_text":"Where are you headed post-pandemic? ","sentiment_score":0.0}
{"full_text":"#COVID19 | Over 1,200 adverse events were reported after receipt of the Moderna COVID-19 vaccine as of Jan. 10, with 10 cases determined to be anaphylaxis, according to a report released by the U.S. Centers for Disease Control and Prevention on Friday.https:\/\/t.co\/c5Z3aGYN9B","sentiment_score":0.0}
{"full_text":"WATCH: Fishermen in the Philippines are angry over government plans to import thousands of tonnes of fish. Many lost their jobs when the Taal Volcano erupted last year, and the coronavirus added to their problems.https:\/\/t.co\/yoX8InNLYe","sentiment_score":0.0}
{"full_text":"TODAY'S FRONT PAGE: SATURDAY 23 JANUARY 2021 #dailynewszim #news #zimbabwe #zimnews #lockdown #COVID19 #MaskUpZimbabwe #Saturday","sentiment_score":0.0}
{"full_text":"#RiteAid opens up #COVID19testing for kids 4 and under.","sentiment_score":0.0}
{"full_text":"I played some Venetian tourneys but not under any guise that the masks\/dividers were helping, it's security theater like the TSA. Also I got covid a week later so ","sentiment_score":0.0}
{"full_text":"RT Dr. Deborah Birx, who served as the White House's coronavirus response coordinator under President Trump, has retired.","sentiment_score":0.0}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"has fully lost my support. Hiking the price to a whopping $120 just to play online.. it costs them pennies to provide servers. In the middle of a pandemic they double the price. Absolute scummy company.","sentiment_score":0.0666666667}
{"full_text":"If the #pandemic has changed the rules of work, it is also making the #wellness industry pivot to newer #sabbatical models, writes.#worklifehttps:\/\/t.co\/qX9cUeAuBc","sentiment_score":0.0}
{"full_text":"Is Social Media Using You? #COVID19 #PositiveVibes #LifeLessions #resume","sentiment_score":0.0333333333}
{"full_text":"Learn about #Japan's #COVID19 strategy, the lessons it may offer and the country's leadership in global efforts in Los Angeles Times' brand publishing article, \"Japan's COVID-19 Response Transcends its Borders.\"https:\/\/t.co\/B3jnNovOIZ","sentiment_score":0.0}
{"full_text":"RT Portugal identifies first case of South African coronavirus variant","sentiment_score":0.125}
{"full_text":"#Australia's recovery from the #COVID19 pandemic has continued with the nation's unemployment rate falling to 6.6 percent. #Queensland, recorded a 1.4 percent increase in employment, the most of any state or territory, as domestic border restrictions continued to ease.","sentiment_score":0.25}
{"full_text":"RT 'I Was Lied To': Meghan McCain Lashes Out At Biden, Fauci And Amazon Over COVID Hypocrisy ","sentiment_score":0.0}
{"full_text":"RT When it comes to ending the pandemic, growing the middle class, fighting climate change, and creating good jobs for peop...","sentiment_score":0.35}
{"full_text":"An \"extremely limited\" number of appointments to receive the first dose of the #Moderna coronavirus vaccine will be available as soon as Monday at the near the Monroeville Mall and Convention Center.https:\/\/t.co\/94VbQ4POYU","sentiment_score":0.1696428571}
{"full_text":"This was filmed during covid clearly but they (Shavel,Quaylon and DMark) are maskless  #LifeAfterLockup","sentiment_score":0.1}
{"full_text":"RT Thread@JoeBiden promised us better. We were told - over and over again, in no uncertain terms - that the Biden team...","sentiment_score":0.5}
{"full_text":"#SPOTLIGHT: Auction houses and reported uptick in online #art sales, even as #COVID19 spooked #MiddleEast markets","sentiment_score":0.0}
{"full_text":"RT I want recurring $2,000 checks for all until this pandemic is over and for 3 months after.","sentiment_score":0.0}
{"full_text":"RT Told you guys this guy had Buhari vibes. But it's okay, as he's a politician and he doesn't tweet mean things.","sentiment_score":0.09375}
{"full_text":"Those traffic volumes aren't like pre-covid (spiking at rush hours).  The large employers no longer will be demanding daily commutes by their workforces to dense offices at the light rail station locations.  That is why light rail ridership here will fall far short of projections","sentiment_score":0.1857142857}
