{"full_text":"This COVID thing is longgg man it's been almost a year","sentiment_score":0.0}
{"full_text":"RT Two ridiculous statements made by our ministers this week:1. Condo management can make Covid-19 tests mandatory - Ismail S...","sentiment_score":-0.3333333333}
{"full_text":"RT It's time for our leaders in Government to step up and remove Marjorie Taylor Greene from Congress. She's claiming a \"...","sentiment_score":0.0}
{"full_text":"RT Had a warm telephone conversation with my friend Sheikh Thanked him for his personal attention to the w...","sentiment_score":0.3}
{"full_text":"RT #DriveThru #testing center where #COVID patients get #medical supplies with this #AutonomousCar#MachineLearning...","sentiment_score":-0.05}
{"full_text":"I do! Just with the Wizards The media doesn't talk about how we have 7 players out 6 with Covid-19!  &amp; Russ has been nursing injury! Beal has been the only starter on the floor playing against healthy and Mon-star teams  we had to literally just sign Len &amp; Bell just to play","sentiment_score":0.25}
{"full_text":"RT Listen to El Paso Matters Editor and CEO speak to the about how COVID-19 vaccine distributi...","sentiment_score":0.0}
{"full_text":"RT There were 31,000 COVID-19 deaths in America last week.That is the number the mainstream media wants to highlight.Th...","sentiment_score":0.1}
{"full_text":"Hopefully when this whole covid-19 thing is out of the picture  but I will hold onto the hope and keep believing ","sentiment_score":0.2}
{"full_text":"RT [ON AIR]: &amp; discuss the introduction of a basic income grant &amp; how this will go a long way to provide...","sentiment_score":-0.025}
{"full_text":"End this misguided lockdown and also get kids back to school in the GTA, that's how you help mental health.","sentiment_score":-0.05}
{"full_text":"RT Remember the UK flu outbreak in 2018?Perhaps my memory is failing me, but I don't recall the flu lockdowns.","sentiment_score":0.0}
{"full_text":"They don't know how to wear a  mask! It's not rocket science!!","sentiment_score":0.0}
{"full_text":"RT I hope he at least gets to keep his Emmy. Report: Gov. Andrew Cuomo Undercounted COVID Nursing Home Deaths","sentiment_score":-0.3}
{"full_text":"What new skill did you learn this pandemic? Baking? Art? Plants?I learned how to perfectly apply screen protectors","sentiment_score":0.5681818182}
{"full_text":"RT A recent study found that of 1,733 coronavirus patients treated in the Chinese city of Wuhan, 76% were still experiencing at leas...","sentiment_score":0.0}
{"full_text":"China virus","sentiment_score":0.0}
{"full_text":"RT As we face this pandemic, it's even more critical that everyone has access to health care. That's why the is...","sentiment_score":0.25}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"I plan on getting this on my arm when the pandemic is over","sentiment_score":0.0}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"Look what corona has done to people honestly","sentiment_score":0.6}
{"full_text":"RT Is the travel ban on non-residents from South Africa enough to contain #covid19 variants? No--though it will have some effec...","sentiment_score":0.0}
{"full_text":"RT Good phone call with Mongolia President stand by Mongolia during #COVID19 and share the same values of de...","sentiment_score":0.35}
{"full_text":"424,000 dead Americans from Covid 19.  A riot at the Capitol incited by your President! Killing 5 people!  2 Capitol Policemen committed suicide!  Every legislator could have died!   Truly a miracle only 5 died!  He is and always will be a clear and present danger.","sentiment_score":-0.0970703125}
{"full_text":"RT China must be absolutely drooling over the cheap price of American real estate. Gee whiz,...","sentiment_score":0.2}
{"full_text":"Glazov Gang: Covid and Many Humans' Yearning to be Slaves.Watch in its entirety:","sentiment_score":0.5}
{"full_text":"RT Here are some of the strict rules the Biden administration has put in place to prevent the spread of the coronavirus inside th...","sentiment_score":0.0}
{"full_text":"New COVID Mutations Could Prolong Pandemic for Another Year, Despite Vaccines - Newsweek via","sentiment_score":0.1363636364}
{"full_text":"RT We're in the midst of a global pandemic, and access to health care is more important than ever. Today's actions by Presiden...","sentiment_score":0.3}
{"full_text":"RT .@VinGuptaMD joins to talk about how new covid variants change how Americans should mask up to prevent spread:\"If...","sentiment_score":0.1363636364}
{"full_text":"I LOVE how so many Canadians value and treat our immigrants!","sentiment_score":0.5625}
{"full_text":"RT This is Ghana where the government is using Covid 19 as an avenue to squander billions of cedis. Where school children wash...","sentiment_score":0.0}
{"full_text":"RT Here's why the CDC does NOT recommend N95 masks for the general public","sentiment_score":0.025}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"RT Correction, we're still owed over 20k$ in covid relief, M4A, and an erasure and future removal of all medical and stude...","sentiment_score":0.0}
{"full_text":"\"once covid is over\" is starting to sound a lot like \"once harry gets his accent back\".","sentiment_score":0.1333333333}
{"full_text":"Probably more active cases in the town of Whistler than all of Australia.BC's shame.#bcpoli","sentiment_score":0.1833333333}
{"full_text":"RT Had a warm telephone conversation with my friend Sheikh Thanked him for his personal attention to the w...","sentiment_score":0.3}
{"full_text":"RT Day 2 of not letting a COVID testing anal swab anywhere near my butthole.","sentiment_score":0.1}
{"full_text":"RT Education Minister Fayval Williams has declared that schools have not been given permission to issue COVID-19 indemnity...","sentiment_score":0.0}
{"full_text":"A new White House under Biden: Discipline, diversity, dogs and social distancing via","sentiment_score":0.0565656566}
{"full_text":"Also offered in the bag room","sentiment_score":0.0}
{"full_text":"RT The coronavirus affected the economy as well as the stock market buying algorithmshttps:\/\/t.co\/LJr...","sentiment_score":0.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Don't worry folks Chris Cuomo is going to be all over this one!","sentiment_score":0.0}
{"full_text":"RT It's Positivity day! Who would've thought we would be in a pandemic for a year now &amp; all the while fighting for a beloved s...","sentiment_score":0.7}
{"full_text":"Opera singers are helping 'long Covid' patients breathehttps:\/\/t.co\/smo7faepBG","sentiment_score":-0.05}
{"full_text":"RT Today's alarming report from the GAO provides further confirmation of what investigations have made clea...","sentiment_score":-0.05}
{"full_text":"RT A member of congress thinks there is a Jewish Laser beam to clear space or something for high speed rail and on Sunday TV...","sentiment_score":0.0866666667}
{"full_text":"RT RI state Rep. Justin Price, who marched to Capitol on January 6, also promoted QAnon and coronavirus conspiracy theories h...","sentiment_score":0.0}
{"full_text":"RT $2,000 monthly payments until the pandemic is over.","sentiment_score":0.0}
{"full_text":"RT I realize I've retweeted this interview about a million times, but we all need a little Margaret Atwood right now, no?","sentiment_score":0.0491071429}
{"full_text":"I read the New York Times almost very morning, have for years. This  is today's opening page. It's the first time since at least Nov 2016 that this didn't say \"Trump\", or last year \"Corona\". It's like normal life; except not because low-carbon.","sentiment_score":0.0727272727}
{"full_text":"#Covid19 bot #COVID19 last 5 days stats #KarnatakaConfirmed Cases trend24-Jan-21 - 40125-Jan-21 - 103626-Jan-21 - 73827-Jan-21 - 76028-Jan-21 - 644#CoronavirusPandemic #COVID19India #coronavirus #IndiaFightsCorona #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"RT So good\"I'm getting the vaccine so we can have Mardi Gras, y'all!\" shouts Jeremy Stevenson, a Monogram Hunter Mardi Gras In...","sentiment_score":0.875}
{"full_text":"RT Lucknow: The Lucknow University's experiment to conduct UG exams in three shifts a day to pace up academic session which is...","sentiment_score":0.0}
{"full_text":"RT Update:CCP regime is attacking me, using National Power, with propaganda in English\/Chinese! E.g. Full of rumors and li...","sentiment_score":0.1125}
{"full_text":" First the Subway tuna-isn't-tuna, now Kraft is messing with pink candy-flavored mac n' cheese...Stress-eating  + alcohol are the only things getting me through COVID remote schooling with 3 teenagers...Do NOT fuck up any more of our food, thanks.","sentiment_score":0.1357142857}
{"full_text":"RT More on the UK showing the wayhttps:\/\/t.co\/boFhixKnjC","sentiment_score":0.5}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"RT Big Tech, all of them, banned doctors telling the truth. An HCQ regimine was cheap and effective in fighting Covid-19. Today...","sentiment_score":0.3333333333}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"The government is eager to claim economy is getting back to normal but does not have the heart or mind to reverse the additional taxes levied on fuel during lock down.","sentiment_score":-0.0018518519}
{"full_text":"RT 1\/2 As per the Australian COVID-19 policy \"The COVID-19 vaccination will be free for all Medicare-eligible Australia...","sentiment_score":0.2}
{"full_text":"RT Fuck covid relief, we're now demanding a 2.5k UBI, min 25\/hour wage, and a 3 day work week","sentiment_score":-0.4}
{"full_text":"RT As Congress battles over Biden's proposed $1.9 trillion #COVID19 relief package, I'd like to remind everyone that former pr...","sentiment_score":0.0}
{"full_text":"RT \"Democratic lawmakers appear primed to muscle the sweeping aid forward without GOP help.\" Music to my ears.","sentiment_score":0.0}
{"full_text":"RT Ukraine struggles to get COVID vaccines. Meanwhile, Russia scores a propaganda win rolling out their Sputnik shot in annexed C...","sentiment_score":0.35}
{"full_text":"RT BREAKING: Mexico's Covid-19 deaths surpass those in India, making it the country with the third-highest number of fatalities...","sentiment_score":0.0}
{"full_text":"RT Marjorie hates Muslims. She hates people with disabilities. She hates victims of gun violence. Marjorie Ta...","sentiment_score":0.0}
{"full_text":"RT Family member of a nursing home casualty, to \"A third grader would know not to send COVID patients into a nursing...","sentiment_score":0.0}
{"full_text":"Thread by You know what doesn't \"sell well\" The fact that 36,000 Texans have died from Covid. Your have undermined public health and local leadership at every turn, and now too many of......","sentiment_score":0.1666666667}
{"full_text":"RT the only good thing that came out of covid is contactless delivery","sentiment_score":0.35}
{"full_text":"RT Yall cant \"monitor\" the new, more infectious COVID strain and 400,000 deaths though","sentiment_score":0.3181818182}
{"full_text":"At the #DavosAgenda 2021 session on \"Averting a Cyber Pandemic\" yesterday, CE\/CSA Mr David Koh emphasised importance of collective responsibility, close cooperation between stakeholders and forward-looking mindsets in averting a cyber pandemic.","sentiment_score":0.0}
{"full_text":"Breaking WaPo: An investigation overseen by the Office of Special Counsel has found that the Trump admin's handling of nationals repatriated from Wuhan in 2020 increased the risk of coronavirus transmission \"to the American public as a whole.\"","sentiment_score":0.1392857143}
{"full_text":"RT Thanks, Tom, for your public support of Medicare for All. I hope every candidate for the Democratic nomination for the US Se...","sentiment_score":0.1}
{"full_text":"#Oman has announced an indefinite ban on public and private gatherings as the Sultanate seeks to combat the second wave of #coronavirus pandemic.  ","sentiment_score":0.0}
{"full_text":"Bankruptcy firms are predicting the worst effects of the pandemic are yet to come.","sentiment_score":-1.0}
{"full_text":"Fixing Up Camp Tahoec. 1922Tahoe National Forest Collection#thursdayvibes #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"RT India started infrastructure projects worth trillions &amp; provided employment during COVID to keep economic activities running...","sentiment_score":0.25}
{"full_text":"RIP Felipe Llorente","sentiment_score":0.0}
{"full_text":"Makers of COVID-19 vaccines need everything to go right as they scale up production to hundreds of millions of doses -- and any little hiccup could cause a delay.https:\/\/t.co\/8QLJl4tsFe","sentiment_score":0.0491071429}
{"full_text":"RT Brazil researchers find people infected with two different coronavirus strains","sentiment_score":0.0}
{"full_text":"Clark County expands vaccination hours after receiving additional doses of COVID-19 vaccine:","sentiment_score":0.0}
{"full_text":"RT ColCORONA: Oral, anti-inflammatory drug colchicine reduces complications in outpatient COVID-19.","sentiment_score":0.0}
{"full_text":"RT \"[Gov. Andrew Cuomo] writes a book about himself in the middle of the pandemic...the truth is that he was the one that wa...","sentiment_score":0.0}
{"full_text":"RT Isn't this all of us really?  Nicely done ","sentiment_score":0.6}
{"full_text":"Over one year after the event","sentiment_score":0.0}
{"full_text":"Here's a look back at the last 12 months of the pandemic in B.C.","sentiment_score":0.0}
{"full_text":"RT Another opportunity to re-share this Student Mental Health Action Kit which is classroom-ready for both virtual and in-per...","sentiment_score":0.0}
{"full_text":"#COVID19 vaccine of US company #Novavax shows 89.3% efficacy in phase 3 trial in UKhttps:\/\/t.co\/Iu2lUXKpXt","sentiment_score":0.0}
{"full_text":"investigation team quarantine in Wuhan ends","sentiment_score":0.0}
{"full_text":"The CDC still recommends avoiding travel as much as possible, but if you must, a new program from Bozeman Health can help keep you and others safe.","sentiment_score":0.2121212121}
{"full_text":"1\/28\/2021Amanda Gorman Will Honor All Pandemic Heroes At Super Bowl LV! Amanda Gorman Will Honor All Pandemic Heroes At Super Bowl LV, And That's Great News! I Can't Wait To Watch!#AmandaGorman#SuperBowl ","sentiment_score":0.5833333333}
{"full_text":"Student loneliness is ripe at the moment and we want you to know that you're not aloneIn our new episode of Not Another Lecture, we talk to student Christina and Welfare Executive, Ben, about loneliness during a pandemicListen now!","sentiment_score":0.1704545455}
{"full_text":"Calls for public inquiry into UK government's pandemic handling","sentiment_score":0.0}
{"full_text":"In case you missed it:Deadline for driver's licence renewal is August this yearAccording to the City of Ekurhuleni the month of August 2021 is the final deadline for renewal of learner as well as driver licences that expired during lockdown.https:\/\/t.co\/cdzcGe3RMG","sentiment_score":0.0}
{"full_text":"RT Update:CCP regime is attacking me, using National Power, with propaganda in English\/Chinese! E.g. Full of rumors and li...","sentiment_score":0.1125}
{"full_text":"New smart phone tools let you know when you've been exposed to #COVID19 and how to isolate to protect others. Add your phone to CA Notify, and if you get a text or call from please answer. Together we can slow the spread.","sentiment_score":0.0168831169}
{"full_text":"Biden opens 'Obamacare' window for uninsured as COVID rageshttps:\/\/t.co\/R2O4Wl86bz","sentiment_score":0.0}
{"full_text":"VIDEO: More people are reaching out for help than ever before during the COVID-19 pandemic. reports.","sentiment_score":0.5}
{"full_text":"You should avoid Ibuprofen or Acetaminophen before getting a COVID-19 vacine, but it's OK to take after.","sentiment_score":0.5}
{"full_text":"Arkansas cosmetologists urge for a spot in COVID-19 vaccine rollouthttps:\/\/t.co\/a2G6N6mjCf","sentiment_score":0.0}
{"full_text":"It has been about a month since several Butte County businesses received much needed COVID-19 relief funding from the Butte Business Stabilization Program. How have some businesses used the money? Action News Now reporter the details.","sentiment_score":0.1}
{"full_text":"Within about an hour of the Kroger website opening up for scheduling, every appointment at the Kentucky Horse Park was booked, leaving countless of those priority Kentuckians still without their \"shot of hope.\"","sentiment_score":0.0}
{"full_text":"Coaching Director, Wong Choong Han from Badminton Association of Malaysia (BAM) was tested positive for Covid-19 on the 2nd of January and was sent to quarantine.https:\/\/t.co\/Ay6qKnKT9I","sentiment_score":0.1136363636}
{"full_text":"Bangsamoro yet to decide which #COVID19 vaccine to procure: chief minister","sentiment_score":0.0}
{"full_text":"This is exactly the parent every teacher is living in fear of. Also why I banned by dad from going to the grocery store after someone not wearing a mask told him to \"chill\". #calmerThanYouAre","sentiment_score":0.25}
{"full_text":"As the Biden administration proposes another pandemic relief package, Montgomery County, Ohio, is turning to software to manage the grant application process","sentiment_score":0.0}
{"full_text":"Business, society, and the economy were all devastated by the #pandemic.Here's what we can expect from the recovery this year.Discover more 2021 trends:","sentiment_score":0.5}
{"full_text":"RT New Zealand is considering tighter restrictions on international arrivals after three people tested positive for Covid-19 des...","sentiment_score":0.1212121212}
{"full_text":"RT Hello my besties, I am on the verge of losing my home and having nothing to eat because of our financial situation due to...","sentiment_score":-0.0625}
{"full_text":"RT As Congress battles over Biden's proposed $1.9 trillion #COVID19 relief package, I'd like to remind everyone that former pr...","sentiment_score":0.0}
{"full_text":"More than 20 prisons across Pennsylvania are currently dealing with an outbreak of the virus, but correctional officers and inmates still lack access to the vaccine.(: Getty Images)https:\/\/t.co\/bcXxI54phB","sentiment_score":0.25}
{"full_text":"Data privacy isn't just important in public spaces. Start following these 5 easy tips to stay safe at home as well!","sentiment_score":0.2916666667}
{"full_text":"RT We are fighting the pandemic in India and strengthening the global efforts against COVID-19. #DavosAgenda","sentiment_score":0.0}
{"full_text":"The League of Women Voters of Beloit and of Janesville will present a virtual event in lieu of its annual fundraising luncheon which will focus on restoring trust in the voting process. Its fundraiser, titled the \"Annual Forward Together - Advancing...","sentiment_score":0.0}
{"full_text":"Hi! I want to do my Biology research paper over the side effects long after being infected by Covid. The paper hasn't been assigned yet, but I would like to use your thread as a resource if you don't mind?","sentiment_score":-0.05}
{"full_text":"RT There is still no exit plan. There is still no plan for children to return to school. We are in indefinite lockdown that th...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 16.7FWind Chill: 10.8FHumidity: 79%Dew Point: 11.3F Barometer: 30.353 inHgWind: 5 mph from the NNWCorona Virus Weekly Stats:Cases: 144.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT This is irrespective of whether a person has or does not have a My Health Record. All COVID-19 vaccines administered...","sentiment_score":0.0}
{"full_text":"Nine retired nuns in US state of Michigan die of COVID-19 in January #CatholicChurch #nuns #COVID19 #coronavirus #AdrianDominicanSistershttps:\/\/t.co\/l2M60MUTTz","sentiment_score":0.0}
{"full_text":"RT We are delighted to launch Feed Our Pack!An initial PS500,000 project, kickstarted by Nuno and the tha...","sentiment_score":0.35}
{"full_text":"RT I attended a private Catholic high school. Throughout this pandemic, they've remained open and have not had a single ca...","sentiment_score":0.0177142857}
{"full_text":"RT Almighty. Help us cope with grief &amp; loss in these uncertain times. Many have lost loved ones in this pandemic. Many are hear...","sentiment_score":0.225}
