{"full_text":"RT Staff 'pressured to go back to work' in breach of UK Covid rulesOne in nine employees say they were ordered to return...","sentiment_score":0.0}
{"full_text":"NOOOOOO. Hang onto it for months until the pandemic is over and Biden has the Government functioning again. The more we learn about the terrorists, the better. Get 500 of them on record saying Trump told them to attack.","sentiment_score":0.5}
{"full_text":"It is not a mad theory, it is a rational response to the 'within 28 days of a positive test' metric that is highly publicised. A important metric for fast monitoring of the epidemic, but   misleading for the public. ONS is better.","sentiment_score":0.2571103896}
{"full_text":"RT This is what truly applied #PCVE and even #deradicalization can look like. Kudos .@Talk_to_Me_2020","sentiment_score":0.0}
{"full_text":"RT On 1st day, Biden will rescind travel ban on several Muslim countries, rejoin Paris climate accord, extend pandemic li...","sentiment_score":0.0}
{"full_text":"RT Girl, are you Indonesian? Are you local Balinese people?We are not bringing any racial issue here.The issues a...","sentiment_score":0.0}
{"full_text":"RT This is a new way to wear your mask!","sentiment_score":0.1704545455}
{"full_text":"Ok so what is a virtual inauguration. Biden in his basement with a few socially distant friends? No one things this is odd? They have brainwashed you that much after ineffective lockdown and masks? I think masks are killing our brain cells!","sentiment_score":0.0566666667}
{"full_text":"RT I once had to chase my mentor for 3 MONTHS to sign me off for that placement, and this was on a digital system. I was to...","sentiment_score":0.0}
{"full_text":"Happy Birthday for yesterday . It is a long time extra to struggle  for SP and that's without added pressure of covid flying about. Take care to you both xx","sentiment_score":0.25}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"Since u're known to be a \"political dog\"- no offense, I'm very skeptical of anything purported by you. Might be an isolated case been overblown to make it seem like the \"norm\". U might wanna back it up with some proof or something rather than jxt by word of mouth don't u think","sentiment_score":-0.2166666667}
{"full_text":"RT AICTE approved higher technical education cadre #Pharmacistmust deserve #4600_GP_For_Pharmacist. #gujraat_aarogy_mhaasNgh_...","sentiment_score":0.125}
{"full_text":"Vote 1st","sentiment_score":0.0}
{"full_text":"Last lockdown we had to phone our tutor groups for a wellbeing check but for this one associate heads of year ring around. One member of staff had 50 phone calls to make.","sentiment_score":0.0}
{"full_text":"RT Governor Desantis: STOP YOUR WITCH-HUNT against Rebekah Jones! Against science and against knowledge you have been wit...","sentiment_score":0.0}
{"full_text":"RT Are we going to see the creation of \"sanitarium\" type facilities where COVID survivors live out th...","sentiment_score":0.1363636364}
{"full_text":"RT Fewer children died in 2020, despite the pandemic. Experts are trying to figure out whyhttps:\/\/t.co\/b8sjV9v7dC","sentiment_score":0.0}
{"full_text":"RT HPEPH is advising of potential low risk exposure to COVID-19 at Tim Hortons in Wellington. Impacted individuals are as...","sentiment_score":0.0}
{"full_text":"RT AP's Calwin Woodward: \"Truth caught up with Donald Trump after years of giving chase.\"https:\/\/t.co\/qwRkzzVFW1","sentiment_score":0.0}
{"full_text":"Yes dems play to win with the 20 million extra votes stay in power for generations","sentiment_score":0.4}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT having                           dislikingcovid-19                       RV                  no taste","sentiment_score":0.0}
{"full_text":"Finally.","sentiment_score":0.0}
{"full_text":"RT Rebekah Jones, the former data analyst who claims she was fired after refusing to alter Florida's COVID-19 numbers, said p...","sentiment_score":0.0}
{"full_text":"Yesterday these  80 years olds got the first vaccine for Covid #gratefultogod ","sentiment_score":0.25}
{"full_text":"It is important to monitor vaccine recipients, as we all have the right to know how many people contract covid, and how many have been admitted to hospital after receiving the vaccine. Is it merely coincidence that cases have risen in line with the flu and covid vaccine rollout?","sentiment_score":0.2371428571}
{"full_text":"My Dads through the worst of it, but 50% of the care home he's in didn't make it. All likely from a single infection. If you're not wearing a mask, not staying home, not keeping distance maybe it was YOU who passed on the infection?Stay home and wear a damn mask!","sentiment_score":-0.3630952381}
{"full_text":"RT When you try to stay home from school ","sentiment_score":0.0}
{"full_text":"RT Jason Kenney says he's offended by politicians who would use the pandemic to advance an agenda they didn't campaign on. W...","sentiment_score":0.0}
{"full_text":"RT As many of you are aware, there is a call for an armed fascist \/ white supremacist rally on 1\/17 at the Capitol in Madison,...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Another incarcerated person in NY prisons has died of COVID-19. This tragedy happened yesterday as we joined ou...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis is allowing non-Florida residents &amp; foreign national visitors to get the Covid-19 vaccine before Florida's...","sentiment_score":-0.125}
{"full_text":"RT This ER has taken every precaution to mitigate covid spread. I've spent 12hrs in layers of PPE several times a week for months. I...","sentiment_score":-0.05}
{"full_text":"There are no rules that apply to the caravan!","sentiment_score":0.0}
{"full_text":"RT How this lockdown has got me feeling","sentiment_score":0.0}
{"full_text":"[20210117]Marius Instagram Update [Trans]Just love to stay at home, even doing nothing or in a daze, I'm still happy! Hahahaha #Wang Zhuo Cheng  #WangZhuoCheng #wangtagseong #wangcchaweching #wanzuochien","sentiment_score":0.5666666667}
{"full_text":"RT The EXPERTS are trying to get their voices heard.THIS IS GENOCIDE . .  &gt;https:\/\/t.co\/aFq4UsoWgP","sentiment_score":0.0}
{"full_text":"RT When you try to stay home from school ","sentiment_score":0.0}
{"full_text":"RT Retweet this is you plan to get the COVID vaccine","sentiment_score":0.0}
{"full_text":"Hey check this out","sentiment_score":0.0}
{"full_text":"very excited to have a birthday where I don't hug my friends, thanks capitalism","sentiment_score":0.34375}
{"full_text":"RT My goodness. Lord Sumption's response to a woman with Stage 4 cancer asking why her life isn't valuable is he didn't say i...","sentiment_score":0.0}
{"full_text":"RT PLEASE STAY HOME SUNDAY AND WEDNESDAY.PLEASE.","sentiment_score":0.0}
{"full_text":"RT Biden's plan is so radical the US Chamber said this:\"The Chamber welcomes the introduction of President-elect Biden's A...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Dallas County has found its first known case of the new UK COVID-19 variant. It was found in man in his 20s with...","sentiment_score":0.1931818182}
{"full_text":"RT I have compiled a list of U.S. politicians who have donated their salaries to charity during the pandemic:1) Donald...","sentiment_score":0.0}
{"full_text":"RT \"As U.S. authorities debate whether to keep schools open, a consensus is emerging in Europe that children are a considerable f...","sentiment_score":0.05}
{"full_text":"What all of these detractors fail to mention is that I have a degree and yet I still work 2 minimum wage jobs! I graduated in a midst of a pandemic and a financial crisis - there are no high paying, graduate jobs at the moment, no one is hiring and people still have to make money","sentiment_score":-0.235}
{"full_text":"RT The science behind climate change is not a hoax. The science behind COVID-19 is not partisan. And President-elect","sentiment_score":-0.4}
{"full_text":"I can't help but sing the chorus of Livin on a Prayer over &amp; over after receiving my first COVID-19 vaccine. Looking forward to a day when strangers can gather at a show. And thinking of those who did not get the chance to get the vaccine.","sentiment_score":0.25}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT Here's where COVID patients were being treated as of last night.CUH - 152 UHL - 139St Vincent's - 134","sentiment_score":0.0}
{"full_text":"Of course getting the Tories out in 3 .25 years is the priority but we can't wait until then to do something about climate change.I was very pleased to hear  talking about the #ClimateEmergency  and #ClimateAction on #Marr. We have to take action on that now.","sentiment_score":0.375}
{"full_text":"Wooo but what happens if a new varent comes along the vaccination dose not work on? We back to being in lockdown again? You have no plan B as usual. #newleader #Clueless","sentiment_score":-0.0378787879}
{"full_text":"My first dose takes it away but the second dose brings it back BABYYYYYY","sentiment_score":0.0833333333}
{"full_text":"RT I just want to say that those of us in health &amp; science who're constantly working, researching, analysing &amp; talking ab...","sentiment_score":0.0}
{"full_text":"Here's your evidence that this is a credible path of investigation for Coronavirus origins. The desperation of the Chinese to prevent access to the Wuhan lab is in itself addition evidence.","sentiment_score":0.2}
{"full_text":"RT it's not about race. stop playing the race card. it's about encouraging people to work illegally in our country and enjoy t...","sentiment_score":-0.05}
{"full_text":"RT What can we do? We're in a race against time to get as much protective immunity into population as backstop against co...","sentiment_score":0.2}
{"full_text":"RT Trips to outdoor centres give a huge boost to children's physical &amp; mental health and wellbeing - they sh...","sentiment_score":0.1}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Unfolding #Tourism In 2021: Tips On Safe And Responsible Travelling   Report by:","sentiment_score":0.35}
{"full_text":"RT This new trend \/ planned operation, of lumping those that question restrictions, numbers or Lockdown policies as 'Covid Scepti...","sentiment_score":0.1363636364}
{"full_text":"RT Biden's plan is so radical the US Chamber said this:\"The Chamber welcomes the introduction of President-elect Biden's A...","sentiment_score":0.0}
{"full_text":"Study- almost m a third of patients discharge with COVID19 were readmitted - this is really bad.  Much higher readmission than I'd have thought. Diabetes, heart, kidney issues.(Sarcastic) COVID19, the gift that keeps on giving.","sentiment_score":-0.15}
{"full_text":"RT Send us your choice. And we will be discussing this tmrw live on at 9am (Monday)@ShahzadYunasPTI #Education #Stu...","sentiment_score":0.1363636364}
{"full_text":"NJ Fatality Toll On Track To Be 27 Percent Higher Amid COVID-19","sentiment_score":0.25}
{"full_text":"imagine entering sr high school thinking  it will be your most memorable year then covid happen ","sentiment_score":0.3866666667}
{"full_text":"RT How are these main draw players in AO actually complaining about quarantine measures ? You have a chance to travel and comp...","sentiment_score":0.0833333333}
{"full_text":"Just flicked over and they were, was this banned? Not sure it makes a difference as all covid tested?","sentiment_score":-0.25}
{"full_text":"RT Anyone who tests positive for #COVID19 and knowingly exposes other people to it should be treated as a terrorist. How do...","sentiment_score":0.0511363636}
{"full_text":"RT No one is safe until everyone is safe.Really appreciate leadership in working with other countries to ens...","sentiment_score":0.1875}
{"full_text":"RT The risks of catching Covid indoors are well-known, but what are the chances of being infected outdoors?https:\/\/t.co\/5AkTmcJ...","sentiment_score":0.6}
{"full_text":"RT Good Afternoon - Overtip the person who is delivering your food during a pandemic.","sentiment_score":0.7}
{"full_text":"49 people have been reported for breaking lockdown rules after the Met shut down an illegal car meet in Romford last night #HeartNews","sentiment_score":-0.2185185185}
{"full_text":"RT New: plans to begin his first term with a flurry of executive orders, including rejoining Paris climate accord, e...","sentiment_score":0.1931818182}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT A Professor of Theology and Ethics at McGill University is calling on people to engage in protests, legal challenges and...","sentiment_score":0.2}
{"full_text":"RT This is my fantastic neighbour who is the ultimate entrepreneur &amp; is tireless in her efforts to support SME...","sentiment_score":0.2}
{"full_text":"RT Among the executive orders President-elect Biden will sign on his first day in office:*Rejoin the Paris climate acco...","sentiment_score":0.25}
{"full_text":"RT Let's agree right now that the people who supported huge tax cuts &amp; benefits for big business\/Trump buddies, who turne...","sentiment_score":0.2285714286}
{"full_text":"RT At 7:50 pm my younger brother Jerry passed from covid after 45 days in hospital . He will be sadly missed by his Wife and 8 k...","sentiment_score":-0.25}
{"full_text":"And by not wearing a mask spread it to anyone he comes in contact with every time he refuses to wear a mask. It's not that hard.","sentiment_score":-0.2916666667}
{"full_text":"RT Republicans called the valid votes of Black, brown and Indigenous voters across this country \"fraud\" because they couldn't be...","sentiment_score":-0.1666666667}
{"full_text":"RT Horrifying thread  from a nurse on the inability of officers to follow ED protocol of wearing a mask. It...","sentiment_score":-0.9}
{"full_text":"Ask her if folks booing is still as funny.","sentiment_score":0.25}
{"full_text":"RT You know, it's almost as if they want to distract people from their lethally failed response to the pandemic and the cons...","sentiment_score":-0.5}
{"full_text":"RT If they think we're hating because they're black:Tell them back in June 2020 we also have a national outrage b...","sentiment_score":0.0}
{"full_text":"RT NO chance whatsoever","sentiment_score":0.0}
{"full_text":"RT So glad the made the call to postpone the opening of schools. They must have been following the *ScIeNce* #open...","sentiment_score":0.1666666667}
{"full_text":"RT Florida COVID data whistleblower Rebekah Jones will turn herself in to FDLE tomorrow after arrest warrant filed, per tweet....","sentiment_score":-0.05}
{"full_text":"Finally, an intelligent response ","sentiment_score":0.8}
{"full_text":"RT On 1st day, Biden will rescind travel ban on several Muslim countries, rejoin Paris climate accord, extend pandemic li...","sentiment_score":0.0}
{"full_text":"RT Can i just drop in and say, you can criticize her for glamorizing the Bali life with a western lens and being irresponsibl...","sentiment_score":0.0}
{"full_text":"RT I often think if wasn't leading the country would the following have happened to India?","sentiment_score":0.0}
{"full_text":"RT \"The U.S. govt. has reason to believe that several researchers inside the Wuhan lab became sick in autumn 2019, before...","sentiment_score":-0.3571428571}
{"full_text":"A large study of UK healthcare workers finds that immunity after coronavirus infection lasts for months, but those with antibodies may still be able to carry and spread the virus upon reexposure.","sentiment_score":0.3571428571}
{"full_text":"RT If you are entering the US by plane after January 26, you need to show that you have tested negative for COVID-19.The...","sentiment_score":-0.3}
{"full_text":"RT Doctors and police forces issue joint warning over vaccine fraudsters","sentiment_score":0.0}
{"full_text":"RT Steven Mnuchin funneled $500B of PPP Covid relief loans, gave millions to himself, Kushner, Devin Nunes, Betsy DeVos, J...","sentiment_score":0.0}
{"full_text":"RT CDC Expands Negative COVID-19 Test Requirement to All Air Passengers Entering the United Stateshttps:\/\/t.co\/919QyOURyp via...","sentiment_score":-0.3}
{"full_text":"RT Kavin Convo Kamal:Praised the BB Team including kamal himself for the safe and successful completion of Bigg Boss this...","sentiment_score":0.625}
{"full_text":"RT Republicans called the valid votes of Black, brown and Indigenous voters across this country \"fraud\" because they couldn't be...","sentiment_score":-0.1666666667}
{"full_text":"RT Quarantine made me closer to my mental problems this is why pandemic has to stop asap because I'm gonna die here I swear","sentiment_score":-0.1}
{"full_text":"This Morning's on-screen psychologist Emma Kenny DENIES she's been ditched from show and claims she's signed a new contract... after vowing to ignore COVID-19 lockdown rulesvia if she thinks been sacked she should be ","sentiment_score":0.1363636364}
{"full_text":"RT JUST IN.Motsweding FM radio presenter and DJ Kabelo Molopyane, has passed on aged 45.According to reports, the radio...","sentiment_score":-0.1}
{"full_text":"The acts of kindness performed across Cheshire during pandemic","sentiment_score":0.0}
{"full_text":"As Covid-19 case loads push hospital systems nationwide to the brink, a team of Facebook-NYU Langone researchers has developed AI models to help health systems better plan resources  ","sentiment_score":0.3}
{"full_text":"Morning Pointe Senior Living employees are rolling their sleeves for the COVID-19 vaccine in support of the residents and associates they serve.","sentiment_score":0.0}
{"full_text":"Do you know how much money your local council has to spend on cycling? Check it out here with","sentiment_score":0.1}
{"full_text":"Former BJP MP Mahaveer Bhagora dies battling Covidhttps:\/\/t.co\/llhufnrM52","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccination programme will continue to ramp up in the weeks and months ahead and will be extended to more and more people who will benefit.https:\/\/t.co\/MPCevFV6SM","sentiment_score":0.5}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"FLOURISH: Due to the coronavirus pandemic the January edition of Flourish is not being printed and is available in digital form only. You can read selected stories online on this page or download a PDF of the whole paper.","sentiment_score":0.095}
{"full_text":"Pandemic Greetings by Ross MacDonald. Try them all!","sentiment_score":0.0}
{"full_text":"COVID CRISIS: 72 tennis players quarantining after positive virus cases on flights","sentiment_score":0.2272727273}
{"full_text":"RT Could we stop using the term NPI (non pharmaceutical interventions) and call it what it is : public health measures. Th...","sentiment_score":0.0}
{"full_text":"No fine for those not wearing masks in their own vehicles.https:\/\/t.co\/l8ske4GWSq","sentiment_score":0.1958333333}
{"full_text":"Have you picked up your #vaccinepledge wrist band yet?  20% of all purchase proceeds go to organizations supporting COVID-19 relief.  Get yours now at","sentiment_score":0.25}
{"full_text":"In 2020 we responded to #coronavirus pandemic with new record investments of EUR11 billion through 411 projects The 1st international financial institution to approve emergency measures #BuildBackBetterEconomiesSupport for clients across all our regionshttps:\/\/t.co\/kqrP0Zvq5s","sentiment_score":0.0454545455}
{"full_text":"In 2020, the country experienced a pandemic, an economic crisis and a racial reckoning - all shrouded in misinformation. It not only transformed how we vote, but why. Stream the CBS News Special, \"Hindsight is 2020: An Unprecedented Election,\" now:","sentiment_score":0.3914285714}
{"full_text":"2020 sucked, but Silvy managed to kick it and cancer's butt! Watch Marc Silverman's incredible story about staying mentally strong! #Headstrong is presented by Advocate Aurora Health","sentiment_score":0.7208333333}
{"full_text":"Pandemic is widening poverty gap between women and men, new UN findings showhttps:\/\/t.co\/ZmxeKmgnSL","sentiment_score":0.1363636364}
{"full_text":"Wearing is caring. Utiliza crubrebocas.  #COVID19 #COVID19 #SemaforoRojo","sentiment_score":0.0}
{"full_text":"There is a common misconception that #COVID19 is harmless for younger people and those without underlying health problems or chronic disease.This has been proven wrong! #TimeToAbide #StopCOVIDNow","sentiment_score":-0.3083333333}
{"full_text":"Household Deemed Most Common Place for COVID-19 TransmissionApril 24, 2020 By Alyssa LaFaroUniversity of North Carolina at Chapel Hillhttps:\/\/t.co\/9pa8H5tkma","sentiment_score":0.1}
{"full_text":"Becky Williams has continued to reach her weight loss milestones during lockdownhttps:\/\/t.co\/FiLK4jC7gM","sentiment_score":0.0}
{"full_text":"The gathering pace of the second wave of Covid-19 did not deter shoppers stocking up for Christmas in Peterborough, Google tracking data suggests.https:\/\/t.co\/FwyOVkngZs","sentiment_score":0.0}
{"full_text":"RT This is a very US-centric view. The Balinese aren't obligated to care about American racial hierarchies or politics. To the...","sentiment_score":0.1}
{"full_text":"RT Following our success in digital healthcare transformation, we're announcing the latest E-HCert App - a Digital Lab Te...","sentiment_score":0.16}
{"full_text":"#Austria will extend its #COVID19 #lockdown, with the goal to start easing restrictions from Feb. 8, the government said on Sundayhttps:\/\/t.co\/r4mRwpzKVU","sentiment_score":0.0}
{"full_text":"RT German minister says COVID curbs should be eased for vaccinated people","sentiment_score":0.0}
{"full_text":"RT Kavin Convo Kamal:Praised the BB Team including kamal himself for the safe and successful completion of Bigg Boss this...","sentiment_score":0.625}
{"full_text":"What would your post-pandemic weekend party playlist look like?New York based comedian gave hers. https:\/\/t.co\/qbczQfaHYo","sentiment_score":0.0}
{"full_text":"#SaudiArabia recorded 176 new #coronavirus cases, 146 recoveries and 5 deaths over the past 24 hours.","sentiment_score":-0.0568181818}
{"full_text":"\"If everyone respects the quarantine, the imported virus - more infectious or not - will not spread further into the population.\"https:\/\/t.co\/A2Hm18uVyV","sentiment_score":0.25}
{"full_text":"RT During current COVID wave, Florida is outperforming California with fewer restrictions | Just The News","sentiment_score":0.0}
{"full_text":"RT Kavin Convo Kamal:Praised the BB Team including kamal himself for the safe and successful completion of Bigg Boss this...","sentiment_score":0.625}
{"full_text":"This midfielder in  Brazil's second division had to be substituted at half-time during a match after his club were notified that he had tested positive for  #COVID19! ","sentiment_score":0.1420454545}
{"full_text":"Ivermectin  is the best treatment of covid 19 at any stage.the safest and cheapest.The data convinced the NIH to approval it Jan 14 2021 for covid treatment .","sentiment_score":1.0}
{"full_text":"Not since Woodrow Wilson was in office during the 1918 flu pandemic - which killed about 675,000 in this country and 50 million worldwide - had a president overseen the loss of so many American lives. #Coronavirus #UnitedStates","sentiment_score":0.1}
{"full_text":"Developed countries provide markets for the developing world.@WorldBank president discusses the implications of this interdependency in recovery from COVID.Check local listings to watch #GZEROWorld with","sentiment_score":0.05}
