{"full_text":"Poverina Mary... bless your little heart...so intellectually lazy...pls be accurate...SCIENCE: CDC website says only 6 percent of that number are COVID deaths, so, 27,000 deaths.  But thank you for sharing that little glimpse into your emotional journey.","sentiment_score":-0.015}
{"full_text":"RT 30K....Stanford study links Trump rallies to 30,000 COVID-19 cases, 700 deaths","sentiment_score":0.0}
{"full_text":"RT social distancingthe darknessbetween winter starshttps:\/\/t.co\/f6bGaVqF80 #haiku #poetry #micro...","sentiment_score":0.0333333333}
{"full_text":"RT After Covid lockdown, Brits will be able to drive on the Continent without GB stickers thanks to NEW reg plate with Union...","sentiment_score":0.2787878788}
{"full_text":"To laugh or to cry - that is the question ","sentiment_score":0.3}
{"full_text":"RT So #lockdowns aren't to save lives but kill....#hydroxychloroquine works but Fauci stopped its use....With the report...","sentiment_score":0.0}
{"full_text":"When are the Republicans going to run him for Congress?","sentiment_score":0.0}
{"full_text":"RT Biden's plan = Trump's plan, plus friendlier media coverage","sentiment_score":0.0}
{"full_text":"Hello lovely, I'm ok. Still struggling with other long covid, etc, but I'm ok. How are you? Xxx","sentiment_score":0.265}
{"full_text":"uh...so in the nutshell, election won. eye clear .. politicians brain back to factory reset.. covid mode activated ","sentiment_score":0.05}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"I've completed dry January and probs won't drink until we're out of lockdown. I have no desire to drink at all and it's bare weird, considering last year it was me and prosecco or vodka. I drink tea now instead ","sentiment_score":-0.1291666667}
{"full_text":"RT Another person for the list of \"not reaching my hand out in unity.\"","sentiment_score":0.0}
{"full_text":"RT Oxford prof Sir John Bell on how the UK  went from nothing to manufacturing it's own vaccines in 2020. Why isn't Can...","sentiment_score":0.6}
{"full_text":"RT Regular people don't care whether we pass something with 51 or 60 votes. It's a pandemic and the largest economic contract...","sentiment_score":0.1}
{"full_text":"RT Lockdown Valentine's Day?! No problem Like &amp; RT this post if you wanna be comfy but cute in all new Bo+Tee: The Meggan Gru...","sentiment_score":0.3181818182}
{"full_text":"How long will they cover up that we are in the middle of the trolley problem and that we don't get asked how we want to adjust the fucking switchit's not up to fucking them to decide who gets fucking sick this is a fucking democracyLockdown: People get Psychological Ill","sentiment_score":-0.3830357143}
{"full_text":"RT Coronavirus latest: US hospital admissions drop below 100,000 for first time in 2 months","sentiment_score":0.375}
{"full_text":"RT Not that we should worry less about coronavirus deaths here, but we should be outraged by the preventable deaths of ch...","sentiment_score":-0.5333333333}
{"full_text":"RT This is why we need a full investigation into where the COVID money really went.","sentiment_score":0.275}
{"full_text":"RT On a related note, every Australian outbreak since the Ruby Princess has come from hotel quarantine, which was always a...","sentiment_score":0.0}
{"full_text":"RT Report from AZ: My friend Suzy who was younger and cooler than I and way more fit than most of us  just died from Covid after...","sentiment_score":0.35}
{"full_text":"RT Het Corona-dashboard.","sentiment_score":0.0}
{"full_text":"RT There was no concern for fiscal restraint with Trump in office &amp; as far as being partisan, we have had nothing but McConnel...","sentiment_score":0.1}
{"full_text":"RT Manic Street Preachers - If You Tolerate This Your Children Will Be Next via  A Song...","sentiment_score":0.0}
{"full_text":"RT How many school staff have died of Covid?  Last week the ONS released figures about Covid deaths in different occupationa...","sentiment_score":0.1666666667}
{"full_text":"RT Perth, Western Australia just confirmed it's first case in 10 months. They have now mandated face masks and put in plac...","sentiment_score":0.2166666667}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT I'm not going to individually reply to people bc they are too many to get through but-1) Yes class is relevant bc an IT te...","sentiment_score":0.3}
{"full_text":"RT WH adviser Anita Dunn on the wind at Biden's back:  \"He has the opportunity to build broad bipartisan support - not neces...","sentiment_score":0.03125}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"100-year-old UK fundraising hero Tom Moore hospitalized with Covid-19 - CNN - 100-year-old UK fundraising hero Tom Moore hospitalized with Covid-19  CNNCovid-19: Captain Sir Tom Moore ... #NewsAndInformation LIVING STRONG TELEVISION NETWORK","sentiment_score":0.4333333333}
{"full_text":"'When Matt Raw was given an instruction to \"get out of Wuhan\" he took the advice seriously.Exactly one year on, he wishes he had \"never got on that flight\" back to the UK.' UK's first Covid evacuees: 'I wish I'd stayed in Wuhan and missed flight'https:\/\/t.co\/fysJT3Vmcc","sentiment_score":0.0064102564}
{"full_text":"RT Does he dispense drugs or just take them?","sentiment_score":0.0}
{"full_text":"UK Covid-19 strain now in Osun, Government raises alarm","sentiment_score":0.0}
{"full_text":"RT TDB: The WI pharmacist who sabotaged hundreds of doses of the Moderna coronavirus vaccine bc he thought COVID-19 was a hoax...","sentiment_score":0.0}
{"full_text":"poor guy wasting his breath :\/","sentiment_score":-0.325}
{"full_text":"RT The indomitable tells James O'Brien that things in the NHS were different ten years ago, before \"we as a c...","sentiment_score":0.0}
{"full_text":"RT Vietnam is facing a new wave of Covid19 (the UK strain) but Vietnamese are not afraid of quarantine because, well, we get fr...","sentiment_score":0.2181818182}
{"full_text":"'It counted people as having been exposed to the virus if they had unmasked, indoor interactions with an infected person for any length of time'","sentiment_score":0.0}
{"full_text":"RT Schumer Says Democrats Will Not Allow Republicans To Whittle Down COVID Aid","sentiment_score":-0.1555555556}
{"full_text":"RT Anthony Fauci:There is no data that suggests wearing two masks will offer more protection from COVID-19.This is now the...","sentiment_score":0.5}
{"full_text":"RT Pierre Gasly is self-isolating after testing positive for COVID-19#F1","sentiment_score":0.2272727273}
{"full_text":"But they told us the vaccine was so effective!...","sentiment_score":0.75}
{"full_text":"Please help my husband and I we lost our jobs and our home during covid shutdown. We are negative 773 in the bank. Please helps us. $pumpkinpie0311 I love you so much ","sentiment_score":0.1333333333}
{"full_text":"Well that's not a pleasant read, but was worth it.","sentiment_score":-0.0333333333}
{"full_text":"RT the two of them woulda found a cure for covid by now","sentiment_score":0.0}
{"full_text":"The Girl Scouts doing more to get us through Covid than the Trump Administration ever did","sentiment_score":0.5}
{"full_text":"Make your filing queue for Pandemic Unemployment make sense. My mom has been in the queue since 10am and has been kicked out of the system 3 times for being \"inactive\". Every time it updates her status to file, more people are ahead of her. Make it make sense.","sentiment_score":0.5}
{"full_text":"Hi all, I'm inviting you all to join RewardDollars, a site that lets you earn money with social media. I just earned $107 and you can too! Sign up today for a $25 bonus! #rewarddollars #makemoneyfromhome #stayathome","sentiment_score":0.0520833333}
{"full_text":"RT *corrected chart","sentiment_score":0.0}
{"full_text":"Bill Gates created Covid in the pantry of a Marxist pizzeria. Sounds plausible.","sentiment_score":0.5}
{"full_text":"RT When you spend more on defending yourself than the inquiry itself .. isn't that cute ","sentiment_score":0.5}
{"full_text":"RT ** Going on a rant. It might be long, might be short, but it will be full of cursing.Right now my Father-in-law is fighting...","sentiment_score":0.1}
{"full_text":"4:58 pm 15.8k comments. Amazing.","sentiment_score":0.6}
{"full_text":"RT #BidenLied about:- Jobs- Having a Covid plan- Court packingWhat else?!?!","sentiment_score":0.0}
{"full_text":"RT PORTRAITS OF BLOOD (II): Names, Photos, Videos... How Lekki  those asking that where are the b...","sentiment_score":0.0}
{"full_text":"RT Happy to introduce you to the incredibly talented swiss singer and songwriter ","sentiment_score":0.75}
{"full_text":"RT The 2021 tax filing season begins Feb. 12; IRS outlines steps to help speed refunds during pandemic. See:","sentiment_score":0.0}
{"full_text":"they use any and everything as a reason to ignore covid \"it's on twitter so it must be true\" ","sentiment_score":0.35}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT None of them are getting Americans killed. Hundreds of thousands are dead because Trump lied about the pandemic.","sentiment_score":-0.2}
{"full_text":"Perhaps that's because our masters have renamed the flu Covid 19.","sentiment_score":0.0}
{"full_text":"I thought the same thing.  I'm like choose a side, Benson.  Either you're a masker or not.  While I understand their dilemma, I do find it distracting.  If they didn't wear them, I would just presume it was before Covid.","sentiment_score":0.0}
{"full_text":"he must have already had the covid jab at his age.","sentiment_score":0.0}
{"full_text":"RT Liberals only serve themselves","sentiment_score":0.0}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"Working in ER yesterday in one of Canada's covid hotspots, and 2 of the RNs working with me- both caring, compassionate, and knowledgeable- said they didn't get mRNA vaccine b\/c it wouldn't stop transmission. Messaging fail! Underselling = misinformation = poor decisions.","sentiment_score":-0.5125}
{"full_text":"RT Hunter Biden created COVID while forcibly vaccinating a flag.","sentiment_score":0.5}
{"full_text":"RT 1 case of Covid in Perth, Western Australia today. The first for 10 months. The response? Full lockdown for 5 days includi...","sentiment_score":0.2}
{"full_text":"Vaccine Efficacy After One Shot (not including 2nd shot for Moderna &amp; Pfizer)Moderna - 80%Johnson &amp; Johnson - 72%Pfizer - 52%#cdnpoli #covid19 #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"RT Medical stats show 1000's have died every year from flu related virus.Are those numbers still being counted separate fro...","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT Chinese state-approved \"experts\" have given different opinions on the risk of contracting the #CCPVirus from imported...","sentiment_score":0.0}
{"full_text":"We are over half way to our PS10k goal to get as many underprivileged children laptops to home learn during lockdown, please  RETWEET and DONATE...PS5  (if you can ) ,  Please help me make a family's life a little easier","sentiment_score":0.0486111111}
{"full_text":"How is this person a pharmacist?","sentiment_score":0.0}
{"full_text":"This reminded me of this Pre-Pandemic incident.","sentiment_score":0.0}
{"full_text":"Are you an actual doctor, meeting with people, neither of you wearing a mask, in a pandemic? Great example.","sentiment_score":0.4}
{"full_text":"RT Schumer says the $600 billion offer from 10 Senate Republicans is insufficient, the latest sign that Democrats plan to move Pre...","sentiment_score":0.5}
{"full_text":"RT if your family hasn't been affected by COVID you should really be thanking God","sentiment_score":0.2}
{"full_text":"RT A report by New York Attorney General Letitia James says that a survey of dozens of nursing homes suggests the number of re...","sentiment_score":0.0931818182}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"RT On Dec. 21, Alshilleh had a bad cough. It was COVID. He died three weeks later.Over 40 people showed up at his funeral to fu...","sentiment_score":-0.7}
{"full_text":"RT You bet your ass that if 1 out of 7 white Angelenos were projected to die within a year at current levels of spread and...","sentiment_score":0.0}
{"full_text":"Office Space &amp; Amenities Post COVID-19 #CRE #COVID-19 #NewNormal #Office #Amenities #TenantTips #OfficeSpacehttps:\/\/t.co\/NCnveJQKpa","sentiment_score":0.0}
{"full_text":"RT Controlled opposition. The good cop bad cop routine to filch the public coffers for the rich.","sentiment_score":0.09375}
{"full_text":"RT ICYMI: Here's the full video of my cover of \"All the Miles (Malcolm Jones\/@BruceGuthro of I have been pl...","sentiment_score":0.35}
{"full_text":"No such thing as zero covid even if an island in the middle of an ocean with no trucked freight but you can do sensible things like a night curfew and placing leisure\/business travellers in hotels for 5 days and then testing for journey acquired infections.","sentiment_score":0.0}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT From one centenarian to another #CaptainTom","sentiment_score":0.0}
{"full_text":"RT WH adviser Anita Dunn on the wind at Biden's back:  \"He has the opportunity to build broad bipartisan support - not neces...","sentiment_score":0.03125}
{"full_text":"Bret and I started our livestream \/ podcast in March 2020 precisely to bring more careful, scientific awareness to COVID. 23\/","sentiment_score":0.2666666667}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"He took over during the Messi debacle,  Election, team rebuild and Covid. He's doing pretty ok","sentiment_score":0.375}
{"full_text":"Magician London | Top Rated Magician &amp; Mindreader | Neb Magic. If anybody is looking for a B\/Day Present during #Lockdown @Nebmindreader Magic Zoom Show is 10\/10 &amp; highly recommended.","sentiment_score":0.332}
{"full_text":"I don't even like to go out on the weekends. I rather just stay home and chill.","sentiment_score":0.0}
{"full_text":"RT \"The pandemic wont be that long\" The pandemic:","sentiment_score":-0.05}
{"full_text":"RT Out-fucking-standing, the Brexit bonuses are really staking up. There will never be a fleg or a fekin GB sticker on anyth...","sentiment_score":0.2}
{"full_text":"RT Allegedly died of Covid... why sounding as if it's confirmed that it's Covid.","sentiment_score":0.15}
{"full_text":"Free Drive Up COVID-19 Testing In #lasvegas!Our partners over at Medical Solutions Ventures are proud to serve our community: Now announcing their Free Drive-Up COVID-19 Testing location right here in the Las Vegas valley.Location: 3587 E. Sunset Rd., Las Vegas NV, 89120","sentiment_score":0.3771428571}
{"full_text":"RT inna lillahi wa inna ilayhi raajiun. my mom passed away from COVID-19 this morning. please keep me and my family in your p...","sentiment_score":0.0}
{"full_text":"RT A group of 10 Republican senators call on Biden to support their own Covid-19 relief package framework and work with them on dr...","sentiment_score":0.6}
{"full_text":"The updated its mask policy, says that anyone over the age of 2, including those who have received a COVID-19 vaccine, needs to wear a mask at all times while inside the park.https:\/\/t.co\/ut5cfEp2Xk","sentiment_score":0.0}
{"full_text":"Tom Moore, the 100-year-old World War II veteran who raised millions to combat the pandemic by walking laps around his garden, has been hospitalized with COVID-19https:\/\/t.co\/m9rDwmGbuZ","sentiment_score":0.0}
{"full_text":"Increased economic development, opposing the proposed biomass plant and the fight against COVID-19 were three goals members of the city's legislative delegation outlined during a recent online forum sponsored by Springfield's Democratic Committee.","sentiment_score":0.1}
{"full_text":"RT The Biden Administration lost 20 million COVID vaccines...This entire administration is a joke.https:\/\/t.co\/ApFGplHKGC","sentiment_score":0.0}
{"full_text":"RT It's #CervicalCancer Awareness Month!Cervical cancer could be the first cancer EVER in the world to be eliminated, if90% of...","sentiment_score":0.25}
{"full_text":"ICYMI: The MICE industry being featured on CNN","sentiment_score":0.0}
{"full_text":"Join me TOMORROW at around 15.00 GMT, I will be playing and streaming by ETS 2 Hauling Covid-19  Vaccines event on my channel    ","sentiment_score":0.0}
{"full_text":"RT Patients in limbo after cancelled cancer surgery as Covid delays NHS care","sentiment_score":0.0}
{"full_text":"Mark Wright says he's 'forever grateful' to have Michelle Keegan as family battles Covid","sentiment_score":0.0}
{"full_text":"Even if you have mild symptoms, keep your loved ones safe.  #GetTested for #COVID19Free testing clinics #Multicultural resources: #Arabic #Punjabi #Spanish #l`rby@ #pNjaabii #Espanol","sentiment_score":0.3833333333}
{"full_text":"Juggling parenting, work and a pandemic is not getting easier.Read more about what had to say about how home life is changing at","sentiment_score":0.5}
{"full_text":"Mobile Library Vans will be visiting Mount Hunter, The Oaks and Oakdale today. We hope to see you there! We are covid safe, so you'll need your mask. Please do not visit the Mobile Libraries if you have been feeling unwell.","sentiment_score":0.5}
{"full_text":"RT 95% reduction in flu cases and apparently it's all about lockdown and nothing to do with labelling flu cases as Covid...","sentiment_score":0.05}
{"full_text":"RT He's right. Too bad he doesn't realize he's talking about himself.","sentiment_score":-0.2071428571}
{"full_text":"RT In Michigan, *stop the steal* has morphed into *reopen school sports*","sentiment_score":0.0}
{"full_text":"What tax changes can you expect? How will #COVID19 shape India's budget? What will be the government's spending priorities?As Finance Minister presents #IndiaBudget2021 on Feb 1, watch WION's special broadcast with Andrew Holland (@Hollaand)","sentiment_score":0.3571428571}
{"full_text":"RT The new strains of #COVID are changing ahead of the #CovidVaccines. This isn't an accident or mean the work of the pha...","sentiment_score":-0.0880681818}
{"full_text":"Law enforcement in Athens and the four other counties that share the regional jail for now are going to have to keep working within the limits they face.","sentiment_score":-0.1125}
{"full_text":"DONNA LANG, 53, of Bethlehem, Pennsylvania died of COVID on Jan. 17.\"We will always love you, Ma!\"https:\/\/t.co\/rVqXXxLHbf","sentiment_score":0.625}
{"full_text":"RT Britain's centenarian fundraiser Captain Tom in hospital with COVID","sentiment_score":0.0}
{"full_text":"BS!  We all know the hospitals, states, &amp; coroners get thousands of dollars for covid diagnosis.","sentiment_score":0.0}
{"full_text":"RT In fairness, Joe Biden can't remember where he is most of the time how the hell is he going to know where 20 million va...","sentiment_score":0.5}
{"full_text":"RT Real talk: During a global health crisis and a historic economic hardship, this is not the time to \"compromise\" our resid...","sentiment_score":0.1}
{"full_text":"'It's a mess': Biden's first 10 days dominated by vaccine mysteriesBiden's team is still trying to locate upwards of 20 million vaccine doses that have been sent to states -- a mystery that has hampered plans to speed up the national vaccination effort.https:\/\/t.co\/ZuVbldFUAv","sentiment_score":0.0375}
{"full_text":"RT The annual St. Patrick's Parade along Greenville Avenue in Dallas has been canceled for the second year in a row due to COVID-19...","sentiment_score":-0.125}
{"full_text":"Learn about the benefits of COVID-19 vaccination so you'll be ready when a vaccine is recommended for you: https:\/\/t.co\/CR1ho0aQPg #OurShotDuPage","sentiment_score":0.2}
{"full_text":"Like so many other parents, Kate Middleton has been quite busy helping her three children with their homeschooling during the pandemic","sentiment_score":0.1583333333}
{"full_text":"Reminder! Students in Pre-K-Grade 2 transition to full-time, in-person learning on Monday, Feb. 1. Students in grades 3-5 will begin full-time, in-person learning, five days per week beginning Feb. 15. #One91See details at:","sentiment_score":0.0}
{"full_text":"Stephanie never wanted to return to Willow Springs, but love might be enough to make her stay.Love Calls You Home by is available at https:\/\/t.co\/hgqiMI5qUv #asmsg #iartg #amreading #bookboost #bookplugs #ian1 #puyb #bynr #romance","sentiment_score":0.3}
{"full_text":"Multiple variants of the virus that causes COVID-19 have been documented in the U.S. and globally. This is not surprising or unexpected as viruses constantly change through mutation. Sometimes new variants emerge and disappear. Other times, new variants emerge and persist.","sentiment_score":-0.0127840909}
