{"full_text":"i'm so grateful that the manic tour was the last thing i experienced before the pandemic. thank you for the best show, ","sentiment_score":0.6}
{"full_text":"Simply nonsense. The IFR for COVID was estimated before today (it's now 30% higher) at 1.2% for the early phase of the epidemic &amp; 1.1% now (for differential attack rates including the impacts of shielding the elderly), as you can see here:https:\/\/t.co\/7ZisHK39CV","sentiment_score":0.1166666667}
{"full_text":"This is a fucking concentration camp","sentiment_score":-0.6}
{"full_text":"RT CAPITOL OUTBREAK HAS ARRIVED--At least 20 US Capitol police officers now have active #COVID19, marking the largest number of...","sentiment_score":-0.2166666667}
{"full_text":"#COVID19 $HGEN #Lenzilumab  BREAKOUT  TARGET 13-17+ TELLS U WHY OTHERS IN #ICU#Saphyr Breakthrough #diagnostics #Genome Structural Variations SUPERIORITYvs. $PACB $ILMNhttps:\/\/t.co\/E4pA5ZwWTE...@cnnbrk","sentiment_score":0.0}
{"full_text":"RT Due to the ongoing pandemic, the two-time Academy Award winner was unable to visit his son's new bundle of joy right away.","sentiment_score":0.1194155844}
{"full_text":"RT Tonight we have Colombia, Jennifer, Bree and Amber. Our featured #tgirl is Sabrina #peepshows #WearAMask","sentiment_score":0.0}
{"full_text":"RT Good to see the governor getting his #CovidVaccine! was eligible to get vaccinated according to our Tier System...","sentiment_score":0.875}
{"full_text":"It sounds soooooo bomb  covid needs to get to steppin","sentiment_score":0.0}
{"full_text":"So. I'm finally feeling better. Still some lingering Covid19 effects as weird taste and slight fever that comes and goes.But I think I'm on the other side of this thing after almost three weeks. Thanks for all the well-wishes and caring messages. You few, you special few ","sentiment_score":-0.0149470899}
{"full_text":"Such BS!","sentiment_score":0.0}
{"full_text":"RT PS800 fines for house parties. Police threatening people sitting in cars. Daily threats from Ministers. Yet not a single empl...","sentiment_score":0.0178571429}
{"full_text":"Honestly only flinstone vitamins, 7 up and Vicks cure covid","sentiment_score":0.0}
{"full_text":"RT Hey, I think you forgot your COVID tracker the last couple of days. It just sort of disappeared a couple of days ago...","sentiment_score":0.0}
{"full_text":"RT Need to vaccinate our highest-risk food\/agriculture, transportation, facilities, manufacturing workers ASAP! !","sentiment_score":0.0}
{"full_text":"RT Cancer touches so many families. Thank you and for hosting me today to talk about support for...","sentiment_score":0.5}
{"full_text":"RT We're building an all-star team to beat covid.","sentiment_score":0.0}
{"full_text":"And their distain was on full display having those that protected the capital sleep and stay in the most in humane, considering Covid and only two bathrooms!","sentiment_score":0.2833333333}
{"full_text":"RT fuck a pandemic, don't spit in my mouth e v e r","sentiment_score":-0.4}
{"full_text":"RT So let me get this right...This naturally occurring \"Pandemic\" resulted in- complete disappearance of the flu- les...","sentiment_score":0.1}
{"full_text":"RT Rarely am I flabbergasted nowadays but this...this...has to be listened to to be believed.  If this is the stuff","sentiment_score":0.3}
{"full_text":"London would be so much fun! Haven't kept up with the EU Cod Esports scene but London sounds so fun. Can't wait for this covid stuff to be over","sentiment_score":0.3375}
{"full_text":"RT GREAT news! President makes funding for non-congregate sheltering of people who are homeless 100% reimbursable...","sentiment_score":1.0}
{"full_text":"well lemme tell you, youre never gonna get it","sentiment_score":0.0}
{"full_text":"RT People have gotten so used to just living with the Rona that the actual vaccine is the novelty ","sentiment_score":0.0}
{"full_text":"RT Patriot party now !!!","sentiment_score":0.0}
{"full_text":"RT Remember when Elon Musk said there will be \"close to zero\" new Covid cases by the end of April?Billionaires aren't the answe...","sentiment_score":0.1363636364}
{"full_text":"Maybe 99% of the are negative because social distancing works and the kids weren't in sports so they didn't get sick. Imagine if everyone acted like children during these times. We'd all be back to normal right now.","sentiment_score":-0.0908730159}
{"full_text":"RT Thank you. Amazing that one fith of all MEPs have signed the letter and more still doing so. Scotland's young people will be...","sentiment_score":0.4}
{"full_text":"RT To be clear:\"Dr. Anthony S. Fauci, the president's special adviser for Covid-19, has repeatedly advised against de...","sentiment_score":0.2285714286}
{"full_text":"RT New Yorkers: If you've enjoyed produce during the pandemic, chances are it came through Hunts Point Market. Workers who have been...","sentiment_score":0.3181818182}
{"full_text":"RT BREAKING: US \"expected to reach well over 600,000\" coronavirus deaths, President Biden says. \"We're in a national emergency....","sentiment_score":-0.1}
{"full_text":"RT From \"I have a plan\"....to...\"there's nothing we can do\" holy shit.","sentiment_score":-0.2}
{"full_text":"RT *Scott Kevin Fairlamb, former MMA fighter from New Jersey, has been arrested in Capitol riot.*Charged with assaulting federal...","sentiment_score":0.0681818182}
{"full_text":"How about appealing to China for laptops! After all it was CHINA who released this virus on the world. Or perhaps there is not one world leader to face up to China now most of them were complicit in a political coup to defeat him in an election he clearly won in a landslide!","sentiment_score":0.3125}
{"full_text":"I always return my cart to the cart stations on the lot. Prior to the pandemic, I'd take abandoned carts to the corral that are near my car.I always park far from the store. Anyone abandoning their carts, I'd give them the fn stink eye, even mention something to them.","sentiment_score":0.0666666667}
{"full_text":"crazy how so many of my mutuals are from sa when covid is over when's the party?","sentiment_score":-0.05}
{"full_text":"RT Patriot party now !!!","sentiment_score":0.0}
{"full_text":"RT According to Sky news 1 in 55 people has covid, when I saw those number I thought god that's a lot!Then I remembered 1 in...","sentiment_score":0.0}
{"full_text":"RT 4,142 people died yesterday of Covid 19 in the U.S. on Biden's watch.  I will give a daily total, since CNN stopped informing...","sentiment_score":0.0}
{"full_text":"RT stay home #hxh #hxhfanart","sentiment_score":0.0}
{"full_text":"RT We are more than ready.Every covid protocols will be observed.#EricaxTv3Showbiz360","sentiment_score":0.5}
{"full_text":"RT 2 days into his presidency Biden has admitted he has no plan to stop the pandemic, despite all of his promises during the...","sentiment_score":0.0}
{"full_text":"RT Over the coming months, we'll likely find out about many more cases of former President Trump and his top officials hav...","sentiment_score":0.3}
{"full_text":"So.... she saw the need for Trump's budget-breaking golf bill for the secret service..... but not Covid relief?Interesting priorities","sentiment_score":-0.4}
{"full_text":"RT This afternoon, I'll be taking action to provide much-needed relief to communities and small businesses impacted by COVID-19. Tu...","sentiment_score":-0.075}
{"full_text":"she knew that \"antifa\" attacked the capitol and that the election was \"stolen\" based on some weird shit lin wood tweeted but okay NOW you want data sure thing shannon","sentiment_score":0.075}
{"full_text":"RT if parents get a footnote photo in the online school pandemic yearbook i have mine ready  ","sentiment_score":0.2}
{"full_text":"RT The ultimate in callousness from how can you socially distance when there is one toilet for 24 people? Clo...","sentiment_score":0.0}
{"full_text":"Property prices could rise by 5% when lockdown ends, estate agent predicts","sentiment_score":0.0}
{"full_text":"RT JUST IN: CDC reports nearly 1.6 million more #COVID19 vaccines given, biggest one-day increase reported","sentiment_score":0.3}
{"full_text":"I'm a \"red zone\" teacher, being sent to a green zone where schools have opened, and working with hundreds of kids in cramped rooms. Sorry, I actually can't #stayhome, because of how ridiculously Ford\/Lecce has handled education. #onted","sentiment_score":-0.2066666667}
{"full_text":"Remember when it was popular for them drag him for wearing a mask ALL the time and broadcasting from his basement to respect stay at home advice while orangeade was criss crossing the country. Oh how their tune will just changes on a whim! #GTFOH","sentiment_score":0.2375}
{"full_text":"RT Hello is there a specific reason why you have chosen to ignore ongoing and active role in the spi...","sentiment_score":-0.0666666667}
{"full_text":"Hypocrisy at its finest","sentiment_score":0.0}
{"full_text":"At 4 p.m. today, opened 1,600 appointment slots for COVID-19 vaccinations next week at  Delmar Stadium. Within about five minutes, those slots were full. #FollowTheLeader via","sentiment_score":0.175}
{"full_text":"Thanks to all the backstabbing Republicans for letting him steal his way into Trump's true and rightful presidency. Good grief ","sentiment_score":0.1125}
{"full_text":"RT #GA #COVID19 1\/22 3pDeaths: 162 - 2nd highest ever (highest 1\/19)Current hosp: 5196 ICU occupancy: 2755  &gt;100% in 3 regi...","sentiment_score":0.0}
{"full_text":"RT As he should. Kroger cut hazard pay for their employees during a pandemic. Ask me do I care.","sentiment_score":0.0}
{"full_text":"Here's the rotten system that traps those in work, doing long hours for shit pay in #ToryBritain today. There is no way  they can stop work for Covid - they'd starve!Illustrated panel from the graphic novel of Tressell's Ragged Trousered Philanthropists by the","sentiment_score":-0.0833333333}
{"full_text":"Government do not want to stop lockdown this year before the next  Davos meeting, then the great reset will be in place to start, its not some fairy story","sentiment_score":0.4}
{"full_text":"Leek, borage, and celery seeds arrived. I'm scheduled for a COVID-19 vaccine. My chiropractor solved my neck problem. It's been a wild day.","sentiment_score":0.1}
{"full_text":"RT Biden: \"There's nothing we can do to change the trajectory of the pandemic in the next several months.\"Haven't we been t...","sentiment_score":0.0}
{"full_text":"RT \"Charts from the public health institute project that in the worst-case contagion scenarios, even with a strict lockdown in...","sentiment_score":0.0}
{"full_text":"You forget about 400,000+ lives lost due to the pandemic they mismanaged, and the 5 lost in the Trump-inspired rmapage at the Capitol?","sentiment_score":-0.125}
{"full_text":"RT Our UiTM staff nurse who is pregnant just known to have Covid 19. She is now intubated and critical. Please make doa for her...","sentiment_score":0.1666666667}
{"full_text":"RT They came to insure the Inauguration was safe. Now 150 National Guard have tested positive for #covid ","sentiment_score":0.3636363636}
{"full_text":"RT Gym Owner Who Defied COVID Lockdown Charged for Attacking Cop at Riots: Feds","sentiment_score":0.0}
{"full_text":"And the number of those dead from Covid19? Where do they fall?","sentiment_score":-0.2}
{"full_text":"RT per Reuters: More than 100 of the National Guards sent to Biden's inauguration test positive for COVID-19.","sentiment_score":0.3636363636}
{"full_text":"I just saw the party and my mind was like: NO, THE CORONAVIRUS","sentiment_score":0.0}
{"full_text":"RT Birx chastised the press for paying attention to the president musing aloud about injecting bleach, and did not in fact cha...","sentiment_score":0.0}
{"full_text":"RT K media said today the president of Korea, Moon talked with the president of Costa Rica , Carlos Alvarado Quesada on the p...","sentiment_score":0.0}
{"full_text":"RT Watch on #Periscope: Getting to know Coach Darrin Chiaverini w\/ University of Colorado P...","sentiment_score":0.0}
{"full_text":"RT This afternoon, I'll be taking action to provide much-needed relief to communities and small businesses impacted by COVID-19. Tu...","sentiment_score":-0.075}
{"full_text":"RT New statement from Dr. Charles Gardner, Simcoe-Muskoka's medical officer of health: \"Barrie has become ground zero for wh...","sentiment_score":0.0681818182}
{"full_text":"I'd like to think he means it, but there will probably be so many exceptions, that Trudeau's words won't mean anything or do any good. Too little,  too late ... much too late! :(","sentiment_score":-0.065625}
{"full_text":"RT Remember when Elon Musk said there will be \"close to zero\" new Covid cases by the end of April?Billionaires aren't the answe...","sentiment_score":0.1363636364}
{"full_text":"So now dogs can sniff covid.....","sentiment_score":0.0}
{"full_text":"20 Ways to Stay Sane During a Pandemic Lockdownhttps:\/\/t.co\/B0cnRXoJEC","sentiment_score":0.0}
{"full_text":"RT UK PM's press secretary self-isolating after suspected coronavirus contact: Daily Mail","sentiment_score":0.0}
{"full_text":"RT Service Alberta is aware of a scam where victims are asked to provide personal information, send money or buy gift card...","sentiment_score":0.125}
{"full_text":"RT This will include the two intensive care nurses that cared for the PM.Absolutely fucking disgusting. What a racist littl...","sentiment_score":-1.0}
{"full_text":"This is why I stay the fuck home","sentiment_score":-0.4}
{"full_text":"RT Cancer touches so many families. Thank you and for hosting me today to talk about support for...","sentiment_score":0.5}
{"full_text":"Wouldnt dumbasses go out and get the virus on purpouse?","sentiment_score":0.0}
{"full_text":"'Ponder' - how many months into this pandemic are we?  They are so perverse - they would struggle to try to mismanage any worse?  It's heart breaking!","sentiment_score":0.0}
{"full_text":"RT Daily Mail journalist asks if she's concerned by #Covid19 vaccination figures.She responds, \"Yes, I am...","sentiment_score":0.0}
{"full_text":"Nicolle Wallace strives to conclude every show with a \"Lives Well Lived\" tribute to those who have succumbed to Covid. This is today's tribute (Jan. 22, 2021).","sentiment_score":0.0}
{"full_text":"RT getting a covid vaccine is as hard as getting a PS5. it shouldn't be that way.","sentiment_score":-0.2916666667}
{"full_text":"RT MSM: \"Biden's gonna cure COVID!!\"Dems: \"Yep, his plan is the bestest most brilliantest!! COVID is done!!\"Meghan McCai...","sentiment_score":1.0}
{"full_text":"RT People have said \"If you're worried about the vaccine--talk to your medical provider.\"But there are millions of uninsured pe...","sentiment_score":0.0}
{"full_text":"RT People have said \"If you're worried about the vaccine--talk to your medical provider.\"But there are millions of uninsured pe...","sentiment_score":0.0}
{"full_text":"RT More than 100 National Guard in Washington for inauguration test positive for coronavirus: official ht...","sentiment_score":0.3636363636}
{"full_text":"Lockdown bold decision to snap Covid chain: CM","sentiment_score":0.3333333333}
{"full_text":"RT Was this trying to exclude \"foriners\"?!?!","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"Thanks to everyone who took the time to wish me happy birthday throughout today, all your messages, cards, money and gifts mean a lot. At least I can now say I'm part of the lockdown birthday club. Home is definitely where the heart is.  #LeosMonton #LockdownBirthday","sentiment_score":0.0775}
{"full_text":"The antidote for the #ChinaVirus is #MadeInIndia. Indian made vaccines a beacon of #hope for the world #VaccineMaitri #CovishieldVaccine #Covaxin","sentiment_score":0.0}
{"full_text":"RT Erin O'Toole voted for a $36B cut to your health care. Now he's endorsing Jason Kenney's COVID response  -- and he's cu...","sentiment_score":0.0}
{"full_text":"Remember when they said pets were catching covid .... what happened with that?","sentiment_score":0.6}
{"full_text":"Yes, Senator, you CHOSE to risk:Your own health Ability to do your jobYour family's healthYour colleagues' healthYour staff's healthHealth &amp; well-being of healthcare providersAccess to resources in over-burdened healthcare systems #LoveThyNeighbor #MaskUp #moleg","sentiment_score":0.6}
{"full_text":"RT Patriot party now !!!","sentiment_score":0.0}
{"full_text":"Interesting to read other authors' experiences of lockdown launches. And compare!","sentiment_score":0.171875}
{"full_text":"RT Bloomberg: 'Climate change has the potential to kill everybody,' worse than pandemic 'long-term' | Just The News","sentiment_score":-0.2}
{"full_text":"RT \"They're really having to build an entire federal response that just simply was not there,\" says of the Biden admin., i...","sentiment_score":0.0666666667}
{"full_text":"RT Grandpa Joe's big COVID plan he's been bragging about for a year ...- There's nothing we can do about it for two months. ...","sentiment_score":0.0}
{"full_text":"RT how long would lock-down last if their jobs were at risk?0 seconds would lock-down ever have been conside...","sentiment_score":-0.025}
{"full_text":"5 Reasons to Move Your Office to the Suburbs During COVID-19 #CRE #Office #Suburbs #TenantTips #NewNormal #TenantRep ","sentiment_score":0.0}
{"full_text":"RT One of the benefits of being 65 is that I'm eligible for the COVID-19 vaccine. I got my first dose this week, and I feel gre...","sentiment_score":0.25}
{"full_text":"RT There are a lot of people who are worried that the PS500 covid isolation payment might be fraudulently claimed. Strange...","sentiment_score":-0.05}
{"full_text":"they need to find a less invasive way to test for covid cause that thing isn't nice.","sentiment_score":0.2166666667}
{"full_text":"Lock down is bad enough. Wouldn't want to end up eating sprout crumble in quarantine!","sentiment_score":-0.2851851852}
{"full_text":"RT Do you think that maybe, just maybe, some people are politicizing the pandemic?","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic has given some people more time to fish. And that may be why three catfish catfish records were broken last year in North Carolina.","sentiment_score":0.0333333333}
{"full_text":"With as US President, important changes for #HumanRights may be expected. #COVID-19 pandemic, #racialjustice , #ClimateChange and LGBT+ equality are some of the issues included in the new US administration #HumanRights agenda.Read more:https:\/\/t.co\/RjxNY4AafC","sentiment_score":0.1454545455}
{"full_text":"Thank you, for deliberating the use of government resources to solve the COVID-19 crisis. FEMA would help local communities ramp up capacity to deliver vaccines quickly and at-scale.This is what happens when government cares. #COVID19","sentiment_score":0.1666666667}
{"full_text":"Thayer County Covid-19 Risk Dial updatefor the week of 1-22-2021 to 01-29-2021","sentiment_score":0.0}
{"full_text":"If you have Covid-19 you could be paid PS500 by the governmenthttps:\/\/t.co\/mlimfxSSiB","sentiment_score":0.0}
{"full_text":"In six months from now, hopefully I'll be able to get back to my job as a professional singer, because we finally have a president who takes this pandemic seriously.","sentiment_score":0.0533333333}
{"full_text":"Hershey's is helping consumers celebrate Valentine's Day during the time of COVID-19.  #valentinesday #valentine #chocolate #candy #hersheys","sentiment_score":0.0}
{"full_text":"Rock instrumental with some leads inspired by in this song about the pandemic here in Norway.","sentiment_score":0.0}
{"full_text":"Did you still have to do the signing in person? Was honestly hoping that the pandemic might eliminate the need to actually sign documents in front of another human being...","sentiment_score":0.2}
{"full_text":"RT Patriot party now !!!","sentiment_score":0.0}
{"full_text":"\"Despite roughly $30 million being allocated to Portland State in federal funding, the university is still experiencing significant financial strain due to low enrollment caused by the pandemic.\"","sentiment_score":0.03}
{"full_text":"RT 2 days into his presidency Biden has admitted he has no plan to stop the pandemic, despite all of his promises during the...","sentiment_score":0.0}
{"full_text":"As the US sees 4,000 deaths a day from COVID-19, Wisconsin Republicans think it's a good idea to start a new attack on Gov. Evers' coronavirus safeguards. Also, we interview a specialist in women's health about the COVID-19 vaccine.","sentiment_score":0.4181818182}
{"full_text":"RT My 97-Year-old Great Grandma, Lily Ebert BEM - Auschwitz Survivor, has just recovered from Covid- 19.   Today she went on...","sentiment_score":0.8}
{"full_text":"The Senior Community Center of Owensboro-Daviess County's new executive director, Becky Barnhart, said the center's primary focus these days is getting seniors fed and helping them through the pandemic.https:\/\/t.co\/Rg4X7EE6Rx","sentiment_score":0.0840909091}
{"full_text":"Erdogan announces approval of second COVID-19 vaccine batchhttps:\/\/t.co\/mDnIEEuUdg","sentiment_score":0.0}
{"full_text":"United Airlines has seen an increase in cancellations and a decline in new bookings to Mexico and some Caribbean beach resorts since the testing requirement was announced a week ago.","sentiment_score":0.1363636364}
{"full_text":"To ensure that we can all once again Play On! We must first stay home #StayHomeON  #COVID19","sentiment_score":0.25}
{"full_text":"Resilience is a word you might use for these local residents, like Brad and Francine Oppat of Farmington Hills, who made the best of a bad pandemic situation to start their own business.","sentiment_score":0.225}
{"full_text":"A recent study reports no risk for patients continuing their blood pressure medications while hospitalized with COVID-19.https:\/\/t.co\/zEAhb7E4MO","sentiment_score":0.0}
{"full_text":"Oh, you should stay home with your mother.","sentiment_score":0.0}
{"full_text":"A memorial ceremony was held Friday for Kentuckians who have died from the coronavirus.https:\/\/t.co\/WflkFRtdpL","sentiment_score":0.0}
{"full_text":"RT \"On the second full day of his presidency, Joe Biden is moving to address the economic pain experienced by millions of Amer...","sentiment_score":0.3375}
{"full_text":"RT Cancer touches so many families. Thank you and for hosting me today to talk about support for...","sentiment_score":0.5}
{"full_text":"\"The Video Bunch\" is unlike most online summits. We'll leave out the fluff and cut straight to the chase and give you the inside track on what you'll need to succeed in a post-pandemic world. Register for free at ","sentiment_score":0.25}
