{"full_text":"New Yorkers ages 65 and older, teachers, childcare workers, grocery store workers, persons living in group homes or shelters, public transit workers -- COVID vaccines are now available for you!","sentiment_score":0.2007575758}
{"full_text":"RT Data from Johns Hopkins: The United States reported a record-high number of new Covid-19 deaths today - 4,197. #CNN #CO...","sentiment_score":0.1363636364}
{"full_text":"RT Breaking: Due to Kyrie Irving's unexcused absence and violation of Covid protocols, NBA commissioner Adam Silver has dec...","sentiment_score":-0.06875}
{"full_text":"RT #BREAKING US Covid-19 death toll hits new daily record of nearly 4,500: Johns Hopkins","sentiment_score":0.0787878788}
{"full_text":"RT Keep Safe NSWWear A Mask!!","sentiment_score":0.78125}
{"full_text":"RT Have you heard about the \"variants\" of #COVID19 ?Let's break it down!!!Yep- there are always variants of viruses out...","sentiment_score":0.0}
{"full_text":"RT During a pandemic that's killing well over 3,000+ a day, the president 100% VOLUNTARILY created this insane situation that...","sentiment_score":-1.0}
{"full_text":"RT This pandemic isn't over yet, and it's critical you do your part to minimize the spread. Wear a mask, wash your hands, an...","sentiment_score":0.0}
{"full_text":"RT fuck bruce willis","sentiment_score":-0.4}
{"full_text":"RT #COVID19 Update: 156 new cases today in the Tri-County per and SIX new deaths reported (5 Ingham). Statew...","sentiment_score":0.1363636364}
{"full_text":"Share, share, share this tweet! We will not be the scapegoat again Patriots!","sentiment_score":0.0}
{"full_text":"RT Please tag your favourite cinemas and wear a mask practise social distancing. Let us celebrate Cinema together the way...","sentiment_score":0.0333333333}
{"full_text":"RT Pt: I just tested + for COVID. Can I still come in to be seen?Nurses: AbsolutelyfuckingNOT Manager: You got money? COME...","sentiment_score":0.0}
{"full_text":"RT CDC: new peer-reviewed research\"According to our data in volunteers w\/confirmed SARSCoV2 infection--majority of ppl w\/undete...","sentiment_score":0.1363636364}
{"full_text":"RT Enterprises are looking for provider support for online conferencing and automated #IT support bots as remote work continue...","sentiment_score":-0.1}
{"full_text":"RT Bruce Willis asked to leave pharmacy for refusing to wear a mask","sentiment_score":0.0}
{"full_text":"RT Bruce Willis asked to leave pharmacy for 'refusing' to wear a mask","sentiment_score":0.0}
{"full_text":"RT With lockdowns, curfews, stay-at-home order and other authoritarian measures, we now literally live in a police state.","sentiment_score":0.0056818182}
{"full_text":"I agree with you 100%, Babs (something of a pattern there) but I'd say Maitlis posting a wee tweet isn't enough. Where's this among our mainstream media? Where's their heart? The answer is with 'neutrality bias'; the stiff upper lip when on screen...https:\/\/t.co\/7vGXEu9UEY","sentiment_score":-0.0714285714}
{"full_text":"RT If Andrew Cuomo reopening New York at the 'height of the pandemic' doesn't wake voters up, that Democrats' sole purpose has...","sentiment_score":0.0681818182}
{"full_text":"Oh my god. This is worst than high school. Please grow up","sentiment_score":-0.42}
{"full_text":"But I though influenza wasn't a coronavirus at all?","sentiment_score":0.0}
{"full_text":"Sara needs grief debriefing. She has watched cops kill black black folks and now Latinos dying of Covid. This is all too much and painful for this women of color to keep serving as a witness to preventable deaths of people of color. So grateful for her compassionate reporting.","sentiment_score":-0.3266666667}
{"full_text":"RT \"She's  worried her presence during the illegal riot will distract from her work with her advocacy group America's Frontli...","sentiment_score":-0.5}
{"full_text":"RT A gentle reminder to allow additional time for your order to arrive. There are delays due to covid and increased parcel vo...","sentiment_score":0.0375}
{"full_text":"RT 4,500 Americans died of Covid today but congratulations Donald on that section of border wall... quite the legacy","sentiment_score":0.0}
{"full_text":"RT The COVID-19 vaccine clinic at the Memorial Coliseum is set to open Wednesday. Appointments have been booked going into next we...","sentiment_score":0.0}
{"full_text":"I never understood these \"study with me\" 6+ hour long videos. They pop up on my feed and amass hundreds of thousands of views. The very idea of setting up a camera to record yourself while studying so you can upload it for thousands of others to watch you is just...weird!","sentiment_score":0.1}
{"full_text":"Nevarro school is a lot like a pre-pandemic school on earth including desks in rows, a boring lesson, and an apparent reference to Ferris Bueller's Day Off, \"Anyone? Anyone?\" Things have NOT changed a lot! #Mandalorian S2E4 08:00 #starwars #edchat","sentiment_score":-0.46875}
{"full_text":"RT Dexamethasone: Therapeutic potential, risks, and future projection during #COVID19 pandemichttps:\/\/t.co\/1WrxjiFXwi #S...","sentiment_score":0.0}
{"full_text":"(Frankfurt Airport uses IOTA (MIOTA) to track coronavirus tests) at URL:","sentiment_score":0.0}
{"full_text":"RT BREAKING: The CDC says ALL U.S. bound passengers must have a negative COVID test or they will be denied boarding starting J...","sentiment_score":-0.15}
{"full_text":"RT The biggest badass in this story is whichever Rite-Aid employee told Bruce Willis to fuck off.","sentiment_score":-0.4}
{"full_text":"Johnson has the look of a hostage about him.","sentiment_score":0.0}
{"full_text":"The right:- wants to force their religion on you- wants to teach their religion to kids in school- and wants to force you to work in unsafe conditions during a pandemic with no ability to sue if you become disabled or a breadwinner dies.And they won't own their propaganda","sentiment_score":0.1693877551}
{"full_text":"RT Also, TV Broadcast fees were just raised to just under $20. The company sets these fees and in the wake of a pandemic has...","sentiment_score":0.0}
{"full_text":"RT Rep. Watson Coleman: I'm 75. I had cancer. I got covid-19 because my GOP colleagues dismiss facts. ","sentiment_score":0.0}
{"full_text":"RT Great leadership by and since March. Community-engagement from day 1 had been key.  Mu...","sentiment_score":0.4}
{"full_text":"RT Joe Biden wants Covid relief distributed based on race and sex. This is racist and sexist and is grounds for impeachment. V...","sentiment_score":0.2}
{"full_text":"RT Remember Enrique Tarrio from the Proud Bois had a \"tour\" of the White House before the takeover attempt. Even though...","sentiment_score":0.4}
{"full_text":"RT Hospitalization growth rates have slowed. ICU &amp; positivity rates are stabilizing.Today, the Sacramento region is coming...","sentiment_score":0.0}
{"full_text":"RT in an interview last summer, Trump shrugged off 1,000 daily coronavirus deaths: \"it is what it is\"what it is today: 4,0...","sentiment_score":0.0}
{"full_text":"Because of the self-restraint of Corona, I'm free to stay at home all day, so let's play Lai Tian Yu Shu ! Let's do it with our favorite feileb!","sentiment_score":0.5625}
{"full_text":"RT God bless Bernard Sanders.","sentiment_score":0.0}
{"full_text":"RT \"When we asked, 'How do you feel about the vaccine? Do you want to be among the first?', they all said yes. They did n...","sentiment_score":0.25}
{"full_text":"RT It took Speaker Pelosi six days to introduce articles of impeachment in the House, but it took her more than six months...","sentiment_score":0.5}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT Dear PM ,My name is Arvind Raj from Taman Melawati. My dream was to open a barber shop. I worked har...","sentiment_score":0.0}
{"full_text":"RT STACK THE FUCKING COURT!","sentiment_score":-0.75}
{"full_text":"RT It was obvious that this was going to happen. But in the end university presidents chose to prioritize, what, full tuition a...","sentiment_score":0.175}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"RT The biggest badass in this story is whichever Rite-Aid employee told Bruce Willis to fuck off.","sentiment_score":-0.4}
{"full_text":"RT JUST IN: US coronavirus deaths pass 385,000","sentiment_score":0.0}
{"full_text":"RT I didn't think it was possible to be any angrier about last week. These Republican politicians are some of the most selfish,...","sentiment_score":0.0}
{"full_text":"Love how we're under a province wide stay at home order rn and also dealing with the financial strain of the pandemic and profs are still like; so head on down to the bookstore and grab the $200 textbook that's mandatory for you to succeed in the class please ... How about no","sentiment_score":0.0611111111}
{"full_text":"At Break Through Reno we are happily following the State of Nevada guidelines on Covid-19. If you are looking for a safe and fun family experience then book today at","sentiment_score":0.2666666667}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"RT Update: Record COVID-19 deaths; Alberta extends vaccine timeline for second dose to 42 days","sentiment_score":0.0}
{"full_text":"RT The Resident season 4 episode 2 spoilers: More pandemic aftermath #TheResident","sentiment_score":0.5}
{"full_text":"RT Ever built a den? Fancy learning how to make your very own pond in a bucket? From colouring-sheets to how-to guides we'...","sentiment_score":0.78}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"RT After you get a #COVID19 vaccine, enroll in v-safe to tell CDC how you feel through personalized health check-ins. V-safe will...","sentiment_score":0.0}
{"full_text":"RT GOP Rep Mullin of OK refused to mask up during crowded insurrection lockdownseveral colleagues have since tested positi...","sentiment_score":0.5}
{"full_text":"Moments of silence to all we to Covid #TheResident","sentiment_score":0.0}
{"full_text":"RT #BREAKING US Covid-19 death toll hits new daily record of nearly 4,500: Johns Hopkins","sentiment_score":0.0787878788}
{"full_text":"RT The new figure included infections classified as \"very mild\" because they did not require clinical assistance, a medical ex...","sentiment_score":0.1898989899}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.9M tests, 214k cases, 131,326 people currently hospitalized with COVI...","sentiment_score":0.0}
{"full_text":"RT UPDATE ON DUSTIN HIGGS !!!! his execution has been delayed to late march due to his covid-19 diagnosis. we still have...","sentiment_score":-0.2125}
{"full_text":"RT Tomorrow am is proud to bring the first live interview with the new CDC Director, Rochelle Walensky. What....","sentiment_score":0.3306818182}
{"full_text":"How am I selfish? What if wearing a mask with the condition I have lead to a hospital admission, or is that not allowed now because it's not covid?","sentiment_score":-0.5}
{"full_text":"RT CDC to require negative COVID-19 tests for nearly all international air travelers: sources","sentiment_score":-0.0666666667}
{"full_text":"RT When Ireland came out of a strict six-week lockdown in December it had one of the lowest levels of Covid-19 cases in Europe. Sinc...","sentiment_score":0.0}
{"full_text":"I need this. I need this so much please FUFIILL MY CYBERPUNK AESTHETIC CRAVING","sentiment_score":0.2}
{"full_text":"I've been so desperate for some honesty around how devastating this feels. It feels unreal that we haven't truly mourned what's happening.","sentiment_score":-0.8}
{"full_text":"RT Like why isn't Stitt doing something about this? Putnam City Schools is offering a testing clinic, but it's only free if...","sentiment_score":0.2}
{"full_text":"remember your mask when you go out","sentiment_score":0.0}
{"full_text":"RT We've heard your requests for more COVID-19 vaccine information and are happy to share a new landing page with the lat...","sentiment_score":0.4787878788}
{"full_text":"RT Children apologize to their dying elders for spreading COVID-19 as L.A. County reels","sentiment_score":0.0}
{"full_text":"RT Valentina Blackhorse, Navajo Pageant Winner With Dreams, Dies at 28: \"Ms. Blackhorse... was among the #NavajoNation's you...","sentiment_score":0.0}
{"full_text":"RT #RickSnyder To Be Criminally Charged For Poisoning FlintThe Flint water scandal, which devastated the majority Black city wi...","sentiment_score":-0.2833333333}
{"full_text":"This seems like a lovely idea.","sentiment_score":0.5}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT At least 3 Democratic lawmakers won't be able to vote on impeachment, as they've all tested positive for COVID-19 after...","sentiment_score":0.1424242424}
{"full_text":"For those frustrated with our ingestion times, we hear you. Our staff has been limited due to COVID exposures these past 2 weeks. We are doing everything we can to work through this, and hope to be normal again soon. We will continue to update you","sentiment_score":-0.1992857143}
{"full_text":"So when Kyrie wanted to cancel the bubble because of the pandemic and the bubble he was selfish and a coward but now that he missed a couple games and went to party with his family w\/o a mask he is a cancer and y'all act like he gonna end the world. But before it wasn ok right?","sentiment_score":0.0952380952}
{"full_text":"What the pandemic can teach us about ways to reduce air pollution","sentiment_score":0.0}
{"full_text":"RT CAT CHECK: At it's peak, 1 in every 30 people in East Germany were agents of the Stasi and they investigated 1 in 3 of the...","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT We don't know exactly from whom &amp; caught Covid, but it increasingly seems that the...","sentiment_score":0.25}
{"full_text":"It really took them 10 months to put this into place.. my god ","sentiment_score":0.2}
{"full_text":"RT Please tag your favourite cinemas and wear a mask practise social distancing. Let us celebrate Cinema together the way...","sentiment_score":0.0333333333}
{"full_text":"RT 4,500 Americans died of Covid today but congratulations Donald on that section of border wall... quite the legacy","sentiment_score":0.0}
{"full_text":"RT The same GOP members of Congress who voted to overturn the 2020 election &amp; infected their colleagues with covid are now refu...","sentiment_score":0.0}
{"full_text":"RT When you get your Covid Vaccine for FREE, thank the Taxpayers! ","sentiment_score":0.5}
{"full_text":"RT This is scary Looks like Covid is about to take off in Boston more cities should look into this type of wastewater test...","sentiment_score":0.0}
{"full_text":"It seems to read that non-essential business can stay open for curbside still but with restricted hours and at the same time the public is restricted to leaving home for essential shopping only","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT imagine trying to justify taking a vacation during a FUCKING PANDEMIC?","sentiment_score":-0.6}
{"full_text":"RT Questions about Ontario's stay-at-home order answered ","sentiment_score":0.0}
{"full_text":"Here's your CDC info","sentiment_score":0.0}
{"full_text":"Oakland County Vaccine Hub - Information and resources on the COVID-19 Vaccine","sentiment_score":0.0}
{"full_text":"RT babe are you ok you've barely touched your endlessly increasing pile of work that you are expected to do even though we are i...","sentiment_score":0.08125}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT Beverley Hills plastic surgeon Dr. Payman Simoni, who contracted #COVID19 after a patient coughed on him during a lip pro...","sentiment_score":0.0}
{"full_text":"RT UPDATE ON DUSTIN HIGGS !!!! his execution has been delayed to late march due to his covid-19 diagnosis. we still have...","sentiment_score":-0.2125}
{"full_text":"RT Trump should have been impeached months ago for his lies regarding COVID-19.","sentiment_score":0.0}
{"full_text":"RT Old enough to remember when 1000 deaths a day was a lot. 20 jumbo jets crashing and killing everyone on board every 24...","sentiment_score":0.05}
{"full_text":"this is heartbreaking. Thank you for your reporting. Everyone needs to see this. And The Congress people who refuse to wear masks anger me to no end. They are monsters.","sentiment_score":-0.7}
{"full_text":"Well thanks, global pandemic, for the elevated LDL! Just kidding, that was the numerous steak dinners we kept \"treating\" ourselves to at home since we weren't going to restaurants.  ","sentiment_score":0.0666666667}
{"full_text":"...What do I miss most during this pandemic? Travel.Auckland Zoo.Auckland, New Zealand. January, 2020.(449\/?)#FirstWorldProblems #MissingTravel","sentiment_score":0.3181818182}
{"full_text":"\"Food and beverages purchased from a restaurant will be 100% deductible with the goal of stimulating the restaurant industry after the devastating effects of the pandemic.\"Read:","sentiment_score":-1.0}
{"full_text":"RT It took Speaker Pelosi six days to introduce articles of impeachment in the House, but it took her more than six months...","sentiment_score":0.5}
{"full_text":"RT This was the court's first abortion ruling with Justice Amy Coney Barrett's vote.People of color and people with low incomes, w...","sentiment_score":0.125}
{"full_text":"RT I urge and appeal to all people to stay at home and refrain from holding or attending any social gatherings plus other non-es...","sentiment_score":-0.0458333333}
{"full_text":"RT Dear STR &amp; Vijay FansPlease Follow The Safety Measures And Protocols While You Watch #Eswaran &amp; #MasterFilm  Wear...","sentiment_score":0.0}
{"full_text":"Sunday Democrats dragged in Rep. Gwen Moore to vote for Pelosi despite recently testing positive for the coronavirus just 6 days ago.Pelosi needed her vote for speakership so Democrats broke quarantine.","sentiment_score":0.1136363636}
{"full_text":"Stay-at-home order: City health system strains to cope; what will it mean for outdoor activities?.","sentiment_score":-0.3125}
{"full_text":"RT It's the perfect ending to this nightmare: As Trump faces impeachment for inciting his fans to ransack the Capitol -- kill...","sentiment_score":1.0}
{"full_text":"RT the flower mask,the book that say's \"Hold Out Hope\",it's for the nurses,doctors and all of the frontliners who risked their...","sentiment_score":0.0}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"Medical Laboratories of Windsor has deployed its COVID-19 testing machine which provides quicker results. CTV Windsor's Bob Bellacicco reports.","sentiment_score":0.0}
{"full_text":"More than half of Pinoys lost jobs due to pandemic; PH economy to recover in 4th quarter of 2022","sentiment_score":0.0694444444}
{"full_text":"#TheResident Boss Unpacks COVID-Centric Season 4 Premiere, [Spoiler]'s Tragic Loss and That Mina\/AJ Moment","sentiment_score":-0.75}
{"full_text":"When the coronavirus pandemic impacted his farm, Chris Mullet Koop says his faith helped him cope with all the changes.","sentiment_score":0.0}
{"full_text":"On Tuesday, the Wisconsin Department of Health Services reported an additional 2,790 new confirmed COVID-19 cases. The state has averaged 2,827 new cases per day in the last week.https:\/\/t.co\/644mWlY0QL","sentiment_score":0.1681818182}
{"full_text":"#China finally usurped North America as the world's biggest box office territory in 2020 thanks to the global pandemic, but will #Hollywood films be able to bounce back in China in 2021?","sentiment_score":0.14}
{"full_text":"COVID-19 in Colorado - January 7, 2021 update","sentiment_score":0.0}
{"full_text":"Many Filipinos are keeping their hopes up on the full implementation of the EDSA Decongestion Masterplan, especially because, even amid the pandemic, traffic congestion continues to cause headache among local travelers.https:\/\/t.co\/JqUIKySuEA","sentiment_score":0.2125}
{"full_text":"Maybe we wouldn't be so close to running out of doses if we didn't have to flush them down the toilet because of Cuomo's mismanagement. Get your act together &amp; get people vaccinated!","sentiment_score":-0.0986111111}
{"full_text":"Without appropriate data to support altering the vaccine dose schedule, we run a significant risk of placing public health at risk, undermining the efforts to protect the population from #COVID19.","sentiment_score":0.2916666667}
{"full_text":"UK Home Secretary Priti Patel backs crackdown on #COVID19 rulebreakers -- but no new measures","sentiment_score":-0.0681818182}
{"full_text":"RT Them long post when people announce they have covid kill me like just shut up and heal","sentiment_score":-0.05}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"A new study says #COVID 'patient zero' may have been infected in Italy back in November 2019 - a week before the first registered case in China. As a WHO investigative team is due to arrive in China, the country reports its biggest daily surge in cases in almost half a year.","sentiment_score":0.0157828283}
{"full_text":"RT I got my COVID vaccine today  ","sentiment_score":0.0}
{"full_text":"The 40+ Double Dutch Club went from 50 Chicago Area members to 12,000 worldwide in just 17 months! With safety precautions in place for COVID-19, nothing can slow these ladies down! ","sentiment_score":-0.1648148148}
{"full_text":"#COVID19 #golftourism How have you been impacted as golfer ?","sentiment_score":0.0}
{"full_text":"I badly underestimated the toll lockdown took. We are currently isolating after spending time in Mackay with B's parents and I flashed back to all those hard, lonely months, to baby penguin's newborn days, and I pretty much am barely holding it together.","sentiment_score":-0.1130952381}
{"full_text":"If you live in a multi-generational household, you may have already had family meetings about COVID safety. But you might still have some lingering questions for those who work outside the home.Read our guide to navigating this tough situation --&gt;","sentiment_score":-0.0841750842}
{"full_text":" Do you consider yourself a expert? Test your knowledge in our #mnwild crossword puzzle! Click the link to get a printable .PDF file. Good luck!","sentiment_score":0.875}
{"full_text":"RT Pence promises governors smooth transition to Biden administration during final coronavirus task force call","sentiment_score":0.2}
{"full_text":"Tonight marks the first installment of a COVID-19 live blog I'll be updating each Tuesday for #Bastrop County.County officials announced 216 new cases in the county for this past week:","sentiment_score":0.0681818182}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"Premier Jason Kenney should support Alberta's energy sector by diverting the $30-million annual budget of his failed war room into encouraging Albertans to get vaccinated against COVID-19.#ableg #abpoli #covid19ab","sentiment_score":-0.5}
{"full_text":"Happy to share some words with all y'all,","sentiment_score":0.8}
{"full_text":"The Biden-Harris transition team announced its Transition #COVID19 Advisory Board last November. But one key medical professional appears to be missing in action - the pharmacist. #NationalPharmacistDay","sentiment_score":0.0}
{"full_text":"And, with 1,585 South Dakotans dead from COVID so far, we're more open than ever!","sentiment_score":0.1}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"Forecast map for this evening                  #wx #weather #index #wave #cooler  #storm #hail #wind #flooding #traffic #flood #rain # cal #news #humid #storm #radar #Tuesday   #lockdown","sentiment_score":0.0}
{"full_text":"The UK variant of the coronavirus has been detected in Maryland, according to Gov. Larry Hogan.","sentiment_score":0.0}
{"full_text":"Read on for an in-depth view of the #mentalhealth &amp; substance use concerns during COVID-19 in our community via &amp; CHCS President\/CEO #WeAreCHCS #MentalHealthMatters ","sentiment_score":0.0}
{"full_text":"#ICYMI | Union health secretary Rajesh Bhushan on Tuesday said the Centre has entered into procurement agreement with Serum Institute of India for 110 lakh doses of #Covishield and with Bharat Biotech for 55 lakh doses of #Covaxin.https:\/\/t.co\/rb6Uhtei5G","sentiment_score":0.0}
{"full_text":"The CDC said passengers headed to the U.S. must get a viral test within three days before departure.","sentiment_score":0.0}
{"full_text":"\"I told everybody, if Monique makes it we're going to throw the biggest party and celebration. What a hard start to motherhood for her,\" said AACN member Caitlyn Obrock, CCRN, who cared for Monique, a patient with COVID-19 who was six-months pregnant.","sentiment_score":0.0208333333}
{"full_text":"We all have our reasons for getting the COVID-19 vaccine. What will be yours? #OurBestShot #WhatsYourWhy","sentiment_score":0.0}
{"full_text":"Douglas County School District staff began receiving COVID-19 vaccines the week of Jan. 4, according to a news release from the district. Approximately 45 school nurse consultants received vaccinations at Sky Ridge Medical Center on Jan. 6.https:\/\/t.co\/RsKwvXNXVZ","sentiment_score":-0.1666666667}
{"full_text":"RT Our daily update is published. States reported 1.9M tests, 214k cases, 131,326 people currently hospitalized with COVI...","sentiment_score":0.0}
