{"full_text":"&gt; UK's Johnson faces criticism over Scotland trip in lockdownBy PAN PYLAS Associated Press for The Capital Times in Madison, Wisconsin","sentiment_score":0.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT The Pentagon has confirmed that the Department of Defense has received a request from FEMA to assist in the administering C...","sentiment_score":0.4}
{"full_text":"Please tell me why I've just spent PS60 on balloons and decorations for my lockdown birthday. I ACTUALLY CANT COPE","sentiment_score":-0.05}
{"full_text":"RT \"when covid ends\" is starting to feel like \"when I get this boulder to the top of this hill\"","sentiment_score":0.25}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"We have eliminated the flu because people are wearing masks, they say. Covid is out of control because people aren't wearing a mask, they say.Do you ever think for yourself?","sentiment_score":0.0}
{"full_text":"RT Now more than ever, we need to support each other, #Toronto. #BellLetsTalk about mental health and reach out to family a...","sentiment_score":0.0916666667}
{"full_text":"forever thankful for all that I have learned in your Pop and Globe class! It has been super helpful to know what it going on with the world today, especially with #COVID19!  #etownpops","sentiment_score":0.1666666667}
{"full_text":"RT $2,000 monthly payments until the pandemic is over.","sentiment_score":0.0}
{"full_text":"Another COVID death?","sentiment_score":0.0}
{"full_text":"RT dad lost smell from corona so i can finally smoke in the house","sentiment_score":0.0}
{"full_text":"Please Merck, gear up &amp; manufacture the COVID 19 vaccines that have been approved. Sorry yours didn't work out, but the country &amp; the world need massive production of vaccines now. As a great company, you can make a huge difference.","sentiment_score":0.175}
{"full_text":"RT Ha. New York AG just dropped a dime on Cuomo saying Cuomo under reported rest home deaths from COVID by 50%.","sentiment_score":0.1363636364}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"RT Republicans used budget reconciliation to pass nearly $2 trillion in tax cuts for the richest Americans. Democrats can abs...","sentiment_score":0.1}
{"full_text":"RT The world's greatest public health organization was brought to its knees by a virus, the president and the capitulation of...","sentiment_score":0.5}
{"full_text":"RT Latvia ranks ninth best, among 98 countries, in managing COVID-19 pandemic, according to a study by the Australia-based non...","sentiment_score":1.0}
{"full_text":"RT When senators knew about the market crash from covid before the public and sold their shares it was \"fair game.\"But when Amer...","sentiment_score":0.1}
{"full_text":"RT Schumer: Democrats are prepared to pass Biden's coronavirus relief package without GOP support","sentiment_score":0.0}
{"full_text":"RT NEXT on #9NEWS* We'll take you inside a human trafficking bust on Colorado's highways.* The reason why Denver is going t...","sentiment_score":0.0}
{"full_text":"RT President Biden's Executive Actions today will restore &amp; strengthen Americans' access to quality, affordable health care...","sentiment_score":0.0}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"So of has time (spending taxpayer $) to campaign against WY GOP representative, but he doesn't have time to hold DJT accountable for #insurrection #sedition or to move COVID relief forward in Congress. The is nothing but a burning pile of poo ","sentiment_score":0.0}
{"full_text":"RT #bcpoli 12 BC folks have passed away from Covid-19 for a total of 1,184.283 have died in January. 460 died in December....","sentiment_score":0.0}
{"full_text":"RT Here's an example of the incredible risks and burdens that our essential workers have been facing. And even as we move tow...","sentiment_score":0.45}
{"full_text":"RT Message to in Scotland:STAY HOME - SAVE LIVES - PROTECT THE NHS","sentiment_score":0.0}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"Tami, how great! Hope you looooove your pizzas, and thanks for all you're doing on the frontlines of this terrible pandemic! God bless you! XOXOXOOXOXXOXO","sentiment_score":0.0666666667}
{"full_text":"RT In Scotland I met the brilliant healthcare workers, scientists and military personnel co-ordinating the pandemic response...","sentiment_score":0.4}
{"full_text":"RT White House now arguing the massive $2 trillion COVID \"relief\" bill must pass in order for schools to reopen. This is des...","sentiment_score":0.0}
{"full_text":"RT Sea of anti lockdown protestors in Vienna Austria as they march through the streets","sentiment_score":0.0}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT FAIVISH SHAVLOV, 96, of West Bridgewater, Massachusetts died of COVID on Dec. 31. \"A man who fought against the Nazis....","sentiment_score":0.0}
{"full_text":"Loomis Bros. Circus (@lbcircus) is slated to take its cruel animal act on the road, even though COVID-19 is still in full force and big cats are at risk of developing the disease. Tell venues not to endanger animals and the public: Via","sentiment_score":-0.1625}
{"full_text":"RT what's not mentioned enough is that conservative news has consistently been ahead of the game reporting major stories t...","sentiment_score":-0.021875}
{"full_text":"&gt; Colorado's 'pioneer campers' mobilized during last pandemic -- and modern recreation took offBy Seth Boster seth.boster@gazette.com for The Gazette in Colorado Springs, Colorado","sentiment_score":0.1}
{"full_text":"RT BITING BACK: Treasury defends Chancellor's flagship job-saving Eat Out to Help Out scheme as data shows no link to Covid c...","sentiment_score":0.0}
{"full_text":"What's up with this?https:\/\/t.co\/4FZRC9S3P9","sentiment_score":0.0}
{"full_text":"RT Never accept a vaccine or go to a camp. Just my....opinion...","sentiment_score":0.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"Can't get the #Covid Vaccine, yet? Can't even find out where &amp; when you can get it? You can vent some of your frustrations to a poem I wrote called \"The New #Coronavirus Blues.\"You can see it in this book that you can download for $1 athttps:\/\/t.co\/WNFe5ey69u","sentiment_score":0.1363636364}
{"full_text":"Anyone claiming it's a vaccine are either ignorant or willfully disingenuous.https:\/\/t.co\/rioKKi3O3Qhttps:\/\/t.co\/L23RL4Ocrghttps:\/\/t.co\/wXjhg5ACcu","sentiment_score":0.0}
{"full_text":"RT You seem to be a Johnny-come-lately to the importance of Covid, but that said, if you can only tackle one problem at a...","sentiment_score":0.0}
{"full_text":"What's yall thoughts about the Covid vaccination? I'm like the only one that opted out from getting it at my job?","sentiment_score":0.0}
{"full_text":"No HC Tim Jankovich coaching tonight for SMU. He's still out with COVID-19.","sentiment_score":0.0}
{"full_text":"Not the smart ones. I wouldn't trust a physician who was opting out of it (short of extraordinary circumstances like severe allergy to a component of the vaccine, very recent COVID infection, etc, of course).","sentiment_score":0.1369047619}
{"full_text":"A depressing thread that you should read anyhow. Not to pile on, but the longer we take to get people vaccinated, the more time there is for new variants to pop up that can weasel around the vaccine.","sentiment_score":0.0121212121}
{"full_text":"RT Covid-19 has gotten you to forget EVIL ONES are still walking amongst you trying to commit Genocide.","sentiment_score":-1.0}
{"full_text":"RT From climate change to coronavirus, the Biden administration is listening to science again.","sentiment_score":0.0}
{"full_text":"RT AU where #BlakeBelladonna is the motorcycle girlfriend ~Social distancing means you have to become both parts of your OTP  Ou...","sentiment_score":0.0333333333}
{"full_text":"Y'a le covid","sentiment_score":0.0}
{"full_text":"RT I had just seen \"It's A Wonderful Life\" over the holidays.  The quote of Dr. Fauci's from \"How A...","sentiment_score":1.0}
{"full_text":"sorry i'm not okay with billionaires betting on companies to fail during a fucking pandemic robbing everyday Americans blind","sentiment_score":-0.425}
{"full_text":"RT Friendly reminder that Doug Ford's government is sitting on $6.4 billion of COVID relief funds. Any unspent money by March...","sentiment_score":0.375}
{"full_text":"RT STOP BEING STUPID. If you're feeling sick stay home... even if it's not covid.","sentiment_score":-0.7571428571}
{"full_text":"RT \"The Chicago district installed air purifiers in classrooms, conducted ventilation tests, increased rapid testing and held...","sentiment_score":0.0}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Only 114,695 Canadians have been fully vaccinated, and we have slipped to #20 among nations in our vaccination efforts.T...","sentiment_score":0.0}
{"full_text":"RT The fact that we're living through a deadly pandemic and economic depression and Democrats are not pushing Medicare for...","sentiment_score":0.0}
{"full_text":"This is my pandemic in a nutshell!","sentiment_score":0.0}
{"full_text":"RT BLACKPINK Lisa Reveals What She Misses Most About Thailand Since Pandemic Travel Restrictionshttps:\/\/t.co\/0EFEgP6xva","sentiment_score":0.5}
{"full_text":"RT He is simply awful!Reminds me of occasion when, as Education Sec., he told a parliamentary committee that he was aimi...","sentiment_score":-0.05}
{"full_text":"Its always the damn southerners ","sentiment_score":0.0}
{"full_text":"RT From climate change to coronavirus, the Biden administration is listening to science again.","sentiment_score":0.0}
{"full_text":"While outsourcing to India and Poland isn't surprising, doing so by sending a link to a prerecorded zoom in the midst of a pandemic, is about to leave them with the same reputation as onshift, which means they will never be able to hire a decent dev in NEO again.","sentiment_score":0.3416666667}
{"full_text":"Yeah there's also a tiktok going around for a \"covid cocktail\" that helps!","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS: Pfizer vaccine found to be 92% effective in Israel, with those vaccinated eleven times less likely to be i...","sentiment_score":0.1444444444}
{"full_text":"RT since this interview seems to have upset certain people I am retweeting. Judge for yourself if you think I am being unfair!...","sentiment_score":-0.2053571429}
{"full_text":"RT Republicans used budget reconciliation to ram through the 1.5 trillion dollar tax cut to the rich. Democrats can muscle thro...","sentiment_score":0.375}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"RT Let me refresh your memory. You said:\"You are wrong about Sweden not having \"lockdown\". It did.\"Can you prove that s...","sentiment_score":-0.5}
{"full_text":"So did lie? Or is he a Liar? One is a oops...The other finds joy in deception of others.","sentiment_score":0.3375}
{"full_text":"RT FALLOUT: Lawmakers Call for Probe Over Cuomo's Nursing Home CoVID Stats, Allege 'Massive Cover-Up'","sentiment_score":0.0}
{"full_text":"RT Now more than ever, we need to support each other, #Toronto. #BellLetsTalk about mental health and reach out to family a...","sentiment_score":0.0916666667}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"RT What is it with crazy people? One day a year we try to come together to do some good and you get these crazy trolls who...","sentiment_score":-0.1666666667}
{"full_text":"Yes, use #COVID19 as practice for future pandemics. #CrushTheVirus, do not play games. We disrespect the dead by allowing the virus to propagate and mutate, potentially rendering worthless our investments in the economy, vaccines, and therapies. #TwoWeeks!","sentiment_score":-0.3}
{"full_text":"RT hi my account is in the negatives and I provide for my family since my mom lost her lost her job during the pandemic. We...","sentiment_score":0.0}
{"full_text":"RT NEW: The Biden Administration just released all the data that was previously only being shared secretly with states on the pa...","sentiment_score":-0.0878787879}
{"full_text":"RT NEWS New York State Attorney General Letitia James has accused the Cuomo administration of undercounting coronavirus-related...","sentiment_score":0.0931818182}
{"full_text":"RT The gaggle of Karens in my kids school is collecting money to buy N95 masks for teachers.There's a straight line betwe...","sentiment_score":0.2}
{"full_text":"RT can't cover the scope of damage covid is doing if you're not focused on the disproportionate effect it's having on min...","sentiment_score":0.0}
{"full_text":"We just want her to go home and stay there!","sentiment_score":0.0}
{"full_text":"RT When senators knew about the market crash from covid before the public and sold their shares it was \"fair game.\"But when Amer...","sentiment_score":0.1}
{"full_text":"This NYC born and raised lady lives exceedingly happily in UK! After COVID, maybe do some research and look to England - the nicest place I've lived in, never going back to US now, plus I've left my Trumpanzee relatives behind - sheer bliss!","sentiment_score":0.12}
{"full_text":"Fuck you you son of a bitch. You and morons like you are the reason we're still dealing with the pandemic","sentiment_score":-0.6}
{"full_text":"RT Covid: Why is EU's vaccine rollout so slow?","sentiment_score":-0.3}
{"full_text":"Small Businesses Gird for a Wave of the Coronavirus Unlike Any Other via","sentiment_score":-0.1875}
{"full_text":"The Health Minister says that it's fair that people in #Kamloops wanted information over the weekend about a COVID-19 outbreak at Royal Inland Hospital. #covid19","sentiment_score":0.7}
{"full_text":"RT Just weeks before his death he liked a post from Brexit Alliance London assembly member David Kurten saying: \"Show your face...","sentiment_score":0.6}
{"full_text":"Award-Winning Canadian Social Enterprise Skwachays Lodge Reimagines Itself During COVID-19!... Check the article written by","sentiment_score":0.0416666667}
{"full_text":"Drive-thru testing began Thursday at the Army Heritage Education Center in Carlisle.https:\/\/t.co\/mGzuNxH0fy","sentiment_score":-0.1}
{"full_text":"Placer County Sheriff Elmer Gum's Badgec. 1935#thursdayvibes #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"Oregon health officials were giving out leftover coronavirus vaccines after roads were closed with snow.https:\/\/t.co\/Ryy80eXYGl","sentiment_score":-0.1}
{"full_text":"Despite doomsday predictions, India defeated Covid and helped 150 other countries: PM Modi at #Davos#WorldEconomicForum #WEF #DavosDialogue #RE #ICYMI","sentiment_score":-0.125}
{"full_text":"Democrats are urging federal health officials to address racial disparity in vaccine access.Along with Hispanic and Native American people, Black Americans are dying from COVID-19 at nearly 3x the rate of white Americans.","sentiment_score":-0.0166666667}
{"full_text":"#COVID19 UPDATE: We are reporting 37 new cases and 185 additional recoveries in the Quad-County Region. This brings the total number of cases to 10,696, with 6,655 recoveries and 184 deaths; 3,857 cases remain active. More at: #QuadCountiesNV","sentiment_score":0.1257575758}
{"full_text":"RT Great thread highlighting Governor Cuomo's sheer incompetence, and even worse, his pathological string of liesAlso shows...","sentiment_score":0.1333333333}
{"full_text":"As Covid-19 inadvertently opens up opportunities for consumers to prioritize personal health   and mental wellbeing , how should your brand approach this segment of consumer behavior?Get your free report on #AsiaPacific's #healthyliving Industry ","sentiment_score":0.1}
{"full_text":"RT Manitobans have access to two free counselling sessions with a trained professional to help care for their mental heal...","sentiment_score":0.1333333333}
{"full_text":"RT \"This is the part of the horror film where a happy ending seems in sight, but it is obvious, to those paying attention, that...","sentiment_score":0.4}
{"full_text":"The sector is evolving in response to the COVID-19 crisis and long-term demographic trends still favor seniors housing overall. #cre #commercialrealestate #seniorshousing","sentiment_score":0.0}
{"full_text":"COLUMN: For our coronavirus has had adverse effects on her mental health. But she's \"not looking for pity, but for people to recognize how mental health awareness is important in times like this pandemic when many people are dying.\"https:\/\/t.co\/5VB5M7fv4X","sentiment_score":0.12}
{"full_text":"Roughly three-quarters of K-12 students are learning remotely.https:\/\/t.co\/RcQsDxaXmK","sentiment_score":-0.1}
{"full_text":"These are uncertain times, but Union Cab will be there to get you to where you need to go. Call 608-242-2000, wear a mask, and progress. #CoOpMeansTogether","sentiment_score":0.0}
{"full_text":"South African trial","sentiment_score":0.0}
{"full_text":"#TataSafari making a sudden comeback has been good news as well as puzzling to many. ","sentiment_score":0.4}
{"full_text":"RT My depression is a constant battle, more so during the pandemic. You enjoy the good days, trudge through the bad ones. Me...","sentiment_score":0.18}
{"full_text":"#China was excluded from the list as the #LowyInstitute cited a lack of credible public data.","sentiment_score":0.2}
{"full_text":".@windiescricket: Barbados Pride and Guyana Jaguars players to miss CG Insurance #Super50Cuphttps:\/\/t.co\/KxUaa5x1hu@Hopie03 #Windies #MenInMaroon #Covid19","sentiment_score":0.0}
{"full_text":"Yah Think???...But Then Again Knowing What An ASSHOLE the frump was\/is I Had No Doubt That he Would Screw This Up Too!AND OF COURSE the frump SCREWED IT UP BIGGLY!!!","sentiment_score":0.0}
{"full_text":"Parents, what has been getting you through the recent months of the pandemic?","sentiment_score":0.0}
{"full_text":"RT More than 90 million doses of the AstraZeneca COVID-19 vaccine will be produced in Japan by a Japanese pharmaceutical c...","sentiment_score":0.25}
{"full_text":"RT easyJet announced record-breaking pre-tax losses of PS423m for the last quarter of 2020 as Europe was engulfed by the second wav...","sentiment_score":0.0}
{"full_text":"Please visit for a daily update on confirmed cases of #COVID19 among the UCLA campus community.","sentiment_score":0.2}
{"full_text":"It's not just vaccine development that continue to keep researchers &amp; front line workers busy, check out these 12 COVID treatments being tested at many of them led by members of the IM family. ","sentiment_score":0.3}
{"full_text":"The coronavirus pandemic limited the mostly volunteer effort in many places, but Garland County advocates pushed ahead.https:\/\/t.co\/xEI8gQ9L4s","sentiment_score":0.3095238095}
{"full_text":"On January 28, State Senator Jason Plummer (R-Edwardsville) joined his Senate Republican colleagues to issue a letter to Governor J.B. Pritkzer asking for the Administration to answer for failures with the ongoing rollout of the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"Latest #covid-19 by \"The best way to neutralize the virus's new weapon is to deprive it of the ability to innovate by infecting new bodies. We have brain power; it has mutation. Let's strengthen our weapon while weakening COVID's.\"","sentiment_score":0.4431818182}
{"full_text":"Now COVID matters to you! Trying to distract from all that happened January 6th......not happening buddy!","sentiment_score":0.0}
{"full_text":"New Mexico health officials reveal how that state is handling #COVID19 vaccine allocation and distribution, as well as how the state quickly became one of the most successful states in the country. #VaccinesWork","sentiment_score":0.4299242424}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"Covid-19 vaccine FAQs: When we can get it, how to find out, and more via #healthcare","sentiment_score":0.5}
{"full_text":"RT You seem to be a Johnny-come-lately to the importance of Covid, but that said, if you can only tackle one problem at a...","sentiment_score":0.0}
{"full_text":"RT #Bellingham, WA (right now) - Pigs destroying and clearing what was an encampment (in the dead of winter during a once-in-a-c...","sentiment_score":-0.0380952381}
{"full_text":"Recent research has suggested that vitamin D may help guard against severe COVID-19. But how much is enough, and how hard is it to get the right amount?","sentiment_score":-0.0014880952}
{"full_text":"Gary Matthews died of COVID-19 because he was radicalised by people like pinned tweet is JHB ridiculing the scale of COVID, his TL a who's who of Covidians.People like Julia are responsible for endangering lives with misleading comments.","sentiment_score":0.2}
{"full_text":"dont worry, right after getting my liquor license at the ripe age of 18, with absolutely no training on how to pour or salt\/sugar rims, I poured a Corona for a lady who looked at me and told me to give her a bottle and schooner to do it herself ","sentiment_score":0.0928571429}
{"full_text":"RT Board directors rate #cybersecurity  as the second-highest source of risk for enterpriseshttps:\/\/t.co\/31QmTgLODq@Gartner...","sentiment_score":0.0}
{"full_text":"RT Noah Criticized For Lack Of Social Distancing On Ark","sentiment_score":0.0333333333}
{"full_text":"We're in the midst of a global pandemic, and access to health care is more important than ever. Today's actions by President Biden will help ensure everyone receives the care they need.","sentiment_score":0.3}
{"full_text":"My anniversary gift. Got my first  COVID-19 vaccine shot, meaning the day I become immune after my second dose, will be the EXACT same day one year later I got sick with COVID-19 which started the scariest loneliest illness I've ever had and flirted on the edge of taking my life","sentiment_score":-0.0357142857}
{"full_text":"The Channel Invasion of the #UK has been going at a pace during the #Pandemic, not reported on #MSM. They gain #HumanRights, hotel room, tv, phone. Whilst #Indigenous People, many who are War Vets, sleep on the street! We need to Take Back our Nation.","sentiment_score":0.3125}
{"full_text":"RT \"There's no shame in putting your hand up and saying, 'I need some help.'\" and open up about...","sentiment_score":0.0}
{"full_text":"RT .@DrMattChow explains the importance of keeping these conversations on mental health at the forefront, even after the pandemic. #B...","sentiment_score":-0.1}
{"full_text":"Time: 01:00 * Temp: 8.0degC * Wind: WSW 2.9 to 9.0mph * Pressure: 984.8hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:16 * Sunset: 16:55 * Cloudbase: 320ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Two 9\/11s worth of Americans have died from COVID-19 in the last 24 hours. One hundred and forty-two 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":"guess you have to be in congress to game the system and get away with it","sentiment_score":-0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 16.5FWind Chill: 8.4FHumidity: 74%Dew Point: 9.6F Barometer: 30.404 inHgWind: 7 mph from the NWCorona Virus Weekly Stats:Cases: 144.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
