{"full_text":"RT A single-shot J&amp;J Janssen COVID19 vaccine phase 3 results summarized in one table. Great news! Imagine being  protect...","sentiment_score":1.0}
{"full_text":"RT Boom. This was the news I was hoping for. It may not seem as effective as Pfizer or Moderna, but it's 1 shot vs. 2, and hosp...","sentiment_score":0.6}
{"full_text":"how is every single tweet on your account literally something that came out of a circus","sentiment_score":-0.0714285714}
{"full_text":"RT In Solidarity!Th...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Johnson &amp; Johnson's one-dose vaccine seems to protect against COVID-19, but not as well as some two-shot rivals.","sentiment_score":0.0}
{"full_text":"RT home sweet home(2019)            We stay(2021)","sentiment_score":0.35}
{"full_text":"RT So far today 859 coronavirus cases report in Sri Lanka #LKA #SriLanka #COVID19SL","sentiment_score":0.1}
{"full_text":"RT Some European Countries Move To Require Medical-Grade Masks In Public","sentiment_score":0.0}
{"full_text":"RT A single-shot J&amp;J Janssen COVID19 vaccine phase 3 results summarized in one table. Great news! Imagine being  protect...","sentiment_score":1.0}
{"full_text":"RT At 80, my dad Paul improvised a masterpiece, raised PS1m+ for charity and got to no.1.He also got Covid.It has hit him...","sentiment_score":0.0}
{"full_text":"Our district went through the same thing! We had to attempt to open school because the State was applying pressure.  Nevertheless, we went back Remote two weeks later due to COVID19 numbers!","sentiment_score":-0.0427083333}
{"full_text":"RT and just so we're aware, if it wasn't for Covid I woulda done the tour pregnant ","sentiment_score":0.2916666667}
{"full_text":"RT Look forward to our second COVID response briefing at 11 am Eastern. I will be joined by Drs. Wilensky of and Fauci...","sentiment_score":0.0}
{"full_text":"RT Big Tech, all of them, banned doctors telling the truth. An HCQ regimine was cheap and effective in fighting Covid-19. Today...","sentiment_score":0.3333333333}
{"full_text":"RT NEW: Johnson &amp; Johnson one-dose coronavirus vaccine found 66% effective","sentiment_score":0.3681818182}
{"full_text":"RT and just so we're aware, if it wasn't for Covid I woulda done the tour pregnant ","sentiment_score":0.2916666667}
{"full_text":"Thanks to and Samuel for today's talk and virtual tour of Broughton House and garden. I was lucky to catch the EA Hornel exhibition at the City Art Centre before lockdown","sentiment_score":0.2666666667}
{"full_text":"people get the flu shot all the time then get the flu. this percentage sounds like it's normal, no?","sentiment_score":0.15}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"These colleges survived World Wars, the Spanish flu and more. They couldn't withstand COVID-19 pandemic. .#highered #education #liberalarts #closures ","sentiment_score":0.25}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT It's never too late to #schoolstrike4climate. We hit the streets again!This is our first physical #ClimateStrike sin...","sentiment_score":-0.0166666667}
{"full_text":"\"In a pandemic, if you can, with a single-dose vaccine, very quickly eliminate the severe consequences of death, hospitalization, and severe disease, that's what's important for society,\" Paul Stoffels, the company's chief scientific officer, told STAT.","sentiment_score":0.4166666667}
{"full_text":"RT This week at the Institute we released our latest white paper with It puts forward 15 ideas to...","sentiment_score":0.25}
{"full_text":"RT Wondering how many #COVID19 #vaccines have been administered in the U.S.? has you covered with a handy tracker...","sentiment_score":0.55}
{"full_text":"Surely that depends on the race. I suspect the UK, which is doing exceptionally well in terms of doses into arms, will \"beat\"New Zealand, which won't even start until the second quarter of the year. Will that mean the UK won the COVID race ?","sentiment_score":0.1981060606}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT NEW: Johnson &amp; Johnson says its vaccine -- a single shot tested against a complex barrage of newly emerged COVID-19 variants -- is...","sentiment_score":-0.0246753247}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"RT Throughout lockdown we'll be continuing with our home delivery drop off service and our drive-thru contactless pick up...","sentiment_score":0.0}
{"full_text":"RT Public health workers in Oregon were driving back from a coronavirus vaccination site when they got stuck in the snow. They th...","sentiment_score":0.0}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT 9) Let's step back at get perspective:85% for severe disease and 100% protection for death--From 1 single shotNo follo...","sentiment_score":-0.0357142857}
{"full_text":"I dont understand Democrats kill the fetus but close the economy to save .05 percent of the population from covid?","sentiment_score":0.0}
{"full_text":"RT Phone threat that sent Westglades Middle into lockdown turned out to be a prank call.","sentiment_score":0.0}
{"full_text":"RT Dr. Clarke is an angel. We never met personally, but she took the time to message &amp; calm me, during my own COVID hospit...","sentiment_score":0.3}
{"full_text":"RT Looking forward to hearing discussing the CoPS study (https:\/\/t.co\/9BvkoTWXKd) on this afternoon! #V...","sentiment_score":0.0}
{"full_text":"This is our COVID-safe orchestra. The brilliant and creating drums, trumpets and just about everything else from these wonderous machines! #BACH","sentiment_score":1.0}
{"full_text":"RT Perspective of the Surviving #Sepsis Campaign on the Management of #Pediatric Sepsis in the Era of #COVID-19","sentiment_score":0.0}
{"full_text":"RT Tracking coronavirus variants in the US:","sentiment_score":0.0}
{"full_text":"yah PE should be done only in outdoors with physical distancing. School need to implement COVID Risk Management protocols.","sentiment_score":0.0}
{"full_text":"RT Novartis signs initial agreement to provide manufacturing capacity for Pfizer-BioNTech COVID-19 vaccine | Novartis #covid...","sentiment_score":0.0}
{"full_text":"mentally preparing* for the inevitable third lockdown *preparing my list of films to watch","sentiment_score":-0.0333333333}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT Ranting online a few months back, Dave Portnoy thought small businesses should have more support during the pandemic. Now $33...","sentiment_score":0.0125}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"I did it I stopped getting Starbucks and buying lunch every day and I saved $ and all it took was a global pandemic that broke our economy and killed millions!","sentiment_score":-0.125}
{"full_text":"RT So I am reposting this timeline seven weeks after hospitality was closed. The seven day moving average of deaths is now...","sentiment_score":-0.125}
{"full_text":"RT Does WHO team know that only the empty building left in Huanan Seafood Market since last May?It is actually broken down...","sentiment_score":-0.1092592593}
{"full_text":"This pandemic has ultimately hampered Jose along with majority of clubs but once again another season just going through the motions, levy just cannot cut his losses on certain players, season after season the same old shit no matter who the manager, again the blames at 1 door.","sentiment_score":0.0228571429}
{"full_text":"RT Warning, we've been here before:- Experts warn of trouble coming- A short window to act- UK Govt hopes it will all...","sentiment_score":-0.1}
{"full_text":"RT I'm reliably informed by lab scientists that he is doing nothing. This is not a real procedure. It is the very definiti...","sentiment_score":0.05}
{"full_text":"RT I've been a qualified #NHS nurse for 8 years. I've seen with my own eyes, the destruction of our services and terms as...","sentiment_score":0.6}
{"full_text":"RT Look at the names of the registered companies on the CPIC already. We are not making it out of this pandemic ","sentiment_score":0.0}
{"full_text":"RT We hope that the new administration will take quick decisionswe have a tight deadline of Sep 30....","sentiment_score":0.097041847}
{"full_text":"RT please protect the health of #RealityWinner, political prisoner in a covid petri-dish prison.","sentiment_score":0.0}
{"full_text":"RT Honestly, is anyone even a little bit surprised that the Biden administration would give terrorists a vaccine before th...","sentiment_score":0.1708333333}
{"full_text":"Nurses and other staff at are sporting stick-on badges to show the face behind the mask and make PPE appear less daunting for patientsThe badges bear the staff member's first name, job title and a photo of them smiling #PPE","sentiment_score":-0.1104166667}
{"full_text":"RT At today's #SMFM21 expert roundtable discussion on #COVID19, #NYP\/@ColumbiaMed's shares why we developed a...","sentiment_score":0.1}
{"full_text":"Great PhD opportunity to work with a very impactful research team","sentiment_score":0.5}
{"full_text":"RT New Report Indicates New York Nursing Home COVID Death Scandal Far Worse Than Previously Known via","sentiment_score":-0.0387878788}
{"full_text":"RT Also from me and today: why the Johnson &amp; Johnson P3 trial results could suggest a turning point in the pande...","sentiment_score":0.0}
{"full_text":"RT Every family deserves access to affordable health care -- especially during a pandemic. We're happy to see the Biden administratio...","sentiment_score":0.4}
{"full_text":"RT \"More #COVID19 vaccines are being developed, approved and produced. There will be enough for everyone.But for now, vaccines are...","sentiment_score":0.2}
{"full_text":"RT And just like that, we have a pandemic boom in slavery, particularly slavery of women and children. #opDeathEaters","sentiment_score":0.1666666667}
{"full_text":"RT As part of Asia Cooperation Dialogue, reiterated importance of coordinated action to benefit from shared experiences &amp; po...","sentiment_score":0.1}
{"full_text":"RT Major League Soccer statement regarding discussions with the on how to address the ongoing impact of the COVID-19 pande...","sentiment_score":0.0625}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT \"The biggest failing .. has been .. the idea that the best and only way to protect [those] that are extremely vulnerab...","sentiment_score":0.2916666667}
{"full_text":"RT Publix COVID-19 vaccine lies out of reach for poor, Black Floridians","sentiment_score":-0.2833333333}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"Even in a pandemic, #WTMC clubs and activities are still up and running - virtually! Check out this list of ways students can stay involved through both WTMC and","sentiment_score":0.0}
{"full_text":"RT A California gym owner defied lockdown rules. Now he's been charged in the Capitol riots.","sentiment_score":0.0}
{"full_text":"RT European Commission confirms it is introducing export controls on Covid vaccines made in the EU, amid row over shortfalls...","sentiment_score":0.0}
{"full_text":"RT 12) The 100% protection against death at 28 days (\"immortality\" as jokingly said), and 100% for severe diseas...","sentiment_score":0.0}
{"full_text":"RT What campaigns do we need to launch now for twenty-first century public ownership in the wake of the pandemic?Join us on...","sentiment_score":0.0}
{"full_text":"out of these kinds of people and things. What we need to focus on is where is covid now and how is it being stop for the world to keep seeing. Then vaccines to let the public know where it is and when it's coming to home towns...","sentiment_score":0.0}
{"full_text":"RT Every single person should be outraged here. I don't understand the disconnect our society has with the elderly. *If* we...","sentiment_score":-0.4857142857}
{"full_text":"RT \"There's something quite sinister about Neil O'Brien's shaming of lockdown sceptics. O'Brien works for a government that...","sentiment_score":-0.5}
{"full_text":"RT 1. When I saw the J &amp; J data last night the first thing I thought (because my brain is broken) was \"Some Americans are going to...","sentiment_score":-0.05}
{"full_text":"Neutralization of SARS-CoV-2 lineage B.1.1.7 pseudovirus by BNT162b2 vaccine-elicited human sera","sentiment_score":0.0}
{"full_text":"RT Game changer for the masses under 50 that choose to be vaccinated.One dose, easily stored.U.K. orders 30m doses.","sentiment_score":0.0166666667}
{"full_text":"only now it's looking like \"avoid long-covid\" may end up being a factor of if you are lucky enough to get one of the \"good\" vaccines. we need to aim higher than this, so stop acting like avoiding death is somehow the best outcome here.","sentiment_score":0.3261904762}
{"full_text":"RT Got the Monday blues? Stay home and stay healthy. We will get through this. Photo credit: #MondayMotivato...","sentiment_score":0.5}
{"full_text":"RT \"There was a belief, 'we must take extreme action here, because this is so deadly.' Those numbers turned out to be comp...","sentiment_score":-0.075}
{"full_text":"RT Chronically ill &amp; disabled folks have already lost too much in this pandemic. To fail to prioritize us for vaccines is...","sentiment_score":-0.25}
{"full_text":"RT Follow the webinar on covering the #COVID19 vaccines. You can find links to the webinar and translations to Spanish, Po...","sentiment_score":0.0}
{"full_text":"RT Asked about Biden double masking, says no specific CDC guidance, but Dr. Fauci has spoken to this and said i...","sentiment_score":0.0}
{"full_text":"RT \"Recent news about the #COVID19 pandemic has been worrying, with more contagious strains of the #virus spreading internatio...","sentiment_score":0.25}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Look forward to our second COVID response briefing at 11 am Eastern. I will be joined by Drs. Wilensky of and Fauci...","sentiment_score":0.0}
{"full_text":"RT A Utah county spent half a million dollars in #COVID19 recovery money to build a snow tubing hill -","sentiment_score":-0.1333333333}
{"full_text":"Aside from Dr Fisman's conflicts of interest, his modelling and projections were off by only a factor of 400.","sentiment_score":0.0}
{"full_text":"RT Here is a demonstration of the new COVID-19 testing methods in Chinese airports. Have you printed your boarding pass y...","sentiment_score":0.0681818182}
{"full_text":"RT Nearly 1\/3 of all COVID-19 deaths in Arizona have been reported in January 2021.","sentiment_score":0.1}
{"full_text":"RT \"I'd rather not travel than allow a nurse to pick up anal swabs,\" became a popular keyword search phrase on Chinese social...","sentiment_score":0.2111111111}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"But renting a whole island and bring corona back it's ok","sentiment_score":0.2333333333}
{"full_text":"The coronavirus affected the economy as well as the stock buying algorithmshttps:\/\/t.co\/LJrisrMOKX","sentiment_score":0.0}
{"full_text":"RT $500K in federal coronavirus money used to build tubing hill in Utah's Uintah County. Good reporting from htt...","sentiment_score":0.7}
{"full_text":"I think the fastest way to let me know I shouldn't trust anything you have to say when talking about Covid is to say, when talking about expert opinions is \"the so called experts say...\".","sentiment_score":0.0}
{"full_text":": \"Bavarian premier Markus Soder blamed the EC for delays in the Continent's vaccination campaign. \"In my opinion the order was placed too late, and then only a few companies were chosen,\" adding \"operational responsibility clearly lay with [Brussels].\"\"https:\/\/t.co\/1akLx29G7L","sentiment_score":-0.1}
{"full_text":"RT Ignore lazy journalism surrounding Johnson &amp; Johnson; I want you to focus on one quote...\"We're a single shot... our vaccin...","sentiment_score":-0.1607142857}
{"full_text":"Rolling along: #COVID19 put the brakes on a surge in rollerskating popularity in early 2020, but local rinks are adapting to give skaters a safe, fun family activity. #ChooseDelaware #NetDE","sentiment_score":0.225}
{"full_text":"Johnson and Johnson says its single shot vaccine is 66% effect in preventing moderate to severe COVID 19 ","sentiment_score":-0.0357142857}
{"full_text":"Trudeau Liberals granted COVID quarantine exemptions to pro athletes, union negotiators via","sentiment_score":0.0}
{"full_text":"RT The shot confers immortality?!","sentiment_score":0.0}
{"full_text":"Here's the type that think stay home saves lives....","sentiment_score":0.0}
{"full_text":"'Covid tongue' may be another coronavirus symptom, British researcher suggests","sentiment_score":0.0}
{"full_text":"RT Look forward to our second COVID response briefing at 11 am Eastern. I will be joined by Drs. Wilensky of and Fauci...","sentiment_score":0.0}
{"full_text":"RT President Buhari signs law prescribing 6-month jail term for flouting COVID-19 protocol. So please wear your mask, before...","sentiment_score":-0.1}
{"full_text":"I suppose that's a definite way to discourage generic tourism.","sentiment_score":0.0}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"#OTT platforms came to the rescue for quarantined consumers. It's expected that #StreamingServices will continue to get more competitive and expand their coverage going forward. What are you expecting to see in the streaming world for 2021 and beyond?","sentiment_score":0.2}
{"full_text":"So why don't you support the Covid relief package?  Nothing like a dysfunctional GOP to muck things up!","sentiment_score":0.0}
{"full_text":"New York lawmakers to make prison visits amid push for 'justice roadmap' and COVID vaccinations","sentiment_score":0.1363636364}
{"full_text":"Please RT and ask followers to RT: Human garbage, wealthy #Canadians #RodneyBaker and #EkaterinaBaker flew to #Yukon, pretended to be motel workers in order to get #Covid #vaccine intended for #indigenous elders. Sign the petition on #Shame these scum.","sentiment_score":0.0666666667}
{"full_text":"RT \"Whenever we meet with scientists, it's always about teachers. So I'm the pain in the butt who always asks, 'What abou...","sentiment_score":0.0}
{"full_text":"A support group can be used to air grievances in the workplace","sentiment_score":0.0}
{"full_text":"Rita Ora 'forced into 2-week Covid isolation' in hotel as she flies out for The Voice Australiahttps:\/\/t.co\/YVFbRtE67a","sentiment_score":-0.3}
{"full_text":"#Housing is the first defence against the spread of the COVID-19 virus. Take 30 seconds to ask Premier Ford to restore the court-ordered moratorium on residential evictions: #HousingEmergency #StopUnsafeEvictions #HousingFirst","sentiment_score":0.25}
{"full_text":"RT Government's biggest problem in the beginning of January : Tick At CoronaGovernment's biggest problem in the end of Januar...","sentiment_score":0.0}
{"full_text":"RT Every single person should be outraged here. I don't understand the disconnect our society has with the elderly. *If* we...","sentiment_score":-0.4857142857}
{"full_text":"ON AIR - talking the big issues of the week with my panel.- Covid deaths hit 100,000 - what went so wrong?- Vaccine progress - what is going so well?- 2021: the year of rebuild?Listen at","sentiment_score":-0.25}
{"full_text":"Should you delay retirement because of COVID?Whether you should depends on your savings strategy and goals. Discover potential benefits and risks of postponing retirement now.https:\/\/t.co\/uH39otkvcb","sentiment_score":0.0}
{"full_text":"Has COVID 19 stopped you from checking on your mission trip projects and partnerships? We specialize in making sure you serve even when COVID 19 slams breaks on your plans. To help you increase the impact of your mission trip all the time.  #mission","sentiment_score":0.5}
{"full_text":"Aub says few with the devil's piss in the background always ","sentiment_score":-0.2}
{"full_text":"Check your coronavirus symptoms easily with the NHS Covid-19 app.Protect your loved ones. Use the app.","sentiment_score":0.5666666667}
{"full_text":"Did you know that can grant emergency use authorization (EUA) for #COVID19 vaccines?  For EUAs, there are robust standards that vaccine candidates must follow. Learn about the emergency use authorization process for #COVID19 vaccines.","sentiment_score":0.0}
{"full_text":"If you're pregnant &amp; need help with day-to-day things like shopping call the NHS Volunteer Responders on 0808 196 3646.They can help you with things like shopping, picking up prescriptions and taking you to appointments or the hospital.","sentiment_score":0.3333333333}
{"full_text":"Chick-fil-A manager Jerry Walkowiak was recently summoned by Mayor Will Haynie to use his drive-thru line prowess to assist with a busy COVID-19 vaccine clinic operation.https:\/\/t.co\/YbOM7o4hN6","sentiment_score":0.05}
{"full_text":"'I've never done anything like this in my life but if I do something, it's got to be done well'","sentiment_score":0.0}
{"full_text":"Japanese Prime Minister Yoshihide Suga, despite growing uncertainty as coronavirus cases rise at home, renewed his determination Friday to host the postponed Tokyo Olympics this summer as a symbol of human victory over the pandemic.https:\/\/t.co\/13jYzSGGVT","sentiment_score":0.0}
{"full_text":"The \"March for Life\" folks want to demean Black women who seek abortion while remaining silent about Black women dying in childbirth and BIPOC people struck down by Covid and police violence. We see you. It's about controlling women - and always has been! #MarchForActualLives","sentiment_score":-0.1319444444}
{"full_text":"From #52 &amp; crew to Unit 52 @FiftyDeuce &amp; several other players surprised COVID-19 health care workers with Bears swag to thank them for all their hard work and sacrifice during the pandemic.","sentiment_score":-0.0791666667}
{"full_text":"A mindful winter walk can really help us look after ourselves in lockdown - whether that's outside or picturing it eyes-closed sitting in your chair for a moment of calm. For more techniques like this from Way to Work Scotland, check out the link below.https:\/\/t.co\/CmjJWoJIyk","sentiment_score":0.25}
{"full_text":"Are you going to take it? Share your thoughts and let everyone know. #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"Dr is making sure Mum's get vaccinated. Here's why#TeamHalo #COVID19 #vaccine","sentiment_score":0.5}
{"full_text":"Need a taxi to get to around Walthamstow and local areas this week ?Our drivers all wear masks and our cars are Covid Safe.Call us now on : 020 8520 5111","sentiment_score":0.0}
{"full_text":"News from the #Philippines | The Philippines will relax travel curbs on foreigners coming from more than 30 countries that have detected cases of the more contagious British variant of the coronavirus starting from next month","sentiment_score":0.2}
{"full_text":"Our #Covid19 Income Support Helpline is open today until 5pm: 1890-800-024The Pandemic Unemployment Payment remains available to anyone who is eligibleThe quickest &amp; easiest way to apply is online at","sentiment_score":0.2}
