{"full_text":"RT Me on the problems with Starmer's pandemic response. From a very enjoyable debate with on the","sentiment_score":0.65}
{"full_text":"Imgrund: \"We just haven't had great planning on this.. I know health care professionals that volunteered weeks and even more than a month [ahead] to go to help with the vaccine rollout. And they haven't even been contacted.\" Canada Gov. is so inefficient!https:\/\/t.co\/sE03WHGCN0","sentiment_score":0.65}
{"full_text":"RT Biden to reopen as people lose coverage amid COVID-19: report","sentiment_score":0.0}
{"full_text":"RT Coronavirus: The Movie ","sentiment_score":0.0}
{"full_text":"Earlier today on the Morning Drive... Dr. Wassim Saad, Chief of Staff at Windsor Regional Hospital, spoke about the possibility of a COVID-19 variant in our region","sentiment_score":0.0}
{"full_text":"You had me at commitment  Now regardless what the #transatlantic alliance becomes under the next 4 years, messages like this can't harm.","sentiment_score":0.0}
{"full_text":"RT Me on the problems with Starmer's pandemic response. From a very enjoyable debate with on the","sentiment_score":0.65}
{"full_text":"Massachusetts moving to Phase 2 of COVID-19 vaccination plan on Feb. 1","sentiment_score":0.0}
{"full_text":"RT I'd like to know if Steven Mnuchin will be investigated and charged with funneling $500B of PPP Covid relief loans, giv...","sentiment_score":0.0}
{"full_text":"RT I keep doing a quick mental audit and being, like \"Why do I have this ambient sense of dread and anxiety?\" and then I'm li...","sentiment_score":0.1166666667}
{"full_text":"RT .@TXT_bighit broke down \"we lost the summer\" and talked through how the pandemic has affected lives worldwide on today's episod...","sentiment_score":-0.1555555556}
{"full_text":"RT Americans can't leave the country and get back in without a covid test but If you happen to be a migrant in a caravan, B...","sentiment_score":0.0}
{"full_text":"RT Johnson misleads House of Commons in his infrequent contributions. He misleads Commons Liaison Committee during rare a...","sentiment_score":0.3}
{"full_text":"Check out the new issue of the EH North newsletter, for lots of great info on the latest Covid guidance, useful phone numbers &amp; local services available to support you &amp; your family.You can download a PDF version from the website:","sentiment_score":0.3560606061}
{"full_text":"Because 1 doesn't work......what a sham this has been. #Fauci has gone from \"Masks don't work\" to \"Wear a mask\" to \"Wear 2 masks\" in 10 months time. Hes a #Fraud!!!!","sentiment_score":-0.48828125}
{"full_text":"RT The Government's plan out of lockdown ","sentiment_score":0.0}
{"full_text":"Mara mjolo ke Pandemic on its own","sentiment_score":0.6}
{"full_text":"RT The WHO is back to lying for China about not knowing where COVID originated from just days after Biden signed America...","sentiment_score":0.0}
{"full_text":"RT To pass IELTS my only advise is to stay off social media for 2 months, focus on just studying IELTS materials, go to a library i...","sentiment_score":0.0166666667}
{"full_text":"Dr. Anthony Fauci choked up with emotion as he recalled being brought to tears the first time he learned of a substantial breakthrough in developing a COVID-19 vaccinehttps:\/\/t.co\/VThAY3XcV6","sentiment_score":0.25}
{"full_text":"RT lol this dude was making nearly half a million dollars off of taxpayers while sanctimoniously telling the taxpayers to...","sentiment_score":0.3166666667}
{"full_text":"RT The UK has the most Covid deaths, the worst recession and two of the four home countries want independence... What are you...","sentiment_score":-0.25}
{"full_text":"Absolutely. It's impossible to quantify the risk to life from the devastation of the travel industry, but it's there.  Covid deaths are easily quantifiable.  Politicians like simple solutions to difficult questions, and that's why this measure will be brought in.","sentiment_score":-0.1833333333}
{"full_text":"RT Wait, we can use the term 'herd immunity' now and not be called a conspiracy theorist?  Just trying to keep up.","sentiment_score":0.0}
{"full_text":"RT Our team is out at transit centers and some bus stops now handing out masks and reminding riders to wear them correctly -- over...","sentiment_score":0.0}
{"full_text":"RT The Biden Administration and the Trump Administration both implemented travel bans to combat #COVID19. But only the Trump...","sentiment_score":0.0}
{"full_text":"RT applauds the efforts of the scientists involved in the nation's efforts to #Unite2FightCorona, and who ha...","sentiment_score":0.0}
{"full_text":"RT ZERO COVID is the way. New Zealand  PM explains why it was the only way to save lives and prevent hospitals from being ov...","sentiment_score":0.0681818182}
{"full_text":"Thank goodness one paper has it right. This isn't about me being a teacher, this is about me wanting to see the UK open up, fully, permanently. Only by driving the virus down can this happen, otherwise it's lockdown after lockdown. How can't we understand?","sentiment_score":0.0325396825}
{"full_text":"RT LETS GOOOOO","sentiment_score":0.0}
{"full_text":"RT Americans can't leave the country and get back in without a covid test but If you happen to be a migrant in a caravan, B...","sentiment_score":0.0}
{"full_text":"RT Britain now has the highest number of Covid deaths per million population in the world.In. The. World.","sentiment_score":0.0}
{"full_text":"RT This.You enabled Trump's sabotage of the country's #COVID19 response, which has led to over 400,000 deaths...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Announcement on mandatory hotel quarantine 'today', minister says","sentiment_score":0.0}
{"full_text":"Close all down... Total Lockdown.... like back in the days.. Total war !  lock all down....  everything... til everybody is dead  then nobody claims anything !","sentiment_score":-0.0935185185}
{"full_text":"RT BREAKING: California lifts regional stay-at-home order, allowing counties to ease rules on businesses","sentiment_score":0.0}
{"full_text":"RT All the jokes about Chick-fil-A being able to solve this and now here we are.","sentiment_score":0.5}
{"full_text":"RT What's been extraordinary during this pandemic is realising just how much more valuable a human life is in New Zealand...","sentiment_score":0.2424242424}
{"full_text":"RT If the current pace of vaccinations persists, EU wouldn't hit the target of 70% of adults being vaccinated until 2024,...","sentiment_score":0.0}
{"full_text":"TFL, Working With Khan And Uber To Make London A Shithole.","sentiment_score":0.0}
{"full_text":"Sebastian ima tudi PayPal account.Pomagajte Sebastianu &amp; Co.RT will give you wings.","sentiment_score":0.0}
{"full_text":"Nobody:Absolutely nobody:Rich people during a pandemic: i could just go have some fun out there, you know playing like a kid, drawin up plays in the dirt and playing like a kid out there, having fun and playing like a kid","sentiment_score":0.3}
{"full_text":"RT The real reason Senate Republicans oppose Biden's life-saving COVID relief proposal is they worry that it, plus his plan for j...","sentiment_score":0.2}
{"full_text":"#Honduras was in crisis long before the hurricanes. They hit during the pandemic and in a context of corruption, years of political turmoil, and decades of inequality.\"The crisis in Honduras is a permanent crisis.\"My latest on the migrant caravan:","sentiment_score":0.15}
{"full_text":"RT The patient who whispered to me, \"Thank you, I have faith in you guys\" as I was preparing to intubate him died today. Fu...","sentiment_score":0.0}
{"full_text":"Service Update 15:00 -  Only travel for work if essential or for other legally permitted reasons.Disruption via #Ingatestone, all information can be found here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":0.01875}
{"full_text":"RT .@TXT_bighit broke down \"we lost the summer\" and talked through how the pandemic has affected lives worldwide on today's episod...","sentiment_score":-0.1555555556}
{"full_text":"RT The grant (Fondecyt Regular 2021) will fund a project by and Soledad Puente to analyze the crisis in C...","sentiment_score":0.0}
{"full_text":"RT Vaccine nationalism might serve short-term political goals. But it's in every nation's own medium and long-term economic inte...","sentiment_score":0.2666666667}
{"full_text":"RT Because it's Trump's. . .","sentiment_score":0.0}
{"full_text":"RT 98,331 of deaths were in Eng &amp; Wales. (ONS - week ending 15th January).Later today (when the dashboard is updated) I s...","sentiment_score":0.0}
{"full_text":"RT Don't confuse people with facts! I have not yet had one person attempt to e...","sentiment_score":0.0}
{"full_text":"RT Housing literally saves lives. This study is staggering. If housing is life-saving, not funding adequate housing for all...","sentiment_score":0.3333333333}
{"full_text":"RT Journalists -&gt; loads of data in this report comparing country policies including carrots\/sticks\/compliance figures. I thin...","sentiment_score":-0.4}
{"full_text":"RT Another teenager has been murdered last night &amp; crime has not reduced during this lockdown, compared to the first one. C...","sentiment_score":0.125}
{"full_text":"RT Vending machines that distribute at-home Covid-19 tests have made their debut in New York City. has more.","sentiment_score":0.3181818182}
{"full_text":"We were right, and Fauci was wrong.","sentiment_score":-0.1071428571}
{"full_text":"RT To pass IELTS my only advise is to stay off social media for 2 months, focus on just studying IELTS materials, go to a library i...","sentiment_score":0.0166666667}
{"full_text":"MY DRAMA TEACHER IS GOING TO CALIFORNIA DURING A PANDEMIC WTF","sentiment_score":-0.5}
{"full_text":"#Covid_19 City wise Corona update in Maharashtra today 26-JAN-21Total Case 20,10,948 #IndiaFightsCorona #Covid_19 #CoronavirusIndia #State #coronavirus #CoronaVirusUpdates #CoronaUpdatesInIndia #COVID19India","sentiment_score":0.7}
{"full_text":"RT To balance out the dangerous, anti-science Mirror splash, let's revisit this large-scale study of pupils finding their mental...","sentiment_score":-0.35}
{"full_text":"RT BREAKING: America's 660 billionaires have seen their wealth grow by $1.1 trillion during the pandemic alone.That could...","sentiment_score":0.0}
{"full_text":"RT Obama era strategy redux: Promise something on the campaign trail, immediately propose a watered down version once elect...","sentiment_score":0.3222222222}
{"full_text":"RT Has msm even shown the lock down protests","sentiment_score":-0.1555555556}
{"full_text":"RT #SooraraiPottru enters the Screening Room for the #Oscars2021. Due to #covid, this yr OTT releases allowed entry.No...","sentiment_score":-0.125}
{"full_text":"RT For the 38292826th time, \"be kind\" means don't write a bitchy comment about someone's cellulite not don't criticise infl...","sentiment_score":0.6}
{"full_text":"RT New publication shows we cannot live without ocean &amp; weather observations: since the beginning of the pandemic scientist...","sentiment_score":0.1363636364}
{"full_text":"RT The real reason Senate Republicans oppose Biden's life-saving COVID relief proposal is they worry that it, plus his plan for j...","sentiment_score":0.2}
{"full_text":"Tax relief and tax reform impact R&amp;D -","sentiment_score":0.0}
{"full_text":"Warnings over #Covid19 vaccine scams in #Kent","sentiment_score":0.0}
{"full_text":"RT Satisfaction with Military Moves Went Up Despite Pandemic, DoD Says","sentiment_score":-0.1}
{"full_text":"RT Today the Chancellor told me not to believe everything I read in the papers following reports he's battling Cabinet col...","sentiment_score":0.0}
{"full_text":"RT So it's finally okay to talk about the serious health implications of just staying shut down forever???","sentiment_score":0.0037037037}
{"full_text":"RT Boris Johnson loading doses of the Oxford\/AstraZeneca Covid-19 vaccine for mobile distribution at Barnet FC's ground, The...","sentiment_score":0.0}
{"full_text":"RT A message from a former resident of the Penally barracks. These camps are a danger to both the mental and physical h...","sentiment_score":-0.0333333333}
{"full_text":"RT Shocking but horribly predictable rise to over 100 000 Covid-19 deaths in UK today! Zero covid &amp; a public enquiry into d...","sentiment_score":-0.4166666667}
{"full_text":"ARCpoint Labs Offers Affordable Rapid COVID Tests for Employers aimed specifically at employers to meet new Cal\/OSHA's COVID-19 Emergency Temporary Standards. We can go to you to test employees, process samples, have results in less than an hour. Call  ARCPoint at 831-324-0772.","sentiment_score":0.0232323232}
{"full_text":"RT Here's what I'm doing while I wait my turn for the COVID-19 vaccines: masking up, staying at least six feet apart from others,...","sentiment_score":-0.3}
{"full_text":"Kenya Covid cases up by 141https:\/\/t.co\/6HRhytpSIF","sentiment_score":0.0}
{"full_text":"New Research Shows That Drinking Breast Milk Can Help Fight Against Severe Cases Of COVID-19. Click on the link to see video, research details #COVID19 #Covid_19 #COVIDSecondWave #COVID19ireland #Corona #COVID19Nigeria #COVID19SWEDEN","sentiment_score":0.1363636364}
{"full_text":"Pa hasn't either!ALL of sudden Covid isn't a problem.President Trump is to celebrate for Fast Tracking the vaccines.Democrats need to be a shame for lack of work and destruction the Dems are responsible for in the last 4 years.Dems are trying to destroy this country!!!","sentiment_score":0.001875}
{"full_text":"RT Just voted to confirm as Treasury Secretary.Continuing phone calls with Georgia public health and local gov lead...","sentiment_score":0.0}
{"full_text":"A  fair share of mental illness cases coming up in pandemic are those that did exist earlier it's just that they now need attention unlike earlier when distractions of work and social life didn't let the feelings come up as they were","sentiment_score":0.1266666667}
{"full_text":"RT They have in Scotland.","sentiment_score":0.0}
{"full_text":"How do you think remote work will be different after the pandemic? #remotework","sentiment_score":-0.05}
{"full_text":"RT Hi there former colleagues, Not an easy choice but definitely the right one. Informed vaccines as well...","sentiment_score":0.1797619048}
{"full_text":"This rural area was able to vaccinate their community by educating patients on the benefits of the Covid-19 vaccine. What have you seen your community do to help educate the population about the vaccine? #GoodHealthcareNewshttps:\/\/t.co\/TW51sO1jhB","sentiment_score":0.25}
{"full_text":"RT It has been one full year since #covid19 was first reported in Arizona.","sentiment_score":0.3}
{"full_text":"What about freedom and hating unamerican COVID restrictions and the \"go outside or die\" campaign?? Note it's stay in the house??. So y'all do know how to stay in hum?????","sentiment_score":0.0}
{"full_text":"RT Semnandi to afford shutting your borders because you know the government purse is healthy. Here they just loot, borrow and...","sentiment_score":0.5}
{"full_text":" get this out now!!!","sentiment_score":0.0}
{"full_text":"That'll be a hard pass from me.Man who gave the world Novichok invents Covid drug","sentiment_score":-0.2916666667}
{"full_text":"Even had a breakdown of a pandemic in 2018..  #pandemic #Outbreak","sentiment_score":0.0}
{"full_text":"No DISTRIBUTION Plan #DeSantis #Florida All he does is #BLAME others, counties, hospitals just points now it's the New Guy He Babbles it's the Fed Can't Fix Stupid Gov Put On Your Big Boy Pants  ON","sentiment_score":-0.2212121212}
{"full_text":"RT Serendipitous Twitter timing with that advice Mike. Agreed. I haven't been to work for 11 months. I don't s...","sentiment_score":0.0}
{"full_text":"RT A little thing I did...","sentiment_score":-0.1875}
{"full_text":"RT We lose one of the most important voices on the impact of Covid-19 on our health services but at least we still have all the p...","sentiment_score":0.2}
{"full_text":"RT Yeah, weird.","sentiment_score":-0.5}
{"full_text":"RT Spiteful. Hypocritical. Self-destructive. The EU's vaccine fiasco has spiralled into skulduggery worthy of a banana repub...","sentiment_score":0.3333333333}
{"full_text":"'Demographic crisis': Poland population shrinking under pandemic","sentiment_score":0.0}
{"full_text":"A senior #WorldHealthOrganisation (#WHO) official warned of the risk of continued transmission of the #novelcoronavirus even after large-scale #vaccination in the foreseeable future","sentiment_score":0.0}
{"full_text":"'UK minister tells EU to avoid vaccine nationalism': Ardent Brexiter Zahawi lecturing Europeans on the dangers of nationalism is, perhaps, a trifle rich, esp from a Govt that continually compares us to the EU27 to claim 'we're best'.","sentiment_score":0.6875}
{"full_text":"RT I received the unfortunate news that President has tested positive for COVID19.  On behalf of the Gov...","sentiment_score":-0.1363636364}
{"full_text":"RT 7\/8: this is the big one - the November 2017 paper showing that the Gain of Function research commissioned by Fauci produ...","sentiment_score":0.0}
{"full_text":"thinking about the albums i ordered.. my only source of happiness during this whole pandemic ","sentiment_score":0.3}
{"full_text":"RT \"COVID19 VACCINE ONLY FOR THE CHEFS\"; administration is seeking to procure #COVID19 vaccines...","sentiment_score":0.0}
{"full_text":"Perks of the pandemic: \"Perhaps the most notable change in attitudes about family dynamics is in fathers' assessments of the amount of time they spend with their children. As of October 2020, 46% of fathers report spending the right amount of time with their kids\".","sentiment_score":0.4285714286}
{"full_text":"RT Industry 4.0 key tech is developing fast, but also widening the gap between the haves &amp; have nots. In the post-pandemic e...","sentiment_score":0.1}
{"full_text":"RT 66 staff at the ABP meat plant in Bandon have tested positive for Covid-19https:\/\/t.co\/dZfqEaNGDW","sentiment_score":0.2272727273}
{"full_text":"RT And...We're in the middle of a global pandemic, with the new UK COVID-19 variant tearing through care homes...","sentiment_score":0.0454545455}
{"full_text":"RT Write that IELTS as many times as possible.You are not slow. You just refuse to accept failurePs: Free IELTS materia...","sentiment_score":0.35}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when the Leafs win the Stanley Cup\"","sentiment_score":0.4}
{"full_text":"Biden to reopen ACA insurance marketplaces as pandemic has cost millions of Americans their coverage","sentiment_score":0.0}
{"full_text":"RT thread","sentiment_score":0.0}
{"full_text":"RT BREAKING: America's 660 billionaires have seen their wealth grow by $1.1 trillion during the pandemic alone.That could...","sentiment_score":0.0}
{"full_text":"RT You can still leave home during the national lockdown to get your #COVID19 vaccination.The NHS will contact you when it's...","sentiment_score":0.0}
{"full_text":"RT Ontario should mandate paid sick days for all workers via #PaidSickDaysSaveLives","sentiment_score":-0.7142857143}
{"full_text":"Going out? Keep these items on hand when in public spaces: a mask, disinfecting wipes, and a hand sanitizer with at least 60% alcohol, if possible. Learn more about everyday ways to slow the spread of #COVID19:","sentiment_score":-0.05}
{"full_text":"RT Exclusive: Ministers keeping UK vaccine supply under wraps (secret) to avoid 'diversion' to other nations#COVID19 ht...","sentiment_score":-0.2625}
{"full_text":"Winter without covid","sentiment_score":0.0}
{"full_text":"Hixson High CNA students eager to help nursing homes, hospitals as pandemic continues","sentiment_score":0.16}
{"full_text":"internet, cancel them.","sentiment_score":0.0}
{"full_text":"A 2020 review summarized effects &amp; mechanisms of CBD in the immune system. Given the immune suppressive effects of CBD, more research is needed to uncover what this means for cannabis users and the COVID19 vaccinehttps:\/\/t.co\/uZ1LHYSCUj #MedicalCannabis #MedTwitter #immunesystem","sentiment_score":0.5}
{"full_text":"Morehead State University stands with everyone in our Commonwealth in the fight against COVID-19. Wherever you are, you can join our virtual tolling of the Bell Tower. We will get through this together. #TogetherKy #TeamKentucky #EaglesAlwaysSoar","sentiment_score":0.0}
{"full_text":"Download our Deloitte Insights app to learn how #supplychain leaders can prepare their organizations to thrive in the post-pandemic environment.https:\/\/t.co\/HJVAn5X2d5","sentiment_score":0.0}
{"full_text":"We celebrate the collaboration  to produce the Oxford-AstraZeneca vaccine, allowing #Mexico to be a strategic partner to produce about 250 millions doses for distribution across Latin America. We're in the right direction to combat this pandemic #StayAtHome  #UNAMUK","sentiment_score":0.2857142857}
{"full_text":"RT All this COVID fiscal stimulus will be paid back with:a) inflationb) taxationIt won't surprise me one bit if we se...","sentiment_score":0.0}
{"full_text":"We cannot depend on the constitution to protect our freedoms #SouthAfrica #lockdownhttps:\/\/t.co\/kMCI6Xu7XM","sentiment_score":0.0}
{"full_text":"\"[D]isadvantaged students have lost the most ground during months of remote learning.\"","sentiment_score":0.2}
{"full_text":"Miss Caton is our fabulous Head of PE and an inspiration to so many of our students. Prior to Lockdown we interviewed her about Dance and the myriad of benefits it has for our students.Watch the video on Facebook #Interview #Dance","sentiment_score":0.3}
{"full_text":"COVID-19 TESTINGTODAY Jan 26 1-4pmEast Liberty Family Health Care Center6023 Harvard St.Register appointment neededThis is a walkup site not a drive-thruInsurance not required but please bring insurance card if available Test provided at no cost","sentiment_score":0.4}
{"full_text":"Lebanon to Launch Registration Platform to Get COVID-19 Vaccine | #Beirut Business Reporthttps:\/\/t.co\/Q9B12SB4G7","sentiment_score":0.0}
{"full_text":"RT The real reason Senate Republicans oppose Biden's life-saving COVID relief proposal is they worry that it, plus his plan for j...","sentiment_score":0.2}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"Last chance to register for TOMORROW'S \"log-in and lunch\" event! If you're like many others who have lost their job due to COVID-19, this is a CAN'T MISS event! Get tickets:","sentiment_score":0.1145833333}
{"full_text":"Families talking through a border barrier at the closed border between Dolni Marklovice (Czechia ) and Marklowice Gorne (Poland ) during COVID-19 pandemic. Photo: April 2020. Location: 49deg 53' 31.36'' N, 18deg 34' 15.53'' E.","sentiment_score":-0.1}
{"full_text":"RT Another great column ","sentiment_score":0.8}
{"full_text":"The 2021 Knysna Motor Show has been cancelled. The Garden Route Motor Club planned to host the event in May this year but decided against it given the resurgence of COVID-19 over the last two months.","sentiment_score":0.0}
