{"full_text":"RT To the You don't care enough about the American people. If you did, you should be concerned with another round o...","sentiment_score":-0.0666666667}
{"full_text":"People who don't work in hospitals STAY trying to tell nurses how covid should be handled. Like alright, let's switch jobs then ","sentiment_score":0.0}
{"full_text":"RT Absolutely disgraceful behavior by Republicans. Sickening.","sentiment_score":-0.35}
{"full_text":"RT Breaking Joe Biden has just received his second dose of the coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"RT Breaking Joe Biden has just received his second dose of the coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"RT This is sickening. Personal support workers are paid so poorly that they are unable to afford to rent so they live in h...","sentiment_score":-0.3327272727}
{"full_text":"RT 'The Govt needs to have a plan': Collins calls for COVID-19 vaccine roll-out 'now', or consider closing the borders ht...","sentiment_score":0.0}
{"full_text":"God damn laptop screen isn't working. I hoping there's a computer repair shop open during this lockdown.","sentiment_score":0.0}
{"full_text":"RT WATCH: Rep. Bonnie Coleman tests positive for Covid-19 after Capitol riots #MTPDaily@kasie: \"The Capitol Hill physician...","sentiment_score":0.2272727273}
{"full_text":"RT 1.1 MILLION lives have been lost in the first 10 days of 2021 to COVIDOh wait....It's not due to COVID it's due to A...","sentiment_score":0.0625}
{"full_text":"RT Great news about the guarantee of #SupportBubbles for #SingleParents to help at these challenging times. Remember on...","sentiment_score":0.65}
{"full_text":"RT PS40k bonus for lockdown breaking Dominic Cummings.PS22bn wasted on a failed testing system.PS1bn in contracts for Tory...","sentiment_score":-0.35}
{"full_text":"RT Following the events of Wednesday, including sheltering with several colleagues who refused to wear masks, I decided to take...","sentiment_score":0.0}
{"full_text":"RT GOP,How many Americans are already dead due to the disastrous response to Covid19?How many Americans are financially...","sentiment_score":-0.0041666667}
{"full_text":"RT crazy to think that class of 21' only had one full year of high school frosh- red for edsophomore- full year junior-...","sentiment_score":0.0433333333}
{"full_text":"RT An insurrection during a pandemic = superspreader event","sentiment_score":0.0}
{"full_text":"RT Ohio State got some bulletin board material from Nick Saban's daughter this week, as she accused Ohio State of attempting to give...","sentiment_score":0.0}
{"full_text":"RT Our penultimate #NHSHappyHour story comes from Basildon in EssexDuring lockdown, NHS staff there saved the life of baby E...","sentiment_score":0.0}
{"full_text":"RT Watch President-elect Biden receive his second and final dose of the COVID vaccine.https:\/\/t.co\/Pft7CHSKyL","sentiment_score":0.0}
{"full_text":"RT #BoycottMorrisons . There are plenty of other supermarkets for people to go to. ","sentiment_score":-0.125}
{"full_text":"RT These are some jam-packed paragraphs:","sentiment_score":0.0}
{"full_text":"RT Honorable Nengi Rebecca Hampson, shares sizzling photos as she becomes the first female BBN Lockdown Reality Star to rea...","sentiment_score":0.125}
{"full_text":"RT My story: The well-off may have benefited from lockdown savings - but the poorest families' living costs have...","sentiment_score":0.4}
{"full_text":"RT Well done  here's hoping the rest of the supermarkets follow. Should have been done...","sentiment_score":0.0}
{"full_text":"RT \"The role of science must not be the one of state religion in pre-Enlightenment times...there is no knowledge that can be employe...","sentiment_score":0.0}
{"full_text":"American citizen here. I don't care if the President has 9 min left. He's gotten away with it all these years. People died ffs. He needs to be held accountable for once in his life.","sentiment_score":0.0}
{"full_text":"The state of washington Heath department, has been providing twice weekly rapid testing kits that are connected to an app. #cna #MedTech #COVID19 what has your state been doing for you?","sentiment_score":0.0}
{"full_text":"RT Indonesia authorized emergency use of a Covid-19 vaccine made by a private Chinese company after late-stage clinical data reaf...","sentiment_score":0.0}
{"full_text":"Covid Chronicles: somehow there's more muscle on my chest and on my biceps and glutes but my belly is a balloon. Why? Cos we can't get 10,000 in isolation innit?","sentiment_score":0.5}
{"full_text":"'It Was a Joke': Some Small Businesses Got $1 Relief Loans","sentiment_score":-0.25}
{"full_text":"I feel the same Asda lower early is not even keeping an eye on how many people are coming in any more there are always so many people in there no one way system no social distancing either I won't shop there anymore they need to sort it out","sentiment_score":0.2638888889}
{"full_text":"the only argentinian that won in the ao qualy, has tested positive on covid. this country has the biggest jinx ever ","sentiment_score":0.1136363636}
{"full_text":"Even with a covid ravaged squad Luca Connell still can't get a start ","sentiment_score":0.0}
{"full_text":"RT Democrat Nancy Pelosi held up coronavirus relief for 8 months but managed to get articles of impeachment on the House flo...","sentiment_score":0.0}
{"full_text":"RT #Coronavirus: The UK has recorded another 46,169 #COVID19 cases and 529 deaths","sentiment_score":0.0}
{"full_text":"RT Day 5 of strike action. 15+ years of service with British Gas. I have worked all the way through the pandemic helping vulner...","sentiment_score":0.05}
{"full_text":"Watch Live: Biden Receives Second Coronavirus Vaccine Dose -","sentiment_score":0.0681818182}
{"full_text":"RT Joe Biden receives the second of two doses of the Pfizer COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT COVID19 honestly needs to release us. we get it , you came , you saw , you conquered . you can leave now.","sentiment_score":0.6}
{"full_text":"The last guy to have his job had access to a COVID-19 treatment that is widely unavailable to the general public.  Try again.","sentiment_score":-0.0125}
{"full_text":"Coronavirus: Virus provides leaps in scientific understandinghttps:\/\/t.co\/SrZCRFqaDO","sentiment_score":0.0}
{"full_text":"RT When Piers Morgan said everyone will have to \"make compromises\" over Christmas due to covid, for most of us it meant seeing...","sentiment_score":0.1875}
{"full_text":"RT Breaking Joe Biden has just received his second dose of the coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"RT Covid-19 hospital patients are less and less likely to end up in an intensive care unit since the start of the virus' 2nd wave...","sentiment_score":-0.0833333333}
{"full_text":"RT WHO investigation into Chinese origins of coronavirus may not include Wuhan visit","sentiment_score":0.0}
{"full_text":"RT ASUU conducted a meeting of over 20 officials without social distancing, some people didn't put on face mask just to co...","sentiment_score":0.0333333333}
{"full_text":"RT A day before Capitol attack, pro-Trump crowd stormed meeting, threatened officials in rural Californiahttps:\/\/t.co\/HCuBH9Cmew","sentiment_score":0.0}
{"full_text":"RT Watch live: The latest #COVID19 data from the UK and around the world.UK data includes daily cases, local authorities with h...","sentiment_score":0.1590909091}
{"full_text":"RT This year has demonstrated that #MultilateralismMatters more than ever. Whether it's fighting Covid-19, addressing clima...","sentiment_score":0.5}
{"full_text":"Still not answering how you will manage the treatment of COVID patients when your plan to end lockdown lets it rip through the population?How?","sentiment_score":0.0}
{"full_text":"Disgusting isnt it why is no1 asking this question why come on read the report for yourself","sentiment_score":-1.0}
{"full_text":"RT Everyone wearing masks, but one person in Juhu today. Funny, how intellectuals are the first to flout #COVID19 rules. Ma...","sentiment_score":0.25}
{"full_text":"RT Vaccination will help us get our normal lives back, progressively.In Kohtla-Jarve, Estonia  Doctor Jelena Rozinko rece...","sentiment_score":0.075}
{"full_text":"The SBA is determining how much additional debt relief assistance can be provided to SBA borrowers with the newly issued Congressional appropriation.","sentiment_score":0.1681818182}
{"full_text":"RT As small businesses and families wait for COVID-19 relief, Democrats in the House will spend their week trying to oust a...","sentiment_score":-0.25}
{"full_text":"RT And on today's episode of \"NO SHIT SHERLOCK\"...","sentiment_score":0.1}
{"full_text":"RT Pete Carroll says \"no one wants to hear it,\" but the number-one takeaway from the season is that he and the staff kept #S...","sentiment_score":0.2}
{"full_text":"RT U.S. Racial Inequality May Be as Deadly as the Coronavirus(and covid is also making mortality differentials worse)ht...","sentiment_score":-0.2}
{"full_text":"RT This is so enraging. There were hundreds of us isolated together as the Capitol was under attack. The Sergeant At Arms rep...","sentiment_score":0.0}
{"full_text":"RT Almost one year of Covid-19 and most Nigerian federal and state Universities are yet to figure out how to move to a blended...","sentiment_score":0.5}
{"full_text":"I'll happily have the jab after 8pm if it means i can get it quicker","sentiment_score":0.8}
{"full_text":"RT Both Brexit and the failed response to Covid has left our country absolutely screwed.If it wasn't for the extra PS350m...","sentiment_score":-0.075}
{"full_text":"RT This angers me. So much.","sentiment_score":0.2}
{"full_text":"RT The mutations we are seeing in these Coronavirus variants appear to be altering its fitness by improving its rate of tr...","sentiment_score":0.0}
{"full_text":"RT Today the PM's spokesperson ruled out 24\/7 Covid  vaccination as there's \"no clamour\" for this.Yet vaccine minister","sentiment_score":0.0}
{"full_text":"RT Dangerous levels of COVID in Los Angeles are keeping schools from reopening.","sentiment_score":-0.6}
{"full_text":"RT \"...even with lock-downs and mask mandates\"(Meaning neither one really is effective in halting the spread)","sentiment_score":0.6}
{"full_text":"RT We can also address claims like \"hospitals are always full in winter\", or \"it's just people who were already in hospital...","sentiment_score":0.35}
{"full_text":"5 key words here - \"strict penalties ......... willing to comply\"Fact that these things are missing in the UK is why we've got the stats we have.","sentiment_score":0.0166666667}
{"full_text":"RT What the #COVID19 regulations say for Level 3","sentiment_score":0.0}
{"full_text":"RT Can I just test if assertions are true? Who would be happy to have a vaccine after 8pm?","sentiment_score":0.575}
{"full_text":"RT New Jersey Dem has Covid. Cites riot exposure","sentiment_score":0.1363636364}
{"full_text":"RT Almost one year of Covid-19 and most Nigerian federal and state Universities are yet to figure out how to move to a blended...","sentiment_score":0.5}
{"full_text":"RT I live in Barry, South Wales..in tier 5  Lockdowns are destroying my business, my 3 kids are struggling and need social in...","sentiment_score":-0.0101010101}
{"full_text":"Biden reportedly 'frustrated' with his coronavirus team as advisers worry 100 million vaccinations goal won't be met via","sentiment_score":-0.7}
{"full_text":"let us go back to this tweet.... now the #NHS is being overwhelmed.#protectlives #StayHome #discretion","sentiment_score":0.0}
{"full_text":"RT Breaking Joe Biden has just received his second dose of the coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"RT Mayor Muriel Bowser is pleading to we actual Americans to stay out of Washington DC for President Joe Biden's inaugurat...","sentiment_score":0.0}
{"full_text":"Can you find me a job or loan me some money? I need dental work, not underwear. COVID sucks.","sentiment_score":-0.3}
{"full_text":"RT Brexiteers...if the majority of Americans really did vote for Biden Harris after 7 months of looting, burning and murder...","sentiment_score":0.2}
{"full_text":"That's good news. Now at least they can't try to give him covid like they did at the debate.","sentiment_score":0.2}
{"full_text":"\"Being alone is like smoking 15 cigarettes a day.\" - kirmayer on friendships during the pandemic.","sentiment_score":0.0}
{"full_text":"RT Trevor Brown's sold his #RMS shares, with just 14m options left (thank you and a...","sentiment_score":0.0}
{"full_text":"RT Back in April 2020, and laid out visions for why the economy could surge post pandemic (thread belo...","sentiment_score":0.0}
{"full_text":"Nice practical mitigation factors by for using the #IoT and #LoRaWAN to battle the spread of #COVID19 in the workplace using technology.https:\/\/t.co\/OrRTSRmQpB","sentiment_score":0.6}
{"full_text":"North Dakota reports no new COVID-19 deaths for third straight day","sentiment_score":0.0439393939}
{"full_text":"RT If you want to know more about the grift of Dr. Simone Gold and the political machine behind America's Frontline Doctors,...","sentiment_score":0.0333333333}
{"full_text":"Right! How do they just shake this off???","sentiment_score":0.3571428571}
{"full_text":"Mahalo Arnold for clarity; the lack of response from the Bice President is scary; we the people are left to wonder while our country continues to spiral out of control.  A pandemic, a Russian hack into secret agencies, an attempted coup and another event with the use of AKA's","sentiment_score":-0.225}
{"full_text":"RT NOVACYT - On January 6, 2021, the U.S. Food &amp; Drug Administration updated the Emergency Use Authorizations of PrimerDesi...","sentiment_score":0.0}
{"full_text":"RT Ramaphosa: Funerals have  consistently been identified as so called super spreader events. #COVID19SA #COVID19 #Ramaph...","sentiment_score":0.2916666667}
{"full_text":"RT Watch President-elect Biden receive his second and final dose of the COVID vaccine.https:\/\/t.co\/Pft7CHSKyL","sentiment_score":0.0}
{"full_text":"Chairman McKay, can you explain how the decision of closing libraries is made? Based on what reasons and facts? Are libraries COVID hot spots? We use John Marshall library weekly. Every time we are there, the library is mostly empty, at most 2-3 visitors.","sentiment_score":0.2166666667}
{"full_text":"RT Could I kindly request that people stop using the supermarket as 'family day out' please?Mum, Dad, Nan and 3 kids wande...","sentiment_score":0.6}
{"full_text":"RT Many of the frontline doctors we represent are not allowed to speak upWe will be sharing doctors' thoughts, anonymisi...","sentiment_score":0.5}
{"full_text":"RT U.S. government reopening its small business pandemic aid program with $284B in new funds and revamped rules that aim to get cas...","sentiment_score":-0.0568181818}
{"full_text":"RT Following the events of Wednesday, including sheltering with several colleagues who refused to wear masks, I decided to take...","sentiment_score":0.0}
{"full_text":"While sheltering in place from your violent flock, you exacerbated a superspreader event by refusing to wear a mask. Now your colleague has been infected with COVID. Take responsibility for your dangerous actions. It sucks that PA is represented by prideful fools.","sentiment_score":-0.5666666667}
{"full_text":"RT I'm calling for a #VIRTUALInauguration Ceremony! Who AGREES?We can't even Protect the CAPITOL with Trump in power&amp;...","sentiment_score":0.0}
{"full_text":"RT Just because you work in education you dont speak for everyone... teachers an...","sentiment_score":0.0}
{"full_text":"RT Orgs like &amp; the Newcomer Centre are keeping their community safe &amp; reducing the spread of #COVID19AB We'l...","sentiment_score":0.5}
{"full_text":"Some folk thinking 1000 people dying of Covid isn't a lot.To put it in real terms it's going to be like walking into Edinburgh and 2\/3's of it's population are dead.","sentiment_score":0.0}
{"full_text":"RT  We've written to the Prime Minister following recent allegations about our use of Covid funding. Please be assure...","sentiment_score":0.0}
{"full_text":"How to get touch 'began', 'moved' &amp; 'ended' in Corona ? Hi,For getting touch 'began', 'moved' &amp;","sentiment_score":0.0}
{"full_text":"RT UC's be like yes the pandemic has gotten worse but also a lot of time has passed so you should be used to it by now and we...","sentiment_score":-0.4}
{"full_text":"RT Remember when the pandemic hit, and they stopped testing? The NHS website told those with symptoms \"You don't need a test\"...","sentiment_score":0.0}
{"full_text":"COVID-19: Changing the Landlord-Tenant Relationship #CRE #COVID-19 #Office #Warehouse #TenantTipshttps:\/\/t.co\/exDbvJg00a","sentiment_score":0.0}
{"full_text":"RT To recap: Republican members of Congress helped incite a violent insurrection that left 5 dead, forcing members of Congress...","sentiment_score":-0.3333333333}
{"full_text":"Could you also publish stats of those who were vaccinated for influenza and Covid.Thank you.","sentiment_score":0.0}
{"full_text":"RT Covid deniers and anti-maskers going ape-sh*t because Morrisons have announced they will bar anyone not wearing a mask from s...","sentiment_score":0.0}
{"full_text":"RT Coronavirus: Morrisons to ban shoppers who refuse to wear face masks","sentiment_score":0.0}
{"full_text":"New post (Red Cross urges coronavirus survivors to donate life-saving convalescent plasma) has been published on FUNDSWIFT -","sentiment_score":0.0454545455}
{"full_text":"RT Keep digging, Hodges; keep digging.https:\/\/t.co\/oQy0nLhADM","sentiment_score":0.0}
{"full_text":"RT NEW: The Trump administration is charging ahead with plans for 3 back-to-back executions this week, even though:- 2 of the...","sentiment_score":0.1363636364}
{"full_text":"RT Joe Biden receives the second of two doses of the Pfizer COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"Y'all really say, do, and make anything up to fit your bullshit agenda. Reading the blatant lies and ignorance is so exhausting. Big RIP to all y'all agreeing with this post. Covid is airborne so dodging it without wearing masks and protection is going to be near impossible.","sentiment_score":-0.1238095238}
{"full_text":"4\/... In your case, TIME=Planning of pro-Trump Mob events &amp; reorganization to Strike Again; and the Capitol &amp; D.C. is the primary Battlefield in a covid pandemic.","sentiment_score":0.4}
{"full_text":"RT This fake Covid scare in Queensland was always about mandating masks  \"like NSW and Victoria\". Pure &amp; simple control","sentiment_score":-0.0952380952}
{"full_text":"I have heard nothing on the conservative end of things about this.... maybe antifa? Friends I encourage anyone who does hear about one being planned to stay home. They are looking for a reason to grab our guns.","sentiment_score":0.0}
{"full_text":"RT \"Studies will begin in Wuhan, #China to identify the potential source of infection of the early cases. Scientific evidence will dr...","sentiment_score":0.05}
{"full_text":"Yes...yes, they are...and Marmot Recovery is the Follow you don't realize you really, really need...great people, very friendly, respond to questions...plus, FIND THE MARMOT...","sentiment_score":0.34375}
{"full_text":"RT As much as I'm grateful I've been able to work through this pandemic, \"living\" to just work isn't sitting right with me...","sentiment_score":0.3285714286}
{"full_text":"RT  Stream schedule for this week! Friday is TBD cause I'm getting my second covid shot and anticipating I might feel...","sentiment_score":0.0}
{"full_text":"He's back! Don't miss the new show from Scotland's fastest rising comedy star, and very own Pandemic Twitch D&amp;D hero!https:\/\/t.co\/yRXdNKY4ta","sentiment_score":0.3054545455}
{"full_text":"Our NHS Staff are working tirelessly to ensure that everyone gets the medical help they need at this critical time. We can help them by simply staying at home. Please follow the guidance.#StayAtHome #SaveLives #ProtectTheNHS","sentiment_score":0.0}
{"full_text":"Coronavirus: Borders sheds tag of 'second-highest infection rate in Scotland'https:\/\/t.co\/B7DgNUCsfz","sentiment_score":0.0}
{"full_text":"This new map shows places within 10 miles of a coronavirus vaccination centre (purple and blue spots). It looks like Pocklington, Market Rasen, Sleaford and Spalding are outside the 10-mile range of any centre (white areas on the map).","sentiment_score":0.0340909091}
{"full_text":"Shrugging off COVID-19 infections and the disruption at the Capitol on January 6, stocks powered higher to kick off a new year of trading.The Dow Jones Industrial Average gained 1.61%, while the Standard &amp; Poor's 500...","sentiment_score":-0.0327272727}
{"full_text":"#KoreanStudies e-resource: The Second Wave is Herei An article comparing South Korea's and Canada's responses to COVID-19 by U of T alumni in the UC Magazine","sentiment_score":0.0}
{"full_text":"Could this be a remedy for pandemic fatigue?https:\/\/t.co\/8CJRGOjs3N#Gather #MichiganBusiness #ITsupport","sentiment_score":0.0}
{"full_text":"Trying to capture the magic of the cinema with lockdown film nights?  Keep track of your backlog of blockbusters with the 100 Movies Scratch Off Bucket List Poster, now PS9.99 in our Winter Sale Get yours here: ends January 31st at 23:59 GMT.","sentiment_score":0.5}
{"full_text":"Keep it coming","sentiment_score":0.0}
{"full_text":"Currently, California ranks third nationally in coronavirus deaths, behind Texas and New York.","sentiment_score":-0.0659090909}
{"full_text":"Can the current vaccine fight the new COVID variant?https:\/\/t.co\/LZ9npJmB7M","sentiment_score":0.0681818182}
{"full_text":"RT This is so enraging. There were hundreds of us isolated together as the Capitol was under attack. The Sergeant At Arms rep...","sentiment_score":0.0}
{"full_text":"Join and me forCOVID Insights to Action Discussion Group - A discussion on Vaccines and the potential impact on employers.Wed Jan 13 at 4 pm EThttps:\/\/t.co\/qov9PntatB#hcldr #COVID19 #COVIDInsights #pophealth #Backtowork","sentiment_score":0.05}
{"full_text":"0000 PST - 12th January 2021 - #BTV - #Badar #Television #Network #coronavirus","sentiment_score":0.0}
{"full_text":".@NBC10Boston: Baker Announces New Weekly Testing Program in Mass. Schools \"Gov. announced Friday that the state will make weekly COVID-19 pool testing available...to help bring more students back into the classroom.\" #MAgov","sentiment_score":0.2121212121}
{"full_text":"Miss Saturday's panel discussion on myths and truths of the #COVID19 virus and vaccines?Watch it at the Facebook page:","sentiment_score":0.0}
{"full_text":"How are expectant mothers navigating their way through a pandemic?#PandemicPregnancyhttps:\/\/t.co\/z2LLreZ4cI","sentiment_score":0.0}
{"full_text":"An estimated 3 million students may have dropped out of school learning since March, according to Bellwether Education Partners. Read more: #COVID19 #RemoteLearning","sentiment_score":0.5}
{"full_text":"RT I hereby clamour for a vaccination at any time of day or night they can give it to me. Anyone care to join me?","sentiment_score":0.0}
{"full_text":"RT People are being urged not to visit the Lake District as Cumbria Police says more than 550 people were spoken to over...","sentiment_score":0.5}
{"full_text":" What happened last weekend? TikTok launches its first AR effect Hopin bets to open a new era of remote work - unlike Zoom COVID-19 masks for pets spiked 500%#technology #ecommerce","sentiment_score":0.0572727273}
{"full_text":"RT  WATCH: It's vital the Govt listens to one of the biggest employers in the country. Hospitality is vital to our communit...","sentiment_score":0.1}
{"full_text":"RT Ayatollah Khamenei did not say US was trying to spread #COVID19 with vaccinesIran believes mRNA vaccines are insufficien...","sentiment_score":0.0}
{"full_text":"RT Up at 7 AM to interview a scientist in Berlin - the conversation gave me chills. I think it was being reminded that - de...","sentiment_score":0.0}
{"full_text":"Experts argue that pushing out more Covid-19 vaccine doses to states sooner may be a good idea, even if it means there's a chance some people's second dose gets delayed.https:\/\/t.co\/TSbHdBw9V9","sentiment_score":0.4}
{"full_text":"RT NEW: The Trump administration is charging ahead with plans for 3 back-to-back executions this week, even though:- 2 of the...","sentiment_score":0.1363636364}
{"full_text":" JAPAN 2021-01-11Boosted Smallpox Vaccine effective against Covid-19.https:\/\/t.co\/BGhqKIg57j RT #Covid19","sentiment_score":0.6}
