{"full_text":"RT Latest update:TO BLAME FOR BREXIT CATASTROFUCKEURemainersMerkelCivil servantsPeersJudgesThe last ParliamentPe...","sentiment_score":0.25}
{"full_text":"Players need to miss 7+ days to be IL eligible. If the team or player announces a positive COVID result, their designation will likely be updated to receive IL eligibility.","sentiment_score":0.1136363636}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT The \"King of Debt\" promised to reduce the national debt -- then his tax cuts made it surge. Add in the pandemic, and he over...","sentiment_score":0.0}
{"full_text":"RT Teachers unions continue to stand in the way of reopening schools. Evidence shows that students aren't the source of Covid...","sentiment_score":0.0}
{"full_text":"RT Here is my \"Call for the WHO Team to Investigate the Pangolin Coronaviruses and the RmYN02 Bat Coronavirus\"It's critical...","sentiment_score":0.0}
{"full_text":"BravoCon was truly a MOMENT. I hate COVID for taking this from us. I hope we get it again in 2022.","sentiment_score":-0.8}
{"full_text":"RT Saddened to hear about the death of Prof(Dr.) JC Chattopadhyay, HoD Anatomy, Medical College Kolkata due to #COVID19. H...","sentiment_score":-0.0625}
{"full_text":"RT Every COVID-19 vaccine safely in an arm is a step in the right direction. That's why we're making them available to our...","sentiment_score":0.3952380952}
{"full_text":"This should not be happening...","sentiment_score":0.0}
{"full_text":"RT There is absolutely no reason President-elect should hand out $2B in emergency funds to his friend","sentiment_score":-0.1}
{"full_text":"NOW: Arizonans 65 and up can register for the COVID-19 vaccine at AZDHS sites:","sentiment_score":0.0}
{"full_text":"is this the same in reverse but backwards ?","sentiment_score":0.0}
{"full_text":"Interesting. If you wish not to say, that's fine, but if you're willing to reveal your personal experience...How long was your COVID19 illness?Full recovery?Any of the lasting damage being reported elsewhere?I know 2 others victims: the teen was OK in 3 wks; the sr 3 months.","sentiment_score":0.2020833333}
{"full_text":"RT US vaccination rate is improving (source:","sentiment_score":0.0}
{"full_text":"RT When more relief was needed due to COVID, we ensured that essential workers had access to childcare funding + secured an a...","sentiment_score":0.125}
{"full_text":"RT Dr Oluwajoba Oroge braced for the week ahead - another long line of coronavirus patients at Abuja's EHA clinic, and anot...","sentiment_score":-0.05}
{"full_text":"The UAE, which has reported 1,799 coronavirus cases and 10 deaths, has gradually increased curbs, including imposing a nationwide curfew, suspending passenger flights and putting Dubai in a lockdown.#OpenDubaiVisitVisaForPak","sentiment_score":0.0}
{"full_text":"RT I rarely get personal on here but my Aunt Dawn just died of Covid. She was a sweet and wonderful soul, the family is devast...","sentiment_score":0.4125}
{"full_text":"Very excited to be attending this conference in March! My notebook will be at the ready","sentiment_score":0.4046875}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"filipino-american woman did that with a solo english surprise-released single which was released 5 hours before tracking week that was overshadowed by liam pain's new song with dixie during a pandemic with a few hours of pre saves and minimal playlisting","sentiment_score":-0.047012987}
{"full_text":"RT Biden selects transgender doctor as assistant health secretaryDoes anyone else remember when she removed her 95-year-ol...","sentiment_score":0.0}
{"full_text":"These people are useless","sentiment_score":-0.5}
{"full_text":"RT The world must learn the painful lessons from a history of unequal access to HIV treatment.We need a #PeoplesVaccine against...","sentiment_score":-0.7}
{"full_text":"Actually yes, and I have evidence. Somebody i know died of diabetes and the doctor listed it as a covid death. They want to act like when Trump is president all these (fake) covid deaths are happening, and they'll stop faking these covid deaths when biden is inaugurated","sentiment_score":-0.25}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT This is despicable. DeSantis must be exposed. Rebekah Jones: Fired Florida data scientist turns herself in to jail and tests...","sentiment_score":-0.1}
{"full_text":"The DEPURO PRO air purifier has been selected as a finalist in !Get voting here!https:\/\/t.co\/L2ODegnQ98#TFMawards2021 #WeTakeAirofYou #WeAreVorticeGroup #vorticelimited #vorticelatam #vorticespa #ventilation #air #clean #covid-19","sentiment_score":0.3666666667}
{"full_text":"RT CDC: Wear a mask! Social Distance! Get the vaccine!Me: absolutely!CDC: don't eat raw cookie doughMe: I'll see you...","sentiment_score":-0.0945512821}
{"full_text":"I would have had sympathy, until you used your terrible news to attack Corbyn who is not a covid denier. Shocking really.","sentiment_score":-0.6}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT yall. i def dont agree with deportation but this is why undocumented ppl lay low most times. its always a danger to be...","sentiment_score":0.25}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"Scientists racing to understand new COVID-19 variants and whether they will derail vaccination efforts | CBC News","sentiment_score":0.1363636364}
{"full_text":"RT Last week the line was fear of infection was preventing people seeking medical help. The lockdown-sceptics are literally jus...","sentiment_score":0.0}
{"full_text":"RT I am extremely perplexed by all of these people like \"yeah let's wear masks all the time post COVID!\" Am I not the onl...","sentiment_score":0.5}
{"full_text":"RT She's trying to get sympathy from her American peers by keep repeating that she's got deported bcs of LGBTQ issue.NO YOU D...","sentiment_score":0.0}
{"full_text":"RT Fantastic list. Please add: \"revoke Trump's access to classified information.\". It feels weird to even recommend tha...","sentiment_score":-0.05}
{"full_text":"RT Congrats to Levine has been a wise, calm, and dedicated partner during this pande...","sentiment_score":0.5}
{"full_text":"How is the philanthropic sector responding to the interconnected inequities laid bare by the COVID-19 pandemic and the national movement against policy brutality and racism? Our new report, supported by takes a look:","sentiment_score":0.0931818182}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"Hikari Sensei Kun, Master of Light: #NationalPopcornDay equals Movie Night #COVID19 #respectmatters  #Hikari #Sensei #Kun #Chan #Toys #Photography #flickr#TuesdayThoughts #TuesdayMotivation #tuesdayvibes #TuesdayMorning","sentiment_score":0.4}
{"full_text":"RT That he plagiarized from his predecessor, who everyone claimed didn't have one.","sentiment_score":0.0}
{"full_text":"RT We have free #COVID19 testing at three mobile testing sites through January: Drive-thru in Hyde Park by appointment W...","sentiment_score":0.4}
{"full_text":"RT CDC: Wear a mask! Social Distance! Get the vaccine!Me: absolutely!CDC: don't eat raw cookie doughMe: I'll see you...","sentiment_score":-0.0945512821}
{"full_text":"RT Biden Picks Transgender Who Encouraged Covid-Safe Orgies As Assistant Health Secretary","sentiment_score":0.0}
{"full_text":"RT Trump just ordered Covid-related travel restrictions to be lifted for numerous countries--effective on January 26th. I have no...","sentiment_score":0.0}
{"full_text":"RT Daily contact testing presents 'hypothetical risk of increasing transmission', and 8 other things we learned from governme...","sentiment_score":-0.0625}
{"full_text":"RT There are 200,000 flagsIf you want a scale of the horrific human cost of COVID-19 in the United States for each of thes...","sentiment_score":-0.5}
{"full_text":"RT \"early case detection, contact tracing and isolation, physical distancing, limits on travel and gathering, hand hygiene...","sentiment_score":0.05}
{"full_text":"Myth 8: You don't have to wear a mask outsideSpending time outside can be safer due to better air circulation, but you should still wear a mask in areas where physical distancing isn't possible. For example, if you're hiking on a busy trail or if you're at an amusement park.","sentiment_score":0.0791666667}
{"full_text":"RT Join Pastor Benny Hinn in Dallas, TX for a Miracle Healing Service! Registration is limited to 350. Register today!https...","sentiment_score":-0.0714285714}
{"full_text":"Check out  Flagstaff retailers seeing changes in board game during the pandemic #boardgames #tabletop","sentiment_score":-0.4}
{"full_text":"What we know about covid-19 reinfection so far | The BMJ","sentiment_score":0.1}
{"full_text":"INTO members nationwide: INTO, give your members a Directive on health\/safety grounds re: Covid - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"RT Austin-Travis County offers #COVID19 information online in American Sign Language!  Visit to...","sentiment_score":0.05}
{"full_text":"RT As winds down: Most diverse cabinet in history named 250+ WH staff announced (majority female) Americ...","sentiment_score":0.1148148148}
{"full_text":"RT This pandemic will only be over when everyone in the world has access to vaccines. We will establish a mechanism enablin...","sentiment_score":0.0}
{"full_text":"Hey I'm dreaming of taking the trip Covid canceled last year (of which you still have my money) and taking the same trip this year, but you won't let me use my credit for the same itinerary. I'm sure my tax dollars will be supporting your bailout soon tho.","sentiment_score":0.15}
{"full_text":"RT Canada has purchased tens of millions of #COVID19 rapid tests. Why aren't we using them? by ","sentiment_score":0.0}
{"full_text":"RT NatGeoTravel: Peaceful places remind us that quiet has the power to heal, especially in these pandemic times.","sentiment_score":0.0833333333}
{"full_text":"Michael would still be alive today if it wasn't for Trump's mishandling of Covid. He served the Peace Corps in West Africa; that ended because of COVID. He left for Paris to pursue a Master's and was tragically killed by a motoristpls see Scholarshiphttps:\/\/t.co\/n7wgVqYcd4","sentiment_score":-0.0333333333}
{"full_text":"I absolutely care, as a parent it disgusts me how school staff have been treated, you go above &amp; beyond for our kids, at the very front line of this pandemic.  I am so sorry x","sentiment_score":-0.025}
{"full_text":"RT Demographic data for 2020 COVID deaths in Milwaukee County:","sentiment_score":0.0}
{"full_text":"RT The UK has the highest Covid death rate in the world, a third of deaths are disabled people, and GPs are phoning disabled...","sentiment_score":-0.1333333333}
{"full_text":"My Covid19 vaccination free to all UNITED NATIONS staff a bonus n right target to kick China out if UN.@MEAIndia  presence in the UN free Covid19 vaccination.","sentiment_score":0.3619047619}
{"full_text":"RT Thanks to those tabling the Early Day Motion supporting our demand that all healthcare workers have access to appropriate PPE t...","sentiment_score":0.2625}
{"full_text":"RT Norway has now reported 26 fatalities in conjunction with the Pfizer COVID-19 vaccine.No other countries are reporting...","sentiment_score":-0.125}
{"full_text":"RT Starbucks to help Washington state ramp up COVID-19 vaccinations","sentiment_score":0.0}
{"full_text":"RT India is deeply honoured to be a long-trusted partner in meeting the healthcare needs of the global community. Supplies o...","sentiment_score":0.0}
{"full_text":"Shameful that this person is Bidens pick!!","sentiment_score":0.0}
{"full_text":"\"Our traditional systems have enabled the spread of COVID-19 &amp; interfered with our ability to address it.\" Jeffrey C. Walker of &amp; of share views on how systems-level change can help us conquer #COVID19 &amp; future crises.","sentiment_score":0.0}
{"full_text":"RT Brexit Day 19: UK has worst COVID-19 daily mortality on the planet, takes power-naps &amp; is goi...","sentiment_score":-0.5}
{"full_text":"Had it for two weeks . Thank-you for reminding me . Long covid is an issue.  However does not mean I can't have an opinion.  I didn't get it bad but those that cross the NHS line I pray for.","sentiment_score":-0.1484375}
{"full_text":"RT who will take responsibility if we students get infected during the exam or when we are going hundreds o...","sentiment_score":0.0}
{"full_text":"RT Ontario reports fewer than 2,000 new COVID-19 cases, cites technical issue in Toronto","sentiment_score":0.0681818182}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"RT Here's Canada has tens of millions of COVID-19 rapid tests. Why aren't we using them?","sentiment_score":0.0}
{"full_text":"I feel a lot more part of the team now my mask has arrived, it looks so cool Mercedes and I can't wist to wear this in public to show that I am #TeamMercedesAMG, stay safe evryone at the team, I sure dele like I fit in a bit now ","sentiment_score":0.375}
{"full_text":"RT every so often i remember that we are literally living through a pandemic &amp; then i am overcome with the feeling that my so...","sentiment_score":0.0}
{"full_text":"RT Covid killed a friend yesterday. So I've even less time for the journalistic quackery of Young, Pearson and  Hartley-Brewer...","sentiment_score":-0.0888888889}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"RT At a time when we are in the middle of Covid \"this debate marks a moment of enormous historical significance\"","sentiment_score":0.0}
{"full_text":"Tomorrow on the episode of #onlylove  catch Ciru Njuguna and Greg Twiss on from 8:30 pm and on YouTube, from 9 pm. #Kenya#COVID19 #SokoNews #tuesdayvibe","sentiment_score":0.0}
{"full_text":"RT Interesting fact.The UK has the highest Covid death rate in the world and not a single minister has resigned.","sentiment_score":0.2678571429}
{"full_text":"RT January 15 marked three weeks since Christmas - two from New Year's celebrations. Statewide hospitalizations have trended...","sentiment_score":0.1181818182}
{"full_text":"Cal\/OSHA has updated their COVID-19 Emergency Temporary Standards, which include testing requirements and recordkeeping standards.Join our partners at on 1\/26 at 11am PT to get guidance on your compliance plan:","sentiment_score":0.0}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"Retired and Ready for Post-Covid Life? Here Are Some Considerations.Read the full article at #retirementplanning #retire #finance #401k #planning #financialplanning #savings #ira #investing","sentiment_score":0.275}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"Here's everything you need to know about the COVID-19 Vaccine Distribution Plan in Louisiana. #COVID19","sentiment_score":0.0}
{"full_text":"The Biden stimulus proposal is inconsistent with the current and projected strength of the economy, spends over a trillion on problems that the vaccination program is intended to solve, and contains numerous extraneous proposals.https:\/\/t.co\/vGV0ShwL07","sentiment_score":0.0}
{"full_text":"No. He won't.","sentiment_score":0.0}
{"full_text":"The Omni Vaccine Queue Calculator gives you a rough idea of your position in line, by asking you your age, job and if you have a health condition https:\/\/t.co\/l4r4w8Hm3h","sentiment_score":-0.1}
{"full_text":"Our January Community Update is LIVE, and it's a big one! Come for the Season 3 news and mod awards overhaul, stay for the discussion. What are you most excited for? https:\/\/t.co\/c0yFanq91G","sentiment_score":0.2422727273}
{"full_text":"Excess deaths tell a very different story about the second wave &gt;&gt;Analysis: Why the second Covid wave is nothing like the first ","sentiment_score":0.0625}
{"full_text":"Have questions about the safety and efficacy of the COVID-19 vaccine? Watch this video &amp; hear directly from those who received the vaccine! #LargestVaccineDrive #IndiaFightsCorona","sentiment_score":0.125}
{"full_text":"Premier Doug Ford announced Cortellucci Vaughan Hospital will be Ontario's first #COVID19 pandemic hospital starting Feb. 7.@MackenzieHealth ","sentiment_score":0.125}
{"full_text":"This is making lockdown 1 feel so long ago right now ","sentiment_score":0.1178571429}
{"full_text":"Women &amp; anyone with a cervix aged 25-64 are eligible for  #cervicalscreening.From aged 25-49 you will be sent a screening letter every 3 years, after that every 5 years. The pandemic may have delayed your letter; measures are in place to ensure safety.","sentiment_score":-0.1}
{"full_text":"Thayer County Covid-19 Risk Dial updatefor the week of 1-15-2021 to 01-22-2021","sentiment_score":0.0}
{"full_text":"MEMORIAL WALL: Have you lost a loved one to #COVID19? Leave a message to remember them.https:\/\/t.co\/K0ueyU9k4h","sentiment_score":0.7}
{"full_text":"Watch &gt;&gt;- #Coronavirus, #economy, #workforce dominate #Yellen hearinghttps:\/\/t.co\/249PQIzKuA- #China, #cybersecurity addressed in #AvrilHaines testimonyhttps:\/\/t.co\/IpobYEGnr4- #Immigration, unrest discussed at Mayorkas hearinghttps:\/\/t.co\/zG5rX7jTnP","sentiment_score":0.0}
{"full_text":"The latest edition of Connect features an update from the Partnership Coordination Group that meets fortnightly to support the coordination of activity and communication of Cheshire and Merseyside's health and care response to #COVID19:","sentiment_score":0.5}
{"full_text":"John Pienaar live from Washington DC  Final day of Donald Trump in White House Have Covid vaccinations become a postcode lottery? Scotland to remain in lockdown until at least the middle of February.@JPonpolitics |@hzeffman |@dgurdasani1","sentiment_score":-0.0327272727}
{"full_text":"| Exercising outdoors during lockdownYou can leave your home to exercise in a public outdoor space: By yourself With those you live with and support bubble When on your own, with one person from another householdMore information:","sentiment_score":0.2454545455}
{"full_text":"We are also releasing our most recent versions of our COVID-19 heat maps. The map on the left shows active cases while the one on the right shows all cases (active, recovered\/inactive and deceased.)","sentiment_score":0.0865079365}
{"full_text":"RT #Norway upped the number of deaths under investigation, from 23 last week to 33, while in #Germany, health officials s...","sentiment_score":0.0}
{"full_text":"RT The staff at Soliers' is to be hugged and commended for all they have done during the Pandemic...NOW, called upon to he...","sentiment_score":0.0}
{"full_text":"Follow the link to find the latest #information on #lockdown guidelines in many different languages.","sentiment_score":0.3333333333}
{"full_text":"#LNRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"New video --&gt; How was able to support the work of pro-democracy activists and scholars despite the #COVID19 pandemic? Learn more in their 2020 Recap video!","sentiment_score":0.4204545455}
{"full_text":"CHRISTINA VIGIL THOMPSON, 49 of Houston, Texas died of COVID on Jan. 16. \"She was loving, kind, passionate and strong believer in the goodness of people.\"","sentiment_score":0.3958333333}
{"full_text":"\"If you get vaccinated, you can't throw away the masks, because you could be infected and conceivably infect others.\"https:\/\/t.co\/WFow3xhQEy","sentiment_score":0.1}
{"full_text":"Educational games centred on farm safety have been developed for children studying at home due to the pandemic https:\/\/t.co\/JQKkm8vMAK","sentiment_score":0.075}
{"full_text":"RT DAILY BRIEFING...Monday Edition, Part 1","sentiment_score":0.0}
{"full_text":"Al Roker received his first dose of the COVID-19 vaccine live on-air.https:\/\/t.co\/XzUoO6iSi7","sentiment_score":0.1931818182}
{"full_text":"The Cayuga County Health Department and the Auburn Community Hospital are partnering to host a no-cost COVID-19 drive-thru testing clinic on Wednesday for people who are not experiencing symptoms.https:\/\/t.co\/awdTgOMFdj","sentiment_score":0.0}
{"full_text":"Listen to our bilingual LIVE phone-in programme on #COVID19. * Ask questions to experts on Toll-Free No: 1800-115767 * Dr Nitesh (Safdarjung Hospital) participates in the discussion.https:\/\/t.co\/EmcZ4CBkrr","sentiment_score":0.1363636364}
{"full_text":"Communities Minister Deirdre Hargey has announced the opening of a second phase, worth PS1m, of the Voluntary, Community and Social Economy Sector (VCSE) Covid Recovery Fund. Find out more here","sentiment_score":0.2083333333}
{"full_text":"myStrength has most recently added resources on COVID19 including Coping Skills During COVID19, tools, resources and more.Click below to register for myStrength TODAYhttps:\/\/t.co\/k5OJcoOD8n","sentiment_score":0.25}
{"full_text":"COVID-19 | Guidance For the latest information on how covid-19 has affected football and what funding &amp; support is available to your club, see https:\/\/t.co\/jAcR3iAkqO","sentiment_score":0.45}
{"full_text":"Our appetites are killing us. The obesity epidemic stems from us eating too much of the wrong food too often. As diet expert details, humans are meant to avoid starvation, not gorge themselves full. Check out the latest episode:","sentiment_score":0.1375}
{"full_text":"Sashay! And stay away!  Content creator Shay Rose went viral when she shared this 12-foot-long social distancing dress! The gown took her two months to complete and was so large that she had to shoot the photos in a parking lot  Tune in today to hear how she did it!","sentiment_score":0.2523809524}
{"full_text":"Premier Doug Ford announced Cortellucci Vaughan Hospital will be Ontario's first #COVID19 pandemic hospital starting Feb. 7.@MackenzieHealth ","sentiment_score":0.125}
{"full_text":"Not everyone with coronavirus has symptoms. You could be spreading it and not even know it. #StayHome #HandsFaceSpace","sentiment_score":0.0}
{"full_text":"Looking for more #COVID19-related #disability #employment resources? Check out the resources that compiled here:","sentiment_score":0.5}
{"full_text":"Washington man gets stunning souvenir with COVID 19 treatment  a  1 1 million bill   KMTR","sentiment_score":0.5}
