{"full_text":"RT People underestimate how hard it was to park a tank at a supermarket...Video before Covid.","sentiment_score":-0.2916666667}
{"full_text":"RT #WayV were back from just now. However, Gimpo Airport situation was terrible. Korea has 392 covid cases today, Seoul has ti...","sentiment_score":-0.5}
{"full_text":"RT Oh wait! There's more!- Biden said there's \"nothing that could be done to stop coronavirus\" after running on having a pl...","sentiment_score":0.625}
{"full_text":"RT I'm dismayed we're still seeing this kind of evidence-free shaming a year into the pandemic.Individuals and small house...","sentiment_score":0.175}
{"full_text":"RT I'm dismayed we're still seeing this kind of evidence-free shaming a year into the pandemic.Individuals and small house...","sentiment_score":0.175}
{"full_text":"Love our little Lockdown Family WhatsApp chat which is very active even though we're pretty much together all the time ... sorry I only gave you one l","sentiment_score":0.0127380952}
{"full_text":"RT It just never gets said enough what an amazing job state &amp; local election officials did in 2020 pulling off a free &amp; fair...","sentiment_score":0.34}
{"full_text":"RT In October 2020, in the midst of the coronavirus pandemic, Ozil offered to cover t...","sentiment_score":0.0}
{"full_text":"RT Y'all. I got accepted &amp; fully-funded into a PhD program. The one from Mississippi. The one who had twins at 23 during th...","sentiment_score":0.0}
{"full_text":"RT Birx on how Trump got Covid: \"There were only two people who regularly wore a mask in the White House: myself, and [an HHS sta...","sentiment_score":0.0}
{"full_text":"RT ABC poll finds Biden uniting the country: 69% approve Biden's COVID response 67% approve Biden's transition 81% support r...","sentiment_score":0.0}
{"full_text":"RT Rioters set fires in the centre of Dutch city of Eindhoven and pelt police with rocks at a banned demonstration against #COVID1...","sentiment_score":0.0}
{"full_text":"RT And yet... with the lives, health and economic livelihood of the American people squarely on the line, this coward said *no...","sentiment_score":0.1}
{"full_text":"I'm doing pretty good, lockdown is sure taking a toll on everything tho Thank you for the wishes :)","sentiment_score":0.4875}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT I am a Senior Student Athlete. I play hockey for Livonia Stevenson, I will hold myself\/team accountable for COVID safet...","sentiment_score":0.0}
{"full_text":"RT Prioritizing the #vaccine for our most vulnerable is the right thing to do. But, while others wait their turn, point-o...","sentiment_score":0.0952380952}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT We threw out every single thing we know about human nature in order to fight COVID and this is where it led us. Pieces like this...","sentiment_score":-0.0357142857}
{"full_text":"And, again, there will certainly be miuntains to sort out on Trump administration: ","sentiment_score":0.2142857143}
{"full_text":"Maybe you don't know how to look up it up.....https:\/\/t.co\/0agCxSBfun","sentiment_score":0.0}
{"full_text":"RT DANGER DANGER DANGER.  Reality Winner's life is in danger.  Help by retweeting this to ask to #FreeRealityWinnerNo...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"Thank you for an impactful start to your presidency. Already you've rejoined the #ParisAgreement, rejoined and joined COVAX, the global effort to ensure equitable access to covid vaccines. The world welcomes renewed US engagement!","sentiment_score":0.0}
{"full_text":"RT i'm walking into my first post-covid party with this shirt on","sentiment_score":0.25}
{"full_text":"I get your point let's sacrifice children to COVID instead of suicide. Why can't we do both?","sentiment_score":0.0}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"RT People keep saying that thousands of businesses have shut and millions of people have become unemployed 'because of the pand...","sentiment_score":0.0}
{"full_text":"The virus was a biological weapon created by the dems hand in hand with China, sick yet Perfect scheme for mail in voting, ASK ITALY. They want to impeach Trump Bc by the time 2024 gets here there won't be no reason for mail in ballots. Dems planned this and already had us sold.","sentiment_score":0.1428571429}
{"full_text":"RT In the time of covid we attempted our exam nd the results we got is not satisfactory.This result of BAMS batch 2018 is...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"From Montreal to Manchester, communities begin to vaccinate the homeless - The Washington Posthttps:\/\/t.co\/Chnp9zyQHu","sentiment_score":0.0}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"RT Oakland's The Alley, an 87-year-old piano bar, is a one-of-a-kind dive bar with 60 years' worth of yellowed business cards...","sentiment_score":0.3}
{"full_text":"RT We threw out every single thing we know about human nature in order to fight COVID and this is where it led us. Pieces like this...","sentiment_score":-0.0357142857}
{"full_text":"U meant 2 say Trump had the plan! President Trump closed borders, stopped flights, brought together coalition of private\/government industries, helped states &amp; WARPSPEED...produced several vaccines in under a year! What's Joe doing? Ohh yeah he says wear a mask\/hold your breath!","sentiment_score":-0.05}
{"full_text":"RT The only reason you get sacked in the Tory government is if you insult Johnson's girlfriend!Grant Shapps faces fury ove...","sentiment_score":0.0}
{"full_text":"RT Why did Joe Biden just say he has no plan to change the trajectory of the pandemic -- yet he campaigned saying he had a...","sentiment_score":0.0}
{"full_text":"RT Let me understand this: Republicans are fine giving rich people a trillion and a half dollar tax cut, but oppose Biden's cov...","sentiment_score":0.2083333333}
{"full_text":"RT We're in the middle of a pandemic Jennifer.","sentiment_score":0.0}
{"full_text":"RT If the Tories weren't using #COVID19 for profiteering I reckon UK would be able to fully vaccinate every single citizen in a...","sentiment_score":0.2142857143}
{"full_text":"Exactly...  all very simple Check your country of origin at the shops... you have nothing else to do in covid times ..... Do not buy French :-)","sentiment_score":0.1875}
{"full_text":"An SEC doesn't need to consult or discuss with CS of a state regarding conducting of elections. He has to do discussion only with central health minister in these kind of pandemic or unusual prevailing issues. Our SEC is doing his job correctly.","sentiment_score":0.1}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Wonderful news that the US is not only rejoining the World Health Organization but also joining COVAX, the global effort t...","sentiment_score":0.3333333333}
{"full_text":"spot on!!","sentiment_score":0.0}
{"full_text":"Wear a mask. How hard is this for people to understand?","sentiment_score":-0.2916666667}
{"full_text":"RT Don't do it Burlington What has she done for the citizens? Really, would like to know. I know wh...","sentiment_score":0.2}
{"full_text":"RT A white Ohio Republican lawmaker who questioned whether members of \"the colored population\" were disproportionately contr...","sentiment_score":0.0}
{"full_text":"Lockdown Blues","sentiment_score":0.0}
{"full_text":"RT After a big breakfast at a Colorado restaurant, a generous customer left employees a $1,400 tip and a message that said \"COVID Suc...","sentiment_score":0.0}
{"full_text":"RT There are so many things to praise Modi govt, some may deserve criticism too, but the way they've handled covid pandemic,...","sentiment_score":0.5}
{"full_text":"RT Dr. Sanjay Gupta interviewed Dr. Abraar Karan on the N95 mask:\"If for 4 weeks the country essentially wore these masks i...","sentiment_score":0.0}
{"full_text":"Can Mitch McConnell be impeached for actively preventing Congress from supporting citizens in the midst of a pandemic? #USA #Government","sentiment_score":0.0583333333}
{"full_text":"RT On Day 2 Biden Says \"There's Nothing We Can Do\" About COVID.","sentiment_score":0.0}
{"full_text":"RT A report has suggested today that half of coronavirus deaths could have been prevented had we locked down earlier. The...","sentiment_score":-0.1074074074}
{"full_text":"RT Friend of my son- a strapping 22 year old healthy sportsman is now down with covid for the second time- 6 months after...","sentiment_score":0.1111111111}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"If you are a Pfizer stock shareholder, time to liquidate your stock!!! #Boycott ","sentiment_score":0.0}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"RT WIN A CHOCDOWN SURVIVAL BOX Send family, friends or indeed your good self a secret stash of chocolate as a treat to he...","sentiment_score":0.3666666667}
{"full_text":"RT So many more of \"us\" are no longer here now and, the longer the wait and covid deaths continue, the more this vil...","sentiment_score":0.5}
{"full_text":"How many people will die before they stop.  Even with people dying, they are still willing to take the jab for a virus that does not exist.  What's the difference between flu and covid symptoms?","sentiment_score":0.375}
{"full_text":"We tried to get a rescue cat but there are none available (!) so had to buy one for the first time ever! Lockdown has boosted demand!","sentiment_score":0.2635416667}
{"full_text":"Prick. The end","sentiment_score":0.0}
{"full_text":"RT Y'all are clearly more scared of the vaccine than Covid, and that truly has me flabbergasted.","sentiment_score":0.5}
{"full_text":"Honestly, if I'm in that car, the only things I'm thinking... global pandemic, it's dark, surrounded by walkers...","sentiment_score":0.1125}
{"full_text":"RT Joe Biden has a Rolex watch and it is pissing people off.Just FYI, Dr. Birx wore a different Hermes scarf every fucking...","sentiment_score":-0.3}
{"full_text":"RT How a lab in Sask that focuses on animals became Canada's 23M hope for COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Due to Covid &amp; that's probably probably true. Doesn't mean they didn't have this meeting virtually. The staffer overhearing it may have not known it was virtual meeting. Whether it happened or not is besides the point. SCOTUS dismissed cases on standing too. How can president","sentiment_score":-0.0291666667}
{"full_text":"RT There is more red tape.The fishermen are worse off.There is no frictionless trade.There is a border in the Irish Sea.Ame...","sentiment_score":0.025}
{"full_text":"RT Because corporations and investors  don't want it.  They are enriching themselves and restructuring the economy to their benef...","sentiment_score":0.0}
{"full_text":"RT this lockdown is really lockdowning more than all the other lockdowns that ever lockdowned","sentiment_score":0.1916666667}
{"full_text":"RT Delaying second Covid vaccine will save 'thousands of lives', top medical expert sayshttps:\/\/t.co\/oeey8CwHm8","sentiment_score":0.1666666667}
{"full_text":"RT Covid starting to get out of hand again","sentiment_score":0.0}
{"full_text":"RT It's easy to blame the severity of the pandemic in the US on frat parties and family get-togethers but what's really d...","sentiment_score":0.3166666667}
{"full_text":"Clout chaser...","sentiment_score":0.0}
{"full_text":"RT Late last month, the legion received $14 million from the federal government as part of the Veterans Organizations Emergen...","sentiment_score":-0.15}
{"full_text":"RT 9\/10 Mortality in patients with cancer and coronavirus disease 2019: A syst...","sentiment_score":0.0}
{"full_text":"RT It's great to see India's leadership in scientific innovation and vaccine manufacturing capability as the world works to end...","sentiment_score":0.8}
{"full_text":"RT A white Ohio Republican lawmaker who questioned whether members of \"the colored population\" were disproportionately contr...","sentiment_score":0.0}
{"full_text":"RT It can be done. #letusplay #weneedsports","sentiment_score":0.0}
{"full_text":"Nurse, poking the covid vaccine needle into my arm: Did that hurt?Me: no, not at all!Nurse, ominously: oh it will.She is not wrong, but goddamn is it worth it.","sentiment_score":0.275}
{"full_text":"RT Numerous Capitol Police officers who responded to riot test positive for coronavirus","sentiment_score":0.1136363636}
{"full_text":"Canadian dentists push for clarity about vaccine priority: 'We're doctors too'","sentiment_score":0.0}
{"full_text":"RT There's probably not much Angela Merkel's government would adopt from Donald Trump, but the treatment he received when diagno...","sentiment_score":-0.1}
{"full_text":"RT Even Nate Silver is getting nervous.","sentiment_score":0.0}
{"full_text":"Now they're coming for our kidshttps:\/\/t.co\/dFx3Hmrc62","sentiment_score":0.0}
{"full_text":"RT A number of older people reporting having received phonecalls for an appoinment available for a COVID-19 vaccine jab at a...","sentiment_score":0.2833333333}
{"full_text":"RT A teacher died of covid. Asked to wear masks in his honor, school board members silently refused.","sentiment_score":0.0}
{"full_text":"Ummm....TOTALLY REPREHENSIBLE and VILE","sentiment_score":0.0}
{"full_text":"RT \"Once covid is over\" is starting to sound a lot like \"if anything i go make you know\"","sentiment_score":0.2}
{"full_text":"COVID-19 Vaccine Update -","sentiment_score":0.0}
{"full_text":"RT interviewed me over  for his new Unsupervised Learning series - got a little emotional at the end revisiting my ex...","sentiment_score":-0.0170454545}
{"full_text":"RT Do you ever just feel like a car whose check engine light has been on for a while, but you keep driving it anyways because th...","sentiment_score":0.4}
{"full_text":"3 Days that Stopped the World | Al Jazeera Investigations via #Covid19 #China #Wuhan","sentiment_score":0.0}
{"full_text":"RT Today marks the one year anniversary of the first identified case of COVID-19 in Illinois. IDPH Director Dr. Ngozi Ezike remember...","sentiment_score":0.25}
{"full_text":"RT #COVID19 VACCINE UPDATE: Daily figures on the number of people who have received a COVID-19 vaccine in the UK.As of 24 Jan...","sentiment_score":0.0}
{"full_text":"RT FYI If you're detected Covid +ve &amp;, you can self-report to MOH using the MySejahtera app. Go to \"Helpdesk\" in the app...","sentiment_score":0.0}
{"full_text":"A friend in Italy was warning us daily of approachingPandemic . We had far more time to prepare but instead Government fell asleep at the wheel and in my humble opinion,  didn't take it seriously enough . Eg Cheltenham n Anfield .","sentiment_score":0.08}
{"full_text":"RT They voted for it, and they're going to get it.","sentiment_score":0.0}
{"full_text":"RT Yesterday, 491,970 vaccines were administered across the UK, taking the total number of first doses to 6,353,321 As we...","sentiment_score":0.125}
{"full_text":"RT If this lockdown has taught me anything it's that I need more tattoos","sentiment_score":0.5}
{"full_text":"RT SWITCH TO PREMIUM MASKS--I've been saying it for months. We need to switch to KN95, KF94, or European FFP2 masks ASAP. The n...","sentiment_score":0.0}
{"full_text":"my mum might have covid and if she does i won't be able to see her on my bday ","sentiment_score":0.5}
{"full_text":"#Tanzania is reporting the least #COVID cases in #Africa. Zero cases since May 8th.But, Tanzania just pocketed EUR27M of pandemic aid from the #EU. Looks like EU taxpayers have just been fleeced, again.https:\/\/t.co\/zBvS7VmBhl","sentiment_score":-0.3}
{"full_text":"RT The lekgotla has agreed that, in the context of the continuing COVID pandemic, we need to consider the extension of bas...","sentiment_score":0.0}
{"full_text":"RT MPs working from home during lockdown charge taxpayers for the extra gas and electricity they use","sentiment_score":0.0}
{"full_text":"How Climate Change Is Ushering in a New Pandemic Era","sentiment_score":0.1363636364}
{"full_text":"On #InternationalDayofEducation ECW and our partners are calling on world leaders to put education &amp; lifelong learning at the center of the #COVID19 recovery &amp; accelerate educational support for children caught in protracted crises\/emergencies. Learn more:","sentiment_score":0.1375}
{"full_text":"Guitarist bored in lockdown trains his parrot to sing along to The Beatles, Bon Jovi and Coldplay ","sentiment_score":-0.5}
{"full_text":"You might not think you are at risk from #coronavirus but your actions have a very real impact on other people. The virus has #NotGoneYet and we all need to #StayHome to protect the NHS and save lives And remember to keep doing the simple stuff to stop the spread -","sentiment_score":0.045}
{"full_text":"Donna Rovito and Angelic Rodgers take a look at \"COVID-19's Impact on Medical Education\" in Winter 2021's issue of Physician Family. #PhysicianFamilyStrong","sentiment_score":0.0}
{"full_text":"Explore how the hospitality giant #Marriott responded to the pandemic through the prism of its core beliefs, which began with taking care of its people. Read more in the WSJ CIO Journal.","sentiment_score":0.25}
{"full_text":"Loving #Kindness heals the #Heart!#JoyTrain #Joy #Love #Peace #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #Quote #ChooseLove  #SuperSoulSunday #SundayMorning #SundayThoughts #SundayMotivation #ThinkBigSundayWithMarsha RT","sentiment_score":0.6333333333}
{"full_text":"When survivors of human trafficking seek medical care, it is crucial physicians are trained to identify and care for such patients. Learn 5 ways to assist survivors and provide comfort amid the isolation of the #COVID19 pandemic.","sentiment_score":0.0}
{"full_text":"\"Once Covid is over\" starting to sound a lot like \"honey, this whole transgender thing is just a phase.\"","sentiment_score":0.2}
{"full_text":"How you can build resilience during lockdownhttps:\/\/t.co\/kMtgq6FEtb","sentiment_score":0.0}
{"full_text":"Orthodox Jews clash with police in Israel as some religious schools open in violation of lockdown","sentiment_score":-0.0666666667}
{"full_text":"We are helping children with #SightLoss and their parents access the support they need for at-home learning during lockdown. Find out more and see if we can help you:","sentiment_score":0.5}
{"full_text":"Cases of COVID-19 are rising rapidly across the whole county and the NHS is under extreme pressure. We must all ACT NOW. Let's stand together, by standing apart. For more information, please visit: #NorthantsTogether","sentiment_score":0.1916666667}
{"full_text":"RT Gov. Noem never shut down South Dakota. Their unemployment rate just dropped to 3.0%. That's lower than it was BEFORE th...","sentiment_score":-0.1555555556}
{"full_text":"As of Saturday, more than 5000 Illinoisans tested positive for COVID-19https:\/\/t.co\/yglQu28CR0","sentiment_score":0.3636363636}
{"full_text":"We are a 'long, long, long way off lifting lockdown', says Matt Hancockhttps:\/\/t.co\/ZI7LcL1hRG","sentiment_score":-0.05}
{"full_text":"#coronavirus cases continue to drop in Brighton and Hove","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"thanks for supporting the #COVID vaccination training programme by providing us with lunch  As one of the Trainers it really does help!","sentiment_score":0.2333333333}
{"full_text":"Tens of thousands of college students are at risk of a EUR50 tax clawback on their EUR250 Covid-19 compensation credit, it has emerged. reportshttps:\/\/t.co\/KIiJYAXQGH","sentiment_score":0.0}
{"full_text":"Harlandale ISD officials have recommended that families transition from in-person instruction to a virtual learning model as local COVID-19 case counts continue to surge in the area.","sentiment_score":0.0}
{"full_text":"\"I've been trying to think about what it means to write about small things. And not in a way that's cloying, but just in a way that acknowledges the enormity of the pleasure that you can take in that kind of space.\" and on poetry.https:\/\/t.co\/1HHP6jFs4M","sentiment_score":0.175}
{"full_text":"Free COVID-19 testing sites are available all over the County for anyone ages 6 months or older.To locate a testing site: visit or call 2-1-1.","sentiment_score":0.4}
{"full_text":"\"The pandemic has taken a devastating toll on young people's mental health and wellbeing\" ready to respond after #YouthIndex report published on young people's wellbeing ","sentiment_score":-0.14}
{"full_text":"We demand equity and fairness in the Rescue Plan. Call your Senators and urge them to bailout families and working people, not big business.#Covid19 #CoronaVirus #CoronaOutbreak #StayHome #StayHomeKC","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 26.4FWind Chill: 20.6FHumidity: 61%Dew Point: 14.7F Barometer: 30.346 inHgWind: 5 mph from the NCorona Virus Weekly Stats:Cases: 136.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Substantial pay rises are need now for these heroes.","sentiment_score":0.0}
{"full_text":"Congress must strengthen the social safety net--paid sick, family leave, food security and safe and affordable housing. This #COVID19 crisis shows why these things are important to our security, health and future.","sentiment_score":0.0438095238}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"In the fight against #COVID19, resiliency is more important than ever.#IrelandAHC","sentiment_score":0.45}
{"full_text":"RT Joe Biden has a Rolex watch and it is pissing people off.Just FYI, Dr. Birx wore a different Hermes scarf every fucking...","sentiment_score":-0.3}
{"full_text":"Dr. Fauci says Covid vaccines appear to be less effective against some new strains","sentiment_score":0.1898989899}
{"full_text":"RT One more detail.Pre-pandemic, solar installation employed some 240,000 Americans - 5x the number employed by coal","sentiment_score":0.5}
{"full_text":"RT If \"Network of lies and rumours\" get defeated than what would be left of ???PM Modi exhorts youths to def...","sentiment_score":0.0}
