{"full_text":"RT yeah i'm sure a show about rich people spending money on stupid things is exactly what normal people want to watch during a...","sentiment_score":0.095}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"Every word David Moyes said on Haller, Snodgrass and Lanzini's coronavirus protocol breach","sentiment_score":0.0}
{"full_text":"RT Are Covid patients getting younger?","sentiment_score":0.0}
{"full_text":"This premier needs to realize that he is driving people who have been doing these things into doing the exact opposite in order to assert their civil liberties! I am normally a home-body but I shall make a point of going out every night if he dares to enact a curfew. #NOCURFEWS","sentiment_score":0.1333333333}
{"full_text":"RT What's the first fun thing you're gonna do when the pandemic is over?","sentiment_score":0.275}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"Putting my make up on and just stay at home just because ","sentiment_score":0.0}
{"full_text":"Breaking character- One of my family members has tested positive for Covid. I don't know how active I will be in the following weeks, I want to do what I can to ensure mine and everyone else's health and safety. I apologize for the inconvenience, I hope you guys understand.","sentiment_score":0.0313131313}
{"full_text":"RT the ultimate freedom to die for capital interests","sentiment_score":0.0}
{"full_text":"RT #MaheshBabu's sister in law #ShilpaShirodkar Becomes First #Bollywood Actress to Get COVID-19 Vaccine","sentiment_score":0.25}
{"full_text":"RT FOLKS--if you think #COVID19 cases is really bad in the US, it is even more epically surging in the UK  &amp; Ireland . I ma...","sentiment_score":-0.1}
{"full_text":"Wayne Rooney Tony Marshall\/Getty Images Derby interim manager Wayne Rooney and the club's entire first-team sq...https:\/\/www.s...https:\/\/t.co\/xwdamToGNd","sentiment_score":0.0}
{"full_text":"Hey divesters have you all found a way to blame Black men?","sentiment_score":-0.1666666667}
{"full_text":"RT \"The longer we allow this virus to spread in the community unabated, the more these new variants are going to show up.\"...","sentiment_score":0.3181818182}
{"full_text":"RT The Exonerated 5. Access Hollywood. The Muslim Ban. \"Very fine people on both sides.\"Family separation. The Ukraine call....","sentiment_score":0.5416666667}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"I honestly don't know how you carry on. ","sentiment_score":0.6}
{"full_text":"RT Nationwide COVID-19 vaccination drive to begin from Jan 16https:\/\/t.co\/VKGvzHSwaw","sentiment_score":0.0}
{"full_text":"Honestly I think that there are two main reasons that made 2020 Hypixel's most successful year.1) Coronavirus\/people staying at home more2) The rise of SkyblockIMO since Hypixel completely dominates the multiplayer community, they don't need to innovate as much :\/","sentiment_score":0.2952380952}
{"full_text":"RT THE ENDLESS OPPORTUNITIES AND FEW CHALLENGES OF MULTIMODAL AI  #MachineLearning #AI #100Day...","sentiment_score":-0.1625}
{"full_text":"RT BUILDING ENTERPRISE-GRADE BIG DATA APPS WITH LOW-CODE PLATFORMS #data #Python #MachineLearning #AI...","sentiment_score":0.0}
{"full_text":"RT This is what your taxes and capitulating to the government get you.Scottish police use lockdown powers to storm into...","sentiment_score":0.0}
{"full_text":"PROTECT YOURSELVES PEOPLE!! Wear your mask over BOTH YOUR MOUTH AND NOSE!!! We are losing 4000 people a day!!! Dont be one of them please.","sentiment_score":0.0}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT May pregnancy tests and covid tests be negative all 2021. Amen.","sentiment_score":-0.3}
{"full_text":"RT Wishing our students, teachers and parents a great year as students return to their classrooms after many months of pandemic...","sentiment_score":0.65}
{"full_text":"RT Tragic news...It is ok not to be ok. Don't be afraid to ask for help.https:\/\/t.co\/9DD46VGqpD@CAEP_Docs","sentiment_score":-0.0875}
{"full_text":"RT A bonus to the COVID-19 relief bill: West Virginia's New River Gorge is now a national park","sentiment_score":0.1363636364}
{"full_text":"28 flights with COVID-19 cases reported at Mississauga's Pearson Airport over past week.","sentiment_score":-0.25}
{"full_text":"RT The US may have its own version of a more transmissible coronavirus and that might be helping fuel the already aggressive spread o...","sentiment_score":0.55}
{"full_text":"RT Super spreader ","sentiment_score":0.3333333333}
{"full_text":"RT Southern California is so overwhelmed with coronavirus cases that patients are backed up trying to get into hospitals, and bod...","sentiment_score":0.0}
{"full_text":"Every word David Moyes said on Haller, Snodgrass and Lanzini's coronavirus protocol breach","sentiment_score":0.0}
{"full_text":"#DrBonnieHenry would need to retract this and acknowledge #aerosol #airborne now! #masksinclass and now unfortunately with mismanagement of this Pandemic a  #CircuitBreakerBC","sentiment_score":-0.5}
{"full_text":"+1 Fecking amen to that! ","sentiment_score":0.0}
{"full_text":"RT Me trying to figure out if I qualify for a COVID vaccine while I work for a school but only in the Athletic Department","sentiment_score":0.0}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"RT SC Senate Medical Affairs subcommittee will take up abortion ban bill on Thursday, Jan. 14, 10 am, Gressette Room 105. In...","sentiment_score":0.0}
{"full_text":"It's the consequences of all your GOP lies, and yes, maybe real Americans want vengeance against those that attacked the People's House.You miserable toady.","sentiment_score":-0.4}
{"full_text":"RT More Americans died of COVID 19 today than died in the attacks on 9\/11Same as yesterdaySame as tomorrow","sentiment_score":0.5}
{"full_text":"RT #stlok_VS_pRthviilokAlmighty Lord Kabir is in the immortal place Satlok.In Satlok,there is absolute peace, happiness,there...","sentiment_score":0.2}
{"full_text":"&amp; sorry, if I sound ungrateful because I'm very grateful for the position that I'm in. It's just not being able to work certain weeks or days and have that balance in my life depresses me a little especially during this pandemic.","sentiment_score":0.0895408163}
{"full_text":"RT \"If you know that the mask is a lie, you must not wear it.\"@drsimonegold spoke at the Jan. 5th #StopTheSteal rally i...","sentiment_score":0.0}
{"full_text":"RT .@houmayor Turner holds a media briefing at #COVID-19 vaccination site at The health departm...","sentiment_score":0.0}
{"full_text":"Post covid were hanging Idc","sentiment_score":0.0}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"I've never rooted for COVID to strike someone in the vulnerable category more","sentiment_score":0.0}
{"full_text":"RT We have started administering the COVID-19 vaccine as of Jan. 6, and we will be using a phased approach to vaccinate the re...","sentiment_score":0.0}
{"full_text":"RT University students out there who are struggling. I believe this is a hard time for all of us, but I trust that we can overcom...","sentiment_score":-0.2916666667}
{"full_text":"RT Your COVID-19 Questions Answered (Open Forum Part 2 - 8th Jan 2020)","sentiment_score":0.0}
{"full_text":"Covid-19 Saturday January 9, 2021 Update via","sentiment_score":0.0}
{"full_text":"RT If you wear a mask and aren't coked up out of your mind they will let you in. In other words, that will...","sentiment_score":-0.125}
{"full_text":"RT As was the secure chamber where members of congress had to hunker down. Reports of up to 50 GOP members who refuse...","sentiment_score":0.1222222222}
{"full_text":"RT Stay safe, safe flight, let me know when you're home, hati-hati di jalan; is never a small talk for me.","sentiment_score":0.375}
{"full_text":"He set the example and everyone followed. Gladys says you should ... And then refuses to wear a mask.","sentiment_score":0.0}
{"full_text":"Top CRE Articles in December 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #CREtech #IoT #Leasing","sentiment_score":0.5}
{"full_text":"RT Some folks have commented on how chilling it was to get Quebec's curfew emergency alert tonight. It was chilling. But no...","sentiment_score":-0.5}
{"full_text":"RT Like Tablighis were spreading Covid-19 few months back","sentiment_score":-0.1}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"Amazon owned by Jeff Bezos who profited most from COVID &amp; owns biased Washington Post.  Also lost $10 Billion Pentagon contract to Microsoft and blame Trump.","sentiment_score":0.5}
{"full_text":"RT Canadian expert's research finds lockdown harms are 10 times greater than benefitshttps:\/\/t.co\/iwYoJt1nUZ","sentiment_score":0.5}
{"full_text":"One of best bits re living in Melb (pre-Covid) was chance to attend talks by interesting ppl, as well as oppty to ask q's. In 2013, I listened to Guardian's, Rusbridger &amp; Viner talk about media &amp; I got to ask a q. Both my q &amp; their a's were cut from videohttps:\/\/t.co\/ydycpH1jMw","sentiment_score":0.75}
{"full_text":"Strangly enough Sweden has lower death numbers than countries with a lockdown after lockdown after lockdown. Like Austria for example.","sentiment_score":0.0}
{"full_text":"RT #Breaking26 teachers test #COVID19 positive in #Gajapati district 2 students also test positive. Highest 21 teachers contr...","sentiment_score":0.2272727273}
{"full_text":"RT covid when                           covid whenpeople play                       people speakbasketball...","sentiment_score":0.0}
{"full_text":"RT Due to COVID-19 situation, the team has changed the format of the press conference CP sausage Hokkaido milk flavor launch to...","sentiment_score":-0.125}
{"full_text":"Hell for all this the verzuz battle could've been done when had #COVID19 and suggested it be done then. Smh well u know what they say thirds the charm","sentiment_score":0.0}
{"full_text":"Pope Francis to recieve COVID-19 vaccine next week","sentiment_score":0.0}
{"full_text":"Every word David Moyes said on Haller, Snodgrass and Lanzini's coronavirus protocol breach","sentiment_score":0.0}
{"full_text":"Buckingham Palace has confirmed that the Queen and the Duke of Edinburgh have received Covid-19 vaccinations.The Queen, 94, and Prince Philip, 99, are among around 1.5 million people in the UK to have had at least one dose of a vaccine so far.","sentiment_score":0.0666666667}
{"full_text":"Coronavirus has exposed slow pace and limited scope of promised reforms by the government and private sector to clean up India's mica trade and stop deaths","sentiment_score":-0.0011904762}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"Got mine a week before my birthday in October.","sentiment_score":0.0}
{"full_text":"Looking for the latest in #COVID19 #vaccine developments? We've compiled updated science and evidence-based resources on the status of vaccinations, including what physicians should know. Stay up to date: #VaccinesWork","sentiment_score":0.5}
{"full_text":"State Officials Warn of COVID-19 Scam in Alabama  #alnews #coronavirus #covid19 #consumeralert #alabamanewsnetwork","sentiment_score":0.0}
{"full_text":"A look at COVID-19 vaccination progress worldwide","sentiment_score":0.0}
{"full_text":"The biopharma industry finds itself at the center of global attention from the pandemic's outset; it has had a remarkable year. But how can it build on this renewed sense of purpose? ","sentiment_score":0.2166666667}
{"full_text":"RT \"If you know that the mask is a lie, you must not wear it.\"@drsimonegold spoke at the Jan. 5th #StopTheSteal rally i...","sentiment_score":0.0}
{"full_text":"California health authorities on Saturday reported a record high of 695 coronavirus deaths as many hospitals strained under unprecedented caseloads.https:\/\/t.co\/GJZN5hrF1Q","sentiment_score":0.42}
{"full_text":"#COVID19 | To #staysafe from #coronavirus, make sure to always:    Wear your #mask properly  Frequently wash your hands with soap  Maintain safe distance - Remember: no carelessness until there is a cure!  #Unite2FightCorona","sentiment_score":0.4083333333}
{"full_text":"RT Stubborn. Pandemics require continuous learning, leading with adaptability, upon a foundation of tried &amp; tested public hea...","sentiment_score":0.0}
{"full_text":"Last year made the most of their lockdown in Melbourne getting their name and music out to the world in between frothing acts like and more! #WoSYearInReview","sentiment_score":0.375}
{"full_text":"RT Happy lock down dick! :P","sentiment_score":0.4518518519}
{"full_text":"The Georgia Department of Health has released a lengthy plan for how the state will distribute vaccines in the coming months. Stay informed on the latest information on the vaccine and its distribution with 95.5 WSB. ","sentiment_score":0.5}
{"full_text":"While more than 4.2 million Americans have already received their first doses of the COVID-19 vaccine, millions more are waiting -- and scammers are using the uncertainty to prey on people desperate to gain access.","sentiment_score":0.1625}
{"full_text":"As India prepares to launch its vaccine drive on January 16, here is a look at the optionshttps:\/\/t.co\/OvPsY0WckO","sentiment_score":0.0}
{"full_text":"\"This is real money\": Aaron Rodgers pledges $500,000 to the Barstool Fund, a non-profit organization helping small businesses struggling in the pandemic.","sentiment_score":-0.025}
{"full_text":"Ready to answer the call? Sign up now and help California meet urgent COVID-19 medical response needs.Statewide deployment: part-time: locally:","sentiment_score":0.0666666667}
{"full_text":"The staff member last reportedly worked on Dec. 15, 2020. Due to the amount of time the individual was away from the facility, it is not believed that any other staff or youth were exposed to the virus.","sentiment_score":-0.0625}
{"full_text":"Queen Elizabeth II and the Duke of Edinburgh have received their Covid-19 vaccinations, a Buckingham Palace spokesperson said Saturday.","sentiment_score":0.0}
{"full_text":"RT Just abolish the filibuster, then \"reconciliation\" isn't necessary.","sentiment_score":0.0}
{"full_text":"The next step that these demon-possessed people will be is the persecution of Christians","sentiment_score":0.0}
{"full_text":"Will the concept of lectures become a relic of the past in a post-COVID-19 world?","sentiment_score":-0.25}
{"full_text":"RT .@Wral listed Selena as one of the activists who helped the lockdown of Donald Trump and his \"dangerous misinformation a...","sentiment_score":-0.6}
{"full_text":"#Latest The Chinese mainland reported 69 new COVID-19 cases on Saturday, 21 imported and 48 locally-transmitted. #Covid_19","sentiment_score":0.2121212121}
{"full_text":"Covid-19: Rapid tests for asymptomatic people to be rolled out","sentiment_score":0.0}
{"full_text":"Time: 03:00 * Temp: 4.5degC * Wind: W 0.0 to 2.0mph * Pressure: 1018.2hPa * Rain: 0.0mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:40 * Sunset: 16:20 * Cloudbase: 400ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Covid-19: Rapid tests for asymptomatic people to be rolled out","sentiment_score":0.0}
{"full_text":"RT $2.65 COVID-19 prevention!","sentiment_score":0.0}
{"full_text":"Join us at the 25th Annual ARC Industry Forum to learn how industry leaders are transforming their operations. #covid19 #arcforum #digitaltransformation #manufacturing #industry #smartcities #supplychain Register Today!","sentiment_score":0.0}
{"full_text":"COVID-19 seroprevalence among healthcare workers of a large COVID Hospital in Rome reveals strengths and limits of two different serological tests: In several hospitals worldwide, healthcare workers are currently at the forefront against coronavirus...","sentiment_score":0.0535714286}
{"full_text":"RT Stay safe, safe flight, let me know when you're home, hati-hati di jalan; is never a small talk for me.","sentiment_score":0.375}
{"full_text":"RT This is so sad. Mexico probably has the highest per capita Covid fatality rate for doctors and nurses. They are dramatical...","sentiment_score":-0.5}
{"full_text":"Covid-19: Rapid tests for asymptomatic people to be rolled out","sentiment_score":0.0}
{"full_text":"Buffalo-area restauranteurs discuss how they are making the best of things during the turbulent pandemic.READ MORE: #restaurants #Buffalo #NewYork #WNY","sentiment_score":0.75}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"Risk of COVID is too great.","sentiment_score":0.8}
{"full_text":"Ted Cruz.  More worried about losing followers than losing 4000+ Americans to a pandemic his state has been over run by...More concerned with losing followers than an ATTEMPTED COUP by Trump.#ResignTedCruz","sentiment_score":0.5}
{"full_text":"Australia's coronavirus quarantine rules are changing because of mutant strain fears","sentiment_score":0.0}
{"full_text":"Covid-19: Rapid tests for asymptomatic people to be rolled out","sentiment_score":0.0}
{"full_text":"RT Being able to \"hunker down at home\" is a privilege.Appropriate supports for vulnerable communities are the only true b...","sentiment_score":0.0388888889}
{"full_text":"RT Queen Elizabeth II and her husband the Duke of Edinburgh have received their Covid-19 vaccinations, Buckingham Palace says","sentiment_score":0.0}
{"full_text":"Shuta kastressful magbyahe during this pandemic gid ya. Add to that this long bureaucratic process. And the strenuous packing (I have myself to blame for hoarding whyyy you like this self???) Tapos to travel alone? Thanks for porters my life saviors.","sentiment_score":0.075}
{"full_text":"RT Daryl Dixon [to Judith]: Keeping you and RJ safe -- this place -- that's -- that's what's important.#TheWalkingDead...","sentiment_score":0.5}
{"full_text":"RT  What occurred in DC on Wed. was a direct result of Non-existant Intelligence from the FBI to DC officials. While I wa...","sentiment_score":0.1}
{"full_text":"Every word David Moyes said on Haller, Snodgrass and Lanzini's coronavirus protocol breach","sentiment_score":0.0}
{"full_text":"RT It's now 1\/16 in London with covid btw","sentiment_score":0.0}
{"full_text":"RT 52\/ \"They've lost control...They've used the pandemic as a way of defrauding the people in a proper election.\" Trump now...","sentiment_score":0.0}
{"full_text":"If nothing else, COVID-19 has shown our job as teachers isn't just to go over content, ideas, and to develop skills. Our first job is to offer a guiding hand and a calming voice. Join Dinur and Adam as we talk about how to do this.https:\/\/t.co\/TTIx2BDtwn","sentiment_score":0.25}
{"full_text":"First of all, covid affects *everyone*, and I haven't seen this observation borne out in any research. Someone you know may have treated \"dozens\" covid patients, but I'm in a Facebook group with 52,000 of them lol","sentiment_score":0.525}
{"full_text":"RT Pope Francis plans to get coronavirus vaccine, calling it ethical obligation","sentiment_score":0.2}
{"full_text":"RT It's actually globalist puppet Johnson telling Sage, Vallance &amp; Whitty what to tell the MSM. The MSM are in cahoots. They...","sentiment_score":0.0}
{"full_text":"At 57 seconds, she gets a blast of Covid right in the face.","sentiment_score":0.2857142857}
