{"full_text":"RT Dr. Drew tested positive for COVID-19 yesterday. He apologized for all of the times he downplayed Coronavirus. Here they...","sentiment_score":0.2272727273}
{"full_text":"RT Blue-check reporter who panicked for months and helped destroy small businesses is surprised and sad that small businesse...","sentiment_score":-0.22}
{"full_text":"RT This party seems so fun","sentiment_score":0.3}
{"full_text":"RT Lady dies after C vaccine in Switzerland.  But not to worry the vaccine will not be listed as her cause of death and pr...","sentiment_score":0.0}
{"full_text":"You have not done good this year, I hate that you had to get Covid to get some perspective, but wtf dude? The Hippocratic oath is to do no harm, you did harm. You made a joke of this and as a public figure you should know better. And when you retweet people, we see the both sides","sentiment_score":-0.02}
{"full_text":"Society cannot return to its pre-Covid state","sentiment_score":0.0}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"RT New Year social distancing in Cambodia.","sentiment_score":0.0848484848}
{"full_text":"You know what you do when your a #COVIDIOT you tweet what you've just tweeted.","sentiment_score":0.0}
{"full_text":"RT Please read our COVID-19 vaccination programme update and details regarding false information circulating, which we can confirm...","sentiment_score":-0.4}
{"full_text":"RT I was today years old when I got yelled at by the former Chair of the UH Board of Regents, current treasurer of its PAC, (and...","sentiment_score":0.0333333333}
{"full_text":"They aren't taking any apprentice classes this year due to corona and I can only recommend state recognized journeyman for work, and we are doing layoffs in two weeks","sentiment_score":-0.0625}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"Police union calls for officers to get priority access to Covid-19 vaccine","sentiment_score":0.0}
{"full_text":"The potential of a Sirens season set during the pandemic would have been insane.","sentiment_score":-0.5}
{"full_text":"RT The con job never ends.  In reality, our alliances are weaker. Our adversaries are stronger and know more of...","sentiment_score":0.5}
{"full_text":"No words. These people are total zombies. In fact this looks like \"Dawn of the Dead,\" with more stupid zombies.","sentiment_score":-0.125}
{"full_text":"RT we're never making it outside dkm","sentiment_score":0.0}
{"full_text":"How stupid of a person do you have to be to go outside in public when you know you have covid....","sentiment_score":-0.2666666667}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT India's drug regulator approved a coronavirus vaccine developed by AstraZeneca and Oxford University for emergency use. Re...","sentiment_score":0.1}
{"full_text":"RT Frank Lampard has confirmed that two members of Chelsea's backroom staff have tested positive for coronavirus ahead of his...","sentiment_score":0.3136363636}
{"full_text":"Maine CDC: 700 new COVID-19 cases, 4 new deathshttps:\/\/t.co\/Ru4UGv5Qkb","sentiment_score":0.1363636364}
{"full_text":"RT A brief review of Statutory Instrument 701 of 2020 - same being the regulation which has resulted in the entire State...","sentiment_score":0.0}
{"full_text":"Thread on why, unlike London, Wuhan had a #NewYearsEve without a rampaging pandemic. #covid #WearAMask","sentiment_score":0.0}
{"full_text":"RT \"A whole ward of children here\" is the most terrifying line I have heard since this whole thing started at the start of las...","sentiment_score":-0.025}
{"full_text":"RT Critically ill Covid patients in Kent are being transported by ambulance and helicopter as far as Bristol, Leeds, Southa...","sentiment_score":-0.2}
{"full_text":"RT A Virginia man was wrongfully arrested by a maskless cop &amp; tested positive for COVID a week later... he is now planning...","sentiment_score":0.1136363636}
{"full_text":"RT It is a sign of the brokenness of American politics that Gov. Kristi Noem can let a pandemic rampage out of control in South D...","sentiment_score":0.0}
{"full_text":"But the same is said in country's that didn't lockdown, should there not be catastrophic numbers in these country's who ignored crazy lockdown restrictions??? ","sentiment_score":-0.3}
{"full_text":"RT Excellent by founders of #GreatBarringtonDeclaration saying over 99.9% of under 70s survive Covid, so when over 70s and th...","sentiment_score":1.0}
{"full_text":"RT I know we are in a pandemic but we have to celebrate DOOM. Just playing the music isn't good enough.","sentiment_score":0.35}
{"full_text":"CHINA REACTED STEADILY AND WITH DISCIPLINE, NOT WAITING FOR INSTRUCTIONS FROM THE WEST AND FOR THEIR MEDICINE. LOOKED WITHIN FOR SOLUTIONS.","sentiment_score":0.1666666667}
{"full_text":"I'm curious to hear his story. There's got to be a reason behind this. 20-40% health care workers are refusing to take the COVID vaccine because they don't trust the government and still don't know the long term effect of the vaccine. That's saying a lot.","sentiment_score":-0.1833333333}
{"full_text":"RT As we wait to hear from it's important to remember, whatever the circumstances of Min Allard's trip, he had to know...","sentiment_score":0.4}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT December was the deadliest month of the pandemic  Covid-19 Deaths in the US Jan     0 Feb     1  Mar     5,277  April...","sentiment_score":0.0}
{"full_text":"RT 3,460 Americans died yesterday in the pandemic surge that has said and done nothing about. These people...","sentiment_score":0.0}
{"full_text":"Why can they party, but I have to stay in and pray I don't get sick.? Can't see my family, hold them, like Rudy is holding his idiot. I don't stay in so they can spend our money either! We can't get more than 600, but they can party until the cows come home on our tab.","sentiment_score":-0.4047619048}
{"full_text":"First can't campaign cause he was an irresponsible wanker re: COVID &amp; has to quarantine. And now this? GA, srsly, please vote this guy out. He's just asking you to vote &amp;","sentiment_score":0.25}
{"full_text":"Sorry I won't support the covid denialist haven that is the Telegraph by visiting it's YouTube channel.","sentiment_score":-0.5}
{"full_text":"RT Good to speak to on today. The decision to delay the second dose of Pfizer Covid-19 vaccine from 3 we...","sentiment_score":0.35}
{"full_text":"RT The #vaccine requires 2 shots. According to the studies, immunity to Covid increases only 8-10 days after the 1st injec...","sentiment_score":0.0}
{"full_text":"GA hospitals near capacity. Covid19 cases rising in every age group, including kids. Superspreader variant already in Florida, which means it's definitely here in GA. I want my kids in school, but reopening after holidays seems like a VERY BAD idea. We need to be safe, not sorry","sentiment_score":-0.012}
{"full_text":"RT Infection level in England is three times higher, death rate is twice as high, hospital admissions are twice as high, ICU admi...","sentiment_score":0.19}
{"full_text":"RT With the arrival of these new 777 freighters, we are injecting much needed capacity in the market helpin...","sentiment_score":0.1681818182}
{"full_text":"He already lost when he started supporting trump.  Did you forget Trump is ON TAPE stating he was going to down play the coronavirus? He hasn't confronted Putin on the bounties on US soldiers and the recent cyber attack. Not a good look supporting a racist president.","sentiment_score":-0.0011111111}
{"full_text":"Here's how folks using the  Covid assessment site at  leave the street every day which the hospital does nothing to clean up..just fucking trash, get some education for fucks sake","sentiment_score":-0.1166666667}
{"full_text":"RT Stony silence from &amp; on the crisis currently engulfing the NHS.At a time when hospitals are...","sentiment_score":0.0}
{"full_text":"RT Indoors. No social distancing. Not a mask to be seen ","sentiment_score":-0.0166666667}
{"full_text":"RT New Year's Resolutions:1) Maintain social distancing","sentiment_score":0.0848484848}
{"full_text":"RT It's late. I've had some wine. I am thinking about that 40-something #covid19 patient who told me that he \"can't die lik...","sentiment_score":-0.3}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"Why so many? Is it Covid or cold?","sentiment_score":-0.05}
{"full_text":"PARDON????????#bonneannee2021","sentiment_score":0.0}
{"full_text":"RT 52 dead in COVID-19 outbreak at Scarborough long-term care home","sentiment_score":-0.2}
{"full_text":"RT JUST IN | SA's Covid-19 infections climb by 16 726, bringing the total cases to 1 073 887. There have been 418 new fatalities,...","sentiment_score":0.0681818182}
{"full_text":"RT Critically ill Covid patients in Kent are being transported by ambulance and helicopter as far as Bristol, Leeds, Southa...","sentiment_score":-0.2}
{"full_text":"RT BREAKING--Wisconsin pharmacist who intentionally ruined 500 doses of #COVID19 vaccine has now been arrested. Detectives beli...","sentiment_score":0.0}
{"full_text":"RT A nationwide lockdown worked in New Zealand. It didn't last forever. Why isn't demanding this? The gove...","sentiment_score":0.0681818182}
{"full_text":"RT A live Vanilla Ice performance *and* a chance to catch a deadly disease? That's win-win!","sentiment_score":-0.0568181818}
{"full_text":"If he thought vaccines were ineffective why did he spoil them?","sentiment_score":0.0}
{"full_text":"RT The new film version of \"The Masque Of The Red Death\" is gonna be ","sentiment_score":0.0681818182}
{"full_text":"RT They didn't slip. They were pushed.","sentiment_score":0.0}
{"full_text":"What about our children, in Surrey? We have one of the highest COVID rates!!!! Are our children to be sent into the lions den? Are our children's lives not important?@surreylive @SurreyCouncil @SpelthorneBC @SkyNewshttps:\/\/t.co\/ZV1VwwuWeo","sentiment_score":0.0}
{"full_text":"RT Imagine going to a NYE party in the middle of a pandemic and risking everything to see Vanilla Ice.","sentiment_score":0.0}
{"full_text":"RT #cdnpoli UK variant of concern spreading extremely fast and also attacking greater proportion of children. It's here and...","sentiment_score":0.35}
{"full_text":"'Perfectly Healthy' 18-Year-Old Dies of COVID-19 Three Days After Being Hospitalized - People","sentiment_score":0.5}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"RT Stony silence from &amp; on the crisis currently engulfing the NHS.At a time when hospitals are...","sentiment_score":0.0}
{"full_text":"'BBB' - The language of the UN. Which begs the question;Has Boris merely traded one over-reaching undemocratic globalist project for another.","sentiment_score":-0.5}
{"full_text":"RT I'm just saying if Kelly Loeffler didn't invest in body bags after her classified senate briefing on COVID-19 it would be pr...","sentiment_score":0.0}
{"full_text":"RT With deaths back up to 1000 a day, I keep thinking of all the high profile politicians, journalists, pundits, positive p...","sentiment_score":0.1290909091}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT Imagine living somewhere where 1 good, sensible, timely yet considered decision was made, stuck to, then implemented succes...","sentiment_score":0.7}
{"full_text":"Seems reasonable. Maybe someone could tell as this, like so much else, is beyond their ability.","sentiment_score":0.2}
{"full_text":"That's the reason. A couple players have covid but they said they were unable to test their players, coincidentally they have 12 players injured, are in bad form and we're in the form of our lives","sentiment_score":-0.6}
{"full_text":"RT New Year's Eve celebration at Mar-a-Lago during deadly pandemic","sentiment_score":-0.0318181818}
{"full_text":"RT Johnson staged a conspiracy Senate panel of covid vaccine skeptics, anti-maskers, and fake drug promoters just weeks ago. H...","sentiment_score":-0.5}
{"full_text":"if you cannot wear a mask to simply help the sake of others you absolutely are","sentiment_score":0.1}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"The ironic thing is that \"Ice Ice Baby\" is a classic song about honoring one's social responsibility to ensure public safety by adhering to coordinated efforts led by government policy.I mean, it literally starts, \"Alright stop, collaborate and listen.\"","sentiment_score":0.0175}
{"full_text":"RT The world is closing its doors to the United Kingdom after a new strain of the coronavirus appears to be spreading.","sentiment_score":0.1363636364}
{"full_text":"RT Brilliant botanist Diana Beresford-Kroeger talks to The Tyee about keeping well in a time of extra worry.https:\/\/t.co\/ijpfEW...","sentiment_score":0.45}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"Vanilla Ice's career seems to be doing well.","sentiment_score":0.0}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT FIRST ON 3: Hours after people were turned away due to a \"depleted inventory\" we discovered vaccines were being given to...","sentiment_score":0.0625}
{"full_text":"RT New Year's Eve celebration at Mar-a-Lago during deadly pandemic","sentiment_score":-0.0318181818}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"Thanks to and for an intellectually stimulating 2020 and for helping us cope with the lockdown. Looking forward to what you will bring us in this new year.","sentiment_score":0.2121212121}
{"full_text":"RT I've thought long &amp; hard about this &amp; decided the middle of a global pandemic is not the optimum time to make my #veganuar...","sentiment_score":0.0716666667}
{"full_text":"RT This is incredibly serious.","sentiment_score":-0.3333333333}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"RT Another devastating article by NHS workers. Every time you see someone post something like \"oh, it's not that bad\", \"t...","sentiment_score":-0.85}
{"full_text":"Top CRE Articles in December 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #CREtech #IoT #Leasing ","sentiment_score":0.5}
{"full_text":"The Covid deniers will only believe when it's one of their loved ones, in ITU with multi organ failure.Thank you for all your hard work ","sentiment_score":0.1361111111}
{"full_text":"Nothing hysterical about it. It seems sensible enough not to want to get covid at a stage where a vaccine is on the way.","sentiment_score":-0.5}
{"full_text":"Yeah. Fuck you very much to everyone involved. Hope you're savoring the moment ;o)","sentiment_score":-0.07}
{"full_text":"RT The number of confirmed U.S. coronavirus cases has surpassed 20 million, according to data from Johns Hopkins University. That's ne...","sentiment_score":0.4}
{"full_text":"RT I saw your video apologizing about your earlier stance on COVID. That's not enough, you have a duty to present...","sentiment_score":0.0}
{"full_text":"Those in denial won't give a shite whatever images they see from inside hospitals. COVID isn't real or isn't going to happen to them.If they don't believe it know they never will.","sentiment_score":0.2}
{"full_text":"RT New Year social distancing in Tokyo.","sentiment_score":0.0848484848}
{"full_text":"RT .@tedlieu don't forget to ask what he knows about and pressure campaign on Ukrai...","sentiment_score":0.0}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"RT We've hit a record high # of COVID cases in GA. Hospitals are over capacity, w\/ some waiting hours &amp; days for admission...","sentiment_score":0.16}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"RT Still seething about this. If it's a hoax, let's take all these imbeciles inside the covid ward without PPE. See how brav...","sentiment_score":0.0}
{"full_text":"Stanbic to pay out Shs110b dividend amid Covid-19 #MonitorUpdates","sentiment_score":0.0}
{"full_text":"The World Bank is providing $12B to help low\/middle-income countries finance COVID-19 vaccines, tests &amp; treatments:","sentiment_score":0.0}
{"full_text":"It maybe the first day of 2021. But we still need to fight the virus so remember keep- washing your hands- Wear a face covering- Keep to social distancing - follow the latest guidance","sentiment_score":0.2611111111}
{"full_text":"Bitcoin has quadrupled in value this year amid the global pandemic.","sentiment_score":0.0}
{"full_text":"Thanks for calling out the bullshit of this virus... Where's the excuse for this lockdown now? ","sentiment_score":0.075}
{"full_text":"Each year, releases its annual fashion color trend report revealing what colors will be in style the following seasons. Here are the colors they predict will be in style in spring and summer of 2021. | By","sentiment_score":0.0}
{"full_text":"#ScammersGonnaScam New COVID-19 Relief Check Scams Are Already Showing Up","sentiment_score":0.1363636364}
{"full_text":"Preparing For A Post-Covid Future What are the appropriate L&amp;D strategies?","sentiment_score":0.25}
{"full_text":"RT The more you look, the more you find...B.1.1.7 now confirmed multiple cases in California, Florida, Coloradohttps:\/\/t.co\/Y...","sentiment_score":0.35}
{"full_text":"Gig workers (like many delivering our takeout and groceries) are frontline workers. They've kept us safe during COVID-19 and they deserve protections and fair pay.","sentiment_score":0.5666666667}
{"full_text":"Don't ignore health symptoms amid #COVID19 pandemichttps:\/\/t.co\/BnpWNtdUei","sentiment_score":0.0}
{"full_text":"This witch is as corrupt as they come. As is her Federal Judge sister who failed to recuse herself regarding absolute voter fraud.she is corrupt and should be in jail. We will not stop until they are where they belong. Despicable in your face criminals.","sentiment_score":-0.28}
{"full_text":"The corruption and self-enrichment are staggering. So is Republican silence and complicity.   This is today's immoral GOP. #GOPCorruption #GOPCorruptionOverCountry #draintheswamp #trump #gop #maga #georgia","sentiment_score":0.0}
{"full_text":"The media's newest \"variant\" of fear porn: \"Highly Infectious Corona Virus Variant.\" Covid 19 certainly wasn't very \"Novel\" except that Dems and media used it to form police states, destroy the economy, blame Trump, ignore election law and elect a demented old man to POTUS.","sentiment_score":0.2123809524}
{"full_text":"COVID-19 VACCINE SHORTAGES \"Covid-19 kills 1 American every 2 minutes. Vaccine No Silver Bullet.\" STOP YOUR RISK. \"Proven Covid-19 Protection\" 99% Efficacy Pamphlet. #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccine","sentiment_score":0.0}
{"full_text":"GLOBALIST INTEL ALERT - The W.H.O. (World Health Organization) of the United Nations - Issues Warning Of Another LARGER Pandemic On The Horizon Bigger Than COVID-19 !! COVID-19 Is A Biological Warfare Pathogen Used By The Globalist......","sentiment_score":0.0}
{"full_text":"RT It's late. I've had some wine. I am thinking about that 40-something #covid19 patient who told me that he \"can't die lik...","sentiment_score":-0.3}
{"full_text":"Between the specter of Brexit, the coronavirus pandemic and a new leadership team facing a budget battle...#levant_newspaper #Brexit #EU #Levant #NewYear #The_Levant_news #thelevant #uk","sentiment_score":0.1363636364}
{"full_text":"RT KINGSTON SCHOOLS:-if this closure is confirmed, one has to ask, what changed in the last 48 hours in the science? Were...","sentiment_score":0.2}
{"full_text":"RT Wuhan and Times Square on New Year's Eve 2021. #NeverForget","sentiment_score":0.1363636364}
{"full_text":"Happy New Years everyone!Because of all our supporters, donors, clients, and staff, AACI continues to serve our community with the best service and care possible, even during a pandemic. Here's to a better and brighter New Year and future. Cheers to 2021,AACI","sentiment_score":0.3675324675}
{"full_text":"RT AbsolutelyAnd the most dangerous thing is: the message of the covid denying morons is unchallenged. Film it. Show it....","sentiment_score":-0.3}
{"full_text":"The coronavirus-induced collapse in oil demand stole all the headlines. But oil companies faced a myriad of other woes, too, from hurricanes to itchy investors -- and, of course, climate change.","sentiment_score":-0.125}
{"full_text":"As the world embarks on a new year, says that a more serious pandemic may spread across the planet.","sentiment_score":0.101010101}
{"full_text":"RT As of today, China has had 4,634 COVID deaths. America has had 346,000.Here's what our politicians were saying in Ja...","sentiment_score":0.0}
{"full_text":"Prodded by pandemic, local chambers give business owners the tools to survivehttps:\/\/t.co\/bz4na1qiWi","sentiment_score":0.0}
{"full_text":"This commentary discusses how a national interview calendar and initial interview invitation date may add some reassurance for applicants and residency programs for the upcoming otolaryngology residency application cycle #COVID19","sentiment_score":0.0}
{"full_text":"RT Panic Attacks can feel devastating to the person experiencing them. If YOU experience them YOU are definitely not alone....","sentiment_score":-0.5}
{"full_text":"Clubs issued new coronavirus protocols amid rising cases and fixture chaos","sentiment_score":0.1363636364}
{"full_text":"There is research out of Japan about recharging N95 masks.https:\/\/t.co\/aDzsaSOfGQ#RDEE #RADIOLOGEX #medicalimaging #hipaa #healthcare #userauthentication #healthit #medtech #saas #baas #patientdata #enterprisei #healthtech #GetRDEE","sentiment_score":0.0}
{"full_text":"African Americans are 3 times more likely than whites to get #COVID19 in the U.S. But some are wary of the new vaccine. Boghuma Titanji, MD, a virologist, tells us what to know &amp; expect from the vaccine on the podcast.","sentiment_score":0.0272727273}
{"full_text":"\"In some ways our approach to 2021 may be more stable and grounded than it would be anyway just by virtue of what we've been through.\"  Professor Brock Bastian from Melbourne University's School of Psychological Sciences. #2021goals  #brockbastian  #COVID19  #goals #NewYear2021","sentiment_score":0.25}
{"full_text":"Hard working tax payers money funded this abhorrent ideology stunt.  Marxist, racist, divisive Khan shows the entire world his true colours.  This will backfire when he's looking for ordinary proud hard working Londoners votes.","sentiment_score":-0.0547619048}
{"full_text":"Bald assertion and personal attack. Not an argument. Not scientific.  You don't know what happened in Melbourne or whether it applies anywhere else without the studies to support your opinion. Btw, they've been done, but you might not like the conclusion:","sentiment_score":0.0}
{"full_text":"RT Me watching shows where there are parties and being disgusted because I see no masks","sentiment_score":-1.0}
{"full_text":" | Resident awarded MBE in New Years Honours List#Bushey","sentiment_score":0.1363636364}
