{"full_text":"RT He is reading from a screen in front of him? What exactly is going on with Jack Ma? What are the Chinese doing to him? Bu...","sentiment_score":0.125}
{"full_text":"RT If you have to take off work due to COVID or COVID exposure- IT SHOULD BE PAID LEAVE!!!!!","sentiment_score":-0.3814697266}
{"full_text":"I have always lived on The Rock, which is a nickname we have had forever, which is in the middle of the North Atlantic.  I honestly believe it is why we have only had less than 400 cases of Covid in total. During our second wave every case has been related to travel.","sentiment_score":0.0619047619}
{"full_text":"RT 'This lockdown feels and is very different to the first one' - says we have got to have 'a much bett...","sentiment_score":0.15}
{"full_text":"RT  #Extend_CFSS for benefits of small co considering har...","sentiment_score":-0.25}
{"full_text":"RT My dad, who is 74, after hours of hassle online, got an appointment for a vaccine today in NYC. It was a total mess The...","sentiment_score":-0.0875}
{"full_text":"RT Our sporty spidey senses are tingling ! A great first effort from one of our youngest stars.","sentiment_score":0.525}
{"full_text":"RT #corona_warriors_mph_fh_w_need_28gpMPHW\/FHW of Gujarat haven't got any single holiday since this COVID Pandemic,Emer...","sentiment_score":-0.0714285714}
{"full_text":"I find your analysis and comparison you just gave on as to why? Frankly downright insulting and uneducated. #GMB","sentiment_score":-1.0}
{"full_text":"#pivx Thanks","sentiment_score":0.2}
{"full_text":"RT Economists question govt's failure to plan for COVID-19 vaccine funding","sentiment_score":-0.3166666667}
{"full_text":"RT Trump supporters: you didn't get a healthcare plan, a wall, infrastructure,  economic growth or jobs. But you did get COVI...","sentiment_score":0.2}
{"full_text":"I'm offended his lack of care of Covid and allowing so many to die in texas","sentiment_score":0.5}
{"full_text":"Ya, she definitely has been going straight after her government and rightly so!!She was trying to take it easy and just stick to Covid19 issues, but I guess something happened.","sentiment_score":0.2297619048}
{"full_text":"RT having                             disliking covid-19              twenty one pilots                   no taste","sentiment_score":0.0}
{"full_text":"Honestly, I'm unsure if this and I think it might vary a bit too from past years with COVID restrictions. It's something I've never looked at as being a handicapping angle.","sentiment_score":0.175}
{"full_text":"RT An update: After a battle of 5 months in ICU, my remaining friend that was hospitalized was told, they've done everything they...","sentiment_score":0.0}
{"full_text":"Murder. Specifically, the murder of 2 of my aunts, 1 uncle, and 1 step-mother. They died of COVID-19 (AKA, the big \"hoax\")Oh yeah, the curds in Turkey too.","sentiment_score":0.0}
{"full_text":"RT 40 minutes. That's how long it takes to toll our funeral bell 400 times to mourn 400,000 lives lost to #Covid19. Join us...","sentiment_score":-0.05}
{"full_text":"RT 3\/7 Observe the number of cases over the whole epidemic.Though positive cases are dependent on the number of tests condu...","sentiment_score":0.2136363636}
{"full_text":"RT I've heard that only those who have had COVID already have reactions to the first dose. For most...","sentiment_score":0.25}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"RT The vaccine boss is rattled!! See how he turns into a bumbling Boris when questioned on the safety of the Covid vaccine...","sentiment_score":0.0}
{"full_text":"RT Indian Covid vaccine shipment to Maldives.The boxes read 'Gift from the people and Government of India'#COVID19 #Coron...","sentiment_score":0.0}
{"full_text":"I'm looking forward to watching on Real America's Voice The WarRoom Pandemic with fully pardoned Stephen K Bannon...","sentiment_score":0.2}
{"full_text":"RT Lori Marie Key is an American hero.We are so thankful for her service as a COVID-19 nurse, and for her healing perfor...","sentiment_score":0.0}
{"full_text":"RT Covid is so bush man","sentiment_score":0.0}
{"full_text":"Davis County had 12 new hospitalizations which is the highest amount since January 14 after rising for 2 days in a row and same for the growth rate; there have not been any new deaths for 3 days and the last time that happened was on December 20-22. #COVID19","sentiment_score":0.0681818182}
{"full_text":"RT Zimbabwean Foreign Affairs Minister has succumbed to #COVID19 #SABCNews","sentiment_score":-0.125}
{"full_text":"RT We now have a once in lifetime opportunity to re-evaluate what's important in schools, post-Covid. This generation may...","sentiment_score":0.4}
{"full_text":"Thailand Open: Praneeth tests Covid-19 positive, Srikanth withdraws#IndianShuttlerBSaiPraneeth #BhamidipatiSaiPraneethCovid19Positive #ThailandOpen #BadmintonWorldFederation #TOYOTAThailandOpen #BadmintonAssociationOfIndiahttps:\/\/t.co\/BeKf9IIcdT","sentiment_score":0.1136363636}
{"full_text":"RT If your organization has been affected by COVID-19, the new Canada Emergency Rent Subsidy helps cover eligible rent and...","sentiment_score":0.1363636364}
{"full_text":"RT  The first real-world analysis of coronavirus vaccine suggests it's matching its clinical trial performanc...","sentiment_score":0.25}
{"full_text":"RT Corona or No Corona, staying away from people is always a good idea.","sentiment_score":0.7}
{"full_text":"RT WEAR A MASK PLEASE. USE YOUR SANITIZERS. !!! CORONA is serious down here. Be cautious , NO JOKES !!!","sentiment_score":-0.3185763889}
{"full_text":"The Family Clinic understands the importance of choosing the right medical care for your family and loved ones. We are concentrated on providing the perfect treatment with a personal &amp; healing touch....#family #familyclinic #familydoctor #familyphysician #love #covid #fbd","sentiment_score":0.4142857143}
{"full_text":"RT Fun late night news drop.","sentiment_score":0.0}
{"full_text":"RT Holy hell. This is the lady who pulled her own mom out of a nursing home before halting routine inspections of care facilitie...","sentiment_score":0.6}
{"full_text":"To all those people who have been telling me why it's a good idea just to have one dose for weeks &amp; weeks &amp; weeks. Please read this","sentiment_score":0.7}
{"full_text":"RT Archbishop of Washington prays for COVID victims at Lincoln Memorial","sentiment_score":0.0}
{"full_text":"REMOVE THIS FUCKING BITCH GODDAMN MOTHERFUCKING LYING ASS #DomesticTerrorist #TRAITOR FUCKING NOWWWWWWWW.YOU ARE *ALL* SHAMING OUR COUNTRY.  BUT YOU DON'T GIVE A FUCK.YOU GODDAMN MOTHERFUCKING #NAZIS..@GOP .@FoxNews #LockHerUp #LockThemAllUp","sentiment_score":-0.6}
{"full_text":"HI is only possible if a majority of people around the world took the vaccine, like what happened with Polio. It's possible with a virus like Covid19 if the new strands don't differ from the old ones by much. Otherwise it's like the seasonal flu.","sentiment_score":0.0727272727}
{"full_text":"RT Good morning. Eat well oh and drink water!Also wear your mask!Have a great day!","sentiment_score":0.85}
{"full_text":"RT 2\/ Republican Senators don't all have to vote against Trump to get him banned from ever holding federal office agai...","sentiment_score":0.0}
{"full_text":"RT 100,000 people have died from COVID-19 since December.400,000 in total.Brian Williams is so right: this memorial s...","sentiment_score":0.2857142857}
{"full_text":"RT Everyone should be clear about what this is: McConnell sees the writing on the wall and, in his desperation to preserve the...","sentiment_score":0.1}
{"full_text":"RT The outbreak of #COVID19 pandemic has diverted the resources from routine TB services, creating a huge setback. There is...","sentiment_score":0.4}
{"full_text":"RT Breaking News Zimbabwe Foreign Affairs Minister is no more. Minister SB Moyo succumbed to the COVID-19. He led the comm...","sentiment_score":-0.1875}
{"full_text":"RT why i never sleep right since pandemic started urGghhhhh.,,,,","sentiment_score":0.2857142857}
{"full_text":"RT Interesting fact.The UK has the highest Covid death rate in the world and not a single minister has resigned.","sentiment_score":0.2678571429}
{"full_text":"RT 1\/ Stunning email from a manager at a nursing home that has had a serious #Covid outbreak, 12 residents dead.I urge you...","sentiment_score":0.0833333333}
{"full_text":"I mean it's both. But, when we live in an either\/or world, of course it's easier to pick a side rather than just say all of the above shouldn't have happened. No different than us saying everyday stop partying in ATL and flexin stupidity but gone head doe.","sentiment_score":-0.1626893939}
{"full_text":"Naw ain't no covid Shit round here I been in mi casa","sentiment_score":-0.2}
{"full_text":"Don't forget the 1in 6 adults who need help too. We are one of a number of volunteer run groups who work to help people with free one to one coaching. Covid has temporarily stopped play but we are experimenting with online.","sentiment_score":0.4}
{"full_text":"Maharashtra Stalls COVID Vaccination Drive For 2 Days  Photo: IANS Mumbai: The Maharashtra government on Saturday ev...https:\/\/t.co\/Z6U8diXw7n","sentiment_score":0.0}
{"full_text":"RT Covid is really scary, I pray everyone I love and care for stays protected and healthy and everybody they love and care for...","sentiment_score":0.25}
{"full_text":"Why are you counting all deaths as being covid related, just because they have a positive test within 28days?","sentiment_score":0.1136363636}
{"full_text":"This whole disinformation network over covid-19 needs to be shut down. This includes Simone Gold and people like Peggy Hall.","sentiment_score":0.0222222222}
{"full_text":"RT Our governmentVoted against protecting the NHSAgainst Parliament having a say in trade dealsFor trading wit...","sentiment_score":0.0}
{"full_text":"RT The glows amber tonight as we join communities across the country in remembering those we've lost to COVID-19. We encoura...","sentiment_score":0.0}
{"full_text":"Covid is real","sentiment_score":0.2}
{"full_text":"RT I shouldn't need to mention this, but I will. I got my first dose of the #COVID19 #vaccine and I feel terri...","sentiment_score":0.25}
{"full_text":"U.S. coronavirus deaths top 400K as Trump leaves office | #tRumpsLegacyIs400000AmericanDeaths #400000AmericansDeadThanksTotRump #tRumpsLegacy","sentiment_score":0.5}
{"full_text":"RT As we come together offering light and the ringing of bells, to those grieving loved ones lost to COVID-19, always know you ar...","sentiment_score":0.55}
{"full_text":"RT Trump supporters: you didn't get a healthcare plan, a wall, infrastructure,  economic growth or jobs. But you did get COVI...","sentiment_score":0.2}
{"full_text":"RT Tell your Titos\/Titas\/Tias\/Tios. Stay vigilant National City!","sentiment_score":0.0}
{"full_text":"The Coronavirus Diaries: The Rev Daniel Joaquim, of the Evangelical Church of Christ in Mozambique, explains how Christians are responding to families struggling for their daily bread.","sentiment_score":0.0}
{"full_text":"Do you want to know more about the Covid-19 Vaccine? Then click here for details:","sentiment_score":0.5}
{"full_text":"John McIntosh pushed himself to the limit throughout the pandemic.https:\/\/t.co\/Y8WuLyG7Je","sentiment_score":0.0}
{"full_text":"The Philippines has enough funds to finance its vaccination program against COVID-19, National Action Plan Against COVID-19 deputy chief implementer Vince Dizon said, even as a significant portion will be secured from loans.https:\/\/t.co\/tyMXJEeJP4","sentiment_score":0.1583333333}
{"full_text":"We want our #BAME staff and patients to feel safe about getting the #covid19 vaccination. Continue to protect ourselves and others as much as possible.","sentiment_score":0.25}
{"full_text":"They have been working on standardizing reporting. But there are still interesting questions. I think that if a person died with Covid before they would have died from other causes, then Covid is their cause of death. Even if they had pre-existing health complications.","sentiment_score":0.1875}
{"full_text":"Learn how Vertic helped Dropbox to create the Dropbox Experience Platform that enables digital transformation and speaks to the challenges of business in a post-pandemic world while still ensuring business continuity: #corporatewebsite","sentiment_score":0.0}
{"full_text":"RT This is going to sound strange, but #COVID19 is an under-reported story.What I mean by that is that we're not being told h...","sentiment_score":0.0125}
{"full_text":"A Cyber Pandemic May Be Next: How secure are you in the cloud?  #CyberAttack #CloudComputing #CoronaVirus #QAcycle","sentiment_score":0.2}
{"full_text":"From generating alternative livelihoods, spreading awareness on marine conservation to the latest advocacy about social distancing, Kadal Osai FM 90.4 is bringing a significant impact to Tamil Nadu's Pamban islandhttps:\/\/t.co\/3367KNQ2Mk#ClimateChange #TamilNadu","sentiment_score":0.3027777778}
{"full_text":"I recently spent 3 days isolated in a major hospital's #COVID19 unit, and I never had the virus. I tested negative four times in those 3 days (one of those tests was an antibody test). Why then was I kept under observation?https:\/\/t.co\/MguuJrgJpP","sentiment_score":-0.1125}
{"full_text":"RT Rwanda procures the first 18,000 doses of Favipiravir for use in treating #Covid19 patients in critical condition. #Shis...","sentiment_score":0.125}
{"full_text":"Free Rapid Covid Testing At Birmingham AIDS Outreach In Birmingham ALEvery Monday, Tuesday, Wednesday &amp; Thursday - 12:45PM to 5:45PM CSThttps:\/\/t.co\/nkuRv4NWMn#PrideParadenet #LGBTQ #LGBTQEvents #COVID19 #LGBTQBirmingham #LGBTQAlabama","sentiment_score":0.4}
{"full_text":"RT To Heal We Must RememberThis is how a leader leads a country mourning its covid dead","sentiment_score":-0.2}
{"full_text":"RT JUST IN: Mexico reports over 1,500 new daily coronavirus deaths, the country's highest daily toll since the pandemic be...","sentiment_score":0.0454545455}
{"full_text":"UPDATE | Though Kubasaki High School is closed due to a series of coronavirus infections, \"teachers and students are continuing to engage in optional enrichment activities\" online, spokeswoman Miranda Ferguson told Stars and Stripes on Wednesday.","sentiment_score":-0.0216666667}
{"full_text":"You are not above anyone else having to do quarantine or the millions of Victorians who did the hard lock down so your entitled arses could come here and play a sports game.","sentiment_score":-0.2118055556}
{"full_text":"As a business owner, you might have heard of websites or web applications that you think are the...Click here for more informationhttps:\/\/t.co\/kxNrJLRk1sPlease remember to stay safe#DigitalMarketing #OnlineMarketing #COVID19 #netwalkerng","sentiment_score":0.5}
{"full_text":"Throughout this academic year, we've adapted our courses to enable delivery via online and virtual channels, because we believe that Lockdown Doesn't Stop Leadership. Find out more here:","sentiment_score":0.25}
{"full_text":"*NEW EPISODE* On this episode we speak to we talk everything Hot Coals, from there shows &amp; everything they have done to adapt to the pandemic, as well as there accessibility &amp; everything they do to make their shows as accessible as possible. #accessibility","sentiment_score":0.1903409091}
{"full_text":"Originally, Illinois has a 5-phase reopening plan, but after a resurgence of COVID-19 cases, Gov. Pritzker introduced tiered mitigations.Here are the differences between tiers and phases.https:\/\/t.co\/VeY2588DUb","sentiment_score":0.375}
{"full_text":"Having surpassed 400,000 COVID-19 deaths, the U.S. is struggling to contain the virus, as a new administration readies to enter the White House. U.S. President-elect Joe Biden plans to \"manage the hell out of this operation\" upon entering office.  #bidenharris2020 #covid_19 #usa","sentiment_score":0.0681818182}
{"full_text":"Religion news 20 January: Joe Biden, faithful Catholic, becomes 46th president of the United States; Revolt over anti-genocide trade deals is defeated; \"Sacred civic role\" of UK faith groups in the pandemic; Sikhs celebrate Guru Gobind Singh Ji's birthday ","sentiment_score":0.0}
{"full_text":"No cash today, the cash has gone away, just crypto all the way","sentiment_score":0.0}
{"full_text":"She hasn't asked about her since she got corona  small mercies ","sentiment_score":-0.25}
{"full_text":"COVID 19 cases in India until : 20\/01\/2021 12:30Total Cases: 10596449 [+0]Active: 194208Recovered: 10245092 [+0]Deaths :152754 [+0]Total Tests: 188.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"One man we spoke to this afternoon said he felt a personal responsibility to get the vaccine.","sentiment_score":0.0}
{"full_text":"Total tractor registrations in 2020 were down 14% compared to the year before, amid bad weather &amp; Covid uncertainty https:\/\/t.co\/p5nbCrCWcX","sentiment_score":-0.2851851852}
{"full_text":"RT Yes!Especially for and who are getting many leaks in SA to benefit their PR image ...","sentiment_score":0.5}
{"full_text":"* Despite the #Covid19 pandemic, some 25 new foreign brands entered the #CzechRepublic's market in 2020, one more than in the previous yearhttps:\/\/t.co\/zZBaXX2jFp","sentiment_score":0.0861742424}
{"full_text":"RT China is rushing to build a massive quarantine camp that can house more than 4,000 people, after an outbreak of Covid-19 this mont...","sentiment_score":0.25}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"Although the festivities have been radically scaled down due to the raging coronavirus pandemic and security threats, a steady stream of A-list names have signed on to contribute with musical performances. ","sentiment_score":-0.0284722222}
{"full_text":"RT Interesting fact.The UK has the highest Covid death rate in the world and not a single minister has resigned.","sentiment_score":0.2678571429}
{"full_text":"COVID-19 has undoubtedly caused serious harm to the UK economy. #LSECOVID19Tomorrow we will be analysing how the country will recover from one of its toughest years! 1pm, 21 Jan","sentiment_score":-0.4166666667}
{"full_text":"Despite Covid-19, #socialmedia has remained a constantly growing place, where people spend more time than before.This means that getting your #onlinepresence right is crucial. Find out how to recruit the right agency for you with our free tips","sentiment_score":0.2452380952}
{"full_text":"Here's Nancy with a preview of today's news.It may be a bit wet out t'day, Thanks #StormChristoph so do stay safe and dry.Get your digital subscription at: call: 0330 403 0066 today and we'll set you up with home delivery ","sentiment_score":0.15}
{"full_text":"A #Covid19-led decrease in production and sales is making a quick ramp-up difficult for the automobile industry.Read more:","sentiment_score":0.1111111111}
{"full_text":"It is being said that and #NatashaDalal will tie the knot this monthhttps:\/\/t.co\/IkquphNz0K","sentiment_score":0.0}
{"full_text":"Our CEO, Professor put pen to paper and shared some insight into how \"Changing attitudes is key to fighting Covid-19 and behavioural medicine must play a role\" Click here to read more Published by","sentiment_score":0.25}
{"full_text":"RT One of Britain's oldest identical twins Doris Hobday has died after coronavirus battle #GMB","sentiment_score":0.0}
{"full_text":"RT This weekend I was roofied at a bar. Long story short I had to go to the ER and the event was reported to my university....","sentiment_score":-0.025}
{"full_text":"Since becoming one of the first places in the world to reopen to tourism, Dubai has boomed with visitors from around the world looking to party like it's 2019.","sentiment_score":0.35}
{"full_text":" #Posties have helped many of us get through the pandemic   But due to a rise in demand and staff shortages, some areas in the UK are facing delivery delays. Here's what you can do if you're affected ","sentiment_score":0.1875}
{"full_text":"RT WHO inspector caught on camera revealing coronavirus manipulation in Wuhan before pandemic","sentiment_score":0.0}
{"full_text":"Datuk Seri Tajuddin Abdul Rahman becomes the eighth MP to test positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":" #Posties have helped many of us get through the pandemic   But due to a rise in demand and staff shortages, some areas in the UK are facing delivery delays. Here's what you can do if you're affected ","sentiment_score":0.1875}
{"full_text":"[READ] \"The one thing that kept me motivated last year was the thought about my future.\"#ZeroDropout#ChangeStartsNow","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 31.5FWind Chill: 29.5FHumidity: 74%Dew Point: 24.2F Barometer: 30.010 inHgWind: 3 mph from the SCorona Virus Weekly Stats:Cases: 159.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Tonight, we ring the church bells to remember loved ones who now look over us from above. May we find peace and comfort....","sentiment_score":0.35}
{"full_text":"Don't Just Be a Programmer #COVID19 #TopicTuesday #TastingTuesday #TipTuesday","sentiment_score":0.0}
{"full_text":"RT Breaking News Zimbabwe Foreign Affairs Minister is no more. Minister SB Moyo succumbed to the COVID-19. He led the comm...","sentiment_score":-0.1875}
{"full_text":"RT Now with the right graph. Teacher COVID  infection rates nearly twice than the general population. Primary TAs three ti...","sentiment_score":0.2089285714}
{"full_text":"I rest my case.","sentiment_score":0.0}
{"full_text":"RT Vaccine,Vaccine. We still don't have one for Malaria non for HIV but in few Months we have one for Covid can someone tel...","sentiment_score":-0.2}
{"full_text":"Legal considerations for employers who may be eyeing COVID-19 vaccinations for their employees...","sentiment_score":0.2}
{"full_text":"We usually do these using real objects in real situations, however due to Covid restrictions, all signs for 2021 will be performed in isolation.More than ever right now, we need to work TOGETHER so that we can be together.#signalong #signalongwithus #together #signoftheweek","sentiment_score":0.0621428571}
{"full_text":"Troquel De Eva Foami Corona Cutter Paper Cut Scrapbooking 3.7cm","sentiment_score":0.0}
{"full_text":"RT Happy birthday, Dolly Parton, who turns 75 years old today!In the last year alone, the real-life superhero helped fund a...","sentiment_score":0.3}
{"full_text":"#NowPlaying Keep Calm wash your hands stay home by dRem tgi \/@dremtgi |[https:\/\/t.co\/BQFUlgYxoj] listen now {https:\/\/t.co\/TP5EfjooXN} #dremtgi #dremstuff","sentiment_score":0.3}
{"full_text":"RT India is deeply honoured to be a long-trusted partner in meeting the healthcare needs of the global community. Supplies o...","sentiment_score":0.0}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT \"I want Saint to know that MingEr has mom to support&amp;encourage you, if you are tired, please come&amp;read the tag I want you...","sentiment_score":-0.4}
{"full_text":"RT \"Wait and see what Biden does\" is a bullshit narrative.His cabinet picks &amp; appointments are the typical WallStreet neol...","sentiment_score":-0.1666666667}
{"full_text":"RT Industry Experts Offer Cybersecurity Advice for a COVID World #cybersecurity #covid #hacker #ethicalhacker #cybernews #cyb...","sentiment_score":0.0}
{"full_text":"Due to the impact of Covid-19, the World Economic Forum's 2021 Global Risks Report is one of the most important since its inception in 2006. See why #risks21 #GlobalRisks","sentiment_score":0.195}
{"full_text":"If you invest $1000 in $AXSM today at $76.96 per share, and the stock prices rebound back to pre-pandemic prices at $90.47, your investment would be worth $1175.55! That's 18% growth and $175.55 profit!  See more:  $MYD $EAST $GPX $HOV $AEM","sentiment_score":0.3229166667}
{"full_text":"Oh but this was perfectly okay, right? Because covid can differentiate between left wing and right wing gatherings, right?","sentiment_score":0.2714285714}
