{"full_text":"RT China went on a serious quarantine, not the \"stay at home, if it's convenient to you\" quarantine that America had","sentiment_score":-0.3333333333}
{"full_text":"RT Europe continues to struggle against latest surge in Covid-19 pandemic with protests, lockdowns and insufficient vaccine dose...","sentiment_score":0.5}
{"full_text":"RT President Biden's immigration proposal rushes to grant blanket amnesty to millions of illegal immigrants at a time when...","sentiment_score":-0.5}
{"full_text":"RT CA issued the Stay At Home order on December 3rd. LA County hospitalizations were at 2,572.Today, when they lifted the...","sentiment_score":0.0}
{"full_text":"RT To all the Covid deniers, non mask wearers &amp; general naysayers I ask that you take 5 mins of your day to just watch this....","sentiment_score":0.05}
{"full_text":"RT America has entered a pandemic-inspired baby bust.Guess not even locking couples up and obliterating their social calendars co...","sentiment_score":0.0333333333}
{"full_text":"RT Need help talking about COVID-19? Check out the communication tools catalogue on COVID-19 Resource Hub for help...","sentiment_score":0.0}
{"full_text":"\"I have been treating COVID-19 patients (...) for over 3 months now. I am using Hydroxychloroquine, Azithromycin, Losartan, Aspirin, CBD oil and Zinc, all available for less than $50 cash from most pharmacies.\"","sentiment_score":0.2444444444}
{"full_text":"RT Maare Jo, we gonna be oryt.WE wil overcome.The world is moving into a different direction now and this pandemic ha...","sentiment_score":0.0}
{"full_text":"RT The all important R number has now been forgotten by the government. If this is Hancock's new criteria for easin...","sentiment_score":0.2681818182}
{"full_text":"Biden on the COVID stimulus deal timeline: \"The decision on reconciliation will be one made by the leaders of the House and Senate.\"","sentiment_score":0.0}
{"full_text":"Hershey sees business opportunity in family movie nights, tight budgets as Covid pandemic drags on","sentiment_score":-0.1785714286}
{"full_text":"RT Consider upgrading from a cloth mask to a surgical mask, or from a surgical mask to an N95\/KN95\/equivalent if available....","sentiment_score":0.4}
{"full_text":"RT Holding a COVID-19 briefing. WATCH:","sentiment_score":0.0}
{"full_text":"RT Brudda I'm fed up of Covid .. this shit just annoying now","sentiment_score":-0.5}
{"full_text":"Majority of asymptomatic people have lower levels of the virus in their system. This is also the case in vaccinations. Lower levels of the virus means far less likelihood of transmission, so getting vaccinated does prevent\/greatly lower the transmission of covid.","sentiment_score":-0.0333333333}
{"full_text":"RT The Biden Administration and the Trump Administration both implemented travel bans to combat #COVID19. But only the Trump...","sentiment_score":0.0}
{"full_text":"RT Very positive vaccine news: Israeli HMO Maccabi reports just 20 positive coronavirus tests out of 128,000 people who had t...","sentiment_score":0.2613636364}
{"full_text":"RT Steve Hilton finds stunning Covid 19 connections: 'Specific activity that Dr. Fauci funded and it is terrifying' He should...","sentiment_score":-0.1666666667}
{"full_text":"RT For the next pandemic, dear do it different. Offer 2BEUR in cash for the first company\/research group to brin...","sentiment_score":0.0833333333}
{"full_text":"Plitidepsin has potent preclinical efficacy against SARS-CoV-2 by targeting the host protein eEF1A | Science","sentiment_score":0.5}
{"full_text":"RT Hey Maine, you voted for Susan Collins again. Well, guess what? She's betraying you again. She doesn't support CoVid reli...","sentiment_score":0.0}
{"full_text":"3,280 active cases of COVID in Monroe County. That's the lowest daily total since November 30th.","sentiment_score":-0.0444444444}
{"full_text":"RT So this hooligans are untouchable? Bheki Cele is still investigating maskThis need to trend #ArrestRefilweMtsweni #Stat...","sentiment_score":0.0}
{"full_text":"RT The results of ineptitude at the top...As of today, Sunday, 1.917% of Canadians have received at least one shot of the Covi...","sentiment_score":-0.3}
{"full_text":"RT Corona virus....its coming","sentiment_score":0.0}
{"full_text":"RT this is what happens when the virus is widespread and we let up!!!!!!","sentiment_score":0.0}
{"full_text":"I'm ok with following a few rules for a few months without whining like a little bitch over conspiracy theory bullshit. If the biggest problem in your life is wesaring a mask when you go to a store, or stay home for a while, well you are entitled and selfish as F.","sentiment_score":-0.0979166667}
{"full_text":"RT I guess it depends what you're fighting for... #CovidVaccine'After the recent upsurge in cases and deaths in New York...","sentiment_score":0.0681818182}
{"full_text":"RT Makes sense","sentiment_score":0.0}
{"full_text":"You know what all these vaccination sites in the US need? The GreatClips wait time estimation page along with vaccination stock info! People can load balance themselves in to these sites. #usa #covid #covidvaccineusa #vaccine","sentiment_score":0.0}
{"full_text":"RT ICU availability in Southern California is at 0%! They just detected a novel strain of COVID currently only in CA! They're l...","sentiment_score":0.0}
{"full_text":"RT Here is the story:With just their 2020 profits, billionaires could vaccinate the entire global population against COVID...","sentiment_score":0.0}
{"full_text":"RT don't miss out!!!","sentiment_score":0.0}
{"full_text":"RT \"This new information makes it clear that the virus can have dire consequences for people of working age, especially for tho...","sentiment_score":0.0787878788}
{"full_text":"RT BREAKING: Latest data from ONS shows that between March and December carers were more than *three times* more likely to d...","sentiment_score":0.375}
{"full_text":"It's hilarious that ppl like you act as if this isn't a GLOBAL pandemic that has nothing to do with our elections! This isn't a U.S. specific virus, your conspiracies don't even make sense","sentiment_score":0.1666666667}
{"full_text":"&amp; these People,don't even have the rights too bear arms and they fighting back the tyranny.","sentiment_score":0.0}
{"full_text":"RT Oh my god. Journalists at the No10 news conference have *FINALLY* started asking when the lockdown is going to end and what a...","sentiment_score":0.0}
{"full_text":"For 3 years you could of driven to your local irs office or gotten a tax attorney. This was before the pandemic. Lol. Now you're in trouble","sentiment_score":0.2}
{"full_text":"RT Hey just wanted you to know you could avoid unnecessary lawsuits by... [checks notes] following the law.","sentiment_score":-0.2}
{"full_text":"RT COVID-19 Vaccines expected by Nigeria will no longer arrive in January - SGF, Boss Mustapha","sentiment_score":-0.1}
{"full_text":"RT acacia why  is  your  immunocompromised  daughter hanging  with  other  people's  kid  in  the  middle ...","sentiment_score":-0.0625}
{"full_text":"RT 3\/ That comparison takes no account of OTHER lockdown deaths - Or the fact that #Covid deaths are substantially overcount...","sentiment_score":-0.125}
{"full_text":"i can't wait for this pandemic to be over so i can finally go back to DC and get drunk with my favorite gal","sentiment_score":0.0}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"Properly-fitted N-95s are, as far as I can tell, the baseline protective masks against COVID. Everyone has said for months that it is impractical to require them, so instead we'll use an ineffective cloth or surgical mask so we're \"doing something.\"","sentiment_score":0.1}
{"full_text":"it should be required by law for doctors to report anyone attempting COVID vaccine bribes, but hey what do I know, I'm just a member of the unwashed masses who isn't rich","sentiment_score":0.375}
{"full_text":"RT With restrictions being extended until further notice, We are working to get a definitive date for team sports reopening and...","sentiment_score":0.0}
{"full_text":"RT Oh my god. Journalists at the No10 news conference have *FINALLY* started asking when the lockdown is going to end and what a...","sentiment_score":0.0}
{"full_text":"RT Covid's viral spread showed the speed and power of exponential growth. When vaccines get the local reproductive rate &lt;1, I h...","sentiment_score":0.0}
{"full_text":"RT Ontario extends state of emergency, stay-at-home order for another two weeks -","sentiment_score":0.0}
{"full_text":"RT The Biden Administration and the Trump Administration both implemented travel bans to combat #COVID19. But only the Trump...","sentiment_score":0.0}
{"full_text":"RT California has lifted its statewide stay-at-home order, allowing outdoor dining and salons to open.- Restrictions will now be...","sentiment_score":0.0}
{"full_text":"RT Try putting a piece of tape across the nose bridge of your mask.  Some of my co workers who wear glasses say that works v...","sentiment_score":0.0}
{"full_text":"Massachusetts Expands Coronavirus Vaccination Effort: Patch PM","sentiment_score":0.0}
{"full_text":"RT Earnings of wealthiest 10 men during pandemic 'could buy vaccines for all' - Oxfam says","sentiment_score":0.0}
{"full_text":"The ass- in question is the highest paid federal employee in the entire United States.His 2019 salary was $417,600.That's more than the President of the United States.","sentiment_score":0.25}
{"full_text":"some days it feels like i'm never gonna see my boyfriend again :\/ #LoveIsNotTourism","sentiment_score":-0.25}
{"full_text":"January 21:  Biden requires mask wearing in airports and on certain modes of transportation, including many trains, airplanes, maritime vessels and intercity buses. International travelers must provide proof of a negative Covid-19 test prior to coming to the US","sentiment_score":0.0828571429}
{"full_text":"It's comical to me.","sentiment_score":0.5}
{"full_text":"We can do this together Doc. Pray for your continuous health ..amin ","sentiment_score":0.0}
{"full_text":"California lifts regional stay-at-home order amid 'positive signs' of slower spreadhttps:\/\/t.co\/ntVSNqaBb2Right on que","sentiment_score":0.2272727273}
{"full_text":"#COVID19 TESTING UPDATE: Because of the anticipated bad weather tomorrow, testing sites at American Family Field (Miller Park), Northwest Health Center and Southside Health Center will be CLOSED Tuesday. These community testing sites will reopen Wednesday.","sentiment_score":-0.2}
{"full_text":"RT How long until this South African variant makes the Black Caps team?","sentiment_score":-0.0722222222}
{"full_text":"RT $70k min wageHow it started: Rush Limbaugh said we'd be \"a case study in MBA programs on how socialism does not work...","sentiment_score":0.0}
{"full_text":"RT 30 million people, or about 9% of the population, in the #Sahel region have been pushed back into poverty this past year due to C...","sentiment_score":-0.125}
{"full_text":"These new covid strains be coming out like new iphones bro ","sentiment_score":0.1363636364}
{"full_text":"RT 25 January 2021 #COVID19 statistics in South Africa #CoronavirusSA","sentiment_score":0.0}
{"full_text":"RT Reminder: Tune in to the Latino Town Hall TONIGHT at 7:00 PM for an update on the County's vaccine distribution plan and...","sentiment_score":0.0}
{"full_text":"\"when covid is over\" is giving the last time I was due for a pap","sentiment_score":-0.0625}
{"full_text":"The sheep were programmed from the start to hate Trump","sentiment_score":-0.8}
{"full_text":"Microsoft, Big Tech Coalition Developing Rockefeller Funded COVID Passports","sentiment_score":0.0}
{"full_text":"RT \"When Covid is over,\" is giving She by Sheree","sentiment_score":0.0}
{"full_text":"Dan 590 is what was recorded today not how many people died with Covid, and not of, there is a difference.","sentiment_score":0.5}
{"full_text":"RT .@FKATwigs reveals to she recorded a new album during lockdown:\"It was all via the internet...I have more collab...","sentiment_score":0.3181818182}
{"full_text":"Wow. Look at this","sentiment_score":0.1}
{"full_text":"RT Covid's viral spread showed the speed and power of exponential growth. When vaccines get the local reproductive rate &lt;1, I h...","sentiment_score":0.0}
{"full_text":"RT This afternoon I scheduled posts on for five more firefighters who have died in the past 2-3 weeks from C...","sentiment_score":0.125}
{"full_text":"RT Loaded up $ATOS for a day trade tomorrowTheir CEO is speaking at the precision medicine world conference over the ne...","sentiment_score":0.0}
{"full_text":"RT California has lifted its statewide stay-at-home order, allowing outdoor dining and salons to open.- Restrictions will now be...","sentiment_score":0.0}
{"full_text":"COVID-19 &amp; the Force Majeure Clause in Leases #CRE #ForceMajeure #COVID-19https:\/\/t.co\/ysTtnOPGtI","sentiment_score":0.0}
{"full_text":"One-in-three with COVID-19 may not know it: Study","sentiment_score":0.0}
{"full_text":"#Technology is now an essential part of #education, as the vast majority of schools are using it to provide remote and hybrid instruction during the pandemic. #Technology #EdTech #Edchat #STEM #Science #Edu #DistanceLearning #OnlineLearning  #K12 #EdForum","sentiment_score":-0.0333333333}
{"full_text":"RT We are still waiting for Chen Qiushi's return. Until he reappears, we will keep on counting the days.Chen Qiushi has b...","sentiment_score":0.0}
{"full_text":"We are in a pandemic . Also why not trade a 31 year old SS who isn't your future SS who played out his mind last year. You sell high not just hold him to take bats away from someone younger who has the potential to be better","sentiment_score":0.1085714286}
{"full_text":"RT So now that has made the U.K. Covid briefings political, the BBC should cut away half way through to get...","sentiment_score":-0.0833333333}
{"full_text":"RT curfew riots. BECAUSE OF A SIMPLE COVID CURFEW. non dutch moots please spread.","sentiment_score":0.0}
{"full_text":"RT The Biden Administration and the Trump Administration both implemented travel bans to combat #COVID19. But only the Trump...","sentiment_score":0.0}
{"full_text":"For those of us who aren't vaccinated yet, and for yourself - new strains of the virus might get you again, and require a new vaccine development.","sentiment_score":0.1363636364}
{"full_text":"RT Ironically the hours-long line of cars to get the COVID vaccine at the Dodger Stadium supersite passes right through tha...","sentiment_score":0.2857142857}
{"full_text":"\"China's going to do this, and China's going to that . . .\" Already took over #HongKong \"re-educated\" Uyghurs, stole intellectual rights &amp; patents, denied #Wuhan #COVID issued veiled threats, what next? #Pooh has spoken.","sentiment_score":0.15}
{"full_text":"Painting: House by LakeArtist: Phillipsc. 1879#MondayMotivation #COVID19 #CovidVaccine #Art","sentiment_score":0.0}
{"full_text":"Monday marks one year since the first case of COVID-19 was confirmed in Canada, in a patient who came to Toronto's Sunnybrook Hospital after returning from Wuhan, China. We spoke to two Toronto paramedics as they reflected on the last year. Read more:","sentiment_score":0.2875}
{"full_text":"The more Pennsylvanians who download COVID Alert PA app, the more effective it will be in helping to #stopthespread of #COVID19. It's not too late--download it on your smartphone + get notified if you've been near someone who tested positive for COVID-19:","sentiment_score":0.3854545455}
{"full_text":"Despite lockdowns and restrictions, there have been many new athletes who have joined a CrossFit gym in the past year. For some, it's been a welcome break from stress and a new source of support. For others, it's pushed them mentally.https:\/\/t.co\/VpQ9PPwoAt","sentiment_score":0.2645454545}
{"full_text":"TOMORROW, 1\/26 at 7PM! National Policy and the Role of State Governors. Former Governor John E. Baldacci of Maine joins for a conversation on the role governors have played in addressing the pandemic. Register now at:","sentiment_score":0.0}
{"full_text":"How does SARS-CoV-2, the virus that causes COVID-19, affect the human brain? Recent studies have given us clues, shedding light on why COVID-19 can be so severe for some people and why the symptoms can last a long time.#COVID19 #disease","sentiment_score":0.07}
{"full_text":"Help me, please,@BBCScotlandNews!I can't find the article highlighting and condemnation of England's Health Minister's politicisation of his Covid19 briefing to England today which he used to argue against Scotland's independence.","sentiment_score":0.0}
{"full_text":"Sen. Burr was accused of his knowledge as a politician to unload $1.7 million in travel stocks before the pandemic took hold of the United States.https:\/\/t.co\/ZWz39R0EVH","sentiment_score":0.0}
{"full_text":"Our \"Journalism in a Pandemic\" MOOC is now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/6TKiFtGunr","sentiment_score":0.4}
{"full_text":"An annual attempt to make contact with all homeless people in Ashtabula County has been changed this year due to the coronavirus pandemic.https:\/\/t.co\/NqCxlihJNw","sentiment_score":-0.125}
{"full_text":"NJ EMS equips ambulances with system that disinfects in less than 2 minutes.  #Coronavirus #Infectious_Diseases #Technology #EMS #disinfects #electrostatic_disinfectant_system","sentiment_score":-0.1666666667}
{"full_text":"RT To be clear, the Cactus League has no authority over spring training starting. But the health-and-safety issues remain an u...","sentiment_score":0.05}
{"full_text":"We are all moving to Sweden ","sentiment_score":0.0}
{"full_text":"Mexican President Andres Manuel Lopez Obrador tested positive for Covid-19 on Sunday.","sentiment_score":0.1136363636}
{"full_text":"RT So, my Republican sister and brother haven't called or texted to see how I'm doing after my husband died in Sept. But the...","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has forced the postponement of the beatification of Polish Cardinal Wyszynski, who championed the church in the face of communist totalitarianism.","sentiment_score":-0.3}
{"full_text":"RT 14 test results are in for close contacts of our latest COVID-19 case - all negative. 3 more pending. Pretty encouraging...","sentiment_score":0.2375}
{"full_text":"RT I want to live in the beautiful world where larry hogan is not the governor of maryland","sentiment_score":0.4931818182}
{"full_text":"How has the pandemic changed how you spend money?","sentiment_score":0.0}
{"full_text":"MIAA Indoor Field Athletes of the Week | January 25, 2020Men's:Lukas Bruxvoort, taken pre-COVIDWomen's:Claire Benedict, #MIAAfield","sentiment_score":0.0}
{"full_text":"\"Design, after all, is about more than producing safe surfaces cheaply,\" writes on what we can learn from  #COVID19 inoculation pavilion","sentiment_score":0.4666666667}
{"full_text":"Ndu, Democratic Republic of CongoA UNHCR agent carries out Covid temperature checks at the entrance to a refugee registration site. Since early January, more than 90,000 Central Africans have fled to neighbouring CongoPhotograph: Alexis Huguet\/AFP\/Getty","sentiment_score":0.2}
{"full_text":"Stay out of the cold and shop local from the comfort of your home! Shop thousands of top brands online 24\/7! Orders over $59 ship FREE! Thank you for supporting our business and shopping local!","sentiment_score":0.1291666667}
{"full_text":"Fuel your (COVID-19-safe) road-tripping bug with Ozge Terzioglu's Toyota Camry adventures. Read below to learn apparently, gas stations have employees pump your gas for you in Oregon","sentiment_score":0.05}
{"full_text":"Well deserved!https:\/\/t.co\/f84U7iK4cR","sentiment_score":0.0}
{"full_text":"As Indonesia continues to struggle to contain the #COVID19 pandemic, China's CoronaVac #vaccine is providing some hope. Health workers in Indonesia preparing to receive 2nd dose of China's Sinovac vaccine. It's the first coronavirus vaccine in Indonesia.","sentiment_score":0.125}
{"full_text":"The \"Once COVID is over\" meme is starting to feel like an attack","sentiment_score":0.0}
{"full_text":"RT On Friday, I wrote Gov. Cooper to share similar concerns with NC's vaccine deployment along with","sentiment_score":0.0}
{"full_text":"RT POLITICAL virus. Bad Trump is now out. California reopening. My commie state- Washington- indoor dining resumes.MIRACLE!...","sentiment_score":-0.4375}
{"full_text":"COVID-19 TESTINGTues, Jan 26, 1-4pmEast Liberty Family Health Care Center6023 Harvard St.Register appointment neededThis is a walkup site, not a drive-thruInsurance not required but please bring insurance card if available Test provided at no cost","sentiment_score":0.4}
{"full_text":"Opinion |  Misinformation about the COVID-19 vaccine isn't going to help anyone.","sentiment_score":0.0}
{"full_text":"Covid vaccine appears to work against new, more infectious variants of the pandemic virus found in the UK and South Africa, say scientists from the US pharmaceutical company.","sentiment_score":0.3181818182}
{"full_text":"RT JUST IN: President Biden is expected to impose travel ban Monday for most non-US citizens traveling from South Africa, 2 White...","sentiment_score":0.1333333333}
