{"full_text":"RT How will the White House approach #COVID19 differently? explains --&gt; \"You will see visual chang...","sentiment_score":0.0}
{"full_text":"I really hope they deep clean, sanitize and fumigate the entire WH 3 times before Joe steps a toe in that mf with the way COVID was running all up and through there","sentiment_score":0.1416666667}
{"full_text":"Lantern was created in Edinburgh to assist bereaved families during the pandemic. Place an online memorial and photo on our 'memorymap'. Please RT to assist bereaved families in the UK #bereavement #memorial #Covid19UK","sentiment_score":0.0}
{"full_text":"I never have seen a President who was voted in to office not have any support. The fact Joe could not fill a school gymnasium says it all. Better keep clinging to covid as an excuse.","sentiment_score":0.225}
{"full_text":"RT Here are the latest figures for #Hertfordshire. Rates are still high, and we must continue to play our part to stop the spread...","sentiment_score":0.33}
{"full_text":"RT Today, an Air India plane will land in Male' with 100,000 doses of AstraZeneca vaccine - a gift from India. For  it's...","sentiment_score":0.0}
{"full_text":"Apparently the #coronavirus was most unhappy at having to share its office with a vicious toxic killer and spreader of disease....","sentiment_score":-0.2625}
{"full_text":"Had a c-section 6 weeks ago. My 6week check up was just cancelled. I understand it's a pandemic but good thing healthcare (physical and mental) is being taken seriously ... #redzone #mentalhealthmatters","sentiment_score":0.0666666667}
{"full_text":"And the media only look away!","sentiment_score":0.0}
{"full_text":"RT Celebrating the small wins .Makanaki is now a published author!My article with \"Identifying the Gaps in #HIV...","sentiment_score":0.025}
{"full_text":"Absolutely! Im about 2 hours away from Toronto and am there often (well.. pre covid) as it's my hometown.","sentiment_score":0.25}
{"full_text":"RT There are hundreds of COVID vaccines under development that could prove to be cheaper and easier to distribute.","sentiment_score":0.0}
{"full_text":"RT This makes sense given that the virus only infects US residents. ","sentiment_score":0.0}
{"full_text":"RT Remove the actor who is most definitely a covid denier from your show","sentiment_score":0.25}
{"full_text":"Covid: Student fears she will be 'left with nothing' if no exams","sentiment_score":0.0}
{"full_text":"RT We need a full national 24 hours lockdown on Valentine's Day. This thing don dey spread too much","sentiment_score":0.275}
{"full_text":"RT Hundreds of people in NY state prisons have tested positive for COVID in recent days. Advocates, including","sentiment_score":0.1136363636}
{"full_text":"RT \"Securing\" vaccines is meaningless. What matters is delivering them. The Pfizer vaccines aren't \"secured\". Canada will ge...","sentiment_score":-0.5}
{"full_text":"RT Our will always be there to help those in need. In response to a request for assistance from the Garden H...","sentiment_score":0.0}
{"full_text":"RT Listen to Imam YunusHe's having his #CovidVaccine Because both..#PfizerVaccine &amp; #oxfordvaccine are PERMISSIBLE &amp; h...","sentiment_score":0.0}
{"full_text":"RT -Rejoin Paris Climate Agreement -Government agency review focused on equity-Extend federal eviction moratorium-Rescind Cens...","sentiment_score":0.0}
{"full_text":"Evidence that this government is really NOT fit for purpose! ","sentiment_score":-0.25}
{"full_text":"RT Today, I got my second dose of the #COVID19 vaccine alongside and my #NIH colleagues Colleen...","sentiment_score":0.0}
{"full_text":"Looking forward to these changes.The benefit of having a (former) president making quick and massive governmental changes by executive orders instead of through legislative approval is that these changes can be as quickly undone by new executive orders.","sentiment_score":0.1606060606}
{"full_text":"So you mean to say the gov't took yet another bad decision just to game the headlines? No way!COVID-19: UK to look 'very carefully' at vaccine dosing after concerns raised over level of protection","sentiment_score":-0.385625}
{"full_text":"They might be the ones with covid?","sentiment_score":0.0}
{"full_text":"RT Biden purges Black Surgeon General in the middle of a Pandemic.","sentiment_score":-0.0388888889}
{"full_text":"RT Watching Trump depart the WH I was overcome with sadness and relief.He let 400,000 Americans die from Covid as he tu...","sentiment_score":0.0}
{"full_text":"Yeah that's so much bullshit. Everybody died of covid-19 nobody died of flu or anything else and what's wrong is both sides cheat and don't tell me they don't. Neither one of these politicians know who you are or will ever care","sentiment_score":-0.15}
{"full_text":"RT REMINDER: Round 2 of the Culture Recovery Fund, administered by is currently open to indie cinemas whose busi...","sentiment_score":-0.0666666667}
{"full_text":"I am feeling really really good right now, seeing this field of flags and having such respectful moments honoring the loved ones we lost to covid.  The monster is vanquished.  He is gone.  I am happy.  Good luck to Joe and Kamala!","sentiment_score":0.5515306122}
{"full_text":"RT HUGE NEWS! #ThePush is officially a Sunday Times top 10 bestseller!!  THANK YOU to everyone who has raved, reviewed and reco...","sentiment_score":0.640625}
{"full_text":"reverse course? Paris agreement is a joke -  bldg Coal power plants!  revoke permit for Keystone &amp; energy $ will skyrocket; WHO is why Covid is a Pandemic;  Wall works so dumb to stop; counting illegals as lawful representation is discriminatory-citizens 1st.","sentiment_score":-0.1875}
{"full_text":"RT Memorials matter. There has been no center of grief during this pandemic. The virus has kept us apart, meaning so much o...","sentiment_score":-0.1833333333}
{"full_text":"RT Take note those in Government who need a visual THIS is how you do a food, toiletries &amp; entertainment support pack for a...","sentiment_score":0.0}
{"full_text":"RT In just a couple hours Republicans will suddenly care about the #COVID19 death toll, and blame Joe Biden instead of Dona...","sentiment_score":0.0}
{"full_text":"RT For the latest updates on Wisconsin's #COVID19 response and vaccine rollout, make sure to subscribe to new weekly ne...","sentiment_score":0.3787878788}
{"full_text":"RT With the pandemic in full swing, it's hard to celebrate anything at all, but thousands of stories showcasing how #socialpres...","sentiment_score":0.0291666667}
{"full_text":"He's right. We do and we are.","sentiment_score":0.2857142857}
{"full_text":"This is really sad\/depressing\/outrageous but we owe the Biden presidency to covid-19.","sentiment_score":0.2}
{"full_text":"RT A Scotland without an SNP government could have handled coronavirus better.","sentiment_score":0.5}
{"full_text":"have a wonderful wonderful pandemic bday babe","sentiment_score":1.0}
{"full_text":"If they had it under control another lockdown wouldn't be necessary.","sentiment_score":0.0}
{"full_text":"Violent clashes at rally against COVID lockdown in Amsterdam!! | EXCLUSIVE FOOTAGE","sentiment_score":-1.0}
{"full_text":"RT Plattsburgh Magazine's Fall '20\/Winter '21 issue is live! In this online-only issue, learn how the college 'tiptoed' into...","sentiment_score":0.1704545455}
{"full_text":"RT Restaurants industry is requesting govt to bail them out as their businesses was severely affected by covid19How can...","sentiment_score":0.0}
{"full_text":"Heyyyy, notice how only media is allowed in, and also it still is a global pandemic.","sentiment_score":0.0}
{"full_text":"RT Like schools....","sentiment_score":0.0}
{"full_text":"RT he had to wear a mask in the end","sentiment_score":0.0}
{"full_text":"RT When Priti Patel says \"certain ethnicities are more susceptible to COVID\" it has zero biological basis.Certain ethnicit...","sentiment_score":0.3571428571}
{"full_text":"RT COVID-19 IS NO JOKE !! One Man Contracted it, got cured but suffered so much brain damage that he insists he won an election...","sentiment_score":0.2}
{"full_text":"RT German supermarket chain Aldi said it will give up to four hours of pay to U.S. employees who choose to receive COVID-19 inocu...","sentiment_score":0.0}
{"full_text":"RT It's a deadly global viral pandemic, raging unchecked, the country and state are out of vaccines, and I just learned, entire...","sentiment_score":0.0}
{"full_text":"RT China is rushing to build a massive quarantine camp that can house more than 4,000 people (), after an outbreak of Covid...","sentiment_score":0.25}
{"full_text":"RT New Wayne County Relief Program is Taking Applications for emergency to restaurants hit hard by the pandemic. Learn more...","sentiment_score":0.1148989899}
{"full_text":"By the same govt that ddnt have relief money for people in lockdown","sentiment_score":0.0}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"RT COVID was a scam. Without the propaganda and harmful gov measures, no one would have noticed beyond the usual seasonal m...","sentiment_score":-0.175}
{"full_text":"RT Inexcusable and unforgivable incompetence. Has forgotten that she was actually Home Secretary in March 2020,...","sentiment_score":0.0}
{"full_text":"RT India is deeply honoured to be a long-trusted partner in meeting the healthcare needs of the global community. Supplies o...","sentiment_score":0.0}
{"full_text":"RT This is how mRNA #COVID19 vaccines work ","sentiment_score":0.0}
{"full_text":"RT Barstool Sports' Dave Portnoy is a pub saver amid COVID-19","sentiment_score":0.0}
{"full_text":"Why can we call the new variant the UK Virus, but we couldn't call the original version the China Virus?","sentiment_score":0.2556818182}
{"full_text":"RT \"I'm grateful for the health care providers working tirelessly to get these shots into more people's arms and helping...","sentiment_score":0.5}
{"full_text":"RT I'm glad school staff now have vaccine access, but childcare staff need it too. Some teach kids the same ages as DC's PK teac...","sentiment_score":0.25}
{"full_text":"RT If you think the insurrectionist House and Senate Republicans can't end up in prison, consider how many of them reportedl...","sentiment_score":0.5}
{"full_text":"RT Biden Day One executive actions:Re-engage WHOUnified fed COVID responseExtend eviction &amp; foreclosure moratoriumsExte...","sentiment_score":0.0}
{"full_text":"Provable 2020 lockdown excess deaths 100k-200k+https:\/\/t.co\/RBz4OEdIow","sentiment_score":0.0}
{"full_text":"RT Billie Eilish and her brother do a  Tiny Desk Concert, from home....pandemic y'all. Gorgeous song.","sentiment_score":0.35}
{"full_text":"RT Many thanks for honoring the fallen this evening at the Lincoln Memorial: The 400,000...","sentiment_score":0.35}
{"full_text":"RT 1\/5Earlier today I spoke to Fadzayi Mahere who briefed me of the unsanitary conditions in our jails &amp; her own positive C...","sentiment_score":0.4136363636}
{"full_text":"RT We're giving this a bump today because we all love feel good funny vibes.","sentiment_score":0.4833333333}
{"full_text":" ABCDC's January Newsletter - #Allston #BrightonMA #cdcswork","sentiment_score":0.0}
{"full_text":"I have had many colds this year. Including corona. It feels even more than in the last years. Maybe because everything is focused on 'omg I have a tickle in my throat; and that's a cough!' that I even notice it more. And yes, I do stay at home mostly and work at home.","sentiment_score":0.4}
{"full_text":"RT NEWS: Executive actions Biden plans to issue today-Rejoin Paris accord-Fortify DACA-Undo Muslim ban-Stop border wall-...","sentiment_score":0.0}
{"full_text":"RT We are coming together for a national moment of unity and remembrance to honor the lives lost to COVID-19. Join us now for the...","sentiment_score":0.0}
{"full_text":"RT We condemn Goa University and for taking students life for granted, On the first day of final year examination...","sentiment_score":0.125}
{"full_text":"RT PM Shri special relationship with Sikh community reflects in his government's actions!Helping Punjab recov...","sentiment_score":0.3571428571}
{"full_text":"RT Dear Donald J Trump: U Have Left The Capital Lookin Like A WarZone, Country In Shatters, Millions Unemployed, Over 400,000 Dead...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: Tornado GR4 fighter jets have arrived in Cambridgeshire to assist local authorities enforce #SocialDistancing rule...","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden plans  to sign 17 executive actions today in the Oval Office including:-National mask mandate-Esta...","sentiment_score":0.0}
{"full_text":" COVID-19 VACCINE APPOINTMENTS BOOKEDThis includes:-Lee County Dept. of Health vaccines-Lee County, Charlotte County, and Collier County Publix vaccines","sentiment_score":0.0}
{"full_text":"RT It's appropriate  the UK has the worst #COVID19 death toll. A country of sociopath enablers, greed worshippers and s...","sentiment_score":-0.25}
{"full_text":"RT McLeod is pleased to announce it has expanded access to  Bamlanivimab as an outpatient infusion treatment for patients at...","sentiment_score":0.5}
{"full_text":"RT Our family lost someone to COVID. Lots of families lost so, so much because of that animated garbage heap. I want to f...","sentiment_score":0.2}
{"full_text":"RT Today, an Air India plane will land in Male' with 100,000 doses of AstraZeneca vaccine - a gift from India. For  it's...","sentiment_score":0.0}
{"full_text":"First, there's no going back to normal after 400,000 people died because of our terrible response to the pandemic, after millions became jobless, after families were separated and immigrants were caged, after the resumption of federal executions.","sentiment_score":-0.15}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"The worst thing about having Covid is losing my sense of taste completely.","sentiment_score":-0.45}
{"full_text":"RT Thread ","sentiment_score":0.0}
{"full_text":"RT Council's are on the front line of the fight against Covid: Supporting vulnerable residents; keeping schools safe and deliver...","sentiment_score":0.0833333333}
{"full_text":"Once optional, the ability to respond quickly to shifting world events and conditions, in real time, is now critical -- and one of the biggest benefits of activating out-of-home programmatically is the ability to stay flexible. #DOOH #Advertising","sentiment_score":0.1777777778}
{"full_text":"Think outside the { box } #EhiveChat","sentiment_score":0.0}
{"full_text":"Why relying on the vaccine might not work - individually or for a population.","sentiment_score":0.0}
{"full_text":"RT having                          disliking covid-19                nicki minaj                  no taste","sentiment_score":0.0}
{"full_text":"RT PANDEMIC PICKS The photos you liked the most during October 2020!https:\/\/t.co\/Pac1zCDQmb","sentiment_score":0.55}
{"full_text":"RT Time for the Potomac Two Step.While the throne gets polished with a new ass, their cult followers will now pivot to s...","sentiment_score":0.1363636364}
{"full_text":"RT Covid-related deaths in England's care homes jump 46%,after UKGov ignores WHO advice to vaccinate them FIRST, as ScotGov d...","sentiment_score":0.25}
{"full_text":"No one will under normal circumstances want to expose themselves to Covid-19, these and most have to hustle and bustle to get a meal for the day. Unfortunate.","sentiment_score":0.05}
{"full_text":"Tristan Grueder came home to save his family's sawmill. Tree-King Holly and his forest of sentient trees want to destroy it. When these two fall in love, they'll sacrifice everything to stay together. Family and forest will do the same to tear them apart.#A #F #LGBT #IWSGPit","sentiment_score":0.1}
{"full_text":"RT Business rates holidays, VAT deferral and reduced rate extension - key asks to kickstart the economy and deliver rapid grow...","sentiment_score":0.0}
{"full_text":"RT *Biden finishes oath*MAGA: THESE COVID NUMBERS ARE OUTTA CONTROL","sentiment_score":0.0}
{"full_text":"RT If a school board has to include politicians who aren't responsible for education in their pleas for help then those respons...","sentiment_score":0.2}
{"full_text":" Our last #COVID19 update shows the number of first vaccine doses carried out across GM as of today: approx. 195.771.Andy thanks all NHS staff, volunteers, and everyone involved in the collective effort. \"The level of progress really has kicked on again this week.\"","sentiment_score":0.1625}
{"full_text":"Trump getting covid was the funniest week on here lol","sentiment_score":0.8}
{"full_text":"RT COVID-19 TESTING AT VALLEY WATER: Through a partnership with free testing is available at Valley Water HQ at...","sentiment_score":0.4}
{"full_text":"RT Almost 25 m Americans infected and over 410k dead bc of his irresponsible actions and lying abt #COVID...","sentiment_score":-0.2}
{"full_text":"RT \"But the evidence that the second dose can be delayed for three months looks shaky. Not even the manufacturers recommend it...","sentiment_score":-0.1666666667}
{"full_text":"Since offering ourselves up to physically serving a Dom\/Alpha is out of the question at the moment with all the Covid restrictions, you could begin by watching some hypno videos on a loop to keep your brain focused on your true nature?","sentiment_score":0.175}
{"full_text":"RT Laura Ingraham is still trying to convince her viewers a pandemic that has killed 400,000 Americans is really nbd","sentiment_score":0.0}
{"full_text":"RT Pandemic and Current Events Stoking Young Audience Appetite for Local TV News","sentiment_score":0.0333333333}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"RT Please RT","sentiment_score":0.0}
{"full_text":"BREAKING: The Welsh Government says GCSE, AS and A-Level students will now receive grades determined by their teachers. There has been calls to scrap external assessments as face-to-face teaching continues to be suspended due to the coronavirus pandemic #CapitalReports","sentiment_score":-0.0625}
{"full_text":"BEFORE SUNRISE x NOTTING HILLWhen anonymous Nora shelters famous actor Aiden during a tornado lockdown, neither would have guessed that a strong bond could grow between two strangers after answering a seemingly innocent 36-questions list.#A #CO #R #IWSGPit","sentiment_score":0.4777777778}
{"full_text":"DOJ Closes Probe into Richard Burr's Coronavirus-Linked Stock Trades via - Breaking News, U.S. and World News.","sentiment_score":0.0}
{"full_text":"Spotlight on illegal dumping in Tipperary after another household sheds waste outside Roscrea ","sentiment_score":-0.2333333333}
{"full_text":"Even when #COVID19 vaccine becomes available in Lebanon, this does not signify the end of the COVID-19 pandemic.We must continue to protect each other from #COVID_19 by keeping distance, wearing a mask and regularly washing our hands with soap.#TimeToAbide #StopCOVIDNow","sentiment_score":0.0916666667}
{"full_text":"The PS20 a week uplift to #UniversalCredit is a vital lifeline for many families during the pandemicFor those helps with debt, it can mean the difference between being able to make ends meet -- and falling further into debt ","sentiment_score":0.1575}
{"full_text":"RT As I sit &amp; listen to empty, complacent &amp; predictable performance at #PMQs, the day after 1610 people die...","sentiment_score":-0.15}
{"full_text":"A total of 74 inmates and members of staff have tested positive for Covid-19 at HMP Dovegate, near Uttoxeter.https:\/\/t.co\/zft26Zm6Ke","sentiment_score":0.1090909091}
{"full_text":"RT If you think that NHS staff should receive full COVID-19 vaccine courses (2 doses) immediately, please RT thisNHS staf...","sentiment_score":0.35}
{"full_text":"RT Dear Donald J Trump: U Have Left The Capital Lookin Like A WarZone, Country In Shatters, Millions Unemployed, Over 400,000 Dead...","sentiment_score":-0.1}
{"full_text":"If you have questions for us - we are available for you. Our team can easily be reached by phone or email. Clients are not permitted in the store during the provincial lockdown - but we can still help. Visit our contact us page to reach out today:","sentiment_score":0.4166666667}
{"full_text":"Despite #COVID19, demand still exists for #medicaltourism. High costs haven't disappeared, which means #patients looking for care outside of the US.","sentiment_score":0.08}
{"full_text":"The pandemic is getting in the way of some people applying for, or receiving, their permanent resident status. shares the story of one woman who now has to move abroad. Read more:","sentiment_score":0.5}
{"full_text":"St. Claire continues to offer COVID-19 testing just outside the St. Claire Medical Pavilion Monday, Tuesday, Thursday, &amp; Friday from 7 AM - 2 PM &amp; Wednesday from Noon - 7 PM. For more information, visit or call 606.780.5227.","sentiment_score":0.1666666667}
{"full_text":"Study reveals further insights into animal origin of #COVID19","sentiment_score":0.0}
{"full_text":"The PS20 a week uplift to #UniversalCredit is a vital lifeline for many families during the pandemicFor those helps with debt, it can mean the difference between being able to make ends meet -- and falling further into debt","sentiment_score":0.1575}
{"full_text":"We  teachers! Parents are more appreciative of teachers since lockdowns forced students to learn from home &amp; we appreciate them too  Here we're training them on COVID-19 precautions &amp; management as schools continue to experience outbreaks#DRASAIPCTraining #DRASALovesTheKids","sentiment_score":0.2666666667}
{"full_text":"ICYMI: Our highly-rated \"COVID-19 Training for Healthcare Workers\" is now available in Spanish. Please share to get this life-saving content into as many hands as possible. ","sentiment_score":0.225}
{"full_text":"This #WeirdPlantWednesday is a perennial that signals the start of spring. Its flowers may be a showy yellow or white, with six petals and a trumpet-shape central corona. It is a symbol of \"regard for someone\" and serves as the birth flower for March. Can you name it?","sentiment_score":0.0}
{"full_text":"In his first hours as president, Joe Biden will sign a series of executive actions that reverse Trump's orders on immigration, climate change and handling of the #COVID19 pandemic. #9Todayhttps:\/\/t.co\/OpPZFBMyO8","sentiment_score":0.25}
{"full_text":"is offering no-cost, contactless COVID-19 testing for patients age 3 and up throughout DuPage County. To find a location, visit","sentiment_score":0.0}
{"full_text":"People may be able to fight off reinfection for at least six months after they recover from Covid-19 thanks to cells that can \"remember\" the virus, according to research published Monday.","sentiment_score":0.1333333333}
{"full_text":"RT 4 years ago we had a healthy economy, sparse domestic threats and a stable democracy.Trump brought us a dark recession, 4...","sentiment_score":0.1166666667}
{"full_text":"After highlighting the risk of a \"the lethal flu pandemic\" back in 2006, the World Economic Forum has published a new report detailing the biggest threats facing the planet over the next 10 years Read more:","sentiment_score":0.1672727273}
{"full_text":"Share this with people who lost their job during pandemic ! #WorCovid Gonna help them for sure.Contact for details !!!@edc_acropolis #enablingemployment #jobs #WorCovid","sentiment_score":0.0}
{"full_text":"The country's biggest teaching union has said that teachers have been almost twice as likely to catch Covid-19 as the wider population in recent months. More by #education #educationnews","sentiment_score":0.1666666667}
{"full_text":"Spare time on your hands during lockdown? The ACO are offering a free online Umpire Education Stage 1 course The course is designed to give an overview of the basic Laws of the game &amp; how to apply themCheck it out ","sentiment_score":0.0}
{"full_text":"Chinni and Shankar Subash will be watching Kamala Harris's swearing-in from their home in Canada due to the COVID-19 pandemic.https:\/\/t.co\/tjHqVQkZZu","sentiment_score":-0.125}
{"full_text":"\"together*\"*Provided you agree with me. otherwise you're on the outs\"What politicians REALLY mean.","sentiment_score":-0.3125}
{"full_text":"Check out coverage of our study that takes an early look at the impact of COVID-19 on workers' compensation claims in 27 states. #workerscomp #COVID19","sentiment_score":0.1}
{"full_text":"#WellnessWednesdayA-Z of Wellbeing from is like an advent calendar of mood-boosting, creative activities for each day of January. Catch up and follow along with fantastic ways to spend your lockdown and other useful community resources at","sentiment_score":0.26875}
{"full_text":"Meet the East London coffee shop-owners, who turned pandemic pandemonium into an overnight success, one sandwich at a time.Here, they tell about their side hustles.https:\/\/t.co\/oGdkqZyW6m","sentiment_score":0.3}
