{"full_text":"RT #NewsAlert | Himachal Pradesh battles Covid.News18's with the report from Shimla.Join the broadcast with...","sentiment_score":0.0}
{"full_text":"RT Just hearing that fines issued to seafood sector protesters were for breaching lockdown rules!So, to recap, driving t...","sentiment_score":0.0}
{"full_text":"Welcome to the Hotel COVID-fornia. You can check in any time you like, but you CAN NEVER LEAVE YOUR HOME.","sentiment_score":0.8}
{"full_text":"RT Breathtaking.This field of flags on the National Mall commemorates those lost to COViD19. President Biden will lead a...","sentiment_score":0.0}
{"full_text":"RT Over 400,000 Americans have died from Covid-19. Over 400,000 of us are dead because of Donald and his administration's inco...","sentiment_score":-0.2}
{"full_text":"Fuck sake...","sentiment_score":-0.4}
{"full_text":"UK Government: All pharmacies should to be able to play a part in the UK's Covid-19 vaccine programme - Sign the Petition! via","sentiment_score":0.625}
{"full_text":"RT Solskjaer: \"We've not got COVID test results and it's almost 30 hours ago, so hope we get them soon. Everyone trained this mo...","sentiment_score":0.0}
{"full_text":"Is it legal to be working with people who have COVID? Everybody in my work have it and are still working.","sentiment_score":0.2}
{"full_text":"My mum got me eating the wildest things coz of covid","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"RT #coronavirus For the first time since early September, Derry City &amp; Strabane council area has the lowest #covid19 rate...","sentiment_score":0.175}
{"full_text":"Tanzania is the real deal","sentiment_score":0.2}
{"full_text":"RT A Thread on what these votes were actually on:","sentiment_score":0.0}
{"full_text":"RT Send this to any Karen or Ken when they dont want to wear a mask to protect public health","sentiment_score":0.0}
{"full_text":"RT The day after Martin Luther King Day we celebrate the final day of the two times impeached, failed presidency of Donald T...","sentiment_score":-0.25}
{"full_text":"RT #StudentsDemandOnlineExamsThere are several people who confuse covid with flu. Several who are asymptomatic. Are we a...","sentiment_score":0.0}
{"full_text":"RT SO today I learned Retail workers may be waiting till SEPTEMBER to get the Covid Vaccine!THIS is unacceptable so im sign...","sentiment_score":0.0}
{"full_text":"RT India is deeply honoured to be a long-trusted partner in meeting the healthcare needs of the global community. Supplies o...","sentiment_score":0.0}
{"full_text":"RT India is deeply honoured to be a long-trusted partner in meeting the healthcare needs of the global community. Supplies o...","sentiment_score":0.0}
{"full_text":"RT URGENT: Global COVID-19 cases have now surpassed 73 million. Doctors Without Borders teams are working to slow the spread of C...","sentiment_score":-0.15}
{"full_text":"RT Today is the last full day of the most failed presidency this country has ever seen: Trump allowed 400,000 to needle...","sentiment_score":0.0875}
{"full_text":"RT She bought one way ticket to Bali and get free ticket home. She should add this part in her e-book","sentiment_score":0.4}
{"full_text":"#StudentsDemandOnlineExamsWe want online exams The covid is increasing day by day.Kindly close The institution.@#save_students","sentiment_score":0.0}
{"full_text":"RT Due to the covid-19 situation I hope you guys safe so please take care of yourself and don't let your guard down ","sentiment_score":0.0731481481}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"But then your twitter handle refers to \"covid is a lie\" so...you know... you're just a nutter","sentiment_score":0.0}
{"full_text":"RT Remember, three years into Trump's presidency, they were saying it was Obama's economy.","sentiment_score":0.0}
{"full_text":"RT Dr. Levine took her own mother out of a nursing home prior to ordering COVID infected patients into them. Thousands die...","sentiment_score":0.3}
{"full_text":"The Seychelles drops quarantine requirement for Covid-vaccinated travelers","sentiment_score":0.0}
{"full_text":"RT \"Let's hug each other, look at each others eyes once covid is over.\" - Namjoon, 20\/09\/12","sentiment_score":-0.125}
{"full_text":"Sounds great! I guess to some extent the pandemic and unrest just knocked it off the news? If that had never happened, I think that there would be a lot more scrutiny, especially outside of the UK","sentiment_score":0.5}
{"full_text":"Report: Will County, Chicago area essential workers faced unsafe conditions during COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"Say good-bye to freedom. This bitch has colluded with Wolf to keep PA locked down, issued recs on how to safely have an ORGY during Covid-19 and moved her mother from an assisted living to a luxe hotel before letting ppl know how dangerous those were and were being locked down.","sentiment_score":-0.1027777778}
{"full_text":"RT The team have been busy clearing brambles, scrub and overhanging branches from a popular section of the riverside path....","sentiment_score":0.35}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"Before you get back on your grind. You cannot pour from an empty cup. (2\/5) #bwhi #bwhiequity #protectblackwomenshealth #bwhipolicy #healthequity #covid #protectblackwomen #protectblackmothers #blkwomenshealth","sentiment_score":-0.05}
{"full_text":"RT Last January, Trump told CNBC about coronavirus: \"We have it totally under control. It's one person coming in from China...","sentiment_score":0.0}
{"full_text":"RT Beautiful Mary Fogarty. First Covid vaccination 19\/01\/21. Thank you to the scientists, the NHS and everyone who made it...","sentiment_score":0.55}
{"full_text":"RT N O S H I T","sentiment_score":0.0}
{"full_text":"RT What a liar she is. An absolutely vile human being.  Maybe she should start to look at her own figures and tell...","sentiment_score":0.2666666667}
{"full_text":"RT Iran ..What a good alliance they have in killing people.Khamenei and Rouhani are united in killing the Iranian people, th...","sentiment_score":0.7}
{"full_text":"RT Covid has robbed me. My stepdad is gone. Je t'aime papa","sentiment_score":0.0}
{"full_text":"RT Now you stuck in an immigration detention centre because you wanted to circumvent laws put forth during a GLOBAL PANDEMIC","sentiment_score":0.0}
{"full_text":"Here's the English version: Covid-19: The road back to Wuhan","sentiment_score":0.0}
{"full_text":"RT I wasn't sure how they were going to make it all work with no crowds, a Covid memorial, and all of it under threat. Ton...","sentiment_score":0.5}
{"full_text":"All these \"rule breakers\" names need to be put on a register and given to NHS so that when they get Covid, they should be denied treatment  as after all if they dont think its real then they can't get it and dont need treatment. Cannot understand why people can't just listen.","sentiment_score":0.2}
{"full_text":"Here's how I know I had a good day yesterday: I forgot to check the daily covid numbers.","sentiment_score":0.35}
{"full_text":"Grump family is a Greek tragedy. Grump represents worst qualities of mankind.Grump legacy: TWICE Impeached. Spread &amp; caught coronavirus. Incessant lies. Foments violence. 1 term only. Save Grump's nonsensical contradictory rant for an insanity defense at his criminal trials.","sentiment_score":-0.35}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT The immigration has decided to deport Kristen Gray for violation of her immigration status, encouraging foreigners to move...","sentiment_score":0.0}
{"full_text":"You're not allowed to be on the street past 8pm in Montreal right now so they would probably give the body a ticket for breaking lockdown.","sentiment_score":0.0178571429}
{"full_text":"From day 1. Still remember W turning to the Obamas &amp; mouthing WTF after Ts speech. T knew he wanted chaos racism hatred &amp; division that would lead to his American carnage. T wanted no foreign wars so domestic war could occur. Wanted full military at his disposal. #Traitor","sentiment_score":-0.03125}
{"full_text":"I blame #Kickstarter and covid-19.   Can't have all your friends over to play an awesome game? okay, I'll just buy a new game and fantasize about playing it with them.","sentiment_score":0.1672727273}
{"full_text":"RT #BREAKING WHO, China could have acted more quickly: pandemic response probe","sentiment_score":0.4166666667}
{"full_text":"RT Today, our Farmers to Families  Food Box program will roll out Round 5 adding $1.5 Billion of new funding. Created to f...","sentiment_score":-0.0318181818}
{"full_text":"Ok let's do ratio-Eng -56mill pplSco-6millEng 9times pop Covid deaths:-Eng 80000Scot 5000So ratio Eng 80,000                Sco 45,000Just over half England's, still an awful death toll, but not in same league as Johnson's ineptitude.","sentiment_score":-0.1666666667}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"we've been watching her for months during their coronavirus briefings. congratulations to Dr. Levine","sentiment_score":0.0}
{"full_text":"I don't get the logic that we shouldn't wear masks even if there isn't a virus. In Asia, anyone who has a simple cold or illness ALWAYS wears a mask to protect other people. Why not other countries normalise that? I wouldn't mind it at all","sentiment_score":-0.165625}
{"full_text":"RT Finally, Covid19 is back on Uganda's agenda. For about 6 days, the authorities forgot it matters. All of a sudden SOPs will...","sentiment_score":0.0}
{"full_text":"RT PSA - STAY AT HOME ","sentiment_score":0.0}
{"full_text":"Upcoming and Recent Virtual Events + COVID Resources for Artists and Organizations -","sentiment_score":0.0}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"RT Meanwhile, let's continue to crowd at NIMC offices.","sentiment_score":0.0}
{"full_text":"Never forget mahatma Gandhi who eulogized poverty and wanted India to remain poor. Only his photo hangs in all govt offices.","sentiment_score":-0.2}
{"full_text":"RT Last January, Trump told CNBC about coronavirus: \"We have it totally under control. It's one person coming in from China...","sentiment_score":0.0}
{"full_text":"Everybody's an epidemiologist when it comes to Covid ... where were these same people when global warming was being discussed??? Quiet as a mouse","sentiment_score":0.0}
{"full_text":"RT Over 400,000 Americans have died from Covid-19. Over 400,000 of us are dead because of Donald and his administration's inco...","sentiment_score":-0.2}
{"full_text":"RT The has produced a handy infographic which gives an at-a-glance guide to essential domestic construction wor...","sentiment_score":0.2}
{"full_text":"RT Levin's own mother was pulled out of a nursing home as covid patients were sent in. This person should be in prison, not...","sentiment_score":0.6}
{"full_text":"Corona infection in Tamil Nadu .. 543 people infected .. 772 people discharged .. 9 people died ..!","sentiment_score":0.0}
{"full_text":"RT #ThankfulTuesdayWe should always thank God because God has given everything for us to stay home to have food to eat,...","sentiment_score":0.0}
{"full_text":"RT #ThailandOpen2021  #COVID19 Sai Praneeth tests positive for Covid-19, Srikanth may also pull outREAD>https:\/\/t.co\/Ss4Jv...","sentiment_score":0.2272727273}
{"full_text":"RT Ken Burns explains why the US is struggling with three 'viruses' in the Trump era - not just COVID-19","sentiment_score":0.0}
{"full_text":"It's my boyfriend's 30th tomorrow, and it'll be crap due to lockdown... now he has the #PS5  which he can enjoy with his new Bravia TV. I've been stressing for weeks finding the right present so thank you, thank you, thank you #HeroOfTheDay (2\/2","sentiment_score":-0.0171536797}
{"full_text":"RT At some point authors and promoters of the Great Barrington Deception need to take responsibility for their influence on pe...","sentiment_score":0.8}
{"full_text":"By March 30, the FBI's Internet Crime Complaint Center had received more than 1,200 complaints about scammers trying to capitalize on the pandemic.","sentiment_score":0.0333333333}
{"full_text":"RT While I have very little time for Covid deniers, I think it's very reductive to simply label them \"cranks\" etc. There's a rea...","sentiment_score":-0.0145833333}
{"full_text":"New rules in the Valencian Community. This is just never ending isn't it ","sentiment_score":0.1363636364}
{"full_text":"RT The government urgently needs to act to save this Covid-hit sector. You can write to your MP and demand action on visa-...","sentiment_score":0.1}
{"full_text":"RT Feel like this Covid 19  is a never ending cycle bro so many ppl are dying and ppl don't care until it's their mom , da...","sentiment_score":0.5}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"India will send Covid vaccines to Bhutan, Maldives, Bangladesh, Nepal, Myanmar and Seychelles from tomorrow. Hon'ble PM Shri ji calls it #VaccineMaitri.","sentiment_score":0.0}
{"full_text":"Smaller than classic #antibodies, #nanobodies that attack #SARSCoV2 can penetrate tissue better &amp; can be produced more easily in larger quantities to treat #COVID19. #Coronavirus","sentiment_score":0.2333333333}
{"full_text":"RT The Trump right, using their massive--&amp; undeserved--platforms to spread the lie that #COVID19 is a Democratic conspiracy when i...","sentiment_score":0.2857142857}
{"full_text":"RT It's not empathetic to deny universal health care to people. Especially during a pandemic. It's not empathetic to push agai...","sentiment_score":0.0}
{"full_text":"RT \"...start over again but it doesn't mean we start from the beginning. We may do it from the point no. 80 so (we) don't hav...","sentiment_score":-0.3125}
{"full_text":"RT Pfizer vaccine 'could stop people spreading coronavirus' Researchers found in a small study th...","sentiment_score":-0.25}
{"full_text":"If Matt Hancock has received a 'blip' from the NSH Covid application and has been told to isolate, this has only come from a colleague who is NOT isolating and knows he\/she has Covid. They should be fined for being out socialising. What is the point of the NHS app ??","sentiment_score":0.0}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"Now that Biden is taking office the cathedral is going to downplay covid and open the economy so he looks like he solved everything. In a few weeks Biden will proclaim that his push for masks worked and covid has finally been controlled.Frankly I'm fine with it at this point.","sentiment_score":0.0541666667}
{"full_text":"RT Our beautiful 15th century library is currently closed to volunteers and visitors due to the pandemic, but typically a n...","sentiment_score":0.1145833333}
{"full_text":"We are excited to announce our first two expert-speakersDr Rhys Thomas: The Spectrum of Neurological and Psychiatric Disease Associated With Covid-19. Dr Mohamed Sakel: Neuro-Rehabilitation During COVID-19 Best PracticeRegister FREE here ","sentiment_score":0.50625}
{"full_text":"RT Must-read Is the Texas Capitol a government building or a petri dish?  #txlege #coron...","sentiment_score":0.0}
{"full_text":"$23 trillion. That's how much COVID-19 has taken away from the global retail industry. Learn how retailers can use conversational marketing to connect with shoppers at scale and overcome COVID-19 business challenges. https:\/\/t.co\/UQSHGQuS64#retail #retailsales","sentiment_score":0.1}
{"full_text":"RT Today, our Farmers to Families  Food Box program will roll out Round 5 adding $1.5 Billion of new funding. Created to f...","sentiment_score":-0.0318181818}
{"full_text":"JP McManus Pro-Am postponed until 2022 over Covid-19 worries","sentiment_score":0.0}
{"full_text":"There are 72 players in a hard lockdown hotel quarantine after arriving in Australia on three flights that included COVID-positive passengers. #9Newshttps:\/\/t.co\/9gJU8YU8kU","sentiment_score":-0.2916666667}
{"full_text":"Tonight: ITV documentary #Outbreak: The Virus That Shook The World exploring the affects of Coronavirus on the world. More info:https:\/\/t.co\/E6ntuJQUtD","sentiment_score":0.25}
{"full_text":"Stay home, stay safe, and stay optimistic. #NewNormal","sentiment_score":0.5}
{"full_text":"We've got a lot of work to do.Self-determination for Puerto Rico &amp; DC. A compassionate immigration system.COVID relief &amp; recovery.Accountability for insurrectionists.And so much more. Let's do this.","sentiment_score":0.5}
{"full_text":"Jan. 19, 2021:As of today, we received $4.93\/day to get through this pandemic.That's 493 pennies per day.","sentiment_score":0.0}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"What does COVID-19 rank among the deadliest #pandemics in history?  ","sentiment_score":-0.8}
{"full_text":"This economic development law will help MA recover from the pandemic by investing more than $600M in a wide range of programs supporting communities, small businesses, job growth, &amp; affordable housing development. The bill also has a strong focus on equity &amp; racial justice.","sentiment_score":0.1722222222}
{"full_text":"Find your #COVID19 vaccine CPT code with the help of #OurAMA. Use our streamlined, interactive resource to determine the appropriate CPT code combination for the type and dose of vaccine that you are using.","sentiment_score":0.5}
{"full_text":"Have you downloaded our app yet? Access a modern version of telehealth from the Google Play Store. During this pandemic, it is essential to be connected to better our health.https:\/\/t.co\/pBonmTCW1C#appoftheday #acupuncture #acupuncturist #wellness  #health #telehealth #holistic","sentiment_score":0.2333333333}
{"full_text":"myStrength has most recently added resources on COVID19 including Coping Skills During COVID19, tools, resources and more.Click below to register for myStrength TODAY!https:\/\/t.co\/k5OJcoOD8n","sentiment_score":0.25}
{"full_text":"Mark Selby, three-time world snooker champion, and Gareth Potts, four-time world 8 ball pool champion, have launched 'Cuesports for the NHS' following the Covid-19 pandemic.https:\/\/t.co\/fCHyhMBKsL","sentiment_score":0.0}
{"full_text":"Are you experiencing symptoms of COVID-19? Testing at our COVID-19 Assessment Centres is available by appointment-only. Book online: Book by phone: 905-378-4647 ext. 42819 (4-CV19)","sentiment_score":0.4}
{"full_text":"Ice cream tests positive for COVID-19 in China via","sentiment_score":0.2272727273}
{"full_text":"Americans who saw their income negatively impacted by the coronavirus pandemic also reported paying more in fees than those who weren't financially hit by the crisis via","sentiment_score":0.0666666667}
{"full_text":"There are several options for COVID-19 testing today, the Community Assessment Centers and a mobile testing event at Gra-Mar Middle Prep this afternoon.All options listed here are free, and do not require an appointment.","sentiment_score":0.1333333333}
{"full_text":"A great explanation of how the #COVID19 mRNA vaccines work by our Leadership Journey cohort member","sentiment_score":0.8}
{"full_text":"Headlines: Seven More COVID-19 Deaths, Martin Luther King, Jr. Celebrations &amp; Carla's Crazy Crunch  via","sentiment_score":-0.05}
{"full_text":"Irish Government Admits: COVID-19 Does NOT Exist | Principia Scientific Intl.","sentiment_score":0.0}
{"full_text":"Let's not focus on what BROKEN 45 will or will not do. Keep eyes on the prize of a new day dawning and the importance of being a WE people. Wearing a mask is NOT a political statement; it is a therapeutic device that will flatten curve and contribute to economic stability. DO it!","sentiment_score":-0.0034090909}
{"full_text":"RT Q from on what we still need to resolve in bouncing back from #COVID19: Reducing the gap between the global South an...","sentiment_score":0.0}
{"full_text":"IPPSR's January Public Policy Forum focuses on COVID-19 vaccine rollout and distribution. Wednesday, Jan. 27 at noon on Zoom. Register now at","sentiment_score":0.0}
{"full_text":"Due to Covid-19 we're expecting more people to want to vote by post in this year's local elections.If you want to vote by post then there's no time to delay - apply today.To apply for a postal vote email elections@lancaster.gov.uk or telephone 01524 582905.","sentiment_score":0.125}
{"full_text":"COVID presents new set of challenges for DOD environmental healthFind out why here:","sentiment_score":0.1363636364}
{"full_text":"Pandemic isolation has been particularly tough for teens. Henrico schools is expanding a pilot program that offers teens a tool kit and provides a virtual club for teens to meet and discuss mental health. For more information, email jodi@ckgfoundation.org.","sentiment_score":0.0277777778}
{"full_text":"National Cathedral to toll bell 400 times Tuesday, marking 400K U.S. lives lost to COVID","sentiment_score":0.0}
{"full_text":"The task at hand is to undo generations of medical maltreatment of Black people and other communities of color.","sentiment_score":-0.0972222222}
{"full_text":"RT having                           disliking covid19                     delena                   no taste","sentiment_score":0.0}
{"full_text":"Today I talk about The Great Reset. Following the COVID-19, the WEF believes now is the time to reform capitalism. To avert the climate crisis we are facing, we need to make significant changes with our relationship with the natural world we inhabit.https:\/\/t.co\/s8VJbOQZGD","sentiment_score":0.31875}
{"full_text":"There are 72 players in a hard lockdown hotel quarantine after arriving in Australia on three flights that included COVID-positive passengers. #9Newshttps:\/\/t.co\/19SXUkc0EK","sentiment_score":-0.2916666667}
{"full_text":"The latest deployment of soldiers in SA streets for about a month under level 3 of the lockdown regulations will cost the country nearly R100m, the parliamentary standing committee on defence said on Tuesday.https:\/\/t.co\/dY9bldkqDx","sentiment_score":0.3}
{"full_text":"RT The 1918-1919 pandemic, which started on a Kansas chicken farm, killed more, in a few months, than the whole of World War...","sentiment_score":-0.06}
{"full_text":"Seating arrangement for Budget session in accordance with Covid-19 guidelines: Speaker Om Birla","sentiment_score":0.0}
{"full_text":"Hartlepool business who need to report Covid-19 cases are strongly encourage to contact Public Protection Team Email public.protection@hartlepool.gov.ukTel (01429) 284024 Websitehttps:\/\/t.co\/zE1Ei3Ojja","sentiment_score":0.2166666667}
{"full_text":"Wearing is caring. Utiliza crubrebocas.  #COVID19 #COVID19 #SemaforoRojo","sentiment_score":0.0}
{"full_text":"Students attend their first day of school, at a secondary institute in Karachi, #Pakistan on January 18, 2021. Pakistani schools #reopened after a break due to the Covid-19 pandemic. 1Yue 18Ri ,#Ba Ji Si Tan Ge Di Xue Xiao Bu Fen Nian Ji De Xue Sheng  #Fan Xiao ,Cai Qu Fang Yi Cuo Shi Hou Hui Fu Shang Ke . by Lin | CFP pics","sentiment_score":-0.0583333333}
{"full_text":"Say no to Pfizer Covid19 vaccine and all other vaccines the effect is fucking disastrous","sentiment_score":-0.4125}
{"full_text":"Have questions regarding COVID-19? Call the COVID-19 helpline at 540-231-7600. Staff is available M - F 9 a.m. - 5 p.m. and weekends 11 a.m. - 4 p.m. Visit the Ready website below for info on testing, vaccines, and more https:\/\/t.co\/JOpOQI7A0a","sentiment_score":0.3666666667}
{"full_text":"President-elect Biden and Vice-President-Elect Harris will speak at 5:30 p.m. tonight at the Lincoln Memorial's reflecting pool to honor the more than 400,000 people our country has lost to COVID-19.","sentiment_score":0.5}
