{"full_text":"RT This is a helpful account again","sentiment_score":0.0}
{"full_text":"COVID.....","sentiment_score":0.0}
{"full_text":"RT #SriLanka makes world news again: \"The #health minister had publicly consumed &amp; endorsed the syrup as a way of stopping the...","sentiment_score":0.0}
{"full_text":"RT Get your tickets now!","sentiment_score":0.0}
{"full_text":"Make #education free and available for all children #EducationDay","sentiment_score":0.4}
{"full_text":"BLOG | 2021: LEARNING FROM LOCKDOWN... PART 3! #UKLockdown #COVID19 #StayHome #QuedateEnCasaYa #Benidorm #Nottingham #Jet2 #WestMidlands #Walking #Blogging #Depression #China #MissRona #LearningFromLockdown #Blog #England","sentiment_score":0.0}
{"full_text":"RT The Government has extended lockdown laws to give councils the power to close pubs, restaurants, shops and public spaces unt...","sentiment_score":0.0}
{"full_text":"RT It was one thing when my son crashed my press conference a month or so ago, but this... Now is not the time to travel. S...","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT I'm tired. I'm sad. I'm scared. I just want all this to be over. Please stay home. I don't know how much more of this m...","sentiment_score":-0.1333333333}
{"full_text":"Coronavirus live news: US nears 25m cases as three infections linked to Australian Open confirmed as UK strain | World news","sentiment_score":0.1340909091}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"Why Eggs Are So Good For Your Immunity:1. Eggs are a part of a healthy diet plan.That is a reason why kids are encouraged to eat eggs from the start.2. It would surprise you to know that in a lot of coronavirus quarantine facilities around the world, patients are offered eggs","sentiment_score":0.6}
{"full_text":"RT How do we know that this pandemic isn't just the start of our evolution from humans into sloths","sentiment_score":0.0}
{"full_text":"Didn't and his say the opposite last fall?","sentiment_score":0.0}
{"full_text":"Fxck off, all he has to do is reenact his awful hamlet performance.","sentiment_score":-1.0}
{"full_text":"RT Katie Hopkins is so racist she's been banned from Twitter. That doesn't stop &amp; #NewsCorpse broadcasting her ant...","sentiment_score":0.0}
{"full_text":"RT The 9-5 curfew just stop people from congregating late (as accustomed) and from holding events, that would spread covid q...","sentiment_score":-0.3}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when rihanna drops new music\"","sentiment_score":0.1787878788}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"RT This is a helpful account again","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT 38 Capitol Police employees have tested positive for coronavirus since Jan. 6 riot, union chief says","sentiment_score":0.2272727273}
{"full_text":"Get to fuck","sentiment_score":-0.4}
{"full_text":"One year later and man oh man. This shit has been a dub.","sentiment_score":-0.1}
{"full_text":"RT 1 year &amp; 1 day ago now, a Texas manufacturer offered to convert his facility to manufacture millions of N95 masks. Masks mad...","sentiment_score":-0.625}
{"full_text":"RT Bill Gates wanted an exclusive license for the Oxford Vaccine.   That was a mistake.   Now when one company screws up, deli...","sentiment_score":0.0}
{"full_text":"I'm waiting for Fallout 5.I haven't been keeping up with video game news since the pandemic began.What's new in the world of Fallout games and Bethesda in general?#Fallout #Fallout4 #Bethesda","sentiment_score":-0.1318181818}
{"full_text":"RT In Chile, we've been under curfew since the first months of the pandemic.In NL, tonight for the 1st time since WWII a...","sentiment_score":0.25}
{"full_text":"RT [Translate]\"Sorry, this is the official drone light show of the iQiyi program group, which caused everyone to misunderstand ...","sentiment_score":-0.05}
{"full_text":"RT #DowningStreetBriefing Did Stanley Johnson get his second jab? OF COURSE HE FCUKING DIDWe're all in this together....https...","sentiment_score":0.0}
{"full_text":"Culture Explains Our Weak Response to the Coronavirus - Ethical Systems","sentiment_score":-0.0875}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT Mike Harris got $3,500,000 for part-time board work over 18 yrs from Chartwell, a for-profit LTC corporation.Imagine if w...","sentiment_score":0.0}
{"full_text":"RT Worth a watch. One minute...","sentiment_score":0.3}
{"full_text":"So be it.But every #senior, who wanted to be and could have been vaccinated, who contracts and dies with #COVID19 after the #vaccine became available in #Oregon, has effectively been murdered by @OregonGovBrown.","sentiment_score":0.5}
{"full_text":"RT Thanks guys overwhelmingly na love .I share it to her she share it back to the people that what I like  guy's st...","sentiment_score":0.2333333333}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Biden promised everyone that he had a plan to \"shut down the virus.\"  Maybe if the media hadn't been so focused on his...","sentiment_score":-0.1555555556}
{"full_text":"\"once covid is over\" is starting to sound a lot like when he says \"let's do this again sometime\"","sentiment_score":0.2}
{"full_text":"RT Our daily update is published. States reported 1.9M tests, 174K cases, and 3,577 deaths. 114k people are currently hos...","sentiment_score":0.0}
{"full_text":"Stay at home with jiheon#HAPPY_fromis_9_DAY #fromis_9_3rd_Anniversary","sentiment_score":0.0}
{"full_text":"RT Johnson, Biden discuss COVID-19, climate in their first phone call","sentiment_score":0.25}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT #AnthonySwain Jr. was previously incarcerated and contracted #COVID19 in detention. In the latest episode of the Avant...","sentiment_score":0.1666666667}
{"full_text":"Rally To Save Bronx Coffee Shop &amp; Other Small Businesses At Risk Due To The Pandemic","sentiment_score":-0.1666666667}
{"full_text":"Most shops are crammed by customers and lack distancing. We cannot stay in queue &amp; wait for turn. Our #behavior might soon lead to third #lockdown","sentiment_score":0.25}
{"full_text":"RT Covid is designed to destroy the economy ,put the country under siege ,steal the election and get rid of President Tru...","sentiment_score":-0.2}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT This is a message to anyone who's had COVID-19: if you are able pls make appointments at the cardiologist, nephrologist...","sentiment_score":0.5}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" When one direction comes back\" ","sentiment_score":0.1333333333}
{"full_text":"RT When it comes to ending the pandemic, growing the middle class, fighting climate change, and creating good jobs for peop...","sentiment_score":0.35}
{"full_text":"RT The new Biden covid plan seeks to establish \"a national center for epidemic forecasting and outbreak analysis\"If we've...","sentiment_score":0.0181818182}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT To put the amount of deaths from Covid in perspective, under Joe Biden's presidency,  it's like 8,529 times Abraham Lincoln...","sentiment_score":0.0}
{"full_text":"RT Florida. . Corrupt Trump Crony Governor. No Covid vaccine plan other than allowing rich people from o...","sentiment_score":-0.0833333333}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT This could easily be Ontario in if we're not thoughtful. And by we I definitely don't mean individuals.","sentiment_score":-0.0263888889}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"Me looking old videos from concerts and trips i went to before covid ","sentiment_score":0.1}
{"full_text":"RT Researchers have found this popular vegetable may hold one key in the fight against COVID-19.","sentiment_score":0.3}
{"full_text":"Americans Are Fleeing Lockdown States in Droves Americans Are Fleeing Lockdown States in DrovesData shows that Americans are fleeing states with harsh lockdown policies like California in droves and moving to states which are more open like...","sentiment_score":0.1}
{"full_text":"RT #PCR #COVID19 Kary Mullis - Inventor of the PCR Test &amp; Nobel Prize in Chemistry winner on Fauci","sentiment_score":0.0}
{"full_text":"I'd ask if you brought enough to share, but you know, #COVID. ","sentiment_score":0.0}
{"full_text":"#:Colombia's Minister of Defense Mr.Carlos. Homes Trujillo in intensive Care with Covid19.","sentiment_score":0.0}
{"full_text":"RT Nalina and I had to make the tough decision to stay home this weekend, but we know our #BillsMafia family is there loud &amp; p...","sentiment_score":-0.1444444444}
{"full_text":"RT Why are NOT on millions of followers ?Please retweet and get everybody to follow &amp; amplify this account &amp; d...","sentiment_score":0.0}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"he brings a bunch of subscribers in to eat with him (covid-tested) and also says this:","sentiment_score":0.0}
{"full_text":"RT Things are all good (other than the COVID fiasco!)...just been super busy working out a plan and the implementation for s...","sentiment_score":0.2520833333}
{"full_text":"RT This made me cry.  is a great man xxx Off to find him on I've stayed off here today mostly. Excep...","sentiment_score":0.65}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT The 4 min video in here by Sanjay Gupta is awesome. Explains why we need to get N95 in the hands of everyone: N95 x eve...","sentiment_score":1.0}
{"full_text":"RT Out-Of-Touch Susan Collins says she doesn't see the need for more COVID relief. I don't understand how Maine voters saw the ne...","sentiment_score":0.5}
{"full_text":"RT Yesterday in a staff meeting, I promised our team \"I've got your back\". I will now prove it.","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"Maybe n95 the end of the hose","sentiment_score":0.0}
{"full_text":"RT This alone should mark the end of Mitt Romney's political career. Share this widely.'Mitt Romney Suggests Americans Don't...","sentiment_score":-0.05}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT *Networks of disinformation: a thread.*The covid-sceptic campaign group have deleted all their tweets from...","sentiment_score":0.0}
{"full_text":"It has clearly become politicised.\"we must leverage the COVID-19 pandemic, and make sure that it becomes the catalyst for a profoundly positive transformation\"Not eliminate, solve or navigate, oh no, \"leverage\".https:\/\/t.co\/mSzlC6Elhr","sentiment_score":0.2757575758}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT So, I have developed a Covid plan with huge success potential to save lives. Yours for PS12Bn. Give me a ca...","sentiment_score":0.2}
{"full_text":"RT Looking to lift someone's lockdown blues with a #letterboxgift ? Calming lavender in a cute little bag for under a PS5 inc...","sentiment_score":0.15625}
{"full_text":"RT This is the White House content we've been waiting so long for","sentiment_score":-0.025}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT new covid strain: *drops*Bolsonaro: ah shit, here we go again","sentiment_score":-0.0318181818}
{"full_text":"RT It was one thing when my son crashed my press conference a month or so ago, but this... Now is not the time to travel. S...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT NEWS: V6 Member Junichi Okada-starring 2nd The Fable Live-Action Film Delayed due to COVID-19 More:","sentiment_score":0.125}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Black People, You have been warned . . . MULTIPLE TIMES","sentiment_score":-0.0833333333}
{"full_text":"How Many Post-Pandemic Office Workers Can Fit in One Elevator? #CRE #COVID-19 #NewNormal #Pandemic #Office","sentiment_score":0.45}
{"full_text":"RT I'm tired. I'm sad. I'm scared. I just want all this to be over. Please stay home. I don't know how much more of this m...","sentiment_score":-0.1333333333}
{"full_text":"I pray that this pandemic will end very soonZSAZSA DIVINE DIVA   #PalagiWithZsaZsaPadilla","sentiment_score":0.2}
{"full_text":"Grimes Didnt Give Dave Chappelle COVID19, Joe Rogan Sayshttps:\/\/t.co\/KQsSi7Bb2wPresented by","sentiment_score":0.0}
{"full_text":"Dr. Deborah Birx, who ran Trump's COVID task force, says she \"always\" considered quitting; watch the interview Sunday on ","sentiment_score":0.0}
{"full_text":"The pandemic became a blessing in disguise for Roland Nipp. He turned his negative feelings into a new album that he hopes will bring the community a sense of \"escape\" and support.https:\/\/t.co\/5aQlIISgPN","sentiment_score":-0.0818181818}
{"full_text":"Guides in #ChineseTraditional and #Vietnamese explain how use contact tracing to slow the spread of #COVID19Free testing clinics: resources: #TiengVietNam","sentiment_score":-0.3}
{"full_text":"Education is a #HumanRight.Education is key to #SustainableDevelopment....What does education mean to you?#InternationaldayofEducation 2021 theme 'Recover and Revitalize Education for the COVID-19 Generation.' #RightToEducation #SDG4 #SDGs #UN #UNOSD","sentiment_score":-0.15625}
{"full_text":"With people around the world under various states of lockdown, isolated at home, without their normal social contacts or entertainment options, boredom is a problem.https:\/\/t.co\/aCTUxXdeyl","sentiment_score":0.0611111111}
{"full_text":"\"We would've been very busy.\"Between COVID-19 and unprecedented lockdowns on the nation's capital during the inauguration, area restaurateurs are hoping to get a boost when Metropolitan Washington Restaurant Week kicks off Monday.https:\/\/t.co\/j77ekMZMCD","sentiment_score":0.365}
{"full_text":"RT Proud of our health team, led by who helped Spartan Bioscience on the approval of this rapid test. It's gon...","sentiment_score":0.8}
{"full_text":"RT The difference between China and India. China gives the world a virus. We give the world a vaccine. One is a rogue state and...","sentiment_score":0.0}
{"full_text":"SA's resilient tourism sector has shrugged off the #COVID19 collapse to set new records in December. reports. #southaustralia","sentiment_score":0.1363636364}
{"full_text":"How the robot by San Antonio-based Xenex Disinfection Services is helping erase SARS-CoV-2 from surfaces in stadiums, hospitals and offices around the world.https:\/\/t.co\/XcJAO021FZ","sentiment_score":0.0}
{"full_text":"Pound Canadian Dollar Exchange Rate Holds Ground as Covid-19 Anxiety Fuels Risk Aversionhttps:\/\/t.co\/EtyW9DeBKS","sentiment_score":0.0}
{"full_text":"WATCH: Vancouver Symphony Orchestra performs COVID tribute","sentiment_score":0.0}
{"full_text":"From this week: \"As the first group of Washington residents line up for #COVID19 vaccines, some are getting those long-awaited inoculations from faculty &amp; students.\" #WSU #GoCougs","sentiment_score":0.25}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"In this week's \"In Focus: SoCal,\" host sits down with L.A. City Councilman who shares how production sets are cooperating with strict COVID-19 protocols.Watch \"In Focus: SoCal\" Sundays at 9 a.m. and noon on Spectrum News 1.","sentiment_score":-0.1555555556}
{"full_text":"RT Help prevent the spread of #COVID19 with stylish Face Masks &amp; Shields for a Healthy &amp; Fashionable Lifestyle! #Face Mas...","sentiment_score":0.5625}
{"full_text":"Keys to an Equitable Recovery: Better Data and 'Trusted Messengers'","sentiment_score":0.5}
{"full_text":"A new look at the numbers suggests we might be in the pandemic for another year. | By","sentiment_score":0.1363636364}
{"full_text":"RT We have only to look at what happened to our neighbours to the South to understand why it is so important for all Ontario med...","sentiment_score":0.2}
{"full_text":"yeah I agree, that's by far the worst impact of Reaganism\/Thatcherism, but it's possible that this pandemic and the economic carnage it's caused might cause somewhat of a realignment","sentiment_score":-0.175}
{"full_text":"One year ago today:China adds city-level travel bans for 5 more cities in Hubei province, and Beijing announces the cancellation of public Lunar New Year celebrations.The US CDC raises its travel warning about Wuhan to \"Avoid Nonessential Travel,\" the highest level.","sentiment_score":0.2121212121}
{"full_text":"\"COVID-19 is going to dictate what we do,\" SWAC Commissioner Charles McClelland said.https:\/\/t.co\/jG1YJbgSW8","sentiment_score":0.0}
{"full_text":"RT WATCH: Today I launched a public awareness campaign encouraging all West Virginians to wear masks in public to help cur...","sentiment_score":0.0}
{"full_text":"Yes, we miss","sentiment_score":0.0}
{"full_text":"RT UK Minister provokes 500 Covid cases at DVLA Swansea as symptomatic told to work, vulnerable refused home-working, Cov...","sentiment_score":-0.5}
{"full_text":"I live in Texas, so I can't vote or door knock, but I would absolutely donate to a campaign for her. My mom is in Memory Care, so I know that all states need Reps who understand the issues with Covid and the Elderly.","sentiment_score":0.1681818182}
{"full_text":"Cardiac involvement in consecutive elite athletes recovered from Covid-19: A magnetic resonance study - Wiley","sentiment_score":-0.05}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"Me: I'm going to make the most of my teen years!!!Also me: wants to stay home, also stuck in a pandemic for almost a year now, and dotm have irls that want to do the same things as me","sentiment_score":0.175}
