{"full_text":"RT Not a Lockdown HM in sight in that gathering. It pleases my soul. Just E and Kimmy and some of their friends. My spirit is...","sentiment_score":0.0}
{"full_text":"RT Our football team with a new coach, a very young team, plus the COVID-19 virus won the NFC East! Not to...","sentiment_score":0.1494318182}
{"full_text":"honestly i just miss a world without covid .","sentiment_score":0.6}
{"full_text":"RT Shut covid testing centres down, shut covid vaccine agreements down, shut QR codes down, shut mandatory masks...","sentiment_score":-0.1555555556}
{"full_text":"RT He has implemented a lockdown which was a communist tool of governance. Ferguson admitted the 'didn't think they could get aw...","sentiment_score":0.0}
{"full_text":"RT A bunch of thugs, trying to follow \"the twat in the hat\" footsteps.","sentiment_score":0.0}
{"full_text":"I dunno. I don't think it's Covid considering I'm not experiencing any of the common symptomsI think its a stomach bug-\/\/","sentiment_score":-0.3}
{"full_text":"RT The President and his seditionist cult have more to say about social media than about the loss of American lives. #Tr...","sentiment_score":0.1777777778}
{"full_text":"RT 1\/Remember woman who tuk multiple products 4 range of problems frm diabetes 2 gas 2 liver disease &amp; devel...","sentiment_score":0.0}
{"full_text":"RT People talk all sorts of nonsense about covid the vaccine here until it catches them one of their family members and suddenly...","sentiment_score":0.0}
{"full_text":"RT Over 93,400 cases of COVID and at least 3,650 virus-related deaths have been confirmed across the Rio Grande Valley....","sentiment_score":0.05}
{"full_text":"RT The Lazy Taxpayer : The one who comes on last day to file his returns What fees should I quote? PS He came late not bcoz...","sentiment_score":-0.1833333333}
{"full_text":"What the pandemic can teach us about ways to reduce air pollution","sentiment_score":0.0}
{"full_text":"RT COVID-19 Daily Update:January 9, 2021New Cases: 16,982 (906,171 to date)New Deaths: 221 (12,084 to date)Current Hos...","sentiment_score":0.0}
{"full_text":"RT Despite debuting in a #pandemic, which has caused them to rely on the power of social media to connect with #ENGENES, th...","sentiment_score":0.0333333333}
{"full_text":".@fionama \" up to Governor Gavin Newsom for allocating more funds to programs that work to finance critically needed low-income housing, retain and save jobs, &amp; help reduce the emission of greenhouse gases.\" @scv_news ","sentiment_score":0.25}
{"full_text":"MP SPEAKS | MOH's indecisiveness, poor implementation won't save M'sia from Covid-19 | Get alerts on Telegram: |","sentiment_score":-0.4}
{"full_text":"Anyone who cannot see  the danger in what Apple, Amazon, Google and Facebook are doing to Parler is a fool. Meanwhile, the ayatollah can call for the destruction of Israel, deny the holocaust, China can blame others for the virus and Maxine Waters freely incite violence","sentiment_score":0.4}
{"full_text":"RT U.S. surpasses 22,000,000 Covid-19 cases. The U.S. reported 269,420 new cases on Friday setting a single-day record, per NBC N...","sentiment_score":0.1363636364}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT At this point when I get pulled over without a License I'm saying COVID cancelled my appt PERIOD","sentiment_score":0.0}
{"full_text":"fck covid once again for him having to cover half his face","sentiment_score":-0.1666666667}
{"full_text":"Stay home.  It only has a 99.7% survival rate","sentiment_score":0.0}
{"full_text":"RT Just finished watching The Ripper on Netflix. It seems Covid-19 finishing off Sutcliffe is the only good thing to come out of th...","sentiment_score":0.35}
{"full_text":"RT WHY THE FUCK ARE MALLS STILL OPEN. THERES NO NEED FOR PPL TO BE GOING OUT &amp; BUYING UNNECESSARY SHIT. I work at the citadel &amp; i...","sentiment_score":-0.25}
{"full_text":"RT This is so sad. Mexico probably has the highest per capita Covid fatality rate for doctors and nurses. They are dramatical...","sentiment_score":-0.5}
{"full_text":"RT HCI congratulates Shri Resham Singh Sandhu, recipient of 2021 Pravasi Bhartiya Samman. We celebrate your outstanding contri...","sentiment_score":0.5}
{"full_text":"RT The President and his seditionist cult have more to say about social media than about the loss of American lives. #Tr...","sentiment_score":0.1777777778}
{"full_text":"RT Lotte Ent will release 13 films (domestic &amp; foreign film) in 2021 including Miracle starring #ParkJungMin #LimYoona &amp; #LeeSu...","sentiment_score":-0.0625}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"I miss how my life was before the Pandemic started","sentiment_score":0.0}
{"full_text":"Good thing no one is forcing anyone to eat out at restaurants. That way if you are worried about it you can just stay home.","sentiment_score":0.7}
{"full_text":"Queen Elizabeth II and her husband, Prince Philip, have received their COVID-19 vaccinations, royal officials said Saturday.","sentiment_score":0.0}
{"full_text":"RT Panti after Party: Lagos state police command parades 237 clubgoers arrested for violating COVID19 protocols, charges the...","sentiment_score":0.0}
{"full_text":"RT Please pray for my local community. We have lost more people and my heart aches. My pleas for all to wear a mask &amp; keep...","sentiment_score":0.25}
{"full_text":"RT THREAD... all or almost all elected officials who have died from COVID have been Republicans...","sentiment_score":0.0}
{"full_text":"RT India's civil aviation sector has led efforts against COVID19. Lifeline UDAN transported medical &amp; essential supplies dur...","sentiment_score":0.0}
{"full_text":"RT Infection rate will determine COVID-19 vaccine distribution -- NPHCDA","sentiment_score":0.0}
{"full_text":"RT Our medical staff has played the most important role during COVID. From putting their lives at stake to cure others to...","sentiment_score":0.3}
{"full_text":"Such information is lost in this \"pandemic \"","sentiment_score":0.0}
{"full_text":"Coronavirus: Virus provides leaps in scientific understanding","sentiment_score":0.0}
{"full_text":"\"Putting face masks on children is essentially child abuse. \"","sentiment_score":0.0}
{"full_text":". tests positive for #COVID-19 - Office of Minister (Economy) in the Prime Minister's Department","sentiment_score":0.2272727273}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT Visitors to Brisbane supermarkets directed to quarantine as tracing underway for woman who flew to Queensland with UK variant...","sentiment_score":0.0}
{"full_text":"RT I can't wait for Covid to be over so I can go back to taking little sips from bottles of milk I find on people's doorsteps....","sentiment_score":-0.09375}
{"full_text":"RT Honestly I just can't imagine the struggles that lecturers in universities\/colleges have to face amid the pandemic. Online cla...","sentiment_score":0.6}
{"full_text":"Business Opportunities during COVID19     #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"Business Opportunities during COVID19     #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT This is ridiculous. There's a pandemic, people are financially struggling and 14k is not a small amount. This will disc...","sentiment_score":-0.0694444444}
{"full_text":"RT 20,000 americans died of Covid this week. But this guy losing 20,000 followers is what Ted Cruz is upset about. Shameful.","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT They're more concerned with how many followers they've lost today than how many lives were lost from C...","sentiment_score":0.5}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"This perked me up today, hope it helpshttps:\/\/t.co\/WuIbmdsmv6","sentiment_score":0.0}
{"full_text":"Four different Mexican digital tourism innovation projects are nominated in the 2020 Latam Digital Media Awards. The easy access, the mobile-friendly usability and the authentic content have been keys of success. #Travel #Coronavirus #GTF #Recovery #Tourism","sentiment_score":0.1761904762}
{"full_text":"India is known as the 'pharmacy of the world'. Now, the country has emerged as a global hub, even for the #coronavirus vaccine. PM has announced that India is ready to supply vaccine to the entire world. Mohammed Saleh talks to for more details","sentiment_score":0.175}
{"full_text":" COVID VACCINATION 2021-01-09Pope Francis and Queen Elizabeth II get Covid-19 vaccine.https:\/\/t.co\/JSIQ4t94JH RT","sentiment_score":0.0}
{"full_text":"Peterborough bar owner John Walker reveals the huge financial cost to his fledgling business and his fears for the future after the impact of lockdown....https:\/\/t.co\/t95oipLyXy","sentiment_score":0.1333333333}
{"full_text":"Ten months into America's viral outbreak, low-income workers are still bearing the brunt of job losses -- an unusual and harsh feature of the pandemic recession that flattened the economy last spring.https:\/\/t.co\/yCer3wAi00","sentiment_score":0.0}
{"full_text":"RT The President and his seditionist cult have more to say about social media than about the loss of American lives. #Tr...","sentiment_score":0.1777777778}
{"full_text":"The research house says Pharmaniaga may appoint other companies such as Apex Healthcare to help distribute the vaccine nationwide.https:\/\/t.co\/4g2LEZzEtu","sentiment_score":-0.0625}
{"full_text":"A. China can not provide what US needs anymore.B. With effects, still waiting for bullet to land .C.During COVID, it's still a safe period.","sentiment_score":0.5}
{"full_text":"COVID-19 vaccination drive to kick off in India on Jan 16","sentiment_score":0.0}
{"full_text":"RT Last year someone did a tiktok of them licking ice-creams and then the coronavirus outbreak happened","sentiment_score":0.0}
{"full_text":"You do not need to check your antibody levels before getting #COVIDVaccine. It is advisable to receive a complete schedule of #COVID vaccine irrespective of the past history of infection with #COVID19. This will help in developing a strong immune response against the disease.","sentiment_score":0.0944444444}
{"full_text":"'I lost my dad, my grandma and my business to Covid - but I'm determined that 2020 will not break me'","sentiment_score":0.0}
{"full_text":"Peterborough bar owner John Walker reveals the huge financial cost to his fledgling business and his fears for the future after the impact of lockdown....https:\/\/t.co\/Lk08pyLIZn","sentiment_score":0.1333333333}
{"full_text":".@deseretindepth: During a pandemic, should children participate in winter sports? | By Robert O'Connell","sentiment_score":0.0}
{"full_text":"Queen Elizabeth and Duke of Edinburgh receive Covid-19 vaccine","sentiment_score":0.0}
{"full_text":"As a survivalist, I'm teaching how to turn ordeals into adventures during the pandemic |","sentiment_score":0.0}
{"full_text":"Yet republicans were the ones to say we don't need 2000 and all we need is 600 and a pandemic started because republicans like you didn't take it seriously so don't u dare for one fucking second try and pin this on Democrats because this pandemic is all on you","sentiment_score":-0.1666666667}
{"full_text":"RT I can't wait to go to a concert whenever covid is over ","sentiment_score":0.0}
{"full_text":"RT Minister in PM's department in charge of economy Mustapa Mohamed has been tested positive of #COVID19 . He was admitted to...","sentiment_score":0.2272727273}
{"full_text":"Since their first nationwide lockdown in mid-March last year, Nepal's tiger habitats have seen a dramatic increase in illegal activities. While rangers doubled their efforts to protect wildlife from poachers, wildlife crime remains a threat.https:\/\/t.co\/uHjLytMTJG","sentiment_score":-0.1708333333}
{"full_text":"NatWest has issued an urgent scam warning after fraudsters have attempted to steal customers' personal and financial information.https:\/\/t.co\/gz8DXvmMpd","sentiment_score":0.0}
{"full_text":"With many businesses expected to reopen on Monday following the festive season break, the has called for the observation of health and safety measures that will not expose employees to #COVID19","sentiment_score":0.1333333333}
{"full_text":"Britain's Queen Elizabeth II and her husband Prince Philip received Covid-19 vaccinations on Saturday, Buckingham Palace said, as the country surpassed three million cases since the pandemic began last year.#UK #COVID19https:\/\/t.co\/3PRGx6VYGd","sentiment_score":0.0}
{"full_text":"We welcome Kalyani Patnaik, Principal, Hiranandani Foundation School, to our 3rd Discussion Series session.TOPIC | Infrastructure &amp; Resources for a Positive School Climate in Pre- &amp; Post-COVID WorldWHEN | Jan 12, 11amRegister: #edchat","sentiment_score":0.3424242424}
{"full_text":"#HTWknd | If you've spent the pandemic living and working on your phone, chances are it knows more about you than you want it to. Consider a cleanout - dust away accumulated data so your online life is speedier and safer.(writes","sentiment_score":0.2}
{"full_text":"RT [VOTE &amp; RT] Do you think South Africa can meet the target of 40 million #COVID19 #vaccine doses by the end of 2021? J...","sentiment_score":0.0}
{"full_text":"Chinese State Councilor and Foreign Minister #WangYi concluded on Saturday his visit to 5 African nations. Braving the #COVID19 pandemic, the visit has shown the great importance #China attaches to maintaining its profound friendship with #Africa.","sentiment_score":0.1516666667}
{"full_text":"RT More than 140,000 COVID deaths have been reported in USA since Don Jr. said the number of deaths is down to \"almost noth...","sentiment_score":0.1722222222}
{"full_text":"Britain's Queen Elizabeth II and her husband Prince Philip received Covid-19 vaccinations on Saturday, Buckingham Palace said, as the country surpassed three million cases since the pandemic began last year.#UK #COVID19https:\/\/t.co\/AeaXeZumXQ","sentiment_score":0.0}
{"full_text":"Is Covid 19 vaccine mandatory for everyone? How many doses of vaccine does one need? Find answers to all your queries in our special podcast only on Log in today &amp; start your 15-day trial.","sentiment_score":0.2857142857}
{"full_text":"69% of surveyed corporate directors accelerated their digital business initiatives following #COVID19 disruption. Read more here. #DigitalBusiness #GartnerSYM","sentiment_score":0.125}
{"full_text":"The Transition to #remoteworkforce continues to have a long-term impact on IT teams amid the ongoing #COVID19 pandemic. How have you been impacted?","sentiment_score":0.0}
{"full_text":"RT Gov. Beshear announced the commonwealth has surpassed 300,000 cases of coronavirus in the commonwealth, with 4,240 newl...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 10\/01\/2021 11:30Total Cases: 10451346 [+0]Active: 220591Recovered: 10075395 [+0]Deaths :151048 [+0]Total Tests: 181.1MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Scarring of lungs, shortness of breath, lack of smell and inflammation of the heart, are but some of the ailments COVID-19 leaves in patients.","sentiment_score":0.0}
{"full_text":"The Maryland SPCA is ramping up efforts to help the community during the pandemic.","sentiment_score":0.0}
{"full_text":"ICYMI: It is taking longer than expected, but health officials in Washington say vaccine distribution is well underway. ","sentiment_score":-0.1}
{"full_text":"Aaron Rodgers is showing his charitable side by throwing $500,000 to the Barstool Fund, a non-profit organization helping small businesses struggling in the pandemic.","sentiment_score":0.175}
{"full_text":"A year after first death in China, coronavirus source still a puzzle","sentiment_score":0.25}
{"full_text":"The privatization of space and really the lack of space itself needed for concentrating on work\/studying has become a problems under COVID. Governments can create such spaces by changing the use of already existing infrastructure and by enacting national programs that aim 1\/?","sentiment_score":0.1}
{"full_text":"As I'm watching house.. everyone is wearing masks and shit. LORD  this was 04.... (I know it's not Covid but shit, parallels)","sentiment_score":-0.2}
{"full_text":"Will this end....Idont think so....its a vicious cycle...in our lifetime we will see so many strands of Covid 19..rest will be for future generations","sentiment_score":-0.1666666667}
{"full_text":"\"Avoid touching your eyes, nose, and mouth with unwashed hands.\"...https:\/\/t.co\/STDsECdywl","sentiment_score":0.5}
{"full_text":"RT Sorry for your loss. Folks, this thing is not a joke.","sentiment_score":-0.5}
{"full_text":"RT Can and be sworn-in virtually?I'm not sure what the inauguration plan currently is (which has...","sentiment_score":-0.125}
{"full_text":"Covid took all my gains ","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 4.9degC * Wind: WSW 0.0 to 0.9mph * Pressure: 1017.6hPa * Rain: 0.0mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:40 * Sunset: 16:20 * Cloudbase: 400ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"i want to remove it Fully and perfectly.  bleach is less effective than a specifically formulated mold killing agent and it took me a while to find one in stores or online during covid lol. now i have everything i'm just putting it off because of the aforementioned","sentiment_score":0.4466666667}
{"full_text":"Study finds lower degree of myocarditis in athletes with a history of COVID-19","sentiment_score":0.0}
{"full_text":"New research reveals that only 5% of HR professionals expect work to ever go back to the pre-pandemic normal, while more than half (58%) expect a large and permanent increase in #remoteworking:","sentiment_score":0.1191403834}
{"full_text":"The vax priorities are the enemy of that.He wants to vax millions of no\/low-risk \"essential workers\" ahead of millions who are at high risk.He's going to prolong the pandemic &amp; kill thousands.Call your reps &amp; demand they make him do better.","sentiment_score":0.215}
{"full_text":"RT Despite debuting in a #pandemic, which has caused them to rely on the power of social media to connect with #ENGENES, th...","sentiment_score":0.0333333333}
{"full_text":"RT JUST IN: Number of coronavirus cases in the UK passes three million, with over 80,000 deaths.","sentiment_score":0.0}
{"full_text":"RT ACT COVID update (10 January 2021)* Cases today: 0* Active cases: 0* Total cases: 118* Recovered: 115* Lives lost: 3*...","sentiment_score":0.1222222222}
{"full_text":"Infection rate will determine COVID-19 vaccine distribution -- NPHCDA #vanguardnews","sentiment_score":0.0}
{"full_text":"Is any country or company in Africa working on Corona Virus vaccine?@DigiCommsNG?","sentiment_score":0.0}
{"full_text":"RT Don't be fooled by Morrison being so generous with the Qld Govt yesterday about the lock down. Morrison knows the reas...","sentiment_score":-0.1555555556}
{"full_text":"I am bitchy as a wet hen , 5 days of steroids and bronchitis and trapped in the house and it's cold out and I just lived threw a Banana republic coup with an invasion of our capital in a time of a pandemic killing 4000+ a day !  I can bitch if I want ..thank you  now exit right","sentiment_score":-0.1910714286}
{"full_text":"At the start of Covid-19, veteran and former police officer Matt Lewis reached out to us to help manage his mental health.Less than a year later, he is running his own woodworking business which is helping to shine a light on trauma recoveryFull story:","sentiment_score":0.15}
{"full_text":"RT 34. Set up 119 hotline that missed 1000's of calls35. Signed PS10b worth of contracts on covid procurement without follo...","sentiment_score":0.3}
{"full_text":"will never forgive covid for robbing all of us of a @liannelahavas tour. ","sentiment_score":0.0}
{"full_text":"Euro Money - Can banks withstand the impact of Covid-19 #impactofcovid19 #EuroMoney -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"Despite the widespread impact the coronavirus has had on the #mining industry, Orange has helped to mitigate #supplychain risks for its customer and shore up its business more from #riskmanagementhttps:\/\/t.co\/InnbDjj5ic","sentiment_score":0.5}
{"full_text":"RT If Trump had worked as hard to stop the spread of Covid as he is trying to be able to use Twitter, I'd be in Disney World rig...","sentiment_score":0.1041666667}
{"full_text":"Tested positive for Covid and lost my sense of smell and taste. I can't taste coffee guys ","sentiment_score":0.2272727273}
{"full_text":"RT QCLU Christmas Costume Clothes Dressing - Dog Outfits ==&gt; #COVID19 #dogs #outfits #stayathom...","sentiment_score":0.0}
{"full_text":"EAGL Gunshot Detection &amp; Lockdown System Integrates with Pro-Watch Security Management Suite to Help Protect People in Active Shooter Scenarios. Watch to learn how","sentiment_score":-0.1333333333}
{"full_text":"RT One of the worst things hadith-based Islam has done is to declare dogs as dirty. The Qur'an, on the other hand, considers...","sentiment_score":-0.575}
{"full_text":"You're proud of the lives list?  You're proud of ignoring a pandemic?  You're proud of an insane, narcissistic father?  God, you need some help right behind that nut fu*k.","sentiment_score":0.2142857143}
{"full_text":"RT Our medical staff has played the most important role during COVID. From putting their lives at stake to cure others to...","sentiment_score":0.3}
{"full_text":"RT $2000 per person per month retroactive to march 2020 until the pandemic is over.","sentiment_score":0.0}
{"full_text":"State Minister Jayasekara's private secretary also tested positive for COVID19 #COVID19LK #COVID19SL #SriLanka #lka","sentiment_score":0.1136363636}
{"full_text":"California sees two-day record of coronavirus deaths","sentiment_score":0.0}
{"full_text":"Oyo orders private health facilities to stop managing COVID-19 patients #vanguardnews","sentiment_score":0.0}
{"full_text":"RT Ivermectin as a #COVID19 drug? The and need to weigh in on this now. Test the drug properly and use it or di...","sentiment_score":0.0}
{"full_text":"RT A 66-foot-deep sinkhole opened in the parking lot of a hospital in Naples, Italy, consuming cars and forcing the temporary c...","sentiment_score":0.0}
{"full_text":"RT Yep. Call out managers who bully  #workers trying to save their and colleagues' health.@A...","sentiment_score":0.0}
{"full_text":"U.S. sets another record for daily Covid-19 cases","sentiment_score":0.0}
{"full_text":"RT Towards a COVID-free India: PM ji reviews status of COVID-19 &amp; preparedness for its vaccination drive schedu...","sentiment_score":0.0}
{"full_text":"RT Im tired of this corona shit bra fr","sentiment_score":-0.3}
{"full_text":"YOU CREATE WHAT YOU IMAGINE! #Covid19 #Inspiration #WearAMask #WearAMaskPlease #MasksSaveLives Super 3 Ply Disposable Face Mask, Blue, Nose Pin100 PCS INR 269\/ Amazon CE ISO#CareGuardMask #quotes #quote","sentiment_score":0.1666666667}
{"full_text":"Weather Forecast at 06:00 * Partly cloudy with little temperature change. * #conlig, #bangor * #stayathome *","sentiment_score":-0.1875}
{"full_text":"Who's to say the same thing couldn't happen here ? With the rise of QAnon, Nazism , and right wing broadcasters in people's ears everyday , being told that Covid is a hoax, climate change is a hoax, antivaxers, put them altogether and we could have that scenario here .","sentiment_score":0.0285714286}
{"full_text":"RT 4) Basically, Denmark 's CDC (@SSI_dk) is so pessimistic that it believes the B117 will inevitably dominate the country a...","sentiment_score":0.0}
{"full_text":"Aussies warned: COVID restrictions to stay","sentiment_score":0.0}
