{"full_text":"Beautiful architecture But of a mad one for me today, 15 mins around the block at lunchtime. Peer support from this group pushed me out the door after late dinner for another 15 mins. Back in time for very sobering interview on #LateLateShow #WearAMask","sentiment_score":0.025}
{"full_text":"RT Why are 11 million Americans out of work? Might have something to do with how badly Trump and the GOP botched...","sentiment_score":-0.7}
{"full_text":"RT Reproductive justice is economic justice. As the pandemic has concentrated job losses among women, especially women of c...","sentiment_score":0.1}
{"full_text":"RT As the nation fights the Covid 19 pandemic, Standard Bank PLC is releasing an additional MK 112 million towards emergen...","sentiment_score":0.0}
{"full_text":"Idaho's Republican governor blasts his own party's efforts to end his Covid-19 emergency declaration","sentiment_score":0.6}
{"full_text":"RT We'd like to remind people to remain alert to potential frauds associated with #COVID19 &amp; vaccines. The HSE will not text you...","sentiment_score":0.0}
{"full_text":"\"I did everything right and I still got COVID \"","sentiment_score":0.2857142857}
{"full_text":"RT 2 days into his presidency Biden has admitted he has no plan to stop the pandemic, despite all of his promises during the...","sentiment_score":0.0}
{"full_text":"Wow Bidin FINALLY tells the truth, although he didn't say that he LIED nonstop for months 'claiming' that he was better that Trump and could stop the virus, China loves Bidin!","sentiment_score":0.2416666667}
{"full_text":"RT We were told that covid  deaths follow cases. Red line=deaths. What do you think? Week ending January 23rd.","sentiment_score":0.0}
{"full_text":"RT Confirmed these themes of Biden administration's agenda:January 21 - COVIDJanuary 22 - Economic ReliefJanuary 25 - Buy Ame...","sentiment_score":0.3}
{"full_text":"RT Last fall we led 54 Democrats and republicans demanding trump require insurance companies to cover covid tests for worker...","sentiment_score":0.0}
{"full_text":"RT The COVID-19 relief package Congress passed in December was the first of many necessary steps towards recovery. Presid...","sentiment_score":0.25}
{"full_text":"RT Bill Gates implanting himself with a micro-chip to monitor where Bill Gates is at all times","sentiment_score":0.0}
{"full_text":"RT Grandpa Joe's big COVID plan he's been bragging about for a year ...- There's nothing we can do about it for two months. ...","sentiment_score":0.0}
{"full_text":"RT 2 days into his presidency Biden has admitted he has no plan to stop the pandemic, despite all of his promises during the...","sentiment_score":0.0}
{"full_text":"no, its literally not going anywhere  in the U.S at least","sentiment_score":-0.3}
{"full_text":"RT I think we're about five minutes away from this in Canada.","sentiment_score":0.0}
{"full_text":"RT IMPORTANT: An international study of lockdowns by Stanford University experts shows NO clear, significant beneficial effect o...","sentiment_score":0.18125}
{"full_text":"RT JUST IN: CDC reports nearly 1.6 million more #COVID19 vaccines given, biggest one-day increase reported","sentiment_score":0.3}
{"full_text":"RT 1\/ Dallas County officials halted a plan that would have prioritized COVID-19 vaccine doses for people living in the most...","sentiment_score":0.5}
{"full_text":"RT The poor lady my heart bleeds for her. I hope these COVID deniers realise it's more than just a fucking flu and peoples...","sentiment_score":-0.1666666667}
{"full_text":"RT FT Weekender: \"Johnson warns variant in Covid surge may be 30% more deadly\" #BBCPapers #TomorrowsPapersToday","sentiment_score":0.15}
{"full_text":"RT Seems like only yesterday we were \"beating\" the flu for 70 years.","sentiment_score":0.0}
{"full_text":"RT After Covid, people with soul patches should still have to wear a mask.","sentiment_score":0.0}
{"full_text":"RT I want recurring $2,000 checks for all until this pandemic is over and for 3 months after.","sentiment_score":0.0}
{"full_text":"RT I want recurring $2,000 checks for all until this pandemic is over and for 3 months after.","sentiment_score":0.0}
{"full_text":"RT According to Sky news 1 in 55 people has covid, when I saw those number I thought god that's a lot!Then I remembered 1 in...","sentiment_score":0.0}
{"full_text":"RT . has been bellyaching about the condition of his kitchen while I've been staying at his place, but look on th...","sentiment_score":0.0}
{"full_text":"RT State Health Officer Dr. Scott Harris provided a #COVID19 vaccination update to news media on Friday, January 22, at 10...","sentiment_score":0.0}
{"full_text":"RT  - remember during the campaign when Grandpa Joe said he had the ultimate plan of action for COVID? This is turning into...","sentiment_score":0.05}
{"full_text":"RT AstraZeneca informed the EU on Friday that it would deliver fewer doses of its coronavirus vaccine than planned, at least init...","sentiment_score":-0.3}
{"full_text":"RT Watch this medical student explain why this commonly used COVID device is actually putting Black patients at high risk.","sentiment_score":-0.0613333333}
{"full_text":"RT I'm sorry, but how can you be upset about frontline workers making a living wage when Jeff Bezos made $13,000,000,000 in a sin...","sentiment_score":-0.5}
{"full_text":"What happened to all the people who voted for Biden because he had a COVID \"plan\".","sentiment_score":0.0}
{"full_text":"Well, today he ended requiring insulin be sold at cost to the poor, and said there's nothing he can do about Covid.  Good full second day.","sentiment_score":0.1625}
{"full_text":"RT Folks will dine in at restaurants, move around without wearing masks, go to clubs\/bars, etc. &amp; are shocked that they \"Co...","sentiment_score":-0.7}
{"full_text":"It's amazing to see China under Xi Jingping being so ruthless in international diplomacy. I don't think it is smart.","sentiment_score":-0.0464285714}
{"full_text":"No shit.","sentiment_score":0.1}
{"full_text":"RT WHAT IN THE ACTUAL FUCK","sentiment_score":-0.2}
{"full_text":"RT I'm sorry, but how can you be upset about frontline workers making a living wage when Jeff Bezos made $13,000,000,000 in a sin...","sentiment_score":-0.5}
{"full_text":"RT Had the WHO not taken China at their word, COVID-19 would never have spiraled so deeply out of control.The WHO is beho...","sentiment_score":0.0}
{"full_text":"RT As an extension of our current Northwell Health alliance with Plainedge Public Schools, we have an opportunity for communi...","sentiment_score":0.0}
{"full_text":"RT Nearly 200 members of the National Guard deployed to Washington in the days leading up to the inauguration have tested...","sentiment_score":0.1}
{"full_text":"RT Who wants to inform him of what his boss just said?","sentiment_score":0.2}
{"full_text":"Live: Covid updates: Bill Gates gets the vaccine; Pfizer to provide 40 million doses for poorer countries ","sentiment_score":0.1363636364}
{"full_text":"RT 2 days into his presidency Biden has admitted he has no plan to stop the pandemic, despite all of his promises during the...","sentiment_score":0.0}
{"full_text":"RT 1 year ago today, Trump is asked if he has a plan to contain coronavirus after the first U.S. case: \"We do have a plan, and we...","sentiment_score":0.25}
{"full_text":"RT I've a joke about *COVID* buh I'm not up to *19*","sentiment_score":0.0}
{"full_text":"RT Terrorist leader @RepLBoebert introduced pro-covid  &amp; pro-pollution legislations that won't go anywhere.What an imbecile...","sentiment_score":-0.8}
{"full_text":"RT Breaking:  Dr Fauci is NOT recommending bleach as a COVID cure.We should all stop taking it now.","sentiment_score":0.0}
{"full_text":"RT Very Sad..As a country #Zimbabwe we are losing many people due to #COVID19 .Lord have Mercy.Protect US .","sentiment_score":0.1916666667}
{"full_text":"Honest question. If you catch covid and if you end up in hospital will you refuse treatment?","sentiment_score":0.6}
{"full_text":"in the midst of a pandemic all u think of is power. U are a political jackal  a nonentity. You seem to survive on the leftovers of struggle.  Why would step down for who? 2030 tiripo","sentiment_score":-0.0777777778}
{"full_text":"RT To all the families that lost their loved ones due to Covid-19. You all need a proper goodbye ceremony for your loved ones a...","sentiment_score":0.31875}
{"full_text":"The #RepublicanParty is about #mistreatment of the #middle &amp; #lower classes. It's about not giving a damn, not helping. Making sure the #businesses r taken care of &amp; not the people. That's why u let #Trump #lie, why u let him feed #misinformation about a #pandemic that has cost","sentiment_score":0.25}
{"full_text":"RT What we have: White House, Senate, People's House. What we need: Real COVID-19 relief.- $2,000 monthly, retroactive survi...","sentiment_score":0.1}
{"full_text":"RT More news: Though many Guard members have begun leaving the capital, thousands could be asked to stay on duty through...","sentiment_score":0.5}
{"full_text":"Excited to share our preprint: PIKfyve inhibition blocks endolysosomal escape of a-synuclein fibrils and spread of a-synuclein aggregation. Common theme for #neurodegeneration and #COVID19! Project led by the intrepid (1\/2)https:\/\/t.co\/2ZonbD1I9W","sentiment_score":0.0}
{"full_text":"RT He's trying to see how many promises he can break in his first week","sentiment_score":0.375}
{"full_text":"RT This whole thread.  We don't know what new variants imply, but the best available evidence suggests they'll create a spring wa...","sentiment_score":0.4340909091}
{"full_text":"RT . has been bellyaching about the condition of his kitchen while I've been staying at his place, but look on th...","sentiment_score":0.0}
{"full_text":"RT Biden sleeps in luxury while just minutes down the road hundreds of soldiers are left to defend themselves against a worsen...","sentiment_score":-0.0777777778}
{"full_text":"All up, they believe the trip cost them $67,000.They suspect the department - at some point - realised what it had done.\"It was almost like he had a guilty conscience, that he'd realised what he'd sent us into,\" Julie said. #auspol","sentiment_score":-0.5}
{"full_text":"Kind of like they wanted to flatten the curve? I don't trust Washington's idea of curve definition.","sentiment_score":0.6}
{"full_text":"RT  - remember during the campaign when Grandpa Joe said he had the ultimate plan of action for COVID? This is turning into...","sentiment_score":0.05}
{"full_text":"RT My 97-Year-old Great Grandma, Lily Ebert BEM - Auschwitz Survivor, has just recovered from Covid- 19.   Today she went on...","sentiment_score":0.8}
{"full_text":"RT Hey, I think you forgot your COVID tracker the last couple of days. It just sort of disappeared a couple of days ago...","sentiment_score":0.0}
{"full_text":"RT President Biden has signed a flurry of executive orders, actions and memorandums aimed at rapidly addressing the Covid-19 pandemic...","sentiment_score":0.0}
{"full_text":"RT  Germany now suffered more than 50,000 #Covid deaths &amp; today detected 1st case of the Brazilian Corona strain.Tragic that...","sentiment_score":0.5}
{"full_text":"begins kupuna COVID vaccinationhttps:\/\/t.co\/L9pKIwDmjE","sentiment_score":0.0}
{"full_text":"And I hear people complaining about how the cops are acting in Canada....","sentiment_score":0.0}
{"full_text":"RT A question for  If the new covid variant is 70% more transmissible than the original, and apparently more l...","sentiment_score":0.3778409091}
{"full_text":"RT This is so stupid. The order says agencies should require masks \"as provided in CDC guidelines.\" Those guidelines say \"mask...","sentiment_score":-0.8}
{"full_text":"RT Weekly wrap-up: Biden was sworn in as the 46th U.S. president Both parties are working on passing the next round of stimul...","sentiment_score":-0.1}
{"full_text":"RT I beg reporters &amp; to ask themselves and their sources before quoting them: will this help us e...","sentiment_score":0.0}
{"full_text":"As a huge Xbox fan. I am asking them to double think these new prices for xbox live gold! We are in the middle of a pandemic and the last thing people want to see are price's going up! #XboxGamePass #XboxLive","sentiment_score":0.1178030303}
{"full_text":"RT I want recurring $2,000 checks for all until this pandemic is over and for 3 months after.","sentiment_score":0.0}
{"full_text":"RT BUT SHOULD YOU REALLY GET THE COVID ALERT APP?https:\/\/t.co\/jPXC1j0OE8","sentiment_score":0.2}
{"full_text":"RT Walmart preps to fulfill a large fraction of Biden's promised 100M doses in 100 days ...","sentiment_score":0.2142857143}
{"full_text":"RT This afternoon, I'll be taking decisive action to change the course of this pandemic and get COVID-19 under control. Tune in. ht...","sentiment_score":0.1}
{"full_text":"Before lockdown and Covid I got into this habit of going to the movies every Sunday and honestly I","sentiment_score":0.6}
{"full_text":"RT Fri COVID-19 update:*135 new cases (16,197 to date)*1 new confirmed death (woman 80+yrs w\/underlying conditions)*166 t...","sentiment_score":0.2242424242}
{"full_text":"RT Covid abhuti fill up the acre ","sentiment_score":0.0}
{"full_text":"RT Had the WHO not taken China at their word, COVID-19 would never have spiraled so deeply out of control.The WHO is beho...","sentiment_score":0.0}
{"full_text":"RT This Is a Big Deal--\"Biden will seek to allow workers to draw unemployment benefits if they quit jobs they fear are unsaf...","sentiment_score":0.0}
{"full_text":"Why tf are you so loud.","sentiment_score":0.1}
{"full_text":"Healthcare organizations are more susceptible than ever to #DataBreaches, in part because of COVID-19. reports hackers stole vaccine information from an EU medical agency and then published manipulated details to undermine trust in the vaccine:","sentiment_score":0.25}
{"full_text":"#BREAKING Victoria has recorded its 17th day of no locally acquired COVID-19 cases.#COVID19Vic","sentiment_score":0.0}
{"full_text":"This assertion is being adamantly refuted by various scientists. Why painting a very dark picture as if the situation wasn't bad and traumatic enough.","sentiment_score":-0.159}
{"full_text":"RT UK toying with the idea of paying PS500 to people who tests positive for covid, in a move with no possible downsides i can t...","sentiment_score":0.1136363636}
{"full_text":"Everyone who acknowledges that there is a new virus in the world knows that the current lockdowns are not about controlling Covid, they are about crushing liberty and instigating a new way of life where people will become government reliant. stop globalist tricks.","sentiment_score":0.1681818182}
{"full_text":"RT Who wants to inform him of what his boss just said?","sentiment_score":0.2}
{"full_text":"Mask up folks. Up your social distancing game.","sentiment_score":-0.1833333333}
{"full_text":"RT Hey, I think you forgot your COVID tracker the last couple of days. It just sort of disappeared a couple of days ago...","sentiment_score":0.0}
{"full_text":"RT No mention of the 'Eat Out to Help Out' stunt, the pacification of the Covid Recovery group (nee ERG) with watered-down lo...","sentiment_score":0.0}
{"full_text":"Lockdown 3.0 has turned me into a whale ","sentiment_score":0.0}
{"full_text":"RT Our story about Lydia, a mother of 3 who bought into anti-vaccine rhetoric for nearly a decade, is up at","sentiment_score":0.1}
{"full_text":"RT Curtailing Christmas celebrations would be 'inhuman' though.","sentiment_score":0.0}
{"full_text":"Free Drive Up COVID-19 Testing In #lasvegas!Our partners over at Medical Solutions Ventures are proud to serve our community: Now announcing their Free Drive-Up COVID-19 Testing location right here in the Las Vegas valley.Location: 3587 E. Sunset Rd., Las Vegas NV, 89120","sentiment_score":0.3771428571}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19 ","sentiment_score":0.0}
{"full_text":"RT In France they gave their foreign frontline workers citizenship. In the UK...","sentiment_score":-0.125}
{"full_text":"RT When Trump said to reopen the schools they said he was a cynical tyrant. The double standards have been amazing...","sentiment_score":3.700743415e-17}
{"full_text":"RT #TRIBUTE | \"Brave, loyal, a fighter, protective, and completely fearless.\" Colleagues have paid tribute to a serving officer...","sentiment_score":0.4111111111}
{"full_text":"RT About 5-6% of teachers and students who returned to schools have tested positive for COVID-19 over the past few months, a...","sentiment_score":-0.0742424242}
{"full_text":"Kelvin Momo's lockdown house party mix guys?! ","sentiment_score":0.0}
{"full_text":"RT Did shutting down outdoor dining contribute to California's #COVID19 surge?We were the first to do it in LA two months ago,...","sentiment_score":0.0472222222}
{"full_text":"Biden's Covid team grapples with a basic question: Where's all the vaccine? via","sentiment_score":0.0}
{"full_text":"The man cannot tell the truth if his pants where on fire. It is a consistent lier.","sentiment_score":0.25}
{"full_text":" 06:00\"Keep safe from covid! love you!\" - jonaxx, 2020 #Jonaxx3rdGlisteningDecade","sentiment_score":0.625}
{"full_text":"Some great nuggets and insights here. 2021 should be a big year for #digitalhealth.","sentiment_score":0.4}
{"full_text":"Today on  Age will be the key determining factor for who is immunized against #COVID19 first. Those with underlying health conditions will be given priority as well. We have a complete coverage to BC's mass immunization plan on-air and online. #bcpoli","sentiment_score":0.1166666667}
{"full_text":"The Socialist Workers Party has been banned by Facebook.Seems like another example that big tech censorship targets every non-centrist ideology.\"The SWP Facebook page regularly posts in support of Palestine, Black Lives Matter and against Boris Johnson's Covid policies.\"","sentiment_score":-0.0555555556}
{"full_text":"says it has administered more than 1 million COVID-19 vaccinations across long-term care facilities and other vulnerable populations identified as part of state distribution plans.Learn more about their distribution strategy here  https:\/\/t.co\/2QulSJ0OhK","sentiment_score":0.09375}
{"full_text":"RT Those who didn't vote for Trump because \"of how he handled Covid\" Look what Biden just said","sentiment_score":0.0}
{"full_text":"Even though Barbes Bar in Brooklyn is no longer hosting live music shows, it's keeping the lights on these days as a different kind of small business.https:\/\/t.co\/Kwe9cL1bEB","sentiment_score":0.1215909091}
{"full_text":"COVID-19 survivors appear to be at an increased risk of developing mental health issues even long after recovery.Dr. Lily Brown spoke with about the challenges those recovering may face and what to do if they're struggling.","sentiment_score":-0.075}
{"full_text":"RT Dr. Anthony Fauci said Friday that the lack of truthfulness from the Trump administration regarding the Covid-19 pande...","sentiment_score":0.0}
{"full_text":"Friendly reminder! Beginning next week all students will be required to complete a weekly COVID-19 test. Learn more about how we are keeping our community safe and healthy this semester ","sentiment_score":0.3447916667}
{"full_text":"\"Adaptive immunity to SARS-CoV-2 and COVID-19\" - A  Review by Alessanrdo Sette (@SetteLab) and Shane Crotty (@profshanecrotty) #immunity #covid #sarscov2","sentiment_score":0.0}
{"full_text":"No act of #Kindness, no matter how small, is ever wasted. #JoyTrain #Joy #Love #MentalHealth #Mindfulness #GoldenHearts #IAM #ChooseLove #Quote #COVID19 #IAMChoosingLove #ChooseLove #FridayFeeling #FF #FridayThoughts #FridayMotivation RT","sentiment_score":0.2125}
{"full_text":"Biden Puts Focus On Pandemic's Economic Impact ","sentiment_score":0.2}
{"full_text":"A message has come through to us from a very, very proud Mum:Myra A told me this afternoon's work was to spread some kindness. My Mum, Myra and Joshes \"Mamma \" has been poorly with the nasty COVID, so she gathered her's and Josh's money and went to the shop and this happened.","sentiment_score":-0.1333333333}
{"full_text":"and we thought that our time at zoom university was tough ...","sentiment_score":-0.3888888889}
{"full_text":"CP is a federal facility - wonder what Ottawa has to say about this?","sentiment_score":0.0}
{"full_text":"Waco-McLennan County Public Health District Announces81 New Cases of COVID-19One New Death Attributed to COVID-19As of January 20, 2021, the hospitalization rate was 22.14% for Trauma Service Area M, as calculated by the Texas Department of State Health Services.","sentiment_score":0.0909090909}
{"full_text":"Dave Chapelle tested positive for COVID-19 just before his scheduled comedy show on Thursday. ","sentiment_score":0.2272727273}
{"full_text":"RT .@JoeBiden: \"There's nothing we can do to change the trajectory of the pandemic in the next several months.\"","sentiment_score":0.0}
{"full_text":"Public Face of South Africa's COVID-19 Fight Dies of Virus Complications","sentiment_score":0.0}
{"full_text":"RT Alexa skip to the part of my life where coronavirus is gone and I'm living my best life","sentiment_score":1.0}
{"full_text":"Arizona has the worst COVID outbreak in the country. Vaccinations alone will not do enough to slow the spread.We all need to wear masks, social distance, and limit gatherings.","sentiment_score":-0.3166666667}
{"full_text":"N.J. confirms first 2 cases of highly-contagious COVID variant initially found in U.K.","sentiment_score":0.125}
{"full_text":"Branko Milanovic on why the #COVID19 pandemic is the first truly global event.A soundbite from our most recent podcast, where and discuss combatting inequality during and after coronavirus.","sentiment_score":0.1875}
{"full_text":"\"Imaginations of the evolution of bodies: Notes on the relationships between plants and humans\".On the relationship between the domestication of plants and the disorder established as a result of the current pandemic.by Mayra Citlalli Rojo Gomezhttps:\/\/t.co\/4yJdmfyC2d","sentiment_score":0.0}
{"full_text":"RT Hey, I think you forgot your COVID tracker the last couple of days. It just sort of disappeared a couple of days ago...","sentiment_score":0.0}
{"full_text":"Instacart is firing every employee who voted to unionize via","sentiment_score":0.0}
{"full_text":"RT Secretary Mangwana was arrogant and dismissive when he was being challenged for these clear violations of pandemic regulatio...","sentiment_score":0.1}
{"full_text":"National Programme for Water and Sanitation and Hygiene (WASH), National Health up-gradation programme and Covid-19 response in underdeveloped areas, are also included in the project.https:\/\/t.co\/Iv2Y2q7poM","sentiment_score":0.0}
{"full_text":"Spoiler: There is","sentiment_score":0.0}
{"full_text":"RT There's nothing lower than this latest dick move. It's so disgusting, I'm speechless","sentiment_score":-0.25}
{"full_text":"In recent months, new variants of the virus that causes COVID-19 have been popping up all over the world, and experts say even more will continue to be identified as this pandemic continues.","sentiment_score":0.2121212121}
