{"full_text":"How are you and your children coping with COVID-19 and SOCIAL INJUSTICE? Some people use drawing to help them through the tough times. Get a journal today","sentiment_score":-0.1777777778}
{"full_text":"How about declaring the pandemic null and void ... as well as the Deep States appointment of a demented old man to run the world ..?","sentiment_score":0.05}
{"full_text":"RT #REVIEW: The Bahamas recorded an increase of 145 COVID-19 cases during the first two weeks of 2021 The Bahamas COVID by...","sentiment_score":0.25}
{"full_text":"RT Concerning, if rare, finding","sentiment_score":0.3}
{"full_text":"RT Despite months of harsh lockdowns, mask mandates, and school closures#influenza killed more than twice as many American ch...","sentiment_score":0.12}
{"full_text":"RT BREAKING: The UK now has the highest covid death rate in the world. A horrifying, heart-breaking, appalling fact that sham...","sentiment_score":-0.4833333333}
{"full_text":"RT This is the perfect time to remind everyone that, in March 2020, the government and health experts said that if only 20,000...","sentiment_score":0.5}
{"full_text":"Coughing and likely spewing Covid while he cared about his country","sentiment_score":0.0}
{"full_text":"#TheTRUTHofRheCCPVIRUS  Dr. Yan--the whistleblower who revealed the truth of Covid-19,her mother was arrested n sent to Beijing very recently !!#CCP VIRUS  #CCP_MANMADE_VIRUS#CCP_IS_TERRORISThttps:\/\/t.co\/ZB9OQAYRzo","sentiment_score":0.0}
{"full_text":"You might be interested in my take of Claire's false postives fallacy below","sentiment_score":-0.075}
{"full_text":"I've been severely limiting my appointments due to covid, but all the gentlemen I've had the pleasure of meeting have been so greatI feel so lucky ","sentiment_score":0.1041666667}
{"full_text":"RT Report Card of Education in Post Covid Times - 67th Rajagiri Round Table... via","sentiment_score":-0.2}
{"full_text":"RT Funny how so many people were screaming about how cancel culture ruins lives but apparently you can be an outed rapist an...","sentiment_score":0.1625}
{"full_text":"RT World-beating. In the most wretched, grim &amp; unforgivable way imaginable. I'm incandescent ","sentiment_score":-0.25}
{"full_text":"RT That it is possible for Biden and his team to release a coronavirus plan this straightforward is the most damning indictment...","sentiment_score":0.2916666667}
{"full_text":"RT Keystone XL is a project of national significance that supports workers in Canada AND the USA at a time when job creation is...","sentiment_score":0.0}
{"full_text":"What a cop out. Would you not prefer a president who at least believes in things like climate change and Covid-19","sentiment_score":-0.3}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT Will Covid deliver a death blow to the lecture?https:\/\/t.co\/PaovWzzslG","sentiment_score":0.0}
{"full_text":"RT No country leaves d money in dormant accounts ( in trillions) forever.  In UK d money is not even borrow...","sentiment_score":0.0}
{"full_text":"RT Time to open up.  Lockdown tyrants and viro-Nazis can keep following their superstitious beliefs while the...","sentiment_score":0.0}
{"full_text":"RT Dear #CAs and #CSs, Are your Profits 50% of your revenues in this #Taxation year #AY202122 or is it affected due to #COV...","sentiment_score":-0.125}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT URGENT! Contact the Ada County Commissioners and encourage them to appoint Dr. Blue to the CDH board. Idaho needs scientist...","sentiment_score":0.0}
{"full_text":"That was so cool","sentiment_score":0.35}
{"full_text":"RT Our thoughts and prayers are with the family.","sentiment_score":0.0}
{"full_text":"Yep, same here. It's also much worse if you already had COVID. I dunno what to expect on my second shot.","sentiment_score":-0.1333333333}
{"full_text":"RT As Los Angeles County battles against the unrelenting coronavirus, an air pollution control agency says it has temporarily suspend...","sentiment_score":0.0}
{"full_text":"RT The Empire State Building will be among hundreds of landmarks and buildings to light up across the U.S. on the eve of Joe Biden'...","sentiment_score":0.4}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"Cuz man are outdoors innit","sentiment_score":0.0}
{"full_text":"RT USCP: A small explosion occurred under the bridge on I-295 at First and F Sts SE. The incident has been contained, however...","sentiment_score":0.0}
{"full_text":"RT But \"unity\" amirite?!? Start asking Rs who demand unity all of a sudden what *they* plan on doing to unify the country.","sentiment_score":0.0}
{"full_text":"Primavera Sound's Trial Concert Finds Zero COVID-19 Infections | Consequence of Sound","sentiment_score":0.4}
{"full_text":"RT Before we tell you to head outside to fight that COVID-19 stress, remember \"There is no such thing as bad weather, only b...","sentiment_score":-0.175}
{"full_text":"RT U.S. Capitol on lockdown, no entry or exit due to external security threat - witness","sentiment_score":-0.0625}
{"full_text":"Entertainment is not essential. Y'all busy bodies just need to sit tf down!!","sentiment_score":-0.0476851852}
{"full_text":"RT The Trump administration bailed out prominent anti-vaccine groups during a pandemic. Five prominent anti-vaccine organizatio...","sentiment_score":0.5}
{"full_text":"RT \"people who could've been saved by simple competence and foresight will die instead\"","sentiment_score":0.0}
{"full_text":"RT Another #covid19 casualty. Munhu agere zvake mumota. Devastating.","sentiment_score":-1.0}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT Please retweet, with 69,000 strays in the UK in 2019 and more now due to the pandemic, with our UK shelters struggling to...","sentiment_score":0.1875}
{"full_text":"RT Prof Devi Sridhar hits the nail on the head.\"The reason we're in this 3rd lockdown is because of anti-lockdowners like Lor...","sentiment_score":0.0}
{"full_text":"RT Country music legends Willie Nelson and Loretta Lynn have received the COVID-19 vaccinehttps:\/\/t.co\/3DjCGYcFeB","sentiment_score":0.0}
{"full_text":"RT Thank you, President  Our scientists and health-warriors have risen to the occasion. The vaccines being develo...","sentiment_score":0.0}
{"full_text":"RT A biased comment inciting hate n division. Education and knowledge is nothing without humanity. It is humanit...","sentiment_score":-0.8}
{"full_text":"RT WHO says expects global COVID deaths to top 100,000 a week","sentiment_score":0.25}
{"full_text":"RT ICYMI: Merriam Webster's Word of the Year 2020 is \"Pandemic\"!","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Omg: So many people have died in Los Angeles County that officials have temporarily suspended air-quality regulations tha...","sentiment_score":0.5}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"Yeah but take away all the people who have died for non related covid and put as covid were not","sentiment_score":0.0}
{"full_text":"Prayinggggg","sentiment_score":0.0}
{"full_text":"RT I see people who voted with the seditionists quote #MLK in their prepared statements; meanwhile, the US Capitol is on lockdow...","sentiment_score":0.0}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"You worked hard to suppress Black voters during a pandemic. You refused to vote on a #COVID19 relief bill if you couldn't profit. You installed racist unqualified judges. You delayed acknowledging won the election &amp; helped stoke the flames of insurrection. Fuck you, racist","sentiment_score":-0.2861111111}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT 'MASTER' WOWS AUSTRALIA... #MasterFilm braves the pandemic, records superb numbers in its *extended* opening weekend in #...","sentiment_score":1.0}
{"full_text":"RT If you're facing Covid-related unemployment, please visit to sign up to toolkit (wh...","sentiment_score":0.0}
{"full_text":"RT There's some sort of emergency alert  going on at the capitol, the area has been put into lockdown. Unclear what's hap...","sentiment_score":0.0}
{"full_text":"RT Vaccine nationalism puts world on brink of \"catastrophic moral failure\" omg?WHO chief #SmartNews ","sentiment_score":-0.1583333333}
{"full_text":"RT *Rebekah Jones blew the whistle when Fla. officials manipulated #covid19 data to support their keep-the-state-open strategy.*O...","sentiment_score":0.0}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"RT DON'T TAKE THE COVID19 VACCINE-Pass it on.","sentiment_score":0.0}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"Trump administration bailed out anti-vaccine groups with more than $850,000 from coronavirus relief program - The Washington Post","sentiment_score":0.5}
{"full_text":"RT *Rebekah Jones blew the whistle when Fla. officials manipulated #covid19 data to support their keep-the-state-open strategy.*O...","sentiment_score":0.0}
{"full_text":"Not in my opinion the government as made a mess out of it , did the Spanish flu take more lives, u have to have a test to no u have covid","sentiment_score":0.1083333333}
{"full_text":"RT Absolutely ludicrous: Eurostar -  which is 55% owned by the French government - is asking British taxpayers for a bailou...","sentiment_score":0.0666666667}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT Lebanon Doesn't Want to Vaccinate Palestinians for COVID-19; Where's the Outrage?","sentiment_score":0.0}
{"full_text":"RT If you're wondering how to keep your #teen on track with their studies now schools are partially closed and formal #GCS...","sentiment_score":-0.05}
{"full_text":"He got covid, and then went back to China to start over.","sentiment_score":0.0}
{"full_text":"Strength can get you through. Hope keeps the spirit up. Response from Twitter community may help. Thinking of you for total recovery &amp; no lingering after effects. #COVID19","sentiment_score":0.0}
{"full_text":"RT Happiest when we're together. #BT21 #BASECAMP #StayAtHome #Happiness","sentiment_score":0.7}
{"full_text":"RT En financial timesChinese and Russian vaccines in high demand as world scrambles for doses  Coronavirus pandemichttps...","sentiment_score":0.0533333333}
{"full_text":"SC's COVID-19 vaccine administration phases need to be reevaluated. People are dying","sentiment_score":0.0}
{"full_text":"RT We have to push ourselves to avoid becoming desensitized to Covid's toll.In 2005, Hurricane Katrina killed 1500 people i...","sentiment_score":0.125}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT The woman, who did not wish to be identified, said she was 'angry and heartbroken' to have caught Covid at this stage. h...","sentiment_score":-0.5}
{"full_text":"Household budget analogies are almost always ridiculous, so feel free to ridicule. But it's like if I got a bonus and was deciding between fixing my front porch or stocking my fridge more, while I'm feeding fewer people...BUT (re: the pandemic) those I am feeding have allergies.","sentiment_score":0.1888888889}
{"full_text":"RT Ugh: \"Trump administration bailed out prominent #antivax groups during a #pandemic\" by","sentiment_score":0.5}
{"full_text":"RT \"We know that Museveni has presented himself as an anchor of stability ... Ugandans know that this is a lie. Don't be par...","sentiment_score":0.0}
{"full_text":"RT Can't lie this lockdown I feel soooo anti social and way too comfortable in my own company and it's not healthy, to all my...","sentiment_score":0.1958333333}
{"full_text":"RT Lennon actually says in that press conference 'nobodies got Covid' and questions why players were made to isolate and calls the...","sentiment_score":0.0}
{"full_text":"RT Omg: So many people have died in Los Angeles County that officials have temporarily suspended air-quality regulations tha...","sentiment_score":0.5}
{"full_text":"Novak donated 8 millions to three different countries for Covid release  and Nick 0 millions. Anyone with brain could see that. But the hater gonna hate anyway.","sentiment_score":-0.4}
{"full_text":"OK, throwing out D and R just shows that you don't want to learn things. Let's finish this up. U think a Public Health official should fudge numbers  downward in a pandemic at Gov. orders - I don't. That is quite simple.","sentiment_score":0.1666666667}
{"full_text":"Very concerned that there is still the \"When will lockdown end?\" question around. Understandable from an economic point of view obviously. But, UNTIL the virus is dealt with in the way NZ &amp; others have dealt with it, these lockdowns &amp; deaths will be never ending in the UK.","sentiment_score":0.1333333333}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Amplifying this tweet: 61% of ICU COVID beds in Canada are taken up by people in their 60s or younger. 42% of all beds by...","sentiment_score":0.0}
{"full_text":"Lol- covid handles I call it- ","sentiment_score":0.8}
{"full_text":"I'm still anti-lockdown mate,but nothing I can do about it ","sentiment_score":0.0}
{"full_text":"RT Since Trump didn't sign the DPA for Pfizer\/Moderna to manufacture the vaccine to ensure we had enough fo...","sentiment_score":0.0}
{"full_text":"just realized i only found some influencers interesting bc they were jet setters, but w the pandemic n everything.....","sentiment_score":0.25}
{"full_text":"RT World-beating. In the most wretched, grim &amp; unforgivable way imaginable. I'm incandescent ","sentiment_score":-0.25}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Philippine vaccine czar Carlito Galvez Jr says the doses may be secured through a tripartite agreement with Moderna and...","sentiment_score":0.0}
{"full_text":"\"Five prominent anti-vaccine organizations that have been known to spread misleading information about the coronavirus received more than $850,000 in loans from the federal Paycheck Protection Program ...\"Every day, a new outrage...","sentiment_score":0.3787878788}
{"full_text":"Thank God Trump built that Wall!If nothing else, let's hope they are kept OUT due to the Coronavirus problem!!!","sentiment_score":-0.244140625}
{"full_text":"RT $2.65 COVID-19 prevention!","sentiment_score":0.0}
{"full_text":"RT 2) Almost 1 year ago...","sentiment_score":0.0}
{"full_text":"RT We continue to stay safe, stay home and physical distance in 2021. Here are 10 ways you can explore Manitoba at home an...","sentiment_score":0.25}
{"full_text":"A seven-year-old schoolboy from Belfast has been teaching BSL to classmates throughout lockdown. Jensen Rea, who is deaf in one ear, started making videos on his YouTube channel last April to teach friends at Dundonald Primary School sign language.","sentiment_score":0.2}
{"full_text":"Coronavirus vaccines are being developed faster than usual, thanks to:  Massive investments  Use of existing facilities  Parallel work on different phases  New methods But they will meet the same high standards as all other vaccines. #SafeVaccines #VaccinesWork","sentiment_score":0.0221363636}
{"full_text":"From llamas to robots, what's been your weirdest lockdown purchase?!  ","sentiment_score":0.0}
{"full_text":"WPS Families: Filling out the free or reduced price meal application can also qualify families for reduced school fees and financial assistance from the Pandemic Electronic Benefit Transfer (P-EBT) program. To complete an application, go to","sentiment_score":0.1666666667}
{"full_text":"Coming Wednesday is our latest in a series of webinars on the #COVID19 vaccine and its impacts on individual industries. Wednesday's webinar will focus on the effects to the higher education industry. To register or see more information, click here:","sentiment_score":0.3125}
{"full_text":"#Free to download Follow the Singh family as they run the little corner shop and follow the breaking stories #Boris #Greta #TheWitcher #Megxit #China #Pandemic #StormDennishttps:\/\/t.co\/aWkIPJAhJL","sentiment_score":0.10625}
{"full_text":"China's pandemic-hit economy recorded a gross domestic product growth of 2.3 per cent in 2020, the lowest in 45 years.","sentiment_score":0.0}
{"full_text":"Our #Covid19 Income Support Helpline is open today until 5pm: 1890-800-024The Pandemic Unemployment Payment remains available to anyone who is eligibleThe quickest and easiest way to apply is online via","sentiment_score":0.2}
{"full_text":"\"Even if you lose your certificate, nobody else can really know to whom this belongs,\" says an executive involved in building Estonia's digital vaccine certificates. \"We tried to push the privacy requirement to the maximum.\"  ","sentiment_score":0.1}
{"full_text":"This year's will explore the social, economic and technological opportunities to achieve a 'green recovery' post COVID-19. Learn more about the UAE's commitment to sustainability: #adsw2021","sentiment_score":0.1333333333}
{"full_text":"RT Applications open - Fairer #Aberdeen Coronavirus Hardship Fund.A max grant of PS15,000 available for community organisa...","sentiment_score":0.2}
{"full_text":"\"I don't think there's ever been a time in our history where people have been more aware of their own mental health: The COVID, the social unrest, the political polarization has been extraordinarily challenging for all of us.\" by","sentiment_score":0.2547619048}
{"full_text":"RT The Trump administration bailed out prominent anti-vaccine groups:Five prominent anti-vaccine organizations that have b...","sentiment_score":0.5}
{"full_text":"Book your night chaperone for your Philly student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity #covidsafety #travel #overnightsupervision","sentiment_score":0.5}
{"full_text":"Join us today at 12:00pm to celebrate the life of Dr. Martin Luther King, Jr.!Please wear masks and maintain social distancing.","sentiment_score":0.0333333333}
{"full_text":"[WEBINAR] Tonight 8 pm ET, join in conversation with about #migrantworkers and #workersrights during the pandemic lockdown. Tune in live on their Facebook page.","sentiment_score":0.1363636364}
{"full_text":"#WayOfHealingCoronaForLife\"And if We please, We may drown them, then there is no succour for them, nor can they be rescued --(43) But by mercy from Us and for enjoyment till a time.(44)}Truthful Allah the Great [Y.S.]36:41-covidTrumpInaugurationDayBidenHarrisBidenActNow","sentiment_score":0.8}
{"full_text":"Recent data tracks the frequency with which women physicians appear on cable news networks as expert interviewees, demonstrating a gender gap in women's representation in the media during the #COVID19 pandemic.","sentiment_score":0.0}
{"full_text":"NEW REPORT: \"Bridging the Covid Divide: How States Can Measure Student Achievement Growth in the Absence of 2020 Test Scores,\" by Ishtiaque Fazlul, Cory Koedel, Eric Parsons, and Cheng Qian. Read it now.","sentiment_score":0.0619318182}
{"full_text":"\"In a pandemic no one is safe until everyone is safe.\" Great piece in the calling for refugees, displaced people and stateless persons to be included in the vaccination drive ...","sentiment_score":0.6}
{"full_text":"Police clash with protesters as thousands rally against #COVID lockdown in #Amsterdam#coronavirus #Netherlands","sentiment_score":0.0}
{"full_text":"Following the latest lockdown restrictions, Build UK and other industry organisations have written to the Chancellor to call for the legislation that will introduce #ReverseVAT to be withdrawn, due to the serious cash flow implications for SMEs.https:\/\/t.co\/Y82qZvW288","sentiment_score":-0.0166666667}
{"full_text":"The Oregon Department of Education is expected to release its next update of the \"Ready Schools, Safe Learners\" guidance for schools operating amid the coronavirus pandemic on Tuesday.https:\/\/t.co\/YfyZ8wVZ6d","sentiment_score":0.15}
{"full_text":"RT In this special edition of our Monday forecasts, we examine what El Paso County schools will face when restarting in-pe...","sentiment_score":0.3571428571}
{"full_text":"District 10B Representative Dale Lueck introduces bill, talks COVID-19 vaccine with weekly conversationhttps:\/\/t.co\/1HU4cIAo1T","sentiment_score":0.0}
{"full_text":"Same! Spent the last year of my 20's in a whole pandemic. I wanna do over when I'm 30, lol.","sentiment_score":0.18}
{"full_text":"Vi getting into #IoT services","sentiment_score":0.0}
{"full_text":"Get that Obese woman on Good Day LA on channel 11 off of TV, she sets terrible example since obesity is very dangerous when mixed with Covid Virus.","sentiment_score":-0.27}
{"full_text":"The PS20 a week uplift to #UniversalCredit has been a vital lifeline for many people we've helped during the pandemic why we're calling for the government to #KeepTheLifeline --  can we count on your support?","sentiment_score":0.3}
{"full_text":"You might be able to claim benefits or get more money on your current benefits if your work has been affected by coronavirus.https:\/\/t.co\/48iJQ8ShuWCall us, or complete the enquiry form on our website","sentiment_score":0.275}
{"full_text":"Stephanie never wanted to return to Willow Springs, but love might be enough to make her stay.Love Calls You Home by is available at https:\/\/t.co\/hgqiMI5qUv #asmsg #iartg #amreading #bookboost #bookplugs #ian1 #puyb #bynr #romance","sentiment_score":0.3}
{"full_text":"Insightful explainer by on the various #COVID19 vaccines under development. #TeamVaccines","sentiment_score":0.0}
{"full_text":" Today on The Update  is joined by senior writer to discuss how the #Nets went for broke to trade for James Harden &amp; how's the NBA dealing with Covid postponementsListen Apple-","sentiment_score":0.0}
{"full_text":"RT I was at the US Capitol this morning to get a COVID test--mandatory for journalists covering the inauguration. It's a milit...","sentiment_score":0.0}
{"full_text":"\"I'm afraid the global floating bubble already looks like it may be about to burst.\"Are all the rules, restrictions, and risks worth it to put on the | #COVID19","sentiment_score":-0.1}
{"full_text":"#China's #Sinovac Biotech said on Monday that a clinical trial in #Brazil showed its #COVID19 vaccine was almost 20 percentage points more effective in a small sub-group of patients who received their two doses longer apart.https:\/\/t.co\/6tLLc1zTxc","sentiment_score":0.2833333333}
{"full_text":"RT UK has highest Covid-19 death rate in world","sentiment_score":0.0}
{"full_text":"RT Sett monitoring\/exercise over the weekend, and plenty of badger activity.If you have a sett local to you, please keep a...","sentiment_score":0.0}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"\"COVID-19 and overdose prevention: Challenges and opportunities for clinical practice in housing settings\" #harmreduction #covid19 #overdose #housing","sentiment_score":0.0}
{"full_text":"In order to participate, CCP donors must meet blood donor eligibility criteria in addition to having lab documentation that shows a 28-day, symptom-free result. ","sentiment_score":0.0}
{"full_text":"Correctional Facilities Buckling Under Weight of COVID-19 #coronavirus","sentiment_score":0.0}
{"full_text":"So far, Japan has recorded 45 cases of the new variants of the virus which were reported in the United Kingdom, South Africa, and Brazilhttps:\/\/t.co\/ibYm86XW0f","sentiment_score":0.1181818182}
{"full_text":"Colleagues in have put together an interactive map of every NHS hospital and community Covid-19 vaccination site in Englandhttps:\/\/t.co\/IE3MmKroiN","sentiment_score":0.0}
