{"full_text":"RT Important study on masks by and teamSurveyed ~375k and found sig and large effect of masks on spread. Even...","sentiment_score":0.3071428571}
{"full_text":"RT There were 1,610 covid deaths today. The new daily record. The UK now has the highest covid death rate in the world.Thi...","sentiment_score":0.0681818182}
{"full_text":"RT Dolly Parton, 2002 by US photographer Annie Leibovitz #womensart Happy Birthday BOTDUS singer who helped fund...","sentiment_score":0.8}
{"full_text":"RT Large outbreak of chubby ducks!?","sentiment_score":0.2678571429}
{"full_text":"Ministers set to halt plans for daily Covid tests in English schoolsThe about-turn came after the Guardian revealed last week that the UK's medicines regulator had not authorised the daily use of rapid-turnaround tests as an alternative to self-isolation.","sentiment_score":0.0}
{"full_text":"RT For Rabbi Robert Blustein, enforcing mask-wearing in his synagogue is personal.  Blustein lost both his parents and an ol...","sentiment_score":0.0}
{"full_text":"RT Just seen on tv that Sunak is planning to add an additional tax for shopping online to try and pay for COVID, that's a...","sentiment_score":0.0}
{"full_text":"I did some tests and analysed them to find out some COVID-19's behaviours#OOP #StayHome #Python #Simulation #SocialDistancing #StayHomeStaySafe #Coronavirus #pythonprogramming #Covid #Vaccine #Covid19 #ComputerScience #Agent","sentiment_score":0.0}
{"full_text":"Happy Birthday! Praying for an abrupt but gentle end to the COVID for you and joyful blessings in the days to come!","sentiment_score":0.375}
{"full_text":"RT The Church has supported vaccinations for generations as a prominent element of our humanitarian efforts. As opportunit...","sentiment_score":0.5}
{"full_text":"RT Lockdown hawks should be reminded of the death, misery and suffering they have caused for the rest of their lives. They are...","sentiment_score":0.0}
{"full_text":"Indeed, Sharing is Caring &amp; A Friend in need is truly a Friend indeed.So very happy to learn that my beloved Maldives will receive 1,00,000 doses of Covid-Vaccine from my beloved India, with first shipment to land by 20th Jan!https:\/\/t.co\/B9PiNYl0Ak Ram Krishna Jaiswal","sentiment_score":0.53}
{"full_text":"I hope when you're calling You remember this  #BackBoris","sentiment_score":0.0}
{"full_text":"RT #NJ #COVID19 Recap of the three biggest events in NJ this year.","sentiment_score":0.0}
{"full_text":"RT Finding lockdown 3.0 tough right now? Then visit our coronavirus and mental health hub which is filled with tips to help...","sentiment_score":0.0492063492}
{"full_text":"I just want covid to be over so i can get together with my friends and monopoly deal ","sentiment_score":0.0}
{"full_text":"Informe-se","sentiment_score":0.0}
{"full_text":"RT Yellen accused China of \"illegal, unfair and abusive\" economic practices such as dumping products, stealing intellectual prope...","sentiment_score":-0.1}
{"full_text":"RT Dr says Ireland is busy 'mopping up after a disastrous relaxation' of coronavirus restrictions, but a lack o...","sentiment_score":-0.3}
{"full_text":"RT Doctor raises PS20k to legally challenge second dose Covid vaccine delay &gt;There is no scientifi...","sentiment_score":0.1}
{"full_text":"RT Would love your help boosting and I's search for a data visualizer who can work with us...","sentiment_score":0.5}
{"full_text":"RT Mental I've caught COVID off my cat don't ask meow","sentiment_score":-0.1}
{"full_text":"And ask if will propose another \"pandemic cut\" to state school aid","sentiment_score":0.0}
{"full_text":"RT Our Administration will lead with science and scientists -- with a CDC and NIH that are free from political influence, a Surge...","sentiment_score":0.2}
{"full_text":"RT 1,610 UK Covid deaths reported today.That's more than one death per minute for 24 hours.We can't go on with this fai...","sentiment_score":0.5}
{"full_text":"And 2 weeks later 1600 people were ill - and now they're all dead - virus romped once lockdown was lifted for Christmas time, encouraged by our P.M. A gift to the nation, which just keeps giving.","sentiment_score":-0.2333333333}
{"full_text":"COVID19 is a serious pandemic worldwide.@PASPusat Eh! Melayu. Islam. MERCEDES.","sentiment_score":-0.4166666667}
{"full_text":"RT A highly commendable action by His speeches in the last two weeks have bordered on expanding the range and...","sentiment_score":0.0866666667}
{"full_text":"RT Man, clearing space in my phone and found some pre-covid Luka Couffine selfies~ I'd love to remake this wig at some point...","sentiment_score":0.5}
{"full_text":"RT Covid: Swiss government plans further restrictions - SWI -","sentiment_score":0.0}
{"full_text":"RT Even with just the current R rate well below 1 &amp; no vaccines, it'd be reasonable to expect *some* relaxation by early Ma...","sentiment_score":0.1}
{"full_text":"I think it's just made you out of practice. We're also in a pandemic socially isolated from people, our people-ing skills are going to be rusty. You're not hurting people by existing.","sentiment_score":0.0333333333}
{"full_text":"RT There were 1,610 covid deaths today. The new daily record. The UK now has the highest covid death rate in the world.Thi...","sentiment_score":0.0681818182}
{"full_text":"Definitely a different take on meetings #PAGBioDay","sentiment_score":0.0}
{"full_text":"At some point this week, MA will become the 3rd state to cross the 2,000 COVID deaths per million residents threshold. It is a grim milestone where 1 in every 500 of our residents has died due to this disease. The toll of this virus has been devastating.https:\/\/t.co\/aSNrrQdrvm","sentiment_score":-0.28125}
{"full_text":"This week our nation will embark on a new beginning in government.  Let's celebrate by watching this video and remember what we all should think as we heal.  click link #Inauguration2021 #COVID19","sentiment_score":0.1363636364}
{"full_text":"This is going to be a great event and my first ever chairing of a panel discussion. Can't wait to talk all things Crime and policing with this panel! Another great free event for the armed forces, that's 12 we've delivered during the pandemic","sentiment_score":0.578125}
{"full_text":"RT \"You trust me as your GP to do the best thing for you...I'm asking you today to also trust me with the Covid vaccine.\"Dr Ud...","sentiment_score":1.0}
{"full_text":"RT having                                     dislikingcovid-19                                   j. cole...","sentiment_score":0.0}
{"full_text":"RT For the second straight season, #FlaPanthers captain will donate $1,600 for each goal he scores to Joe DiMa...","sentiment_score":0.1}
{"full_text":"RT Trump has repeatedly sabotaged Americans' health care. He lied about having a plan, fought to overturn the Affordable Care...","sentiment_score":0.0}
{"full_text":"RT Province reports 1,913 new COVID-19 cases and 46 more deaths on Tuesday","sentiment_score":0.3181818182}
{"full_text":"RT 1610 Covid deaths in the last 24 hours.How many of these lives could have been saved if the government had acted swif...","sentiment_score":0.25}
{"full_text":"RT I'd say reaching the highest Covid death rate in the world should be a moment for profound reflection by our government....","sentiment_score":0.0833333333}
{"full_text":"RT MLK was assassinated after standing with striking Memphis sanitation workers, and on the day honoring his legacy, NYPD decid...","sentiment_score":0.5}
{"full_text":"Good tweet.","sentiment_score":0.7}
{"full_text":"i swear that when i heard him coughing i said \"omg covid \" ","sentiment_score":0.0}
{"full_text":"Of course it dragged all the anti Covid, the \"the vaccine contains a tracking device\",the \" I want to party &amp; s*d everyone else\" &amp; the \" I want to test my eyesight\"nutters out of the woodwork.","sentiment_score":0.0}
{"full_text":"RT Covid: 'Irreplaceable' vaccine workers to get jabs following AstraZeneca outbreak","sentiment_score":0.0}
{"full_text":"RT Today, our country is expected to mark 400,000 people confirmed lost to COVID-19. Tonight, President-elect","sentiment_score":0.15}
{"full_text":"Chatting lockdown celebration meals delivered to your home with tomorrow morning at 8.50am.Tune in,Good Food always equals Good Mood.@BBCCWR","sentiment_score":0.7}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"RT Research from and MechE grad student Yiwen Hu demonstrates how the vibrations of coronavirus proteins may pla...","sentiment_score":0.0}
{"full_text":"RT New: Families of prisoners fear that technology like Zoom visits could replace in-person interactions for people behind b...","sentiment_score":-0.1318181818}
{"full_text":"RT There's you choosing to stay home&amp; having no other option but to stay home. More fun from that sexy spoonie life.","sentiment_score":0.340625}
{"full_text":"RT The Rockefeller Foundation, now backing GAVI and ID2020 and various Covid-19 related programs, previously funded the crea...","sentiment_score":-0.0555555556}
{"full_text":"The most reaffirming thing that's ever happened to me is seeing so many replies from people my age who are also wasting away playing video games during the pandemic.","sentiment_score":0.5}
{"full_text":"RT What's sinking the UK is:-constant comparison of COVID to flu (hint: it's not the flu)-the false economy versus health d...","sentiment_score":-0.4}
{"full_text":"I feel really sad for those disbanded groups or groups who needed help from other companies, just because the general public isn't interested in them anymore  let's hope 2021 will be better, because only some of the top groups are charting &amp; doing well despite the pandemic ","sentiment_score":0.084375}
{"full_text":"Sync for Genes, the Precision Medicine Initiative and Engaging Laboratories. Read NEW blog post. ","sentiment_score":0.2681818182}
{"full_text":"One in four Britons say they resorted to DIY dentistry during lockdown","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"This is so Bad!! 7 visits since the new-year to try to rectify our broadband. My husband has spent over an hour on gthe phone to you. We are rural, running a business and in lockdown!! Please address this problems Now!Your advert says you will!!! Official complaint coming!","sentiment_score":-0.36875}
{"full_text":"RT \"She'd tell me stories abt being in the hospital room holding a patients hand to show family members it was ok to come in...","sentiment_score":0.5}
{"full_text":"So the new argument against a zero COVID approach is that once the vulnerable are vaccinated we can safely open everythin.The problem is once ICU is overwhelmed there is no age limit for vulnerability. The reason young people are dying less is because they get intensive care.","sentiment_score":-0.0860606061}
{"full_text":"As Congress and a new administration ponder new stimulus to navigate the pandemic, what will 2021 look like for FX and government bond markets?","sentiment_score":0.1363636364}
{"full_text":"RT This whistle-blower deserves all of our support. She provided actual covid stats that DeSantis wanted suppressed. Arre...","sentiment_score":0.0}
{"full_text":"RT How the mRNA vaccine works #covid 1\/3","sentiment_score":0.0}
{"full_text":"RT Updated UK Covid Tracker Jan 19Total Deaths: 91470Total Cases: 3466849New Cases: 33355New Deaths: 1610 (28 day)7 day c...","sentiment_score":0.0}
{"full_text":"RT You don't get breathless and hypoxic from a false positive covid test result. Our hospital beds are not filled with peop...","sentiment_score":-0.1242424242}
{"full_text":"Watch live: Memphis-Shelby County Joint COVID-19 Task Force gives updates","sentiment_score":0.1363636364}
{"full_text":"RT The problem with this is that \"science\" can't tell you who should get vaccinated first. It can tell you who is most vulnerab...","sentiment_score":0.375}
{"full_text":"The national disaster is not COVID... trust me !!","sentiment_score":0.0}
{"full_text":"Adding to my read list!","sentiment_score":0.0}
{"full_text":"RT A few months back...","sentiment_score":-0.1}
{"full_text":"RT ** STARTING SOON **Join Navajo Nation President Jonathan Nez and Vice President Myron Lizer for another #COVID-19 response t...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Coronavirus vaccines could be available to all Chicagoans by the end of May, according to the city's tentative...","sentiment_score":0.4}
{"full_text":"RT Megastar Aur Unki Commitment#SalmanKhan, The First Bollywood Actor Who Stepped Up &amp; Announced The Release of His Next Movi...","sentiment_score":0.125}
{"full_text":"RT Students have to join online classes from home country or in canada and IRCC consider it as distance learning..what does s...","sentiment_score":0.0}
{"full_text":"Even when the pandemic is over? That's not going to be necessary","sentiment_score":0.0}
{"full_text":"I thought COVID 19 was a hoax?  18 family members get COVID-19 after holiday gathering in Pennsylvania    Sent from the New York Post app. For more from the Post, visit  To download our apps, visit","sentiment_score":0.3181818182}
{"full_text":"RT Our government has capitalised on the tragedy of the pandemic to line the pockets of its members &amp; friends with taxpayers' mone...","sentiment_score":0.0}
{"full_text":"Covid contraction shrinks German economy by 5%https:\/\/t.co\/5IwdvmkFcM","sentiment_score":0.0}
{"full_text":"RT According to health experts at and there is no evidence that the COVID-19 vaccine affects fertility...","sentiment_score":0.0}
{"full_text":"RT Just when the WHO team is in Wuhan to find out more about Corona Virus, China is reporting the worst COVID numbers in five mon...","sentiment_score":-0.25}
{"full_text":"RT The Rockefeller Foundation, now backing GAVI and ID2020 and various Covid-19 related programs, previously funded the crea...","sentiment_score":-0.0555555556}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT To put this into perspective:The population of New Orleans: 390,000The population of Tulsa: 401,000The population of Minne...","sentiment_score":0.1363636364}
{"full_text":"I'm devastated","sentiment_score":0.0}
{"full_text":"RT Practices that should be common sense but are not:- Ask your Dr before taking any medication- Don't take vaccine advice fro...","sentiment_score":-0.3}
{"full_text":"RT More messages from NHS  doctors today. One senior clinician in South Wales: \"Worth asking if the deliberate withholding...","sentiment_score":0.4}
{"full_text":"RT the grief of this pandemic, personal grief, ambient grief, world-grief, is so unimagineable and I feel incapable of holding...","sentiment_score":-0.6}
{"full_text":"COVID TIME tip: if you've been trapped inside a minute and boredom has set in... might I recommend the ... keen observations of life there ","sentiment_score":-0.2}
{"full_text":"RT Today, our Farmers to Families  Food Box program will roll out Round 5 adding $1.5 Billion of new funding. Created to f...","sentiment_score":-0.0318181818}
{"full_text":"RT Two Viruses; Worse than COVIDPolitical leaders using religion.....Religious leaders playing politics","sentiment_score":-0.4}
{"full_text":"Church suspends annual convention over COVID-19 in Adamawa","sentiment_score":0.0}
{"full_text":"RT What's sinking the UK is:-constant comparison of COVID to flu (hint: it's not the flu)-the false economy versus health d...","sentiment_score":-0.4}
{"full_text":"Covid Update","sentiment_score":0.0}
{"full_text":"RT In-person learning will resume on February 1st for students and families who selected that option. Please click on the lin...","sentiment_score":0.0}
{"full_text":"NBA Commissioner talked about the strategy of #NBA players being among the first to get the COVID-19 vaccine","sentiment_score":0.25}
{"full_text":"RT My daughter reached out to her dad &amp; asked him if they could meet. He said he's got COVID so he has to quarantine for 1...","sentiment_score":0.0}
{"full_text":"BREAKING:Coronavirus: 93 deaths and 2,001 new cases confirmed in Irelandhttps:\/\/t.co\/hUBMWn2uhm","sentiment_score":0.2681818182}
{"full_text":"RT Vaccine ID system ","sentiment_score":0.0}
{"full_text":"RT BREAKING93 additional deaths confirmed.2,001 new cases.#COVID19ireland #COVID19","sentiment_score":0.1363636364}
{"full_text":"Gyms are slowly beginning to reopen amongst the release of Covid-19 vaccines. But lockdowns have revealed that home exercise equipment like CAROL possibly more cost-effective long-term.#carolfitai #thecarolbike #carolbike #FastCompanyhttps:\/\/t.co\/8lAsWCzYcW","sentiment_score":0.1}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"she is doing very well--one more procedure that Covid has delayed and hopefully once that is over we will be through with all of that.  I keep her on her toes--she calls me Pepe Le Pew","sentiment_score":0.35}
{"full_text":"RT The UK has faced the deepest recession of any major economy, and now we have the highest daily death rate in the world....","sentiment_score":0.03125}
{"full_text":"RT If this is surprising, you aren't paying attention BBC News - Covid: Politicians drank on Senedd premises despite boo...","sentiment_score":0.7}
{"full_text":"RT Last January, Trump told CNBC about coronavirus: \"We have it totally under control. It's one person coming in from China...","sentiment_score":0.0}
{"full_text":"**edit: we are all still very stupid but I meant like why didn't we know about that before last year","sentiment_score":-0.5}
{"full_text":"#lasvegas, Come Get Your Free Covid-19 Test!We've seen the testing lines and now we're proud to serve our community: Now announcing our Free Drive-Up COVID-19 Testing location right here in the Las Vegas valley.Learn More:","sentiment_score":0.4771428571}
{"full_text":"RT Last week &amp; I went inside Valleywise Health Medical Center that's capacity &amp; primarily only dealing w\/ C...","sentiment_score":-0.025}
{"full_text":"Huge happy 75th birthday to a wonderful lady @DollyParton. Have the happiest day lovely x","sentiment_score":0.675}
{"full_text":"Emmanuel Macron faces election crisis as poll shows French turning 'against Europe' #EmmanuelMacron #France","sentiment_score":0.0}
{"full_text":"The deaths occurred over three days","sentiment_score":0.0}
{"full_text":"Eight more Iowans reported dead from COVID-19 during last 24 hours of IDPH data","sentiment_score":0.1}
{"full_text":"Where can you get the #COVID19 vaccine? Eventually, you'll be able to get the vaccine by visiting:- Military hospitals or clinics- TRICARE network providers- TRICARE network pharmacieshttps:\/\/t.co\/gF8ekB8lTG #VAXFacts","sentiment_score":0.2}
{"full_text":"Vaccine hesitancy in #France is among the highest in Western Europe. Overcoming its \"long history of distrusting vaccines\" will be key for speeding up vaccine rollout. #COVID19 Details  ","sentiment_score":-0.0166666667}
{"full_text":"RT If you worked from home because of Covid-19 make sure to look at this! Could be a possible reimbursement of $400. #covid...","sentiment_score":0.3125}
{"full_text":"News from #Malaysia | Malaysia's Senior Minister Ismail Sabri Yaakob said on Tuesday (Jan 19) that all states in Malaysia, with the exception of Sarawak, will be placed under Movement Control Order (MCO) from this Friday.","sentiment_score":0.0}
{"full_text":"Do your best not to give in to peer pressure and stay out longer than you intended - you really aren't going to miss much by going home at 1am, no matter how much it might seem like it at the time!","sentiment_score":0.4125}
{"full_text":"Tonight at 5:30 pm, will join in honoring all we've lost from COVID-19 by lighting Old County Hall. You can join in the memorial by lighting a candle in your window or turning on your porch light. Learn more: ","sentiment_score":0.3333333333}
{"full_text":"The pandemic caught the global oil and gas industry by surprise and has prompted many major oil and gas firms to review their investment strategies.Read here to know about the deal landscape in the oil and gas sector:","sentiment_score":0.1875}
{"full_text":"Hello! Just a reminder about #caschat tonight at 8pm!Will be interesting to see how we are adapting to remote learning, and what we've learnt developing our pedagogy via this new medium as Lockdown 4 continues!","sentiment_score":0.1901515152}
{"full_text":"Dallas and other cities glowing amber tonight to remember COVID victimshttps:\/\/t.co\/olJjYjV4M6","sentiment_score":-0.125}
{"full_text":"\"They used the cover of the pandemic to sign the order, they waited until teachers were swamped with the return of students to online learning and back to school to even mention that they were giving coercive control of the pensions to AIMCo.\" #abed #ableghttps:\/\/t.co\/L8rIKmBfGH","sentiment_score":0.0}
{"full_text":"* Regardless of the situation, there was a decrease in the amount of time spent actively learning, and on average it was almost halved Larissa Zierow, ifo Center for the Economics of Education@einotai by","sentiment_score":-0.1208333333}
{"full_text":"WEAR YOUR FACE MASK PROPERLY- FIGHT COVID SPREAD. #mobhealth","sentiment_score":0.0}
{"full_text":"Stop being a pussy Prime Minister who can't handle truth about your own actions that are all over the Internet. Get this Lock down gone. That should be your first &amp; only priority.","sentiment_score":0.1736111111}
{"full_text":"#Norfolk Police 'damned if they do, damned if they don't' during lockdownhttps:\/\/t.co\/ac0zSFLwM2","sentiment_score":0.0}
{"full_text":"Join us today, Tues. Jan 19 for FREE COVID-19 Testing at our new location.When:  Tuesday, Jan 19, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"#Norfolk Police 'damned if they do, damned if they don't' during lockdownhttps:\/\/t.co\/L8L36isp0z","sentiment_score":0.0}
{"full_text":"Let's hope that August 2021 is seeing the end of #Covid, along with these amazing #sunsets Photos:","sentiment_score":0.6}
{"full_text":"Does your INSURANCE still cover you even though it is the PANDEMIC  #insurance, #healthinsurance, #studentinsurance, #studyinsurance, #germaninsurance, #internationalstudents ","sentiment_score":0.0}
