{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT If the Bernie meme can wear a mask so can you.","sentiment_score":0.0}
{"full_text":"\"Life is precious. Life is worth protecting. Life unites.\"Then why won't you protect life against death by COVID?","sentiment_score":0.4}
{"full_text":"RT Tokyo coronavirus case count for today is 633. Previous two Sundays: 986, 1,592Serious cases -1 to 140","sentiment_score":-0.1666666667}
{"full_text":"RT \"We want people vaccinated based on priority, not privilege.\" Investigations are underway around the U.S. after hospital board memb...","sentiment_score":0.0}
{"full_text":"Turkey is  bargaining with CCP on the extradition of Uyghur dissidents in return for a COVID-19 vaccine.\"Uyghurs must not be returned to China under any circumstances.TURKEY - Say it Louder.","sentiment_score":0.0}
{"full_text":"RT This is why I wasn't able to get my mom an appointment.","sentiment_score":0.5}
{"full_text":"In my home city we have our first case of community transmission of COVID-19 in 10 months. From a security guard at hotel quarantine for international returns. Swift action is lockdown from 6pm for 5 days. He used the covid app to check in to places so contact tracing happening.","sentiment_score":0.1166666667}
{"full_text":" I earned the Gold Medal  in the #SmellAndTasteChallenge by monitoring my #smell &amp; #taste for 21 days. How well can YOU smell? #anosmia","sentiment_score":0.0}
{"full_text":"RT Orange County confirms 1,279 new COVID-19 cases and 43 new fatalities; a total of 231,036 infections and 3,018 deaths have been r...","sentiment_score":0.0909090909}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"These COVID-19 patients are incubating new coronavirus strains","sentiment_score":0.1363636364}
{"full_text":"I'm in south west WA, we are straight into lockdown. So happy my state is willing to jump straight into action whenever there is any threat to our safety","sentiment_score":0.31}
{"full_text":"RT This pandemic has devastated our economy. The Biden administration's plan to tackle this pandemic will provide relief to...","sentiment_score":0.0}
{"full_text":"Masks compulsory. Stay home except for grocery shopping \/ medical \/ local area exercise (1hr).","sentiment_score":0.0}
{"full_text":"RT In July, Ginni Thomas shared this post from a Facebook group flagged for promoting anti-vax conspiracy theories, including the...","sentiment_score":0.0}
{"full_text":"RT One more ... using the concept of Langar to humiliate the poor. How low these people have fallen!","sentiment_score":0.0333333333}
{"full_text":"RT Well who would have thought? Perhaps shielding the vulnerable, and not sacrificing the economy, might not have been su...","sentiment_score":-0.5}
{"full_text":"RT PERTH ON FULL LOCKDOWN- Hotel security guard tests positive- Western Australia's first case in nearly 10 months- May involv...","sentiment_score":0.1854545455}
{"full_text":"RT $2,000 checks every month until the pandemic is over.","sentiment_score":0.0}
{"full_text":"RT Just to clarify, this is a legit fundraising program by UMMC. For further information, please visit","sentiment_score":0.0}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"RT Lost 4 patients to Covid within the space 72hrs. 2 died while on ventilators. The last one just kept desaturating even wh...","sentiment_score":0.0}
{"full_text":"RT Dangerous new coronavirus strains may incubate in COVID-19's sickest ","sentiment_score":-0.2318181818}
{"full_text":"I kept seeing people post videos at packed clubs with no mask on.... I feel like I live in a Covid world while they in a fucking Covid free bubble partying","sentiment_score":-0.0212121212}
{"full_text":"RT BREAKING: Having achieved nothing in many months of lockdown, today some good news. I have helped reunite a Syrian child...","sentiment_score":0.6}
{"full_text":"RT To those candidates who wanted to postpone the elections. It is clear that they are as corrupt as Bartomeu (Font included...","sentiment_score":-0.2}
{"full_text":"RT Last fall, universities across the U.S. were accused of enabling the pandemic's spread by bringing students back to campus. Bu...","sentiment_score":0.0}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT If you know what the CDC has done to vaccination prioritization in the name of ethics and you're not terrified by it t...","sentiment_score":0.0}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT Now that Gov Newsom has lifted the stay-at-home order, the question is what is L.A. County going to do? We should alig...","sentiment_score":0.0}
{"full_text":"GreatUnfortunately I've seen schools close because all the teachers are either off with covid or self isolating. It must be more difficult to find supply teachers than supermarket workers  for schools to open for all children the staff need vaccinating. Simple.","sentiment_score":0.0}
{"full_text":"Australia restores 'travel bubble' with New Zealand after no new Covid-19 cases","sentiment_score":0.0340909091}
{"full_text":"'It's Still Getting Worse.' Inside Britain's Vicious Second Wave. By Lynsey Addario (@lynseyaddario)","sentiment_score":-0.4666666667}
{"full_text":"RT We have experienced over 1,000 deaths and more than 100,000 cases in January 2021. We have reported more cases in one mon...","sentiment_score":0.6}
{"full_text":"RT Military defies presidential mandate. Bad sign for you Sleepy Creepy Joey!Pentagon halts plan to offer COVID-19 vaccination...","sentiment_score":-0.4333333333}
{"full_text":"Lock down for the next 5 days so we will be streaming!we are live!https:\/\/t.co\/lWal4OMYiA","sentiment_score":-0.0777777778}
{"full_text":"RT Every few weeks we are cursed to relearn the social cost of insecure work...","sentiment_score":-0.2222222222}
{"full_text":"Lord knows that they are trying to cause a panic. I blame politicians and the media for alienating large numbers of the population by turning covid into a weapon to be used against it's political enemies ...","sentiment_score":-0.0285714286}
{"full_text":"RT I URGE ALL THE LEADING BUSINESS ENTERPRISES OF PAKISTAN TO JOIN HANDS FOR FREE AVAILABILITY OF CORONA VACCINE TO EVERY CITIZ...","sentiment_score":0.4}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT Scrolling is new smoking.. keep away from gadgets for 2 to 3 hours in a day.. Digital Detox..@LukeCoutinho17 #selfcare...","sentiment_score":0.0681818182}
{"full_text":"Wow, ISU and related-organizers are really doing their very best pretending that we're not in the middle of a pandemic.","sentiment_score":0.325}
{"full_text":"RT If billionaires can make $1,000,000,000,000 during a pandemic, I think we can make universal health care a reality.RT if y...","sentiment_score":0.0}
{"full_text":"RT Oh come on surely now you are just taking the piss? You've suspended an *editor* for tweeting abo...","sentiment_score":0.5}
{"full_text":"RT Last fall, universities across the U.S. were accused of enabling the pandemic's spread by bringing students back to campus. Bu...","sentiment_score":0.0}
{"full_text":"RT Rwanda ranked number one in Africa, sixth globally in Covid-19 management -","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"Pandemic H1N1 Influenza (Swine Flu)","sentiment_score":0.0}
{"full_text":"Um... there was a more contagious strain which escaped Brisbane quarantine. Going hard n fast with a lockdown prevented an outbreak. Also 4 councils were locked down for 3 days, not the whole state But please, go off with an ill informed rant..","sentiment_score":-0.0078703704}
{"full_text":"RT Just to clarify, this is a legit fundraising program by UMMC. For further information, please visit","sentiment_score":0.0}
{"full_text":"RT Oh come on surely now you are just taking the piss? You've suspended an *editor* for tweeting abo...","sentiment_score":0.5}
{"full_text":"RT #CoronaVirusUpdates:#COVID19 India Tracker(As on 31 January, 2021, 08:00 AM)Confirmed cases: 1,07,46,183Rec...","sentiment_score":0.0}
{"full_text":"After treatment, the patient tested negative for the virus &amp; the Department of Health lifted his isolation order on DECEMBER 27, 2020 (January 31, 2021; 13:35 HKT) #COVID20 #COVID2019 #COVID19 #HONGKONG #HK","sentiment_score":-0.3}
{"full_text":"RT Our pandemic response in 2020 saved 10.3 million Americans from falling into poverty.We did that with 10 weeks of enhanced...","sentiment_score":0.0}
{"full_text":"#LIVE The hotel worker moved around the city before getting symptoms and being tested and authorities have released a list of 'at-risk' locations urging people who visited at the same time to get tested. #wanews #Perthnews #COVID19Australia","sentiment_score":0.0681818182}
{"full_text":"Knock down that straw man. Take that! And did I miss all the columns last year beseeching Trump to actually do something about the pandemic besides lie about it, then golf?","sentiment_score":-0.0648148148}
{"full_text":"RT In April and May, the number of daily takeoffs in the U.S. dropped to about 75% below pre-pandemic levels. In recent months,...","sentiment_score":0.0}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"im so tired of living in a pandemic ","sentiment_score":-0.4}
{"full_text":"RT If you know what the CDC has done to vaccination prioritization in the name of ethics and you're not terrified by it t...","sentiment_score":0.0}
{"full_text":"RT Just a reminder that Publix refused to donate to the Parkland victims fund but contributed $100K to right...","sentiment_score":0.2857142857}
{"full_text":"J&amp;J's coronavirus vaccine is less effective over all than others. But its ability to prevent severe disease is high. \"That's what you want,\" one vaccine expert said. \"You want to stay out of the hospital, and stay out of the morgue.\"","sentiment_score":0.1977777778}
{"full_text":"RT Makati Mayor Abby Binay said that all individuals employed by registered businesses in the city - both residents and non...","sentiment_score":0.0}
{"full_text":"Anyone else lockdown bribing the kids?! You're not alone! has discovered a cheeky way to keep little son Theodore in check too ","sentiment_score":-0.1875}
{"full_text":"Four States have recently been tested with outbreaks, South Australia, Victoria, New South Wales and Queensland. All have taken appropriate action to effectively manage these outbreaks.  We are confident that Western Australia will also be able to control the current outbreak.","sentiment_score":0.2595959596}
{"full_text":"Mrs Button was shown into a waiting room with four or five other patients, all strictly keeping to 2m social distancing. \"We had a laugh, we said we were having a party, that's the most people I'd seen in a year,\" Mrs Button saidhttps:\/\/t.co\/f0AKj476oG","sentiment_score":0.1770833333}
{"full_text":"RT New Zealand's health minister resigned in July 2020 after breaking lock down rules.Poland's health minister resigned in...","sentiment_score":-0.0095959596}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"In case you missed it, the first episode of In the Box is out now. The FA's new podcast for grassroots football. This week it's all about funding, marketing and staying connected in lockdown. Get your head In the Box Find it here  ","sentiment_score":0.1931818182}
{"full_text":"#Replug | #Sasikala, who tested #COVID19 positive, is now asymptomatic: Bengaluru hospitalhttps:\/\/t.co\/IzTLFddqGD","sentiment_score":0.2272727273}
{"full_text":"#paydaysale is LIVE!: Get over your lockdown blues for a weekend in the French Riviera of the East Don't miss this deal 30% off for Rs7650 for a night.Get additional Rs1000 off use coupon PYTPAYDAY#pondicherry #travel #traveling #deals","sentiment_score":0.0852272727}
{"full_text":"South Ayrshire Council's Peter Henderson has had his say on the pandemichttps:\/\/t.co\/SW4w850jZD","sentiment_score":0.0}
{"full_text":"ICYMI: Du Fan, whose organization the Wuhan Small Animals Protection Association helped thousands of stranded pets during the lockdown, hopes that the experience will lead people to care more for their pets","sentiment_score":0.125}
{"full_text":"News headlines for January 4, 2021: India's COVID vaccination FAQs; Sensex rally &amp; other top news #CoronaVaccine #COVID19","sentiment_score":0.1875}
{"full_text":"Always rock hard but also wear a mask. Til next week. #FireForce.","sentiment_score":-0.1458333333}
{"full_text":"The British government said it does not expect any disruptions to its orders for coronavirus vaccines after the EU emphasized it would not trigger an emergency provision of the Brexit deal as part of its strategy to monitor export of doses made in the EU.https:\/\/t.co\/vz3EzrNftj","sentiment_score":0.0}
{"full_text":"Plans to offer inmates at Guantanamo Bay COVID-19 vaccinations have been paused, a Pentagon official said Saturday.https:\/\/t.co\/79DrKbDQfL","sentiment_score":0.0}
{"full_text":"Malayalam singer Somadas passes away after complications from COVID-19","sentiment_score":0.0}
{"full_text":"Android TV.Uncapped Rain WiFi - R479Netflix - R99Spotify - R60Perfect for lockdown.","sentiment_score":0.0}
{"full_text":"Key stages in the lockdown roadmap are planned for next monthhttps:\/\/t.co\/nelM1zmzij","sentiment_score":0.0}
{"full_text":"Heroes every one of themhttps:\/\/t.co\/X6EjuapozE","sentiment_score":0.0}
{"full_text":"RT In this new Without Borders podcast, and@brendoncraigie sit down with Galileo CEO Clay Wilkes","sentiment_score":-0.0095959596}
{"full_text":"RT #COVID19 Nigerian returnees from Saudi Arabia protest, reject plan to quarantine them.","sentiment_score":0.0}
{"full_text":"RT Tulsan Leanna Crutcher, who after the 2016 death of her son united with other mothers of Black men and youths slain by poli...","sentiment_score":-0.1458333333}
{"full_text":"RT .@Sethrogen, you're absolutely right. No one should have to choose between a paycheck and caring for themselves or a lov...","sentiment_score":0.2857142857}
{"full_text":"Current Conditions for #Sayre PATemp: 8.2FWind Chill: 8.2FHumidity: 97%Dew Point: 7.5F Barometer: 30.473 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 131.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT mRNA technology gave us the first COVID-19 vaccines. It could also upend the drug industry ","sentiment_score":0.25}
{"full_text":"RT Ghana's Covid-19 cases as at 27th January 2021Visit for the details","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"We haven't been under strict 'lockdown' the entire time. It's too bad that Covid has been the death of critical thinking in some people.","sentiment_score":-0.2333333333}
{"full_text":"RT If you know what the CDC has done to vaccination prioritization in the name of ethics and you're not terrified by it t...","sentiment_score":0.0}
{"full_text":"Holy shit. Have some blatant proof that government officials want young disabled people dead.","sentiment_score":-0.2}
{"full_text":"RT Basically... Smh","sentiment_score":0.0}
{"full_text":"RT State-wise details of Total Confirmed #COVID19 cases(till 31 January, 2021, 8 AM) States with 1-30000 confirmed cases...","sentiment_score":0.2666666667}
{"full_text":"RT #CoronaVirusUpdates: Total #COVID19 Cases in India (as on January 31, 2021)>96.99% Cured\/Discharged\/Migrated (1,0...","sentiment_score":0.0}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"#Dubai to begin offering Sinopharm covid-19 vaccine#COVID19#TogetherWeRecover#TogetherForYourWellness@DHA_Dubai","sentiment_score":0.0}
{"full_text":"RT Three weeks to flatten the curveOne hour allowed outside Stay at homeNo more lockdownsTiered lockdowns You don't ne...","sentiment_score":0.25}
{"full_text":"Movie has me wound up &amp; now is live in the same blue shirt as when I met him, chewing his gum  so glad to be over Covid to enjoy tonight #ComingHomeInTheDark #SundanceFilmFestival2021 #Sundance21 #DanielGillies #bestnight #productiontalk #porn","sentiment_score":0.2072727273}
{"full_text":"RT My mum just had her first shot of the vaccine. Huge, huge thank you to everyone that made it happen. The docs, nurses, scie...","sentiment_score":0.35}
{"full_text":"RT TN Colleges to re-open from Feb 8th for all under-grad and grad courses.. For all years.. Hostels can be open too..9th an...","sentiment_score":0.0}
{"full_text":"RT Dachshund Bandana Multifunctional Headband Balaclava - #covid #covid19 #face #mask #s...","sentiment_score":0.0}
{"full_text":"RT China's New Anal Swab COVID Testing Demonstrated on Dummy","sentiment_score":0.1363636364}
{"full_text":"RT So. At least some our taxes are going to promoted tweets and trends that encourage us to risk mass illness and death for th...","sentiment_score":-0.3}
{"full_text":"Smartwatches could be the latest COVID-19 detection tools","sentiment_score":0.5}
{"full_text":"RT BREAKING: Having achieved nothing in many months of lockdown, today some good news. I have helped reunite a Syrian child...","sentiment_score":0.6}
{"full_text":"Google's Pandemic-Minded GSoC Will Be A Lot Less Interesting This Year (Phoronix)","sentiment_score":0.1666666667}
{"full_text":"Resonably terrified by anything CDC mandated these days. There is a cery clear and certain penchant for extreme evil inside the CDC.","sentiment_score":-0.2026785714}
{"full_text":"RT Can't wait for the election campaign to kick off &amp; for Morrison to attempt a visit to WA - sh...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Having achieved nothing in many months of lockdown, today some good news. I have helped reunite a Syrian child...","sentiment_score":0.6}
{"full_text":"#TodayInHistory Inspiration We are Divine enough to ask and we are important enough to receive. - Wayne Dyer#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":0.1333333333}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT CDC: Only 6% of COVID deaths currently recorded have COVID-19 as the leading cause of death Flu\/Pneumonia was listed...","sentiment_score":0.0}
{"full_text":"RT Tonight on an interview with the Auditor General. On the discussion:1. COVID-19 funds2. IFMIS &amp; revenue leakage...","sentiment_score":0.05}
{"full_text":"RT We definitely need an independent inquiry ASAP. People like Mark Harper have learned absolutely nothing from the carna...","sentiment_score":0.0666666667}
{"full_text":"RT It's not about health, govts &amp; 'experts' are experimenting with how much they can direct your behaviours in ways that suit...","sentiment_score":0.15}
{"full_text":"so you are planning to ease the lockdown, when deaths have reached over 100k? When deaths are still over 1000 per day? The economy has to wait, #HumanityFirst. Or you are just lying to the public and the lockdown will be until July 2021? Honesty is not hard, try it!","sentiment_score":0.0911458333}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"guess what tourists aren't coming here during a pandemic and prices are still inflating to make up the losses of those expected profits and will raise even higher once this is all over and regular people who live here don't have a chance of surviving","sentiment_score":0.0715909091}
{"full_text":"RT i hate that the school\/covid situation is framed as 'reopen schools.' schools ARE open. schools ARE meeting, daily. teac...","sentiment_score":-0.2666666667}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"COVID-19 and the Future of Aging: How Employers Can Help Workers#FinServ #PersonalFinance #Longevity cc via","sentiment_score":0.0}
{"full_text":"RT Her fifth paragraph expresses concern that this situation could \"exacerbate inequalities and the impacts of the ongoing p...","sentiment_score":0.0}
{"full_text":"RT The COVID rapid test nasal swab itches tickles and burns at the same time.","sentiment_score":0.0}
{"full_text":"We can do better! At we're going to double or efforts getting the transportation and tech disadvantaged to vaccinations.","sentiment_score":0.3125}
{"full_text":"The rule \"will protect Americans and provide confidence that we can once again travel safely even during this pandemic,\" said Dr. Marty Cetron, director of CDC's division of migration and quarantine, who signed the order.","sentiment_score":0.5}
{"full_text":"Yes we have gotten screwed probably more than any other team in the league by COVID but how many excuses are we going to make? All teams have to deal with Covid, injuries, scheduling, etc. But mavs get a pass??","sentiment_score":0.2916666667}
{"full_text":"RT The Polish scientist made a breakthrough in medicine that saved millions of lives, for which he was nominated for the","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT We at Rice N Spice Takeaway will be supporting #NORWICH HOMELESS SUPPORT#.  We'll be providing 50 meals for the needy fa...","sentiment_score":0.25}
{"full_text":"PM Modi says India fastest in world to vaccinate citizens against COVID-19 via","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT Read this entire study, now posted on a pre-print server and co-authored by our Alliance member With each n...","sentiment_score":0.0}
{"full_text":"Current time is Czech Republic is 08 : 00 : 01, 752700093.Corfirmed active cases of Covid-19 at 7:50 31.1.2021 in Czech Republic: 96549.","sentiment_score":-0.0666666667}
{"full_text":"RT For those of you keeping score at home26 million Americans are known to have had COVID420K of them died from COVID29 m...","sentiment_score":0.0}
{"full_text":"this pandemic is affecting me in ways I never thought, it's scary","sentiment_score":-0.5}
