{"full_text":"Latest news from Scotland: *Covid deaths in Scotland 'distressingly high'*Students' return to universities delayed*Calls about unwanted pets rise by more than 130%For more headlines &amp; discussion, join us for #Drivetime with","sentiment_score":0.415}
{"full_text":"RT POTENTIALLY WORST MASS SPREADER EVENT--This #CapitolRiots could be worse than Sturgis--indoors, almost no masks, no distanc...","sentiment_score":-0.7}
{"full_text":"RT CNN Exclusive: President-elect Joe Biden will aim to release every available dose of coronavirus vaccine, a break with the...","sentiment_score":0.4}
{"full_text":"RT Why couldn't the government provide laptops and make sure everyone has Internet? This lockdown isn't going to be as effec...","sentiment_score":0.5}
{"full_text":"RT Iran Bans Import Of US, UK-Made COVID-19 Vaccineshttps:\/\/t.co\/1yKe5WHZSV","sentiment_score":0.0}
{"full_text":"RT Halo! the unroll you asked for: 1 - My Views on Covid for Clarity, might lose me some followers, or not. B...","sentiment_score":0.0}
{"full_text":"As much as I rail against this is the BEST decision! Thank you!  #endthepandemic #COVID19 #CovidVaccine","sentiment_score":0.6}
{"full_text":"RT also funny that if this was happening any other time than a pandemic, they'd have all been gleefully...","sentiment_score":0.0625}
{"full_text":"RT Maybe this?https:\/\/t.co\/5V7mVBzBAK","sentiment_score":0.0}
{"full_text":"RT Just watching this very strong report on , related the covid 19 vaccine trials in India by from B...","sentiment_score":0.2816666667}
{"full_text":"RT S'pore woman, 65, gets jail for lying to MOH about not frequently meeting man, 71, while infected with Covid-19https:\/\/t...","sentiment_score":-0.075}
{"full_text":"these outages\/slowages are getting ridiculous now. Time to change providers as soon as covid restrictions ease. I have two fibre povider connections on my front lawn.","sentiment_score":-0.3333333333}
{"full_text":"me: making plansdepression, anxiety, sessione, zaia, covid:","sentiment_score":0.0}
{"full_text":"Questions worth at least considering...","sentiment_score":0.0}
{"full_text":"RT Amazing how far Moderna has come. Their C19 vaccine is the company's 1st vaccine to go on market. They had some other previ...","sentiment_score":0.1916666667}
{"full_text":"Not easy at all - from personal experience.","sentiment_score":-0.1083333333}
{"full_text":"Is he actually concerned? Close schools. Enforce fines for not wearing masks. Tell people to stay home again. Stop pretending you \"aren't sure\" if it's spreading here. It is.","sentiment_score":0.25}
{"full_text":"RT We've witnessed Johnson's rotten judgement many times, including lethally in this pandemic. A real leader wo...","sentiment_score":0.35}
{"full_text":"RT 170 teachers who were due to mark matric examination papers have tested positive for the coronavirus. #sabcnews","sentiment_score":0.0511363636}
{"full_text":"RT We're extending our decision to suspend evictions from social and private accommodation until 31 March.Nobody should...","sentiment_score":0.0166666667}
{"full_text":"RT We've created a comprehensive map of all neighbourhood outdoor skating rinks in #Ptbo. These rinks are listed on the city...","sentiment_score":0.0}
{"full_text":"In this special episode of Technology Untangled, business leaders reflect on managing during the pandemic and the opportunities--both personal and business--to make positive changes.","sentiment_score":0.1948051948}
{"full_text":"RT As what Jake said, health comes first so wear a mask.#ENGENESelcaDay #ENSD@ENHYPEN_members","sentiment_score":0.25}
{"full_text":"RT We need to step back from this giddy exuberance + make a cold hard risk assessment about these experimental medical in...","sentiment_score":-0.1583333333}
{"full_text":"I have no confidence in Ford to handle this pandemic","sentiment_score":0.0}
{"full_text":"RT Hon  also used  the occasion to open and handover two newly constructed modern classrooms at the school by","sentiment_score":0.1121212121}
{"full_text":"RT EricTopol \"Reducing deaths from covid-19 with IL-6 blockers used for rheumatoid arthritishttps:\/\/t.co\/HhxuLVXn5Qhttps:\/\/t.co\/sXSw60XrNw","sentiment_score":0.0}
{"full_text":"With Lockdown 3 stretching out before us for at least the next 6 weeks, and with no intention of looking like Rasputin at the end of it, I've caved and bought a beard trimmer... (PS I may decide to look like Rasputin at the end of it)","sentiment_score":-0.15}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Today I have declared a major incident in London because the threat this virus poses to our city is at crisi...","sentiment_score":0.0625}
{"full_text":"RT NEW:Cardiff Students Plan January Rent Strike Against \"Unjust\" Accommodation Fees A group of students in Cardiff are pl...","sentiment_score":0.0}
{"full_text":"RT Our #FridayFeeling is that Ontario must get control of COVID-19 and make our communities and schools safe. Send Ford a...","sentiment_score":0.5}
{"full_text":"RT Yep, in 1.3-1.5x range - similar to these population-level estimates posted by earlier:","sentiment_score":0.0}
{"full_text":"RT No mention of the fact that this trip was a bribe and a complete and utter conflict of interest. Never mind the fact that...","sentiment_score":0.05}
{"full_text":"RT NYC food delivery workers, for-hire vehicle drivers, sanitation workers and grocery clerks are frustrated as they wait to f...","sentiment_score":-0.7}
{"full_text":"RT CNN Exclusive: President-elect Joe Biden will aim to release every available dose of coronavirus vaccine, a break with the...","sentiment_score":0.4}
{"full_text":"RT Over 800 rural hospitals could be forced to close in the near future.  The cause is not the pandemic, but inadequate p...","sentiment_score":-0.05}
{"full_text":"RT Had a productive meeting with Mr. Emmanuel Bonne, Diplomatic Advisor to President Macron. Expressed joy at the progress i...","sentiment_score":0.8}
{"full_text":"RT The Dallas Stars have cancelled practice today. The Stars' are not allowed to verify but it is believed to be COVID-...","sentiment_score":0.0}
{"full_text":"Thank God. Maybe the clan will stay home as well.","sentiment_score":0.0}
{"full_text":"RT Sad to receive  painful news of the passing on of my friend Linos Mushonga this morning through Covid 19. Linos Mushonga i...","sentiment_score":-0.6}
{"full_text":"They should keep on hoarding it, because the oxygen will still not save them. Na them covid still kill pass. As them we no go sleep well this country, them too no go see sleep.","sentiment_score":0.0}
{"full_text":"#NalediTrain from Naledi passed Langlaagte Station Next stopping station is Joburg #WearAMask #SocialDistancing #FlattenTheCurve","sentiment_score":0.0}
{"full_text":"RT Just wrap your head around the fact these white insurrectionists did not wear masks--amid a surging, deadly pandemic an...","sentiment_score":-0.1}
{"full_text":"We want !!","sentiment_score":0.0}
{"full_text":"RT this is, among other things, mass murder","sentiment_score":-0.125}
{"full_text":"RT Following Mediterranean Hospital of Cyprus, Aretaeio Hospital is rolling out the Pfizer-BioNtech COVID-19 Digital Vacc...","sentiment_score":0.0}
{"full_text":"Very sorry to hear about the passing of your mother. Not being able to celebrate her life immediately with loved one's makes it so much harder... All my sympathy, also as someone who experienced the same, fortunately just prior to the pandemic. We stand on their shoulders...","sentiment_score":0.20625}
{"full_text":"only took you 10 months. well done","sentiment_score":0.0}
{"full_text":"The WHO donated a number of COVID-19 related items to the GHS to help in the fight against the virus.Dr. Samuel Kaba Akoriyea, Director of the Institutional Care Division of the GHS received the items on behalf of the Director-General of the GHS.","sentiment_score":0.0}
{"full_text":"RT Students affected by the Covid crisis deserve to receive money back on fees or rent, university leaders and the academi...","sentiment_score":0.0}
{"full_text":"RT I want to thank everyone for their kind words on our recent predicaments Yes, we moved house in the middle of a pandemic b...","sentiment_score":0.2}
{"full_text":"Service Update 16:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT There has been recent incorrect reporting around covid-related funding for Scotland, Northern Ireland &amp; Wales.A summary o...","sentiment_score":0.0}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"RT At 4 PM on Monday 11th January, PM will interact with Chief Ministers of all states via video conferencing. The...","sentiment_score":0.0}
{"full_text":"He expressed gratitude to the WHO as he used the opportunity to advice Ghanaians to follow the COVID-19 protocols because the virus is still real.","sentiment_score":0.2}
{"full_text":"Genuine question if you saw a neighbour blind drunk getting behind the wheel of a car what would you do? I am afraid if you know he has covid and his wife should be isolating then you should be calling the police. It's a matter of public safety.","sentiment_score":-0.2666666667}
{"full_text":"RT All of these lockdown governors, election fraud governors, tyrant mayors.. need to go!! Pr...","sentiment_score":0.0}
{"full_text":"requires payment before sharing public health safety information online in the midst of a global pandemic","sentiment_score":0.0}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"WhatsApp: yesterday I posted a covid voice msge from someone to 6 people. Aft'wards I checked authenticity- it ws from April2020! I immediately deleted it from all 6 contacts. I then checked if deleted - YES, SO WERE YEARS OF ALL MESSAGES from  ALL 6 contacts, incl my daughters!","sentiment_score":0.0}
{"full_text":"If only there were better visuals for global warming and COVID. Many humans are only capable of reacting to what they can see with their own eyes.","sentiment_score":0.2571428571}
{"full_text":"Failings by this Government there are loads ,but still don't see why so many getting Covid is relevant.","sentiment_score":0.45}
{"full_text":"1. A racist ass piece of shit2. Wears a \"daddy\" har on national tv3. Talks about visiting family during the holidays- during a pandemicLe ewwwwwwww","sentiment_score":0.0}
{"full_text":"RT BREAKING: I have declared a major incident in London because the threat this virus poses to our city is at crisis point.On...","sentiment_score":0.0625}
{"full_text":"RT Fauci fallout? Nearly half of U.S. voters believe public health officials have misrepresented pandemic data | Just The...","sentiment_score":-0.0833333333}
{"full_text":"RT Some thoughts about the agreement of vaccines in exchange of data between Israel and I will be happy to participate in...","sentiment_score":0.8}
{"full_text":"Yah, stay home. No one wants to see your temper tantrum throwing two year old self soiling your diaper.","sentiment_score":0.15}
{"full_text":"Why is there a risk of covid if the person is already dead. Just want to understand.should we not then be cremating them.","sentiment_score":-0.2}
{"full_text":"RT What's truly fascinating about the story of how Educated Beards coped with the COVID-19 pandemic is it shows the value of...","sentiment_score":0.7}
{"full_text":"RT As some people may know, special-needs children with Education Health Care Plans are still allowed to attend school durin...","sentiment_score":0.0}
{"full_text":"1 in 1,000 Black people in the U.S. have died of Covid. Their infection rate is 3x higher than whites. It really is genocide.","sentiment_score":0.0944444444}
{"full_text":"RT My friend died today of Covid19. His death won't be counted as he died 7 days after the 28 day cut off in the UK. This i...","sentiment_score":0.0}
{"full_text":"RT The virus is spreading more quickly than before. So it's vital we all play our part. Stay home. Protect the NHS. Save live...","sentiment_score":0.2674242424}
{"full_text":"RT Read this too","sentiment_score":0.0}
{"full_text":"RT President-elect Biden will aim to release every available dose of coronavirus vaccine, a break with Trump's strategy of holding...","sentiment_score":0.4}
{"full_text":"RT I have watched &amp; listened to nearly every one of Premier Doug Ford's 200+ news conferences in the nine months since the...","sentiment_score":0.1}
{"full_text":"RT Our brothers &amp; sisters who live in REAL \"lockdown\" conditions (in prison) cannot enjoy the warmth of a spouse or play wit...","sentiment_score":0.2454545455}
{"full_text":"4 Predictions for #Teletherapy in 2021. When the coronavirus pandemic took hold in the #US, #telehealth visits increased 50%, says #Virtual visits have emerged as a safe way for patients to meet with #healthcare providers","sentiment_score":0.5}
{"full_text":"RT We tried. We really tried. NHS staff pleaded with people that Christmas is not worth it. Now 1 in 30 people in London have...","sentiment_score":0.025}
{"full_text":"RT Grave...#Variant #COVID19","sentiment_score":0.0}
{"full_text":"While \"COVID still a keep\" and each of us must better observe the rules to manage the pandemic more successfully, 2020 is now history, and history has lessons to teach, providing we are willing to learn. Two such lessons we need to emphasise.","sentiment_score":0.4}
{"full_text":"RT A funeral cortege was outside our house this pmIt was the funeral of a neighbour, a lovely lady aged 88Died from Co...","sentiment_score":0.1333333333}
{"full_text":"RT If Boris Johnson's premiership collapses -- despite delivering Brexit and even if he sees off Covid -- it will likely be due t...","sentiment_score":-0.0625}
{"full_text":"RT At 4 PM on 11th January, PM Narendra Modi will interact with Chief Ministers of all states via video conferencing. They wi...","sentiment_score":0.0}
{"full_text":"If there's one thing I have confidence in is that he's got the right people in place to run the pandemic response. Ron Klain getting chief of staff all the way down to czars for testing, PPE and vaccines respectively.","sentiment_score":0.0433862434}
{"full_text":"RT In medicine, we compartmentalize.Yesterday, I was notified that a COVID+ family member was unresponsive &amp; taken to the hosp...","sentiment_score":0.0}
{"full_text":"Excited to say that I've gotten the first dose of the #COVIDvaccine! This is the only way we can overcome the pandemic in a more speedy fashion and SAVE LIVES. Get the vaccine as soon as you are eligible, continue to #WearAMask, continue social distancing, and thank scientists!","sentiment_score":0.2458333333}
{"full_text":"Ouch","sentiment_score":0.0}
{"full_text":"RT 712 new #coronavirus cases in #Greece, 49 deaths. Jump in number of people discharged from ICUs.Total confirmed cases: 143,...","sentiment_score":0.2681818182}
{"full_text":"RT A reminder that we all thought LAST January was a crazy news month: Aus bush fires, Soleimani, Megxit, Trump impeachment,...","sentiment_score":-0.3}
{"full_text":"RT Breaking:#Iran regime's Supreme Leader Khamenei says the \"import of American and British vaccines is banned\" to Iran because h...","sentiment_score":0.0}
{"full_text":"\"Covid livid: Canadian fury at leaders' holidays amid other people's misery\"","sentiment_score":-0.125}
{"full_text":"RT Due to COVID-19 tonight's game against Macon County, it will only be the girls game.","sentiment_score":-0.23125}
{"full_text":"RT Trump dissolved the National Security Council's global health\/biodefense directorate + ignored its \"pandemic playbook\" when C...","sentiment_score":0.0}
{"full_text":"RT Remote education? We've got you  Check out our free #OnlineSafety guides to lockdown learning for teachers, parents a...","sentiment_score":0.15}
{"full_text":"RT There is a whole category of restrictions we are hardly seeing yet, on services. We aren't travelling to the EU for work...","sentiment_score":-0.0458333333}
{"full_text":"RT If you're shocked by the information today that curative covid tests have a high false negative rate... you simply have...","sentiment_score":-0.248}
{"full_text":"RT 'Never before in British political history have a set of people been proved wrong so swiftly, conclusively and repeatedly and...","sentiment_score":-0.1666666667}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"Ore troubles are more dangerous than #COVID19 What Indian government and embassy doing don't know?","sentiment_score":-0.05}
{"full_text":"RT Is the prepared to openly condemn all lockdown restrictions and start advocating for...","sentiment_score":0.0}
{"full_text":"RT 'Never before in British political history have a set of people been proved wrong so swiftly, conclusively and repeatedly and...","sentiment_score":-0.1666666667}
{"full_text":"Your constituents live in Leicestershire, Andrew! This took place in Derbyshire, that's a completely different county!And let's face the real facts, it was you &amp; your inept Prime Minister that agreed &amp; voted to put the unclear lockdown in place, so it's actually all your fault!","sentiment_score":0.0926136364}
{"full_text":"Going outside now is the difference between someone's life and their health and possibly their deaths and the fact that you can prioritise and justify an inessential trip to Tesco over saving someone's life is absurd and disgusting. So please stay home and show some kindness","sentiment_score":-0.375}
{"full_text":"She already had covid so what's the problem","sentiment_score":0.0}
{"full_text":"We're lucky COVID happened in 2020.Imagine this happened in 2003. Months in your house with nokia 3310 playing snake dusk to dawn ","sentiment_score":0.3333333333}
{"full_text":"Post-pandemic party menu planning...","sentiment_score":0.0}
{"full_text":"RT It should be a sprint.","sentiment_score":0.0}
{"full_text":"RT Saying goodbye to the longest year through the bits and pieces we collected along the way.https:\/\/t.co\/h8e77n958E","sentiment_score":0.0}
{"full_text":"RT But how is this possible? Just a month ago, those lockdown sceptics signal boosted by the media told us that there was str...","sentiment_score":0.0}
{"full_text":"RT \"They saw that my ID said The New York Times and became really angry. They threw me to the floor, trying to take my cameras. I...","sentiment_score":-0.1818181818}
{"full_text":"Brilliant!","sentiment_score":1.0}
{"full_text":"Register for AccuSource's Temporary Policy Changes to Form I-9 &amp; E-Verify Due to COVID-19 Webinar on Tues. January 26, 10 AM -11 AM PST to earn HRCI and SHRM Continued Education credits! Click the link to register now:https:\/\/t.co\/wJvcuADfDV","sentiment_score":-0.15625}
{"full_text":"\"What's gotten lost in a lot of the noise here is that it's an option ... we have an obligation to support that selection, that choice,\" the mayor said.","sentiment_score":0.0}
{"full_text":"From The COVID-19 vaccine will always be available free of charge. The NHS will never ask you to share bank details to confirm your identity or pay for a vaccine.For more on the COVID-19 vaccine visit","sentiment_score":0.4333333333}
{"full_text":"There's still plenty of fun, covid-safe activities to enjoy this winter! The following trails are groomed for cross country skiing or snowshoeing: Bronte Creek Trail, Joshua Creek Trail, &amp; East Joshua Creek Trail. Visit: for a list of outdoor activities!","sentiment_score":0.2}
{"full_text":"U.S. employers shed jobs last month for the first time since April, cutting 140,00 positions, clear evidence that the economy is faltering as the viral pandemic tightens its grip on consumers and businesses.https:\/\/t.co\/L8QOMucc69","sentiment_score":-0.0625}
{"full_text":"Rental Assistance for DC residents is available. Don't delay, apply today to get back on track with payments! Click below for more info:https:\/\/t.co\/WDf2gJ28oQ","sentiment_score":0.3}
{"full_text":"The #pandemic has accelerated #DigitalTransformation for #SMBs. These are the trends to watch this year:","sentiment_score":0.0}
{"full_text":"The best way to boost your immune system is if you're fit and strong -  let's do it together. #YOUFightTheFlab","sentiment_score":0.6111111111}
{"full_text":"Along with it being studied in Brazil, the company reported being involved in phase 3 trials in Indonesia, Turkey, and Chile. #COVID19 #vaccinehttps:\/\/t.co\/k5nO8Jj34z","sentiment_score":0.0}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"You also believe that South Korea had a lockdown, when they didn't. So maybe you live in a fantasy land.","sentiment_score":0.1363636364}
{"full_text":"NEW: BBC daytime announce plans to keep the nation fit during lockdown. Plans include special segments on #BBCBreakfast and celebs including Joe Wicks, Mark Wright and the #Strictly pros. More info:https:\/\/t.co\/cEMtJpBpKv","sentiment_score":0.3483766234}
{"full_text":"RT \"Telemedicine is expanding access to abortion health care in ways that are likely to persist long after the pandemic is...","sentiment_score":-0.025}
{"full_text":"Study: Pfizer\/BioNTech #COVID19 vaccine still effective against more contagious virus variants. From","sentiment_score":0.55}
{"full_text":"The numbers are another reminder of the worsening situation following travel for holidays and family gatherings.","sentiment_score":0.0}
{"full_text":"Ample freedom plus the advantage of roaming around quarantine-free!https:\/\/t.co\/QqPTB5mtU6#tier4 #dubai #uae #england #lockdown #covid19","sentiment_score":0.0}
{"full_text":"The will continue with daily COVID testing until Sunday (January 10) at the Mission Boulevard Soccer Field in #D86Hope","sentiment_score":0.0}
{"full_text":"If you are experiencing symptoms of Covid-19, then you must get tested.Visit to book a test","sentiment_score":0.0}
{"full_text":"\"There are no other contacts and we don't believe anybody else is at risk of this variant,\" Dr. Bonnie Henry said Thursday.","sentiment_score":0.0625}
{"full_text":"Shameful: As of Wednesday, only 174,749 in Michigan have received the COVID-19 vaccination - with more than 551,000 doses sitting unused.","sentiment_score":0.25}
{"full_text":"Learn more about how Miami's beloved cultural institutions are weathering the pandemic and taking a hard look back as they learn from the challenges they endured in 2020.Read via","sentiment_score":0.2016666667}
{"full_text":"#ICYMI - Matteo Biscaro, 11, launched CucinaKids, the first fully Canadian kids' cooking subscription box, during the pandemic. #Etobicoke","sentiment_score":0.25}
{"full_text":"RT Please help!","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 08\/01\/2021 21:30Total Cases: 10428450 [+14377]Active: 221937Recovered: 10051432 [+14739]Deaths :150778 [+172]Total Tests: 179.34MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Why on Earth would otherwise healthy 30-something year olds put themselves through this?","sentiment_score":0.5}
{"full_text":"RT You can leave your home to exercise on your own, with your household (or support bubble) or one other person.This sh...","sentiment_score":0.2375}
{"full_text":"RT Those overseas may be interested to see how Australia has responded to the UK variant.Today, a single case was detected in...","sentiment_score":0.0892857143}
{"full_text":"*UPDATE* Friday, January 8, 2021693 positive tests have been recorded since Wednesday's update. Very sadly MK has recorded 17 Covid-19 related hospital deaths over the past 48 hours meaning we have seen four deaths every day so far this year. More here:","sentiment_score":-0.0121212121}
{"full_text":"Physical distancing does not have to mean social or emotional isolation.#PhysicalDistancing #SocialDistancing","sentiment_score":-0.0697916667}
{"full_text":"Pandemic Took a Bigger Bite Out of Upbeat Housing Attitudes in Decemberhttps:\/\/t.co\/c4gzC6yOFQ#RealEstate #Housing #Market #Homeowner #Buyer #Seller #FHA #FannieMae #FreddieMac #DPSNetwork","sentiment_score":0.0}
{"full_text":"Police are also asking people to continue to report to them any large indoor gatherings that they see...https:\/\/t.co\/EWmMtrB1iB","sentiment_score":0.2142857143}
{"full_text":"Our lockdown countdown continues with hot contentin at number #15 its the sexy","sentiment_score":0.375}
