{"full_text":"We didn't lose hope after facing challenges. Made in India solutions limited the impact of Covid -19 Virus: PM","sentiment_score":-0.0714285714}
{"full_text":"More details on the #EliLilly #vaccine","sentiment_score":0.5}
{"full_text":"She's just another pandemic","sentiment_score":0.0}
{"full_text":"RT With Coronavirus, it tends to try to correct itself a lot internally which is why this virus mutates at a slower rate i...","sentiment_score":0.0}
{"full_text":"RT We might be wise to start thinking about the origins of this pandemic and to start asking a whole lot more questions abou...","sentiment_score":0.4666666667}
{"full_text":"RT If a poor person if struggling to eat and your response is \"well don't order food\"1. Its a fuckimg pandemic, its safer 2...","sentiment_score":-0.4}
{"full_text":"RT Biden admin: \"You will go to jail if you don't wear a mask on federal property\"Also the Biden admin:","sentiment_score":-0.1}
{"full_text":"RT I couldn't wait one more day to have this meeting, to say thank you on behalf of a grateful nation, to educators for their hero...","sentiment_score":0.5}
{"full_text":"RT National Medicines Regulatory Authority (NMRA) grants permission for Emergency Use of Oxford Astra Zeneca vaccine for Covoid-...","sentiment_score":0.0}
{"full_text":"Well I'm Native American.  I don't own a casino and I'm NOT doing fine due to the pandemic! I don't appreciate your comment at all.   I find it extremely offensive.  You have no idea what some of us are going through.","sentiment_score":0.1470833333}
{"full_text":"RT E shock me.  The President just released over 6billion Naira to build oxygen plants across the country to help in the treatme...","sentiment_score":0.0}
{"full_text":"RT Jason Kenney and the UCP failed to take action to control the second wave of COVID-19, they have done very little to supp...","sentiment_score":-0.1609375}
{"full_text":"RT BREAKING--Biden says Trump admin \"fell so far behind\" on vaccinations, that supplies are now catching up.Plus, #C...","sentiment_score":0.1}
{"full_text":"RT Thank you back. ","sentiment_score":0.0}
{"full_text":"RT I couldn't wait one more day to have this meeting, to say thank you on behalf of a grateful nation, to educators for their hero...","sentiment_score":0.5}
{"full_text":"RT Science is back, America is back! Dr. Anthony Fauci has announced the U.S. will remain in the informing the a...","sentiment_score":0.0}
{"full_text":"RT is late i give day summary:trans rightssedition badpittsburgh  parisbernie he everywhere is u has majority pls to...","sentiment_score":-0.3}
{"full_text":"RT I'm old enough to remember when Dr. Fauci went on 60 Minutes in March 2020 and said, \"Right now in the United States, peopl...","sentiment_score":0.1285714286}
{"full_text":"RT Hong Kong to place tens of thousands in lockdown for first time: report","sentiment_score":0.25}
{"full_text":"RT The head of the Australian Olympic Committee has blown off reports suggesting the Games could be cancelled d...","sentiment_score":0.0}
{"full_text":"RT I didnt want to include any lockdown stuff in my tweet,so if you dont understand my previous tweet so be it #EricaxTV3...","sentiment_score":-0.1666666667}
{"full_text":"RT Bangladesh Prime Minister Sheikh Hasina thanked PM for sending 2 million doses of the COVID-19 vaccine to Ban...","sentiment_score":0.0}
{"full_text":"Pandemic or not, the Indian queue protocol continues to be","sentiment_score":0.0}
{"full_text":"RT Yeah this is not okay.My office is free this week to any service members who'd like to use it for a break or take nap on the cou...","sentiment_score":0.4}
{"full_text":"RT Everyone knows pro wrestling isn't a sport! My point is it should never be covered by a sports network. News networks...","sentiment_score":0.0}
{"full_text":"RT After taking the oath of office this afternoon, I got right to work taking action to:- Control the pandemic- Provide economic...","sentiment_score":0.1952380952}
{"full_text":"RT Lockdown the country, run the stimmys, forgive student loans.","sentiment_score":0.0}
{"full_text":"RT When this pandemic is over I'm out to the clubs, raves, trips like idc I'm not saying no to anything anymore","sentiment_score":0.0}
{"full_text":"Sir, u call it baffling but do we have any alternative?","sentiment_score":0.0}
{"full_text":"Thank you for an impactful start to your presidency. Already you've rejoined the #ParisAgreement, rejoined and joined COVAX, the global effort to ensure equitable access to covid vaccines. The world welcomes renewed US engagement!","sentiment_score":0.0}
{"full_text":"I think I saw a tweet disappear before my eyes.  I wonder why?  I didn't think it violated any rule.  I'm sorry you're feeling bad with Covid.  Please take care and get better soon.","sentiment_score":-0.2333333333}
{"full_text":"RT Today, I announced my COVID-19 National Action Plan. We're mounting an aggressive, coordinated, equitable, and professional resp...","sentiment_score":0.1}
{"full_text":"RT Great learning from Covidusage of Digital PlatformEliminating Red TapeismLet's keep it upNational Productivity Council...","sentiment_score":0.2666666667}
{"full_text":"She is more useless now than then.","sentiment_score":0.0}
{"full_text":"RT A who is actually being best.","sentiment_score":0.5}
{"full_text":"RT When the positivity of Indians baffles a negative person.","sentiment_score":-0.3}
{"full_text":"RT If the package passes the House, and Republicans filibuster it while Covid rages and the economy falters, it will...","sentiment_score":0.0}
{"full_text":"RT I'm reminded of animal farm \"Some animals are more equal than others\" poor people's remains don't go to the funeral serv...","sentiment_score":0.0333333333}
{"full_text":"RT Dave Chappelle tested positive for COVID-19few days ago he was out with Joe Rogan Elon Musk &amp; Grimes. IDK the other guy.. Ho...","sentiment_score":0.0511363636}
{"full_text":"RT Could this be a signal for ADE? 32 COVID deaths following vaccination in a single LTC facility....","sentiment_score":-0.0357142857}
{"full_text":"RT You can't say you're gonna be the \"listen to science\" President and push for opening schools in the next 100 days.PS Wh...","sentiment_score":0.0}
{"full_text":"RT The 'Ajinkya' returns home  | A hero's welcome for after a historic Test series win Down Under ...","sentiment_score":0.3611111111}
{"full_text":"RT 1\/ Our study is out on the TOCILIZUMAB added to the standard of care did not improve clinical outcomes in...","sentiment_score":0.0}
{"full_text":"RT Lesson:If you are given quarantine order, please be disciplined! If your first swab test is negative, it doesn't mean...","sentiment_score":-0.1208333333}
{"full_text":"RT More than 4,300 people died of covid today under Joe Biden's administration. There have been left wing riots every day s...","sentiment_score":0.25}
{"full_text":"Very interesting!","sentiment_score":0.8125}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Transportation Secretary-designate joins after his Senate confirmation hearing to discuss how Cov...","sentiment_score":0.0}
{"full_text":"RT .@WHCOS tells that the supply of Covid-19 vaccines will increase by 20 percent because President Joe Biden invok...","sentiment_score":0.0}
{"full_text":"RT To battle unemployment caused due to covid. Its need of an hour to provide employment for survival and to maintain qual...","sentiment_score":-0.125}
{"full_text":"Of course!! I'ts the only way to begin to get this virus under control. Get the Pandemic under control then the economy. It's not hard!!","sentiment_score":0.1139322917}
{"full_text":"RT Steep deterioration in living standards caused by the COVID-19 pandemic is pushing tens of millions into extreme poverty....","sentiment_score":-0.125}
{"full_text":"RT It cost less money and time to invest in the existing private sector oxygen plants so they can upgrade to producing medical...","sentiment_score":-0.0555555556}
{"full_text":"My prayers go out to him.....my sister almost had to be put on a respirator last week, and doc's said it would very likely be a death sentence.....not covid, she had 2 strokes.","sentiment_score":0.0}
{"full_text":"RT \"Trust in the government and the trust in the media are often intertwined and [media] trust can suffer as a result of cov...","sentiment_score":0.0}
{"full_text":"... but the Sinopharm vaccine","sentiment_score":0.0}
{"full_text":"Exactly. It's so he and the GOP can say, \"you promised to do........about Covid.\" It's a setup for sure.","sentiment_score":0.375}
{"full_text":"How do you know? Because last I check when school open in Georgia thay had to shut down because school became a super spreader event!","sentiment_score":0.0652777778}
{"full_text":"RT Just hideous; completely unacceptable.","sentiment_score":0.1}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"RT Equity is at the core of our COVID-19 response. That's why today, I signed an executive order to establish the COVID-19 Health E...","sentiment_score":0.0}
{"full_text":"RT Capcom really has a masochistic fetish for making multiplayer RE titles that die off shortly.And that aren't revivals for R...","sentiment_score":0.2}
{"full_text":"RT First 8 hours\"Canceling the Keystone Pipeline costs over 11,000 construction jobs and 42,100 jobs throughout the US durin...","sentiment_score":0.25}
{"full_text":"When Yak come home I want all you youngboy lovers to stay over there","sentiment_score":0.0}
{"full_text":"RT \"It was, in fact, one year ago today that the very first case of coronavirus in the US was reported,\" notes","sentiment_score":0.325}
{"full_text":"RT IN A TIME OF A PLAGUE LIKE THE CURRENT PANDEMIC, FEAR BECOMES DESTRUCTIVE LIKE AN INFERNO. LET'S HELP EACH OTHER REPLACE FEAR...","sentiment_score":-0.2416666667}
{"full_text":"RT We are building a partnership with the American people to confront COVID-19. A partnership rooted in transparency an...","sentiment_score":0.0}
{"full_text":"Smokers, vegetarians at lower risk of contracting Covid-19: Study ","sentiment_score":0.0}
{"full_text":"Check your bags before you go #BackToSchool #COVID19 #WorkingonFire #StaySafe","sentiment_score":0.0}
{"full_text":"Despite the travel restrictions due to the coronavirus disease 2019 (Covid-19) pandemic, foreigners with valid visas can enter the Philippines but are subject to strict health and quarantine protocols, Malacanang said on Friday.#Philippines #travel #visahttps:\/\/t.co\/FpRwrS163W","sentiment_score":-0.1458333333}
{"full_text":"RT There is no difference between you and BebeCool who said \"don't lockdown but lockdow...","sentiment_score":0.0}
{"full_text":"#COVID19 vaccinations are underway in #Brazil, the hardest-hit nation in Latin America. China's Sinovac vaccine is the only shot being administered at present. Indigenous peoples in the country are listed as a priority group for inoculation. Paulo Cabral reports.","sentiment_score":0.0}
{"full_text":"The coronavirus doesn't know that the US has a new president -- on #BidenHarris's #COVID19 challenge.","sentiment_score":0.1363636364}
{"full_text":"If they stretch their hands, you give the elbow. No apologies. No pun intended.","sentiment_score":0.0}
{"full_text":"From ABC Life Matters: lessons that teachers and principals have learned from the year of the pandemic.","sentiment_score":0.0}
{"full_text":"Death due to #COVID-19 will likely top 500,000 next month in the United States ... | #SARSCoV2 | #fatalities | #COVID19 | #HealthCare | #pandemic | By and via","sentiment_score":0.09375}
{"full_text":"Prime Minister Boris Johnson set the target of vaccinating 15 million people by February 15https:\/\/t.co\/qRdKuLIgbc","sentiment_score":0.0}
{"full_text":"It is also time to evolve and diversify as well as adapt the FDI policy accordingly - something that remains a challenge here in Pakistan.#FDI #Pakistan #COVID19 #remittances","sentiment_score":0.0}
{"full_text":"Beijing launched mass COVID-19 testing in parts of the city, as mainland China reports 103 new cases on Friday. ","sentiment_score":0.1363636364}
{"full_text":"A year already since the closure of #NorthKorea #DPRK to tourists, here is how we at #KoryoTours reported it at the time","sentiment_score":0.0}
{"full_text":"Highways England say the cases are not connectedhttps:\/\/t.co\/nvwDlBzv1N","sentiment_score":0.0}
{"full_text":"Pfizer-BioNTech vaccine found to be effective against Covid variant discovered in the UK #PrimeMorning","sentiment_score":0.6}
{"full_text":"RT More than 4,300 people died of covid today under Joe Biden's administration. There have been left wing riots every day s...","sentiment_score":0.25}
{"full_text":"...it has managed the Covid-19 pandemic.   It will take years for the scars to heal.The economic situation remains grim and large parts of the economy like MSME and the informal sector have been decimated with the Government refusing to extend a lifeline...","sentiment_score":-0.1952380952}
{"full_text":"New South Wales has reached its fifth consecutive day of zero locally acquired COVID-19 cases.https:\/\/t.co\/8imgCYPOaL","sentiment_score":0.0681818182}
{"full_text":"\"Insanely entertaining high-altitude horror movie\" - Variety Travelling with a classified package on board, female WWII pilot (@ChloeGMoretz ) soon encounters a sinister presence lurking in the shadows. From the producer of DEADPOOL 2, #ShadowInTheCloudSG #ComingSoon","sentiment_score":0.0}
{"full_text":"China calls on the international community to work together to contribute to the equitable distribution and use of #COVID19 #vaccines around the world and help defeat the #pandemic, a foreign ministry #spokesperson said Wednesday.","sentiment_score":-0.0625}
{"full_text":"\"I couldn't breathe\"26-year-old Mae Mamaril spent the start of the year in intensive care. Her family all tested positive for coronavirus just before Christmas. Mae has no underlying health conditions, but was the only one moved to an ICU. #TheNine","sentiment_score":0.0424242424}
{"full_text":"Cautiously optimistic. That is how Butte County Public Health is describing a recent decline in COVID-19 cases.","sentiment_score":0.0}
{"full_text":"Beijing launched mass COVID-19 testing in parts of the city, as mainland China reports 103 new cases on Friday. ","sentiment_score":0.1363636364}
{"full_text":"The Story of #Coronavirus #COVID19 #COVID19LK #COVID19SL #SriLanka #lka","sentiment_score":0.0}
{"full_text":"The Government has taken #Privacy so seriously that #COVID19 Vaccine Trial &amp; Approval Data Files are also Private #VaccineStrategy #SerumInstituteofIndia #AstraZeneca","sentiment_score":-0.1666666667}
{"full_text":"#appreciationpost Thank you for partnering during the #InternationalVolunteerDay2020 to appreciate the men and women who work voluntarily as  Community Home Based Caregivers#StaySafeStayHome #corporatesocialresponsibility","sentiment_score":0.0}
{"full_text":"Don't take the coronavirus outbreak lightly. Preventing its spread is an obligation. Take all necessary steps &amp; precaution towards this end. Remember, it's now a pandemic , global crisis. So we all have to play our part. Don't harm others &amp; don't be a source of harm! Stay safe!","sentiment_score":0.25625}
{"full_text":"Share your ROARsome snaps on Facebook or Instagram using #ScenicDinos for a chance to win one of THREE Scenic World family Annual Passes.For full T&amp;Cs, head to Dinosaur Valley, Scenic World Blue Mountains IG kris.charlz#ScenicWorld_Aus","sentiment_score":0.3833333333}
{"full_text":"COVID 19 cases in India until : 22\/01\/2021 11:30Total Cases: 10626200 [+0]Active: 185826Recovered: 10282889 [+0]Deaths :153067 [+0]Total Tests: 190.15MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Day the government is only going to do what can be voted through and like all government plans they take time but people like myself have kind of run out of time.When my wife died of covid i learned just how much damage has and will continue to be done by this horrible pandemic.","sentiment_score":-0.05}
{"full_text":"Ministers are trying to force Boris Johnson into closing Britain's borders to foreigners amid a growing Cabinet row over how to prevent new Covid variants spreading to the UK, reports citing Whitehall sources","sentiment_score":0.1363636364}
{"full_text":"\"Travellers to the US will now need to quarantine upon arrival\"#AWANInews #AWANI745https:\/\/t.co\/ql6wOEwlqE","sentiment_score":0.0}
{"full_text":"Get 150MB for only R15 to stay home  and connected  with Cell C's 7-Day Data Bundles. PLUS earn spins when you recharge &amp; stand a chance to win R30 million in prizes . Play for FREE on the Cell C app or dial *147#. T&amp;Cs apply #ChangeYourSummer","sentiment_score":0.4}
{"full_text":"Texas Doctor Stole Vial of COVID-19 Vaccine, Prosecutors Allegehttps:\/\/t.co\/HvpteL5J4Y","sentiment_score":0.0}
{"full_text":"RT A who is actually being best.","sentiment_score":0.5}
{"full_text":"Joe Biden rolls out a national COVID-19 strategy 'based on science not politics' to get the pandemic under control. reports:","sentiment_score":0.0}
{"full_text":"#COVID19 doses and safety fears: Infectious diseases consultant Dr. Nezar Bahabri gains massive following in #SaudiArabia for his clear and accessible information about the disease.","sentiment_score":0.11875}
{"full_text":"RT Coronavirus: Please do not treat yourself at home if you are symptomatic. Get checked first. Definitely, do not steam your lu...","sentiment_score":0.125}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"RT Football is an unnecessary sport and I hate how insensitive the whole thing is. I mean grown men are out there kicking...","sentiment_score":-0.328125}
{"full_text":"Strain #Cepa #Covid UK #Covid_19mx","sentiment_score":0.0}
{"full_text":"RT The Japanese government has privately concluded that the Tokyo Olympics will have to be cancelled because of the coronavirus,...","sentiment_score":0.0}
{"full_text":"RT President Biden will ensure equity throughout the vaccination distribution process by protecting the most at risk, increasi...","sentiment_score":0.5}
{"full_text":"RT China is rushing to build a massive quarantine camp that can house more than 4,000 people, after an outbreak of COVID-1...","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 31.2FWind Chill: 31.2FHumidity: 96%Dew Point: 30.2F Barometer: 29.666 inHgWind: 1 mph from the WNWCorona Virus Weekly Stats:Cases: 156.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"RT Biden made our troops sleep in a parking garage during a pandemic This is Day 1","sentiment_score":0.0}
{"full_text":"RT Speaking about the science of Covid is \"liberating\". Speaking about science should never have to be liberating, but in t...","sentiment_score":0.0}
{"full_text":"RT BSE Sensex breaches 50,000 points for the first time!This has happened DESPITE the Corona crisis that continues to create...","sentiment_score":0.25}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"Too early to say when COVID-19 lockdown will end, PM Johnson says It is too early to say when the national coronavirus lockdown in England will end, British Prime Minister Boris Johnson said on Thursday, as daily deaths from COVID-19 reach new highs and hospitals become increasin","sentiment_score":0.0672727273}
{"full_text":"RT We might be wise to start thinking about the origins of this pandemic and to start asking a whole lot more questions abou...","sentiment_score":0.4666666667}
{"full_text":"RT I imagine its tough especially with the pandemic, but you can't force it man, she'll find you ev...","sentiment_score":-0.1944444444}
{"full_text":"Portugal bans all UK flights to tackle rapid spread of new COVID-19 variant Portuguese Prime Minister Antonio Costa said on Thursday that all flights to and from Britain would be suspended from Saturday onwards as Portugal scrambles to tackle the rapid spread of the new variant o","sentiment_score":0.1363636364}
{"full_text":"Entrepreneurship in a Pandemic #COVID19 #hiring #PositiveVibes #careerpath","sentiment_score":0.0}
{"full_text":"RT #conduct online exam.  We are not the corona testing kits. #students lives matters #shame o...","sentiment_score":0.0}
{"full_text":"RT Lalettan helped kerala health dept during the lockdown days.The words of Shailaja teacher are here in the pic (old fb post...","sentiment_score":0.1}
{"full_text":"Sickening... #pandemic #profitoverpeople","sentiment_score":-0.9}
{"full_text":"RT When you hear about the damage that public health measures necessary to control this pandemic may do to kids, think about ho...","sentiment_score":0.0}
{"full_text":"A virus from China","sentiment_score":0.0}
{"full_text":"Great Australian Pods: The Lockdown Hotline Sessions   #GreatAustralianPods  #Podcast  #Australia  #AusPodSquad  #Society  #Culture  #PersonalJournals   #Documentary     ","sentiment_score":0.2666666667}
{"full_text":"\"Remote work isn't a success unless it works for everyone.\" #womenintech #wfh #covid19 via Fast Company","sentiment_score":0.1333333333}
{"full_text":"Dealing with a global pandemic should mean global vaccination strategy. #equity","sentiment_score":-0.1041666667}
{"full_text":"RT Lockdown till summer uno? I'll start doing cocaine, let's not play this game","sentiment_score":-0.4}
{"full_text":"RT Biden made our troops sleep in a parking garage during a pandemic This is Day 1","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"Okay, cool story. Now shut down non essential businessesL.A. Mayor Eric Garcetti Says Dodger Stadium Delivered Staggering 7,730 Covid-19 Vaccines On Wednesday; Probably More \"Than Anywhere In The Country, If Not The World\" via","sentiment_score":0.2388888889}
{"full_text":"One of our European Directors has just returned to Sint Eustatius (also known as Statia), an island and special municipality within the Kingdom of the Netherlands. He'll work further strengthening Covid and general resilience in the Caribbean. Good luck Peter!","sentiment_score":0.2564285714}
{"full_text":"RT for 15% off#wearamaskFace #maskup #wearamask #maskon #wearthedamnmask #wearadamnmask #we...","sentiment_score":0.0}
{"full_text":"What does 2021 hold? Here are predictions from around the world #covid19 #DavosAgenda","sentiment_score":0.0}
{"full_text":"Me bad girl me stay home","sentiment_score":-0.7}
{"full_text":"COVID-19: Lagos Assembly lifts suspension on Jumat Service - Vanguard","sentiment_score":0.0}
{"full_text":"RT Today my best mate is being laid to rest and bc of covid I can't be there. He always told me \"The only one that doesn'...","sentiment_score":0.5}
{"full_text":"From #Chicago  to Uganda, #Scientists  track the #wildlife  diseases that could infect humans--or spark the next pandemic","sentiment_score":0.0}
