{"full_text":"RT My heart is so heavy this morning. There are people sleeping outside in this weather, humans under these enormous piles...","sentiment_score":-0.0666666667}
{"full_text":"RT As the EUs most indebted per capita nation, Ireland could least afford to f**k up COVIDHad we copied islands like Sing...","sentiment_score":0.1}
{"full_text":"Also what is this maskless shit. Still need to wear a mask","sentiment_score":-0.2}
{"full_text":"RT A YEAR OF #COVID19 in -6000+ dead-No paid sick leave (in fact they xxld paid sick days)-Outbreaks in school...","sentiment_score":-0.7142857143}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"No one's denying that, but one is a pandemic and the other isn't.","sentiment_score":-0.125}
{"full_text":"The UK did it well before the EU (link below), by restricting supplies of anti-covid drugs last year. Also the British government said that they don't expect any supply issues from EUs move to block exports from Belgium and Netherlands.https:\/\/t.co\/hXuegvt3pz","sentiment_score":0.0}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"Why SEO &amp; Influence are Critical to Pandemic Era Content Marketing via thanks","sentiment_score":0.1}
{"full_text":"RT UNITED STATES: Member of Johnson &amp; Johnson's board says that between Pfizer, Moderna and his company, there will be eno...","sentiment_score":0.0}
{"full_text":"RT Corona really affected my plans,losing a job is tough i will finish one day","sentiment_score":-0.0944444444}
{"full_text":"RT It is impossible to overstate the historical importance of this paper by Alliance member Juan Chamie et al...","sentiment_score":-0.3333333333}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT This story last March still feels relevant, especially with MTG and other GOP maskless at the Capitol: \"white s...","sentiment_score":0.055}
{"full_text":"RT this could be us but you playing","sentiment_score":0.0}
{"full_text":"RT So now that we have a plan for that big 2% of travel-related Covid, perhaps could do something about LTC, larg...","sentiment_score":0.0}
{"full_text":"RT Covid left my aunt walking with a breathing machine the size of an old PC.. It even has a small screen","sentiment_score":-0.05}
{"full_text":"RT JUST IN - Antigua &amp; Barbuda recorded its 7th COVID-19 death last night; 39 y\/o male passed away last night at 9:09PM; he...","sentiment_score":0.0}
{"full_text":"RT Also: \"Covid jail.\" Lol.#ableg","sentiment_score":-0.1}
{"full_text":"RT Week one of the Biden-Harris administration:","sentiment_score":0.0}
{"full_text":"RT I'm in a really bad place mentally, so I'm offering 50% off my only fans, 50% off Skype calls &amp; 50% off all content un...","sentiment_score":-0.2666666667}
{"full_text":"I'm so angry. Kids under 16 can't be vaccinated &amp; they're trying to open schools (Chicago on Monday). Every day I stress over my husband getting covid in a factory (he's prone to blood clots like my kid and had pulmonary embolism). They don't care if we die.","sentiment_score":-0.25}
{"full_text":"RT Most under-appreciated news  analysis this wk:WV-- the POOREST state in the nation--has had the BEST vaccine rollout bc it...","sentiment_score":0.75}
{"full_text":"Join for a telephone town hall on 2\/2 at 6 pm CT. Learn about the latest COVID-19 vaccine information from Dr. Thomas Dobbs of plus ask your questions LIVE. Register now:    cc:@TCBPubHealth","sentiment_score":0.3181818182}
{"full_text":"RT On this day in 2020, the country confirmed its very first case of COVID-19 from a 38-year-old Chinese national. She a...","sentiment_score":0.2416666667}
{"full_text":"RT The same billionaires giving a platform (and a script) to this kid to lecture you about your living standards have almost...","sentiment_score":0.0}
{"full_text":"... I don't think the science has been there yet if the vaccine protects against the spread of Covid. I think it protects you but you could still spread. So be be safe!","sentiment_score":0.625}
{"full_text":"As we start with older people we dramatically reduce hospitalizations and death. I'm not sure what age cohort we need to complete to breathe easier, but 50+ looks the most critical.  Perhaps as we work down to 40s and 30s things will seem over..https:\/\/t.co\/8fZJ1ZfQRq","sentiment_score":0.0601851852}
{"full_text":"RT Lest you forget. The Johnson Government's decision not to join the EU vaccine procurement programme was widely vilified at the...","sentiment_score":-0.1}
{"full_text":"In fact, if the doctor puts COVID on the death certificate and the person died more than 28 days after a positive test, they don't get counted in the death figures the Government uses. Though the ONS keeps track of those too.","sentiment_score":0.3636363636}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"GPs have been working continuously since this pandemic.working early staying g late and covering the covid assessment centres all over NI - keeping those with potential covid out of practices where they can see more vulnerable patients if needed safely.","sentiment_score":0.05}
{"full_text":"RT My column in today's ET on the intellectual foundations of India's economic (and health) response to the pandemic. It al...","sentiment_score":0.25}
{"full_text":"RT After almost a year since the Covid-19 pandemic changed how teaching in the delivery of teaching in universities around the...","sentiment_score":0.0}
{"full_text":"RT Nailed it!","sentiment_score":0.0}
{"full_text":"RT If you've worked in government at any level, you know that is an incredible organization.  We are putting it to work on th...","sentiment_score":0.9}
{"full_text":"I wonder if it's effective against Covid? Is there antiseptic gum now days? ","sentiment_score":0.6}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT From climate change to coronavirus, the Biden administration is listening to science again.","sentiment_score":0.0}
{"full_text":"RT I'm home this weekend and I have a homemade blueberry citrus loaf cake in my oven for breakfast. Yesterday at work was the...","sentiment_score":0.0}
{"full_text":"RT Even as we work hard, we are trying hard to work safely. ","sentiment_score":-0.0277777778}
{"full_text":"to more memories wt you#SB19_TILALUHA_20KVIEWS #SB19","sentiment_score":0.5}
{"full_text":"You got to be kidding me it's like they don't know we have seen everyday with our own eyes at the misguided deadly actions this pile on has bestowed on the state of Florida and all the Americans red or blue that live there. We the people have paid attention and we will vote aga","sentiment_score":0.0560606061}
{"full_text":"RT Who is ready for SEASON 2 of Star Trek Picard! With Covid19 the production came to a standing halt.  But since product...","sentiment_score":0.25}
{"full_text":"I don't know how Corona and Ianthe managed to grow up with himHe's like a rejected member from the cast of Queer Eye","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT Ok, this is a must read. Not sure people realise just what it means in practice when the govt talk of \"Net Zero\". Look at...","sentiment_score":0.0833333333}
{"full_text":"I skied Best COVID-19 safety protocols of any business in Strict mask enforcement (lifts, lodge, ticket lines), social distancing &amp; sanitizing. So impressed I bought a season pass. Well done!","sentiment_score":0.6777777778}
{"full_text":"RT COVID-19: FG Contemplates Lockdown In Lagos, Abuja, Othershttps:\/\/t.co\/M0uqdaXpKc","sentiment_score":0.0}
{"full_text":"RT Austerity transferred half a trillion pound from us - to the rich. And the pandemic accelerated that transfer to the rich...","sentiment_score":0.1944444444}
{"full_text":"RT If they want an anal swab to covid test? I say just shit in a bag and let them figure out","sentiment_score":-0.2}
{"full_text":"RT If you're reading this that means you survived the height of a global pandemic. Please count your blessings and don't take a...","sentiment_score":0.0}
{"full_text":"RT Throughout the COVID pandemic, WCK's #ChefsForAmerica have served 35 million meals across 400+ cities to people in need. As...","sentiment_score":0.0}
{"full_text":"RT blaming teachers for fearing for their lives and not wanting to work in doors won't change that. It's a pathetic effor...","sentiment_score":-1.0}
{"full_text":"RT While the Armed Forces work to respond to the pandemic at home, their fight to defeat Daesh overseas continues.Footage of...","sentiment_score":0.0}
{"full_text":"Ple take a couple of minutes to listen to this woman speak ","sentiment_score":0.0}
{"full_text":"RT So the people in this care home have been ok for the entire year of the pandemic and then 22 residents die...","sentiment_score":0.25}
{"full_text":"Have to say l had a look through this fabulous #BaconTheCookbook this morning. From Deise Woman based in London a wonderful project came to fruition throughout 2020. No diets in this house. I'm starting with niamh's bacon bourbon brownie@Longwayscider","sentiment_score":0.4666666667}
{"full_text":"Spot on.... ","sentiment_score":0.0}
{"full_text":"You can have the most qualified person assigned to the job and it still  wouldn't make a difference if we have this administration running the show.","sentiment_score":0.5}
{"full_text":"RT \"The question is, how much time do we have before Donald Trump launches his second attempt at insurrection?\"Former feder...","sentiment_score":0.0666666667}
{"full_text":"things i would do for Clyde part 1837649291","sentiment_score":0.0}
{"full_text":"RT NEW: A Covid-19 vaccination site in a Latino neighborhood in New York City hard hit by the pandemic saw an overwhelming nu...","sentiment_score":0.1202651515}
{"full_text":"RT BC's NDP Govt, only provincial govt to recognize Covid19 as a workplace 'injury' in Canada.","sentiment_score":0.0}
{"full_text":"RT What a dramatic contrast from Trump to see a president wearing a mask, implementing a strategy to respond to the coronavir...","sentiment_score":-0.4333333333}
{"full_text":"Confirmed what We knew by now! Death certificate manipulation to get paid for Covid","sentiment_score":0.5}
{"full_text":"RT When your crush has covid 19 so you ask her out because she's lost her sense of taste","sentiment_score":0.0}
{"full_text":"There may be many of these guitarists in the area.","sentiment_score":0.5}
{"full_text":"greys anatomy","sentiment_score":0.0}
{"full_text":"If you are travelling for essential reasons only, please remember to wear a face covering when on our services and when passing through stations (unless exempt). For more information, visit our face covering FAQs","sentiment_score":0.1666666667}
{"full_text":"RT New corona cases in Sweden decreased by 20% between week 2 and 3. The decline occurs in all age groups, but the decrease...","sentiment_score":-0.1318181818}
{"full_text":"We are the #EndTime generation, #God expects much from us.Let's tell more #people about #Jesus...#scripturechallenge #PapaBenji #aespa #DemixxxMeAndYou #coronavirus #tbn #cbn #love #Faith #Revival #biafra #keke #uloma #TREASURE","sentiment_score":0.4}
{"full_text":"Glad to see the months, no the year now, that we have spent providing the province with safe physical and mental health spaces for its youth, so that others can continue to wrack up close contacts has so well thought of. Don't tell me you respect me, show me!","sentiment_score":0.155}
{"full_text":"RT At first I was skeptical of the J &amp; J vaccine, but I live in a city where you can't even get an appointment for a vaccine be...","sentiment_score":-0.0378787879}
{"full_text":"RT It ends when the Republican Party gets serious, makes ending it a top priority and follows through.","sentiment_score":0.0833333333}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Feb 28th we had our first Oregon case.March 8th, Gov. Brown declared a state of emergency, and March 23rd we went on lockdown.First case in Multnomah County was on March 10. By April 1st, more than 30 people in the Portland area had tested positive.","sentiment_score":0.3257575758}
{"full_text":"RT Paid $50 million to send one of your best players ever away months after not being able to pay $5 million to retain an al...","sentiment_score":0.75}
{"full_text":"RT Put down your pen. Save jobs. (And lives.)","sentiment_score":-0.1555555556}
{"full_text":"RT While the push for a coronavirus vaccine has shattered records, the past year of searching for antivirals to block the coro...","sentiment_score":-0.25}
{"full_text":"RT Ok wtf is this #TheGreatReopening shit? Seriously. We're gonna do this AGAIN?It'll be lockdown in March if the govt...","sentiment_score":-0.1333333333}
{"full_text":"RT The same billionaires giving a platform (and a script) to this kid to lecture you about your living standards have almost...","sentiment_score":0.0}
{"full_text":"RT Here's the whole segment:  until we all get vaccinated, and especially with these new alarming variants spreading everywher...","sentiment_score":0.0590909091}
{"full_text":"RT Nigerians will obey the rules when they are abroad without hesitation but will revert to disorder and anyhowness once...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Coachella And Stagecoach Music Festivals, Scheduled for April 2021, Canceled Due To Covid-19 via","sentiment_score":-0.125}
{"full_text":"How four middle school students are making it through the pandemic #UMatterInUCPS @UMatterinUCPS @drjayjones ","sentiment_score":0.0}
{"full_text":"RT What's the use of a vaccine that's only \"pretty good?\" I wrote about the significance of the latest vaccine news from Johns...","sentiment_score":0.3625}
{"full_text":"RT Just a reminder; the reported cases are the ones that they screen only. The latest SOP from KKM is that they won't screen...","sentiment_score":0.25}
{"full_text":"RT #PMIKFutureOfPakistan Likewise, owing to the #coronavirus,tax collection was less by Rs800 billion and a relief package was...","sentiment_score":-0.1666666667}
{"full_text":"RT wot if we paid ppl to stay at home instead of telling them to wear three masks","sentiment_score":0.0}
{"full_text":"The eagerly awaited recovery in air travel that airlines have talked up may arrive late to the gate if the U.S. mandates negative Covid-19 tests for all domestic air travelers. The potential move could set back recovery efforts underway in the industry.","sentiment_score":-0.12}
{"full_text":"flavor covid transmission","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Testing facilities have numerous opportunities to optimize their #COVID19 sample accessioning workflows, including process #automation, supplier management, and risk stratification. #LabTwitter #MedLab #SARSCOV2 #Coronavirus #Pandemic #COVIDtesting","sentiment_score":0.0}
{"full_text":"RT IRONY:Chinese are offering to build a COVID-19 testing centers in US cities.First they sent us a virus, then let's check w...","sentiment_score":0.0}
{"full_text":"RT SO YOU TAKE PFIZER'S 66% EFFECTIVENESS, PLUS MODERNA'S 80.2% EFFECTIVENESS, AND ADD THAT TO ASTRAZENECA'S 90%, AND THAT GI...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Consulates suspended all routine visa operations since March 2020As we have a tight deadline Sep 30, we ask consulates to...","sentiment_score":-0.1785714286}
{"full_text":"RT A year ago this week, multiple U.S. senators got a briefing on the mortal danger of the coronavirus and then said noth...","sentiment_score":0.0}
{"full_text":"RT What a dramatic contrast from Trump to see a president wearing a mask, implementing a strategy to respond to the coronavir...","sentiment_score":-0.4333333333}
{"full_text":"RT No idea what happened here, but UAE now seeing almost 4000 new #COVID19  cases\/day (population adjusted, equivalent to 5...","sentiment_score":0.1363636364}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT New study shows hydroxychloroquine 'may be a benefit' in treating the coronavirus after all","sentiment_score":0.1363636364}
{"full_text":"RT Pic 1; 1953, Gas capes being used during low hanging smog in Philadelphia.Pic 2; 1939, plastic face protection from s...","sentiment_score":0.0}
{"full_text":"A boy at my sons school committed suicide this week.  He was 17.  Lockdown was just too much for him.  What a tragic wasteI can't imagine what his family are going through.","sentiment_score":-0.275}
{"full_text":"Good, then this pandemic would be over faster","sentiment_score":0.7}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT 'The pandemic has exposed and exploited the inequalities of our world. There is now the real danger that the very tools that could...","sentiment_score":0.2}
{"full_text":"RT Attendees of the Festival of Dance, (19-22 Jan), may have been exposed to positive COVID-19 cases. All who attended (children a...","sentiment_score":0.2272727273}
{"full_text":"Stopped from coming inside due to COVID restrictions, women throw bricks at Georgia Chick-Fil-A #COVID19","sentiment_score":-0.125}
{"full_text":"RT At 22 i watched a global pandemic sweep across the world.... im 23 now","sentiment_score":0.0}
{"full_text":"RT Pfizer and Moderna vaccines in an observational study of 700000 participants in Israel shows that only 0.04% got COVID-19 aft...","sentiment_score":0.0}
{"full_text":"RT The reason why Trumpist reps won't wear masks in Congress seems clear and was wise to move her office and call...","sentiment_score":0.4}
{"full_text":"RT WATCH: Rep. Bush recounts her encounter with Rep. Greene, who refused to wear a mask while inside the U.S. Capitol, and explains...","sentiment_score":0.0}
{"full_text":"RT Girls, you know what's the nicest thing you could do for your hair during this stay-at-home period? Leave the heat out. Ta...","sentiment_score":0.0}
{"full_text":"I had a great interview with BBC radio 3 today,talking about the impact corona virus has had on young people,The background of youth advisory board, our achievements and the impact corona virus has had on young peoples metal health. So please tune in to radio 3 on Monday at 7:45.","sentiment_score":0.3333333333}
{"full_text":"RT A North Dakota GOP representative wears a Crown Royal (whisky) gift bag as his face mask while going to work.Now... it's...","sentiment_score":0.0}
{"full_text":"CCC supports \"American Rescue Plan.\"  His #COVID19 relief plan would offer long overdue direct state and municipal aid, and advance policies that lift incomes, combat child poverty, and improve health and education outcomes:","sentiment_score":0.0166666667}
{"full_text":"The DRAGON project is using AI and machine learning to develop a decision support system that can deliver a more precise #coronavirus diagnosisRead more about DRAGON, one of 8 IMI #COVID19 projects https:\/\/t.co\/fCjSQVksOM#IMICarryTheTorch#UnitedAgainstCoronavirus","sentiment_score":0.4666666667}
{"full_text":"RT Our early actions during the pandemic set the standard for how to protect the vulnerable. Florida has and will continue...","sentiment_score":-0.1333333333}
{"full_text":"Retired Marine Gen. James Mattis has received his first COVID-19 vaccination.The former defense secretary is famous for being the only survivor when 300 Spartans fought the Persians at Thermopylae. COVID-19 certainly is going to get him. #Veterans","sentiment_score":0.1928571429}
{"full_text":"If the US, France and Portugal can hold major elections during the pandemic, why can't the UK?https:\/\/t.co\/FlY2hAFZ5d","sentiment_score":0.0625}
{"full_text":"The unseen housing crisis during the coronavirus pandemic. Jim Parrott from the explains what could happen once the eviction moratorium is lifted, and millions of Americans can't afford to pay rent.","sentiment_score":0.0}
{"full_text":"Concerns about the emergence of more infectious strains of the coronavirus overshadowed the good news from Johnson &amp; Johnson that it had completed the third phase clinical trial of its single-dose vaccine.","sentiment_score":0.4}
{"full_text":"Join President  and the ASF Global Leaders Series next week to discuss issues including:- #Colombia's peace deal - #ForeignPolicy priorities - The #COVID19 pandemic - and more.Register now:","sentiment_score":0.0}
{"full_text":"Free COVID-19 and health screenings are available to Fresno County residents *TODAY*, January 30, 2021 - at UCP Central California.","sentiment_score":0.2666666667}
{"full_text":"This could be the catalyst for a major transformation | #4FuturesC3, #RenewableEnergy","sentiment_score":0.0625}
{"full_text":"As advocates call for an end to for-profit long-term care homes in Ontario, geriatrician Samir Sinha says proper funding is a needed first step to stem widespread COVID-19 deaths.https:\/\/t.co\/niPCMwSh92","sentiment_score":0.125}
{"full_text":"Despite the PPE and protocols, first responders expose themselves to the unknown in the name of helping others. Adjusting to those changes has only tightened their bond.","sentiment_score":0.05}
{"full_text":"Nearly half of mums made redundant during COVID cite lack of childcare as the reason. #homeschooled","sentiment_score":-0.1833333333}
{"full_text":"No one tool alone is going to stop the #COVID19 pandemic. A combination of getting a COVID-19 #vaccine, wearing a mask, staying at least 6 feet away from others, and washing your hands often are all needed. Learn more:","sentiment_score":0.1}
{"full_text":"Alberta Premier poll numbers have been battered by a series of setbacks this year, from the province's handling of the COVID-19 pandemic, to the cancellation of the Keystone XL pipeline. The CBC's takes a closer look. #hw #cdnpolihttps:\/\/t.co\/7BVaxp4siu","sentiment_score":0.0}
{"full_text":"Police apologise for calling man an \"idiot\" and bundling him into car as he walked to work in Covid row","sentiment_score":-0.8}
{"full_text":"Need a #COVID19 test? Testing is free and safe and knowing your status helps protect your family and community. Sign up for the site nearest to you here: or call 832 927 7575.","sentiment_score":0.45}
{"full_text":"While people with #schizophrenia are at a higher risk for other diseases, the investigators behind the study said that they could not explain their findings by other factors that usually accompany mental health disorders. #COVID19https:\/\/t.co\/scc6Zi87TP","sentiment_score":-0.125}
{"full_text":"More great coverage of our latest report by which proposes major changes to help 'COVID-proof' our future exam system.","sentiment_score":0.3725}
{"full_text":"Health workers are getting overwhelmed, infected and even dying. If we lose them to Covid-19, who will take care of us???#MoreThanAMask","sentiment_score":0.0}
{"full_text":"'It's important that business owners are prepared for the potential challenges they may face'","sentiment_score":0.2}
{"full_text":"Despite COVID-19 activity continuing to decline countywide, Spokane County continues to record high numbers of deaths from the virus this month and hit a grim milestone Friday.","sentiment_score":-0.42}
{"full_text":"Tuk Tuk Time, based in Saundersfoot, Wales, is bringing joy to the community by transporting the elderly, free of charge, to their coronavirus vaccinationsCredit: Joann Randles\/Cover Images","sentiment_score":0.6}
{"full_text":"\"There are so many factors that have made it more difficult for families to maintain a healthy lifestyle during the pandemic,\" said Dr. Hassink, Nemours emeritus pediatrician. Congratulate children for healthy behaviors and good decisions. Via","sentiment_score":0.3666666667}
{"full_text":"Virtual fungi and bird festivals in the  illustrate how employees in the Alaska Region have discovered new tools for delivering fresh content to larger audiences that may even outlast a pandemic. Read more: Photo courtesy of Don Moore","sentiment_score":0.2340909091}
{"full_text":"Insurance Times sits down with #commercial wheels broker McCarron Coates to explore how the Covid-19 pandemic has impacted its clients and what the sector can expect moving forwardhttps:\/\/t.co\/ExyjvYwWIn@McCarronCoates #brokers #claims #covid19 #insurance","sentiment_score":-0.0777777778}
{"full_text":"With just $4, you can provide a healthy meal to someone in need. Join and in our effort to help Feed Our Food Workers - many of whom are struggling with the pandemic. Here are ways you can help right now:","sentiment_score":0.4285714286}
{"full_text":"ICYMI: Nebraska volleyball didn't play its scheduled match against Northwestern last night, and it won't play tonight, either, due to a positive COVID-19 test in the Wildcat program #HuskersMore details leading up to the postponement:","sentiment_score":0.0340909091}
{"full_text":"RT Why would President Biden issue an executive order banning the term \"Chinese virus\"?  Covid 19 came from China. No one do...","sentiment_score":0.0}
{"full_text":"Coronavirus strikes again.","sentiment_score":0.0}
{"full_text":"ay xem you guys r not different from this pandemic awa.... u r giving us chest pains ","sentiment_score":0.0}
