{"full_text":"Did the deep state take care of them in the same way the CCP took care of the Wuhan whistleblower Doctor?","sentiment_score":0.0}
{"full_text":"Eat. The God damn. Rich.","sentiment_score":0.375}
{"full_text":"Is the pendulum now swinging back? Time will tell...","sentiment_score":0.0}
{"full_text":"RT This evening at the #NPHET press briefing in the Department, Dr Lorraine Doherty from the showed a...","sentiment_score":0.0}
{"full_text":"RT If every kid had enough food to eat and a safe environment and their own laptop and reliable internet and teachers who...","sentiment_score":0.3666666667}
{"full_text":"RT Absolutely - 3 million people are still left out of Government coronavirus support.After months of hardship, they urgentlyne...","sentiment_score":0.1}
{"full_text":"RT since this interview seems to have upset certain people I am retweeting. Judge for yourself if you think I am being unfair!...","sentiment_score":-0.2053571429}
{"full_text":"He never had a plan!","sentiment_score":0.0}
{"full_text":"RT To all my fellow s, it's never too late to start a conversation about mental health! Given all the challenges of the #CO...","sentiment_score":-0.2125}
{"full_text":"RT Progressive Caucus chair Jayapal says $1.9T on covid relief bill must be \"Absolute floor for spending and not the ceiling....","sentiment_score":0.2}
{"full_text":"RT More than 400 insurrectionists are being investigated; some will face sedition charges 140 police officers were injuredA...","sentiment_score":0.5}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"You didn't care about the pandemic all last year. The right thing to do was to encourage people to mask-up and social distance to mitigate cases so people would feel more comfortable going out again and support the economy. Instead, you followed your daddy Trump on his lies. STFU","sentiment_score":0.2438095238}
{"full_text":"Yeah. And the so called \"ruined economy\" is going to be the fastest growing economy in 2021 and 2022 as per IMF, has recd record FPI &amp; FDI flows and is supplying covid vacines to the World..","sentiment_score":0.0}
{"full_text":"Hi COVID-19 means 75M children living in conflict and crisis are doubly at risk of missing out on an education. Will you support to help all kids #ReturnToLearn? #GlobalCitizen","sentiment_score":-0.1}
{"full_text":"RT I suspect the most undiagnosed cancer during the past year will be lung cancer. One of the main symptoms - persistent coug...","sentiment_score":0.1388888889}
{"full_text":"RT Wow!  Most every job, if you don't show up for work, you will find yourself in the unemployment...","sentiment_score":0.3125}
{"full_text":"RT since this interview seems to have upset certain people I am retweeting. Judge for yourself if you think I am being unfair!...","sentiment_score":-0.2053571429}
{"full_text":"Another pathetic attempt by the FAILED EU to discredit the UK Covid vaccination programmes that put the UK in the top stop globally in Covid research and development.#patheticEU #euvaccine #EU","sentiment_score":-0.25}
{"full_text":"He said covid law I wonder what section it says you must provide a name or we will arrest you","sentiment_score":-0.05}
{"full_text":"No National Water Shutoff Moratorium Led to 15% More COVID Deaths, Repor... via","sentiment_score":0.5}
{"full_text":"RT AG is appealing a Superior Court judge's ruling that DC's eviction filing moratorium is unconstitutional.  ht...","sentiment_score":0.6}
{"full_text":"RT \"A way of attacking wealthy people\" You mfers are LUCKY the only way you're being \"attacked\" is from internet trolls...","sentiment_score":0.2777777778}
{"full_text":"RT The least essential 49 year old in LA jumped the line after promising not to","sentiment_score":6.938893904e-18}
{"full_text":"RT Even if you are unable to donate, please share the below tweet to help give these animals a fighting change during the pandemic...","sentiment_score":-0.5}
{"full_text":"RT I agree with (as often). Immunity\/vaccine #COVID10 passports are a dreadful idea. It would represent an illib...","sentiment_score":-1.0}
{"full_text":"RT Worst GDP decline since 1946. Yet 74 million Americans voted for Trump because he was a \"great businessman.\" (Let's not ex...","sentiment_score":-0.1}
{"full_text":"Went to get a COVID test yesterday (just as a precaution, no symptoms) yesterday. I was in and out in about 10 minutes and had my results in 16 hours. Looking forward to eventually getting the vaccine but regular testing, masks and social distancing &amp; we will survive &amp; thrive.","sentiment_score":0.0166666667}
{"full_text":"&gt;:(  No one talks about our ChAdOx1 nCoV-19 like that","sentiment_score":-0.75}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"You need to report Dr Fauci's full statement. Don't give your political spin and twist. Not all school districts are following the CDC guidelines.  Kids do get it with little or no symptoms. My 20 m old granddaughter brought it home from preschool. 1\/","sentiment_score":0.0525}
{"full_text":"RT Soy boys are going to be lining up to get the Covid anal swab..","sentiment_score":0.0}
{"full_text":"RT Bloody hell I've just been offered a permanent Journalist contract at the BBC!! I didn't really know how to celebrate (bec...","sentiment_score":-0.4}
{"full_text":"I've just signed the petition calling for a reliable bus service for every community.Improving public transport should be at the heart of building back better after the pandemic. Will you join me?https:\/\/t.co\/Uw43QmQTwp","sentiment_score":0.1666666667}
{"full_text":"RT \"Once covid will end\" is starting to sound a lot like \"once Rainbow Six Quarantine releases..\"","sentiment_score":0.2}
{"full_text":"RT  FAKE NHS EMAILS  There are a series of fake emails circulating claiming to come from the NHS offering the Coronaviru...","sentiment_score":-0.5}
{"full_text":"RT Same paper, months apart1st Praising for \"saving Christmas\"2nd Now in the middle of the greatly...","sentiment_score":0.2}
{"full_text":"The woman claims to be Shiva. They spoke about the Kali Yuga ending and Satya Yuga beginning. One of their daughters said \"Shiva is coming\" on Instagram. They had Venkateshwara Swamy pictures in their puja room. Everything suggests they are Hindu.","sentiment_score":0.0}
{"full_text":"Where?","sentiment_score":0.0}
{"full_text":"RT Like him or loathe him, he is prime minister of the whole UK and should have the right to travel to any corner of these isl...","sentiment_score":0.2428571429}
{"full_text":"RT Also, worth pointing out that is following the designated process to fill a vacancy on the board created in Novembe...","sentiment_score":0.15}
{"full_text":"RT So sad! It's a great loss. She was an exceptional teacher. May she rests in peace. Ameen!","sentiment_score":0.3361111111}
{"full_text":"This is true in a lot of areas. Unacceptable.","sentiment_score":0.35}
{"full_text":"In CDC's backyard, school reopening debate divides experts","sentiment_score":0.0}
{"full_text":"RT The safety and mental health of our athletes is at the very forefront of what we do. COVID has put everyone in a very difficult...","sentiment_score":-0.1833333333}
{"full_text":"RT \"We've got a lot to do,\" Biden says. \"And the first thing we've got to do is get this covid package passed.\"","sentiment_score":0.25}
{"full_text":"RT Dr. Clarke is an angel. We never met personally, but she took the time to message &amp; calm me, during my own COVID hospit...","sentiment_score":0.3}
{"full_text":"RT \"USC Dornsife Center for Economic and Social Research found that 46% of white people reported wearing a mask most of the time....","sentiment_score":0.1266666667}
{"full_text":"RT South Africa saw 84,906 excess  deaths among people aged 60+, 2 May 2020 to 16 January 2021. New Global Platform Blog by G...","sentiment_score":0.0121212121}
{"full_text":"RT Carrying water for handwashing during this covid 19 pandemic is close to impossible. No more worries.Did you know you co...","sentiment_score":-0.4583333333}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"took a sip of water and i didnt taste anything i think i got covid","sentiment_score":0.0}
{"full_text":"RT Sadly, thanks to waves of disinformation, 73% of Americans believe vaping is just or more dangerous than smoking. America's...","sentiment_score":0.0333333333}
{"full_text":"Covid-19 Doesn't Spread In Schools With Safety Precautions, CDC Reports--But Sports Are A Different Story Topline  Evidence is growing that reope...","sentiment_score":0.0}
{"full_text":"Not sure if it's a lorry park but I'm sure they've opened a border force advice office and covid testing site for hgvs at Appleton","sentiment_score":0.125}
{"full_text":"RT Niggas really gettin horny over shadows, they need to ease lockdown ASAP and free my brothers","sentiment_score":0.3}
{"full_text":"RT Thaipusam 2020 vs Thaipusam 2021Before Covid vs After Covid","sentiment_score":0.0}
{"full_text":"The Spanish government killing their own country through unemployment blocks all flights again out of the uk . The people need to hold an inquiry about the PCR test it's killing Spain the government have gone power crazy .","sentiment_score":0.0}
{"full_text":"RT #BellLetsTalk Whose mental health is most affected in the pandemic?","sentiment_score":0.2}
{"full_text":"RT I'll keep saying it. Fines are a classist way of dealing with this pandemic.","sentiment_score":0.0}
{"full_text":"Covid go away","sentiment_score":0.0}
{"full_text":"This lockdown is bringing my dad bod along handsomely","sentiment_score":0.5}
{"full_text":"9 retired nuns die from COVID-19 in January at Adrian home","sentiment_score":0.0}
{"full_text":"RT Looking after our headspace is so important and the impact COVID has had on our mental health will last long after the cri...","sentiment_score":0.0625}
{"full_text":"at a Certain Time I had a Strong Respect for CDC However for You Guys not to be on Top of all Schools in Keller, Texas &amp; Fort Worth, Texas all Parents Worrying about is Children Education &amp; their Children not","sentiment_score":0.3619047619}
{"full_text":"If indeed Boris Johnson visit to Scotland was to necessary to prove his coordinating vaccine roll out and covid response, surely he'll visit Northern Ireland and Wales?","sentiment_score":0.25}
{"full_text":"RT See my op-ed for #BellLetsTalk\"LetsTalk about kids' mental health.\"\"The most catastrophic effect of the lockdown is it...","sentiment_score":0.2}
{"full_text":"RT The existence of more-contagious Covid variants means we may need to up our mask game. (For source control, most masks sh...","sentiment_score":0.05}
{"full_text":"RT More than 50 House lawmakers urge Biden to include recurring stimulus checks in the new Covid-19 relief bill","sentiment_score":0.3181818182}
{"full_text":"RT Antiparasitic drug Ivermectin kills coronavirus in 48 hours can we get this drug.. NO because it'...","sentiment_score":0.0}
{"full_text":"\"China's Zero-Tolerance Covid Tactics Now Include Anal Swabs\": We've known since start of pandemic that #SARSCoV2 infects the gut &amp; some people test negative in nose but +ive in stool. Stool testing &amp; anal swabs still not used in US, but routine in China:","sentiment_score":-0.3}
{"full_text":"RT Received 500,000  #COVID19 vaccines provided by #peopleofindia at #BIA today(28).Thank you! PM Shri &amp; #peopl...","sentiment_score":0.0}
{"full_text":"RT Bloody hell I've just been offered a permanent Journalist contract at the BBC!! I didn't really know how to celebrate (bec...","sentiment_score":-0.4}
{"full_text":"i wish yall would stop listening to that basket case","sentiment_score":0.0}
{"full_text":"RT A Pfizer study found that mutations in the variants identified in the U.K. and South Africa had a small impact on the effectivenes...","sentiment_score":-0.25}
{"full_text":"RT The Cuomo administration undercounted coronavirus-related deaths at nursing homes by as much as 50%, New York's attorney gener...","sentiment_score":0.1681818182}
{"full_text":"RT The Sun took a run at after doing the same to docs like Michael Warner and Then a hospital sudden...","sentiment_score":0.0}
{"full_text":"RT Nobody did anything when Elon Musk made $140Bs in the pandemic, but let some kids get down on some GameStop stocks and sudden...","sentiment_score":-0.0777777778}
{"full_text":"RT A recently conducted poll into men &amp; women's personal perspective of effect of #covid19 pandemic,  indicated women fare worse...","sentiment_score":-0.1333333333}
{"full_text":"my talent would be getting a covid test since that's what i'm doing right now","sentiment_score":0.2857142857}
{"full_text":"RT Pediatric and mental health experts say pandemic stress is driving a spike in eating disorders among adolescents and teens, po...","sentiment_score":-0.1}
{"full_text":"RT I realize it's bad form to be snarky about this, but can you seriously imagine a bigger policy screw-up?You closed sc...","sentiment_score":-0.2833333333}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT A5: has good information regarding coping techniques for scanxiety here:","sentiment_score":0.7}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Bailouts for hedge fund managers who lost money to the \"free market\" but not for families facing eviction due to wides...","sentiment_score":0.1375}
{"full_text":"RT The Pentagon has confirmed that the Department of Defense has received a request from FEMA to assist in the administering C...","sentiment_score":0.4}
{"full_text":"RT I need a fucking pint with my buddies. I'm trying to stay fit at home with no gyms, and I feel proud that I'm keeping up with...","sentiment_score":0.2}
{"full_text":"...is there anything they haven't blamed","sentiment_score":0.0}
{"full_text":"RT AG report finds New York massively undercounted nursing home COVID deaths under Cuomo","sentiment_score":0.0681818182}
{"full_text":"RT Appliance povertyBroadband povertyChild povertyClothing povertyCovid-19 povertyDigital povertyEducational povertyEn...","sentiment_score":0.0}
{"full_text":"RT Whole of government response.","sentiment_score":0.2}
{"full_text":"RT ECB Executive Board member Isabel Schnabel says the mutual interdependence of banks and governments can boost economic growth...","sentiment_score":0.2}
{"full_text":"RT New #Review online: Management of diabetes and hyperglycaemia in the hospital #diabetes #hospita...","sentiment_score":0.1363636364}
{"full_text":"RT Crying that a bailout for billion-dollar hedge funds who manipulate the market to massive advantage because they got played...","sentiment_score":-0.1}
{"full_text":"Top story: Health Workers, Stuck in the Snow, Administer Coronavirus Vaccine to Stranded Drivers see more","sentiment_score":0.5}
{"full_text":"RT You can't compare the UK with NZ when it comes to Covid deaths, cry the Bojo fans.OK then, NZ 25 deaths, Isle of Wight 16...","sentiment_score":0.0}
{"full_text":"RT \"You'd be screwed without me on Covid\" says man responsible for worst Covid death rate in the world.","sentiment_score":-0.4}
{"full_text":"RT Poverty shouldn't exist. Billionaires should obstruct growing richer, especially during a pandemic, by creating ways to fu...","sentiment_score":0.0}
{"full_text":"RT Women!Stay at home, do the ironing, look after the children, clean the house and turn your clocks back 60 years.To think,...","sentiment_score":0.1833333333}
{"full_text":"RT New York AG Letitia James has released a report on nursing homes' response to COVID-19, and there's quite a few mentions of u...","sentiment_score":-0.0318181818}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"The Benefits of Suburban Office Locations #CRE #Office #TenantTips #COVID-19https:\/\/t.co\/hLsEuvxGox","sentiment_score":0.0}
{"full_text":"RT Thanks again everyone for the support. My hope is that in sharing my struggle, it will help others. PLEASE take COVID serio...","sentiment_score":0.2}
{"full_text":"RT Fascinating. The has crunched COVID-19 data and come up with a list of the countries which have tackled...","sentiment_score":0.7}
{"full_text":"RT Here's why you're never alone in Calgary. 24\/7, 365, even\/especially in a pandemic.@Distress_Centre: 403-266-HELP...","sentiment_score":0.0}
{"full_text":"RT Dr. Clarke is an angel. We never met personally, but she took the time to message &amp; calm me, during my own COVID hospit...","sentiment_score":0.3}
{"full_text":"Lying LIBTURD Asshole","sentiment_score":0.0}
{"full_text":"RT Looking after our headspace is so important and the impact COVID has had on our mental health will last long after the cri...","sentiment_score":0.0625}
{"full_text":"RT March 2020: 2 weeks to flatten the curveJanuary 2021: Wear 3 muzzles &amp; get anal swabbed","sentiment_score":0.0}
{"full_text":"RT Why a new year of #trees has the power to guide us through these hard times, and offer the renewal and endurance we deserve....","sentiment_score":-0.0776515152}
{"full_text":"RT About a year from now, the Govt will start to make plans for a COVID-19 inquiry. It will take a further year to set it up...","sentiment_score":0.0}
{"full_text":"RT Dubai tightens restrictions on travellers amid the growing concerns of COVID-19.https:\/\/t.co\/OBGupu6YMh","sentiment_score":0.0}
{"full_text":"RT Medical students are part of the healthcare system and vaccinating them is a priority.@mophleb@Hamad_hassan20@dr_ar_bizri@fi...","sentiment_score":0.0}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Here's Fauci explaining that the evidence shows that open schools actually seem more likely to reduce covid spread than...","sentiment_score":0.125}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"US jobless claims drop; still at 847,000 as pandemic rages #unemployment","sentiment_score":0.0}
{"full_text":"The Deceptively Simple Number Sparking Coronavirus Fears -- The Atlantic, Januari 28th.@edyong209 explains what the  R0 number tells us about the new outbreak--and what it doesn't.https:\/\/t.co\/zwFADxoiZd","sentiment_score":0.0681818182}
{"full_text":"Mark your calendar to tune in on first Tuesdays! CURE will feature a new Partners - In Conversation video the first Tuesday of each month. Coming up in February is a conversation about elearning during the coronavirus pandemic. #partnersinconversation","sentiment_score":0.2329545455}
{"full_text":"It's #BellLetsTalk day COVID19 has impacted our collective mental health and each of us has felt stressors. While we must stay physically apart, we can still connect with each.  It's ok to talk about your mental health. It matters and so do you.  #NursingKnows","sentiment_score":0.075}
{"full_text":"'There's a growing stack of research illustrating that the pandemic gender gap is threatening to roll back 30 years' of progress on women's equality globally.'@JenBNYC writes for","sentiment_score":0.0}
{"full_text":"#Cybersecurity and data privacy were top concerns for #retailers before the pandemic, but now they're even more critical. See how leaders are working to protect consumer data:","sentiment_score":0.3333333333}
{"full_text":"The top four priority groups are now eligible to get their coronavirus vaccine in Englandhttps:\/\/t.co\/zFvHgzMQJp","sentiment_score":0.5}
{"full_text":"Longboat Mayor Ken Schneier wrote a letter to Gov. Ron DeSantis asking for a higher priority to be placed for older residents when it comes to vaccinations.","sentiment_score":0.2083333333}
{"full_text":"Alert issued on possible spread in Cebu of UK coronavirus varianthttps:\/\/t.co\/mWSeo1IDnq","sentiment_score":0.0}
{"full_text":"RT First post: We are now sharing previously hidden weekly COVID-19 state profile reports with the public. Thanks to data...","sentiment_score":0.0708333333}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" When one direction comes back\" ","sentiment_score":0.1333333333}
{"full_text":"With us all spending more time at home due to COVID-19, there can be an increased risk of fire. Here are some steps to help you stay safe in these challenging times. As always, we are here to help. Stay safe. Stay fire safe.Find more info here:https:\/\/t.co\/ocMVbiiTuH","sentiment_score":0.3958333333}
{"full_text":"RT \"It makes me angry. I show up to work during this pandemic &amp; I live with two people in the high-risk category for COVID...","sentiment_score":-0.1818181818}
{"full_text":"The Liberty Center will host an all-day marathon of comedies this Saturday! Join us in the Movie Room.Liberty events are open to single and unaccompanied Active Duty military personnel only. Limited space is available due to COVID restrictions.","sentiment_score":-0.0251322751}
{"full_text":"\"It only took a global pandemic to realize that third-party delivery platforms are absolutely terrible for the restaurant industry. We need that recognition to grow to their treatment of workers, too.\"","sentiment_score":-0.3333333333}
{"full_text":"RT Prime Minister Dr. Keith Rowley is speaking on COVID-19. Though the numbers were a bit high in the last few weeks, he is...","sentiment_score":-0.0133333333}
{"full_text":"Nex Tuesday, Feb 2nd, in partnership with will discuss actions that #museums and cultural institutions can install to continue serving the #community, preserving value, and protecting their workers.Register at:","sentiment_score":0.05}
{"full_text":"The #IEA reduced its forecast for global #oil demand, in the wake of rising #COVID19 restrictions, but expects demand to surge in the second half of #2021. #Trade with the global leader in crypto trading at carries risk of loss","sentiment_score":-0.0416666667}
{"full_text":"The Trump administration's lies and inaction around the pandemic laid the groundwork for the current explosion in cases, says Dr. \"We've got a lot of work ahead of us and we're not doing well.\"","sentiment_score":0.0}
{"full_text":"The latest data on crime trends show a fall in police recorded crime. This dataset is from before the current lockdown, but at a time where many areas still faced significant restrictions.","sentiment_score":0.34375}
{"full_text":"Lockdown restrictions are tough enough, let alone when you've got a new born! These mums reveal what life is like raising a baby in a global pandemic. #Mumslife #lockdown #ThursdayThoughts ","sentiment_score":-0.0546085859}
{"full_text":"The state Department of Labor &amp; Industries has issued a $150,000 fine to a Yakima Valley fruit grower and processor for violating COVID-19 workplace requirements, the agency said Wednesday in a news release.","sentiment_score":0.4166666667}
{"full_text":"Valentine's Day 2021 ideas in lockdown - cute, quarantine-safe ways to celebrate","sentiment_score":0.5}
{"full_text":"Despite the COVID pandemic and attendant health restrictions, activists and organizations devised creative mechanisms to raise the profile and highlight the struggle of Palestinian political prisoners as well as their leadership in the liberation movement.","sentiment_score":0.2333333333}
{"full_text":"Have you had a visit from the Ballasalla Dinosaur? The 'Dinosaur of Love' has spent the Isle of Man's 'circuit break' lockdown roaming the island, bringing joy to those stuck indoors.","sentiment_score":0.4}
{"full_text":"Pandemic accelerates demand for body-worn cameras #retail #coronavirusuk","sentiment_score":0.0}
{"full_text":"RT \"USC Dornsife Center for Economic and Social Research found that 46% of white people reported wearing a mask most of the time....","sentiment_score":0.1266666667}
{"full_text":"At a time when countries have sunk into unsustainable debt traps, India presents a relatively better investment opportunity for SWFs with strong prospects of sustainable, long-term growth.@atulabhas","sentiment_score":0.4666666667}
{"full_text":"What do you think of President Biden's $1.9 trillion COVID-19 relief package?https:\/\/t.co\/M6HuCh4sFy","sentiment_score":0.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
