{"full_text":"RT We could have prevented 75,000 deaths in the UK - Sir David King - Independent Sage -","sentiment_score":0.0}
{"full_text":"RT We were told of plans for detention camps in Oz &amp; Canada, now Germany. Wake up people.","sentiment_score":0.0}
{"full_text":"RT Hundreds and thousands told to self isolate.","sentiment_score":0.0}
{"full_text":"RT I think should be the first one to take #Covid19 vaccine .. Poor Manish Kumar has been made the first Bak...","sentiment_score":0.0333333333}
{"full_text":"RT Azar has messed up every aspect of battling this pandemic so badly - now leaving states without enough supplies for a seco...","sentiment_score":-0.35}
{"full_text":"RT Pfizer already debunked this fake story and said they had the full second doses in inventory.Michigan has been sent 773,750 d...","sentiment_score":-0.05}
{"full_text":"I think it's worth making a distinction between those who react to mental hardship with bad coping mechanisms, and those who actively encourage those delusions for media clout. But yes, covid-19 is taking a huge mental health toll, and we may want to cut people some slack.","sentiment_score":-0.0555555556}
{"full_text":"Will always respect all NHS staff who have worked through this pandemic, won't clap as this was turning into street parties and believe a pay rise is more beneficial","sentiment_score":0.5}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"Have you considered the UK. Basically the EU but more grey and brexit-y. Also it rains all the time and London is under permanent lockdown. Did i mention the rain?","sentiment_score":0.225}
{"full_text":"No. U do have a choice not to vaccinate your children under the SA constitution, if Covid-19 vaccine becomes mandatory, it will be the only vaccine in our country that mandatory! So far its the only vaccine with immunity from a lawsuit. Y bothered wen ppl r asking for a choice?","sentiment_score":0.0333333333}
{"full_text":"Here's the latest #coronavirus chart for #Alberta on the #COVID19 #pandemic #health #Calgary #Edmonton #COVID19AB","sentiment_score":0.5}
{"full_text":"RT Scams involving COVID-19 vaccinations are on the rise. The NHS will never ask for your bank details online or over th...","sentiment_score":0.0}
{"full_text":"RT No Idea about TN actors fan war but can clearly notice that the enormous collections of #MasterFilm has not gone down well...","sentiment_score":-0.0185185185}
{"full_text":"RT text from my GP;We have been mobilised to support patients in hospital care as well as the community with COVID &amp; COVID vac...","sentiment_score":0.0}
{"full_text":"More than 22 million people in a province near #Beijing have been ordered to remain inside their homes --double the number affected last January when #China's central government locked down #Wuhan where the virus was first reported","sentiment_score":0.0992063492}
{"full_text":"AI can helps us to have better diagnosis!#ArtificialIntelligence #Covid19 #DeepLearning #MachineLearning #NeuralNetworks #ImageRecognition #Covid #AI #robots","sentiment_score":0.5}
{"full_text":"First news after the deadline: your goal keeper is tested positive for Covid. #FPL","sentiment_score":0.2386363636}
{"full_text":"RT BREAKING: The United States has determined that the Wuhan Institute of Virology engaged in classified research, including...","sentiment_score":0.0}
{"full_text":"RT They're announcing new strains of covid like it's weed","sentiment_score":0.1363636364}
{"full_text":"RT #WATCH | AIIMS Director Dr Randeep Guleria receives COVID-19 vaccine shot at AIIMS, Delhi.","sentiment_score":0.0}
{"full_text":"Such a misleading headline. Now people are gonna pass this crappy clickbait around like it's a slam dunk for libertarian Trumpism. Later in the article, the authors acknowledge other studies in way better journals (Nature) have found that lockdowns averted MILLIONS of deaths.","sentiment_score":0.09375}
{"full_text":"RT Pandemic brought cronies to agriculture #RoarForFarmersRights","sentiment_score":0.0}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"RT PM Shri has launched the world's largest vaccination drive in India today. The country will soon successfully...","sentiment_score":0.75}
{"full_text":"I couldn't have made it this far through #COVID19 without our escapes to the shore...","sentiment_score":0.1}
{"full_text":">Adapting to a post-Covid life in the Greater Dublin Area>Delivering a sustainable transport network which meets climate change requirements>Looking to the future when it comes to transport technologies and new transport options (e.g.  Electric bikes, scooters etc.).","sentiment_score":0.2121212121}
{"full_text":"RT UPDATE ON DUSTIN HIGGS !!!! his execution has been delayed to late march due to his covid-19 diagnosis. we still have...","sentiment_score":-0.2125}
{"full_text":"RT My GP has phoned three times trying to make me sign a DNR due to covid because I \"wouldn't be a priority\" Health is a...","sentiment_score":-0.125}
{"full_text":"RT This is *precisely* the post-Brexit, post-COVID public works project that will be needed to get the UK economy going aga...","sentiment_score":0.2}
{"full_text":"Have boys not understood that the pandemic has made women realize that they are losers and we need to move on??? It has really separated the boys from the men.","sentiment_score":0.0}
{"full_text":"Well I guess I better just stay out at home huh","sentiment_score":0.5}
{"full_text":"The benefits of what when you still have to wear a mask and there is still a high possibility of you catching the virus.","sentiment_score":0.38}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT Let's face it; people are dying because too many people voted conservative and there is no vaccine for that. #COVID19","sentiment_score":0.5}
{"full_text":"RT #WATCH | PM Narendra Modi gets emotional while talking about the hardships faced by healthcare and frontline workers during the pa...","sentiment_score":0.0}
{"full_text":"I like how he sanitized his hands not to give the pigeons covid","sentiment_score":0.0}
{"full_text":"RT Students of the Bihar School Examination (BSEB) have demanded postponement of the board exams scheduled in February, citi...","sentiment_score":0.0}
{"full_text":"RT World's largest vaccination campaign has begun in India. India fights coronavirus!Modi hain toh mumkin hain! #Larg...","sentiment_score":0.0}
{"full_text":"RT ''It's proving quite difficult to convince people that what they think is a sinus infection is probably Covid. Everything...","sentiment_score":-0.5}
{"full_text":"We have too much news to fill. Every single rule in every facet of life currently has to be scrutinised because we have 24 hours of news and half the country is in a hyper state. Unless we're going to stop contact football, this is just ridiculous.","sentiment_score":-0.0742857143}
{"full_text":"I dont agree that he messed it up, getting rid of a player on 350k a week, who's happy to sit there is harder than people think especially during a pandemic when travel was worse than ever. For some reason Edu got all the blame when we couldn't clear some of the players","sentiment_score":0.08}
{"full_text":"RT Picture Bholti hai ... excited to be amongst the first few in #India to receive  #Covid vaccine shot made in India   Than...","sentiment_score":0.1416666667}
{"full_text":"RT 2) for #COVID19 cases, it took 6 weeks to go from 10 to 20th million. But just 2 weeks to go from 80 to 90th million.","sentiment_score":0.0}
{"full_text":"RT For those still not aware there are almost 500 students currently on rent strike.  Stories we're hearing abo...","sentiment_score":-0.0625}
{"full_text":"RT This is very concerning.","sentiment_score":0.2}
{"full_text":"RT  Health Secretary Alex Azar *DIDN'T* QUIT 5 DAYS EARLY!  CNN LIED - CNN claimed he resigned! (attempt to discredit th...","sentiment_score":0.15625}
{"full_text":"RT A lot of stray cats need home and Covid-19 proved no matter how stable you think you are, one day it can be taken from you...","sentiment_score":0.0}
{"full_text":"RT Loved Piers when he first came to GMB. World class presenter with a sublime natural talent....","sentiment_score":0.35}
{"full_text":"RT Thank you A vaccine, which was earlier believed to be impossible in such a short time period has become a real...","sentiment_score":-0.0933333333}
{"full_text":"RT If we do not get this MCO right, the worst is yet to come. A daily reminder to all \"please stay at home\". Stay home and stay...","sentiment_score":-0.2380952381}
{"full_text":"There is no proof yet that the vaccine stops the transmission. Number of 'cases' also depends on numbers of tests. If more people go to vaccinate instead of tested for COVID, then naturally the numbers can drop. In Israel anyway the lockdown is political because of indicted PM","sentiment_score":0.2}
{"full_text":"RT Launch of the #LargestVaccineDrive. Let us defeat COVID-19.","sentiment_score":0.0}
{"full_text":"IF the new Corona virus acquire collective intelligence, I'd like to hear who created it.#SF #CPvirus","sentiment_score":0.1363636364}
{"full_text":"Yeah if there is a group of people I trust it certainly is the FDA. Guess it is a good thing Canada won't be getting vax anytime soon. I think I will take my chances with Covid.","sentiment_score":0.4571428571}
{"full_text":"RT BREAKING: The United States has determined that the Wuhan Institute of Virology engaged in classified research, including...","sentiment_score":0.0}
{"full_text":"Shame on you #AusOpen2021 bringing in Covid cases from around the world for #tennis ! Bring home #aussies instead &amp; more would respect you and support you. No one should support you this year. #stuffthetennis","sentiment_score":0.5}
{"full_text":"RT I can't believe my hottest years r being given 2 depression and a Pandemic. ...","sentiment_score":0.0}
{"full_text":"Name  and shame or were you wanting a Back Door deal for SA","sentiment_score":0.0}
{"full_text":"RT The same Professor that the Government said had quit ALL advisory roles ?","sentiment_score":0.0}
{"full_text":"RT The first Covid-19 vaccine trial in Malaysia is now looking for healthy volunteers.","sentiment_score":0.375}
{"full_text":"RT Special cancellation stamp to mark launch of COVID-19 vaccination  - reportshttps:\/\/t.co\/j0X4Y9sKSl","sentiment_score":0.3571428571}
{"full_text":"#Germany#ChineseVirusIs it a Vaccine ?","sentiment_score":0.0}
{"full_text":"RT Ice cream from Tianjin municipality in northern China has been detected to be contaminated with the novel coronavirus....","sentiment_score":0.0}
{"full_text":"RT If we do not get this MCO right, the worst is yet to come. A daily reminder to all \"please stay at home\". Stay home and stay...","sentiment_score":-0.2380952381}
{"full_text":"RT Remember at the start of the pandemic, when everyone was awed by the return of a few fish to Venice's suddenly tourist-fr...","sentiment_score":-0.1}
{"full_text":"RT Nutrition. Not heroic, doesn't involve urgent dashes to rescue a situation. No need of heroics. And yet, without it, all...","sentiment_score":-0.35}
{"full_text":"RT is malaysia in lockdown? can you guys help to update me on the situation there","sentiment_score":0.0}
{"full_text":"So you have no problem with the medical community being told to report Covid on the death certificate even when there are clear alternate causes of death?Are you not getting it?","sentiment_score":0.0333333333}
{"full_text":"RT Mental last few days. I have decided to take the plunge and launch my own Recruitmet business. Starting a business in a pan...","sentiment_score":0.06}
{"full_text":"RT Quite a sight to behold as Lichfield Cathedral is converted into a COVID-19 Vaccination Centre #COVID19 #coronavirus #Covid...","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT Remember when the govt counted 2 gloves in a pair as \"two\" separate items of PPE?Well, to be vaccinated against Covid,...","sentiment_score":0.0}
{"full_text":"RT The great inequality of the pandemic...Vaccine availability. For all the drama we we have with vaccine rollout, let's stil...","sentiment_score":0.8}
{"full_text":"Don't mean for this to come across as a hindsight postBut with all the postponements and potential for more players\/ games to be affected by covid this wee, there was no way I would've been confident getting 15 players out on BB even with no flags in the team#FPL #GW19 #DGW","sentiment_score":0.171875}
{"full_text":"RT The stricter the lockdown the shorter it can be. Too many people are still moving around. We need to crush the virus so that...","sentiment_score":0.5}
{"full_text":"TS DG why can't you share with us the actual area of the cluster. Are there anything to hide?","sentiment_score":0.0}
{"full_text":"RT 25,000 National Guard troops are being deployed to DC, downtown looks like a militarized Green Zone, Sunday's rehearsal has...","sentiment_score":-0.2}
{"full_text":"RT In Odisha, Cuttack Humanity First #India volunteers donated blankets ad food to less fortunate &amp; homeless at Railway s...","sentiment_score":0.1611111111}
{"full_text":"RT The Trump Impeachment is like the coronavirus vaccine - you need two doses, and still no guarantees.","sentiment_score":0.0}
{"full_text":"RT Big fella probs hasn't stopped grafting over the past 12 months, long shifts, late nights all during a pandemic, god forbid...","sentiment_score":-0.15}
{"full_text":"There are three critical areas to focus on while going through this pandemic: eating right, getting enough sleep and exercising your body. ","sentiment_score":0.0952380952}
{"full_text":"RT Those people who went away on holiday during a pandemic are very selfishhhh","sentiment_score":0.2}
{"full_text":"RT Katie Allen, Liberal MP &amp; paediatrician, voted to repeal Medevac legislation. So her support of a charlatan flogging d...","sentiment_score":0.0}
{"full_text":"RT #LargestVaccineDrive Thanks to India's brilliant minds as India launches world's largest vaccination drive today. Kudo...","sentiment_score":0.55}
{"full_text":"#TheBigIssue please, ask the doctor, if he hasn't a noticed a link between malaria and covid","sentiment_score":0.0}
{"full_text":"RT Need B+ positive Plasma (COVID Recovered)Patient Name: AppajiDr. BHASKR, 8142099811Age: 55 yearsManipal Hospital, Vijay...","sentiment_score":0.2272727273}
{"full_text":"I got very lucky as I transfered in Areola last week for him because Martinez didn't have a fixture. But now I'm worried that others are going to catch covid this week, and that maybe I should have saved the bench boost for later in the season ","sentiment_score":0.1444444444}
{"full_text":"RT \"The mass, uncontrolled immigration unleashed by New Labour &amp; continued by successive Governments has created huge pre...","sentiment_score":0.2681818182}
{"full_text":"RT NEW UBER COMING TO LONDON SOON APPROVED BY TFL ANYTHING GOES !#FridayFeeling #COVID19 #lockdownuk #defundTFL","sentiment_score":0.1704545455}
{"full_text":"RT Pretty much complete FUBAR on the vaccine delivery and rollout by Trump WH. Promising to release reserve vaccines that do...","sentiment_score":0.1833333333}
{"full_text":"New QEII Urgent Care Centre overnight closures.","sentiment_score":0.1363636364}
{"full_text":"No more beds: Brazil's Amazonas state transfers Covid patients #AFPhttps:\/\/t.co\/bNY5sx1A8s  Michael Dantas","sentiment_score":-0.25}
{"full_text":"RT India should be extremely proud of how it has managed Covid under the stellar leadership of PM Modi. Today, as the PM l...","sentiment_score":0.525}
{"full_text":"Fungi fashion is worming its way into the new year and, no doubt, the rest of the decade.Here, explores the psychedelic revolution.https:\/\/t.co\/hSIuiQovX8","sentiment_score":0.1363636364}
{"full_text":"Highly anticipated UM-MSU women's game postponed because of COVID-19.","sentiment_score":-0.12}
{"full_text":"Hospices playing a vital role during Covid-19\"While palliative care is often understood to be care for the terminally ill this is not correct.\"https:\/\/t.co\/I71W1uuOPz","sentiment_score":-0.2}
{"full_text":"Please #StayAtHome to reduce the spread of Coronavirus and save lives. You should not leave home unless you have a reasonable excuse. These include:- Essential shopping- Work - only if you can't do this from home - Exercise- Medical appointments - If you are at risk of harm","sentiment_score":0.03}
{"full_text":"In this blog learn how is in the middle of a huge and exciting once-in-a generation #DigitalTransformation of its services, accelerated by #coronavirus. Digital-first services are now more important than ever to customers.https:\/\/t.co\/OWAoa7jlaF #DigiLeaders","sentiment_score":0.32}
{"full_text":"Auckland City renuncia al Mundial de Clubes por covid-19https:\/\/t.co\/VVmsDs6skA","sentiment_score":0.0}
{"full_text":"Thank you our beloved , who have believed and given a free hand to our scientist community. No other government would have dared to encourage our home grown vaccines.  Today world is waiting for our vaccines.@narendramodi #LargestVaccineDrive #covid19","sentiment_score":0.3875}
{"full_text":"If you have to leave home for essential shopping this weekend you can help stop #Covid19 spreading across the North East by:1 Washing your hands2 Wearing your face covering correctly3 Making space away from others.#StayHome #StaySafe #HandsFaceSpace","sentiment_score":0.0}
{"full_text":"Should provinces close their borders to keep COVID-19 at bay? As B.C. looks into the option, Health Minister joins to discuss his province's latest approach to fighting the ongoing pandemic. #cdnpolihttps:\/\/t.co\/7mzzhvXQjm","sentiment_score":0.5}
{"full_text":"Kilmarnock and St Mirren have had their say on the SPFL appeal outcome yesterday Read more -","sentiment_score":0.5}
{"full_text":"SG 881. #CFBPlayoff #NationalChampionship experience2. Getting to know the #NBA &amp; #NHL #COVID19 concerns4. #NFL #SuperWildCard weekend5. Remembering Tommy Lasorda #MLB6. weekly #WWE &amp; #AEW recaphttps:\/\/t.co\/3pPlHbkvXV","sentiment_score":0.0}
{"full_text":"\"This is not a game': Global virus death toll hits 2 millionon Friday, crossing the threshold amid a vaccine rollout so immense but so uneven that in some countries there is real #hope,...while in other parts of the world, it seems a far-off dream.\"https:\/\/t.co\/0Uli5c4Ro0","sentiment_score":0.0125}
{"full_text":"RT Just in: the monthly update on NHS bed occupancy in England. We now have up to 12th Jan 2021 (orange line) compared to t...","sentiment_score":0.0}
{"full_text":"Coaching businesses in #Kota will resume from January 18 after a 10-month hiatus due to the coronavirus crisis, the #RajasthanGovernment said on Friday#COVID19 #educationalinstitutions #ABPeduhttps:\/\/t.co\/f4EJ47emRd","sentiment_score":-0.125}
{"full_text":"Reviews help us to learn what you think about us as a company, what we're doing right and how you think we might be able to improve. Please leave a review here #review #care #everydayisdifferent #youcouldntbeinsaferhands #yourcareyourchoice #covid19","sentiment_score":0.3928571429}
{"full_text":"\"We have many patients here for weeks and months who have not seen a loved one and that is an extraordinary situation to find ourselves in.\"John Kelly, Director of Pastoral Care at Tallaght Hospital, on the impact of Covid-19 on patients and their families","sentiment_score":0.5111111111}
{"full_text":"Reviews help us to learn what you think about us as a company, what we're doing right and how you think we might be able to improve. Please leave us a review here  #review #care #everydayisdifferent #youcouldntbeinsaferhands #yourcareyourchoice #covid19","sentiment_score":0.3928571429}
{"full_text":"If you have any coronavirus symptoms, you should self-isolate and get a test. You can book a test through the NHS COVID-19 app or go to You must book your test in advance to secure a slot. #NorthantsTogether","sentiment_score":0.4}
{"full_text":"Hospices playing a vital role during Covid-19\"While palliative care is often understood to be care for the terminally ill this is not correct.\"https:\/\/t.co\/dwXXVNHrTh","sentiment_score":-0.2}
{"full_text":"This site offers therapy on demand for anyone suffering from #anxiety due to the pandemic.https:\/\/t.co\/WJHUIohdet","sentiment_score":-0.0125}
{"full_text":"California reported 637 #coronavirus deaths on Friday.https:\/\/t.co\/VoxHS2UB8B","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 16\/01\/2021 17:30Total Cases: 10543841 [+182]Active: 208434Recovered: 10178890 [+7]Deaths :152132 [+2]Total Tests: 184.96MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Nearly 10% of the sisters living at the School Sisters of Notre Dame have died from COVID-19.","sentiment_score":0.1}
{"full_text":"Vocalist Terry LeRoi, a lifelong Dio fan, used the pandemic as the perfect time to pay tribute to his rock and roll hero in the form a a charity single featuring a lineup of some of best musicians in the business.https:\/\/t.co\/0hYe7BU4G6","sentiment_score":0.4571428571}
{"full_text":"The \"Golden Girls\" actress has been quarantining at home during the pandemic, while working on the re-release of her 1970s show \"The Pet Set.\"","sentiment_score":0.3}
{"full_text":"New Huntsman Mental Health Institute will help Utahns during COVID-19 and beyond, leaders say","sentiment_score":0.0181818182}
{"full_text":"A virtual hospital has opened in Iredell County for some coronavirus patients. ","sentiment_score":0.0}
{"full_text":"Tax filing season will be kicking off a few weeks later than normal. However, Tax Day's date remains the same.","sentiment_score":-0.0125}
{"full_text":"UW Hospital performed a record number of organ transplants in 2020, despite the pandemic.","sentiment_score":0.0}
{"full_text":"RT If we do not get this MCO right, the worst is yet to come. A daily reminder to all \"please stay at home\". Stay home and stay...","sentiment_score":-0.2380952381}
{"full_text":"#StayAtHome restrictions are now in place to stop the spread of Covid-19You may not leave your home without a reasonable excuseLet's all protect one another by staying apartFind out more about the restrictions and what they mean for you ","sentiment_score":0.1291666667}
{"full_text":"World has been fighting battle against #COVID19 for over a year. Several people died. It has been the toughest battle in humankind's history. But I'm happy to say that India fought the most successful battle against COVID, under PM Modi's leadership: ANI","sentiment_score":0.5125}
{"full_text":"Today's poll: Do you know anyone who has received a COVID-19 vaccine?Vote:","sentiment_score":0.0}
{"full_text":"Bhai paise ped pe nhi ugate, I want replacement or money back #syskalootera #largestVaccinationdrive #COVID19 #VaccinationDrive","sentiment_score":0.0}
{"full_text":"RT Watching all the senior medical professionals get the vaccine and suddenly there's a lump in my throat. Last year we lo...","sentiment_score":0.0}
{"full_text":"Madeline* rang looking for a bit of reassurance that she was adhering to the new lockdown measures. She shared her frustration about seeing people not social distancing in her area...@ALONE_Ireland #YouAreNotAlone #lockdown #Covid_19 #olderpeople #charity","sentiment_score":0.0598484848}
{"full_text":"#kanganaRanuat responds to a tweet showcasing AIIMS director receiving Covid-19 vaccine shot!https:\/\/t.co\/1tmEB8fbuV","sentiment_score":0.0}
{"full_text":"Despite being in lockdown, you are allowed to leave home if you are not safe.Our safety planning page on our website gives advice on how to protect yourself and how to prepare to leave home.","sentiment_score":0.0}
{"full_text":"An army of more than 6,000 volunteers were trained and later took part in a nationwide disinfection drive to fight Covid-19 last year, revealed a top Civil Defence officialRead more - #Bahrain","sentiment_score":0.3}
{"full_text":"A Positive COVID-19 Story: Tegbe extols virtue of Alaafin on 50th coronation anniversary via Vanguard Newspapers (Nigeria)","sentiment_score":0.2272727273}
{"full_text":"Local councils have seen their budgets slashed as a result of SNP enabled austerity measures, despite being on the front lines in fighting the COVID-19 pandemic.As an MSP for the Lothians, I will fight to ensure that essential services are fully funded.https:\/\/t.co\/WHPYaQ3xTY","sentiment_score":0.0}
