{"full_text":"RT You can join me. I'm trying to channel my outrage into constructive action. We're putting together a major political campai...","sentiment_score":0.0541666667}
{"full_text":"RT It's not just influenza which is gone. RSV and parainfluenza have the same R0 as COVID (or higher) an...","sentiment_score":0.125}
{"full_text":"RT BREAKING: The United States has surpassed 350,000 coronavirus-related deaths.1\/22\/20 \"We have it totally under control.\"...","sentiment_score":0.0}
{"full_text":"RT Alberta Health Services quietly posted the COVID vaccine schedule (below) on Dec 30. General Public will not START to r...","sentiment_score":0.0166666667}
{"full_text":"RT The vaccine is only 52% effective starting two weeks after the first dose. When you get the second dose, the vaccine is 9...","sentiment_score":0.17}
{"full_text":"RT Here's the latest update on #COVID19 red zones in Malaysia as of yesterday, January 2.","sentiment_score":0.25}
{"full_text":"RT Artsakh Series Recap! Our podcast launch coincided with the outbreak of the most recent conflict in our beloved Artsakh....","sentiment_score":0.4}
{"full_text":"i just read a conversation between someone who went to an escape room date night this weekend, and someone else who wants to do an escape room but her husband won't go with her if he has to wear a mask \"lol\"","sentiment_score":0.5}
{"full_text":"RT Mutations arising in SARS-CoV-2 spike on sustained human-to-human transmission and human-to-animal passage","sentiment_score":0.0}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"RT 4) Someone tracked every COVID death among state and federal elected leaders... every instance has been GOP, according to","sentiment_score":0.0}
{"full_text":"RT Me still pretending I'm 25 for every year of youth covid takes away","sentiment_score":0.0}
{"full_text":"No shit people!!! Stop drinking the kool aid","sentiment_score":0.1953125}
{"full_text":"RT A machine learning-based framework for diagnosis of COVID-19 from chest X-ray images -  #machinelearni...","sentiment_score":0.0}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT after a hard 33 day long fight in the hospital, my dad lost his fight to covid-19 today. i never imaged i personally could...","sentiment_score":-0.1138888889}
{"full_text":"RT Chicago has already distributed &gt;95% of the COVID-19 vaccine doses it has received. However, at the current rate of dose...","sentiment_score":0.0}
{"full_text":"RT Dr. Larry Reed, 78yo Family Physician, Crossville, TN, died of #covid19 12\/31. He was always singing and laughing, and loved r...","sentiment_score":0.7}
{"full_text":"RT WORLD: Israel becomes first country to vaccinate 10% of population for COVID-19","sentiment_score":0.25}
{"full_text":"RT 1\/ I thought I'd write about my experience re-entering South Korea, where I reside, during this global pandemic. It wasn'...","sentiment_score":0.0}
{"full_text":"RT 'Growing body of evidence' shows COVID-19 leaked from Chinese lab: US official","sentiment_score":0.0}
{"full_text":"When this pandemic ends I want a hug.","sentiment_score":0.0}
{"full_text":"Covid you know.... WHEN WILL PEOPLE LEARN?","sentiment_score":0.0}
{"full_text":"RT Do your part to protect your neighbors this new year--wear a mask, continue to wash your hands, and practice social distan...","sentiment_score":0.0848484848}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"Biden needs to open up a commission on this, Russian bounties, covid response &amp; all the $ trumps family made off of it, the unredacted mueller report, the arms deal w\/ UAE &amp; kushner. Pompeo. Ratcliffe.etc etc.","sentiment_score":0.0}
{"full_text":"RT Coronavirus vaccination doses given per 100 people.Israel: 11.5Bahrain: 3.53UK: 1.47US: 1.28Denmark: 0.56China:...","sentiment_score":0.0}
{"full_text":"RT A total of 47,200 vaccine centres have been established and 21,200 health workers trained for the purpose, he said.At least...","sentiment_score":-0.15}
{"full_text":"RT FREE COVID-19 testing is available for all persons, including those without symptoms. No age restrictions or doctor's o...","sentiment_score":0.4}
{"full_text":"RT Do your part to protect your neighbors this new year--wear a mask, continue to wash your hands, and practice social distan...","sentiment_score":0.0848484848}
{"full_text":"RT \"My resolution for 2021 is to continue to practice social distancing and consistent mask usage to protect myself and my commun...","sentiment_score":0.1416666667}
{"full_text":"RT On why she flew to  #Hawaii Allard says 'I think I was trying to honour a family tradition...' Um, you mean, like Christm...","sentiment_score":-0.3125}
{"full_text":"RT A family in London remembers a fallen loved one's hands. A mother in Venezuela is reminded of her daughter by the sandals she left...","sentiment_score":0.35}
{"full_text":"RT To hell with the Republican Party.","sentiment_score":0.0}
{"full_text":"RT Please reach out to all counter protesters in the DC Area and drive the message of staying home on January 6th. Trump is loo...","sentiment_score":0.0}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"RT 'Growing body of evidence' shows COVID-19 leaked from Chinese lab: US official","sentiment_score":0.0}
{"full_text":"RT \" corona , fuck you \"","sentiment_score":-0.4}
{"full_text":"RT Virus in the brain? \"You do not want to mess with this virus,\" he said. \"Many of the effects that the COVID virus has could be...","sentiment_score":0.1625}
{"full_text":"RT I'm sorry but those of you that have the opinion that \"wearing a mask impedes on your freedom and liberty\" are the epitome...","sentiment_score":-0.5}
{"full_text":"yoy do understand he is 87 and people die on that age from pneumonia and the flu. Yes they do, for centuries. Really, i know its hard to believe. But its not fucking covid19 my friends. Nope.","sentiment_score":0.0694444444}
{"full_text":"2\/3 A giant feast took place in the heart of Mumbai amid a national lockdown. One of India's top ice-cream makers had given away 26 tonnes of their best product for free. But, those consuming the ice-cream weren't sugar-craving humans.","sentiment_score":0.475}
{"full_text":"RT Comparison of the effectiveness of commonly used vaccines with those used for Covid-19","sentiment_score":-0.3}
{"full_text":"RT $2,000 recurring checks until the pandemic is over","sentiment_score":0.0}
{"full_text":"RT Corona really said \"New year, New me\"","sentiment_score":0.1575757576}
{"full_text":"RT I truly cannot stop laughing.","sentiment_score":0.0}
{"full_text":"RT We haven't announced it yet, but there's an odious, immoral, lying lockdown cheater in Prince Albert, Saskatchewan named Jo...","sentiment_score":0.0}
{"full_text":"RT #Rockets are 2-2. If the Rockets start the season without the COVID stuff they likely beat OKC in game 1 and Portland in game...","sentiment_score":-0.2666666667}
{"full_text":"RT The #ForceTheVote Flowchart!Detailed thread NOT, I repeat, NOT your #MamaBear She'll stab you in the back for her...","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT Still don't think we were played on #Lockdown?The virus was TYRANNYMade in ChinaSold by bi-partisan traitors to the...","sentiment_score":0.0}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"Muscle or no muscle, he likely would have had the same problems after 2020. The pandemic has taken a toll on ALL of us appearance-wise. What's more important is that he's trying to inspire people and he made it through the year","sentiment_score":0.225}
{"full_text":"Sick of people hogging their covid antibodies, share some with the rest of us smh","sentiment_score":-0.7142857143}
{"full_text":"this was 100% an angry tweet at my stupid cousin who has already gotten covid and god forbid she gets reinfected but she's gonna get reinfected with the way she's acting","sentiment_score":-0.4333333333}
{"full_text":"RT i'm not afraid of the coronavirus vaccine because one time i ate popcorn off the floor at the reputation stadium tour a...","sentiment_score":0.3}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"Right","sentiment_score":0.2857142857}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"It would be much appreciated if you can share your thoughts on this paperhttps:\/\/t.co\/BGXZZzLumkI'm trying to better understand the cause of death labeling issues &amp; what the actual #'s should be.I'm not sure what to make of the tweet below &amp; the 800 deaths w\/ Covid not listed","sentiment_score":0.1125}
{"full_text":"THANK YOU.TO ALL THE BRAVE AND DEDICATED DOCTORS, NURSES, CARERS AND HOSPITAL STAFF ETC, ALL AROUND THE WORLD, FIGHTING coronavirus disease 2019 (COVID-19). WE THANK YOU. WE ARE SO GRATEFUL. WE WILL ALWAYS REMEMBER YOU.#coronavirus disease 2019 (COVID-19) #COVID19","sentiment_score":0.8}
{"full_text":"Get My Payment  this is crazy the portal for the irs is still down. do not forget less put a whopping on red and blue for these 2000 dollar checks.","sentiment_score":-0.1844444444}
{"full_text":"RT Residents of Texas counties without hospitals are dying from COVID-19 at a 20% higher rate than residents of counties with...","sentiment_score":0.25}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"RT 3,363 new cases of COVID-19 today! 148,350 doses delivered to Ontario but only 33,191 doses administered!Are","sentiment_score":0.0852272727}
{"full_text":"RT \"A community refrigerator created for needy families was discovered vandalized &amp; left in disrepair outside the district of...","sentiment_score":0.0}
{"full_text":"RT As a daughter of an ER nurse who works at one of the most over crowded hospitals in SOCAL: how true this initial statement is,...","sentiment_score":0.2833333333}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"will deliver tax breaks to the wealthy, make sure the needy are evicted, high unemployment, No assistance for covid relief, low minimum wage, tax breaks for the wealthy on property taxes, fraudulent stock sales (insider trader). Selling all this on her private plane.","sentiment_score":0.2766666667}
{"full_text":"RT Jeff Bezos and Elon Musk made enough money during the pandemic to send every American $2,000 without touching their pre...","sentiment_score":0.1666666667}
{"full_text":"Cumple con covid o cumple sin covid?","sentiment_score":0.0}
{"full_text":"RT #Thalapathy Said it Strong that Not to give any Updates during the Lockdown it is not right to celebrate when Everyone...","sentiment_score":0.1452380952}
{"full_text":"RT Coronavirus vaccination doses given per 100 people.Israel: 11.5Bahrain: 3.53UK: 1.47US: 1.28Denmark: 0.56China:...","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"RT \"All died\" An eyewitness documents this shocking scenes from a quarantine hospital in Egypt. It shows all coronavirus pati...","sentiment_score":-1.0}
{"full_text":"Anti- #coronavirus vaccine expected to arrive in #Gaza by March: official","sentiment_score":-0.1}
{"full_text":"RT COVID ICU again today. Almost all my patients are less than 60 years old and previously fit. Some are very young. If you...","sentiment_score":0.1158333333}
{"full_text":"Politician's COVID...","sentiment_score":0.0}
{"full_text":"RT The people saying the #StarmerQuits hashtag is a distraction from the work Labour are doing during the pandemic are unfort...","sentiment_score":0.0}
{"full_text":"RT Our statement on reports about COVID admissions and children. Thanks to and","sentiment_score":0.2}
{"full_text":"Essentially from what people have told me it's because she voted third party (in NY, a state that always goes blue??), has inconsistent and annoying political views, and is hypocritical about the mask wearing and social distancing.","sentiment_score":-0.1277777778}
{"full_text":"RT NEW : Chair of the Russell County Democrats passed away from COVID on the same night as Sen. Chafin did the same. ","sentiment_score":0.0454545455}
{"full_text":"Stay Home!https:\/\/t.co\/QwiMUwNRMa","sentiment_score":0.0}
{"full_text":"RT some countries have moved their exams to completely open book\/assignment based to ensure the students complete their assessment...","sentiment_score":0.05}
{"full_text":"RT It seems there is a correlation between more COVID restrictions and more COVID cases.And it's not the correlation the me...","sentiment_score":0.5}
{"full_text":"RT \"The initial diagnosis is encephalomyelitis,\" the Health Ministry said in a statement released on Friday night. Encephalo...","sentiment_score":0.0}
{"full_text":"COVID-19 and Your Office Renewal #CRE #Renewal #Covid-19 ","sentiment_score":0.0}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"East Valley high school, in Yakima! Kinda nervous about it especially since there have been a lot of covid breakouts lately in Yakima","sentiment_score":-0.0333333333}
{"full_text":"RT NO WAY REALLY!!!??!!.....insert sarcasm **","sentiment_score":0.0}
{"full_text":"RT Teachers Unions are the cause of most problems in the United States, both directly and indirectly. If you didn't know t...","sentiment_score":0.3}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT PPC has a great platform.Max is the Leader with legislative expertise.The 'party' was suppose to be representative &amp; de-cent...","sentiment_score":0.8}
{"full_text":"RT On the Devon House grounds, they overturn the benches apparently to enforce social distancing. That seems to be working ou...","sentiment_score":0.0416666667}
{"full_text":"RT LA has stopped transporting heart attack and stroke victims to hospitals because there are no beds due to covid overload...","sentiment_score":-0.125}
{"full_text":"RT Biggest violation of celebrity Twitter telling everyone to stay home Jan 6 is they have consulted no one locally; and have...","sentiment_score":0.0}
{"full_text":"Saturday night, 7pm, during a pandemic and Club is pumping beats and packed!","sentiment_score":0.0}
{"full_text":"RT Some of y'all really said \"f*ck the pandemic\" just to awkwardly sway in a crowded room of strangers so you can pretend to ac...","sentiment_score":-0.2}
{"full_text":"January 1st, 2021 is the toughest day of my life.Get result of PCR that I'm positive Covid-19.I tested PCR for return back to office in Monday. No sympthoms, that's why I'm enjoyed to being tested. I didn't expect that result wkwk, little bit shock, because I lived w\/ ma fam","sentiment_score":0.1349431818}
{"full_text":"RT BREAKING: The United States has surpassed 350,000 coronavirus-related deaths.1\/22\/20 \"We have it totally under control.\"...","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"RT Half the country wants to be ruled by a dictator. Scores of congressional Republicans prefer autocracy to democracy. Milli...","sentiment_score":0.0166666667}
{"full_text":"RT NEW: India becomes first country to report successful isolation and culture of UK variant of coronavirus - ICMR","sentiment_score":0.3787878788}
{"full_text":"RT 6) USA TODAY did an analysis of this as well in early December. GOP elected leaders hit the hardest. Much much harder. ~3\/4...","sentiment_score":0.0}
{"full_text":"Auburn Gold Showc. 1940Crowd gathered around a large block of granite.#HappyNewYear2021 #COVID19","sentiment_score":0.2142857143}
{"full_text":"RT They lit in ATL... I'm starting to think covid never hit them ","sentiment_score":0.0}
{"full_text":"#Cache22 | tracks the key consumer tech trends of the pandemic year, and what 2021 promises.https:\/\/t.co\/Zgn7QpCgiU","sentiment_score":0.0}
{"full_text":"An ongoing tribute to family, friends, co-workers, community leaders and neighbors who lived a life undefeated.https:\/\/t.co\/0ob4SKZMUC","sentiment_score":0.0}
{"full_text":"Government officials believed in late summer that an economic recovery would not magically follow if lockdowns and public health restrictions disappeared, a newly obtained federal document shows.https:\/\/t.co\/ezradPLbVv","sentiment_score":-0.0427272727}
{"full_text":"Amid the pandemic and a national protest movement against police violence, one charter school network is accelerating its efforts to better serve Black and brown students by reconsidering its \"no excuses\" approach to discipline. Here's how. #EduColor #k12","sentiment_score":0.1666666667}
{"full_text":"Thai Retailers Association and Thai Shopping Center Association Announcement to upgrade control #COVID19 All shopping centers will close at 9:00 PM, starting tomorrow (4 Jan. 2021 #okhwid19","sentiment_score":-0.05}
{"full_text":"Three experts share what physicians need to know about the #COVID19 #vaccine and how to counsel patients.","sentiment_score":0.0}
{"full_text":"And now, level 2: super corona","sentiment_score":0.3333333333}
{"full_text":"Family members say they want answers about COVID-19 outbreaks in long-term care homes in Vancouver, but they're having difficulty getting answers.","sentiment_score":0.0}
{"full_text":"Daryl Dixon: I did what I had to do today. We all did.#TheWalkingDeadSeason 9Bounty24 February 2019#TWDZombie ApocalypseAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"TODAY'S FRONT PAGE:SUNDAY 3 JANUARY 2021 #dailynewszim #news #zimbabwe #zimnews #Saturday  #NewYear #NewYear2021 #lockdown","sentiment_score":0.0}
{"full_text":"Report: Larry King hospitalized with COVID-19.https:\/\/t.co\/9Ni38ifYCv","sentiment_score":0.0}
{"full_text":"Amid the pandemic and a national protest movement against police violence, one charter school network is accelerating its efforts to better serve Black and brown students by reconsidering its \"no excuses\" approach to discipline. Here's how. #EduColor #k12","sentiment_score":0.1666666667}
{"full_text":"NOTHING!","sentiment_score":0.0}
{"full_text":"Corona Hard Seltzer Echelon Bike Giveaway","sentiment_score":-0.2916666667}
{"full_text":"RT BREAKING: The United States has surpassed 350,000 coronavirus-related deaths.1\/22\/20 \"We have it totally under control.\"...","sentiment_score":0.0}
{"full_text":"You would be  the stay at home defenseman. Delivering the punishment!","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"Amid the pandemic and a national protest movement against police violence, one charter school network is accelerating its efforts to better serve Black and brown students by reconsidering its \"no excuses\" approach to discipline. Here's how. #EduColor #k12","sentiment_score":0.1666666667}
{"full_text":"Yes, #Butler (2-5, 1-3) is off to its worst seven-game start in 28 years. But this pandemic season is a time to look beyond standings and box scores.https:\/\/t.co\/SMMginuVfz","sentiment_score":-1.0}
{"full_text":"Dawg a buil him spliff","sentiment_score":0.0}
{"full_text":"RT As the global economy crumbled this year, auto parts maker Linamar saw earnings shoot up and shareholders pocket almost $8...","sentiment_score":0.0}
{"full_text":"Japan PM faces make-or-break election year as #COVID19 rages, Olympics loom","sentiment_score":0.0}
{"full_text":"Israel is at the forefront of delivering the dose of Kovid-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Not surprising: UK government's 'world-beating' coronavirus response ranked the worst globally","sentiment_score":-0.45}
{"full_text":"RT How long we've been in lockdown:","sentiment_score":-0.05}
{"full_text":"Coming up on Global Watch at 0400GMT with China's northeastern city of Shenyang steps up measures to curb the #COVID19 spread. On the anniversary of Iranian military commander #Soleimani's assassination, Tehran vows revenge if the US makes further moves against it.","sentiment_score":-0.0333333333}
{"full_text":"Yangtze River, Asia's longest river, has more than 400 fish species, more than 100 of which are endemic. Some of the aquatic creatures have a history that dates back much longer than human civilization. CGTN's Xu Mengqi visited a specimens museum in Wuhan and told us more.","sentiment_score":0.2833333333}
{"full_text":"RT Someone I knew from college\/gigging days died today from Covid. Diagnosed yesterday, dead today.Wear your fucking masks.","sentiment_score":-0.4}
{"full_text":"Russia inoculates over 800,000 people against COVID-19, issues vaccination certificates","sentiment_score":0.0}
{"full_text":"Facilitate cremation of your relatives - SPMC tells families of COVID-19 fatalitieshttps:\/\/t.co\/brXUiAhSpv","sentiment_score":0.0}
{"full_text":"It's the busiest time of the year for gyms. But with Coronavirus numbers on the rise again, many gyms and personal training facilities are not seeing the numbers they hoped for.","sentiment_score":0.25}
{"full_text":"The pandemic may complicate this New Year's gym rush:","sentiment_score":0.1363636364}
{"full_text":"U.S. Sen. Mitt Romney, R-Utah, slammed the U.S. vaccine rollout, and Texas set a new record for the number of people hospitalized with COVID-19. ","sentiment_score":0.1363636364}
{"full_text":"RT normalise crying like a baby the first moment you step into a concert venue post-covid","sentiment_score":0.025}
{"full_text":"RT #BREAKING: Ontario breaks single-day record with 3,363 new COVID-19 cases today, 95 deaths over past 2 dayshttps:\/\/t.co\/7z6LZHjf...","sentiment_score":-0.0568181818}
{"full_text":"Current Conditions for #Sayre PATemp: 33.3FWind Chill: 33.3FHumidity: 93%Dew Point: 31.5F Barometer: 30.233 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 181.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT There's literally a yacht tax deduction in this country and we can give airline companies billions in bailout even when they'v...","sentiment_score":0.0}
{"full_text":"Hope we humans have learnt our lessons. Reboot!","sentiment_score":0.0}
{"full_text":"RT Hi  A thread on the horrible way your Marietta GA hotel, especially manager Bob, treated us. He yelled...","sentiment_score":-0.5}
{"full_text":"You should really go to the doc and have that COVID psychosis checked out. YW!","sentiment_score":0.25}
{"full_text":"Time: 03:00 * Temp: 2.5degC * Wind: NNW 0.0 to 0.0mph * Pressure: 1018.7hPa * Rain: 0.0mm * Hum: 85% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:44 * Sunset: 16:10 * Cloudbase: 1040ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"CNN and ABC News reported the news Saturday, citing a source close to the King family.","sentiment_score":0.0}
{"full_text":"The deaths included one man and one woman in their 60's and 70's.","sentiment_score":0.0}
{"full_text":"Now imagine your kid said they're going to Tino's house to study and they call you to pick them up from prison ","sentiment_score":0.0}
{"full_text":"RT Yes, new strain highly infectious. Yes, people wilfully defying restrictions selfish idiots. But the Covid story is als...","sentiment_score":-0.2509090909}
{"full_text":"just watched pandemic... interesting zombie movie. Them mofos could drive","sentiment_score":0.5}
{"full_text":"I've become more afraid of voicing my views on covid than my political views.","sentiment_score":-0.0333333333}
{"full_text":"RT So let me get this straight... the premier's chief of staff was in a country that we now have a travel ban on, but dive...","sentiment_score":0.2}
{"full_text":"RT In Tennessee, officials were caught on camera vaccinating close friends and family rather than following protocol. When quest...","sentiment_score":0.0}
{"full_text":"RT What a slap in the face to all the Canadians who have had to shut down their small businesses, or couldn't be with their hos...","sentiment_score":-0.2027777778}
{"full_text":"More than 8,700 cases were reported since December 30. Governor Beshear says we'll wait and see how the holidays impacted cases. ","sentiment_score":0.5}
