{"full_text":"Pandemic's toll shows up on students' college applications","sentiment_score":0.0}
{"full_text":"Events business hasn't been hit hard by Covid at all right? JFC guys go after the President not the dudes setting up speakers and lights. You're a bunch of fucking weirdos.","sentiment_score":-0.201984127}
{"full_text":"RT In this unprecedented moment - a pandemic, an economic meltdown, right wing violence, climate change, massive wealth ine...","sentiment_score":0.2714285714}
{"full_text":"What steps would you take to tackle Covid?","sentiment_score":0.0}
{"full_text":"RT Arriving in DC... it was always going to be a smaller inauguration bc of COVID..But there would still have been vendors\/conces...","sentiment_score":0.0}
{"full_text":"RT Covid really ruining college ...","sentiment_score":0.2}
{"full_text":"RT everyone after they get the vaccine:","sentiment_score":0.0}
{"full_text":"RT The faster we vaccinate, more we masks up, and less time we spend indoors with people not from our household, the fewer o...","sentiment_score":0.1666666667}
{"full_text":"RT Despite the reckless, partisan diatribes from and for to ignore expert ad...","sentiment_score":0.0}
{"full_text":"RT \"So many NHS staff are getting sick because of the new, more transmissible variant. The covid-19 virus has changed, and yet t...","sentiment_score":0.1055194805}
{"full_text":"The backbone of this virus is owned by Chinese Military Lab. What do they use it for other than bioweapon?","sentiment_score":-0.075}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT Add The Forum in #Inglewood to the list of mass #COVID19 vaccination sites that will soon be up and running. The site wi...","sentiment_score":0.0}
{"full_text":"RT Thailand has a population of 70 million.The UK has a population of 67 million.Thailand has had 67 Covid deaths.The U...","sentiment_score":0.0}
{"full_text":"RT Now, ~300 studies contain details about #COVID-19 in #Wuhan. But, they are no longer available. This comes a week after Pr...","sentiment_score":0.4}
{"full_text":"These issues were widely canvassed during Melbourne outbreak - hard to believe a strategy to deal with them has not been developed here.","sentiment_score":-0.0972222222}
{"full_text":"RT Why is this well-off white man, who's paid over $500,000 a year just to do his job, being portrayed as some type of hero?Y...","sentiment_score":0.2}
{"full_text":"RT DG Hisham liked this on Twitter.Kesian dia, I believe the success of first MCO is because of his strategies, not othe...","sentiment_score":0.3833333333}
{"full_text":"The \"clown\" in the White House fast-tracked the development of multiple COVID Vaccines which are now available or will be soon.  And yet we still don't have a vaccine for SARS, Bird Flu, Ebola, or a host of diseases that arose during previous administrations.","sentiment_score":0.0583333333}
{"full_text":"Thinkin about how on a normal year the execs would all be out of the office for the board meeting this week but thanks to covid I'm gonna have to put up with their bullshit all week like usual","sentiment_score":0.0333333333}
{"full_text":"why are you making this about race?these locals are talking abt taxes, poverty, pandemic, etc. you're missing their points.","sentiment_score":-0.2}
{"full_text":"RT Lockdown is much worse for Public Health than Covid. I'm not afraid to say it and you shouldn't be either.Here is the 1s...","sentiment_score":-0.0333333333}
{"full_text":"RT Liberty once lost is lost forever. The govt does not give freedoms back. Citing COVID, countries have completed radica...","sentiment_score":0.0}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT massachusetts needs to close indoor dining for the love of god","sentiment_score":0.5}
{"full_text":"RT Florida data scientist Rebekah Jones left with no choice but to turn herself in as Ron DeSantis prosecutes her for doing...","sentiment_score":0.0}
{"full_text":"This energy. Plus coming Through with the yacht so what it do","sentiment_score":0.0}
{"full_text":"Mask nazis are cultists","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT When you try to stay home from school ","sentiment_score":0.0}
{"full_text":"RT Victoria's economy set to roar into overdrive this year, growing faster than all other states. If I had a dollar for every tro...","sentiment_score":-0.125}
{"full_text":"RT No one from our government has explained why DC is under military lockdown","sentiment_score":-0.1}
{"full_text":"RT Brazil is pretty open, and getting better.I escaped Covid tyranny in Chile to be in...","sentiment_score":0.125}
{"full_text":"RT We've been saying this for a year.How many lives &amp; livelihoods were destroyed in that time, not just here in the US b...","sentiment_score":0.5}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"RT Everybody on my IG story feed has decided the pandemic is over.I hate it here.","sentiment_score":-0.8}
{"full_text":"RT It doesn't matter who you are, where you are, when etcBut fraudsters can reach into your life.Fraud is now the most likely...","sentiment_score":0.25}
{"full_text":"RT  England hospital numbers are double those experienced 1st wave of pandemic:","sentiment_score":0.4}
{"full_text":"RT Covid has affected every aspect of our lives. When it comes to mental health, now more than ever, EVERY action counts. There...","sentiment_score":0.1666666667}
{"full_text":"RT High numbers of per-capita COVID-19 infections found in several rural B.C. regions","sentiment_score":0.0533333333}
{"full_text":"RT 4) look how normal lung tissue compares to people who died of #COVID19","sentiment_score":0.15}
{"full_text":"RT I highly suggest following She's my go to source on the origins of COVID.","sentiment_score":0.08}
{"full_text":"RT #COVID19  is a common cold. Who told you that? - Me.Why?-I worked with similar viruses and understand nature.Is ther...","sentiment_score":-0.3}
{"full_text":"RT The New York Times should be worried about ppl not wearing their god damned mask instead of this.","sentiment_score":0.1363636364}
{"full_text":"RT In Florida we eat inside like humans.Our COVID response has been better than NY.And New Yorkers keep moving here to esca...","sentiment_score":0.3181818182}
{"full_text":"RT Does anyone else think that #COVID is but a warning sign to humanity to give us a preview of what the world might look l...","sentiment_score":0.0}
{"full_text":"RT Some of you all encouraging others to travel here during a mf pandemic. Telling others that they can find some visa loop...","sentiment_score":0.0}
{"full_text":"RT You can't open schools with 4,000 people a day dying from #COVID19. It's simply stupid.","sentiment_score":-0.4}
{"full_text":"RT Cases of #COVID19Hospitalizations from #COVID19Deaths from #COVID19Protect yourself and others.Stay home if you can. ...","sentiment_score":0.0}
{"full_text":"RT COVID-19 Trends Among Persons Aged 0-24 Years -- United States, March 1-December 12, 2020 | #covid19 MMWR","sentiment_score":-0.1}
{"full_text":"I believe art schools do this too. In my ripe 30's I was all excited to go back but I am purposely getting C's bc of an experience I had with a textile designer who was my teacher. Before the pandemic I stopped using the university's wi-fi to google inspiration","sentiment_score":0.1875}
{"full_text":"RT I nearly died laughing  About as quick and decisive as a lobotomised sloth hooked up to an opioid drip.","sentiment_score":0.2166666667}
{"full_text":"RT In the interest of taking it easy post-covid, I decided to ask for help schlepping bags of dog food. Figured I'd walk...","sentiment_score":0.4333333333}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"If u got to go to a club with a gun then stay your punk ass home.. having a gun on u just make u pussy","sentiment_score":0.0}
{"full_text":"On January 17, 5759 got newly infected with #COVID19 in Japan. 972 (+7) people are seriously ill. 49 people died. #Covid #BreakingNews #Breaking_News #tokyo #BREAKING #Latestnews #Latest #update #Japan #japanese #data #Fact","sentiment_score":0.0340909091}
{"full_text":"RT This is what happens to people who speak truth about COVID n Florida. #DeSantisCovidCoverUp #LetHerSpeak","sentiment_score":0.0}
{"full_text":"RT A message in Urdu regarding the #CoronavirusVaccine .. please circulate &amp; encourage everyone who gets called to have their...","sentiment_score":0.0}
{"full_text":"RT Japan PM's approval sinks further on pandemic response: poll","sentiment_score":-0.05}
{"full_text":"RT Thousands of Covid-19 vaccines are ending up in the garbage because of federal and state guidelines.","sentiment_score":0.0}
{"full_text":"STAY YOUR BITCH ASS AT HOME IF YOU DON'T TIP MF","sentiment_score":0.0}
{"full_text":"RT Having watched hours of raw footage of the attack on Congress &amp; the months of incitement by Trump &amp; his cohort it is a...","sentiment_score":-0.2307692308}
{"full_text":"RT Billions of pounds have been spent on setting up a the test and trace system, yet only a fraction of that amount has b...","sentiment_score":-0.05}
{"full_text":"RT .... Fianna Fail \"Hold my beer ...\"","sentiment_score":-0.5}
{"full_text":"RT How \"social justice\" works in practice:\"Because of federal &amp; state mandates, hospitals &amp; other health care providers...","sentiment_score":-0.0458333333}
{"full_text":"RT why i never sleep right since pandemic started urGghhhhh.,,,,","sentiment_score":0.2857142857}
{"full_text":"RT Hey! One thing real quick..WEAR YOUR MASK, YESTERDAY I WENT TO BUY SOMETHING AND I SAW MORE THAN 10 DIFFERENT GUYS WITHOUT...","sentiment_score":0.2333333333}
{"full_text":"RT MSNBC - 1\/17\/2021 - on Biden #COVID19 Vaccine plan1\/2","sentiment_score":0.0}
{"full_text":"RT \"Wear a mask even if you're vaccinated\" we knew this was coming","sentiment_score":0.0}
{"full_text":"..I don't really give a fuck which lifestyle you choose. Just keep 6' from me with your maskless face unless you want to taste mace.  I live check to check, and my work won't give me more Covid pay. YOU ARE ENDANGERING MY LIVELIHOOD\/ FAMILY. I will protect myself, accordingly.","sentiment_score":0.1090909091}
{"full_text":"RT Washington tells us of evidence that staff at the Wuhan Institute of Virology had coronavirus in autumn 2019...Will Chi...","sentiment_score":0.0}
{"full_text":"\"History will define 2020 as the year of the pandemic. There are so many buzz words that gripped us this year: pivot, hibernate, put on ice, and the new normal...\" says Belinda Avery, Embed Global HR Director. Read her full article here:","sentiment_score":0.2272727273}
{"full_text":"Post covid-19 moderna vaccine the only side effect I got was this ass getting fatter ","sentiment_score":0.0}
{"full_text":"RT Why did you delay COVID-19 relief for 8 months?","sentiment_score":0.0}
{"full_text":"RT The Paps have caught up with us. Nine months late, but better late than never:","sentiment_score":-0.0333333333}
{"full_text":"Why don't they ever mention what the underlining conditions or underlining health conditions are with people who are dying from COVID. It's frustrating! What the heck are they? Help us understand so we are not living in this fearful state. Be more honest so it's more relatable.","sentiment_score":0.04}
{"full_text":"RT having                           disliking covid-19              frank ocean                   no taste","sentiment_score":0.0}
{"full_text":"RT The New Jersey gym owner who is fighting the unconstitutional lockdown had his bank accounts drained by the state of N...","sentiment_score":0.1363636364}
{"full_text":"RT Honestly and to be fair to him, DG Hisham isn't supposed to be the face of KKM during this pandemic. It's the minister, Ad...","sentiment_score":0.65}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"Don't think lockdown would be half as bad if the sun was shining ","sentiment_score":-0.4333333333}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"Trump's 'America First' coronavirus vaccine order won't hurt Canada's access: LeBlanc - National |","sentiment_score":0.25}
{"full_text":"'Almost half of Australians had some concern for their child's learning, with 13.0 per cent saying that they were very concerned and 36.8 per cent saying that they were somewhat concerned.' #edchat","sentiment_score":0.0166666667}
{"full_text":"The Papers: 'Hope in the post' as '5 million more offered jab' - papers focus on news that over-70s in England will be invited to get a Covid jab this week.BBC NewsNewsATW","sentiment_score":0.5}
{"full_text":"RT I'm going to be such a slut once the pandemic is over","sentiment_score":0.0}
{"full_text":"Colfax Shoe Storec. 1910#sundayvibes #COVID19","sentiment_score":0.0}
{"full_text":"#ICYMI| #COVID19Vaccination: India's #AEFI tracking network is strengthened from ground-up. ASHA workers, Aanganwadi workers, ANMs, health supervisors and medical officers at PHCs and CHCs play an important role in tracking and reporting adverse reactionshttps:\/\/t.co\/Gw8sHeA3Jm","sentiment_score":0.2}
{"full_text":"Molloy College students return to campus with #COVID19 protocols still intact.","sentiment_score":0.0}
{"full_text":"The relief bill includes $1,400 checks for individuals.https:\/\/t.co\/A9nIkZAR5x","sentiment_score":0.0}
{"full_text":"mitch mcconnell just getting completely punked out by post-covid brain trump","sentiment_score":0.1}
{"full_text":"North Carolina's #COVID case count is breaking records each day. The state is seeing, on average, 100 deaths a day. Now has opened a field hospital in the western end of the state to help overstretched health system cope.https:\/\/t.co\/aAdxzoyOcj","sentiment_score":-0.075}
{"full_text":"Keep track of your visited locations and don't forget to sanitize and wear a mask. Please #StaySafe everybody. Visual graphically improved done by Benjamas |","sentiment_score":0.0}
{"full_text":"Our culturally and linguistically diverse communities share how quick, easy and safe their #COVID19 testing journey has been.Find free testing clinics","sentiment_score":0.3533333333}
{"full_text":"not paying taxes, being disrespectful, and encouraging travel during covid are the problems","sentiment_score":0.0}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"RT Help is on the way.When Joe Biden is sworn in as President:We will hit the ground running to deliver the American rescu...","sentiment_score":0.0}
{"full_text":"Five people have tested positive for COVID-19 upon arrival in Melbourne ahead of the Australian Open.Zero have been tennis players, but 72 are not permitted to leave their rooms for 14 days as a result of being deemed in close contact.https:\/\/t.co\/hav1I8GCvU","sentiment_score":0.1136363636}
{"full_text":"Celebrate Dr. Martin Luther King Jr., Day on Monday, Jan. 18 starting at 10a.m. This year, they will be hosting the event online due to COVID-19. Reverend Dr. Ozzie Smith Jr. will be the Featured Speaker with performances by District #205 students.","sentiment_score":-0.0625}
{"full_text":"Israel urged to provide COVID vaccines to Palestinianshttps:\/\/t.co\/6Iq5qQrFZg","sentiment_score":0.0}
{"full_text":"Luxury car makers Mercedes-Benz, Audi and Lamborghini expect the govt to lower taxes on automobiles in the upcoming Budget, saying the premium segment of auto industry has not been able to grow due to high taxation besides being hit hard by coronavirus.","sentiment_score":0.0608333333}
{"full_text":"#COVID19 UPDATE: We are reporting 2 deaths, 42 new cases, and 19 additional recoveries in the Quad-County Region. This brings the total number of cases to 10,300, with 5,566 recoveries and 167 deaths; 4,567 cases remain active. #QuadCountiesNV","sentiment_score":0.001010101}
{"full_text":"RT Just finished an ER shift and seeing people being ravaged by #COVID19 sucks! A year in and 4000 Americans are dying a da...","sentiment_score":-0.375}
{"full_text":"Join us at the 25th Annual ARC Industry Forum to learn how industry leaders are transforming their operations. #covid19 #arcforum #digitaltransformation #manufacturing #industry #smartcities #supplychain Register Today!","sentiment_score":0.0}
{"full_text":"Innovation of the Future: Combining sound, photos, and videos, MUZIK is ready to unleash the world's first-ever camera headphone called MUZIK Vision!","sentiment_score":0.2166666667}
{"full_text":"More than a dozen South Carolina lawmakers wrote a letter to the federal government asking for more vaccines.The letter said the current allotment to the Palmetto State \"will continue to cause a vaccine supply to be gridlocked.\"https:\/\/t.co\/hx43XrAkmL#scnews #coronavirus","sentiment_score":0.3333333333}
{"full_text":"This is the good news we all needed! The 110-year-old received his first dose of the the Pfizer\/BioNTech COVID-19 vaccine in Surrey on Thursday.https:\/\/t.co\/eqvItvUrRf","sentiment_score":0.5625}
{"full_text":"The number of COVID-19 vaccination sites has expanded. Here's where you can go to get one now.","sentiment_score":0.0}
{"full_text":"nope not with covid going on","sentiment_score":0.0}
{"full_text":"Time: 01:00 * Temp: 4.7degC * Wind: WSW 8.1 to 15.0mph * Pressure: 1013.8hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:32 * Sunset: 16:34 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Maine cannabis stores thrive even in the pandemic #BreakingNews #Marijuana #Cannabis #MedicalMarijuana #CannabisCommunity #News #CBD #CannabisBusiness #weed #MMJ #IAmCannabis #WeAreCannabis #legalizeit #stonerfam","sentiment_score":0.0}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":" Young Americans are having their housing preferences shaped by the pandemic as they're seeking larger homes and outdoor spaces according to findings from the 2020 Community and Transportation Preference Surveys recently conducted by the National","sentiment_score":0.0333333333}
{"full_text":"RT No one from our government has explained why DC is under military lockdown","sentiment_score":-0.1}
