{"full_text":"\"Cases involving the variant are increasing 70 percent a week in Denmark, despite a strict lockdown\"","sentiment_score":0.0}
{"full_text":"Drought. Pandemic. Winter. Lots of work &amp; $$$ to make it thru. Pls read the post and boost the links at the end.Ajijaakwe: Supposedly another storm.","sentiment_score":0.0}
{"full_text":"RT Anti-vaccine lies can be a killer like #COVID19. #BAME communities and vaccine-hesitant people need to be protected from th...","sentiment_score":0.0}
{"full_text":"RT Biden order lets people who quit jobs where they thought they might catch coronavirus to collect unemployment","sentiment_score":0.0}
{"full_text":"RT It feels good to only have to worry about a deadly pandemic now.","sentiment_score":0.1666666667}
{"full_text":"RT Today my daughter is turning 20. I will not be with her. Nor could I be on my second dauther's 18th or my son's 16th birth...","sentiment_score":0.0}
{"full_text":"RT More than 100 National Guard in Washington for inauguration test positive for coronavirus: official ht...","sentiment_score":0.3636363636}
{"full_text":"Strengthening National Wastewater Surveillance System #NWSS could greatly help in understanding #SARS_CoV_2 situation.Analyzing viral remnants in sewage can inform about #coronavirus infections in different areas.Together with testing data this can provide new insights #COVID19","sentiment_score":0.3121212121}
{"full_text":"RT if you feel demotivated that is totally okay! we are in a pandemic and even if we weren't, constantly creating things and edi...","sentiment_score":0.3125}
{"full_text":"RT Biden's COVID plan is simple. Trump could have done it and saved more than 130,000 lives.","sentiment_score":0.25}
{"full_text":"It was actually 74.2 million but expecting you to know how to count is probably asking a bit much. Also, I don't see how peace, a living wage, breathable air, not dying for Covid and healthcare are \"radical.\" Don't you have an orange fellow Florida resident to go felate?","sentiment_score":0.1}
{"full_text":"RT Grim prediction for this year: as the conversation around COVID moves towards accountability, we will see a huge surge i...","sentiment_score":-0.3}
{"full_text":"RT When I'm a 78-year-old man who has dedicated my life to public service, lived through the death of a spouse and more than one...","sentiment_score":0.25}
{"full_text":"The latest The Med Time News ! Thanks to #science #covid19","sentiment_score":0.4125}
{"full_text":"Awesome","sentiment_score":1.0}
{"full_text":"RT first lockdown was daily walks, workouts and baking bread, second was netflix and food, now the third is just trying to s...","sentiment_score":0.0625}
{"full_text":"RT Democrats did everything they could to damage the economy--from ineffective shutdowns to Pelosi holding up coronavirus st...","sentiment_score":0.0}
{"full_text":"RT It's smart:1. Delay gets more time for proof of don's direct role, but delay won't help don as he has no defe...","sentiment_score":0.3}
{"full_text":"What are our chances? Seems most of the LA boys stay home at LSU or go to UGA ","sentiment_score":0.5}
{"full_text":"No my teeth are killing me. So, I had to return work so I could get dental insurance. Even though I didn't want to due to concerns over Covid-19.","sentiment_score":-0.125}
{"full_text":"RT I want recurring $2,000 checks for all until this pandemic is over and for 3 months after.","sentiment_score":0.0}
{"full_text":"RT first lockdown was daily walks, workouts and baking bread, second was netflix and food, now the third is just trying to s...","sentiment_score":0.0625}
{"full_text":"RT Auburn University announced it will extend remote operations one more week through Feb. 7 with consideration to COVID-1...","sentiment_score":0.2}
{"full_text":"RT A teacher's dying wish was for people to wear masks during the pandemic. 3 Cobb County, GA educators have died during COV...","sentiment_score":0.0}
{"full_text":"RT I'm sorry, but how can you be upset about frontline workers making a living wage when Jeff Bezos made $13,000,000,000 in a sin...","sentiment_score":-0.5}
{"full_text":"Drumpf is a murderer, +400k dead from no pandemic response #LearnToType","sentiment_score":-0.2}
{"full_text":"Great steps to take. But in a country as rich as the US, these steps should have been implemented as policies long before the pandemic started. Sad that it took a public health catastrophe for us to see that.","sentiment_score":0.125}
{"full_text":"RT Hey, I think you forgot your COVID tracker the last couple of days. It just sort of disappeared a couple of days ago...","sentiment_score":0.0}
{"full_text":"RT When I'm a 78-year-old man who has dedicated my life to public service, lived through the death of a spouse and more than one...","sentiment_score":0.25}
{"full_text":"Exactly man I hate it what about all the people who didn't die","sentiment_score":-0.275}
{"full_text":"RT Thank you for mentioning #decodeME in this excellent Guardian article on the decades-long neglect of #MEC...","sentiment_score":1.0}
{"full_text":"RT They should all say they quit due to COVID-19 then they can get their promised checks from BIden the unifier","sentiment_score":-0.125}
{"full_text":"RT Biden: \"There's nothing we can do to change the trajectory of the pandemic in the next several months.\"Haven't we been t...","sentiment_score":0.0}
{"full_text":"RT 5.4 million people across the UK have received their first COVID vaccine dose.Yesterday alone we gave 400,000 vaccinati...","sentiment_score":0.25}
{"full_text":"Venezuela power battle hampers shipment of COVID vaccine","sentiment_score":0.0}
{"full_text":"RT Norway investigating 23 deaths of elderly after covid vaccine \"Covid vaccine: Norway urgently changes gui...","sentiment_score":0.0}
{"full_text":"We would've like to see a war on covid, but instead we have 400,000+ Americans dead! On your dad's watch! STFU Pendejo!","sentiment_score":-0.390625}
{"full_text":"RT Yesterday, my mum saw somebody crying in a high street bank because they didn't have any money. Heartbreaking. To all th...","sentiment_score":-0.02}
{"full_text":"RT Dolly Parton turned 75 this week.This year alone she funded a Covid vaccine, starred in a Christmas movie, launched a boo...","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Had the WHO not taken China at their word, COVID-19 would never have spiraled so deeply out of control.The WHO is beho...","sentiment_score":0.0}
{"full_text":"RT Record COVID deaths and no plan ... welcome to the Biden administration.","sentiment_score":0.8}
{"full_text":"RT If making sure people get vaccinated and have healthcare during a global pandemic is considered a #RadicalLeftistAgend...","sentiment_score":0.25}
{"full_text":"What's Joe biden's plan to stop the fake runtz epidemic?","sentiment_score":-0.5}
{"full_text":"RT Fauci went there...Berman: \"Did the lack of candor, did the lack of facts... cost lives?\" (during Trump administration)...","sentiment_score":0.0}
{"full_text":"RT I think we're about five minutes away from this in Canada.","sentiment_score":0.0}
{"full_text":"RT In France they gave their foreign frontline workers citizenship. In the UK...","sentiment_score":-0.125}
{"full_text":"RT How's your lockdown exercise regime going? I hear yoga is a good way to stay flexible https:\/\/t.co\/L5S3LPSaba","sentiment_score":0.7}
{"full_text":"Born in 1962, I never thought my Life Bingo Card would include:-Numerous catastrophic economic crises-A once-in-a-century pandemic-A President inciting an InsurrectionBur mostly -Ads for bras showing actual women actually wearing actual bras.Clearly, I'm old.","sentiment_score":0.1333333333}
{"full_text":"RT The US Capitol Police union tells \"our covid cases have spiked. We now have 38 total since Jan 6.\"  About 150 N...","sentiment_score":0.0}
{"full_text":"RT It feels good to only have to worry about a deadly pandemic now.","sentiment_score":0.1666666667}
{"full_text":"RT Ghana police should set up a reward system for reporting people that are violating the Covid safety measures in place. Even...","sentiment_score":0.0}
{"full_text":"RT This variant may be more deadly  because allowed it to run rampant for *weeks* before imposing lockdown, c...","sentiment_score":0.15}
{"full_text":"So far in the video now Dr. Casanova (love the name) talks about true immunity to kick in you need to have both shots and the time between shot 1 and 2 still need to practice social distancing, and even after and to get herd immunity 80% of the population needs to be immune....\/6","sentiment_score":0.2458333333}
{"full_text":"One thing we've lost in this pandemic is a whole genre of movies where a hyper empowered government agency uses the threat of force to contain a virus. Reality is that you test positive and the docs tell you to go home and infect your housemates unless you're literally dying.","sentiment_score":0.2136363636}
{"full_text":"STAY AT HOME NETFLIXSPOTIFYAPPLE MUSICVIUDISNEY+ HOSTARWE TVIFLIXCANVAIQIYIAMAZONWPS PREMIUMYOUTUBECALMGRAMMARLYVPNHBO GODEEZERSKILL SHAREt. Jual netflix premium anti hold spotify","sentiment_score":0.0}
{"full_text":"RT #HankAaron's tragic death is part of a wave of suspicious deaths among elderly closely following administration of #CO...","sentiment_score":-0.375}
{"full_text":"Didn't realize responding to the worst job market and a global pandemic that's cost 400k+ lives and counting is \"radical leftist.\" Tell me, what's on your agenda besides saying \"no?\"","sentiment_score":-0.35}
{"full_text":"Hardcore History was one of my go-to's for long car trips last year! Other fave business podcasts: Zero to IPO, NPR IdeaCast","sentiment_score":-0.0583333333}
{"full_text":"If we back on lockdown soon you know how the ting go","sentiment_score":0.0}
{"full_text":"Please address the travel ban! Tourists can travel freely from Mexico, Turkey, etc, but parents from Europe can't be reunited with their underage children, unmarried long-term partners are considered lesser than married, etc. It's nonsensical and cruel. #loveisnottourism","sentiment_score":-0.0875}
{"full_text":"RT Saturday 23 January - coronavirus cases in Queensland:* 0 new cases* 21 active cases* 1,303 total cases* 1,720,934 t...","sentiment_score":0.001010101}
{"full_text":"RT If you can, please uninstall Instacart. They're terrible. They've always been terrible, and now they're just ramping i...","sentiment_score":-1.0}
{"full_text":"RT No. The Civil War was literal battlefield warfare between Americans; the flu pandemic of 1918 killed 675,000 Americans, dis...","sentiment_score":-0.2}
{"full_text":"RT Didn't he run on \"having a plan?\"\"Nothing we can do\" doesn't sound like much of a plan to me!","sentiment_score":0.325}
{"full_text":"RT Greed has no limitsPfizer Will Ship Fewer Vaccine Vials to Account for 'Extra' Doses","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT Since Joe Biden was sworn in, 8,529 people have died from Covid. That's like if 40 full size passenger planes just suddenly...","sentiment_score":0.175}
{"full_text":"RT The reason they called it the NOVEL Coronavirus, is because it was a NEW disease. It took s...","sentiment_score":0.1363636364}
{"full_text":"RT Recurring monthly $2,000 relief checks direct deposited until #COVID19 is a thing of the past. Go!","sentiment_score":-0.10625}
{"full_text":"So is Mexico going to build a wall orrrrr....L.A. gym rats and influencers helped turn Tulum into a pandemic workout destination","sentiment_score":0.0}
{"full_text":"RT I want recurring $2,000 checks for all until this pandemic is over and for 3 months after.","sentiment_score":0.0}
{"full_text":"There's the game I need to accompany all the misery of an ACTUAL pandemic. The most unwinnable game of all time!","sentiment_score":-0.1}
{"full_text":"Feeling like a warrior tonight. A Covid conspiracy Twitter account I reported was found to violate Twitter rules and has been taken down. ","sentiment_score":-0.1555555556}
{"full_text":"RT Real Madrid confirm manager Zinedine Zidane has tested positive for COVID-19.","sentiment_score":0.2136363636}
{"full_text":"RT Simon says it well. Take a look.","sentiment_score":0.0}
{"full_text":"RT From \"I have a plan\"....to...\"there's nothing we can do\" holy shit.","sentiment_score":-0.2}
{"full_text":"because most people thankfully are sane and have their expectations in check! Its a global pandemic, that too we have a densely populated country. Modi handled it well. Its not like he is a superhuman and make the virus disappear! ","sentiment_score":0.3125}
{"full_text":"RT WHO now states a positive result is not in itself an indication of infection with Covid-19 and that a SECOND TEST along...","sentiment_score":0.1136363636}
{"full_text":"RT I want recurring $2,000 checks for all until this pandemic is over and for 3 months after.","sentiment_score":0.0}
{"full_text":"RT Thread@JoeBiden promised us better. We were told - over and over again, in no uncertain terms - that the Biden team...","sentiment_score":0.5}
{"full_text":"Not everyone has a freezer. Not everyone has money to purchase 2 weeks in advance. Not everyone has mental capacity to purchase food 2 weeks in advance. I don't. I can't wear a mask so use Tesco express end of my road. I am scared to buy food now. So go in and out. Entitled?","sentiment_score":-0.1}
{"full_text":"Tragic ","sentiment_score":-0.75}
{"full_text":"RT People have said \"If you're worried about the vaccine--talk to your medical provider.\"But there are millions of uninsured pe...","sentiment_score":0.0}
{"full_text":"NCCIH VIRTUAL SERIES: \"Session 3 - Data collection on COVID-19 cases in First Nations, Inuit, and Metis populations and communities\"- Registration -  - More information - - #TheNCCIH #NCCIHWebinar #IndigenousHealth #COVID19","sentiment_score":0.375}
{"full_text":"I want more considering it was much more than 3 months between the first two checks. But the system of $2,000 a month till it's over + more for months missed sounds great","sentiment_score":0.51}
{"full_text":"RT It is now permissible to share this act of gratuitous journalism.","sentiment_score":-0.5}
{"full_text":"RT #BREAKING Deadly, virulent strain of coronavirus, first discovered on the inhospitable, disease-ridden island kingdom of Brita...","sentiment_score":0.025}
{"full_text":"Just watched #ItsASin Then found this epic thread on the wider political context &amp; uses of queerphobia, gender oppression &amp; the AIDS pandemic. A hard but necessary read ","sentiment_score":-0.0479166667}
{"full_text":"The new COVID-19 variant first detected in the UK may be more lethal than previous ones, according to the country's Prime Minister Boris Johnson","sentiment_score":0.1799242424}
{"full_text":"RT I'm back in the on this second full day of the Administration. There are important coronavirus devel...","sentiment_score":0.1875}
{"full_text":"RT She can cure Covid and blow people over . Watch the videos !","sentiment_score":0.0}
{"full_text":"RT Dolly Parton turned 75 this week.This year alone she funded a Covid vaccine, starred in a Christmas movie, launched a boo...","sentiment_score":0.0}
{"full_text":"RT I've been saying, Do you think this vaccine rollout would be so slow if we had put Walmart in charge of it?","sentiment_score":-0.3}
{"full_text":"RT Cancer touches so many families. Thank you and for hosting me today to talk about support for...","sentiment_score":0.5}
{"full_text":"I'm sorry. That's kinda weird. I thought COVID was a respiratory illness, not something like diabetes.","sentiment_score":-0.5}
{"full_text":"RT Years ago Pfizer refused to take necessary tests on kids who where vaccinated with a new vaccine. Test persons suffered from...","sentiment_score":0.0681818182}
{"full_text":"Additionally, they used data from 2020 to argue we passed the Paris requirements..... the whole world did because the world stopped and emissions dropped for several months due to Covid.","sentiment_score":0.025}
{"full_text":"COVID changed many #FleetManagers operations, some for the better. Here are the trends that may stay even after the pandemic.","sentiment_score":0.5}
{"full_text":"RT Many factors will determine how soon scientists can detect the impact of COVID-19 vaccines on the pandemic. Among them are the...","sentiment_score":0.5}
{"full_text":"RT Canadian officials say they are working with the Biden administration to close what they describe as a travel \"loophole\" and to g...","sentiment_score":0.0}
{"full_text":"RT We all know we are in a tough situation ... we all know we are in lockdown ... Do we all need a daily news briefing tel...","sentiment_score":-0.1944444444}
{"full_text":"RT NEW: Projections from province's #COVID19 Science Advisory Table suggest if Ontario were to vaccinate all long-term care...","sentiment_score":0.1363636364}
{"full_text":"RT \"There's nothing we can do to change the trajectory of the pandemic in the next several months\"--BidenSo much for the po...","sentiment_score":0.0666666667}
{"full_text":"RT Dolly Parton turned 75 this week.This year alone she funded a Covid vaccine, starred in a Christmas movie, launched a boo...","sentiment_score":0.0}
{"full_text":"RT In France they gave their foreign frontline workers citizenship. In the UK...","sentiment_score":-0.125}
{"full_text":"If you don't count the war on colorful Americans, the war on veracity, the war on immigrants, the war on certain religions, the war on health care, the war on free press, the war on The Capitol, then maybe.  The one war he didn't start?  The war on Covid-19.","sentiment_score":0.3047619048}
{"full_text":"RT Didn't he run on \"having a plan?\"\"Nothing we can do\" doesn't sound like much of a plan to me!","sentiment_score":0.325}
{"full_text":"R(t) is the 'rate of transmission', and when it comes to COVID-19, getting that number as low as possible is the key to stopping it in its tracks.  In the pilot, R(t) is estimated to have dropped by 12%. Read more here:","sentiment_score":0.125}
{"full_text":"RT Thread@JoeBiden promised us better. We were told - over and over again, in no uncertain terms - that the Biden team...","sentiment_score":0.5}
{"full_text":"RT This thread.\"Biden, Harris and their surrogates lied. It's as simple as that.\"Give a read.","sentiment_score":0.0}
{"full_text":"RT Wasn't this his entire campaign?","sentiment_score":0.0}
{"full_text":"This all you've got?The dude FLED the city when the pandemic hit.He FLED.","sentiment_score":0.0}
{"full_text":"RT Donald Trump dropped more bombs in 4 years than Obama did in 8, and he created a humanitarian crisis in S...","sentiment_score":0.5}
{"full_text":"RT i made a basic little commission price sheet! i'd love to do more portrait work- lockdown's got me on a pretty reduced incom...","sentiment_score":0.203125}
{"full_text":"RT WTF now we are learnings hundreds of Guardsmen deployed to DC have Covid19.","sentiment_score":-0.5}
{"full_text":" have confirmed that their coach Zinedine Zidane has tested positive for  #COVID19! Recover soon, Zizou! https:\/\/t.co\/vO83PaYJza","sentiment_score":0.3775568182}
{"full_text":"Authorities worry complacency could undo gains Pakistan achieved against coronavirus.https:\/\/t.co\/fLP7L0xnss","sentiment_score":0.0}
{"full_text":"RT Record COVID deaths and no plan ... welcome to the Biden administration.","sentiment_score":0.8}
{"full_text":"RT BREAKING: announces an unprecedented review of the impact of U.S. economic sanctions.It will evaluate wheth...","sentiment_score":0.4}
{"full_text":"In the Wake of COVID-19, How Can the Hotel Industry Rebuild Trust With Their Customers? - #hoteltrends #traveltrends","sentiment_score":0.0}
{"full_text":"With the outbreak of Covid-19 pandemic, urban Indians have become more anxious about financial security and are increasing their savings and investments.","sentiment_score":0.0625}
{"full_text":"NCAA Social Series | Ep 42CDC Update on COVID-19Dr. Jay C. Butler and Dr. Erin K. Sauber-Schatz from join NCAA CMO Dr. Hainline and to chat about where the pandemic currently stands.","sentiment_score":0.0166666667}
{"full_text":"RT I want recurring $2,000 checks for all until this pandemic is over and for 3 months after.","sentiment_score":0.0}
{"full_text":"RT Could biological sex differences in immunity bias males for severe #COVID19? A new #SciMagPerspective explores various...","sentiment_score":0.0681818182}
{"full_text":"In Pics | As millions of Americans form a queue to be inoculated against the coronavirus pandemic, some fortunate citizens have been vaccinated before everyone else and it all depends on being in the right place at the right time.https:\/\/t.co\/4iGYBrDQTG","sentiment_score":0.3238095238}
{"full_text":". talked with about the theological foundation for #vaccination in this Q&amp;A:","sentiment_score":0.0}
{"full_text":"Book your night chaperone for your Baltimore student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity #covidsafety #travel #overnightsupervision","sentiment_score":0.5}
{"full_text":"Testing is a key part of plan to control the spread of #COVID19. The website, provides FREE testing locations to Kansans across the state. Schedule your free test today.#StopTheSpread #KSLeg","sentiment_score":0.2666666667}
{"full_text":"While fewer children have been sick with COVID-19 compared to adults, children are still at risk of being infected with the virus. CDC:","sentiment_score":-0.7142857143}
{"full_text":"Our CPT codes help physicians determine the appropriate code combination for the type and dose of #COVID19 vaccine administered. Access AMA resources meant to help patients and docs navigate the continuing pandemic. #VaccinesWork","sentiment_score":0.5}
{"full_text":"As we've navigated the COVID pandemic, we asked our team members to send in pictures &amp; videos along the way of the things they were doing to safely have a little fun outside of work. We really hope this peek at our TGG Family makes you smile! #TGGFamily ","sentiment_score":0.1979166667}
{"full_text":"Entering what will now be the eighth month of the COVID-19 pandemic in the states, college athletes are faced with a new type of opponent.","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING--UK  Prime Minister Boris Johnson says: Early evidence suggests the #b117 variant of #covid19 that emerged in the...","sentiment_score":0.1}
{"full_text":"RT Guitarist bored in lockdown trains his parrot to sing along to The Beatles, Bon Jovi and Coldplay ","sentiment_score":-0.5}
{"full_text":"With thousands of Hoosiers waiting for their chance to get the coronavirus vaccine, a lucky few were bumped to the front of the line as Johnson County health officials rushed to use extra, perishable doses by the end of the day.","sentiment_score":0.0444444444}
{"full_text":"Lawrence Livermore National Labratory announced on Tuesday that it would be collaborating with London-based ConserV Bioscience Limited to develop a broad-spectrum COVID-19 vaccine.https:\/\/t.co\/BUvjOWj5s8","sentiment_score":-0.0714285714}
{"full_text":"Check out in WRAL, talking about Biden's LGBTQ-related executive orders.https:\/\/t.co\/jQAtr8i75K","sentiment_score":0.0}
{"full_text":"RT Bruhhhhh  just checked.It's real.COVID vaccine probably has a more dangerous elderly survival rate than the coof it...","sentiment_score":-0.05}
{"full_text":"Royalty free music and sound effects | Epidemic Sound","sentiment_score":0.4}
{"full_text":" USA COVID-19 DEATH TOLL 2021-01-21Deaths from Covid-19 exceed that of WWII from Donald Trump's inaction.https:\/\/t.co\/MwKw9UcalM RT #Trump #Coronavirus","sentiment_score":0.0}
{"full_text":"RT Dr. Deborah Birx, who served as the White House's coronavirus response coordinator under President Trump, has retired.","sentiment_score":0.0}
{"full_text":"Still no sense of urgency in Grampian + very few over 80's in the community have rcvd the covid innoculation or, are aware specifically when they will be contacted. GPs surgeries remain closed to general public-Shambles ","sentiment_score":-0.015}
{"full_text":"RT Canadian officials say they are working with the Biden administration to close what they describe as a travel \"loophole\" and to ge...","sentiment_score":0.0}
{"full_text":"RT Millions of Americans have decided they would prefer more Covid -- for their communities and potentially for their families...","sentiment_score":0.25}
{"full_text":"RT When I'm a 78-year-old man who has dedicated my life to public service, lived through the death of a spouse and more than one...","sentiment_score":0.25}
{"full_text":"2020 was a crazy year with the pandemic forcing organizations to adapt on the fly. With employees working from home &amp; limited business travel, remote work is here to stay. Here are some future trends available now in the Central Nervous Systems' cloud ERP:https:\/\/t.co\/Zwix8HOiit","sentiment_score":0.0612244898}
{"full_text":"RT AND..... THERE IT IS.   Rep. Lauren Boebert (R-CO) introduces legislation to PROHIBIT a mask mandate on federal grounds...","sentiment_score":0.0}
{"full_text":"The safest way to enjoy and support restaurants and bars is to take out food and eat it at home with those you live with. What else to consider about eating out during the pandemic, from","sentiment_score":0.2681818182}
{"full_text":"RT Remember that \"extra\" dose in every Pfizer vial? Now that they officially contain six doses, Pfizer will send fewer vials...","sentiment_score":0.0}
{"full_text":"After two months of climbing COVID-19 cases in Acadiana, the virus' spread is slowing while COVID-19 deaths mount following peak third wave spread.","sentiment_score":0.0}
{"full_text":"RT \"There's nothing we can do to change the trajectory of the pandemic in the next several months.\"              ~~Joe B...","sentiment_score":0.0}
{"full_text":"RT Canadian officials say they are working with the Biden administration to close what they describe as a travel \"loophole\" a...","sentiment_score":0.0}
{"full_text":"Small Communities Becoming More Desirable in a COVID-19 World  #Susquehanna Greenway #CentralPA","sentiment_score":0.2333333333}
{"full_text":"RT  ANTI-VIRUS: THE COVID-19 FAQ Tackling the worst Covid Sceptic myths and detailing the track records of prominent Covid Scept...","sentiment_score":-0.25}
{"full_text":"ESD Commissioner Suzi LeVine, who came under fire for delays in unemployment benefit payments and the loss of hundreds of millions of dollars to fraud during the pandemic, is leaving her position to join the administration of President Joe Biden.","sentiment_score":0.0}
{"full_text":"\"It's believed it's probably around the state, but the concern would be if it became the dominant variant,\" said Jon Rolph on the new, contagious variant of the coronavirus.","sentiment_score":0.1363636364}
