{"full_text":"RT Art by students at #ColchesterAcademy that is now decorating the bedrooms of residents at a #carehome in the #Essex town...","sentiment_score":0.0}
{"full_text":"RT \"We are dying because of the government policies. We want to 'win' with you too,\" reads a banner held this morning by memb...","sentiment_score":0.8}
{"full_text":"RT .@rosemarybarton Again, gives scott moe a national platform to rant about big oil.His govt retroactively canc...","sentiment_score":0.0}
{"full_text":"RT \"You trust me as your GP to do the best thing for you...I'm asking you today to also trust me with the Covid vaccine.\"Dr Ud...","sentiment_score":1.0}
{"full_text":"RT Thread: There are now a ton of treatments for Covid w\/ incredibly impressive results. Meaning, there's a non-lockdown focu...","sentiment_score":1.0}
{"full_text":"RT Sunday's tally is the lowest daily COVID-19 case count that the U.S. has recorded in a month.","sentiment_score":0.0}
{"full_text":"RT Youngjae said the Idol Radio PD called him today and asked if he was doing well  and idk if I heard right but he said if aft...","sentiment_score":0.2857142857}
{"full_text":"stop begging for lockdowns, it's killing people.You stay home if you want to","sentiment_score":0.0}
{"full_text":"RT Please retweet and do the needful. He is a close friend of mine, very recently lost his father due to covid and now mother a...","sentiment_score":-0.0625}
{"full_text":"RT For the first time since 1983, the beer giant isn't advertising its iconic Budweiser brand during the Super Bowl. Instead, it's...","sentiment_score":0.2708333333}
{"full_text":"great to receive money off spend vouchers in the post today but surely during a pandemic it would make sense if they could be applied to online orders rather than instore only  #StayAtHome","sentiment_score":0.4333333333}
{"full_text":"RT Job losses from virus 4 times as bad as '09 financial crisis","sentiment_score":-0.35}
{"full_text":"RT Stop Ignoring the Evidence on Covid-19 Treatments #tech #entrepreneur #digital #wired","sentiment_score":0.0}
{"full_text":"RT Grim reading, as always. For me the biggest, and as yes largely unrecognised issue, is that many smaller indie busines...","sentiment_score":-0.0571428571}
{"full_text":"A Rational Look At How Long COVID-19 Will Be Around For","sentiment_score":-0.05}
{"full_text":"SAB and all the other business who are affected by this dum people in gorvnm. dnt know what they are doing freedom of speach covid will always be with if we must die that we must. Aids and TB is still with us that is also a virus so stop making stupid decisions plz.","sentiment_score":-0.4625}
{"full_text":"Trump impeachment: Pelosi to formally send article of impeachment to Senate today - live","sentiment_score":0.1363636364}
{"full_text":"RT Ideally, community health workers would be going door-to-door offering #COVID19 vaccinations in the hardest hit areas...","sentiment_score":0.9}
{"full_text":"Is that where the covid money from U.K. has gone?","sentiment_score":0.0}
{"full_text":"RT Eventually, the virus could become a much milder illness--but for now, vaccination and surveillance are critical to end the pand...","sentiment_score":0.1}
{"full_text":"RT SCHOLARSHIPS - The Beit TrustEveryone, including those who pretend social distancing from this TL, please take a look and...","sentiment_score":0.0333333333}
{"full_text":"Thanks Barbara, he was a lovely man, an old school gentleman.I wish I could do something to help friend, but under the lockdown he's too far away to even go visit for a walk together right now x","sentiment_score":0.2371428571}
{"full_text":"RT A 20-year-old from Calgary has died of COVID-19. They are the youngest person in the province to die of the virus to date...","sentiment_score":0.0}
{"full_text":"RT 1) Johnson scrapped Cabinet pandemic committee.https:\/\/t.co\/YfaTrNwFP72) Ignored #Cygnus pan...","sentiment_score":0.0}
{"full_text":"Anyone else developing mild agoraphobia from lockdown? I basically haven't left my house more than once a week for the last six months and I think it's starting to get to me.","sentiment_score":0.1666666667}
{"full_text":"RT Three days ago CA broke its own record for most COVID-19 deaths in a single day: 736.The National Guard has been called in...","sentiment_score":0.3428571429}
{"full_text":"We need a way out of this mess. We need to push Bolsonaro out of office asap! #ForaBolsonaro","sentiment_score":-0.21875}
{"full_text":"RT \"The government's doing the best anyone could in these unprecedented circumstances. It's a pandemic! Cut them slack!\"...","sentiment_score":0.96875}
{"full_text":"Maybe the pandemic will be our wake up call in Canada? #healthcare","sentiment_score":0.0}
{"full_text":"RT ICU capacity is at 0% and Gavin Newsom is lifting the stay-at-home order? What the actual fuck?!?!","sentiment_score":-0.3125}
{"full_text":"RT Over the next few weeks, as the Deniers realise they are again going to be proved wrong over their Forever Lockdown line, we...","sentiment_score":-0.2333333333}
{"full_text":"RT Trump impeachment: Nancy Pelosi to formally send article of impeachment to Senate today - live updates","sentiment_score":0.1363636364}
{"full_text":"RT The point of lockdown is to destroy your life &amp; reduce your assets.So why are you complying with it?Out of fear of bein...","sentiment_score":-0.2}
{"full_text":"RT Forty two people who took a test at Sincil Bank over the past fortnight were discovered to have Covid-19, despite showi...","sentiment_score":-0.25}
{"full_text":"RT Love!","sentiment_score":0.625}
{"full_text":"RT #Odisha's mesmerising array of tourism sites, idyllic natural beauty, captivating landscapes, rich heritage, diverse flo...","sentiment_score":0.325}
{"full_text":"Andrew Cuomo Coronavirus Lockdowns &amp; Reopening: Struggling Business Owners Don't Believe Governor's Talk | National Review","sentiment_score":0.0}
{"full_text":"RT At the beginning of the pandemic major players in the industry agreed on a Call to Action to support manufacturers and wo...","sentiment_score":0.08125}
{"full_text":"RT The #EUYearofRail is a celebration of #rail's contribution to  and its potential contribution to its future.Join us and","sentiment_score":0.0}
{"full_text":"if you can, watch The Next Revolution with He showed research that implicated #DrFauci in being responsible for the pandemic","sentiment_score":-0.0666666667}
{"full_text":"There's no definitive proof the vaccine reduces the chances of covid 19 infection. If you have taken the vaccine you also signed up for a  phase 3 clinical trial. They forget to mention these things on CNN and Good Morning America.","sentiment_score":0.7}
{"full_text":"RT Livelihoods are being further eroded whilst billionaires meet in #Davos. Let's #FightInequality &amp; demand better solutions #Be...","sentiment_score":0.25}
{"full_text":"RT Make no mistake, with respect to the pandemic, we are not all in the same boat. We are all in the same storm, but we ar...","sentiment_score":0.0}
{"full_text":"RT As members of the we're excited about the launch of its #2021Roadmap at #DavosAgenda today in supp...","sentiment_score":0.375}
{"full_text":"RT The fact that in this moment when death is rising exponentially and ICUs are overrun, you will not simply place a piece...","sentiment_score":0.0}
{"full_text":"Police in #UK break up illegal minyan - Disgrace! #corona #covid #coronavirus","sentiment_score":-0.625}
{"full_text":"Not sure what's hitting the $DAX but it's pulling down the rest of the futures. If it's the Deutsche Bank probe, it's probably nothing. If it's more COVID shutdowns, it could be an issue.","sentiment_score":0.0314814815}
{"full_text":"tfw our governor has oatmeal for brains","sentiment_score":0.0}
{"full_text":"\"Happy 1st birthday in Canada\"*, COVID-19!*uk you rght n the goat ass","sentiment_score":0.8}
{"full_text":"RT And what is happening here?","sentiment_score":0.0}
{"full_text":"RT Did you hear that the wife of the late Jackson Mthembu was allowed to visit her husband with another relative while he w...","sentiment_score":-0.15}
{"full_text":"RT Please note: these findings do not prove that the rates of death involving #COVID19 are caused by differences in occupational expo...","sentiment_score":0.0}
{"full_text":"RT Fascinating perspective on #China's #COVID19-linked #wildlife consumption ban, its potential +ve &amp; -ve ramifications,...","sentiment_score":0.35}
{"full_text":"Finally, 65% of health care workers disapproved of how former President Donald Trump handled the COVID-19 pandemic, while 30% approved.And writes that 68% said the American public was not doing enough in response to the pandemic.","sentiment_score":0.0}
{"full_text":"I swear the human race will just die out when a catastrophe like covid19 spreads and everyone is either paranoid or too selfish.Extraterrestrial archaeology will conclude..\"They knew, they just didnt take it seriously. Poor stupid humans\".","sentiment_score":-0.4}
{"full_text":"RT When will the signs of post viral fatigue be added to material like this? How much more awareness needs to be raised abou...","sentiment_score":0.5}
{"full_text":"It's impossible to say isn't it. Covid isn't the sole reason the NHS is overwhelmed. Decades of government cuts hasn't help. We report covid inaccurately, so the NHS is overwhelmed but it's not all covid.","sentiment_score":-0.3333333333}
{"full_text":"RT Y'all are clearly more scared of the vaccine than Covid, and that truly has me flabbergasted.","sentiment_score":0.5}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"Pakistan Set to Break Records for Kinnow Exports Amid COVID-19 ","sentiment_score":0.0}
{"full_text":"RT The 10 richest billionaires on the planet have collectively seen their wealth increase by EUR444 billion since the start o...","sentiment_score":0.0}
{"full_text":"RT Roberta Place's outbreak is not just due to the #B117 variant:!! Residents with &amp; without #COVID19 shared rooms!! Same staf...","sentiment_score":-0.1525878906}
{"full_text":"RT This photo is from a 22,000-person music festival that was safely held in New Zealand last weekend.They've had just 25...","sentiment_score":0.2121212121}
{"full_text":"RT JUST IN: Pharmaceutical giant Merck says that it is discontinuing the development of two Covid-19 vaccine candidates after early...","sentiment_score":0.05}
{"full_text":"I can't wait until Covid leave so i can get me a personal trainer so i can get swole ","sentiment_score":0.0}
{"full_text":"I feel so attacked rn... I cant believe Im 20 without a license","sentiment_score":0.0}
{"full_text":"Travesty","sentiment_score":0.0}
{"full_text":"Loving Drastic fantastic  again. What an awesome catalogue of songs. What lockdown was made for","sentiment_score":0.6666666667}
{"full_text":"RT Government accused of using Covid fear tactics to inflate anxiety levels of British public | UK | News |","sentiment_score":0.0}
{"full_text":"RT INSANE IN THE BRAINCypress Hill@cypresshillWho's feelin' a little \"loco\" during this lockdown ?","sentiment_score":-0.59375}
{"full_text":"Apparently some riots broke out in the Netherlands, recently. Over a new curfew? What's that about? It's related to covid, I'm sure.","sentiment_score":0.1372727273}
{"full_text":"RT Nightmare: Nation's 5th Largest District Sends Kids Back to School Following a Pandemic - of Suicides ","sentiment_score":0.0}
{"full_text":"Therese  Coffey gives her view that herd immunity is a crock, that the first lockdown was too late and that testing should have been instituted at airports in the Spring.","sentiment_score":-0.025}
{"full_text":"Course they did, the people who support reopening schools would probably kill their kid themselves given half a chance. They aint worried about Covid just about offloading their poor kid so the schools can take care of em.","sentiment_score":-0.2833333333}
{"full_text":"Access to public computers is limited during the #pandemic so digital inclusion is more important than ever before. #inclusion","sentiment_score":0.1657142857}
{"full_text":"Global life insurers impose restrictions, worried about long-term pandemic risks, from #insurance #reinsurance","sentiment_score":0.0}
{"full_text":"RT Youngjae said the Idol Radio PD called him today and asked if he was doing well  and idk if I heard right but he said if aft...","sentiment_score":0.2857142857}
{"full_text":"Hardly talked about and spot on 'Humans are designed to touch and be touched - which is why so many who live on their own have suffered during the pandemic. Will we ever fully recover?'https:\/\/t.co\/5x5A6kqCZq","sentiment_score":0.2361742424}
{"full_text":"RT What we learn and take forward from this pandemic will be crucial in determining how quickly we can emerge from this situ...","sentiment_score":0.1666666667}
{"full_text":"if u were following this, apparently i dont have covid im just crazy","sentiment_score":-0.1833333333}
{"full_text":"What an utterly disgusting way to treat loyal workers. Cutting sick pay in a pandemic. Let them know how you feel.https:\/\/t.co\/4KX3oi3sJm","sentiment_score":-0.4952380952}
{"full_text":"RT Friend of my son- a strapping 22 year old healthy sportsman is now down with covid for the second time- 6 months after...","sentiment_score":0.1111111111}
{"full_text":"RT An incredibly powerful piece by shining a light on the impact this pandemic is having in hospitals like...","sentiment_score":0.35}
{"full_text":"Who dey ask you for hug? Corona is outside please ","sentiment_score":0.0}
{"full_text":"RT Nice comment on\"top 10 life scientific\/medical papers\" hereAs top 1, the famous Nature-origin of #COVID19 paper will b...","sentiment_score":0.525}
{"full_text":"Cheers!","sentiment_score":0.0}
{"full_text":"CDC Director Rochelle Walensky: 'I can't tell you how much vaccine we have'","sentiment_score":0.2}
{"full_text":"RT LIVE BLOG: President Biden to bring back travel bans to stop new Covid-19 strain.","sentiment_score":0.0909090909}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"RT CA issued the Stay At Home order on December 3rd. LA County hospitalizations were at 2,572.Today, when they lifted the...","sentiment_score":0.0}
{"full_text":"RT Y'all see ppl in Atlanta clubbing &amp; think covid is magically gone. No.","sentiment_score":0.5}
{"full_text":"RT My partners Covid work day(nurse) lost another work mate, zoom funeral Friday. lost two patients 24. &amp; 27 years old, helped...","sentiment_score":0.1}
{"full_text":"RT #reopenschools bullshit. fuck right off. no thanks. dont want my granddad to die of covid just because tories cant be ass...","sentiment_score":-0.0714285714}
{"full_text":"Coming up on Good Day Philadelphia:@JennFredFOX29 is making soup in Iovines at Reading Terminal Market!Plus, we get the latest on the coronavirus vaccine with","sentiment_score":0.6}
{"full_text":"RT Pic1:India Vaccinates 1mln ppl Fastest Pic2: India,s Sex Ratio improves in 6 years #EqualityPic 3: India electrifying......","sentiment_score":0.0}
{"full_text":"#China surpassed economic growth previous to the health crisis: 6.5% in Q420 against 6% in the same period of 2019. It guarantees China's rapid #recovery and also highlighs the country's margin for facing up to any contingency linked to #COVID19 resurgence","sentiment_score":0.0111111111}
{"full_text":"RT Latest COVID-19 data (Jan. 21)687 out of 695 new cases confirmed from 3,858 new in-country tests for a daily test posi...","sentiment_score":0.2345454545}
{"full_text":"The annual fixture on Kolkata's cultural calendar, the Kolkata Book Fair, is on hold in the pandemic year. What are bibliophiles saying reports. #kolkatabookfairhttps:\/\/t.co\/toWIk6htyP","sentiment_score":0.4}
{"full_text":"NEW: Four times as many jobs were lost last year due to the coronavirus pandemic as during the worst part of the global financial crisis in 2009, a U.N. report said Monday.https:\/\/t.co\/k60vYhdrkS","sentiment_score":-0.0698051948}
{"full_text":"\"This will enable Fairmont Hospital to care for up to 42 patients and provide the necessary services to meet the needs of COVID patients and others so their care won't be delayed,\" Gov. Justice said.","sentiment_score":0.0}
{"full_text":"RegMed Investors' (RMi) pre-open: the pandemic exposes direction","sentiment_score":0.0}
{"full_text":"Book Your FREE Consultation.Contact us:info@levelupfsdmv.com or visit our website Call 301-835-1600,#businessowner #blackownedbusiness #art #explorepage #homedecor #covid #levelup #levelupfinancialservices","sentiment_score":0.4}
{"full_text":"We would like to make you aware of local authority based #COVID19 Community Call Forum HelplinesYou can call &amp; they can help you to avail of some practical supports such as shopping &amp; prescription collectionAll the relevant numbers here:  #KeepWell","sentiment_score":0.1625}
{"full_text":"Amid COVID-19, homelessness and evictions are accelerating. We, along with a coalition of housing advocates, like of unveiled comprehensive model legislation so that governments can ensure everyone has safe housing.","sentiment_score":0.5}
{"full_text":"In this Coming-of-age column, Therese explores her childhood relationship with books and how the lockdown allowed her to bring that love back to life.https:\/\/t.co\/FzhiKdq5lo","sentiment_score":0.25}
{"full_text":"RT Miranda Devine:Dr. Fauci needs to be held responsible for COVID-19 mistakes. If mistakes were made, as the Biden admin...","sentiment_score":0.2}
{"full_text":"Daily coronavirus cases decline in Oregon for second week in a row:https:\/\/t.co\/5W8sPv3UDg","sentiment_score":0.0}
{"full_text":"Another blatant breach of the lockdown rules in Dorset ang","sentiment_score":-0.5}
{"full_text":"Do you live in #Sleaford and have a #COVID19 vaccination apt at #Grantham Meres Leisure Centre? Book your journey with CallConnect! available Mon-Fri. Call our team on 0345 234 3344 #LincsConnect #KeepLincolnshireSafe","sentiment_score":0.4287878788}
{"full_text":"It's expected that many in-person business activities will not be able to resume in full before at least the second quarter of 2021.Read more here: #Pandemic #Covid19 #Business #Activities #Resume #TaylorPro","sentiment_score":0.2071428571}
{"full_text":" President #Biden has promised a \"full-scale, war-time effort\" to defeat #Covid19 as the country's death toll climbs above 400,000.France 24's &amp; spoke to residents of #Washington to find out if they think the Biden's measures will prove a turning point ","sentiment_score":0.0}
{"full_text":"The highly contagious variant of the coronavirus first seen in the United Kingdom will become the dominant strain in the United States within about two months.https:\/\/t.co\/1Ajj0COkit","sentiment_score":0.205}
{"full_text":"RT @pbcsd: In this week's \"In the Know with he shares information about the approaching choice deadline, an opportunity for students to explore more than 30 HBCUs, and a web page showing eligible residents where they can get a COVID-19 vacc...","sentiment_score":0.25}
{"full_text":"As we come out of the pandemic, now, more than ever, His Holiness' words ring true.READ more on","sentiment_score":0.5}
{"full_text":"A Glance into Syria's war with COVID","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic has underscored the power of vaccination in disease prevention. The #HPVvaccine can prevent cancer. #UsvsHPV","sentiment_score":0.0}
{"full_text":"EM-Halton Public Health and mobile paramedic teams completed first doses of the COVID-19 vaccine for residents and staff of long-term care homes Saturday, providing vaccinations for approximately 13,860 residents, staff and essential caregivers in  Halton","sentiment_score":-0.0375}
{"full_text":"A report from the Centre for Cities thinktank calculates that the Government's plan for levelling up the country has become four times more difficult because of the damage the pandemic has inflicted on the employment market. ","sentiment_score":0.0}
{"full_text":"China pushes fringe theories on pandemic origins, virus:","sentiment_score":0.0}
{"full_text":"The latest updated Covid-19 figures for #Solihull: 480 cases per 100,000 people in the latest week 14 Jan-20 Jan.(source BBC News: )Please continue social distancing and stay at home to keep each other safe.","sentiment_score":0.3180555556}
{"full_text":"Association of School and College Leaders says figures show why teachers must be vaccinatedhttps:\/\/t.co\/WVmh3vM6Kx","sentiment_score":0.0}
{"full_text":"RT He is stolen from us too soon! So heartbroken after the loss of Yassin Dabeh, 19 yrs, who died of COVID-19. He worked at...","sentiment_score":0.0}
{"full_text":"RT I am devastated to hear that migrant NHS staff who have risked their lives during the pandemic to keep us all safe have be...","sentiment_score":0.5}
{"full_text":"Merck &amp; Co. is ending development of its two experimental COVID-19 vaccines, after early data showed they could not produce immune responses to the virus.","sentiment_score":0.1}
{"full_text":"Interesting. I'm guessing Tuchel would've also needed get passed for a work permit now we've left the E.U.","sentiment_score":0.25}
{"full_text":"Dr. Anthony Fauci said Thursday that the available COVID-19 vaccines appear to be less effective against the new strains of the coronavirus. | By","sentiment_score":0.2424242424}
{"full_text":"The UK is the first nation in the world to have secured and approved a vaccine against COVID-19 and the UK Government is supplying it to people across the whole country. Find out more:","sentiment_score":0.3166666667}
{"full_text":"The Interplay of Demographic Variables and Social Distancing Scores in Deep Prediction of U.S. COVID-19 Cases #QuantLinkADay","sentiment_score":0.0166666667}
{"full_text":"Unisa issued a letter to students this week stating that they would be extending the registration period to March due to Covid-19 related disruptions, resulting in the academic year starting in April.","sentiment_score":-0.03125}
{"full_text":"\"Wherever I wander, wherever I rove, The hills of the Highlands for ever I love.\" -- a happy #BurnsNight from and   #StayHome","sentiment_score":0.65}
{"full_text":"'Time spent in reconnaissance is seldom wasted' - an old military adage and sound advice in the current climate. If self-employment is your goal, we can help get your business plan ready so you can hit the ground running post-lockdown. Begin today ","sentiment_score":0.0428571429}
{"full_text":"We're pleased to be presenting the panel New Voices in Queer Literature with &amp; chair at #TheCoastIsQueer on 6 Feb.Tanaka gave this great interview in the Book now:","sentiment_score":0.4787878788}
{"full_text":"Current Conditions for #Sayre PATemp: 10.1FWind Chill: 10.1FHumidity: 98%Dew Point: 9.7F Barometer: 30.307 inHgWind: 0 mph from the ECorona Virus Weekly Stats:Cases: 151.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
