{"full_text":"RT Today I met with an inspiring group of small business owners. We know that they have been hit hard in this pandemic. That's why","sentiment_score":-0.0138888889}
{"full_text":"Covid would've been handled better if women were more involved, warns equalities minister","sentiment_score":0.5}
{"full_text":" for fucks sake, lockdown with schools open? Why are we actually being punished ","sentiment_score":0.0}
{"full_text":"RT When a Tory PM sounds like a lunatic Green Party member...","sentiment_score":-0.2}
{"full_text":"RT my friend described lockdown weekends as \"like a two day lunch break\" and that feels ACCURATE","sentiment_score":0.4}
{"full_text":"RT Are you a frontline health or social care worker?The working with and want to hear about your COV...","sentiment_score":0.0333333333}
{"full_text":"At this point this is exactly what the Pandemic feels like. N ion want a roommate","sentiment_score":0.25}
{"full_text":"RT What Dr. Fauci said ","sentiment_score":0.0}
{"full_text":"RT #Coronavirus digest: Germany fears attempts to sabotage #vaccination drive  \"Several suspected attempts to spy on  vacci...","sentiment_score":0.0}
{"full_text":"More than 1 in 1000 people in this country have died from covid-19 and this is what is the government is worrying about?","sentiment_score":0.5}
{"full_text":"Currently doing that! The friends that I am keeping in regular contact with...it's like there's little to talk about but current events and covid. Little development in our personal lives since March makes closeness different. And it's no ones fault it's just weird &amp; a bummer.","sentiment_score":-0.109375}
{"full_text":"RT From working for 9 months for the Portuguese regional government developing a web-based platform for the covid task force, here i...","sentiment_score":0.0}
{"full_text":"RT It's completely heartbreaking that any member of NHS staff needs to use a food bank, especially during a pandemic.Please...","sentiment_score":0.05}
{"full_text":"Doris is running out of things to decorate during lockdown. :-)","sentiment_score":0.5}
{"full_text":"RT There is more red tape.The fishermen are worse off.There is no frictionless trade.There is a border in the Irish Sea.Ame...","sentiment_score":0.025}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when d. sebastiao comes back\"","sentiment_score":0.1333333333}
{"full_text":"First of an 11-tweet thread by which is as fascinating as it is topical.https:\/\/t.co\/DYoHyihaRF","sentiment_score":0.475}
{"full_text":"You can never get the effective vaccine for COVID-19.You can never get the effective vaccine for COVID-19.You can never get the effective vaccine for COVID-19.","sentiment_score":0.6}
{"full_text":"RT There is more red tape.The fishermen are worse off.There is no frictionless trade.There is a border in the Irish Sea.Ame...","sentiment_score":0.025}
{"full_text":"LONDON (AP) -- Britain is expanding a coronavirus vaccination program that has seen almost 6 million people get the first of two doses -- even as the country's death toll in the pandemic approaches 100,000.https:\/\/t.co\/wtcSf5ZjNG","sentiment_score":0.25}
{"full_text":"RT The official account is finally being put to good use after 4 dark years!#WearAMask","sentiment_score":0.1833333333}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"People who have Dementia\/Alzheimer's  and do not live in a nursing home, should be eligible to get the COVID vaccine now. Why are they not a priority? I care for my mother at home &amp; am always worried. #COVID #dementia #Alzheimers","sentiment_score":-0.0681818182}
{"full_text":"RT Have you tested positive for COVID? Avoid exercise for at least 2 weeks after recovery. It may cause inflammation of h...","sentiment_score":-0.0363636364}
{"full_text":"These opportunities taken away in congress time only by farmers and labor in COVID time govt got understand this problem","sentiment_score":0.0}
{"full_text":"RT #Lockdowns and #masks increase COVID-19 cases\/infections.Prove I'm wrong!","sentiment_score":-0.625}
{"full_text":"The Government's Ten Biggest Coronavirus Lies Unmasked","sentiment_score":0.0}
{"full_text":"RT MUST WATCH! For anyone who still doesn't realise how this corrupt Govt has exploited COVID to line the pockets of its ma...","sentiment_score":-0.5}
{"full_text":"The health service was badly prepared, and was already badly run before this pandemic. We never stood a chance.","sentiment_score":-0.7}
{"full_text":"RT There have been 535 Covid cases at the DVLA Swansea offices since Sept. People with symptoms were encouraged to return...","sentiment_score":0.0}
{"full_text":"RT \"A recent survey by Swinburne University researchers for Fair Work found only 5% of workers who were sent home during...","sentiment_score":0.2333333333}
{"full_text":"RT Did really just claim the PM \"has shown great personal leadership\" in tightening border controls?And did #...","sentiment_score":0.3333333333}
{"full_text":"RT Have a great weekend everyone! If you have to go out, don't forget to wear your mask properly But,Rememb...","sentiment_score":0.5}
{"full_text":"RT Why would raise the cost of insulin for people during a pandemic?","sentiment_score":0.0}
{"full_text":"RT I wanna congratulate and appreciate this humble beings for wat they have achieved in controlling the Corona pandemic. .Thank y...","sentiment_score":-0.2}
{"full_text":"RT Help speed up our nation's recovery. Protect yourself against COVID-19","sentiment_score":0.0}
{"full_text":"RT It's completely heartbreaking that any member of NHS staff needs to use a food bank, especially during a pandemic.Please...","sentiment_score":0.05}
{"full_text":"Covid &amp; click #coronavirus #Covid_19","sentiment_score":0.0}
{"full_text":"RT Frydenberg  playing politics with COVID again attacking  state Premiers who stopped community transmission despite his irres...","sentiment_score":0.0}
{"full_text":"RT MUST WATCH! For anyone who still doesn't realise how this corrupt Govt has exploited COVID to line the pockets of its ma...","sentiment_score":-0.5}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"I think he left because the family contravined the Lockdown regulations, the funeral started at 9 and its now 12. They said funeral should only last 2 hours, he did the same last Sunday at King Thulare'S funeral.","sentiment_score":0.0}
{"full_text":"RT He can wear goddamn Big Ben on his wrist if he helps get the pandemic under control.","sentiment_score":0.0}
{"full_text":"RT Government admit they put covid-19 on every death certificate","sentiment_score":0.0}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like \"when got7 drop hard carry 3\"","sentiment_score":0.0361111111}
{"full_text":"RT U.S. largely weathered the Christmas #coronavirus surge, but experts warn the crisis may intensify with viral variants th...","sentiment_score":0.2142857143}
{"full_text":"RT Sen. Hawley, Rep. Stefanik call for int'l probe into Chinese Communist Party's involvement in COVID-19 cover up -","sentiment_score":0.0}
{"full_text":"RT Did really just claim the PM \"has shown great personal leadership\" in tightening border controls?And did #...","sentiment_score":0.3333333333}
{"full_text":"RT 1st  patient treated tonight in our Low Dose Radiotherapy trial  for Covid. So proud of the team I work with. Therapeutic...","sentiment_score":0.4}
{"full_text":"They only care because they want an excuse to not have lockdowns.They'll go back to not caring again when things are eased. Mental health issues have been neglected for far too long.","sentiment_score":-0.0166666667}
{"full_text":"RT ...And never learningBecause I could never Accept what I did not Know...She would always beg us to stay at homeFor...","sentiment_score":0.0}
{"full_text":"RT Now Israel begins to give Covid jabs to TEENAGERS after giving at least first dose of vaccine to 39% of its population","sentiment_score":-0.025}
{"full_text":"RT *16K dead from covid under Biden administration. *Women\/girls erased #BidenErasedWomen*Halts border wall construction...","sentiment_score":-0.2}
{"full_text":"RT 9) Double masking (like Joe Biden when he traveled last year) also works. Or if you have a mask with a vent, wear another m...","sentiment_score":0.0}
{"full_text":"RT No you haven't vaccinated 1 in 10 of the UK population. To vaccinate someone against #COVID19 requires two injections. Yo...","sentiment_score":0.0}
{"full_text":"Read to end to see their future excuses for failure. Look when you have states wasting vaccines\/throwing them away, spare us your excuses! I read that J&amp;J has a one shot vaccine. Going to go do a deep dive on that one and see what I see. One sounds better","sentiment_score":0.0260416667}
{"full_text":"3\/4Case-Shiller Home Price Index for 2 months 10%Rentals for 12 months 3% M1 for 12 months up 71%M1 Velocity for 12 months negative 35%Granted covid shut down production 12 months ago (since restored) and granted commodity prices were dead before this current run","sentiment_score":-0.1638888889}
{"full_text":"Coworking &amp; COVID-19: Will Shared Space Survive--or Thrive? #CRE #Coworking #COVID-19 #NewNormal #TenantTips #CorporateRealEstate  ","sentiment_score":0.0}
{"full_text":"RT The head of the World Travel and Tourism Council brands Vaccine passport for international travel 'discriminatory'.https:\/\/t...","sentiment_score":0.0}
{"full_text":"RT This is not correct. SARS-CoV-2 is nothing like influenza virus from a virological or evolutionary standpoint. A sho...","sentiment_score":0.0}
{"full_text":"RT First of all, since not everyone seems clear on this. Lockdown is working. Cases are falling. Here are (7 day averages) of...","sentiment_score":0.175}
{"full_text":"RT \"1 in 3 people have no symptoms but still transmit COVID\".  If the Health Secretary is going to m...","sentiment_score":0.0}
{"full_text":"RT There is more red tape.The fishermen are worse off.There is no frictionless trade.There is a border in the Irish Sea.Ame...","sentiment_score":0.025}
{"full_text":"RT \"Biden didn't ban fracking he just ended fracking permits!\"\"Biden didn't invade Syria he just reassigned a military con...","sentiment_score":-0.1}
{"full_text":"Yes. Very true.If Poor Countries Go Unvaccinated, a Study Says, Rich Ones Will Pay","sentiment_score":0.0583333333}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"Thousands of people infected with the coronavirus are being discharged early to \"virtual wards\" in their own homes to relieve pressure on hospitals.","sentiment_score":0.35}
{"full_text":"RT There is more red tape.The fishermen are worse off.There is no frictionless trade.There is a border in the Irish Sea.Ame...","sentiment_score":0.025}
{"full_text":"Even the BBC has now clocked onto this story... I hope we see a policy u-turn from our gov... ","sentiment_score":0.0}
{"full_text":"Mutations of Covid19 neutralised by vaccine antibodieshttps:\/\/t.co\/igTG9BE3KX","sentiment_score":0.0}
{"full_text":"RT There is more red tape.The fishermen are worse off.There is no frictionless trade.There is a border in the Irish Sea.Ame...","sentiment_score":0.025}
{"full_text":"Anybody ever curious, why Climate change seems to affect areas that are not easily accessible to the average human. Coral reefs, Artic ice caps, and sub artic boreal forests! For me it smells of covid-19 coming from a Pangolin! You just can't take it seriously. ","sentiment_score":-0.1541666667}
{"full_text":"showing us how to look stylish on our lockdown walks  #MyLipsyLook ","sentiment_score":0.5}
{"full_text":"Graduating this winter and confused about your career path given COVID-19? The Careers Service offers information, advice and guidance on all your career options.  To chat with an adviser now, go to:","sentiment_score":-0.15}
{"full_text":"Poland's 'WE are opening' movement is a response to the #COVID19 straw that broke the camel's back.Via","sentiment_score":0.0}
{"full_text":"Lockdown your Learning with Authors Live #LockdownLearning","sentiment_score":0.1363636364}
{"full_text":"I'd say escape but there's a pandemic","sentiment_score":0.0}
{"full_text":"Stay safe#ShopSafeCharnwood","sentiment_score":0.0}
{"full_text":"How did the worst global health crisis of our time affect you? One year into the #COVID19 pandemic, we spoke to people in Singapore to hear how it changed their lives","sentiment_score":-0.5}
{"full_text":"Stay at home to save lives.Act like you've got it: Around 1 in 3 people with COVID-19 don't have any symptoms.","sentiment_score":0.0}
{"full_text":"Calling all parents!We want you to nominate your child to be a lockdown star. So if you want to show off your brilliant kid then share a photo of them in the comments below. Please share their age, name, and of course why you are proud of them.","sentiment_score":0.85}
{"full_text":"RT There is more red tape.The fishermen are worse off.There is no frictionless trade.There is a border in the Irish Sea.Ame...","sentiment_score":0.025}
{"full_text":"The Next #Pandemic Is Already Here via","sentiment_score":0.0}
{"full_text":"It is two weeks into UF's spring semester. Parties are on, masks are off, and 6 feet of space is unheard of inside Gainesville's bars and clubs.","sentiment_score":0.0}
{"full_text":"Warren County Health Services reported two more virus deaths and a record number of coronavirus-related hospitalizations on Saturday.","sentiment_score":0.5}
{"full_text":"Rodgers died from kidney disease on Jan. 18 in Palm Desert, California, and had also tested positive for COVID-19, publicist Alan Eichler said Saturday, citing family.","sentiment_score":0.2272727273}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"Stories of struggling businesses have become commonplace during the pandemic. But in North Carolina, one vegan burger food truck is seeing so much business that it was told to leave the property. The reason? Too many customers. ","sentiment_score":0.35}
{"full_text":"RT \"...the largest workplace outbreak of the virus has taken place at a top government organisation.\"","sentiment_score":0.5}
{"full_text":"Protesters allege landlords and companies that own housing in the city have misused funds meant to help tenants through the COVID-19 pandemic.","sentiment_score":0.6}
{"full_text":"Coming up on Sunday with  We take a look at the papers with &amp; Understanding COVID statistics with  &amp; on Independent Venue Week  Join us until 1pm https:\/\/t.co\/T2YEIe2dxc","sentiment_score":0.0}
{"full_text":"If you leave the house for work or essential activities, it is important to book regular symptom-free Covid-19 tests.Don't be the reason the virus spreads.Book a test at","sentiment_score":0.1333333333}
{"full_text":"ICYMI: As a part of our Communities United project, we delivered some free COVID-relief parcels and activity packs to Jewish families throughout Salford on Friday! #CommunitiesUnited | |","sentiment_score":0.2}
{"full_text":"COVID 19 cases in India until : 24\/01\/2021 16:30Total Cases: 10655641 [+199]Active: 181355Recovered: 10316472 [+376]Deaths :153378 [+1]Total Tests: 190.99MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Plenty of breakfast food was donated by to help parents, families and teachers who are working incredibly hard during this difficult lockdown period.https:\/\/t.co\/K7VQtqpaxh","sentiment_score":-0.3958333333}
{"full_text":"Llangollen vicar raises spirits with online lockdown singalongs:","sentiment_score":0.0}
{"full_text":"#SaudiArabia has ranked 12th within G20 member states in publishing #coronavirus' researches.  ","sentiment_score":0.0}
{"full_text":"If you have to leave home for work we're offering free rapid #COVID19 tests across Camden You must be symptom free  Book your slot in advance at one of our 4 test sites Help to protect yourself &amp; othersBook a test https:\/\/t.co\/yf5iuE4HsV","sentiment_score":0.4}
{"full_text":"Today we join in celebrating #InternationalEducationDay. Schools in the diocese responded spectacularly during the COVID-19 period as communities #recover &amp; #revitalize. We pray this extends to all children across our world. #EducationDay","sentiment_score":0.6}
{"full_text":"Students and teachers in Farchana camp, #Chad , are back to class after the closure of schools due to #COVID19. Last year, JRS fought to ensure #education for #refugees amidst a pandemic. And our mission will continue in 2021. #EducationForAll #EducationDay #EducationCannotWait","sentiment_score":-0.0416666667}
{"full_text":"Dear world ,We cannot afford to let education systems break down because of #COVID19.On Sunday's #EducationDay, recommit to invest in teachers &amp; learning for a better recovery. Let's #PowerEducation now.Sincerely,https:\/\/t.co\/robLoYPrvE","sentiment_score":0.1722222222}
{"full_text":"Very easy to Edit the sides to date with a lock to keep their items go down me, reviews xD God work!","sentiment_score":0.1844444444}
{"full_text":"With the support of through training, hygiene awareness sessions &amp; construction of facilities, school authorities in #Bangladesh are working hard behind the scenes to ensure children are safe when schools reopen.","sentiment_score":-0.0638888889}
{"full_text":"Don't drive to walk. Start your exercise from home.Stay local when you head out for exercise. There are dozens of parks and green spaces right across the city. Why not check out one near you?https:\/\/t.co\/sK9Jod3Xr8","sentiment_score":0.0464285714}
{"full_text":"If you scheduled an appointment for a vaccination event on Sunday, 1\/24, you must complete the Prescreening Questionnaire. Find the questionnaire link in your appointment confirmation email from CDC or log into your VAMS account at #COVIDvaccineDE","sentiment_score":0.1}
{"full_text":"Blog: [PART3] How Methodist Homes (MHA) supported the wellbeing of their team during the pandemic | In the last of her blogs Vicky reflects on how MHA will support its teams after the pandemic. Read the blog:","sentiment_score":-0.375}
{"full_text":"In the midst of Covid-19 and rising climate change, discusses 3 global challenges facing the international community in 2021 on the experts podcast featuring and here:","sentiment_score":0.0}
{"full_text":"In times of the covid-19 pandemic, you need your immunity to be stronger than ever. So, refrain from committing these everyday mistakes that can weaken it.#selfcare #COVID19 #healthshots","sentiment_score":-0.2}
{"full_text":"If you get the #COVID19 vaccine, you are not only protecting yourself, but you are also making a contribution to protecting the weakest members of our society. Still in doubt? Then check out this reliable source:  #coronavirus #vaccine","sentiment_score":0.0}
{"full_text":"Wuhan returns to normal as world still battling pandemic","sentiment_score":0.15}
{"full_text":"RT Okay, let's contextualize things. Dining out? Must be quarantine fatigue, ok.Working out in the gym? For sanity, sure....","sentiment_score":0.5}
{"full_text":"While we are in lockdown I want to share photos of my previous weddingsHere is a beautiful shot from Ben &amp; Roxie's wedding at in Essexhttps:\/\/t.co\/DQUEcouPFk #weddingphotographer #sussexwedding","sentiment_score":0.3416666667}
{"full_text":"RT The majority accept #Covid was going to be devastating. The vast majority recognise the Government has made so many mistakes....","sentiment_score":-0.1666666667}
{"full_text":"Women who have COVID-19 during childbirth are more likely to face complications than moms-to-be without the coronavirus, researchers say.","sentiment_score":0.25}
