{"full_text":"Whenever something tell me to stay home I never listen to myself","sentiment_score":0.0}
{"full_text":"RT ABC poll finds Biden uniting the country: 69% approve Biden's COVID response 67% approve Biden's transition 81% support r...","sentiment_score":0.0}
{"full_text":"RT Three big unanswered questions about coronavirus vaccines:+ Can someone who's been vaccinated still spread the disease? + Will t...","sentiment_score":-0.05}
{"full_text":"RT How do we know that this pandemic isn't just the start of our evolution from humans into sloths","sentiment_score":0.0}
{"full_text":"RT Here's what experts and new pals have to say about making, and keeping, pandemic friends.","sentiment_score":0.1363636364}
{"full_text":"RT wayv arrived at gimpo airport today after finishing a schedule in jeju, and  ten fell down due to many people mobbing them......","sentiment_score":0.0548611111}
{"full_text":"RT ...me and asked worriedly, \"How is the impeach of your president going?\"I opened my mouth but didn't know what to say....","sentiment_score":0.0}
{"full_text":"RT Ok you're not going to believe this but they tweeted this one","sentiment_score":0.5}
{"full_text":"And Israel looks set to impose a two- week ban on incoming and outgoing flights in an effort to prevent new Covid-19 strains from entering the country:https:\/\/t.co\/rdIcGFSBEb","sentiment_score":0.1363636364}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when d. sebastiao comes back\"","sentiment_score":0.1333333333}
{"full_text":"RT Had a great convo with about the new album, Rosario, CL, and why I am simply indestructible","sentiment_score":0.3121212121}
{"full_text":"RT Q: Why did Sunday bookers invite a bunch of people lying about the election on to lie more about the election? Why not in...","sentiment_score":0.5}
{"full_text":"So frustrierend....","sentiment_score":0.0}
{"full_text":"RT 1. By \"overwrought Lockdown-deniers\", Dan means \"people who are worried about the lockdown because the evidence shows that lo...","sentiment_score":0.0}
{"full_text":"RT Just as dangerous as denying COVID, is exaggerating the dangerIt risks turning people against their neighbours &amp; fri...","sentiment_score":-0.6}
{"full_text":"No Covid related deaths in J&amp;K during last 24 hours - Window To News #Jammu,#Covid,#division","sentiment_score":0.0}
{"full_text":"RT #BREAKING US passes 25 million Covid-19 cases: Johns Hopkins","sentiment_score":0.0}
{"full_text":"We are all vulnerable to the impact of lockdown. Some more than others, this is true, but letting people gad about when they may be, or already are, infectious, just for shits and giggles and because staying in is a bit boring, is thoroughly irresponsible.","sentiment_score":-0.1625}
{"full_text":"RT If my Republican colleagues are so concerned about the cost of Biden's COVID relief package, then certainly they agree...","sentiment_score":0.2142857143}
{"full_text":"RT The only difference between the Biden &amp; Trump COVID plans is that the Biden plan promises to deliver vaccines at a LESS...","sentiment_score":-0.0833333333}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"this is as terrible (and unsurprising) a thing as - we are in trouble, across Africa. &amp; it's becoming ever clearer that our governments are as unsure what to do next as any of us in the street.","sentiment_score":-0.1875}
{"full_text":"RT This pic someone posted made me realize how much I missed touring this year.. Dropped the new BC album, but had to cancel 4...","sentiment_score":0.1681818182}
{"full_text":"A year ago today we got dressed up and went dancing to celebrate Steph turning 30. Today we've just had a 'no I look more like a potato today' competition. Oh Corona, I miss my friends ","sentiment_score":0.5}
{"full_text":"RT \"Three week lockdown to flatten the curve\" - Matt Hancock (March 2020)\"Lockdown lifting is a 'long, long, long way' off\"...","sentiment_score":-0.05}
{"full_text":"RT SWITCH TO PREMIUM MASKS--I've been saying it for months. We need to switch to KN95, KF94, or European FFP2 masks ASAP. The n...","sentiment_score":0.0}
{"full_text":"The post-Covid party will be epic!!","sentiment_score":0.15625}
{"full_text":"RT the 1975 are too nostalgic just remind me of proper good times before covid","sentiment_score":0.0666666667}
{"full_text":"RT President Biden recognizes far too many Americans are hurting during this pandemic through no fault of their own. This week...","sentiment_score":0.4}
{"full_text":"RT Day 3: Biden presidency recap. 1\/2'No, we don't have a new coronavirus plan, after all.''There is nothing we can do...","sentiment_score":0.1363636364}
{"full_text":"RT Joe Biden killed 70,000 good paying union jobs with the stroke of a pen within hours of setting foot in the Oval Office;...","sentiment_score":0.25}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"Here's the CDC link.","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Biden Snaps at Reporter When Asked About CoVID Plan, Says 'Give Me a Break!'","sentiment_score":0.0}
{"full_text":"RT stalked &amp; followed to schedules, disruption of work, phone calls, camped at dorms, photos taken in bathrooms, mobbed at a...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT China went on a serious quarantine, not the \"stay at home, if it's convenient to you\" quarantine that America had","sentiment_score":-0.3333333333}
{"full_text":"RT What happened at the airport was not acceptable, he was surrounded by so many \"fans\" and press and we are still in a pandemi...","sentiment_score":0.5}
{"full_text":"Taiwan to put 5,000 into quarantine over hospital COVID-19 cluster - Reuters","sentiment_score":0.0}
{"full_text":"RT Joe Biden killed 70,000 good paying union jobs with the stroke of a pen within hours of setting foot in the Oval Office;...","sentiment_score":0.25}
{"full_text":"RT One of the most appalling revelations for me during this pandemic was just how little people cared or respected teachers...","sentiment_score":-0.0125}
{"full_text":"RT lockdown till july? see if i'm still alive by then","sentiment_score":0.1}
{"full_text":"sry bro was just tryna hold myself together ","sentiment_score":0.0}
{"full_text":"Covid: Vaccinated people may spread virus, says Van-Tamhttps:\/\/t.co\/TQIHJI0qFf","sentiment_score":0.0}
{"full_text":"More importantly for the future you get that extra space &amp; fresh sea air if you unfortunately caught up in an outbreak of you-know-what and confined to stateroom!Worth every extra PS or two if you can stretch to it.","sentiment_score":0.1}
{"full_text":"All that, yes, plus KN-95 masks. I found them on Amazon. They're not N-95, but similar. Not as good as N-95 but much better than cloth or paper. The \"K\" means they're made and tested in China.  Their shape &amp; material are more protective. I wear a KN-95 mask under my cloth mask.","sentiment_score":0.425}
{"full_text":"RT Here is what the corrupt brass at tweeted about the Black Lives Matter protest during the pandemic. No arres...","sentiment_score":-0.3333333333}
{"full_text":"just... pain.....","sentiment_score":0.0}
{"full_text":"Dunno how many okes in South Africa have died of the UK variant of Colonialism tbh.","sentiment_score":0.5}
{"full_text":"Had American journalists sought out the former president's for serious interviews during Trump's first impeachment trial, rather than ignoring them for no good reason, who knows? It may have saved the lives of hundreds of thousands American pandemic dead. We'll never know.","sentiment_score":-0.0904761905}
{"full_text":"RT What happened at the airport was not acceptable, he was surrounded by so many \"fans\" and press and we are still in a pandemi...","sentiment_score":0.5}
{"full_text":"There is a #pandemic that had no plan...  Biden stars from point zero. #Trump was busy golfing, fighting vs the elections, lying to Americans, scheming how to overturn the vote. He had no time for a pandemic! Never spoke to the victims' families. Most orders are on this issue..","sentiment_score":0.3125}
{"full_text":"If we have to follow the rules even after the vaccine that has made me even more determined not to get it. Whats the point? Unless of course there is another agenda at play. Im sure we will find out in due course.","sentiment_score":0.2916666667}
{"full_text":"RT Let me understand this: Republicans are fine giving rich people a trillion and a half dollar tax cut, but oppose Biden's cov...","sentiment_score":0.2083333333}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT They voted for it, and they're going to get it.","sentiment_score":0.0}
{"full_text":"RT Covid is evolving in weeks and months the way flu evolves in years. Ominous.","sentiment_score":0.0}
{"full_text":"RT What Dr. Fauci said ","sentiment_score":0.0}
{"full_text":"RT Have you tested positive for COVID? Avoid exercise for at least 2 weeks after recovery. It may cause inflammation of h...","sentiment_score":-0.0363636364}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" when one direction is getting back together\" ","sentiment_score":0.1333333333}
{"full_text":"RT COVID strain in South Africa shows huge resistance to antibodies from original virus","sentiment_score":0.3875}
{"full_text":"RT Brexit is a disaster. Even its cheerleaders know it. Boris Johnson, architect of the Covid calamity, has deliberately stee...","sentiment_score":0.0}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"RT People keep saying that thousands of businesses have shut and millions of people have become unemployed 'because of the pand...","sentiment_score":0.0}
{"full_text":"RT After 3 days on the job, Biden has cost thousands of jobs by eliminating the keystone pipeline and raised the price of in...","sentiment_score":0.0}
{"full_text":"RT No you haven't vaccinated 1 in 10 of the UK population. To vaccinate someone against #COVID19 requires two injections. Yo...","sentiment_score":0.0}
{"full_text":"RT Lockdown measures mean chronically ill are waiting longer for care. -- via","sentiment_score":-0.40625}
{"full_text":"And for all of our technological, medical, financial prowess we still have little to no coordination between the federal and local level. It's still a complex web of rent seeking, profiteering with pandemic response as a backdrop.","sentiment_score":-0.0975}
{"full_text":"RT Y'all see ppl in Atlanta clubbing &amp; think covid is magically gone. No.","sentiment_score":0.5}
{"full_text":"RT Proud moment ..... Thank You PM ... Thank You 1.3 billion Indians .","sentiment_score":0.8}
{"full_text":"hmm I only have pictures of me from more than a year ago and I think it's a bit too old to post them but I never take pictures anymore bc of covid or well I take pictures but bad ones and more of outfits then my face but you are stunning pls","sentiment_score":0.15}
{"full_text":"... social distancing..? Huh... funny cause last time I checked, you guys lived together and he probably cuddles you all the time   \/lh \/hj","sentiment_score":0.0944444444}
{"full_text":"RT wayv arrived at gimpo airport today after finishing a schedule in jeju, and  ten fell down due to many people mobbing them......","sentiment_score":0.0548611111}
{"full_text":"Beijing Biden says he just have to wait and ride out this pandemic. Didn't he brag he had a plan? And if you don't see what President Trump has done then you're blind as hell! Operation Warp Speed produced 2 Covid19 vaccines. Trump didn't cause the new Covid19 virus, China did!","sentiment_score":-0.2272727273}
{"full_text":"RT Source: Both games are cleared to be played today. Championship Sunday is on with no COVID-19 issues interfering.","sentiment_score":0.0}
{"full_text":"RT Join this COVID-19 vaccination webinar organised by and get your questions answered by senior clinicians and...","sentiment_score":0.0}
{"full_text":"RT They're shooting another reality in the middle of a pandemic and on top of that provide no proper security and continue leakin...","sentiment_score":0.1666666667}
{"full_text":"RT Joe Biden killed 70,000 good paying union jobs with the stroke of a pen within hours of setting foot in the Oval Office;...","sentiment_score":0.25}
{"full_text":"RT Sessions for emotional well being like 'Happiness Class' would be more important then regular subject classes...","sentiment_score":0.2388888889}
{"full_text":"RT An absolutely STUNNING, prescient, mind-blowingly tense #debut #thriller by Just #99p for this winter's MUST...","sentiment_score":0.0833333333}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"This is apparently what we call \"peaceful protest\" against Corona related curfew\/lockdown measures over here. Police can whipe these streets clean for all I care. If you want to riot you deserve to be punched in the face.","sentiment_score":0.1666666667}
{"full_text":"\"97 year old Communist dies\" may be many things but I wouldn't describe it as a tragedy; and I wouldn't give it space in a magazine. WTF is the Speccie coming to?The tragedy behind every Covid death via","sentiment_score":-0.075}
{"full_text":"[Typo had to correct.]Do you realize you are highlighting the hysteria \/ lockdown deaths the interventions have caused?https:\/\/t.co\/JXor8Ha1DB","sentiment_score":0.0}
{"full_text":"RT Wolfe, who was fired from the NYT for a tweet where she said she had \"chills\" after Biden landed in DC ahead of the inaug...","sentiment_score":0.0}
{"full_text":"RT Nurses aren't getting paid when told to stay home when exposed to covid.Essential workers across Ontario are s...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like","sentiment_score":0.2}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Experts say that as staggering as that figure is, it significantly understates the true number of people in the country who...","sentiment_score":0.3625}
{"full_text":"RT \"Biden didn't ban fracking he just ended fracking permits!\"\"Biden didn't invade Syria he just reassigned a military con...","sentiment_score":-0.1}
{"full_text":"RT Covid deniers \/ conspiracy theorists.When you read any one of thousands of stories like this, far from US shores, it...","sentiment_score":0.1}
{"full_text":"RT Swiss politicians up in arms after  billionaire Johann Rupert received the Covid-19 vaccine at a Swiss clinic his family...","sentiment_score":0.0}
{"full_text":"RT On Day 2 Biden Says \"There's Nothing We Can Do\" About COVID.","sentiment_score":0.0}
{"full_text":"TREATMENT NOT A CURE. Covid-19: Jonathan Van-Tam warns people who receive two vaccine doses could still pass it on to others.So where is the herd immunity.","sentiment_score":0.0}
{"full_text":"RT  Martin Odegaard loan from Real Madrid to Arsenal agreed. 22yo scheduled to fly to London later on Sunday &amp; have medic...","sentiment_score":0.3333333333}
{"full_text":"RT For those who feel that being asked to wear a mask means tyranny, no, this  is tyranny.","sentiment_score":0.0}
{"full_text":"RT And just like that COVID restrictions are being lifted.....it's a MIRACLE!!No actually it was ALL POLITICAL!!!Govern...","sentiment_score":0.0}
{"full_text":"RT UK: 75% of people aged 80 and over have now received coronavirus vaccine","sentiment_score":-0.1}
{"full_text":"RT Have you tested positive for COVID? Avoid exercise for at least 2 weeks after recovery. It may cause inflammation of h...","sentiment_score":-0.0363636364}
{"full_text":"RT Okay, let's contextualize things. Dining out? Must be quarantine fatigue, ok.Working out in the gym? For sanity, sure....","sentiment_score":0.5}
{"full_text":"RT \"Don't blame the Trump judges, change the law\" OK but Congress changed the law to expand compassionate release, and it's Trump...","sentiment_score":0.5}
{"full_text":"RT If it seems like I am obsessing over the vaccine rollout a bit, it's because another 100,000 people are going to die of...","sentiment_score":0.0}
{"full_text":"RT Your weekly reminder.When you are at home office or spend much time on pc in general, please don't forget to make some sp...","sentiment_score":0.125}
{"full_text":"5 Ways That COVID-19 Will Change Office Space #CRE #Office #COVID-19 #TenantTips #NewNormal","sentiment_score":0.0}
{"full_text":"Wealthy Straight white men in this country will do anything to protect their money. They'll even tell us all to abide by COVID guidelines while they do the opposite and run corporations that put others at risk. Look how the NFL &amp; NBA found a way to continue BUSINESS.","sentiment_score":0.175}
{"full_text":"we were already on this plan and gaining ground under President Trump until Shaman Biden won a sham election. Then Cuomo decided to dictate a ridiculous method of vaccinating whoever he decided was at most risk. New York received many vaccines first. Another sham.","sentiment_score":0.0932900433}
{"full_text":"Tell us Handjob how many of the over 80's have you and Dickhead despatched to an early grave as a result of your negligence and mishandling of the Pandemic?","sentiment_score":0.3}
{"full_text":"RT The Lancet Editor, Richard Horton, was just on He called the UK Covid response \"an embarrassment\"! He said the Govern...","sentiment_score":0.0}
{"full_text":"It is uncertain that the 33rd edition of the Dis-Chem Ride for Sight, which would be again staged at the Boksburg City Stadium, will take place due to the rising numbers of Covid-19 infections in the country.","sentiment_score":-0.125}
{"full_text":"Minister of #Health Saeed #Namaki announced that in the coming days the first parts of the #COVID #vaccine will be imported from reliable sources","sentiment_score":0.25}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"Cigar Lovers: At this time due to concerns over Covid-19, our lounge is not open to non members until further notice. We apologize for any inconvenience. Our retail shop (239 White Horse Pike, Lawnside NJ) and online store (https:\/\/t.co\/6NwED6VneE) are available for all.","sentiment_score":0.055}
{"full_text":" Joe Biden's inauguration and the economics of the #COVID19 pandemic are the topics on this week's All Out Politics podcast.@AdamBoultonSky is joined by and here https:\/\/t.co\/ZBGhMLCZeB","sentiment_score":0.0}
{"full_text":"RT For those who feel that being asked to wear a mask means tyranny, no, this  is tyranny.","sentiment_score":0.0}
{"full_text":"Looking for a #sundayfunday activity? We've found this great article from for 15 of the best indoor activities &amp; all with stuff you have in your home!Don't let lockdown boredom win!","sentiment_score":0.9333333333}
{"full_text":"Helping the digitalization of SMEs and gain a foothold in the arena of global trade is a mission we are happy to participate in with in its #RecoverBetter program.","sentiment_score":0.4}
{"full_text":"We are asking - no, we are *demanding* - that the government should do something which it's already doing","sentiment_score":0.0}
{"full_text":"RT  #Israel's mass #vaccination campaign running in parallel with an active #coronavirus outbreak may lead to \"evolutio...","sentiment_score":-0.0666666667}
{"full_text":"RT Day 3: Biden presidency recap. 1\/2'No, we don't have a new coronavirus plan, after all.''There is nothing we can do...","sentiment_score":0.1363636364}
{"full_text":"It would be helpful if the government site used to register for the covid-19 vaccine would actually acknowledge, or say, you've already requested a vaccine. Some type of communication back ...This might be specific to KY","sentiment_score":0.0}
{"full_text":"Whilst the majority of our communities have been following the lockdown restrictions, we are aware of some that aren't. Please ensure that you are only travelling for essential purposes and are staying at home as much as possible to help prevent further spread of the virus.","sentiment_score":0.0416666667}
{"full_text":"While we are social distancing, we might as well embrace a little more space. You can buy a six-pack of planet stickers in our shop!https:\/\/t.co\/r7vIdFCgej","sentiment_score":0.1152777778}
{"full_text":"Contracting #COVID19 once does not mean that you will be immune from contracting it again. Coronavirus antibodies fade over time and do not protect you or your loved ones.#TimeToAbide","sentiment_score":0.428125}
{"full_text":"Watch Bob's journey as molecular radiotherapy allows him to return to his everyday life and make a long awaited dream trip come true. Please note parts of this video were filmed before the #COVID-19 pandemic.","sentiment_score":0.0333333333}
{"full_text":"Regardless of a country's individual pandemic strategy, marriages have been yet another casualty of the virus. on how Covid-19 changed the rules of relationships:","sentiment_score":0.0}
{"full_text":"RT \"once covid is over\" starting to sound a lot like \"when we get wjsn ot13 comeback \"","sentiment_score":0.2}
{"full_text":"Yelp has announced that those using their platform to review restaurants will now have the opportunity to share their own feedback on how well those establishments are following COVID-19 safety and health guidelines.","sentiment_score":0.3}
{"full_text":"RT CNN had a Covid tracker on its screen for last one year. Since the moment Biden took oath, the tracker has disappeared. Ex...","sentiment_score":0.0}
{"full_text":"RT Cancer touches so many families. Thank you and for hosting me today to talk about support for...","sentiment_score":0.5}
{"full_text":"Thousands of candles can be lit from a single #Candle...#JoyTrain #Joy #Love #Kindness #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #ChooseLove #SuperSoulSunday #SundayMorning #SundayMotivation RT #ThinkBIGSundayWithMarsha","sentiment_score":0.4095238095}
{"full_text":"Biden Pledges Critical Investments in Public Education to Combat COVID-19 Crisishttps:\/\/t.co\/I3XwB6Ua4v#Jeffco #EdColo #parents #parenting","sentiment_score":0.0}
{"full_text":"RT The number of covid RELATED deaths is around 100,000 not multiples of. Plus read...","sentiment_score":0.0}
{"full_text":"Their community lost 13 members to Covid. These Felician sisters still found God in the pandemic.","sentiment_score":0.0}
{"full_text":"Check out \"What Makes Vaccines Social?\" by Emily Brunson and on at #COVID19 #Vaccines #Anthropology","sentiment_score":0.0333333333}
{"full_text":"Today is International Day of Education @WFP and the Government of Uganda are giving students take-home food rations while schools remain closed due to COVID-19. A child from Napumpum primary school, Uganda.#InternationalDayofEducation #schoolmeals #COVID19","sentiment_score":0.04375}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":"With pandemic hitting unexpectedly to each one of us,it has showed us the importance of digital presence and multiple stream of incomes. Here, we breakdown for you important aspects and ways of earning money online.Don't miss it!https:\/\/t.co\/tNVxtc65rN#earnmoneyonline #goals","sentiment_score":0.125}
{"full_text":"China sees fall in new #COVID19 cases amid strict local lockdowns","sentiment_score":0.0681818182}
{"full_text":"Biomedical waste activist Pughalventhan's work has brought to light the severity of open dumping of waste at a time when #Covid19 was spreading rapidly in the city.","sentiment_score":0.0}
