{"full_text":"RT This morning I was at court when stopped in an enclosed area by a journalist not social distancing. To be honest I felt u...","sentiment_score":0.2916666667}
{"full_text":"Another Coronvirus Task Force EPIC FAILURE by THE WORST Vice President in HISTORY!https:\/\/t.co\/jsLC0Gs8WO","sentiment_score":-0.4055555556}
{"full_text":"Is there any good data on waiting 28 days? I've heard 14, I've heard 60. 14-28 makes sense to me. We're largely following the CDC return to work 2 weeks after positive test\/last day of symptoms whatever is latest and inappropriately applying it to surgery scheduling.","sentiment_score":0.3568181818}
{"full_text":"RT Big fella probs hasn't stopped grafting over the past 12 months, long shifts, late nights all during a pandemic, god forbid...","sentiment_score":-0.15}
{"full_text":"23 die in Norway after receiving covid vaccine. 13 elderly patients with severe reaction.https:\/\/t.co\/hgvUwD3FcX","sentiment_score":0.0}
{"full_text":"RT How can tech drive a green &amp; sustainable post-pandemic recovery? Register to hear the views of #Huawei Corporate SVP &amp; Director...","sentiment_score":-0.1}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT I'd say that DeSantis won't quit until someone gets killed but since he killed 23,000 with Co...","sentiment_score":-0.2}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT Research nurses have been working hard at our practice recruiting this week and over pandemic.","sentiment_score":-0.2916666667}
{"full_text":"RT This is very concerning.","sentiment_score":0.2}
{"full_text":"RT BREAKING: Biden to deploy FEMA, National Guard to set up Covid vaccine clinics across the U.S.","sentiment_score":0.0}
{"full_text":"A group of Rangers fans reportedly traveled to Dubai to take photos of Celtic players but they brought COVID back with them...","sentiment_score":0.0}
{"full_text":"A school friend of mine died from covid last week in the states but I know heaps of people in South Africa who have it or have had it. It is very worrying. Then there is the politics that goes with it. And it is only killing good people","sentiment_score":0.225}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT Travel is usually the lifeblood of diplomacy, but when COVID-19 shut it down, we didn't stop doing our jobs. Instead, we cre...","sentiment_score":-0.2027777778}
{"full_text":"Already happening!!!!!","sentiment_score":0.0}
{"full_text":"It's just a matter of time before everything is exposed for what it is.","sentiment_score":0.0}
{"full_text":"RT Moderna needs 3,000 adolescent volunteers (12-17yo) for its COVID-19 vaccine trial. They're struggling to recruit. This #B...","sentiment_score":0.0}
{"full_text":"actually really not funny tonight. We are where we are now and we need people to follow the lockdown rules to keep the numbers down. As a stage 4 cancer patient who needs the NHS please don't encourage people to do as they like now...yes Boris may have f***ed up","sentiment_score":-0.1402777778}
{"full_text":"RT Rep. Ocasio-Cortez (D-NY) says Dems should pass $2K on top of the $600 from December, rather than add $1,400 to get $600 t...","sentiment_score":0.5}
{"full_text":"RT When Trump wins like this, it's a sad day for America.Today, at 4:30 pm EST on January 14, 2021, we exceeded 400,000...","sentiment_score":-0.1}
{"full_text":"RT Just goes to show, we were right all along--the lockdowns were all political, er, I mean, had nothing to do with how much our \"...","sentiment_score":0.0433035714}
{"full_text":"And they are playing because......??????","sentiment_score":0.0}
{"full_text":"And when they all get Covid and it takes longer for us to het back to normal then it's the governments fault ! ","sentiment_score":0.09375}
{"full_text":"RT Operation Warp Speed leaders waited more than two months to approve a plan to distribute and administer Covid-19 vaccines propo...","sentiment_score":0.5}
{"full_text":"RT They've been lying all along about the vaccine supply. Disinformation like this interferes with the Biden team's ability...","sentiment_score":0.0}
{"full_text":"RT NEW: Dallas County Reports 2,817 New Positive 2019 Novel Coronavirus (COVID-19) Cases and 24 Deaths, Including 664 Probable...","sentiment_score":0.1666666667}
{"full_text":"RT We knew this...in June 2020","sentiment_score":0.0}
{"full_text":"RT This is a defining moment in the pandemic. #HealthWorkers are exhausted, health systems are stretched &amp; we're seeing supplies...","sentiment_score":-0.225}
{"full_text":"RT VIDEO:  Villagers in Bulgaria gather to scare away evil and bring good health and bountiful crops.  Bulgaria allowed locals to p...","sentiment_score":-0.15}
{"full_text":"RT Boris Johnson and Chris Whitty clashed over whether the PM's chief medical officer had been misquoted by the prime minister....","sentiment_score":0.0}
{"full_text":"Not to mention he disbanded the entire pandemic team in 2018 because ...we don't need that.","sentiment_score":0.0}
{"full_text":"Important COVID-19 vaccinate update! Beginning Tuesday #AnneArundel will begin Phase 1B starting with county residents age 75+. They can pre-register now with at or by calling our COVID Care Warmline at 410-222-3663.","sentiment_score":0.25}
{"full_text":"RT WHY ARE YOU HAVING A PARTY? THERE'S A PANDEMIC AND PEOPLE CAN'T PAY THEIR BILLS STOP CELEBRATING YOURSELF AND FUCKING GE...","sentiment_score":-0.6}
{"full_text":"If Congress can fine members for mor wearing masks... passengers can be fined for not wearing seatbelts... then it should apply to everyone or be fined.","sentiment_score":0.4166666667}
{"full_text":"Juanky was directly exposed to COVID at work and guess how he found out???  Gossip. Not from his manager, not from the person who tested positive, nothing. Somebody gossiped and he asked the person and they said yes. I fucking hate this place.","sentiment_score":-0.1575757576}
{"full_text":"I'll admit, it does feel good to have a leader for whom the cruelty isn't the point.","sentiment_score":0.7}
{"full_text":"Yeah its a good idea we seen loads of games being called off covid has been sweeping through training grounds for weeks","sentiment_score":0.7}
{"full_text":"RT .99 cents! \"I want to go to Heaven, Mom\". Five years old. What would you say? #ASMSG #SNRTG    #...","sentiment_score":0.1}
{"full_text":"RT At 4:58- ahead of Cobb &amp; Douglas Health Covid vaccine appointment rollout for next week- you get this 'error' message. Th...","sentiment_score":0.0}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT .@SpeakerPelosi took 9 months to \"negotiate\" #COVID stimulus II. But less than 7 days to impeach President Trump. Pri...","sentiment_score":-0.1666666667}
{"full_text":"RT NEW: Dallas County Reports 2,817 New Positive 2019 Novel Coronavirus (COVID-19) Cases and 24 Deaths, Including 664 Probable...","sentiment_score":0.1666666667}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"RT President-elect Biden announced he will use the Defense Production Act to maximize manufacturing of the coronavirus vaccine. Bo...","sentiment_score":0.0}
{"full_text":"RT Biden's $1.9 trillion COVID relief plan looks great! But I have an idea to make it more effective.To get your money,...","sentiment_score":0.75}
{"full_text":"RT The hour is now to prepare for eternity .the corona virus is simply saying there is danger ah...","sentiment_score":0.0}
{"full_text":"RT GOVERNMENT: stay homeME: ok I'm staying home GOVERNMENT: ....you wanna go out and get a burrito or something?ME: can...","sentiment_score":0.5}
{"full_text":"RT The timing of this obvious news is a bit suspect isn't it?","sentiment_score":0.0}
{"full_text":"RT Are you scared to go to hospitals for the fear of covid-19? Why not call to let us bring your medical needs to your door...","sentiment_score":0.0}
{"full_text":"The #SpanishFlu's 2nd Wave caused 5 times as many deaths as the 1st but we have the massive advances of the past 100 years in our understanding and application of science, medicine, technology, transportation and public organization yet are still seeing this needless suffering.","sentiment_score":-0.0416666667}
{"full_text":"RT 10 times greater harms than benefits.  LOCKDOWNS!! Stop It Now!","sentiment_score":0.9765625}
{"full_text":"Are these measures still followed by #gambling sector given the #lockdown? -Contact customers after an hour of play? -Affordability checks if spend PS100 on X3 consecutive days? -Using data to protect customers-Advertising ban?","sentiment_score":0.0}
{"full_text":"Yes! This is the way!","sentiment_score":0.0}
{"full_text":"RT Boris Johnson acts quickly to ensure all travellers to the country should be tested immediately from Monday, just 363 d...","sentiment_score":0.3333333333}
{"full_text":"The work during my second term in the Pennsylvania House of Representatives has already begun as we take on the priorities of dealing with the budget, pandemic recovery and vaccinations. (1 of 2)https:\/\/t.co\/XWNdGAOwia","sentiment_score":0.0}
{"full_text":"Asking KG students to stay home can increase child labour - GNAT","sentiment_score":0.0}
{"full_text":"THIS MUST BE RETWEETED.","sentiment_score":0.0}
{"full_text":"Sad but true #Hungary","sentiment_score":-0.075}
{"full_text":"RT Help Doctors Without Borders fight for a #PeoplesVaccine! Tweet at pharmaceutical company now to tell them to...","sentiment_score":0.0}
{"full_text":"RT It is sort of meaningless to debate the 2000 + 600 vs 1400 + 600 because neither is enough money after almost a year of...","sentiment_score":-0.25}
{"full_text":"Already the best president we've ever had. Did I do that right?","sentiment_score":0.6428571429}
{"full_text":"#Namethislockdown Lockdown 3: No my cup of tea !","sentiment_score":0.0}
{"full_text":"RT Please Kanawa (people of Kano) while going out to vote your chairman of your local gov't and his councilors tomorrow, don...","sentiment_score":0.0}
{"full_text":"RT 23 die in Norway after receiving Pfizer COVID-19 vaccine: officials","sentiment_score":0.0}
{"full_text":"No Northeast Arkansas counties ranked Friday in reporting new #coronavirus cases, according to #ARnews (1\/2)","sentiment_score":0.1363636364}
{"full_text":"RT From 16 Jan: All passengers arriving into Ireland (except those arriving from Northern Ireland) are required to provide...","sentiment_score":0.0}
{"full_text":"RT 1.7+ million new #COVID19 cases in the United States this week alone. Do your part to #SlowTheSpread:Stay home if you can....","sentiment_score":0.1363636364}
{"full_text":"So a certain grocery chain's (not Kroger or Publix) online app went crazy and added random quantities to my shopping list. I thought I changed them when I ordered, but apparently not. I got enough frozen pizza and baked ziti for a block party. I'd invite you, but covid.","sentiment_score":-0.1821428571}
{"full_text":"RT We have the most inarticulate blustering Prime Minister in our history and in the middle of a pandemic crisis. #BorisJohns...","sentiment_score":0.1333333333}
{"full_text":"RT The Atlantic predicted a COVID tsunami in Iowa, due to the state's less-rigid virus restrictions. But the coming storm ne...","sentiment_score":-0.125}
{"full_text":"RT ..behold... social distancing capybabies ","sentiment_score":0.0333333333}
{"full_text":"RT wear a mask. lol.","sentiment_score":0.8}
{"full_text":"RT Couldn't have said it better","sentiment_score":0.5}
{"full_text":"RT I can't imagine the stress and pain of queuing for a SASSA grant and then getting sprayed with water and possibly getting...","sentiment_score":0.0}
{"full_text":"USA killed thousands of Iraqis over no weapons of mass destruction and china bio terrorism killed millions and nobody attacks China ?","sentiment_score":-0.2}
{"full_text":"RT President-elect Biden announced he will use the Defense Production Act to maximize manufacturing of the coronavirus vaccine. Bo...","sentiment_score":0.0}
{"full_text":"RT After spending an entire year of downplaying and ignoring COVID-19, republicans are waiting for the last day of the trump a...","sentiment_score":0.0}
{"full_text":"RT 5 people dead in the Capital riot, which is terrible and Trump lit the fuse. BUT...400,000 Americans will be dead of COVID...","sentiment_score":-0.4666666667}
{"full_text":"I get my first vaccine round next week (school employee) &amp; I'm a bit nervous about this! I really appreciate people talking about it though, so I can try to prepare. Obviously it will be worth it, but the word that it can be a struggle should be spread so people don't freak out.","sentiment_score":0.0916666667}
{"full_text":"Pandemic forces catering company in Mt. Airy to pivot, open restaurant  via","sentiment_score":0.0}
{"full_text":"RT President-elect Biden announced he will use the Defense Production Act to maximize manufacturing of the coronavirus vaccine. Bo...","sentiment_score":0.0}
{"full_text":"In a statement, Arkansas Gov. said, \"We cannot relax our carefulness in fighting the spread of #COVID19. As we move into the first stages of Phase 1-B on Monday, we continue our march toward a healthier, safer Arkansas.\"","sentiment_score":0.25}
{"full_text":"RT Some administration officials say they were caught off guard by states' unpreparedness, saying OWS had several meeting...","sentiment_score":0.0}
{"full_text":"RT Share on Twitter","sentiment_score":0.0}
{"full_text":"RT A whopper of a lie from Alex Azar: \"When HHS Secretary Azar announced this week that the federal government would begin releas...","sentiment_score":0.0}
{"full_text":"RT Different and complicated reasons why an employee may not wish to be va...","sentiment_score":-0.25}
{"full_text":"The goes virtual:","sentiment_score":0.0}
{"full_text":"RT This small hospital in California has already run out of beds for their intensive care patients.It also faces staff shortages...","sentiment_score":-0.25}
{"full_text":"read ThreadWell said Brian !!","sentiment_score":0.0}
{"full_text":"RT Joe Biden's *goal* is \"100M shots in his first 100 days.\"That sounds horrible. That's 50M vaccinated by mid-May. That's a...","sentiment_score":-0.375}
{"full_text":"RT Can we make a deal? Drag Race UK will entertain you over these coming months but please support us once this lockdown is o...","sentiment_score":-0.1}
{"full_text":"#MarshallLaw #marshmellow #marshalldillion SHOWS HOW IMPORTANT EDUCATION IS! #IDIOTSWITHGUNS #TrumpTreason #Covid","sentiment_score":0.5}
{"full_text":"RT How many of you had more than one important thing you had to get done this week? Right. The Senate can handle impeachme...","sentiment_score":0.4214285714}
{"full_text":"RT NEW: Dallas County Reports 2,817 New Positive 2019 Novel Coronavirus (COVID-19) Cases and 24 Deaths, Including 664 Probable...","sentiment_score":0.1666666667}
{"full_text":"RT The Trump Administration has led the global response to COVID-19 with foreign assistance funding. and alon...","sentiment_score":-0.0625}
{"full_text":"A Verbal Half-Court Shot! Charles Barkley Has An Interesting Idea Who Deserves Top Priority To Receive The COVID-10 Vaccination.","sentiment_score":0.5}
{"full_text":"Covid-19 US 'Every 5 minutes, somebody is dying of COVID in LA County': county chief medical officer","sentiment_score":0.0}
{"full_text":"These are making my lockdown life so much easier ","sentiment_score":0.2}
{"full_text":"Free Drive Up COVID-19 Testing In #lasvegas!Our partners over at Medical Solutions Ventures are proud to serve our community: Now announcing their Free Drive-Up COVID-19 Testing location right here in the Las Vegas valley.Location: 3571 E. Sunset Rd., Las Vegas NV, 89120","sentiment_score":0.3771428571}
{"full_text":"RT Looking forward to hanging out with you on set.NO you don't need to have any production experience. And EVERYONE on set...","sentiment_score":0.0}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT \"This is an unprecedented calamity,\" Jesem Orellana, a local epidemiologist, told the Guardian. \"In the coming hours Man...","sentiment_score":0.3}
{"full_text":"RT I've heard the met police are going to be out in force in London this weekend to catch Covid rule breakers I'm so happy all...","sentiment_score":0.8}
{"full_text":"RT My daughter #RealityWinner has reported abuse by prison staff that has gone ignored.  Where does her suffering end?She...","sentiment_score":0.0}
{"full_text":"RT 20 days of LRSD covid sick leave OK'd (Arkansas Democrat-Gazette), Jan 15, 2021 ","sentiment_score":-0.1071428571}
{"full_text":"RT Anche Bloomberg ora segnala che qualcosa non va col vaccino Pfizer Covid-19 Vaccine Side Effects: Norway Warns of Risks for Si...","sentiment_score":0.0}
{"full_text":"RT JH: Tony Blair needs no introduction, except to say that his interventions on testing and vaccination strategy in the pand...","sentiment_score":0.0}
{"full_text":"RT The timing of this obvious news is a bit suspect isn't it?","sentiment_score":0.0}
{"full_text":"RT 1\/ has released its updated batch of reported Covid vaccine side effect data, through Jan. 8, when roughly 6.6 mi...","sentiment_score":-0.1}
{"full_text":"The covid debt!","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden says he'll use the Defense Production Act to 'maximize manufacture' of the coronavirus vaccine, fulfillin...","sentiment_score":0.0}
{"full_text":"RT Across more than 15 cities, from here in Memphis, to Detroit, to Durham, North Carolina, and beyond, fast-food cooks and ca...","sentiment_score":0.5}
{"full_text":"RT AS SUSPECTED BORIS. Lock Down is probably making things far worse and causing MORE DEATHS than if people...","sentiment_score":0.0111111111}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"Queen Bey is partnering with the NAACP to launch a COVID-19 housing relief initiative for Black families who have been displaced and hit with hardship due to the virus. Read more on how her BeyGood foundation is helping to give back.","sentiment_score":0.0520833333}
{"full_text":"Canada Comes Clean: In-Flight Exposure To Covid-19 Happens All The Time","sentiment_score":0.3666666667}
{"full_text":"Osaka coronavirus deaths top Tokyo's as Japan logs 6,607 new cases (1\/15 JapanTimes)","sentiment_score":0.3181818182}
{"full_text":"The ECB insists it is \"not concerned\" about two positive cases of Covid-19 in their team hotel in Galle...Join us for day three of #SLvENG  from 4.10am on Sky Sports Cricket! ","sentiment_score":0.2840909091}
{"full_text":"It will be PH's lockdown \"anniv\" two month from now. We went from being scared of reaching 50 positive cases to shrugging off thousands of confirmed cases. And yes the gov't still hasn't improved.","sentiment_score":0.3136363636}
{"full_text":"Joe Biden unveiled a $1.9 trillion rescue package Thursday aimed at keeping the economy afloat while fighting the COVID-19 pandemic, but he could face a difficult fight getting it through a deeply divided Congress.https:\/\/t.co\/BiDCfGva5C","sentiment_score":-0.1666666667}
{"full_text":"Though the New Mexico Activities Association's focus remains on completing every sports season, it is especially focused on making sure the state's spring athletes don't lose a second season in a row due to the COVID-19 pandemic.https:\/\/t.co\/9x148FnU3J","sentiment_score":0.1022727273}
{"full_text":"FAIR NEGOTIATIONS | NTF on COVID-19 Chief Implementer &amp; Vaccine Czar Secretary Carlito G. Galvez, Jr. assures the public that the price of the vaccines that the government will be procuring are fairly negotiated. #COVID19PH #WeHealAsOnePH #COVIDvaccinePH #ExplainExplainExplain","sentiment_score":0.4666666667}
{"full_text":"Important information for Montgomery County residents: Check out this upcoming virtual town hall meeting on vaccine rollout hosted by on Tuesday, Jan. 19 at 7 p.m.","sentiment_score":0.4}
{"full_text":"As states across the U.S. roll out the COVID-19 vaccine to people 65 and older, senior citizens are scrambling to figure out how to sign up to get their shots.","sentiment_score":0.1666666667}
{"full_text":"Important article in on why we need to prioritize #COVID19 vaccines for incarcerated individuals, and why most states have included people in prisons as part of their vaccination plan.https:\/\/t.co\/SFetQORA7a","sentiment_score":0.45}
{"full_text":"RT Sorry I've been off lately. Just had the covid vaccine done and the microchip in my arms keeps downloading updates and tu...","sentiment_score":-0.4}
{"full_text":"RT It is also good to not get covid. You are prioritizing you getting sunlight at the risk of others getting...","sentiment_score":0.7}
{"full_text":"\"Every little bit helps right now especially with our industry.\"While live performances and concerts have been put on hold for the time being, a west Michigan theatre is offering a new experience, giving behind-the-scene tours to keep them afloat.https:\/\/t.co\/6XMBVUuu9Q","sentiment_score":0.0741883117}
{"full_text":"RT After three COVID-19 breakouts within the White House in recent months, the federal government is sparing no expense to clean and...","sentiment_score":0.1222222222}
{"full_text":"Millions of Americans are struggling with mental health issues at the height of the COVID-190 pandemic and shutdowns. See how major companies are trying to balance the concerns of their employees and help people stay safe.","sentiment_score":0.1541666667}
{"full_text":"\"This new politics would center on national&amp;international unity and inclusion\" Wetter co-wrote an article to discuss lessons we can take from the #COVID19 pandemic. Access:","sentiment_score":0.0181818182}
{"full_text":"Century 21 was once  the \"go-to place for shopping,\" but the pandemic is only one part of why businesses in Brooklyn are seeing closures.","sentiment_score":0.0}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"TV personality Paddy Doherty has urged people not to underestimate Covid-19 after being \"knocked down for six\" by the virus.","sentiment_score":-0.1555555556}
{"full_text":"RT 42K+ of our loved ones behind bars in CA have tested positive for #COVID due to overcrowding, guards' refusal to wear...","sentiment_score":0.1005681818}
{"full_text":"The U.S. has led the world in the fight against COVID-19. $20.5 billion allocated to fund vaccines, therapeutics and diagnostics, preparedness efforts, and foreign assistance. Not to mention U.S. private company donations, NGOs, faith orgs. It's an #AllOfAmerica effort.","sentiment_score":-0.0625}
{"full_text":"NMC's very own Occupational Therapy Program Director, Dr. Melissa Kimmerling, was on the OT Potential Podcast discussing OT education during a pandemic. Listen at","sentiment_score":0.39}
{"full_text":"In response to COVID-19, some #moviestudios have opted to release new movies directly to PVOD. Is this the end of theater releases?  See how studios can rethink revenue models for the future.","sentiment_score":0.0787878788}
{"full_text":"Yupp.May to June 2020I suffered some COVID symptoms even tho I was indoors throughout. Woke up gasping for breath every night, at some point, I had to force my airways open resulting in bloody coughs. Kinda worse than COVID, if it wasn't.Got healed within 2 weeks after...","sentiment_score":-0.4}
{"full_text":"The restrictions ensued by the pandemic has pushed many agripreneurs to connect with online buyers instead.","sentiment_score":0.5}
{"full_text":"Ex-MI governor criminally charged in #FlintWaterCrisis; Trump EPA exempts most polluters from future regulations; US emissions plummet, due to #COVID19; World's biggest battery now online in CA, with more to come...in our latest LISTEN:","sentiment_score":0.1625}
{"full_text":"Biden Releases Picks For COVID-19 Response Team","sentiment_score":0.0}
{"full_text":"On Friday, parents and students across the state are holding rallies urging school officials to resume school sports that have been sidelined due to COVID-19.https:\/\/t.co\/UqeawebX9N","sentiment_score":-0.125}
{"full_text":"RT This is very concerning.","sentiment_score":0.2}
{"full_text":"RT Chicago officials reported the city's first case of a highly contagious variant of the coronavirus. Meanwhile, the Trump administ...","sentiment_score":0.205}
{"full_text":"RT Ohhh so NOW age restrictions and pre conditions are important.How about we apply that same critical...","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden says he'll use the Defense Production Act to 'maximize manufacture' of the coronavirus vaccine, fulfillin...","sentiment_score":0.0}
{"full_text":"114 people test positive for UK variant of coronavirushttps:\/\/t.co\/Vg3CTEDgTw","sentiment_score":0.2272727273}
{"full_text":"The AR DOC Family is full of hope as our staff and Wellpath partners receive COVID-19 vaccines! Sex Offender Services Assistant Area Manager, Kenney Kendrick getting his COVID-19 Vaccination.  #ARDOCFamily #InThisTogether #COVID19Ark #WeARStrong #WeARVaccinated #WhyVaccinate","sentiment_score":0.4375}
{"full_text":"A shot in the arm: Why the pandemic has led to a drive-in cinema resurgence. #commercialrealestate","sentiment_score":0.0}
{"full_text":"Peacock Feather Hatc. 1960Worn by Placer County Clerk Recorder, Maurine Dobbas.#NationalHatDay #Friday #COVID19","sentiment_score":0.0}
{"full_text":"RT Please please. This isnt about Politics. It's about coming face-to-face with the harsh reality of a pandemic. I shared, becaus...","sentiment_score":-0.2}
{"full_text":"We are doomed","sentiment_score":0.0}
{"full_text":"A follow-up discussion with \"retail prophet\" Doug Stephens, who has been mulling the disease outbreak's implications for the industry.https:\/\/t.co\/t72xPNOBSx","sentiment_score":0.0}
{"full_text":"President-elect Biden calls  for a $1.9 trillion Covid-19 relief plan to reduce economic distress and invest in  testing and vaccine distribution, reports  Read more:","sentiment_score":0.35}
{"full_text":"TN - Here we've got the #ChristmasDayBomber AND the #ZipTieGuy. So proud !P.S. I almost forgot our #DoNothing Governor  The trifecta of shame.But then there's #JackDaniels,  #DollyParton, AND #JohnnyCash.  We do alright sometimes. #WearAMask #DefendDemocracy","sentiment_score":1.0}
{"full_text":"Largest attack on COVID: World's biggest COVID vaccination drive. Historic vaccine moment arrives, as wait for 'silver bullet' ends now. Proud 'Made in India' occasion. Unparalleled coverage on TIMES NOW, 7 AM onward. Stay tuned.","sentiment_score":0.4}
{"full_text":"May the good Lord watch over us &amp; wake us tomorrow  #WearAMask#MaskUp","sentiment_score":0.7}
{"full_text":"The pandemic's disruption of the #housing and #hospitality markets has created an opportunity for one developer to buy permanently closed #hotels and convert them into #apartments for middle-income workers.Read the profile on","sentiment_score":-0.1}
{"full_text":"inside... outside... at home &amp; online... it's #Apresski time #ski &amp; #snowboard nation  Cheers! #ApresLIVE #Aspen #Breck #Vail #Colorado #HappyHour #apresski #skiing #snowboarding #skitown #mountaintown #traveltips #eatlocal #drinklocal #shoplocal #washyourhands #WearAMask #TGIF","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden scolds Republican members of Congress who wouldn't wear masks during the lockdown: \"(Masks are)...","sentiment_score":0.0}
{"full_text":"With the pandemic still raging on, many Black families are on the brink of homelessness.","sentiment_score":0.1666666667}
{"full_text":"Western Australia will soften its hard border with Victoria from next week after the state recorded nine consecutive days of zero community transmission of COVID-19.https:\/\/t.co\/hay2r6aW9S","sentiment_score":-0.0972222222}
{"full_text":"Waco-McLennan County Public Health District Announces211 New Cases of COVID-19Three New Deaths Attributed to COVID-19As of January 13, 2021, the hospitalization rate was 29% for Trauma Service Area M, as calculated by the Texas Department of State Health Services.","sentiment_score":0.0909090909}
