{"full_text":"RT Cis men: COVID can cause erectile dysfunction","sentiment_score":0.0}
{"full_text":"A nationwide lockdown is coming into effect to curtail the rise in #Coronavirus cases.You must now stay at home so that we can protect our NHS and save lives.Further details available on the Government's Coronavirus website.https:\/\/t.co\/cO3bZVUrsg","sentiment_score":0.4}
{"full_text":"RT If the patient is declared dead at the scene or if no pulse can be restored, paramedics will no longer transport the body...","sentiment_score":-0.2}
{"full_text":"RT Judge Cohen said Trump waited too long to challenge Georgia's rules for mail-in voting during the pandemic, which were es...","sentiment_score":-0.05}
{"full_text":"RT REMEMBER THE LOCKDOWN RULES: 1. If death rates go down, that means the lockdown is working2. If death rates go up, that m...","sentiment_score":-0.1555555556}
{"full_text":"RT Being-towards-death, or why we ought not fear the Reaper : We have become reluctant to accept death as an integral par...","sentiment_score":0.0}
{"full_text":"RT When Cleveland punched its playoff ticket Sunday, Kevin Stefanski took the game ball, handed it to G Joel Bitonio - the l...","sentiment_score":-0.4}
{"full_text":"RT We will be featuring on at 6pm tonight about the impact both COVID-19 and general winter pressures is hav...","sentiment_score":0.05}
{"full_text":"RT As I've been telling you for months: there is no route out of this. It's lockdowns on and off forever now. Until we say enoug...","sentiment_score":0.0}
{"full_text":"RT 60,916 new cases, 830 deaths and 1 in 50 people in the country with the virus.This wasn't inevitable. It's the result o...","sentiment_score":0.0681818182}
{"full_text":"RT Utterly soul destroying when patients say they spent xmas day with extended family and now everyone is positive for covid....","sentiment_score":-0.0181818182}
{"full_text":"Please and thanks ","sentiment_score":0.2}
{"full_text":"RT Larry King, hospitalized with COVID, moved out of ICUhttps:\/\/t.co\/lTL4R2ZKav","sentiment_score":0.0}
{"full_text":"Definitely got me going till the end, seems like an interesting watch! Atleast with all these pandemic films, they are pretty unique! #Casalifiles #FilmNerd","sentiment_score":0.3359375}
{"full_text":"u regret giving money to CHARITY?? thats a good look ur putting urself..hey tl this loser hates charity","sentiment_score":0.7}
{"full_text":"RT These mask-fanatic women from hell started filming &amp; harassing these men for drinking coffee on the trainThe older one...","sentiment_score":0.1666666667}
{"full_text":"Just wondering how it's okay to close primary and secondary schools when mostly everyone's travelling from the same area but not close colleges when everyone's travelling from all over the country?? Baffles me #college #lockdown #covid19","sentiment_score":0.22}
{"full_text":"RT The way students have been treated during this pandemic is appalling. We can't access facilities and do not have a standard...","sentiment_score":-0.175}
{"full_text":"Thank you #LockdownLager","sentiment_score":0.0}
{"full_text":"RT Like I really don't like using all-caps, BUT THIS SIMPLY ISN'T GOOD ENOUGH.We need to vaccinate ALL #Ontar...","sentiment_score":0.3}
{"full_text":"RT COVID-19 Vaccine Guidelines in Texas:  Do your research online. Don't just show up at your hospital or provider's...","sentiment_score":0.0}
{"full_text":"ah love you Kieran hope you're doing okay with lockdown &lt;3333","sentiment_score":0.5}
{"full_text":"You are a clown wake up. Why did Pelosi advertise that HQC was a terrible drug and CDC just came out and said it's a drug that fights  the China virus? Maybe blame those who have more harm you asshat","sentiment_score":-0.25}
{"full_text":"RT The national lockdown requires all outdoor sports facilities to be closed. This includes, tennis courts, astro pitches,...","sentiment_score":-0.1}
{"full_text":"RT Our Rough Sleeper Outreach services are continuing as normal during lockdown 3.... if you are worried about a rough sleepe...","sentiment_score":-0.0166666667}
{"full_text":"RT We are devastated that a COVID hoax conspiracy is gaining prominence. These pictures of ambulances queuing outside of hospi...","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"This sucks but if it keeps us safe I'm 100% for it.","sentiment_score":0.1}
{"full_text":"when will you be announcing your reduced lockdown timetable?","sentiment_score":0.0}
{"full_text":"RT Where the covid reside","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT 2% of the population of England is currently infected with COVIDIf you believe that healthcare workers need immediate...","sentiment_score":0.0}
{"full_text":"The #NFL with another uptick in COVID cases. 70 combined among players and staffers before the final games of the season.","sentiment_score":0.0}
{"full_text":"RT We are devastated that a COVID hoax conspiracy is gaining prominence. These pictures of ambulances queuing outside of hospi...","sentiment_score":0.0}
{"full_text":"Fingers crossed for Death Valley in late March. Don't know if my ligament repair and\/or Covid-19 will allow but I have a chance to work with an amazing photographer.","sentiment_score":0.15}
{"full_text":"Can't wait to go back to dealing with the general public on Monday ","sentiment_score":0.0166666667}
{"full_text":"RT Like lots of my writer friends, I'll have a book published during lockdown. And I know it is a small problem, in the sch...","sentiment_score":-0.25}
{"full_text":"RT Mitch McConnell is the single biggest obstacle to getting the real COVID-19 relief we need. Do your thing today, Georgia! Vot...","sentiment_score":0.0892857143}
{"full_text":"Yesterday, I said the government had improved from being months late in its implementation of necessary measures to only weeks late. I take that back.","sentiment_score":-0.12}
{"full_text":"and that's nothing to even say about how the first vote they held saw Republican senators bitching about fucking *masks*, in the midst of a pandemic that is killing Americans and only getting worse.","sentiment_score":-0.1875}
{"full_text":"RT Studying the COVID-19 Vaccine in Autoimmune and Immunocompromised Patients via @CreakyJoints ","sentiment_score":0.0}
{"full_text":"RT Surprise, surprise. An authoritarian leaning gov't that assured covid-tracking data wouldn't be used for anything other t...","sentiment_score":-0.125}
{"full_text":"RT Having a social media following doesn't mean you get a pass to be a douchebag to strangers","sentiment_score":-0.0930555556}
{"full_text":"British Infectious Disease Expert Warns of New Mutations: \"We Are in a Dramatic Race Against a Changing Virus\"","sentiment_score":-0.098989899}
{"full_text":"RT In accordance with lockdown measures announced yesterday, our golf centre will be closed from until further notice. Our...","sentiment_score":-0.05}
{"full_text":"How safe is it to use Covid-19 vaccine?","sentiment_score":0.5}
{"full_text":"RT 1 in 5 people in LA has COVID.","sentiment_score":0.0}
{"full_text":"Naku! After this pandemic. ","sentiment_score":0.0}
{"full_text":"Absolutely not. If you don't like it, wear your mask and go about your day. I'm not interested in being a guinea pig for Big Pharma and their (quite literally) evil globalist financiers. You can go right ahead and serve yourself up for glorified medical research, though.","sentiment_score":-0.156547619}
{"full_text":"RT If you have the time &amp; money to travel to DC in the midst of a pandemic and the economic crisis of a lifetime, to rally on...","sentiment_score":0.2}
{"full_text":"RT Just before Christmas I took the Sputnik vaccine. It's been an interesting ride since (video)","sentiment_score":0.5}
{"full_text":"731 NYSC batch B members test positive for COVID-19 - PTFhttps:\/\/t.co\/YS4y3XxCXO","sentiment_score":0.2272727273}
{"full_text":"RT London's Nightingale hospital ready to receive patients after construction workers scramble to re-build dismantled field...","sentiment_score":0.2}
{"full_text":"The #COVID19 crisis in Scarborough is now getting attention - has had the highest number of COVID patients in their ICU at any one time. In wave 2, &gt;half their ICU has been filled with patients with COVID, compared to &lt;20% in the rest of the city . (4\/7)","sentiment_score":0.4}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"Healthcare worker dies 48 hours after getting Pfizer coronavirus vaccine #SmartNews","sentiment_score":0.0}
{"full_text":"RT In a bold censorship move that would make China proud, YouTube has removed entire channel.This is an as...","sentiment_score":0.3777777778}
{"full_text":"Don't feel good today. Guess im booking a covid test...yay","sentiment_score":0.7}
{"full_text":"RT NEW: Amid rumors that Trump is planning to \"escape\" to Scotland before Biden's inauguration, Scotland's first minister...","sentiment_score":0.1931818182}
{"full_text":"RT #India continues to take decisive action &amp; demonstrate its resolve to end #COVID19 pandemic. As the 's largest vaccine produ...","sentiment_score":0.1}
{"full_text":"RT If you have the time &amp; money to travel to DC in the midst of a pandemic and the economic crisis of a lifetime, to rally on...","sentiment_score":0.2}
{"full_text":"RT Please remember that you can leave your home to escape domestic abuse even under lockdown. The Prime Minister specific...","sentiment_score":0.0}
{"full_text":"Liberals have not let the coronavirus crisis go to waste and our small businesses are paying the price | Fox Business","sentiment_score":-0.225}
{"full_text":"RT That he continues to pass the buck to others, including the hospitals, is as jarring as it is arrogant. But should we expect...","sentiment_score":0.0}
{"full_text":"RT Here are 6 things the federal government can do to infuse needed urgency into #covid19 vaccination efforts:1. Set expecta...","sentiment_score":0.0}
{"full_text":"RT Horowitz: With no lockdown or mask mandate, Florida has roughly same hospitalization level as 2018 flu season","sentiment_score":0.0}
{"full_text":"RT We are devastated that a COVID hoax conspiracy is gaining prominence. These pictures of ambulances queuing outside of hospi...","sentiment_score":0.0}
{"full_text":"RT Ensuring COVID-19 vaccines are administered quickly is our top priority right now. We will use all resources and personnel...","sentiment_score":0.373015873}
{"full_text":"RT \"What people are facing now, and were up against even before a global pandemic, will require drawing on frameworks originated...","sentiment_score":0.0}
{"full_text":"RT (1\/12) Study of #SARSCoV2 transmission by children. 12 children infected in childcare transmitted the virus to at least 12 o...","sentiment_score":-0.3}
{"full_text":"this is absolutely chilling","sentiment_score":-0.5}
{"full_text":"I'm sorry but if you're work can expose you to vulnerable people and you don't want to be vaccinated, you're selfish and shouldn't be in public service. Mandate the vaccine for public service. Don't want the vaccine? Fine, you're fired. Pretty simple.","sentiment_score":-0.1041666667}
{"full_text":"Horrendous for all teachers and my former colleagues.","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo is a terrible Governor and an egotist who published a cash-in book about how he \"beat\" the Coronavirus wh...","sentiment_score":-1.0}
{"full_text":"Oh yeah, impeaching Trump again is so much more important than getting Medicare For All in the middle of a pandemic that killing hundreds of thousands of Americans.","sentiment_score":0.3}
{"full_text":"RT We are devastated that a COVID hoax conspiracy is gaining prominence. These pictures of ambulances queuing outside of hospi...","sentiment_score":0.0}
{"full_text":"RT As of today, the total number of confirmed #COVID19 cases is 1 127 759, the total number of deaths is 30 524 and the tot...","sentiment_score":0.1333333333}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT WATCH: Car crash interview with Labour's Shadow Chancellor, Anneliese Dodds. She completely failed to give any costings...","sentiment_score":-0.5}
{"full_text":"This has been particularly difficult for me during COVID. I am a BIG fan of reading AND writing in libraries. I have been bereft. Much longing and grief for so many things we have always taken for granted. But it began when I taught uni in WV. V sad public library. Broke my ","sentiment_score":-0.1571428571}
{"full_text":"I put this down to the scourge of corrupt governance. Zimbabwe has more than enough resources to manage the COVID-19 pandemic bar ZanuPF Government corruption.","sentiment_score":-0.0388888889}
{"full_text":"RT  I'm also really happy to be able to provide four scholarship tickets. Underrepresented folks are my priority, but time...","sentiment_score":0.65}
{"full_text":"RT NY Governor Cuomo keeps calling it \"the UK strain\" over and over in his tedious briefing. But, he used to go ballistic if...","sentiment_score":-0.5}
{"full_text":"Breaking News for you... there's a pandemic going on.  Tipping for delivery is not like before.  Anyone who wants to have food delivered 20 mins away should use their common sense and basic math.  It's not that hard.  20 mins of travel means 40 mins of time for them to go back.","sentiment_score":-0.0783333333}
{"full_text":"Sobering updates about workplace spread in Los Angeles. And: \"Latino residents are now dying of COVID-19 at 2 1\/2  times the rate of white residents in L.A. County.\"From Costco and Target to TV sitcom sets, L.A. workplaces hit with coronavirus outbreaks","sentiment_score":0.0}
{"full_text":"Either no one is taking their lockdowns seriously or their lockdown is a scam. Ye November se lockdown lar rahe hai lekin cases sirf increase ho rahe hai. What farce is this.","sentiment_score":-0.3666666667}
{"full_text":"RT 27 new cases of #covid19 reported in #nb today: a record since the start of the pandemic.All health zones in New Bruns...","sentiment_score":0.1363636364}
{"full_text":"RT Utterly soul destroying when patients say they spent xmas day with extended family and now everyone is positive for covid....","sentiment_score":-0.0181818182}
{"full_text":"RT -Kelly Loeffler and David Perdue invested in body bags during COVID-19-Both have been seen spending time with white supre...","sentiment_score":0.0}
{"full_text":"this is another post in my series of posts called: i'm unemployed and my wife is exhibiting covid symptoms again","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT JOURNALISTS: if you have a question at the No10 press conference, please ask:How many people have to be vaccinated before l...","sentiment_score":0.5}
{"full_text":"They will take a B12 injection and say it is the Covid vaccine ....look no side effects","sentiment_score":0.0}
{"full_text":"Looking forward to joining in with this one. Returned to work yesterday following maternity leave and have missed the whole covid\/lockdown era so far!","sentiment_score":0.1083333333}
{"full_text":"RT Asked whether Pres. Trump would be allowed to travel to Scotland around inauguration, First Minister Nicola Sturgeon says the coun...","sentiment_score":0.25}
{"full_text":"RT So... we need everyone to act as if their refrigerators are failing? #covid #vaccines California hospital distributes...","sentiment_score":0.0}
{"full_text":"What we do need the press to be telling us is who pulls the financial rug on these companies during Covid lockdown.  They are behaving as badly as any rogue landlord. They should be named and shamed.","sentiment_score":-0.35}
{"full_text":"why is TfL telling staff who have had to take a Covid test to attend work until they get the result when this clearly goes against PHE advice? And you wonder why half your staff are off sick!!","sentiment_score":-0.3555555556}
{"full_text":"Just over 80% of Covid 19 related deaths were in LTCs. Does that mean you'll reopen Ontario's economy and keep education going? Probably not, you'll just listen to the 30-year-old white ladies on Twitter who are hysterical that they have a 0.004% chance of dying from this.","sentiment_score":-0.328125}
{"full_text":"Everyone's look by the end of Lockdown III","sentiment_score":0.0}
{"full_text":"Lockdown has returned and so have the Quiz nights but not every quiz night is hosted by a renowned comedian right?Join us on Saturday 23rd January at 8PM and help us Hoof Cancer and 2020 Right Where it Hurts.Hosted by the one and only RHOD GILBERT https:\/\/t.co\/oASnOFtCnm","sentiment_score":0.1428571429}
{"full_text":"RT Please open the boarders from Zim, Lesotho &amp; Mozambique!!! They not bringing Covid; they left it here &amp; will find it h...","sentiment_score":0.0}
{"full_text":"Across the NCH Healthcare System Hospitals, we are currently treating 71 inpatients who have tested positive for COVID-19, and we have safely discharged a total of 1,738 since the pandemic began.","sentiment_score":0.1818181818}
{"full_text":"RT Ouch: Scotland's first minister says Trump will not be able to slink off to his golf course while America celebrates hi...","sentiment_score":0.375}
{"full_text":"Low interest rates, record issuance among blank-check companies and Covid-19 vaccines are expected to dial up deal making in the coming months   ","sentiment_score":-0.05}
{"full_text":"#Resources Responding to COVID-19 in Africa: The myths, the lessons, and the future #Webinar hosted by","sentiment_score":0.0}
{"full_text":"Don't forget the POS mayor closed restaurants for these three days in DC just to spite Patriots and Trump , all under the bullshit guise of covid of course.Shows they don't give a damn about We The People!!!","sentiment_score":-0.1953125}
{"full_text":"\"I think Nicola Sturgeon should resign. Not because she's done anything wrong - it would just be really comforting to know Boris Johnson is going to do the same thing in a couple of days' time\"","sentiment_score":-0.1}
{"full_text":"Bring this back for lockdown 3","sentiment_score":0.0}
{"full_text":"Exec: \"How do we make an \"Oceans 8\" sequel during the pandemic?\"Screenwriter:","sentiment_score":0.0}
{"full_text":"Reports say tour against may be held in the UK and Ireland if COVID-19 stops fans travelling.It could even be postponed to 2022.Last summer, hoping it would go ahead, we chose our Lions teams below #Rugby #LionsRugbyhttps:\/\/t.co\/LMC4wjtZ0F","sentiment_score":0.0}
{"full_text":"Read: Here's a full list of shops allowed to stay open during Scotland's 2021 lockdown.https:\/\/t.co\/s6faLXiyZO","sentiment_score":0.175}
{"full_text":"Many Nebraskans are excited about COVID-19 vaccines that are now being used but Nebraska's Attorney General and Department of Health and Human Services CEO Danette Smith say be skeptical to avoid being scammed.","sentiment_score":0.085}
{"full_text":"Damn ","sentiment_score":0.0}
{"full_text":"To get back to our favorite activities, we need to wear a mask, keep our distance, and get tested. That's how we #GetBackMass. Learn more at #MaskUpMA #GetBack #covid19MA","sentiment_score":0.3333333333}
{"full_text":"Emphasizing his focus on the elderly, said teachers should not expect to be prioritized for #COVID19 #vaccine at this time. The president of the state's largest teachers union said DeSantis has \"turned his back on educators.\"","sentiment_score":0.0}
{"full_text":"RT My #tuesnews is #beneathcornishskies is published this week on 7th January! So if you're looking for a #loc...","sentiment_score":0.0}
{"full_text":"RT respectfully I'm requesting that whatever decision you make regarding schools it's decisive...","sentiment_score":0.5}
{"full_text":"Kathryn Thomas opens up about her lockdown experience with husband Padraig McLoughlin: 'We didn't kill each other'","sentiment_score":-0.125}
{"full_text":"Important email in the link below and summarised in the thread!You will shortly be receiving an email from us that summarises their email as well as provides more information about how it impacts us, our activities and how we can ensure we are representing your voice.","sentiment_score":0.3}
{"full_text":"RT Judge Cohen said Trump waited too long to challenge Georgia's rules for mail-in voting during the pandemic, which were es...","sentiment_score":-0.05}
{"full_text":" SMALL BUSINESS OWNERS: A new COVID relief grant is available for local small businesses and non-profits. Apply today and you could receive up to $25,000 for your business!https:\/\/t.co\/XUv0G0hsmZ","sentiment_score":0.0072727273}
{"full_text":"California reported Sunday that 45,352 people newly tested positive for Covid-19, continuing a surge that has pushed hospitals and their exhausted staff to the brink. #covidsurge","sentiment_score":-0.0121212121}
{"full_text":"RT Horowitz: With no lockdown or mask mandate, Florida has roughly same hospitalization level as 2018 flu season","sentiment_score":0.0}
{"full_text":"RT Georgians: As long as you are in line by 7 pm today, you have the right to cast your ballot. VOTE for: Better vaccin...","sentiment_score":0.2452380952}
{"full_text":"With 14 million doses of Pfizer and Moderna vaccines now in the U.S., officials say the COVID-19 vaccination initiative is moving at a sluggish pace.https:\/\/t.co\/BEiW3f8ALq","sentiment_score":0.0}
{"full_text":"People are being urged not to visit unless they have to.https:\/\/t.co\/hIO9Z2YK1f","sentiment_score":0.0}
{"full_text":"During 2020, we concluded \"help the helpers\" program that targeted medical staff (nurses, doctors and laboratory team members) on the frontline treating patients of #COVID19 at al-Hakim General Hospital in #Najaf.#mentalhealth #YearInReview","sentiment_score":0.025}
{"full_text":"#Beijing has extended the #COVID19 observation period for inbound travelers to 21 days following sporadic locally-transmitted case, the municipal government said at a press conference Tuesday.","sentiment_score":0.0}
{"full_text":"REMINDER: We're hosting a drive-through #COVID19 vaccination event Thursday, Jan. 7 at the Jackson Fairgrounds for Madison County residents ages 75 and older. We'll start distributing the vaccine at 9 a.m. and go until it runs out. Enter on Magnolia Street. Please bring valid ID.","sentiment_score":0.1666666667}
{"full_text":"As we find ourselves back in lockdown, keep yourself proactive and APPLY to our #HigherLevelTeachingAssistant course!  Sign-up here  or email cpdtraining@glfschools.org for more info","sentiment_score":0.25}
{"full_text":"The Panel recommends treating all hospitalized patients with #COVID19, including critically ill patients, with prophylactic dose anticoagulation. Go to our updated Antithrombotic Therapy section for additional information and related recommendations:","sentiment_score":-0.25}
{"full_text":"READ: Here's Full list of shops allowed to stay open during Scotland's 2021 lockdownhttps:\/\/t.co\/N8GcTlbJnc","sentiment_score":0.175}
{"full_text":"I think that if you're younger, that is totally reasonable. For the elderly, the risk assessment is pretty clear that covid is a known harm with high chance of death.","sentiment_score":0.142}
{"full_text":"RT Rate Of Adverse Reactions To COVID Vaccines Already 50x Higher Than Flu Shot","sentiment_score":0.25}
{"full_text":".@Workdesignmag takes a look at the effects COVID-19 could have on the future of office spaces.","sentiment_score":0.0}
{"full_text":"RT You can apply for Laptops and Tablets for children needing them for home schooling in lockdown here:","sentiment_score":0.0}
