{"full_text":"If the first series was anything to go by, this will be must-watch live viewing! Sign up!","sentiment_score":0.2315340909}
{"full_text":"RT 'I'm not going home': Man who said COVID-19 was fake needs double lung transplant to live","sentiment_score":-0.1212121212}
{"full_text":"RT Joe Biden is considering asking Congress to help suffering Americans in two steps: give them the balance of their coveted...","sentiment_score":0.0}
{"full_text":"RT Incredibly, in this 2nd video, the police remain and continue to distress the family whilst the daughter is on the flo...","sentiment_score":0.45}
{"full_text":"Yankees stay home","sentiment_score":0.0}
{"full_text":"RT Had a covid related death in the family recently. My brother called to tell me his brother in law was found dead in his...","sentiment_score":-0.0666666667}
{"full_text":"Cancer operations cancelled amid fears critical care beds could run out","sentiment_score":0.0}
{"full_text":"Coronavirus news: Latest vaccine and case updates from around the world -","sentiment_score":0.5}
{"full_text":"RT I can only imagine her Covid advice to patients","sentiment_score":0.0}
{"full_text":"color me surprised that all the good vibes around the team didn't prevent a highly transmissible virus","sentiment_score":0.32}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"May I politely suggest that you drive around London and see for yourself how many people are simply ignoring the lockdown rules - no matter the tier level? Is there any benefit in having rules if they are not enforced?","sentiment_score":0.25}
{"full_text":"I'm not sure whether emailing the human rights committee (until Monday, 11th Jan) is gonna make a difference but while we're imprisoned at home, we might as well try #lockdown #lockdown3 #lockdownskill #lockdownkills #lockdonwuk #covid #covid19 #covid19uk","sentiment_score":-0.125}
{"full_text":"RT Covid kills half of Sussex care home's residents over Christmas","sentiment_score":-0.1666666667}
{"full_text":"RT Mistake after mistake, failure after failure &amp; the insane criminally negligent relaxation of lockdown rules for Christ...","sentiment_score":-0.5083333333}
{"full_text":"RT #COVID19 Statistics in SA as at 08 January .Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"\"...he thrives on pandemic only.\"i.e Without the pandemic, Lagosians wont even 'feel' him.Governor Lockdown.Governor Curfew.Governor #LekkiMassacre","sentiment_score":0.0}
{"full_text":"RT #COVID19 Statistics in SA as at 08 January .Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"He said something that several others have said, &amp; I'm tired of hearing it.Everyone wants to know why I didn't come in earlier, &amp; I tell them all, \"Bc I didn't want to be exposed to COVID if I only had pneumonia.\"He said, \"Oh, I understand, you were scared.\"","sentiment_score":-0.04}
{"full_text":"RT Last January I was explaining what was happening in China to the British public with Wuhan lockdown. This January explaini...","sentiment_score":0.0}
{"full_text":"Derby missing their entire team due to COVID","sentiment_score":-0.1083333333}
{"full_text":"RT Court Orders Georgia Defendants to Stop Selling Vitamin D Products as Treatments for Covid-19 and Other Diseaseshttps...","sentiment_score":-0.125}
{"full_text":"RT NEW: New Yorkers in group 1B can start making reservations for #COVID19 on MONDAY -- per #NBC4NY","sentiment_score":0.1363636364}
{"full_text":"RT The number of deaths from and cases of Covid-19 Wednesday were among the worst of this whole pandemic.China warned us...","sentiment_score":-0.4}
{"full_text":"The LORD Is My Shepherd - I Will Fear No Coronavirus Evil! by Gboyega Adedeji | Latest (*Hot*) No To Coronavirus Evil Podcast|Solemn Assembly|Listen, Download &amp; Share Audio (MP3) #Podcast #leadership","sentiment_score":-0.2}
{"full_text":"RT #BREAKING The Arizona Interscholastic Association Executive Board has voted to cancel the high school winter sports season a...","sentiment_score":0.16}
{"full_text":"Canada's leadership, doing what's needed to protect it's citizens from #COVID19 ","sentiment_score":0.0}
{"full_text":"RT The whole point of verzuz was to be socially distant in the first place! It was the answ...","sentiment_score":0.1375}
{"full_text":"RT say we're at all surprised.","sentiment_score":0.1}
{"full_text":"Wait, is this a #bitcoin chart or Covid chart?","sentiment_score":0.0}
{"full_text":"Next scheduled for January 21. A lively panel discussion on The Future of Cloud City: the Post-Pandemic Seattle Technology Ecosystem with Dan Foster","sentiment_score":0.0454545455}
{"full_text":"I've just been through this and just about over it honestly guys it's not worth it at all! Stay home !","sentiment_score":0.1828125}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"RT All of you idiots who voted Dem, notice how Congress is more concerned with impeaching Trump than they are with rescuing...","sentiment_score":-0.15}
{"full_text":"RT The lockdown police don't like to be policed. ","sentiment_score":0.0}
{"full_text":"RT Good Evening  Black Twitter Family!Let's start by a moment of silence for all COVID-19 victims #2020BlackTwitterAw...","sentiment_score":0.2666666667}
{"full_text":"RT Thinking of my sister and family, and all those living in #London ","sentiment_score":0.0}
{"full_text":"When are you constructing a well equiped CoVID19 hospital?","sentiment_score":0.0}
{"full_text":"Sorry,wasnt trying to take the piss. smoke &amp; mirrors to look like they're being proactive. To be filed next to extra money for schools. No support for covid and the extra money they spoke of was instantly wiped out by pay rises and Er pension rate increases. How do kids benefit?","sentiment_score":0.0}
{"full_text":"BREAKING: Florida health officials reported 19,530 additional cases of COVID-19 on Friday, a total that comes on the heels of consecutive record increases, including 19,816 confirmed Thursday.","sentiment_score":0.2}
{"full_text":"RT You must not leave your home unless you have a reasonable excuse  to do so - for example, for essential shopping, exerci...","sentiment_score":0.05}
{"full_text":"RT President-Elect Joe Biden is asked if he thinks it's a good idea for House Democrats to introduce articles of impeachment, as...","sentiment_score":0.7}
{"full_text":"Yeah, covid super spreader in the sky with diamonds..","sentiment_score":0.3333333333}
{"full_text":"Might just be lockdown stretching time but 1500 Saturday this week has been a long time coming #GTFC","sentiment_score":-0.05}
{"full_text":"NATIONAL EMPLOYMENT, DECEMBER 2020Jobs fell in December 2020, marking the first loss since the recovery from the pandemic began.https:\/\/t.co\/tSb9pQYzvF #ksleg #ksgov","sentiment_score":0.25}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"Thank you for your work.  My hope is for this country to recognize how vulnerable it is without universal healthcare and proper funding to public health.  We need to find a way to not let apathy creep in once this is pandemic is under control. No disbanding, the job is never done","sentiment_score":-0.125}
{"full_text":"RT The Anez regime tanked Bolivia's economy before the coronavirus pandemic even began.https:\/\/t.co\/9OAb7JfioF","sentiment_score":0.0}
{"full_text":"The alternative to that scenario is passively accepting we can't help people who are suffering in a pandemic, and losing a lot more seats than just his in '22.","sentiment_score":0.5}
{"full_text":"RT I've received several DMs from friends asking what do to about parents\/family members who believe misinformation regarding th...","sentiment_score":0.0}
{"full_text":"RT My daughter's first online class this morning. Teacher: \"What did you do over the holidays?\" At least 9 kids answered w...","sentiment_score":-0.025}
{"full_text":"Don't waste time trying to bargain with the GOP like Obama did.The middle class is collapsing. This is the time to go BIG and NOT the time to bargain with the people trying to break the system.https:\/\/t.co\/p8h3r4oAbT","sentiment_score":-0.0666666667}
{"full_text":"RT Khan urges Johnson to close places of worship as Covid cases surge","sentiment_score":0.0}
{"full_text":"RT I am imploring Londoners to please stay at home unless it is absolutely necessary for you to leave. Stay at home to prot...","sentiment_score":0.0}
{"full_text":"RT More great work from Cuomo and de Blasio.","sentiment_score":0.65}
{"full_text":"we're in Harrogate - hope to welcome you here sometime after covid for jenever! ","sentiment_score":1.0}
{"full_text":"RT Ok Londoners it doesn't matter who's to blame right now it's time to do our bit. Please stay at home, keep your distan...","sentiment_score":0.3928571429}
{"full_text":"RT Asked whether he supports Trump's impeachment, Biden says that his focus now is on the urgency of the coronavirus.","sentiment_score":0.0}
{"full_text":"RT Home Decor #handmade from 1960s fabric #shophandmadehour #homedecor #lockdown","sentiment_score":0.0}
{"full_text":"RT Israel has refused a request from the World Health Organisation (WHO) to immediately make Covid-19 vaccines available to 10,000...","sentiment_score":0.4}
{"full_text":"RT Please help get our AB Paramedics vaccinated.... see the petition below ","sentiment_score":0.0}
{"full_text":"RT Unbelievable  Happy for a bad news day!! re Covid deaths &amp; USA turmoil, keeping the fa...","sentiment_score":-0.15}
{"full_text":"RT What a week.You know these aren't normal times when the agenda topics for my first weekly livestream of 2021 are the...","sentiment_score":0.2}
{"full_text":"Imagine a serial arsonist lives in your neighborhood and you know who it is. You know this bad guy is going to leave town in 2 weeks. Would you lock the arsonist up or just hope he doesn't burn down your house? Don The John is burning down our government. Do we wait or act?","sentiment_score":-0.337037037}
{"full_text":"RT Pre covid New York was a movie","sentiment_score":0.1363636364}
{"full_text":"RT Do you remember during the first lockdown when every MP got given PS10,000  to pay for laptops, internet upgrades and bills...","sentiment_score":0.25}
{"full_text":"Hay covid","sentiment_score":0.0}
{"full_text":"RT Masks don't work. CDC repels its claim. You are being worked. #CV19 is a veil for tyranny. Fight for your life. Fight for...","sentiment_score":0.0}
{"full_text":"Everyone is asking whether it's worth it since he only has days left. HELL YES!! He has 5 American deaths on his hands from this insurrection and hundreds of thousands more from his inability to leas us in this pandemic. He more than deserves 2 impeachments on his name.","sentiment_score":0.2166666667}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"RT Florida reports 19,530 new coronavirus cases in the past 24 hours, and 194 additional deaths","sentiment_score":-0.0568181818}
{"full_text":"Back in spring \/ summer when everyone was suddenly debating centralised &amp; decentralised systems of digital contact tracing, one worry was the potential blurring of health &amp; law enforcement (back then, many also saw Singapore's TraceTogether as a likely model for others to follow)","sentiment_score":0.0714285714}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"RT All Danes to be fully vaccinated against COVID-19 by late June","sentiment_score":-0.3}
{"full_text":"EU doubles Covid vaccine order as Germany sees record deaths | DW News","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Ontario breaks another single-day record of COVID-19 infectionshttps:\/\/t.co\/sNBNuOcnoZ","sentiment_score":0.0}
{"full_text":"RT The international community should strongly condemn this crime and compel the mullahs' regime to lift the ban on import...","sentiment_score":0.2166666667}
{"full_text":"RT Tehran: Iran's spiritual Leader Ayatollah Khamenei has refused to accept the corona vaccine developed by US and British...","sentiment_score":0.0333333333}
{"full_text":"Lebanon Coronavirus: 210,139 Cases and 1,570 Deaths ","sentiment_score":0.0}
{"full_text":"On Boxing Day my wife tested positive for Covid. After 7 difficult days of self-isolating, I tested positive too. Fortunately I didn't need to go to hospital, but it has kicked my arse all week with 2\/3 hours sleep each night sat upright on the sofa. Stay safe everyone.","sentiment_score":0.1709090909}
{"full_text":"Spoke to a friend in Aberdeenshire earlier. Says there are 4 COVID patients in the local hospital, but 12 young people recovering from attempted suicide.","sentiment_score":0.0333333333}
{"full_text":"RT One of our goals this year is to complete our National Trust Passports. It has encouraged us to expand the number of pro...","sentiment_score":0.1}
{"full_text":"RT \"Trusts are rationing ICU beds. If you have multiple co-morbidities you're less likely to be given one &amp; palliative care...","sentiment_score":-0.0555555556}
{"full_text":"There were 3,105 COVID-19 tests processed in Saskatchewan on January 7, 2021.To date, 445,168 COVID-19 tests have been processed.","sentiment_score":0.0}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"RT Hi  exhausted doctor here! Shut down LA, lobby for rent forgiveness, stop towing\/giving parking tickets, support peopl...","sentiment_score":-0.3277777778}
{"full_text":"This is incredibly disturbing and means the worst is likely yet to come, even after the post-holiday spike that was expected. #COVID19","sentiment_score":-0.4}
{"full_text":"RT \"I've thought for a long, long time that President Trump wasn't fit to hold the job. It's why I ran,\" Biden says. \"In 12 days,...","sentiment_score":0.1}
{"full_text":"Agreed to all of it. One of my favorite parts of his campaign was when he said he wanted to become President, stay 8 years, and then go home. I don't WANT him to have political experience honestly. It changes a person. And not in a good way.","sentiment_score":0.45}
{"full_text":"If one in 30 has COVID, that's 300,000 in one city.","sentiment_score":0.0}
{"full_text":"RT CNN: 366,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT \"So we've now tested 16 different mutations, and none of them have really had any significant [vaccine] impact. That's the...","sentiment_score":0.1916666667}
{"full_text":"That's 1970s transport planning -- we're facing Covid-19, a climate crisis, an inactivity crisis and air pollution. We need sustainable transport, not building for more cars and more car trips.","sentiment_score":0.5}
{"full_text":"RT She tells her patients Covid is a hoax and masks are unnecessary. needs to rethink the...","sentiment_score":-0.4}
{"full_text":"Significant Covid outbreak in their first-team camp.","sentiment_score":0.375}
{"full_text":"RT My latest at Some New York health providers have thrown out precious doses of COVID vaccine. The main man to blame?...","sentiment_score":0.3257575758}
{"full_text":"Experts agree that the #COVIDVaccine is unlikely to affect fertility. Still, some people who are considering pregnancy are worried. We asked an obstetrician and an infectious disease expert, to break down the science. #OBGYN","sentiment_score":-0.3277777778}
{"full_text":"It's scary to see #COVID19 cases skyrocket once again. This means another long, hard battle in defeating the virus and caring for our sick patients for our nurses. For nurses and essential workers: your work never goes unnoticed. #Nursing #TravelNurseshttps:\/\/t.co\/bjpOXuQEvo","sentiment_score":-0.2926587302}
{"full_text":"Mood!!!","sentiment_score":0.0}
{"full_text":"I never thought I will say this at the age of 24, but as soon as corona is gone, i am off to Zante for 14 days for a lads holiday. And I will drink all day everyday like I'm 18 again snm","sentiment_score":-0.2}
{"full_text":"RT My latest at Some New York health providers have thrown out precious doses of COVID vaccine. The main man to blame?...","sentiment_score":0.3257575758}
{"full_text":"Chris Whitty to front warning ads as UK Covid deaths hit new daily peakhttps:\/\/t.co\/QXQy9VLyGz","sentiment_score":0.0681818182}
{"full_text":"Covid would have been handled differently.  Who knows, Pence might have even won election??","sentiment_score":0.0}
{"full_text":"A pandemic a plan demic...","sentiment_score":0.0}
{"full_text":"The big night in: The best Warrington takeaways you can enjoy during lockdown 3https:\/\/t.co\/DyD9POkZAl","sentiment_score":0.4666666667}
{"full_text":"Of the 3,340 total cases of COVID-19 in the county, 501 are considered active and 2,830 are recovered.","sentiment_score":-0.0666666667}
{"full_text":"RT Floridians are concerned &amp; confused about the COVID-19 vaccine rollout. I led a bipartisan letter from members of the F...","sentiment_score":-0.4}
{"full_text":"As #Tokyo woke up to its 2ns state of emergency on Friday, many people believe it will be difficult, perhaps impossible, to host the #Games safely.Visit the link:https:\/\/t.co\/bwdgKOddiX#athletes #COVID19 #japan #fear #postponed #visitors","sentiment_score":-0.2222222222}
{"full_text":"Let the answer ALWAYS be #LOVE! #JoyTrain #Joy #Kindness #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #Quote #ChooseLove #IAMChoosingLove #FridayFeeling #FF #FridayMotivation #FridayMood #FridayMorning #FridayThoughts RT","sentiment_score":0.7125}
{"full_text":"#McGovernMedSchool has taken the pledge to #MaintainTheMask. Although the COVID-19 vaccine has arrived, please continue to practice safe social-distancing techniques including wearing your mask.","sentiment_score":0.5}
{"full_text":"RT I expected to save the day by blasting Cuomo for his vaccine rollout legalism. Hope misplaced! NYT editorial doesn...","sentiment_score":-0.175}
{"full_text":"You can always count on Tony Mowbray being the voice of reason in these circumstances. #Rovers","sentiment_score":0.0}
{"full_text":"compiled a list of the 11 most popular columns that appeared in 2020. These columns offer advice on how teachers can continue providing education through the #COVID19 pandemic as well as insights on topics that impacted education in 2020:","sentiment_score":0.55}
{"full_text":" More testing capacity for Swansea Bay region.A walk-through coronavirus testing facility is to open at Milland Road Car Park in Neath as part of the drive to improve the accessibility of coronavirus testing in the area.    https:\/\/t.co\/WX99rHWdeN","sentiment_score":0.25}
{"full_text":"Teachers and students deserve full #whistleblower protections to feel safe at their schools. Our latest blog takes a closer look at current laws amidst the #COVID_19 pandemic.","sentiment_score":0.3375}
{"full_text":"Scottish industrial delivery hubs 'hot property' and the return to offices |","sentiment_score":0.25}
{"full_text":"More than 4,000 people died of COVID-19 in the United States yesterday, the most deaths reported in a single day.This report lays out what the U.S. needs to invest in now to reduce its vulnerabilities:","sentiment_score":0.3095238095}
{"full_text":"Is your couch looking a little worse for the wear? We can make it look new again. Call us at 316-854-0558.#wichita #housecleaning #janitorial #clean #carpet #upholstery #airduct #arearug #dryervent #tile #grout #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":-0.0211174242}
{"full_text":"Good evening, happy new year to one and all (or happy as can be expected in this global pandemic lockdown). We're live until 9pm with a look at some of our favourite #tophorsetweets Tag us with your own favourites, advice, products &amp; pics #tackroomfriday #horses #showjumpinghour","sentiment_score":0.3840909091}
{"full_text":"Cuomo called on Trump to resign and, if he doesn't, he said Congress should impeach him: \"The point is the statement that we do not tolerate this, as a government\"https:\/\/t.co\/HQiLdBqIfF","sentiment_score":0.0}
{"full_text":"Making it Work: Irelands Eye has always moved with the times, outsourcing production to China then bringing it back home again. Now the pandemic sees it pivoting once more to embrace e-commerce, writes","sentiment_score":0.25}
{"full_text":"RT Disappointing jobs numbers today highlight the need for a worker-led recovery after COVID. We need a paycheque econo...","sentiment_score":-0.6}
{"full_text":"The team postponed its weekend series with Arkansas State due to COVID-19 concerns within the Bobcat program, the school announced on Wednesday.","sentiment_score":-0.125}
{"full_text":"Where are female researchers in Covid-19 research?","sentiment_score":0.0}
{"full_text":"How the COVID era has inspired travel for 2021#travel2021, #covidtravel","sentiment_score":0.0}
{"full_text":"In today's Sound Off, folks talk about COVID, election results, Oneonta, fining hospitals, the storming of the Capitol and waiting results in the 22nd District race. Submit your thoughts to letters@thedailystar.com with \"Sound Off\" in the subject line.https:\/\/t.co\/ZAZPZv50sB","sentiment_score":0.2111111111}
{"full_text":"One of the best ways to give hope to those experiencing domestic violence during #COVID19 is by sharing your story. If you're a survivor, considering becoming an Survivor Spokesperson. Application here:","sentiment_score":0.4833333333}
{"full_text":"When Dameka Quimby opened CrossFit Pine Creek, she wasn't expecting the quick growth she saw. Within a year, her membership jumped from 37 to 170 members. Then 2020 hit and Quimby was hit with nightmare after nightmare after nightmare.https:\/\/t.co\/jDIb7U4d7B","sentiment_score":0.3333333333}
{"full_text":"You'd like to think wouldn't require a court order to tell to protect workers from #COVID19. Who wants sick people processing their dinner?","sentiment_score":-0.2571428571}
{"full_text":"With the rush to get the #Covid19 vaccines to everyone, the first to receive it are seeing a delay.https:\/\/t.co\/z6hgfd5Cfi#RDEE #RADIOLOGEX #medicalimaging #hipaa #healthcare #userauthentication #healthit #medtech #saas #baas #patientdata #enterprisei #healthtech #GetRDEE","sentiment_score":0.25}
{"full_text":"It's as if time as a variable doesn't even feature in his thinking. As if we have a permanent unchanging number of covid cases. Quite weird really.","sentiment_score":-0.15}
{"full_text":"COVID pushed #EarthOvershootDay (when humanity has used annual  budget) 24 days in 2020. But we don't need a pandemic to #MoveTheDate. Read full text here:","sentiment_score":0.35}
{"full_text":"Defense Department requires coronavirus test before all overseas travel from US","sentiment_score":0.0}
{"full_text":"The mayor says the most vulnerable New Yorkers, including seniors over 75 and other front-line workers, can't get the first dose because of state regulations.https:\/\/t.co\/uqFsY5a3op","sentiment_score":0.0522727273}
{"full_text":"By day is a singer for the elderly in care facilities. By night, she's a sex worker.https:\/\/t.co\/Up4Lfx6iZh","sentiment_score":0.0}
{"full_text":"RT 3,963 people died from Covid today. The insurrection, orchestrated by Donald, was also a super-spreader event.","sentiment_score":0.0}
{"full_text":"Who have you unfollowed because of what they've done during the pandemic?","sentiment_score":0.0}
{"full_text":"This week's #DaBears &amp; Small Business All-Pro, Colfax Corporation has been keeping Chicagoland safe and clean since 1985. Their COVID-19 trained cleanup crews are ready.To book or learn more about their remediation services:","sentiment_score":0.2791666667}
{"full_text":"Learn about #COVID19 vaccination considerations for your organization in our next FREE screen by Company Nurse webinar:  #healthscreening #covidscreening","sentiment_score":0.2}
{"full_text":"It's the start of a new session of the Nebraska Legislature. has put together a helpful recap and highlighted some early childhood issues--like child care subsidies and the impact of COVID-19 on businesses--that could come up in legislative bills or discussions.","sentiment_score":0.1181818182}
{"full_text":"Don't miss tomorrow's Adver!Our top story is the police chief speaking about his concerns of civil disobedience as each week of Lockdown 3 passes. And a mum discovered there's more to life than work when she volunteered to look after an elderly woman. #buyapaper","sentiment_score":0.5}
{"full_text":"What happened last night with Seth Curry and the #Sixers COVID-19 issue? (via x","sentiment_score":0.0}
{"full_text":"One of the key issues to watch for 2021 as the new Biden-Harris Administration &amp; Congress take charge. Will the US remain missing in action on the global #COVID19 response or finally step us?This &amp; other #globalhealth issues to watch in our new blog:","sentiment_score":0.0059659091}
{"full_text":".@UMAWChicago's DIY Mutual Aid Benefit kicks off tonight at (online)! Tickets are $10 and they  provide COVID-19 relief to Chicago's artist and music community.https:\/\/t.co\/vudHkN1PZi","sentiment_score":0.0}
{"full_text":"Someone lost (Trump) someone won (Biden) and a majority of people voted in a pandemic, some in person, some by absentee ballot. That's how it works. Republican election officials investigated and found the election to be fair, no fraud and Republican Supreme Court judges agreed","sentiment_score":0.7}
