{"full_text":"Ohio's 10 p.m. to 5 a.m. statewide curfew could be shortened starting as soon as Thursday, then lifted entirely two weeks later, depending on whether the number of COVID-19 hospitalizations continues to fall, Gov. Mike DeWine said Tuesday.","sentiment_score":0.0}
{"full_text":"RT #AdObserving covid protocols be very important to Guinness Ghana so that be why you for observe all the protocols as yo...","sentiment_score":0.52}
{"full_text":"RT what about the relief package of nearly $2 TRILLION to help Americans with the Pandemic?  is that OK?","sentiment_score":0.3}
{"full_text":"RT Live from our AGM: Powerful testimony from Mr A, detained for 10 months in a prison under immigration powers, where he wa...","sentiment_score":0.2181818182}
{"full_text":"Too little too late really, 3 of the last 4 games we should have picked up points and we came out with none. Woeful performances against Sheff Utd(Winless), Villa(Covid) and Leeds(in bad form too)","sentiment_score":-0.1975}
{"full_text":"RT The Rhinovirus 'pandemic' has been raging since 1953 and claimed far more than 100,000 lives. Anyone who hasn't been ad...","sentiment_score":0.3}
{"full_text":"RT Israeli police clash with ultra-Orthodox Jews protesting over lockdown measures","sentiment_score":0.0}
{"full_text":"RT Fancy winning a paperback copy of 'Q' by Christina Dalcher and some fab goodies to get you through lockdown?Follow &amp; R...","sentiment_score":0.5}
{"full_text":"This needs to happen in Ontario and across the rest of  too.  Coronavirus: Quebec media outlets join forces, denounce limited access to health network | #covid19 #covid19Canada #onhealth #onpoli ","sentiment_score":-0.0714285714}
{"full_text":"Elitist for no damn reason.","sentiment_score":0.0}
{"full_text":"RT So this hooligans are untouchable? Bheki Cele is still investigating maskThis need to trend #ArrestRefilweMtsweni #Stat...","sentiment_score":0.0}
{"full_text":"We should uninstall the covid dlc so we can see Kong beat the hell out of bootleg yoshi","sentiment_score":-0.4}
{"full_text":"RT Deaths with COVID-19 in the UK have doubled since 7 November 2020.80 days ago, the figure stood at 50,063.Yes, 80...","sentiment_score":0.0}
{"full_text":"RT As an RN who volunteered to give vaccines for them I feel super shitty about my complicity in this mess. I was there Saturday...","sentiment_score":0.0791666667}
{"full_text":"RT This is the result of spreading dangerous covid conspiracies btw","sentiment_score":-0.6}
{"full_text":"#Florida #Covid19 Updated our estimate of e-CFR for Florida down from 1.91% to 1.89%Cases (today) x e-CFR = Deaths (21 days later)Florida continues to report orange (by-day-of)above blue (by-date-reported)and closer to green (by e-CFR estimate)est 269 people died today","sentiment_score":-0.1185185185}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"COVID-19 has made it clear we need to grow and diversify the primary care workforce, particularly in medically underserved and high-poverty areas. Read recs from the Task Force on Payment and Delivery System Reform:","sentiment_score":0.1666666667}
{"full_text":"RT 1) Why is LA reopening when we're still in a heartbreaking, deadly, terrifying surge? They told us safer at home would stay...","sentiment_score":-1.0}
{"full_text":"RT #BreakingHSE confirms a number of vials of #COVID19 vaccine have had to be dumped after being incorrectly stored.They...","sentiment_score":0.0}
{"full_text":"RT if british sitcoms were set during the pandemic","sentiment_score":0.0}
{"full_text":"RT 'IRA veteran'. Dear me. Loyalists are 'terrorists' or 'killers', the IRA are 'veterans'. Welcome to the peace processi...","sentiment_score":0.4}
{"full_text":"RT There have been more than 100 million recorded cases of #COVID19 worldwide, according to Johns Hopkins University data. (Give...","sentiment_score":0.5}
{"full_text":"RT Boris did not just fucking say how well prepared we now are for a FUTURE PANDEMIC  Bro you haven't even got us 13.8% t...","sentiment_score":-0.3}
{"full_text":"RT The real reason Senate Republicans oppose Biden's life-saving COVID relief proposal is they worry that it, plus his plan for j...","sentiment_score":0.2}
{"full_text":"RT Schumer says the Senate will \"soon move forward\" on a covid relief package","sentiment_score":0.0}
{"full_text":"RT me in lockdown 1            me in lockdown 3","sentiment_score":0.0}
{"full_text":"Said it before and I'll say it again, the thickest nation on the planet.","sentiment_score":0.0}
{"full_text":"RT Global recorded coronavirus cases near 100 million.Follow our COVID-19 news coverage ","sentiment_score":0.05}
{"full_text":"Surely this man Ferguson has \"blood on his hands\" for breaking his OWN lockdown rules?","sentiment_score":0.55}
{"full_text":"RT Because Johnson waits so long to make the right decision that by the time he does it's become the wrong one.","sentiment_score":-0.0880952381}
{"full_text":"RT Doug Ford is sitting on billions in #COVID19 funding, leaving communities across the province to pay the price for his c...","sentiment_score":0.0}
{"full_text":"The numbers speak for themselves - #COVID19 has had a significant impact on reduced cancer screenings and follow-up appointments. For those affected by #cancer, a delay in their cancer care poses a huge threat. In this The Washington Post... #PFEColleague","sentiment_score":0.3875}
{"full_text":"RT Understand NHS England handled a THIRD of all struggling Scotland's 999 calls at one point last weekendSNP-run Scottish h...","sentiment_score":0.0}
{"full_text":"RT this man is a doctor and refuses to wear his mask on the senate floor after the Biden mandate. WTF","sentiment_score":-0.5}
{"full_text":"RT Hold. This. Government. To. Account.","sentiment_score":0.0}
{"full_text":"SOME GIRL JUST EXPRESSED HER CONCERN TO HIM ABOUT OUT IT AND THIS GUY SAID \"oh don't worry I don't have Covid\"","sentiment_score":0.0}
{"full_text":"RT Following a further Scottish outcry \"WE HATE BORIS\"Are there any speaking up tae defend their Boss o'er the UK...","sentiment_score":-0.2666666667}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT ugh. it's whack a mole with this targeting argument:1) federal government DOES NOT KNOW how much your income in 2020. 4...","sentiment_score":0.2}
{"full_text":"RT \"We truly did everything we could to minimise loss of life.\"No, you absolutely did not.You didn't loc...","sentiment_score":0.2}
{"full_text":"RT Boris Johnson says he and the government did everything they could in this pandemic.Two words missing - they did everything...","sentiment_score":-0.2}
{"full_text":"RT take precaution too late, despite knowing the risks, make huge error, go into denial. and when forced to acknowledge the pro...","sentiment_score":-0.0666666667}
{"full_text":"RT \"We truly did everything we could to minimise loss of life.\"No, you absolutely did not.You didn't loc...","sentiment_score":0.2}
{"full_text":"RT The house is back in session and that means that it's time to get some real answers.An emergency debate on the failed...","sentiment_score":-0.1}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT Millions of Americans have lost their health care coverage during #COVID19.By reopening ACA marketplaces and lowering b...","sentiment_score":0.0}
{"full_text":"RT Florida International University will soon have a new line of defense against COVID-19 -- a quartet of dogs.https:\/\/t.co\/E...","sentiment_score":0.0681818182}
{"full_text":"RT Who is a fan of Mediterranean food? Kopita and Kopita Meat both sit on Gay Street. Their baklava gets a rave review from...","sentiment_score":0.4166666667}
{"full_text":"he prolly has covid bc he's clearly tasteless asf","sentiment_score":-0.6}
{"full_text":"RT Since it's taken the equivalent of hundreds of years in pandemic time to get to this moment, tomorrow night's premiere of...","sentiment_score":0.0}
{"full_text":"I'm struggling to understand why a new pen is used for each signature, is this a covid thing?","sentiment_score":0.1363636364}
{"full_text":"So schools won't be safe again in September if we stick with the vaccine dream!? Maybe we do the hard work and pay-to-stay-at-home and clear our country of this disease-cancer in just a few months. Elimination is the only safe path to reopening #covidfree","sentiment_score":0.1222222222}
{"full_text":"adhered to. The medical and safety teams will be on ground to effect covid conpliance. SignedAJOBO TEMITOPE MUHAMMEDPUBLIC RELATIONS OFFICER08159470088 ThroughAdebisi Ridwan AyodejiMedia Assistant07085570545","sentiment_score":0.0}
{"full_text":"RT I m sorry R.I.P  ","sentiment_score":-0.5}
{"full_text":"RT Half of all official COVID-19 deaths since the pandemic started in Britain have taken place since 11th November.","sentiment_score":-0.1666666667}
{"full_text":"RT The Prime Minister says \"the government did everything it could to minimise deaths.\"This is a lie.It repeatedly rejec...","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT Our family needs prayers. Naomi went for her scan today to see if her cancer has grown. She didnt get it because she teste...","sentiment_score":0.0}
{"full_text":"5 Mental Health Tips to Get Through the Coronavirus (covid-19) Quarantine via","sentiment_score":-0.1}
{"full_text":"RT Late to every lockdownPS22bn on failed Test &amp; TraceGave billions to cronies not expertsTold people to shake h...","sentiment_score":-0.4}
{"full_text":"RT New Zealand has only had 25 coronavirus deaths. And they've been able to reopen their economy. Worth remembering the...","sentiment_score":0.2340909091}
{"full_text":"RT How about we just let people go back to work?","sentiment_score":0.0}
{"full_text":"RT Breaking: Covid relief fraud in California Potentially up to $30 Billion. EDD is looking to see if the fraud number is clo...","sentiment_score":0.0}
{"full_text":"RT governor newsom is lifting the stay at home order even though LA is at 0% ICU capacity because he's random","sentiment_score":-0.5}
{"full_text":"Politicians are hypocrites. ....they pretend as if covid is a natural disaster at the same time waiting for deaths to reach a certain point in order to reduce population.....strange.....satanic","sentiment_score":0.1047619048}
{"full_text":"RT 100,000. Just picture that for a second:That's 100,000 loved ones. Some were members of the same family.100s of th...","sentiment_score":0.35}
{"full_text":"RT I hand-punched Shake It Off into this strip of card because lockdown","sentiment_score":0.0}
{"full_text":"Why do people think that nothing is as bad as covid. Suicide is a killer just as covid is. So little compassion for things other than covid at times.","sentiment_score":-0.3375}
{"full_text":"RT Are you a frontline health or social care worker?The working with and want to hea...","sentiment_score":0.0333333333}
{"full_text":"RT Breaking News: The world surpassed 100 million known coronavirus cases in total, a staggering milestone for a crisis entering...","sentiment_score":0.0}
{"full_text":"Shuler King - He Thinks COVID19 Is A Lie But Is Wearing A Mask!!! via","sentiment_score":0.0}
{"full_text":"Biden doing his best to wreck America's economy. So far he is the cause of approx. 150K jobs lost and the cause of more unemployment during a pandemic. Say it ain't so Joe!","sentiment_score":0.575}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT Remember the great New Zealand \"success\"?","sentiment_score":0.4121212121}
{"full_text":"RT Biden is talking about race. He discusses the George Floyd killing, saying it marked a turning point in views on racial justice...","sentiment_score":0.1}
{"full_text":"RT Keir Starmer is unable to prosecute the Tories and their mismanagement of the #Covid19 pandemic because throughout the pan...","sentiment_score":-0.5}
{"full_text":"RT Latinos are still dying of Covid in California at disproportionate and shocking numbers. Just because you don't know...","sentiment_score":-1.0}
{"full_text":"RT Several of the most important voices and commentators on the Irish #COVID19 story have been essentially harassed to the poin...","sentiment_score":0.18}
{"full_text":"RT What's been extraordinary during this pandemic is realising just how much more valuable a human life is in New Zealand...","sentiment_score":0.2424242424}
{"full_text":"RT UN chief Antonio Guterres calls for global alliance to counter rise of neo-Nazis during the coronavirus pandemicAnto...","sentiment_score":0.0}
{"full_text":"100k people that had a positive covid test within 28 days of dying and not from covid. There is a huge difference. The numbers are portrayed to create hysteria and to continue to erode your freedom. Yes there's a virus but it's being used against you. #coronavirusuk","sentiment_score":0.3136363636}
{"full_text":"RT so there was an anime con in Florida last weekend and one of the art vendors in attendance there was COVID-19 positive....","sentiment_score":0.1136363636}
{"full_text":"RT OK I'm laying it out. We are doctors. We need to make a lot of noise to hold the government to accountWe can't hold a...","sentiment_score":0.5}
{"full_text":"Reading this longingly from Massachusetts ...","sentiment_score":0.0}
{"full_text":"RT Britain now has the highest number of Covid deaths per million population in the world.In. The. World.","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT A paper led by #UofG professor Dr. Stephen Lewis (@SPLewisPhD) found that the COVID-19 pandemic, with its social isolation &amp; scho...","sentiment_score":0.0333333333}
{"full_text":"RT FOTIS MOUZAKIS, 63 of Jacksonville, Florida died of COVID on Jan. 7.\"The last time my boys saw my Dad in person was at...","sentiment_score":0.0}
{"full_text":"RT It's another covid19 scandal by this corrupt lot. R431 million squandered within 3 months at the gauteng education dept, an...","sentiment_score":-0.5}
{"full_text":"RT Fauci feared Americans may 'start doing dangerous and foolish things' after Trump suggested 'injecting' bleach","sentiment_score":-0.6}
{"full_text":"C. Lagarde (ECB) said she'll support Europe as long as it'll be necessary.This means the EUR printer will continue to go Brrrrrrr.Covid-19 will be the first virus witch killes the fiat money.Protect your wealth. Buy #Bitcoin","sentiment_score":0.1}
{"full_text":"Merck has the right idea. Ditch the vaccine and go for the treatment!https:\/\/t.co\/2flyEnmNRi","sentiment_score":0.2857142857}
{"full_text":"RT - New reporters that Biden isn't yet familiar with- Rotating pool of reporters due to COVID safety (worseni...","sentiment_score":0.1287878788}
{"full_text":"INFLUENZA has been Totally stomped out by the Covid  until you all get vaccinated for Covid then mysteriously influenza will once again appear something smells funny???","sentiment_score":0.0833333333}
{"full_text":"RT Our story on vaccine supplies for the North West being cut by a third leads the newshttps:\/\/t.co\/CEffiZmQkm...","sentiment_score":0.0}
{"full_text":"RT President Trump's press secretary doesn't wear a mask for press briefings: gets ridiculed by the press.President Biden's...","sentiment_score":0.0}
{"full_text":"RT PM takes full responsibility for all decisions Govt have madeWe cannot wait 10yrs for public inquiryI have instructed my...","sentiment_score":0.175}
{"full_text":" THESE ARE THE PEOPLE IN THE TRENCHES TELLING YOU THE TRUTH.                                        PERHAPS YOU SHOULD START LISTENING TO THEM &amp; NOT YOUR CURRENT OUT OF TOUCH PAPER PUSHERS.          #ENDLOCKDOWNNOW #FactsNotFear","sentiment_score":0.0}
{"full_text":"Pub closed because people didn't use it, its now for sale, something something covid I think?","sentiment_score":-0.1}
{"full_text":"RT Reopening ACA marketplaces and lowering Medicaid barriers will further ensure that families can access affordable coverage...","sentiment_score":0.0}
{"full_text":"RT Biden eyes new goal of 1.5 million COVID-19 vaccinations a day","sentiment_score":0.1363636364}
{"full_text":"RT ICYMI: First U.S. case of more contagious COVID-19 strain from Brazil found in Minnesota.More:","sentiment_score":0.375}
{"full_text":"Wish you lived closer, or we weren't in the middle of a pandemic ","sentiment_score":0.0}
{"full_text":"RT NEW: study looking at in-person instruction in  Wisconsin this fall finds even with aggressive community spread of c...","sentiment_score":0.1363636364}
{"full_text":"RT What. The. Shit.Again?! He's doing it again....","sentiment_score":0.0}
{"full_text":"RT Xi Jinping's speech at Davos boiled down to: The world has no choice but to do business with China, and if you want to do busine...","sentiment_score":-0.1555555556}
{"full_text":"RT We truly did everything we couldLocked down late 3 timesSent infected people to care home...","sentiment_score":-0.2277777778}
{"full_text":"Cities move fast, but data collection is often static &amp; slow. This makes it hard to capture rapid change in behaviour, lifestyle &amp; liveability. We're sad the liveability index was postponed, when liveability data is needed most to make decisions about Covid recovery [1\/2]","sentiment_score":0.0180555556}
{"full_text":"RT Wonderful tribute to Griff. Until the scoreboards were installed, I religiously kept score. Whenever I entered under the M...","sentiment_score":0.5}
{"full_text":"RT More of this please","sentiment_score":0.5}
{"full_text":"#ThankYouAaron from all the viewers thanks for all the great content in this Covid filled year #ForTheBrand couldn't have asked for a better group of humans, love you guys ","sentiment_score":0.48}
{"full_text":"RT More than 100,000 Britons have died from the coronavirus pandemic, official data showed, a grim new milestone. The country has...","sentiment_score":-0.1212121212}
{"full_text":"RT Hold. This. Government. To. Account.","sentiment_score":0.0}
{"full_text":"RT A racist white man ignored a epidemic, fumbled debates, ruined the economy, lied constantly, defunded social programs, man...","sentiment_score":0.0111111111}
{"full_text":"RT why hasn't COVID 19 been arrested yet","sentiment_score":0.0}
{"full_text":"Full","sentiment_score":0.35}
{"full_text":"Breaking: Covid updates: Global cases top 100 million as mutations add to spread","sentiment_score":0.25}
{"full_text":"RT A racist white man ignored a epidemic, fumbled debates, ruined the economy, lied constantly, defunded social programs, man...","sentiment_score":0.0111111111}
{"full_text":"RT \"We truly did everything we could to minimise loss of life.\"No, you absolutely did not.You didn't loc...","sentiment_score":0.2}
{"full_text":"Please join us for a moment of silence in honor and commemoration of the lives lost to #COVID19 in #LosAngeles County and worldwide. Share a message of hope, inspiration, or remembrance here:","sentiment_score":0.0}
{"full_text":"'Rise to the challenge': WSU nursing, pharmacy students volunteer to administer COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"WATCH: From opening night, to going dark due to COVID - we get a behind the scenes look at Hamilton the Musical from an unexpected employee.  ","sentiment_score":-0.115}
{"full_text":"RT Detention centers are COVID-19 hotbeds of infection. ICE's failure to release people from immigration detention during th...","sentiment_score":-0.3166666667}
{"full_text":"This drink-driver travelled from Aberdare to Hereford, where pubs were operating under relaxed Tier 1 coronavirus restrictionshttps:\/\/t.co\/QPIwohbCXq","sentiment_score":0.0}
{"full_text":"Sad #healthcare news: Brooks, who helped create COVID-19 saliva test, dead at 51.","sentiment_score":-0.35}
{"full_text":"Roger Clark AKA Arthur Morgan tells us what the past year has been like for him and his family.https:\/\/t.co\/vwjUyQr4zN","sentiment_score":-0.25}
{"full_text":" Still working from an office setting during lockdown? Make a point to go for a lunchtime walks, and think about your desk set-up; there is a 10% reduction in work absence if employees are able to look at green space rather than at a wall#wildeastdevon #mentalhealth","sentiment_score":0.0958333333}
{"full_text":"Today we have the lowest number of people in immigration detention in over 20 years.  Numbers are at their lowest because of the Covid-19 pandemic and the Trump administration's expanded use of fast-tracked deportations, asylum bans, and the border closure. #FreeThemAll","sentiment_score":0.0}
{"full_text":"Why tf do they even have to be dichotomized? Like...what are you saying about yourself if even you don't believe you can build trust during a pandemic?","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic has accelerated the downfall of all-you-can-eat buffets.","sentiment_score":0.0}
{"full_text":"RT OK I'm laying it out. We are doctors. We need to make a lot of noise to hold the government to accountWe can't hold a...","sentiment_score":0.5}
{"full_text":"SG 90 has the Goofs discuss the Battle of New vs. Old between Tom Brady &amp; Patrick Mahomes #NFL. The #NBA season starts to take shape as MVP candidates are emerging. #NHL schedulers struggle with #COVID. And our weekly #wrestling talk. Join us at &amp; PM EST!https:\/\/t.co\/DOIgY5OmWI","sentiment_score":0.1181818182}
{"full_text":"Dear Americans-stop being selfish and do what you can now to limit your interactions.","sentiment_score":-0.5}
{"full_text":"RT Beijing is not committed to a peaceful solution for Taiwan. It is committed to taking over Taiwan against the will of the Ta...","sentiment_score":0.25}
{"full_text":"He just turned 99, though I can't see him because of COVID.  He's not really coherent anymore anyway.","sentiment_score":-0.25}
{"full_text":"No one tool alone is going to stop the #COVID19 pandemic. A combination of getting a COVID-19 #vaccine, wearing a mask, staying at least 6 feet away from others, and washing your hands often are all needed. Learn more:","sentiment_score":0.1}
{"full_text":"For those with visual impairment or blindness, social distancing is no easy task.","sentiment_score":-0.0611111111}
{"full_text":"Transportation workers now in third group of COVID-19 vaccine deployment:https:\/\/t.co\/Kymjw4qlI4via #tuesdaytip","sentiment_score":0.0}
{"full_text":"The Pandemic Has Been Good For Dr. #Fauci, Who Is The Highest Paid Federal Government Employee","sentiment_score":0.7}
{"full_text":"The #CCTS is proud to be part of this collaborative research effort! To learn more about how you can connect with #N3C, visit: and click the N3C tab!#COVID19 #Research #Informatics","sentiment_score":0.75}
{"full_text":"As part of the ongoing #COVID19 Audit project with students and members of the Sarah Lincoln &amp; Ivanna Rocha, evaluated how well a psychiatric nurse mitigated risk for herself, her patients, and her family.","sentiment_score":0.0}
{"full_text":"RT *James Bonet, who smoked a joint inside the Capitol, has been arrested after co-workers tipped off FBI.*In video, the Glen Fal...","sentiment_score":0.0}
{"full_text":"ICMYI: Patients with COVID-19, who meet the criteria, have a monoclonal antibody treatment option available to them with a physician referral. Amy Charles, manager of Ambulatory Infusion, recently explained the process to","sentiment_score":0.2}
{"full_text":"RT The SNP are failing at the most important challenge facing our country.We all want the Covid vaccine to be a huge succ...","sentiment_score":0.4333333333}
{"full_text":"One year ago today:Canada reports its first confirmed case of 2019-nCoV. Hong Kong and Thailand both report a total of 8, while the US and Macau now report 5 cases each. There are a total of 47 reported confirmed cases outside of mainland China.","sentiment_score":0.175}
{"full_text":"Only a handful of transplant centers--like have performed COVID-related lung transplants.In a new article featuring Dr. Tiago Machuca (@Machuca_TN), discusses transplant demand in the wake of COVID-19.https:\/\/t.co\/ELD0n9DdDp","sentiment_score":0.0681818182}
