{"full_text":"RT #BREAKING Santa Clara County Health Director Dr. Sara Cody says outbreak of COVID-19 at San Jose hosp...","sentiment_score":0.0}
{"full_text":"DREAM EMPLOYMENT OMG","sentiment_score":0.0}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT \"A group of Stanford University economists who created a statistical model estimate that there have been at least 30,0...","sentiment_score":-0.3}
{"full_text":"RT Public health officials and front-line workers have been shouting from the rooftops and getting fired for it, while their ac...","sentiment_score":0.0}
{"full_text":"BTW--sick of covid? ","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT We wouldn't have to worry about our Twitter following if there weren't so many dangerous individuals on Twitter that we hav...","sentiment_score":-0.0333333333}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"ALL ITEMS COME FROM COVID19 FREE HOMEWE COMBINE ORDERS TO SAVE U MONEY VISIT MY EBAY STORE FOR MORE BARGAINShttps:\/\/t.co\/5tcbUuHnDLCheck out MTG - XLN - X1 - CHART A COURSE - UNC. - NM\/MT NOT PLAYED  via","sentiment_score":0.45}
{"full_text":"You left our country in shambles w\/ a war from within, 400K dead from a mismanaged pandemic. This is the least peaceful time in modern history.","sentiment_score":-0.01}
{"full_text":"RT Robert Unanue, #Goya Foods President and CEO, said the political left has weaponized #COVID19 to take away God, #Culture, h...","sentiment_score":0.0}
{"full_text":"RT Patients discharged after COVID diagnosis 7.7 times more likely to die within 4 months compared to non-COVID patients.M...","sentiment_score":0.25}
{"full_text":"RT Covid really ruining college ...","sentiment_score":0.2}
{"full_text":"Covid po","sentiment_score":0.0}
{"full_text":"Posters appealed to a \"particular community\"!!! What reporting!!","sentiment_score":0.5086263021}
{"full_text":"RT This Tuesday, January 19 we are bringing Americans together to honor the lives lost to COVID-19.Light a candle in you...","sentiment_score":0.0}
{"full_text":"But but but China....","sentiment_score":0.0}
{"full_text":"RT So called farmers disrupted the Covid-19 vaccination drive in Kaithal, Haryana.They attempted to chase away the doctors an...","sentiment_score":0.0}
{"full_text":"That's an old picture of ohmygirl even jine is there ","sentiment_score":0.1}
{"full_text":"Beltway Insider: Biden Inauguration, Economic Plan, Impeachment, COVID, US SD\/China, Phil Spector","sentiment_score":0.2}
{"full_text":"RT a lot of u really misinterpreted this tweet and I guess that's on me. I didn't say I have nothing, I said I have nothing...","sentiment_score":0.2}
{"full_text":"COVID exposure on flights more common than you think. US doesn't share details, but Canada does","sentiment_score":0.1}
{"full_text":"RT Post grad depression + pandemic + being at home = not it ","sentiment_score":0.0}
{"full_text":"is it even a lockdown if i don't watch bon voyage","sentiment_score":0.0}
{"full_text":"Covid could of been over and done with in a few months but because we acted slowly we are forced to go in and out of lockdowns (which do work cases rise because we reopen. But because of our new Strain and Incompetence from the Government we are still in this mess. 2\/2","sentiment_score":-0.1677272727}
{"full_text":"RT These events that are scheduled with today in Houston are on our radar. Other bars\/clubs that are ope...","sentiment_score":-0.125}
{"full_text":"If I go get tested tomorrow and do have corona, I hope it kills me because I won't be able to make rent ","sentiment_score":0.5}
{"full_text":"I was so lame and barely went out pre-covid because I spent my early twenties in law school, and yet here I am, complaining about how I'm ~losing~ my twenties because of covid ","sentiment_score":-0.1125}
{"full_text":"RT Every waking moment is about one purpose: saving American lives by delivering safe and effective Coronavirus therapeutics a...","sentiment_score":0.3666666667}
{"full_text":"RT Ron Klain, Biden's incoming White House chief of staff, says 500,000 Americans will have died from the coronavirus by the...","sentiment_score":0.0}
{"full_text":"There's a pandemic going on Trumpy. Stfu","sentiment_score":0.0}
{"full_text":"u so tasteless.... u got corona bestie?","sentiment_score":-0.6}
{"full_text":"RT 45* in Five Acts...........2017 -- Charlottesville2018 -- Family Separations2019 -- Ukraine2020 -- Pandemic2...","sentiment_score":0.0}
{"full_text":"RT Why did you delay COVID-19 relief for 8 months?","sentiment_score":0.0}
{"full_text":"RT Stand with Dr. Prasad. End the Covid war on kids.","sentiment_score":0.0}
{"full_text":"RT The antibodies in my blood when it sees a coronavirus","sentiment_score":0.0}
{"full_text":"RT Sen. Steve Huffman has just been named chairman of the Ohio Senate Health Committee.","sentiment_score":0.0}
{"full_text":"If anything positive emerges from this globalist lie induced covid-19 nonsense, it should be a far greater respect for human rights\/freedoms and the decline of public health in favor of private health! Down with politicized medicine!","sentiment_score":0.0904040404}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT No one from our government has explained why DC is under military lockdown","sentiment_score":-0.1}
{"full_text":"RT Hospitalized, severe #COVID19 cases top 970 in Japan","sentiment_score":0.5}
{"full_text":"I feel bad for FBI agents having to share a car with a guy who goes around without a mask in public. It's like a flashback to Trump's incredibly reckless SUV COVID joyride with his Secret Service.","sentiment_score":-0.05}
{"full_text":"fukkkk itwe gone do what we always do, THUG IT OUT ","sentiment_score":0.0}
{"full_text":"RT Here's where we stand today: The USA is, of course, Number One in #COVID19 cases and deaths. Moreover, we've had more t...","sentiment_score":0.5}
{"full_text":"RT PrSF stands in solidarity with NUML students in the protest scheduled for 10 a.m, 18 Feb to stop the grave injustice o...","sentiment_score":0.0}
{"full_text":"Precisely. Investigation needed on who purchased AZ a shares before the Government announced its vaccine choice.","sentiment_score":0.4}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci says the U.S. is \"weeks away, not months away\" from considering the approval of new coronavirus vaccines, adding tha...","sentiment_score":0.1363636364}
{"full_text":"RT California COVID-19, By The Numbers: Confirmed cases to date: 2,942,475 Note: Numbers may not represent true day-o...","sentiment_score":0.375}
{"full_text":"RT Patriots, there can be no unity, healing, or reconciliation without accountability.  Trump and his enablers engaged in war-l...","sentiment_score":0.0}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci says the U.S. is \"weeks away, not months away\" from considering the approval of new coronavirus vaccines, adding tha...","sentiment_score":0.1363636364}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"Pope Francis to have COVID-19 vaccine, says it is the ethical choice for all","sentiment_score":0.2}
{"full_text":"I think Ron Swanson would have rage quit!","sentiment_score":0.0}
{"full_text":"RT Hi what do you think about this? Why don't you give any response toward tweets that mentioned the list of her...","sentiment_score":0.0}
{"full_text":" por COVID","sentiment_score":0.0}
{"full_text":"i wish my mom was allowed to be with us at the hospital once i go into labor :( but stupid covid fucked that up from happening","sentiment_score":-0.7166666667}
{"full_text":"RT Video games are the social lifeline for a lot of kids right now. It's where their friends and social groups are. People...","sentiment_score":0.1174603175}
{"full_text":"Brazil's health agency approves the use of two Covid-19 vaccines","sentiment_score":0.0}
{"full_text":"RT Trump: Day 1,458 (THREAD)-24,482,050 Cases of COVID-19 in US-US CV-19 Death Toll Rises to 407,202-Day 71 Since Biden...","sentiment_score":0.0}
{"full_text":"RT having                           disliking covid-19              frank ocean                   no taste","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"Even my cat is fed up with covid. He's had it with this house and honestly, who can blame him","sentiment_score":0.6}
{"full_text":"RT No one from our government has explained why DC is under military lockdown","sentiment_score":-0.1}
{"full_text":"I'm so sorry. ","sentiment_score":-0.5}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"UK Airports Make Plea for Government Help After Covid Travel Rules Tightened","sentiment_score":0.0}
{"full_text":"\"There was a race to publish, and the journals were faced with a flood of papers. It was an epidemic of scientific papers within a global pandemic.\" --@AlexandreLoupy","sentiment_score":0.0}
{"full_text":"RT Want evidence that Ron is using the #covid vaccine to lure Canadian snowbirds for economic not empathetic reasons? Here i...","sentiment_score":0.2}
{"full_text":"RT \"Convincing black Americans to get the covid vaccine\" interesting title cbs","sentiment_score":0.2777777778}
{"full_text":"RT President-elect Biden's $1.9 trillion American Rescue Plan will contain the virus, rescue the American economy and put mo...","sentiment_score":0.0}
{"full_text":"RT The science behind climate change is not a hoax. The science behind COVID-19 is not partisan. And President-elect","sentiment_score":-0.4}
{"full_text":"RT BREAKING-The Guatemalan government &amp; national guard were just rushed by a US bound caravan of 4500 Migrants from Hondura...","sentiment_score":0.0}
{"full_text":"I hate social distancing on TV suck it if you pretend it matters","sentiment_score":-0.3833333333}
{"full_text":"RT Smokers, one of the high-risk groups for Covid-19, are now eligible for the vaccine in New Jersey.","sentiment_score":0.1363636364}
{"full_text":"RT A detail in this story that has stuck with me: Washington State recorded 37 of the first 50 U.S. coronavirus deaths but...","sentiment_score":0.25}
{"full_text":"My 3rd resort in my 3rd week in Waikiki...no Oceanview but 2\/2 w\/ 3 balconies &amp; 5 piece bath jacuzzi tub like my GA home..2 bad parking is $38\/day so found street parking #blessed #condovacation #socialdistancing","sentiment_score":-0.2333333333}
{"full_text":"you already know ","sentiment_score":0.0}
{"full_text":"RT HH Sheikh Mansoor bin Mohammed visits #COVID-19 vaccination centres in #Dubai, urges community members to get vaccinated#C...","sentiment_score":0.0}
{"full_text":"Nearly three weeks ago, the first nursing home residents in Indiana received a dose of the COVID-19 vaccine. This vulnerable group became a priority in the state, behind health care workers. But some families believe the process is going too slow.","sentiment_score":-0.17}
{"full_text":"California is closing in on 3 million coronavirus cases as the state tries to smooth the rocky rollout of vaccines during a continuing spike in COVID-19 deaths.","sentiment_score":0.15}
{"full_text":"Vacancy rate in the Metro Manila office market is forecast to reach as much as 14 percent this year as demand softens due to the pandemic and the exodus of Philippine Offshore Gaming Operators (POGO).","sentiment_score":0.0375}
{"full_text":"Sure we can no longer feel the slightly sticky cinema floors, and fight over arm rests but at least we still have movies.","sentiment_score":0.0111111111}
{"full_text":"UPDATE: Cattaraugus County health officials today reported two COVID-19 deaths -- an 84-year-old man and a 73-year-old woman. The county also had 48 new confirmed cases of the virus this weekend, while the number of hospitalizations is now 50.","sentiment_score":0.2681818182}
{"full_text":"RT President-elect Joe Biden's incoming chief of staff, Ron Klain, issued a grim prediction about the coronavirus: half a million...","sentiment_score":-0.5833333333}
{"full_text":"Find your #COVID19 vaccine CPT code with the help of #OurAMA. Use our streamlined, interactive resource to determine the appropriate CPT code combination for the type and dose of vaccine that you are using.","sentiment_score":0.5}
{"full_text":"RT Pretty bad to kill a bunch of ppl by taking no action against the pandemic but t...","sentiment_score":-0.1666666667}
{"full_text":"RT Can't lie this lockdown I feel soooo anti social and way too comfortable in my own company and it's not healthy, to all my...","sentiment_score":0.1958333333}
{"full_text":"Freeman Hotel at Nightc. 1910Auburn#sundayvibes #COVID19","sentiment_score":0.0}
{"full_text":"MAUDE JONES, 68 of Lawrenceville, Georgia died of COVID on Jan. 4.She contracted the virus while working at the local elementary school. She had planned to retire after the Fall semester.","sentiment_score":0.15}
{"full_text":"RT For other nations to follow suit will require a big psychological shift. But another year of health-care chaos in London, N...","sentiment_score":-0.0416666667}
{"full_text":"RT All other fields: history, literature hijacked by leftists.Covid is unique situation. Suddenly we need to explain scien...","sentiment_score":0.0833333333}
{"full_text":"VACCINE PROMISE: As the U.S. Covid-19 death toll surges toward 400,000 lives lost, the incoming Biden administration is pledging to ramp up the chaotic vaccine rollout, vowing to administer 100 million doses in the first 100 days. reports.","sentiment_score":0.25}
{"full_text":"Due to the lockdown situation in many countries, people who look for online casinos are growing in number. It is has increased the need for a trusted casino platform that offers player fun and excitement.  #88probett, via","sentiment_score":0.19375}
{"full_text":"Many of these people were going to die anyway, but not from the Wuhan China virus!","sentiment_score":0.625}
{"full_text":"How has God used the pandemic to draw you closer to Him? Have you been obedient to what God has called you to do during this time?","sentiment_score":0.4}
{"full_text":"The switch to the saliva-based tests was made because they are much more inexpensive and efficient.","sentiment_score":0.5}
{"full_text":"The Australian Open has been hit by another setback as a fifth person tested positive for coronavirus, forcing 25 more players into hotel quarantine.https:\/\/t.co\/YU7N9GhV1r","sentiment_score":0.1818181818}
{"full_text":"#Austin pharmacy suggests getting on any #COVID19 waiting list you can amid State's next vaccine allocation","sentiment_score":0.0}
{"full_text":"\"You know even if it's wartime, but pandemics and things like that are when we make huge jumps in terms of technology, and safety, and healthcare.\"","sentiment_score":0.4}
{"full_text":"Due to the pandemic, many annual events that usually happen in-person will take place virtually. ","sentiment_score":0.0416666667}
{"full_text":"There are 1,919 active #coronavirus cases in #SaudiArabia out of which 319 are in a critical condition.    ","sentiment_score":-0.0666666667}
{"full_text":"The governor announced 2,362 new cases and 34 new deaths.","sentiment_score":0.1363636364}
{"full_text":"Looking forward to this program!  And happy we will have time to share #Covid19WallofMemories with the audience. #covid19","sentiment_score":0.8}
{"full_text":"Teens tutor peers online to fill need during pandemic","sentiment_score":0.0}
{"full_text":"Incoming White House chief of staff Ron Klain says the coronavirus pandemic will get worse before it gets better.https:\/\/t.co\/vWfDewjPrN","sentiment_score":-0.2}
{"full_text":"On Jan. 13, Turkish Health Minister Fahrettin Koca receives a dose of #China's #Sinovac #COVID19 vaccine in Ankara, Turkey and showed his vaccination process on TV live. \"The Chinese vaccine is safe,\" Koca said.","sentiment_score":0.2121212121}
{"full_text":"U.S. president-elect Joe Biden has picked a former Food and Drug commissioner to lead vaccine science as part of his drive to put 100 million shots into the arms of Americans in his administration's first 100 days to stem the COVID-19 pandemic.https:\/\/t.co\/qKiy8MGiHT","sentiment_score":0.125}
{"full_text":"Hong Kong's pink dolphins are returning to their historic habitat after COVID restrictions ","sentiment_score":-0.05}
{"full_text":"Guides in #Arabic and #Dari explains how uses contact tracing to slow the spread of #COVID19Watch in English: #l`rby@ #Dari #drylw","sentiment_score":-0.15}
{"full_text":"\"Sydney markets are defying the pandemic recession,\" has declared.","sentiment_score":0.0}
{"full_text":"RT My heart is full.  We are moving out of darkness, slowly, but we are.","sentiment_score":0.025}
{"full_text":"The big cost of COVID-19 to Canberra's clubs, via","sentiment_score":0.0}
{"full_text":"RT people out partying in a pandemic like they got 9 lives","sentiment_score":0.0}
{"full_text":"RT No one from our government has explained why DC is under military lockdown","sentiment_score":-0.1}
{"full_text":"Time: 03:00 * Temp: 4.2degC * Wind: SSW 2.9 to 13.0mph * Pressure: 1013.4hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:32 * Sunset: 16:34 * Cloudbase: 520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Take one for the team.  Protect yourself and the people around you by getting your flu shot now. It's safe and it works. W...","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 35.4FWind Chill: 33.2FHumidity: 82%Dew Point: 30.5F Barometer: 29.750 inHgWind: 3 mph from the WSWCorona Virus Weekly Stats:Cases: 183.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"High Decibel Social Distancing 'Dog Collars' for Factory Workers Deployed","sentiment_score":0.0966666667}
{"full_text":"By definition, a prison is already a lockdown.","sentiment_score":0.0}
{"full_text":"China's fourth quarter GDP growth beats forecast, ends 2020 in solid position after COVID-19 shock ","sentiment_score":0.0}
{"full_text":"RT China's fourth quarter GDP growth beats forecast, ends 2020 in solid position after COVID-19 shock","sentiment_score":0.0}
{"full_text":"RT As A #WomanEntrepreneur  I Understand The Hurdles That Come Along The Way.I Also Believe In Hard Work &amp; Dedication! Don't L...","sentiment_score":-0.3645833333}
{"full_text":"A silent and unequal education crisis. And the seeds for its solution. #covid19 #education","sentiment_score":0.0}
{"full_text":"The people I gave it to lost interest in it last year, so I picked it up to do something with it after being laid off during COVID.  Mostly just adding spit polish to the UI, together with some nice synergy with the Perl devs cleaning up their ithread implementation for Perl7.","sentiment_score":0.3666666667}
{"full_text":"As #COVID19 pushes consumers to primarily online banking channels, banks risk losing the human connection, which is essential for building trust and maintaining customer relationships.","sentiment_score":0.1333333333}
{"full_text":"RT I am shocked. Who would have predicted that a hard lockdown and thus increased business and consumer certainty would b...","sentiment_score":-0.4958333333}
{"full_text":"RT i dont need this rn","sentiment_score":0.0}
{"full_text":"Covishield vs Covaxin vs Modern\/Pfizer Vaccines: Science Behind COVID-19 Vaccines and Careers in Vaccine Research#coronavaccine #covishield #covaxinhttps:\/\/t.co\/zhkfrNhUdo","sentiment_score":-0.4}
{"full_text":"Hai everyone, saya ada buat service Disinfection for buildings and premises. Do contact me for detail. Spread it and let us handle the Disinfection #COVID19 #disinfection #sanization","sentiment_score":0.0}
{"full_text":"As new COVID-19 cases begin to rise again in the state, Montana's large counties say the COVID vaccine will not be available to those in Phase 1B for at least the next few weeks due to uncertain vaccine supply. #mtnewshttps:\/\/t.co\/auODKWvnBF","sentiment_score":0.0179499072}
{"full_text":"RT Can i just drop in and say, you can criticize her for glamorizing the Bali life with a western lens and being irresponsibl...","sentiment_score":0.0}
{"full_text":"RT Despite a Trump administration promise, the federal government has no more \"reserve\" of 2nd coronavirus vaccine doses\"We...","sentiment_score":-0.125}
