{"full_text":"RT Has Nicola Sturgeon condemned this Trumpian Fake News and grievance mongering from one of her top advisers?","sentiment_score":0.0}
{"full_text":"RT When heavyweight champion Tyson Fury went on a rant about Sky WiFi during his home workout in the first lockdown...[...","sentiment_score":0.25}
{"full_text":"RT Recovered coronavirus patients may have a stronger protection against the virus than those who take the vaccine.@LAONeill...","sentiment_score":0.0}
{"full_text":"RT Coronavirus rates among teachers are 333% above the average.How dare Hancock say today there was \"no evidence\" teachers...","sentiment_score":0.0}
{"full_text":"RT I cannot imagine what relations on the Hill are going to look like after this. D's are (not without reason) accusing their...","sentiment_score":0.0}
{"full_text":"So... This was all \"project fear\", was it? I think we're seeing just the tip of the iceberg (lettuce) of the complete #BrexitDisaster. #BrexitReality #ToriesOut #ToryLies #BrexitLies","sentiment_score":0.1}
{"full_text":"BREAKING NEWS: Gorillas test positive for COVID-19 at the San Diego ZooMORE:","sentiment_score":0.2272727273}
{"full_text":"Great work","sentiment_score":0.8}
{"full_text":"RT WWE champion Drew McIntyre has tested positive for COVID-19 and is in quarantine.","sentiment_score":0.2272727273}
{"full_text":"RT I can't stop thinking about this. These Republican members who refused to wear masks because...why, honestly?...may well lea...","sentiment_score":0.0}
{"full_text":"RT CNN: 375,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT Read this.","sentiment_score":0.0}
{"full_text":"RT To understand what's going on you need to become fluent in doublespeakCases = Positive TestsAsymptomatic = HealthyOv...","sentiment_score":0.2272727273}
{"full_text":"RT This is just so wrong on every level. We need to be ending lockdowns (they don't save lives, quite the contrary), not seek...","sentiment_score":-0.5}
{"full_text":"RT NIMC is registering people without Covid-19 measure being adhered toMarkets are open widelyPeople travel to every part of...","sentiment_score":0.0}
{"full_text":"RT Canadian expert's research finds lockdown harms are 10 times greater than benefits.","sentiment_score":0.5}
{"full_text":"\"Resumption has been postponed \"If u want to go, go. If u don't want to go, stay at home. Nobody is forcing you","sentiment_score":0.0}
{"full_text":"women alwaya have corona i see","sentiment_score":0.0}
{"full_text":"RT Two gorillas at San Diego Zoo are infected with Covid-19, California Gov. Newsom says. It's the first known instance of coronav...","sentiment_score":0.25}
{"full_text":"RT CNN: 375,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT They are THROWING AWAY VACCINES in New York. Hi hello media? Where is the outraged CNN lady? Fredo? Anyone?","sentiment_score":-0.3818181818}
{"full_text":"RT Great way for Trump to distract attention from the many reasons he lost the election: e.g., his disastrous covid press co...","sentiment_score":0.2}
{"full_text":"RT Be kind to people. As the Covid death toll rises, South Africa is in a complex state of collective grief, with none of t...","sentiment_score":-0.1666666667}
{"full_text":"RT Two gorillas at San Diego Zoo test positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"Gimme the rona now","sentiment_score":0.0}
{"full_text":"RT It took 25 days BEFORE December 29th (10 days after lockdown delayed &amp; ppl went shopping) for hospitalizations to increase...","sentiment_score":0.0}
{"full_text":"RT Unfortunately, last night at 8:27 my dad passed away due to Covid. He fought hard for over a month but his body could not anym...","sentiment_score":-0.1388888889}
{"full_text":"Highest covid rate","sentiment_score":0.0}
{"full_text":"FFS...They try to distract us choosing between Death OR Slow Death...$600 OR $2000 .... NEITHER is enough to survive losing job &amp; or home, or enough to feed a family. We need $2,000 PER MONTH just to STAY EVEN.#BidenHarris2020 #Trump2020 #2000StimulusCheck #COVID19 #GOP","sentiment_score":-0.1}
{"full_text":"The NBA set a standard with the Disney bubble and showed how to flawlessly execute a safe season\/playoffs during a pandemic.Then it threw out repeating that idea, and now this is what's happening. What are we even doing here?","sentiment_score":0.5}
{"full_text":"My son who works with inner city youth in LA said the situation is bad. Homicides are up to levels not seen since the '80's. Opportunities have dried up. Gangs have money. This pandemic has been wicked.","sentiment_score":-0.3}
{"full_text":"Stay, the fuck, at home. Totally unnecessary trip!","sentiment_score":-0.45}
{"full_text":"Yes in the same sort of way that flu has disappeared because of masks and social distancing but cv is rampant because not enough masks and social distancing. Catch 22 and double-think.","sentiment_score":0.0166666667}
{"full_text":"\"I apologize for the inconvenience, but I believe one of my housemates has been exposed to COVID. For your protection, would a video interview be possible until they have conclusive test results?\"","sentiment_score":0.0}
{"full_text":"Anorexia and Diarrhea Top GI Symptoms in COVID-19 Patients","sentiment_score":0.5}
{"full_text":"RT A sign of the times: Today is the last day Dodger Stadium will be used for COVID-19 tests, because it's being converted i...","sentiment_score":0.0}
{"full_text":"RT Limiting #COVID19 transmission limits the chance of dangerous new variants from developing. We need to:-Keep physical distan...","sentiment_score":-0.1545454545}
{"full_text":"RT Read this.","sentiment_score":0.0}
{"full_text":"But the fans can't go anyways. Boston and Chicago are always in those games, pre pandemic, because their fans travel and pack the stadiums wherever they play. If it was regular times, it should be Vegas vs San Jose","sentiment_score":0.0}
{"full_text":"Some BC Nurses Anti-Science, Anti-Vaxx. Wtf? #bcpoli","sentiment_score":-0.5}
{"full_text":"RT OSHA, a federal agency tasked with protecting workers, turned its back on meatpacking workers when COVID-19 hit the country....","sentiment_score":0.0}
{"full_text":"When you have to get covid tested and your dad can't stand you being sad ever","sentiment_score":-0.5}
{"full_text":"You look so amazing I can't even ","sentiment_score":0.6}
{"full_text":"RT Millions of parents are juggling work and childcare during the lockdown.  The Government should create a legal, enforce...","sentiment_score":0.2}
{"full_text":"RT Lots of lovely tweed fabric pieces now in the sale so you can fill your lockdown days with crafty creations. What will yo...","sentiment_score":0.45}
{"full_text":"RT for all you Americans in the replies writing 'who?', America isn't #1 in streaming anymore and we definitely aren't #1 in gami...","sentiment_score":0.0}
{"full_text":"RT Vanessa Carlton Isn't Letting the Pandemic Get in Her Way and is Still Being Driven Around Playing the Piano:","sentiment_score":0.0}
{"full_text":"Don't bring yo corona to Texas, we doing just fine with our own.","sentiment_score":0.5083333333}
{"full_text":"RT Trump Riot Becoming Coronavirus Super-Spreader Event","sentiment_score":0.45}
{"full_text":"RT I strongly feel that this should be the year Rishi Sunak is finally held to account for his incompetence and culpability f...","sentiment_score":0.2166666667}
{"full_text":"RT President-elect Biden is absolutely right. $600 is not enough for working class Americans who are struggling to pay the...","sentiment_score":0.1428571429}
{"full_text":"RT Locally, some spots that are administering the vaccine to those eligible:Mt. Sinai Hospital system:","sentiment_score":0.0}
{"full_text":"RT Whilst the Forest has provided a place of sanctuary over lockdown, the impact from excess visitor pressure is beginning...","sentiment_score":0.0}
{"full_text":"Konje we still have to wait for the Lockdown to be lifted in order for Simo to get caught, hay manikelela umdlalo lo.","sentiment_score":0.0}
{"full_text":"WHAT","sentiment_score":0.0}
{"full_text":"Well, there is some rationality behind this (as much as I'd love to see as many races as possible). Out of curiosity: what restrictions are in place in Portugal? Are you in full lockdown?","sentiment_score":0.19}
{"full_text":"I hope when we reach a point where masks are optional that society doesn't associate masks with COVID. Like I hope we normalize it to be worn whenever you want without the stigma of something wrong with the person wearing it","sentiment_score":-0.5}
{"full_text":"So honored to be a part of this. Every $ helps and tough times can fall on anyone. Stay humble &amp; grateful.","sentiment_score":-0.2944444444}
{"full_text":"TEACHERS GETTING VACCINATED Today we talked to some of the first teachers in the commonwealth who got the COVID-19 vaccine from  the New River Valley.  Hear from them coming up on","sentiment_score":0.1931818182}
{"full_text":"RT Did You KNOW?In June 2020, an Egyptian father tricked his 3 young daughters to have #FGM done on them.He brought a...","sentiment_score":0.1}
{"full_text":"RT President-elect Biden is absolutely right. $600 is not enough for working class Americans who are struggling to pay the...","sentiment_score":0.1428571429}
{"full_text":"RT 2) Source. Ireland is a lot of doo-doo.","sentiment_score":0.0}
{"full_text":"Doctors found another strange coronavirus symptom no one can explain","sentiment_score":-0.05}
{"full_text":"RT The was corrupted by China's influence, and bought cheap. WHO investigators still can't access Wuhan - a year after the...","sentiment_score":0.4}
{"full_text":"RT Why some hospital PR executives and staff on leave have received COVID-19 vaccines before front-line staff","sentiment_score":0.0}
{"full_text":"RT The failure of the to convict Trump after the 1st impeachment resulted in 10s of thousands of unnecessary death...","sentiment_score":-0.3583333333}
{"full_text":"RT Heads Up! Covid Vaccine 'Smart Patch' Is Here, Uses Microneedles to Deliver Alleged Immunity, Precursor to Beast Vaccine@ #Bre...","sentiment_score":0.0571428571}
{"full_text":"RT US intelligence agencies have 180 days to share what they know about UFOs, thanks to the Covid-19 relief and spending bill","sentiment_score":0.2}
{"full_text":"We all take our $600 COVID payments and purchase him.","sentiment_score":0.0}
{"full_text":"RT Here are some groups eligible for the #COVID19 vaccine today:*People over 75 years old*Education workers*Childcare staff*F...","sentiment_score":0.0}
{"full_text":"Everything I've seen suggests that when case levels are high, the situation in schools is fundamentally different than when case levels are low. Norway has never seen Covid at levels anywhere near those now seen in the US, UK, and most of Europe.","sentiment_score":0.152}
{"full_text":"RT NEW: JOE BIDEN has grown frustrated with his vaunted Covid team -- going as far as to warn that they're underperforming -- a...","sentiment_score":-0.1545454545}
{"full_text":"Coronavirus tests for Michigan high school athletes has resulted in 99.6 percent negative results, state officials say","sentiment_score":-0.07}
{"full_text":"COVID has slowed it quite a bit, but I do still keep an eye out","sentiment_score":0.0}
{"full_text":"So we thought covid 19 was highly contagious!!!  We overlooked how contagious Trumpism is.  It seems  it has infected the majority of the Republican Party.  Whether it is the refusal to wear a mask to protect the public or to block an anti Trump proposal.","sentiment_score":0.15625}
{"full_text":"RT On today's Sturgeon Show..A journalist asks if her credibility, and if the Salmond investigation is a distraction.  Appar...","sentiment_score":0.0}
{"full_text":"Well, everybody, I have a new piano audio clip today! This song is outer space themed! It comes from Monty Python's The Meaning of Life and was originally released in 1983! #piano #music #outerspace #quarantinelife #staysafe ","sentiment_score":0.3409090909}
{"full_text":"RT As much as I'm grateful I've been able to work through this pandemic, \"living\" to just work isn't sitting right with me...","sentiment_score":0.3285714286}
{"full_text":"BREAKING: Democrat tests positive for #COVID19 after elected #GOPTerrorists exposed her to the virus by refusing to wear masks during #TrumpInsurrection. #LockThemUp","sentiment_score":0.2272727273}
{"full_text":"RT Remote education? We've got you  Check out our free #OnlineSafety guides to lockdown learning for teachers, parents a...","sentiment_score":0.15}
{"full_text":"RT First, Democrats support government shutting down small business during #COVID19. Now, Democrats support big business shu...","sentiment_score":-0.0388888889}
{"full_text":"RT Since the start of the pandemic, technology has enabled many of us to continue to work, to learn, and to access public serv...","sentiment_score":0.25}
{"full_text":"Where is Office Space Headed? #CRE #Office #COVID-19 #TenantTipshttps:\/\/t.co\/R5QP1WI13N","sentiment_score":0.0}
{"full_text":"RT You don't get breathless and hypoxic from a false positive covid test result. Our hospital beds are not filled with peop...","sentiment_score":-0.1242424242}
{"full_text":"The movie I Am Legend took place in a time where a virus was created by man, killing over 90% of its population and turning the small percentage left into mutant animals from a failed vaccine  anyways, have you gotten your COVID vaccine yet?","sentiment_score":-0.25}
{"full_text":"RT I can only speak for people living in Los Angeles but we feel utterly abandoned and left to fend for ourselves against the...","sentiment_score":0.0}
{"full_text":"Most business leaders looking at opportunity post COVID and prepare business plans to get ready. It's not late to build business plans for 2021.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.2833333333}
{"full_text":"PANAGIOTIS TRAIANOU: There won't be any \"third\" wave of the pandemic!!! That is more than certain because they who artificially cause the first two pandemic waves have no reason to go on with this game as... -&gt;#SOTS2021","sentiment_score":-0.005952381}
{"full_text":"***NON Union ***RUSHCALLMust be registered with CentralStevie is taking submissions for a show Covid testing ASAP. TODAY! WORKING 1\/13. Looking for men &amp; women. MEN OKAY WITH MILITARY HAIRCUT. MUST SEND EMAIL TO BE CONSIDERED. To submit please send PHOTO ,EMAIL &amp; NUMBER TO stevi","sentiment_score":0.2}
{"full_text":"Pence walking into the Oval Office ","sentiment_score":0.0}
{"full_text":"RT With the pandemic overloading many emergency rooms and ICUs, the hospital isn't always the best place to seek treatment for some a...","sentiment_score":0.75}
{"full_text":"Most business leaders looking at opportunity post COVID and prepare business plans to get ready. It's not late to build business plans for 2021.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.2833333333}
{"full_text":"RT Limiting #COVID19 transmission limits the chance of dangerous new variants from developing. We need to:-Keep physical distan...","sentiment_score":-0.1545454545}
{"full_text":"I firmly believe that social distancing and certain lockdown measures are extremely important *obviously*But I feel that curfews would only punish the compliant and do nothing to stop the non-compliant from doing what they do  Curious how it impacts Quebec ","sentiment_score":0.0579365079}
{"full_text":"12 years and I have been together on the 19th Dec, 6yrs Married this May 29th. These lillies turned up with shopping just because. Being in lockdown and shielding he still managed to surprise me with my faves.  #Romance #Flowers #LoveIsInTheAir","sentiment_score":0.25}
{"full_text":"What do RepubliCons support now, Gym? Overlooking insurrection, treason, and sexual abuse? Got it.","sentiment_score":0.5}
{"full_text":"RT The North Jersey Partners (WDBs) are pleased to offer Salesforce &amp; Supply Chain opportunities for unemployed individual...","sentiment_score":0.25}
{"full_text":"Gary Bettman says NHL players and staff will get in line with everyone else when it comes to getting COVID vaccines.","sentiment_score":0.0}
{"full_text":"RT Listen man, I'm gonna watch a bunch of NHL hockey because I'm trying not to leave my house in the middle of a pandemic. The lea...","sentiment_score":0.0}
{"full_text":"RT The Trump administration has distributed over 22,000,000 doses of the COVID-19 vaccine.  Don't believe the fake news tha...","sentiment_score":-0.5}
{"full_text":"RT Hancock asked whether PM complacency is to blame for the NHS being overwhelmed? No, it's the variant vaccine he says. T...","sentiment_score":0.0}
{"full_text":"RT Twitter suspends Trump- \"Private companies can do what they want!\"Facebook suspends Trump- \"Private companies can do what...","sentiment_score":0.0}
{"full_text":"RT Lagos state government has raised alarm as many civil servants test positive for COVID-19 ","sentiment_score":0.3636363636}
{"full_text":"RT Pandemic or not, stay 6 feet away from me.","sentiment_score":0.0}
{"full_text":"RT Drew McIntyre has tested positive for COVID-19 and has been placed in quarantine.","sentiment_score":0.2272727273}
{"full_text":"Park City Councilor Steve Joyce said his biggest concern is small businesses having to close before the recovery arrives.","sentiment_score":-0.25}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"Pandemic-inspired cooking habits may have made meal kits relevant again. But if they're going to stick around, they're going to need to incorporate a variety of cuisines.https:\/\/t.co\/JdUYnTc78f","sentiment_score":0.4}
{"full_text":"Support bubbles 'could be scrapped' by government in stricter lockdownhttps:\/\/t.co\/aGWdAknJah","sentiment_score":0.0}
{"full_text":"\"It's always a little dispiriting when Mr. Kenney steps up to the microphone at one of these daily pandemic briefings and attempts to reconcile his previous statements with his latest position on the same thing.\"#ableg #cdnhealth #covid19abhttps:\/\/t.co\/IAe87SeiMc","sentiment_score":0.0291666667}
{"full_text":"RT This strictly had to happen after Trump's mob committed an insurrection at the US Capitol on Wed. What took place at th...","sentiment_score":0.0}
{"full_text":"\"Our challenge is a population over a sparse, remote area.\"COVID-19 vaccinations for remote and vulnerable Indigenous populations a 'massive challenge' of logistics.https:\/\/t.co\/J1PcbASQ8q","sentiment_score":-0.175}
{"full_text":"COVID-19 vaccine for teachers -- in-person and remote -- raises \"ethical conundrum\"","sentiment_score":0.05}
{"full_text":"The Trump Administration must fix its vaccine distribution failures--which are unnecessarily prolonging this pandemic. We need a comprehensive national plan ASAP.","sentiment_score":-0.4}
{"full_text":"DOH spokesperson Maria Rosario Vergeire asked Catholic devotees who physically celebrated #Nazareno2021 to keep tabs on their health after the crowd estimate that reached 400,000 in the morning, according to the Manila Police District. | via","sentiment_score":0.175}
{"full_text":".@alnewscenter: Alabama collected record $12.2B revenues in 2020 \"State of Alabama revenues reached an all-time high in the midst of the pandemic...an increase of more than $2.3 billion from five years ago...\" #ALgov","sentiment_score":0.33}
{"full_text":"RT Heads Up! Covid Vaccine 'Smart Patch' Is Here, Uses Microneedles to Deliver Alleged Immunity, Precursor to Beast Vaccine@ #Bre...","sentiment_score":0.0571428571}
{"full_text":"The twin public health and economic crises of #COVID19 have disproportionately impacted journalists and members of the press in Indonesia. &amp; latest on challenges journalists are facing amid increased hostility to press freedom:","sentiment_score":0.2333333333}
{"full_text":"As museums around the world closed their doors in line with coronavirus safety measures, has taken this time to do some much needed renovating.  Read more ","sentiment_score":0.2}
{"full_text":"The internet is going crazy over the new #Brondell Pro with AG+ technology by Aurabeat! Read more from about this amazing innovation: #BrondellPro #airfilter #COVID19","sentiment_score":0.1676136364}
{"full_text":"#covid tips","sentiment_score":0.0}
{"full_text":".@KFF: Individuals living in rural areas in the US are significantly less likely to say they will get a #COVID19 vaccine. Rural residents are among the most vaccine hesitant groups, along with Republicans, individuals 30-49 years old, &amp; Black adults:","sentiment_score":0.0380952381}
{"full_text":"UPDATE: Dr. Paul Woods travelled to the U.S. five times since March, including during the December holidays.Woods is one of the latest public figures whose international travel has drawn heavy criticism.https:\/\/t.co\/Ss6sItV52H","sentiment_score":0.075}
{"full_text":"RT The yoons know that they cannot possibly win the May elections, the SNP look as though they will increase their majority. T...","sentiment_score":0.8}
{"full_text":"2020 was not an easy year; a lot of people fell into bad snacking habits and unhealthy choices during the lockdown(s). What's your motivation to eat healthier this year?","sentiment_score":-0.2222222222}
{"full_text":"inside... outside... at home or online... it's #Apresski time #ski &amp; #snowboard nation  Cheers! #ApresLIVE #Aspen #Breck #Vail #Colorado #HappyHour #apresski #skiing #snowboarding #skitown #mountaintown #travel #eatlocal #shoplocal #washyourhands #WearAMask #MondayMotivation","sentiment_score":0.0}
{"full_text":"#Tasmania has eased some #quarantine restrictions for #Brisbane #travellers! Make sure you stay updated with the most recent #travel restrictions to avoid delays!https:\/\/t.co\/2EEc76C4hr","sentiment_score":0.3333333333}
{"full_text":"The \"heart age\" of cancer survivors is on average more than five years higher than their actual age, according to a new study from CDC, published in the Morbidity and Mortality Weekly Report on Fridayhttps:\/\/t.co\/884rL0XwKq","sentiment_score":0.1472727273}
{"full_text":"As Israel moves ahead with one of the fastest #coronavirus vaccination programmes, questions remain over exactly how - and when - Palestinians will be inoculated -","sentiment_score":0.25}
{"full_text":"According to reports, hand sanitizers and face masks have been provided to the teams, in line with the Covid-19 SOPs. A total of 48,000 teams are aiming to vaccinate around 20 million children.https:\/\/t.co\/ogPi5BpTm5","sentiment_score":0.0}
{"full_text":"Report: Bucs Place LB On Reserve\/COVID-19 Listhttps:\/\/t.co\/wfl68WLQSG","sentiment_score":0.0}
{"full_text":"As prepare for the upcoming winter term and adjust to more remote learning, here are some tips and strategies to help adjust your study habits during #COVID19.","sentiment_score":0.2}
{"full_text":"Dutch Flat Hotelc. 1920#MondayMotivation #mondaythoughts #COVID19","sentiment_score":-0.025}
{"full_text":"What needs to happen for coronavirus restrictions to be eased in Waleshttps:\/\/t.co\/a1JMUvLnl1","sentiment_score":0.0}
{"full_text":"Do what is best for YOU and don't worry about \"keeping up.\" #covid19","sentiment_score":1.0}
