{"full_text":"Good morning  I worked hard but I could not find an adjective to define this day ... my office was decimated by the covid, between positive colleagues and others in quarantine we were only \"free\" in two","sentiment_score":0.2071212121}
{"full_text":"RT Covid conspiracy is the new Ukippery. And a surprising number of the same people involved, from the ERG to Farage and Tice","sentiment_score":0.2787878788}
{"full_text":"RT HK Pandemic protection art thread.  Thank you to medics. Thank you to healthcare workers. Thank you to Virologists\/epidem...","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"We know, so when do we put a stop to it?","sentiment_score":0.0}
{"full_text":"RT A fascinating look at how the vaccine rollout is taking shape. |","sentiment_score":0.7}
{"full_text":"RT The President signed an executive order requiring masks in federal buildings. needs to address Rand Paul's de...","sentiment_score":0.0}
{"full_text":"Key worker my arse. She must have upset somebody to get sent there during a pandemic.","sentiment_score":0.0}
{"full_text":"RT \"We prefer COVID to what we have seen, as we can protect ourselves from COVID\".Ametechiel is one 55,000 people who fled Tigray,...","sentiment_score":0.0}
{"full_text":"RT Just in case anyone needs this point cleared up: Boris Johnson and his government did practically nothing to solve the...","sentiment_score":0.0}
{"full_text":"hi its Mr TwistedRiceR  aka Mr Rice Robert Rice your biggest fan well once i get my covid cash and exchange them for Stripchat Change can you find it in your heart to add me Id like to send for you to come to Vancouver Ive got something to ask you will you marry me","sentiment_score":0.0}
{"full_text":"RT Delighted to be supporting PCNs in the vital work of vaccinating the population. Our work with highlighted...","sentiment_score":0.35}
{"full_text":"RT GameStop is doing a better job at distributing wealth to americans during a pandemic than the US government","sentiment_score":0.5}
{"full_text":"Very soon person go dey keep 50k aside from every income as emergency Covid test money. I don tire true true. What of those that can't find 50k to get tested? We never even talk about treatment.","sentiment_score":0.3}
{"full_text":"RT The PM's rewriting history by claiming to have done all he can to stop Covid deaths As recently as 1 December, the PM...","sentiment_score":0.0}
{"full_text":"RT No evidence ginger, lemon, garlic combo prevents COVID-19 infections - experts","sentiment_score":0.0}
{"full_text":"RT In 2020 the gov spent PS280 billion to manage the pandemic. Our peacetime borrowing is at its highest level in in *history*....","sentiment_score":-0.1}
{"full_text":"RT Jackson Mthembu died because of China virus, now he gets replaced by a Chinese born citizen...crazy stupid #VoetsekANC....","sentiment_score":-0.4}
{"full_text":"RT A car load of nurses is smarter and more caring than our entire government any day of the week.","sentiment_score":0.25}
{"full_text":"Streaming again today! Starting with #EscapeFromTarkov! Might play something else as well later. Join me on please don't be to rough on me today..@bstategames #gaming#twitch#lockdown#stream #StaySafe","sentiment_score":-0.0333333333}
{"full_text":"I think the hardest part of this pandemic, is not being able to be there for my family. My Aunty has been diagnosed with terminal cancer and we know her days are numbered, but I can't get home to see her and I don't even know if I will be able to go to her funeral. This sucks.","sentiment_score":0.2333333333}
{"full_text":"\"The dominance of new, more transmissible variants means that a policy of trying to \"live with\" the virus will fail\" this article applies to South Africa too. We need to aim for #zerocovid, test &amp; trace, border control incl mandatory quarantine, vaccinate!","sentiment_score":0.0369318182}
{"full_text":"RT EU VACCINE ROLLOUT? Supplies of coronavirus vaccines have become so scarce that the Madrid region will stop all new jabs...","sentiment_score":0.1363636364}
{"full_text":"Meanwhile you can carry on bestowing super powers on a Coronavirus and rewriting the laws of virology and immunology","sentiment_score":0.3333333333}
{"full_text":"RT It isn't only Covid vaccine uptake that is lower in our BAME communities. They are not getting basic emergency care. Read t...","sentiment_score":0.0}
{"full_text":"North Lincolnshire Council can provide emergency assistance for people struggling financially due to COVID-19. For more information or to apply go to:","sentiment_score":0.1875}
{"full_text":"Double Your Protection - Wear Two MasksThe discovery of highly transmissible coronavirus variants in the United States has public health experts urging Americans to upgrade the simple cloth masks","sentiment_score":0.04}
{"full_text":"RT I remember my father telling me that in a world crisis such as WW11 there would always be a sense of unity, community sp...","sentiment_score":0.0}
{"full_text":"Please sort out our covid pandemic first, with a zero covid policy. Thank you.","sentiment_score":0.25}
{"full_text":"RT Desmond Swayne explicitly supported their claim that the figures are \"manipulated\", cam...","sentiment_score":0.0}
{"full_text":"RT when chris fleming said \"normies are getting creative during the pandemic so i can stop so join me freaks and let's hop int...","sentiment_score":0.5}
{"full_text":"RT The Komfo Anokye Teaching Hospital is recording an upsurge of Covid-19 cases among children. In the last ten days, the facili...","sentiment_score":0.0}
{"full_text":"We'll get a pandemic in 2020.","sentiment_score":0.0}
{"full_text":"I fully understand the need to protect the vulnerable and the NHS. Not paying golf could be adding to this. Stay at home but you can go fishing! Is that not a confusing message too??","sentiment_score":-0.2375}
{"full_text":"RT I hope the high profile COVID deniers accept responsibility for encouraging the crazy actions of others - 'COVID-19: Polic...","sentiment_score":-0.22}
{"full_text":"RT Received 500,000  #COVID19 vaccines provided by #peopleofindia at #BIA today(28).Thank you! PM Shri &amp; #peopl...","sentiment_score":0.0}
{"full_text":"Check out my Gig on Fiverr: promote your crowdfunding,gofundme,kickstarter campaign #COVID19 #dogecoin #earthquake #gamestonk  #thursdaymorning #TrustMe #VendeeGlobe #WhatsappPrivacy #wallstreetbets","sentiment_score":0.0}
{"full_text":"Would you mind changing that to with Covid. You see when you reach end of life, you usually die of hospital acquired Pneumonia. The Body is too weak to fight it off. At the moment the Doctors are counting that as Covid. Not all though. There are 100,000 who won't. Re Barrington.","sentiment_score":-0.3125}
{"full_text":"Fabulous session from Heff our CF exercise practitioner at Frimley Park CF unit who has found brilliant and innovative ways of helping out CF patient to exercise during lockdown","sentiment_score":0.6}
{"full_text":"RT Lawmakers in #Oklahoma have no desire to create a public healthcare system during a pandemic, but they mustered up the will to...","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Official figures show the UK has recorded 25,308 new Covid-19 cases and 1,725 further deaths in the latest 24-hour period...","sentiment_score":0.2121212121}
{"full_text":"RT Expect much more of this","sentiment_score":0.5}
{"full_text":"I've not been back to Scotland to see my family since early summer, but decides it's okay for HIM to break lockdown rules for a photo opp and to play politics?100,000 dead! Stay home you useless sack of shit.@NicolaSturgeon #ResignJohnson","sentiment_score":-0.03}
{"full_text":"RT This is Brian Sicknick. He died protecting you while you laughed and refused to wear a mask in a safe room. This...","sentiment_score":0.6}
{"full_text":"RT Swedish mortality update:I've plugged the actual 2020 result into my spreadsheets.Result: all-cause mortality is just...","sentiment_score":0.0}
{"full_text":"The meeting was embarrassing. They seem to be using the pandemic as a reason for Alumno to proceed. They don't seem to understand that the pandemic is temporary, these ugly buildings will be there for 100's of years Stay firm","sentiment_score":-0.45}
{"full_text":"while I agree the way this guy formulated is isn't the best, I do think a big difference in how Covid is handled is whether a society is collectivistic or individualistic (which, of course, depends on the prevailing mode of production):","sentiment_score":0.5}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT We've seen effective results of people taking their responsibilities during COVID. India fought the pandemic well due to t...","sentiment_score":0.2375}
{"full_text":"RT As India prepares itself for the historical budget, do you recall a similar position as 1991? With the pandemic dominated 2...","sentiment_score":0.0}
{"full_text":"RT \"We cannot solve our problems with the same thinking we used when we created them\"- Albert Einstein#Philosophy #CO...","sentiment_score":0.0}
{"full_text":"Ever since Covid I'm seeing a lot of businesses and ideas pop up which is good.","sentiment_score":0.7}
{"full_text":"RT Lawmakers in #Oklahoma have no desire to create a public healthcare system during a pandemic, but they mustered up the will to...","sentiment_score":0.0}
{"full_text":"Vietnam has recorded the highest number of Covid-19 cases in a single day as authorities found clusters of 82 patients related to the two diagnosed on Thursday with the disease.","sentiment_score":-0.0357142857}
{"full_text":"RT My fiance has been researching the ONS data all evening. In 1989 there were more deaths than 2020. Anyone want to guess wha...","sentiment_score":0.5}
{"full_text":"RT Remember how she said, with her usual smirk, at the Tory conference in 2019, that she was 'ending the free movement of peo...","sentiment_score":0.075}
{"full_text":"RT Family members and allies of jailed Kremlin critic Alexei Navalny were detained on charges of violating Covid-19 restricti...","sentiment_score":0.0}
{"full_text":"RT Just watched a CNN town hall with Fauci and CDC Director Rochelle Walensky, and realized it was the first time I had the o...","sentiment_score":0.25}
{"full_text":"RT \"Mistakes could have been avoided if the government had listened to leaders outside Westminster and Whitehall, drawn on...","sentiment_score":0.0}
{"full_text":"In my opinion piece in I acknowledge that as business, we always understood that the second wave would prove most costly and deadly than the first strain and that tougher restrictions were inevitable.https:\/\/t.co\/vrykCctJ39","sentiment_score":0.1375}
{"full_text":"Infections are at their highest rate since May 2020!!!https:\/\/t.co\/xb7JzezufH","sentiment_score":0.0}
{"full_text":"Covid19 - California Told To Get It Together","sentiment_score":0.0}
{"full_text":"Listen attentively, one day Paul and Silas were put in jail for preaching the gospel but instead of them to be sad they were rejoicing. Imagine prisoners singing praises to God inside the prison. They were not bothered by the fact that they were still on lockdown in their cells.","sentiment_score":-0.0666666667}
{"full_text":"RT Ten times as many people died per capita of COVID-19 in Mainland China compared to Taiwan so far. This is because Taiwan's f...","sentiment_score":0.2}
{"full_text":"RT Yes ma'am .. we wa...","sentiment_score":0.0}
{"full_text":"RT Meet the young Arshiya Das, a 10-year-old chess master from Tripura. She has won an international gold medal and other la...","sentiment_score":-0.0083333333}
{"full_text":"RT Mum-of-five Karen Hobbs dies of Covid aged 40","sentiment_score":-0.1}
{"full_text":"We're thrilled that are official supporters of #HETTReset. In this video, explains what's happening on Day 3 of HETT, from 'The State of Play with #EPR Systems post Covid', to 'How information sharing is a matter of Patient Safety'","sentiment_score":0.6}
{"full_text":"RT The banking system in China is well equipped to cope with the turmoil due to the pandemic. That is uncovered in the whitepap...","sentiment_score":-0.125}
{"full_text":"Yes I am sure just repeating 'you can't be trusted to do anything yourselves' will stop Scottish independence ","sentiment_score":0.5}
{"full_text":"RT How to break the cycle of lockdowns - by Vaccinate entire adult population asap2. Keep restrictions i...","sentiment_score":0.05}
{"full_text":"RT 100,000 within the 28 day cut off.  Those that have died of covid 19 after the 28 day cut off are people's family , fr...","sentiment_score":0.0}
{"full_text":"RT COVID UPDATE: Vaccine rollout in Cheshire is not slowing down, say health chiefs. Latest story by","sentiment_score":0.1722222222}
{"full_text":"Quang Ninh suspends public transportation following latest Covid-19 outbreaks - VnExpress International","sentiment_score":0.125}
{"full_text":"The pandemic has meant that American Airlines have a lot of spare wine left from cancelled flights, so they're now venturing into the wine business by delivering the excess booze directly to people's homes. What a great example of innovative thinking!https:\/\/t.co\/1oigEPrgTy","sentiment_score":0.28}
{"full_text":"RT It is with a great sadness that we announce the death of a much loved officer, Camden's PC John Fabrizi, who lost his battle...","sentiment_score":0.75}
{"full_text":"RT WHO team to start Wuhan virus probe under global glare","sentiment_score":0.0}
{"full_text":"A look at the year ahead: the big issues for housing in 2021.  #brexit #covid #housing","sentiment_score":0.0}
{"full_text":"After Covid, will digital learning be the new normal? #virtuallearning #digitaldivide","sentiment_score":0.0954545455}
{"full_text":"RT A Brexit disaster, the Covid catastrophe - and Johnson. Could there be a worse combination?","sentiment_score":-0.4}
{"full_text":"How COVID-19 is Accelerating Commercial IoT #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstate","sentiment_score":0.0}
{"full_text":"RT Hi Deborah. With yourself...","sentiment_score":0.0}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT COVID Surge at Komfo Anokye: According to some members of management, If you are sick and you are brought to Komfo Anokye the...","sentiment_score":-0.7142857143}
{"full_text":"#NowPlaying ZLIve100 Radio - Ask Alexa to Enable our AppListen at","sentiment_score":0.0}
{"full_text":"RT \"Once Covid is over\" is starting to sound like \"when my music career takes off\"","sentiment_score":0.2}
{"full_text":"Round up of last month's key #defence industry stories including #Aevum's newly developed autonomous #UAV, South Korea's budget increase for 2021, and the impact of Covid-19 on the #US market. #southkorea #defenseindustry #intelligence #budget  #russia","sentiment_score":0.06}
{"full_text":"With the COVID-19 vaccination roll-out underway, the World Tourism Organisation has called for 'vaccine passports' to restart travel.","sentiment_score":0.0}
{"full_text":"LOOK: According to NTF Against COVID-19 Chief Implementer at Vaccine Czar Secretary Carlito G. Galvez, Jr., the government continues to carry out negotiations to secure 148 million vaccine doses to inoculate 70 million Filipinos. #COVIDvaccinePH #ExplainExplainExplain","sentiment_score":0.4}
{"full_text":"How does the U.K. have the highest number of deaths in Europe it's clear that all these jumpstart lockdowns and tiers are not working. #lockdown #Lockdown3 #Covid19UK #Zero Covid #coronavirus #coronavirusuk #UK #Boris #BorisJohnson","sentiment_score":0.1}
{"full_text":"Engineering and manufacturing businesses based in the Isle of Man have continued to prove their significance on a global scale as they have stepped up to support the local and international response to the pandemic. #isleofman","sentiment_score":0.0}
{"full_text":"SPONSORED | If you pass matric with university exemption, the Covid-19 lockdown could leave you stranded. Click below to see why distance learning with is a fantastic option.","sentiment_score":0.4}
{"full_text":"Mayor Bill de Blasio wants New York City to be allowed to use second doses of the coronavirus vaccine to give people their first shot.https:\/\/t.co\/ypzck3CDs1","sentiment_score":0.1465909091}
{"full_text":"ON TONIGHT: Breathtaking with Rachel Clarke Join Dr Rachel Clarke for a discussion of her new memoir 'Breathtaking: Inside the NHS in a Time of Pandemic' 7pm via Zoom.Buy your ticket here:https:\/\/t.co\/x3eNJnF5fP","sentiment_score":0.7121212121}
{"full_text":"With the shutdown of schools, #genderinequality has been emphasized by the COVID-19 crisis, as it is the female professionals with children- more than their males peers- who are carrying the additional burden of children's online education.","sentiment_score":0.25}
{"full_text":"RT #afc First leg of Arsenal's Europa League tie with Benfica looking like it will be played at a neutral venue.Portugal no...","sentiment_score":0.25}
{"full_text":"This is a lovely gesture from frontline shop workers will receive a PS200 bonus and office-based employees will receive PS100, as a thank you for their hard work during the pandemic. Wages for all Lidl colleagues will rise from March 2021, too.https:\/\/t.co\/vocBdsl4E5","sentiment_score":0.1041666667}
{"full_text":"BR Info-Byte: Despite the pandemic going through a resurgence, countries including Brazil, United Kingdom and Canada are more willing to get vaccinated | Can this issue be circumvented?","sentiment_score":0.375}
{"full_text":"Our may be closed for browsing, but they're still offering the amazing:   Click, Call, Collect service with Covid-secure measures. i online content including e-books + e-audio books. i  #MyStokeStory","sentiment_score":0.25}
{"full_text":"REVIEW: ABC's \"For Life\" - Aaron and Safiya Return to Bellmore After the Prison Goes Into Lockdown Due to the Pandemic in \"354\"https:\/\/t.co\/ciUBVvs7vP #ForLife #ForLifeABC #ABC","sentiment_score":-0.125}
{"full_text":"#ArtsFunding Call closing on Friday! in collaboration with and will support to community &amp; leisure-time performing groups in #Wales during #COVID19.  Learn more and apply now: #ArtsWales","sentiment_score":0.5}
{"full_text":"The latest Covid figures for the county have been released","sentiment_score":0.5}
{"full_text":"Our first narrowboating holiday on the Llangollen. It was delayed because of Covid, but it was a wonderful week away from the crazyness of the world.","sentiment_score":0.625}
{"full_text":"Border residents say they are relieved Sydneysiders will once again be allowed back into Queensland on February 1. #COVID19 #7NEWS","sentiment_score":0.0}
{"full_text":"Northeast Ohio seeing decline in COVID-19 hospitalizations, but doctors urge caution (@LauraReports has the story)","sentiment_score":0.0}
{"full_text":"AP sources: Michael Strahan tests positive for COVID-19https:\/\/t.co\/6smU7n19Oc","sentiment_score":0.2272727273}
{"full_text":"It is essential to know the things to do should you have the signs and symptoms of COVID-19. Get involved in protecting the people and communities from this global outbreak.https:\/\/t.co\/eYL1ML7sof#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0}
{"full_text":"RT Received 500,000  #COVID19 vaccines provided by #peopleofindia at #BIA today(28).Thank you! PM Shri &amp; #peopl...","sentiment_score":0.0}
{"full_text":"Don't miss lockdown 20th birthday show tomorrow.Follow Selector now on and be the first to hear an exclusive from and our host in conversation with the amazing Connie Constance. #SelectorAt20https:\/\/t.co\/Wr7BmUO5Ss","sentiment_score":0.2833333333}
{"full_text":"Anti-lockdown protests continue in #Tripoli, #LebanonMORE:","sentiment_score":0.0}
{"full_text":"Valve stands accused of patent infringement in the first ever patent jury trial to be conducted remotely due to the Covid-19 pandemic","sentiment_score":0.0625}
{"full_text":"RT This is going to be a trend: a gaggle of Trump associates telling us the belated \"truth\" of how they were \"duped\" or \"for...","sentiment_score":0.0}
{"full_text":"Making weekend plans?Indoor contact means you're far more likely to catch Covid, but if you're planning to get out and about to exercise, make sure you:Stay localOnly meet in your bubbleOR in groups of twoFind help and support ","sentiment_score":0.275}
{"full_text":"Daily global deaths from Covid-19 topped 18,000 for the first time Wednesday, the latest reminder of the pandemic's devastating impact as governments tightened restrictions in a bid to contain alarming new coronavirus strains.#COVID19https:\/\/t.co\/JuFAbrKTzf","sentiment_score":-0.0305194805}
{"full_text":"When the pandemic hit, Law Centres moved quickly to adapt their services by moving onto telephone, email and video delivery. Learn how our digital infrastructure project enabled Law Centres to swiftly shift to remote working https:\/\/t.co\/rfHzp10kLM","sentiment_score":0.0777777778}
{"full_text":"@Keke_Thom facilitates another COVID series: Caring and Planning for Audiences, with from from and author of 'After the Interval' during Covid.Registration https:\/\/t.co\/mVHtTakeCr","sentiment_score":0.0}
{"full_text":"RT Stay strong together.This pandemic isn't going anywhere soon.","sentiment_score":0.4333333333}
{"full_text":"One week to go before our Belonging Hour returns to help us power through lockdown.  No work chat. No Covid19 chat, just music &amp; uplifting stories of belonging.Free sign up &amp; more details here: #mentalhealth #wellbeing","sentiment_score":0.5}
{"full_text":"These entitled tennis players  Imagine living life with that level of self indulgence during a pandemic. Extraordinary stuff and they just don't learn even after so many of their colleagues make fools of themselves already.","sentiment_score":0.4166666667}
{"full_text":"One thing that #lockdown has taught us is that we're not missing the material things in life, but we are missing the people that are important to us. We hope you and your loved ones are staying safe during this time so you can make more memories together when this is over! ","sentiment_score":0.3541666667}
{"full_text":"Daily global deaths from Covid-19 topped 18,000 for the first time Wednesday, the latest reminder of the pandemic's devastating impact as governments tightened restrictions in a bid to contain alarming new coronavirus strains.#COVID19https:\/\/t.co\/5wJuc1MAUT","sentiment_score":-0.0305194805}
{"full_text":"Trend 2: After #COVID-19 #banking will shift to a Neo Normal. Read Top 10 Banking Trends for 2021:","sentiment_score":0.325}
{"full_text":"The heartbroken family of a Covid-19 denier who died after contracting the virus have urged people to help their loved ones avoid getting swept up in the lies.https:\/\/t.co\/RydRAkTOBx","sentiment_score":0.7}
{"full_text":"RT Just been covid \"tested\" at the Falun wc. Their version of testing in Sweden is very different. They give you the pin wa...","sentiment_score":0.0}
{"full_text":"RT How can people ignore this plea? Selfish","sentiment_score":-0.5}
{"full_text":"COVID 19 cases in India until : 28\/01\/2021 14:30Total Cases: 10702031 [+0]Active: 170856Recovered: 10372818 [+0]Deaths :153885 [+0]Total Tests: 194.34MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT #COVID19 has changed the way health and social care services are being delivered in #Scotland. Read about the key lessons tha...","sentiment_score":0.0166666667}
{"full_text":"RT A few learnings from the COVID-19 crisis and its impacts on information management practices in the aid sector: Improving i...","sentiment_score":-0.2}
{"full_text":"With shows taking place behind closed doors due to the coronavirus pandemic, designers such as Julien Fournie are becoming versatile: getting their designs out to the public by making a film of their collection and streaming it online.https:\/\/t.co\/KNhrtq1zkc","sentiment_score":-0.0291666667}
{"full_text":"RT For #COVID19 in IrelandGet it downKeep it downKeep it out.We can get it downWe can keep it downWe can keep it ou...","sentiment_score":0.0}
{"full_text":" Like every Friday,  tomorrow will take place the cleaning and disinfections works  against #Covid19  in the busiest areas of #SanFulgencio, in the city center and as well as the urbanizations.","sentiment_score":-0.1}
{"full_text":"Australian films are dominating the domestic box office, as Covid up-ends the global film industry.And the latest home-grown release - \"Occupation: Rainfall\" - is set to have a red carpet screening in Newcastle... thanks to its strong Hunter connection.@jacinta_lee3","sentiment_score":0.1619047619}
{"full_text":"COUNCIL MEETINGThe next full Council meeting will take place onlineWhen: Thursday 28 January, 2pmAgenda &amp; how to view:","sentiment_score":0.175}
{"full_text":"The small scale and micro clothing, textile and leather business support scheme supports small scale, micro &amp; informal businesses to seize opportunities in the sector availed by #Covid19. ","sentiment_score":-0.25}
{"full_text":"Over 60 cars were stopped and in total two PS100 Covid fines were issuedhttps:\/\/t.co\/MoTqoP5GDD","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 19.4FWind Chill: 15.5FHumidity: 87%Dew Point: 16.2F Barometer: 30.286 inHgWind: 3 mph from the NNWCorona Virus Weekly Stats:Cases: 144.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"The latest information on coronavirus and breast cancer from","sentiment_score":0.5}
{"full_text":"A South Holland family believe they could be the most vaccinated family in the country after they were called to have their COVID-19 vaccines on the same day.https:\/\/t.co\/Fxcf2dJgw0","sentiment_score":0.25}
{"full_text":"Today! We're delighted to welcome Global Chair online for lecture '#COVID19 and the digital transformation of work: A problem for the German apprenticeship system?' Ft. and Register now ","sentiment_score":0.3}
{"full_text":"Using statistical methods to generate relevant evidence is critical. Less relevance is often given to effective communication of statistical findings. Yet it is playing a key role in spreading #misinformation on traditional &amp; social media eg. ","sentiment_score":0.1238095238}
{"full_text":"Pro Football Hall of Famer and \"Good Morning America\" host Michael Strahan has tested positive for the novel coronavirus and is self-quarantininghttps:\/\/t.co\/AVM4WbBUBz","sentiment_score":0.4636363636}
{"full_text":"I've had a pre-9am cry today and I think it's actually cleared the head  pairing a little cry with the morning meditation could be the key to lockdown. Hope you're okay ","sentiment_score":0.078125}
{"full_text":"Just uploaded \"Unfolding disaster - the pandemic in Ireland December 2020...\" to Listen up!","sentiment_score":0.0}
{"full_text":"1 in 3 people who have the virus have no symptoms, so you could be spreading it without knowing it.To help stop the spread, remember #HandsFaceSpace and #StayHome as much as possible.For more guidance, visit:","sentiment_score":0.35}
{"full_text":"A new SMART mass testing for workplaces webpage has been launched by to enable businesses to set up their own Coronavirus testing.#Skelmersdale &amp; #WestLancs businesses can sign up to the SMART mass testing programme by visiting -","sentiment_score":0.2912337662}
