{"full_text":"RT 18\/ Let's not forget those Republicans who helped exacerbate the pandemic. Shine a spotlight on them, too.https:\/\/t.co\/n4hX...","sentiment_score":0.0}
{"full_text":"RT 'Our intensive care units are stretched beyond breaking.'ICU nurse Dave Carr speaks candidly about the impact the rise in Covid...","sentiment_score":0.275}
{"full_text":"RT The new variant of the COVID-19 virus identified in South Africa is even more of a risk than the highly infectious UK v...","sentiment_score":0.2654545455}
{"full_text":"RT #SaudiArabia silenced the critics and skeptics in the #West by sheer brilliance and experience. No one handled th...","sentiment_score":0.0}
{"full_text":"RT That's right........not all hospitals are dealing with covid pati...","sentiment_score":0.0}
{"full_text":"#MondayMotivation  I'm off to the Grocery store, armed with hand sanitizer and an N95 mask. I carefully prepared my list, plotted my course, and pray to get in and out before someone breathes on me.#StaySafe","sentiment_score":-0.1}
{"full_text":"RT With more than 4.2 million people given their first doses of Covid-19 vaccines so far, experts say the pace of inoculation in the...","sentiment_score":0.2833333333}
{"full_text":"RT \"It's not just #COVID19 that is killing people,it's underprivilege,it's lack of access,it's years of living with health conditi...","sentiment_score":0.0}
{"full_text":"RT It's not even difficult.Infections and deaths from #coronavirus went down when school were shut.They shot up when school...","sentiment_score":-0.1555555556}
{"full_text":"RT Rules Of Enjoying #Master Movie In Theatres..!!1.Wear A Mask 2.Wash Hands &amp; Sanitize 3. No Whistle &amp; Scream Kindly Foll...","sentiment_score":0.55}
{"full_text":"I have been told that this is a very moving and honest interpretation of what is happening within the NHS! It's on my list to watch! Who's seen it?","sentiment_score":0.56875}
{"full_text":"RT Asked about President Trump's claim coronavirus deaths are exaggerated, Dr. Fauci says, \"The deaths are real deaths.......","sentiment_score":-0.15}
{"full_text":"Coding someone for over an hour in full COVID PPE is no freaking joke.","sentiment_score":0.35}
{"full_text":"Corona sef supposed pity us, wearing face mask under the hot sun and this heat is mad","sentiment_score":-0.1583333333}
{"full_text":"RT In #2020 there was #COVID-19. In #2021 there is the #vaccine. May human kind be saved.","sentiment_score":0.3}
{"full_text":"RT Starting now!Join us for #ParliamentLive from Holyrood and the #COVID19 statement.https:\/\/t....","sentiment_score":0.0}
{"full_text":"RT Cases in the UK almost vertical with the NHS already in its knees. We are in trouble. Yesterday called for lockd...","sentiment_score":-0.2}
{"full_text":"RT Concerning--Top pandemic expert group just came out with chilling stern warning:\"It is now clear that n...","sentiment_score":-0.2}
{"full_text":"So, I'm back in work today and happy to be here, my body is a temple, looking forward to lockdown, all previous statements are a lie, dry January is wank! As you were, thanks","sentiment_score":0.15}
{"full_text":"So people who are being reckless and not taking covid seriously are also putting at risk the lives of those who are in need of medical care. Deaths from other causes are likely to rise as a result and this. So mortality is on the rise: from covid and from lack of medical care.","sentiment_score":-0.0916666667}
{"full_text":"RT The case for large cities in a post-pandemic world","sentiment_score":0.2142857143}
{"full_text":"RT According to Speaker Pelosi, healthy Americans must wear masks, close their small businesses, and stay home at all times....","sentiment_score":0.125}
{"full_text":"Browser wars. News feed. Chrome: UK strain of covid detected in ChennaiIE: First covid case detected in Chennai. #internetexplorer #browserwars","sentiment_score":0.25}
{"full_text":"RT the went 10-6 in year two of a rebuild during a national pandemic &amp; some of you are acting as though this team we...","sentiment_score":0.0}
{"full_text":"RT On top of that we are paying for services and facilities we did not use during the hard lock down. Kubi kubi #SaveUKZNS...","sentiment_score":0.0175925926}
{"full_text":"RT The no of daily Covid 19 cases is likely to hit 7,000 in the coming daysClose contacts aren't being tested  because of...","sentiment_score":0.0}
{"full_text":"RT New more worrisome South Africa  strain: the new 501.V2 variant has troubling details:--seems to spread faster--higher...","sentiment_score":0.2575757576}
{"full_text":"RT Sir, in this article, USA institute, Wuhan institute &amp; Tata Institute involved in Nagaland North Eastern BAT res...","sentiment_score":0.0}
{"full_text":"RT Scotland lockdown from midnight. I understand: * Legal stay-at-home order. Similar \"reasonable excuses\" (shopping, exerci...","sentiment_score":0.1333333333}
{"full_text":"RT WEBINAR  | Community Business Renewal Fund  Thursday 7 January 2021  16:00 GMTThe Renewal Fund provides grants to c...","sentiment_score":0.0}
{"full_text":"LEEDS County OPP restricting detachment access during pandemic","sentiment_score":0.0}
{"full_text":"This is how they are spreading fear thru the country. Keep increasing the numbers to keep ppl afraid. Hospitals making more money with Covid deaths. Shame on them for what they are doing to our grieving families","sentiment_score":-0.05}
{"full_text":"RT Concerning--Top pandemic expert group just came out with chilling stern warning:\"It is now clear that n...","sentiment_score":-0.2}
{"full_text":"RT How does this woman tie her shoe laces?","sentiment_score":0.0}
{"full_text":"The left wanted people to be safe voting during an extremely important election during a pandemic that's already killed ~330 THOUSAND Americans.  If there were shadiness with machines, it should have been brought up in court.","sentiment_score":0.175}
{"full_text":"RT Palestinians excluded from Israeli Covid vaccine rollout as jabs go to settlers","sentiment_score":0.0}
{"full_text":"England's Moeen Ali tests positive for COVID-19 ahead of Sri Lanka Tests | Cricket News - Times of India | In Hindi.","sentiment_score":0.2272727273}
{"full_text":"RT The #Farmers are insistent that the #FarmBills2020 should be refused. Why the hell did the government give in on Electricity s...","sentiment_score":0.0}
{"full_text":"Im guessing you haven't lost someone to Covid. Probably  because your gvt shut down and  turned the area into a bubble.  ","sentiment_score":-0.1555555556}
{"full_text":"RT #EAP &amp; #COVID19 REASEARCH | Were you involved in EAP delivery between March and September 2020? Please help s...","sentiment_score":0.0}
{"full_text":"Starting off my Research and Development SIAP award today  thanks to the interested in discussing what is potentially lost through the absence of live audiences and if we can move into a Post Pandemic Creative Sector without them.","sentiment_score":0.1534090909}
{"full_text":"RT Matt Hancock says he's \"incredibly worried\" about the South African variant of Covid","sentiment_score":0.45}
{"full_text":"Nothing ground breaking but I'm saying if Boris can say \"schools are safe\" yesterday on TV, then why can't hospitality be safe. However my personal opinion is only a full lockdown will work rather than a bit of this here and a bit of that there approach.","sentiment_score":0.27}
{"full_text":"RT Open the fucking gyms, not everyone wants to run outside in the cold or do press ups in the front room with their dog s...","sentiment_score":-0.2}
{"full_text":"Ima be late to work since I grossly underestimated this line to get a covid test at the amphitheater. Whew.","sentiment_score":-0.15}
{"full_text":"RT Someday in the future these lockdowns and rules will be deemed the barbaric, soul-crushing acts of would-be tyrants. 'Re...","sentiment_score":0.0}
{"full_text":"RT It is utterly embarrassing for and the Labour Leadership to have to take the correct positi...","sentiment_score":0.0}
{"full_text":"Most of Asia experienced the SARS outbreak in 2003(2005?), and then took steps to put measures in place should something like it happen again.When Covid first broke, the West had plenty of time to prepare (NZ did), but y'all thought you were special &amp; indestructible (U.K., USA)","sentiment_score":0.4767857143}
{"full_text":"RT COVID-19: Boris Johnson says 'tougher measures' set to be announced 'in due course'","sentiment_score":-0.125}
{"full_text":"Vitamin D is effective for COVID-19. Random effects meta-analysis of the 12 treatment studies to date shows an estimated reduction of 75% in the effect measured.","sentiment_score":0.05}
{"full_text":"RT I see introverts winning in this pandemic while extroverts are losing their damn mind big time.","sentiment_score":0.25}
{"full_text":"Yeah, and NON football-fans. It's time to ban footballers for breaching Covid-19 regulations via","sentiment_score":0.0}
{"full_text":"RT Covid ICU survival doesn't mean recovery. Not even long term survival. Just learned my pt in 30s died after was transferred...","sentiment_score":-0.18125}
{"full_text":"Look I'm happy to share 5kg with you I gained 18kg during the 121 days of lockdown and I'm still struggling to get it off ","sentiment_score":0.8}
{"full_text":"RT Exam board drops only black composer from music A-level syllabus","sentiment_score":-0.0833333333}
{"full_text":"A, they're probably in a covid bed and more importantlyB, tell the NHS to get that advert telling people to dial 111 instead of 999 offline!","sentiment_score":0.625}
{"full_text":"RT I've just given a copy of Cosmopolitan to a friend of mine who has gained weight during lockdown. I explained that sh...","sentiment_score":0.0}
{"full_text":"RT 100% agree. Schools in hot zones such as GTA should not reopen on Jan 11. I say this as an ER physician in Toronto and a m...","sentiment_score":0.125}
{"full_text":"Doesn't matter what any study says, Surgeons wear mask for major surgery to protect you. I could cherry pick studies saying it may not be 90% effective but it's something and we don't have time to question during a pandemic if it's 99% or 80% effective.","sentiment_score":0.4208333333}
{"full_text":"Hope y'all still feeling special now, with your high infection and death rates, and incompetence to actually do anything about it.","sentiment_score":0.1723809524}
{"full_text":"RT We're now 1 year into this global health emergency -- UK about to enter another inevitable lockdown, #COVID19 'out of control...","sentiment_score":0.0}
{"full_text":"RT Upcoming propaganda on Bharat Biotech:The Qunt- Man given Covaxin died suspicious death.The Stroll- Covaxin is isla...","sentiment_score":-0.1}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Practicing social distancing this winter? Birding is a great way to stay responsible and boost your mental health at th...","sentiment_score":0.2333333333}
{"full_text":"All these covid deniers who are given constant airtime by the media honestly makes me feel so on edge and anxious. It's obvious that covid is something we need to worry about and these prominent deniers are trying to stir the pot and claim it's not a problem.","sentiment_score":0.17}
{"full_text":"RT Have a read about Singing Medicine and Noah Bear ","sentiment_score":0.0}
{"full_text":"RT Imagine how many people would be alive today if had attacked #COVID19 half as hard as the way he attacked...","sentiment_score":0.0354166667}
{"full_text":"Patanjli formulas to increse immunity and Restrict corona effectsare much better to maitain health","sentiment_score":0.5}
{"full_text":"RT Berpuluh positif covid pasca Hepi New Yer Lengkewi(tm)Amacam? Was the risk or stupidity worth it? Was the money, instastor...","sentiment_score":-0.0545454545}
{"full_text":"RT I wonder how the british are handling this phase 4 lockdown?","sentiment_score":0.0}
{"full_text":"RT Imagine how many people would be alive today if had attacked #COVID19 half as hard as the way he attacked...","sentiment_score":0.0354166667}
{"full_text":"RT Obesity is the second leading cause of preventable death and raises individuals' risk to complications from COVID-19....","sentiment_score":0.0}
{"full_text":"covid restrictions + brexit desperation = optimism for a better future","sentiment_score":0.25}
{"full_text":"RT \"The Chancellor needs to ensure that parents are given the support they need, including through the Job Retention Scheme,...","sentiment_score":0.0}
{"full_text":"RT 20,000 #Immigrants from some 70 countries moved to #Israel in #2020. #Aliyahhttps:\/\/t.co\/xoiNtMQ2uB","sentiment_score":0.0}
{"full_text":"God she is useless. The virus will keep spreading if there is not a total lock down including schools and everything non essential. What is so difficult about that for the psychopaths on both sides of the house to understand?","sentiment_score":-0.2311111111}
{"full_text":"January is the worse month for depression as it is. Well done ","sentiment_score":-0.4}
{"full_text":"RT We need full national lockdown, with seriously enhanced economic support. That, as tens of thousands of teachers have clearly...","sentiment_score":0.0791666667}
{"full_text":"RT When has a global pandemic been included in previous...","sentiment_score":-0.0833333333}
{"full_text":"RT I see @MattHancock is blaming the public for not following the rules. Nothing to do with people like Cummings, Jenrick,...","sentiment_score":0.0}
{"full_text":"Nicola Sturgeon will make an announcement later today#News #Coronavirus #Uk","sentiment_score":0.0}
{"full_text":"Let's hope you don't need the NHS ever then! because they will be too inundated with Covid patients to look after you with your heart attack!","sentiment_score":0.0}
{"full_text":"RT Sadiq Khan tells that \"Jeremy Hunt\" is spot on in his calls for a new national lockdown. Keir Starmer speaking...","sentiment_score":0.1363636364}
{"full_text":"RT In case you haven't seen a real-life example of death by racism for #bipoc in the US.  Watch the video that Dr. Susan M...","sentiment_score":0.0}
{"full_text":"RT #RMS. With noise about new strains , masks that work could have big impact on transmission. Government talking about stri...","sentiment_score":0.0681818182}
{"full_text":"RT I don't know what they are talking about during the meeting session last2 keputusan pspm ftf. AND dari mana datang fikiran...","sentiment_score":0.0}
{"full_text":"RT Please send this petty thief to stay with Joy &amp; Waryam so that he can learn how to fool","sentiment_score":0.8}
{"full_text":"RT Can you point to any lockdown anywhere, for any length of time, that's successfully eradicated th...","sentiment_score":0.75}
{"full_text":"RT SANDPOINT SUPER SPREADER ALERT!!I moved home to care for sick parents, but Covid-19 denier 0wen Benj@min doesn't care i...","sentiment_score":-0.1904761905}
{"full_text":"RT 50k Plus Students Travelling From All Over Punjab Mostly hostellites.Over Lapped Exams &amp; Already Alot Of Us Suffering Or S...","sentiment_score":0.5}
{"full_text":"RT Please note: You can order your prescriptions, medications &amp; retail products at your local totalhealth Pharmacy via our...","sentiment_score":0.0}
{"full_text":"Medical professionals under intolerable strain as cases and hospitalisations soar, writes","sentiment_score":0.0}
{"full_text":"RT It is inevitable that will order another lockdown. He will do this for political reasons: namely to double dow...","sentiment_score":0.0}
{"full_text":"RT How Crazy is this; internet cannoteliminate child pornography, the root demand for child trafficking, but can censor, block...","sentiment_score":-0.6}
{"full_text":"Funerals are important, but travel is travel. If the funerals were here, they wouldn't be allowed to go. As well, did they travel, go to the funeral and come right home? Or did they stay over for a while?","sentiment_score":0.3428571429}
{"full_text":"RT Even fellow UCP MLAs are calling for \"bold and decisive action\" in response to the ever-growing COVID-19 holiday vacation...","sentiment_score":0.2166666667}
{"full_text":"The Town &amp; Gown series is back starting with Professor Betsy Sneller: \"Michigan COVID Diaries: Documenting Language Change During a Pandemic\". Sign up for this free event at:https:\/\/t.co\/VAI0F9F7I3 #COVID19 #LANGUAGE","sentiment_score":0.1333333333}
{"full_text":"FIFA cancels U17 and U20 World Cups in 2021 due to COVID-19 pandemic","sentiment_score":-0.125}
{"full_text":"Israel leads world in coronavirus vaccinations: Over 1 million receive doses","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT  No comprehensive school plan1 in 3 Long-term care homes in outbreak. Majority of vaccines in freezersNo paid sick\/c...","sentiment_score":0.0}
{"full_text":"All of a sudden Africa has become the host to the deadliest variant of COVID-19. This people are still surprised that the numbers are low in a continent they called 3rd world and backward.","sentiment_score":0.025}
{"full_text":"I'm hoping it'll be for a few weeks until the worst is over then reopen. My Kids mental health can't deal with being lockdown for months again. I'm getting sick of hearing the Unions moan about the poor teachers.. What about the poor children not everyone's parents care.","sentiment_score":-0.469047619}
{"full_text":"here","sentiment_score":0.0}
{"full_text":"RT How long until England follow suit? epidemiological situation here is much worse and yet still no concrete decisions accou...","sentiment_score":-0.175}
{"full_text":"What you mean take responsibility for your actions and freely made choices? Don't you know that's only a measure of character for others certainly not the elitists. They have the self given right to not wear a mask and infect other less significant than themselves don't you know.","sentiment_score":0.0436755952}
{"full_text":"Advocates have warned that H-2A workers can be cheated out of wages and treated as expendable. An H-2A worker who survived COVID-19 in North Carolina said that he still hadn't been paid for the three weeks he was too sick to work.","sentiment_score":-0.7142857143}
{"full_text":"\"Across the United States right now, people are feeling isolated and afraid.... But as people share news, fears and concerns, some people are sharing something else, as well: racism and xenophobia.\"https:\/\/t.co\/thnE46Y9wO","sentiment_score":-0.1571428571}
{"full_text":"#SoundOfMetal is amazing, takes it to a whole different level. He is soooo good. An absolute must-see.","sentiment_score":0.34}
{"full_text":"RT 3 months since I had COVID and I've still got very little sense of taste. Sometimes I just find myself settling down on the...","sentiment_score":-0.1996527778}
{"full_text":"CoronaVirus Latest Updates In Andhra Pradesh, Telangana And India At 07:30 PM On 4th January 2021.#UnionHealthMinistry #IndiaUnlock #CoronavirusDeathtoll #CoronavirusInTelangana #CoronavirusInAP #CoronavirusInIndia #Coronavirus #Covid19 #MangoNews","sentiment_score":0.5}
{"full_text":"Beginning Monday, January 4, all of our branch lobbies will temporarily be open by appointment only due to the increase in positive COVID-19 cases throughout the state.Stay up-to-date with lobby appointment information and more at","sentiment_score":0.1204545455}
{"full_text":"FIFA cancels U17 and U20 World Cups in 2021 due to COVID-19 pandemic","sentiment_score":-0.125}
{"full_text":"RT An anti-masker pantomimes dying of COVID to an Ugg's employee who was saying something to the group.","sentiment_score":0.0}
{"full_text":"Today's HERO is Aleah Aaron Kimmel who has been on the front lines at Merits Medical Center ICU since day one. Who is your WashCo Hero? Visit and tell us about someone in our community who is making a difference during the pandemic. #MaskUpWashCo","sentiment_score":-0.05}
{"full_text":"Does your faith setting need Covid-19 infection prevention supplies? &amp; are partnering to provide essentials for covid safe worshipping. Contact jenny.hadgraft@faithaction.net for more information #CovidSafe #TowerHamlets #Faith","sentiment_score":0.5}
{"full_text":"How COVID-19 Vaccines Are Distributed in the U.S.The state governors will ultimately decide on who receives the vaccines first, and they will most likely be based on the recommendations made by the CDC.Read more: #YourRideInc","sentiment_score":0.25}
{"full_text":"#Coronavirus lingers in enclosed spaces so as we spend more time at home in Tier 4, it's important to keep your home ventilated. Letting fresh air indoors can reduce the risk of infection by over 70%.Open windows for 10 to 15 minutes regularly throughout the day.","sentiment_score":0.3}
{"full_text":"Although the holidays felt quite different this year, it is important to remember that the situation is temporary. We have much brighter days ahead in the recovery of this pandemic, but it's important to remain hopeful. Here are a few ideas:","sentiment_score":0.16}
{"full_text":"Yet you cant stay at home you wake up every morning to get help from government. The way you hate government employees, you wish you had an option to use non-government services. Y","sentiment_score":-0.8}
{"full_text":"When to Wash Your Hands (2) The CDC has released the following guidelines instructing individuals to wash their hands:- After they help someone use the bathroomRead more: #CareAmericaHomeCAREServices","sentiment_score":0.25}
{"full_text":"Dr. Fauci said President-elect Biden's pledge to administer 100 million shots within his first 100 days in office is achievable.","sentiment_score":0.25}
{"full_text":"After his near-death experience, Boris Johnson seemed to grasp the seriousness of the pandemic and the need for change. But this moment was soon squandered. reflects on the UK, Covid-19 and the tragedy of the road not taken.","sentiment_score":0.0}
{"full_text":"If you have the symptoms of coronavirus you MUST self isolate and book a test by ringing 119 or visiting you don't have symptoms, you may still have the virus - you should take a rapid test at one of our 6 test centres.https:\/\/t.co\/H0IVX6Fdj6","sentiment_score":0.0}
{"full_text":"RT Hospitals across the country are running out of space and staff. Please do your part to ease the burden on our health...","sentiment_score":0.0}
{"full_text":"#Saudi Arabia Overcomes Pandemic Challenges by Implementing Effective Economic Policies ","sentiment_score":0.4}
{"full_text":"Bored in #lockdown? Checkout this #free short story.#satire #comedy #COVID19 #books https:\/\/t.co\/aWkIPJiGlb","sentiment_score":-0.0333333333}
{"full_text":"'In most cases, Afghans have arrived in the UK as asylum seekers &amp; single earners. When you come from a country with such substantial levels of conflict, you are starting life from minus zero. When the pandemic hits, it becomes very tough' -@hameedhakimihttps:\/\/t.co\/LvGTS00Jey","sentiment_score":-0.0294973545}
{"full_text":"RT Woke up to an eviction notice. Have til March 4.How am I, a blind trans woman, going to find a safe place in the Grea...","sentiment_score":0.0}
{"full_text":"Officials from Omaha's zoo are working to cut costs to make up for last year's $26 million revenue shortfall.","sentiment_score":0.0}
{"full_text":"Have you been following our #2020InReview? See what our #Asia programs were up to re #Taiwan's response to 2020's security threats &amp; challenges in #Japan's defense policy","sentiment_score":0.0}
{"full_text":"\"Our marketing and web teams created resources for our members about the coronavirus and best practices. We learned that breweries with relationships with their banks and credit unions were likely to have the best chance of getting loans.\"","sentiment_score":0.6666666667}
{"full_text":"How much dry ice do you need to keep #Covid19 vaccines at -70C?Singapore's is producing 4.5 tons of dry ice a day (about the size of an adult male hippo) for good measure.","sentiment_score":0.1333333333}
{"full_text":"Coronavirus: Can I get travel insurance? Yes You can! Travel Insurance 4 Medical are one of the few travel insurance providers that offer enhanced COVID-19 cover #travelinsurance #travel","sentiment_score":-0.1}
{"full_text":"In response to #COVID19, international financial institutions have mobilized unprecedented lending levels for health &amp; economic programs. Director explains how legislatures play a vital role in debt deliberation &amp; oversight.https:\/\/t.co\/EG3IVmKJCJ","sentiment_score":0.18}
{"full_text":"January's Monthly Barometer is out!  #coronavirus","sentiment_score":0.0}
{"full_text":"Well, Alison, the various hospital doctors and nurses I'm currently working with would disagree with you: they are working beyond full capacity and struggling to cope with the case overload - and, deeply regrettably, the number of deaths and long Covid cases.#StayAtHome","sentiment_score":0.06}
{"full_text":"Is your school district returning to in-person learning this semester?With screen by Company Nurse, you can help keep your students and staff healthy with virtual #COVID19 screenings.Get started today:     #workerscomp #companynurse #schoolyear","sentiment_score":0.5}
{"full_text":"RT Debates on modernity, public morality, civil liberties &amp; rights in northern Nigeria have become dangerously adversarial...","sentiment_score":-0.3}
{"full_text":"I wish I was employed by a decent company again. I hate this pandemic.","sentiment_score":-0.3166666667}
{"full_text":"Spring semester begins next week Are classes in-person or online? Find out how Florida's university pandemic response is ramped up below","sentiment_score":0.0}
{"full_text":"Online frauds increased by 70% because of Corona Virus","sentiment_score":0.0}
{"full_text":"COVID-19 in 2021According to experts, COVID-19 is here for the long-haul. Know what scientists predict for the following months and years.   Read more here: #HowardPharmacy","sentiment_score":0.25}
{"full_text":"11 parts of Birmingham and Midlands with no coronavirus vaccine hub yet","sentiment_score":0.0}
