{"full_text":"RT Well it just makes sense, doesn't it?","sentiment_score":0.0}
{"full_text":"RT TDB: The WI pharmacist who sabotaged hundreds of doses of the Moderna coronavirus vaccine bc he thought COVID-19 was a hoax...","sentiment_score":0.0}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT W\/ Tony DeAngelo's NHL future up in the air, it's worth talking about how the New York Rangers enabled &amp; promoted him the p...","sentiment_score":0.1454545455}
{"full_text":"RT 1 case of Covid in Perth, Western Australia today. The first for 10 months. The response? Full lockdown for 5 days includi...","sentiment_score":0.2}
{"full_text":"RT City of Edmonton #COVID19AB Sunday update*41,890 total cases 90*1,960 active 49 (1st time below 2K since Nov 1)...","sentiment_score":-0.0666666667}
{"full_text":"RT I don't like masks but I agree with you. It's not that difficult to wear a mask indoor...","sentiment_score":-0.5}
{"full_text":"RT If you know what the CDC has done to vaccination prioritization in the name of ethics and you're not terrified by it t...","sentiment_score":0.0}
{"full_text":"RT Labour's primary line on what to do next on Covid is that the world's fastest vaccination program should be...faster. V...","sentiment_score":0.2}
{"full_text":"RT (Pandemic 3.0) Why is FedEx Storing and Shipping Hundreds of Thousands of Cadaver 'Body' Bags? #Bod...","sentiment_score":0.0}
{"full_text":"Stop letting the tourists come in and do this shit to our city","sentiment_score":-0.2}
{"full_text":"RT THIS IS THE WAY to get a COVID vaccine! #MMCC #mandalorianmercs #themandalorian #BountyontheBayou","sentiment_score":0.0}
{"full_text":"RT Live from la ratp #nbaextra","sentiment_score":0.1363636364}
{"full_text":"RT They're so busy convincing us they meant $1400 supplemental checks they aren't even sending those out. Give us $2000 mon...","sentiment_score":0.3}
{"full_text":"RT Running for curbside grocery pickup and it's like the pandemic doesn't even exist at Fashion Island mall in Newport Beach...","sentiment_score":0.0}
{"full_text":"Damn that's crazy a year ago today coronavirus was declared public health emergency ","sentiment_score":-0.3}
{"full_text":"RT Tom Moore, the World War II veteran who raised millions for charity by walking laps of his garden before his 100th birthday, has b...","sentiment_score":0.0}
{"full_text":"RT if your family hasn't been affected by COVID you should really be thanking God","sentiment_score":0.2}
{"full_text":"this is an incredible story","sentiment_score":0.9}
{"full_text":"RT Biden administration unaware of location of 20M COVID-19 vaccine doses: report","sentiment_score":0.0}
{"full_text":"RT I'm very sorry to hear that Captain Sir Tom Moore has been admitted to hospital having contracted covid-19. I know you'll...","sentiment_score":-0.65}
{"full_text":"RT TDB: The WI pharmacist who sabotaged hundreds of doses of the Moderna coronavirus vaccine bc he thought COVID-19 was a hoax...","sentiment_score":0.0}
{"full_text":"RT The Biden Administration lost 20 million COVID vaccines...This entire administration is a joke.https:\/\/t.co\/ApFGplHKGC","sentiment_score":0.0}
{"full_text":"RT When you wake up tomorrow, it will be February. But it will feel remarkably similar to January. As will March. Unless you #Us...","sentiment_score":0.0}
{"full_text":"RT A perfect illustration of the dangers of political 'footballification'. We should all be delighted by the first fact and dis...","sentiment_score":0.4875}
{"full_text":"RT whine and cry about their \"freedoms\". Those people are the reason that Covid is still spreading and is going to get worse. Ou...","sentiment_score":-0.4}
{"full_text":"RT another thing to get angry about is why are we spending upwards of $200 million a year in public funds to convince tourist...","sentiment_score":-0.25}
{"full_text":"Have to start going through my backlog and find more time for writing on my personal project, you'd think being in Lockdown you'd have \"more time\"","sentiment_score":0.3333333333}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT if your family hasn't been affected by COVID you should really be thanking God","sentiment_score":0.2}
{"full_text":"Isn't it funny that the meeting is in the middle of the day?!?!?!","sentiment_score":0.125}
{"full_text":"RT Yet another example of how seriously people are taking \"leadership\".(They're not taking it seriously at al...","sentiment_score":-0.3333333333}
{"full_text":"RT CDC has warned *against* wearing multiple layers of PPE","sentiment_score":0.0}
{"full_text":"RT A genuinely deady pandemic doesn't require a 24\/7 government ad campaign to remind you about it.","sentiment_score":0.4}
{"full_text":"RT During Lockdown Akshay Patra distributed 6.3 Crore meals.-On a daily basis, Akshay Patra feeds more than 2 Millions Kids ev...","sentiment_score":0.25}
{"full_text":"RT Month ONE complete of my 1000 mile walk10 days locked down due to COVID-19, I have still managed to compl...","sentiment_score":-0.0601851852}
{"full_text":"GOP senators offer Covid-19 relief counterproposal to force talks with White House back to middle - CNN Politics","sentiment_score":0.0}
{"full_text":"I'm wondering how many of the insurrectionists signed their own death warrants by participating in the January 6th attempt to overthrow the government of the United States.","sentiment_score":0.55}
{"full_text":"RT 1 case of Covid in Perth, Western Australia today. The first for 10 months. The response? Full lockdown for 5 days includi...","sentiment_score":0.2}
{"full_text":"RT Support your favorite artists during this pandemic, shop their online stores, and support free healthcare!","sentiment_score":0.5}
{"full_text":"RT Some news w\/ --&gt; the two new Georgia senators, Ossoff + Warnock, urge the Biden admin and fellow...","sentiment_score":0.1363636364}
{"full_text":"Basically the plan that and his health leadership team successfully implemented for us in Melbourne in 2020 during our 2nd wave that is still working now. Clear daily messaging, a way in (hard lockdown) and a way out to a new 'covid-normal' life.","sentiment_score":0.1157828283}
{"full_text":"RT All true. is a joke but he is Florida's joke.Outside of Kentucky, no state has voted for more incompetent...","sentiment_score":0.1666666667}
{"full_text":"To their credit, conservative (and some liberal) media outlets have pushed this nonsense really well and people have fully bought into the deception","sentiment_score":0.2}
{"full_text":"makes great ones with a specific filter you can put inside to make it pretty close to N95 protection","sentiment_score":0.35}
{"full_text":"The deal was flatten the curve. That's all we heard for months","sentiment_score":0.0}
{"full_text":"Anyway, it's the final race of 1997 F1 Championship at Jerez.Jacques Villeneuve closes the gap on Michael Schumacher and tries to overtake him but Schumacher DELIBERATELY crashes into him,like he did at 1994 but it doesn't work out for him,as Brundle says 'he hits the wrong part'","sentiment_score":-0.2}
{"full_text":"RT The most topical issue in Nigeria in the last six years is how best to rear cows . It has caused more deaths of citize...","sentiment_score":0.4}
{"full_text":"RT Captain Sir Tom Moore, the 100-year-old British World War II veteran who rose to fame in the spring for his charity work during th...","sentiment_score":0.2}
{"full_text":"RT Regular people don't care whether we pass something with 51 or 60 votes. It's a pandemic and the largest economic contract...","sentiment_score":0.1}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT The vaccine roll out under the NHS is going very well.While Test &amp; Trace under Serco and the other private companies w...","sentiment_score":0.025}
{"full_text":"Dear celebs, I was pissed when I saw you were having a party with 60 of your closest friends but when I found out you have access to hundreds of covid tests so you could have your little tiny intimate birthday party while the rest of us are waiting in lines, I felt better, thnx","sentiment_score":0.128125}
{"full_text":"How about you just stay home living in fear and let us live our lives.","sentiment_score":0.1363636364}
{"full_text":"RT For over 30 years, Hashem Ahmad Alshilleh helped to bury a generation of Muslims across SoCal.He never charged for his servi...","sentiment_score":0.0}
{"full_text":"2 minutes of my life  gone ","sentiment_score":0.0}
{"full_text":"RT Sen. Bernie Sanders: \"I don't care what anybody says. We have got to deal with this pandemic... if Republicans want to wor...","sentiment_score":0.0}
{"full_text":"RT sample of two dozen British-based haulage firms operating a total of 8...","sentiment_score":0.0}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"I love reading stuff like this because at no point does it mention we are a nation full of people who just ignore it and do what the fuck we want?","sentiment_score":0.15}
{"full_text":"RT Sensible recommendations to reduce the federal prison pop where 45k incarcerated people &amp; 2k staff were infected w\/COVID...","sentiment_score":0.0}
{"full_text":"RT #BidenLied About:The CourtsCOVID-19 Response PlanFrackingCreating JobsStanding with the Military","sentiment_score":-0.1}
{"full_text":"RT Heartbreaking. Medical staff are trained to handle end of life, but the isolation and suddenness, etc. due to...","sentiment_score":-0.0625}
{"full_text":"KATHMANDU, JANUARY 31The three districts of Kathmandu valley recorded 68 additional cases of coronavirus infection, on Sunday.Of the newly infected, 28 are females while 40 are males. googletag.cmd.push(function(){ ...","sentiment_score":0.1363636364}
{"full_text":"RT Covid has brought economic and emotional depression. Millions of us are moving from resistance to resilience. There are train...","sentiment_score":0.1}
{"full_text":"RT WH adviser Anita Dunn on the wind at Biden's back:  \"He has the opportunity to build broad bipartisan support - not neces...","sentiment_score":0.03125}
{"full_text":"RT January worst month on record for COVID-19 in Niagara via","sentiment_score":-1.0}
{"full_text":"RT I took a few photos today as I was out for a drive. First photo is 200 meters away from where I live, then 500, 700 and 1000...","sentiment_score":0.0621212121}
{"full_text":"RT Police take take off their helmets and march with the people against the Covid lockdowns in our beloved Vienna.","sentiment_score":0.7}
{"full_text":"Personally, I would never have a cancer like that in my organization.","sentiment_score":0.0}
{"full_text":"RT IRONY 101The Chinese created then released Covid 19 on the world..they now sell us the masks and soon the vaccineT...","sentiment_score":0.0}
{"full_text":"Ok I know you guys were on it early. I remember the interview with the teacher in Wuhan etc. Compelling. I used to listen in the early morning working out in the Cayman Islands.","sentiment_score":0.25}
{"full_text":"RT Lost them or sold them under the table?Where's Hunter??","sentiment_score":0.0}
{"full_text":"RT Two shocking headlines that sum up Capitalism &amp; Covid: \"Billionaires MADE $3.9 trillion during the pandemic, while worke...","sentiment_score":-1.0}
{"full_text":"RT In fairness, Joe Biden can't remember where he is most of the time how the hell is he going to know where 20 million va...","sentiment_score":0.5}
{"full_text":"RT Let this sink in--Black Americans are 1.4x more likely to get #COVID19 &amp; 2.8x more likely to die, than Whites.But in Flo...","sentiment_score":0.25}
{"full_text":"RT Free Refreshments ","sentiment_score":0.4}
{"full_text":"RT VACCINE DATA UPDATE (Jan. 31)1.3M doses today; 7-day avg=1.35M\/dayUS: 31.8M total doses admin5.82M people...","sentiment_score":0.0}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"Today's the day for me. When you lose the players your time is up. I'd say ENIC out but no chance they sell during a pandemic.","sentiment_score":0.0}
{"full_text":"RT If the government gave her a PPP loan and she used it to run for office, then how the hell did she have a covid hardship?...","sentiment_score":0.0}
{"full_text":"Olivia Newton-John says she won't be getting coronavirus vaccine via","sentiment_score":0.0}
{"full_text":"RT Do you think that the Democrats should pass the COVID-19 relief package without the support of the GOP?","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT 1 case in Perth this morning = snap 5 day lockdown for the whole city. Talk about not messing around!!","sentiment_score":0.3125}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"RT CDC finds scant spread of coronavirus in schools with precautions in place - The Washington Post","sentiment_score":0.0}
{"full_text":"RT In fairness, Joe Biden can't remember where he is most of the time how the hell is he going to know where 20 million va...","sentiment_score":0.5}
{"full_text":"RT NYC Reveals White New Yorkers Have Received Lion's Share Of COVID-19 Vaccine DosesWhite NYC residents are taking about th...","sentiment_score":0.0681818182}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"THIS IS HOW WE DO HIKING. PHUC COVID-19!!!","sentiment_score":0.0}
{"full_text":"Now Announcing COVID-19 Antigen TestsDon't wait to get tested, we're now offering Antigen test kits for Point-Of-Care environments. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antigen Test Kits at","sentiment_score":0.5}
{"full_text":"I haven't done any partying or gathering since the Pandemic started, just working and going home, can't wait to go out and have fun in 5 years ","sentiment_score":0.3}
{"full_text":"Seems like every time I think they've reached the top...a new group comes in and says, \"Hold my beer!\" I'm with WTF!?!?! ","sentiment_score":-0.4030539773}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT Enjoyed my chat w\/ &amp; about a key lessons I've learned as we launched and acquired","sentiment_score":0.25}
{"full_text":"These idiots are actively attempting to prolong the pandemic","sentiment_score":-0.4666666667}
{"full_text":"All flus are included on the tests. That's the only rational explanation as it is scientifically impossible for the yearly flus to vanish, especially since they are much more contagious than sars-cov-2 which combined with a vitamin d deficiency causes Covid 19","sentiment_score":-0.0416666667}
{"full_text":"RT Hydroxychloroquine is a safe, effective drug.  After almost a year it has been deemed safe for early use with the Chinese V...","sentiment_score":0.34}
{"full_text":"RT Cuomo Administration Undercounted Covid Deaths In Nursing Homes By 50%, New York AG Says.","sentiment_score":0.1363636364}
{"full_text":"RT 10 days of struggle: Inside Biden's early coronavirus vaccine effort","sentiment_score":0.1}
{"full_text":"RT 30K....Stanford study links Trump rallies to 30,000 COVID-19 cases, 700 deaths","sentiment_score":0.0}
{"full_text":"RT DONNA LANG, 53, of Bethlehem, Pennsylvania died of COVID on Jan. 17.\"We will always love you, Ma!\"https:\/\/t.co\/rVqXXx...","sentiment_score":0.625}
{"full_text":"RT Guys, a note about Feb half term.Local councils were funded to cover this hol as part of Covid Winter Grant, whether t...","sentiment_score":-0.1666666667}
{"full_text":"RT Beloved TCU groundsperson who died of COVID-19 was 'friendly to everyone,' son says","sentiment_score":0.5375}
{"full_text":"Doing research on (digital) co-production? You can join us 2021 conference - P14! Abstract submission deadline: Feb 12More info belowhttps:\/\/t.co\/q6AFXNW9AK#IRSPM2021 #DigitalCoproduction #Coproduction #Covid","sentiment_score":0.0}
{"full_text":"\"We need some formalized process for getting to the bottom of what happened with Covid, so that we never go through this kind of disaster again,\" Chris Hayes says, calling for a formal investigation into the Trump administration's handling of Covid-19.","sentiment_score":0.6}
{"full_text":"#SurreyBC residents who are recovering from COVID-19 now have access to three post-COVID-19 recovery clinics and one of them is at the Jim Pattison Outpatient Care and Surgery Centre. Learn more","sentiment_score":0.5}
{"full_text":"Concise review of what we've learned and what we still don't know about severe #COVID19","sentiment_score":0.1}
{"full_text":"Business readies for 5 days of lockdown; Repairs to hit Chevron's LNG output; China key to WA economy; Forrest's war on plastic; Stokes to salt; NERA -","sentiment_score":0.0}
{"full_text":"This year, legislation proposed in Utah and Arizona would add mental or behavioral health to the list of reasons students can be absent from class, similar to staying out with a physical illness.https:\/\/t.co\/gPjJGe19Ws","sentiment_score":-0.0333333333}
{"full_text":"RT The Covid variants identified so far are an early warning that the virus could evolve to escape vaccine protection. The w...","sentiment_score":0.1}
{"full_text":"Feeling stuck in the moment? 93-year-old Mary Murakami shares how you can reinvent yourself at any age, stage, and crisis.Be inspired: #inspiration #beinspired #elders #murakami #quarantine #covid19 #advice #asianamerican #AARP","sentiment_score":0.0}
{"full_text":"Three Men Dressed for the Auburn Gold Rush Revivalc. 1937Bill Wakefield is on the far right.#SundayThoughts #COVID19 #CovidVaccine","sentiment_score":0.1}
{"full_text":"Tom Moore became an emblem of hope in the early weeks of the pandemic when he walked 100 laps around his garden in England to raise money for the National Health Service to coincide with his 100th birthday.https:\/\/t.co\/oljQPmIuMr","sentiment_score":0.1}
{"full_text":"ST. LOUIS, Mo. -- About 1,800 people received the coronavirus vaccine Saturday on the third day in a row of large vaccination events in St. Louis.https:\/\/t.co\/WNMj6PAfny#KTVONews","sentiment_score":0.1071428571}
{"full_text":"RT They had a full year to come up w\/a covid plan. If they truly thought trumps plan was the \"most dangerous in modern hist...","sentiment_score":0.1125}
{"full_text":"The founders of fast-growing fintech startup Pipe moved their company from California to Miami during COVID. They explain why they're never going back.","sentiment_score":0.0}
{"full_text":"More Brazil protests over Bolsonaro's COVID-19 response | Coronavirus pandemic News","sentiment_score":0.5}
{"full_text":"RT COVID-19 VACCINE UPDATE - COVAX Facility Allocates Trinidad and Tobago an Initial 100,000 doses of the COVID-19 Vaccine.","sentiment_score":0.0}
{"full_text":"RT COVID, teachers union school madness is hurting our kids -- that's why #SchoolChoice is vital","sentiment_score":0.1}
{"full_text":"The statements by Israel Police spokesperson for the ultra-Orthodox public in a radio interview are absolutely terrifying for anyone who thinks that they are still living under the rule of law | Analysishttps:\/\/t.co\/yvuRxxOoEK","sentiment_score":-0.5}
{"full_text":"For over a year, North Korea has been claiming that it has no COVID-19 cases.Its latest update to once again reports zero positive cases as of Jan. 21, but Pyongyang seems to no longer be submitting specific numbers of people tested and quarantined.https:\/\/t.co\/14RGcmGhX4","sentiment_score":0.2424242424}
{"full_text":"RT Captain Tom Moore, the 100-year-old British veteran whose campaign to raise money for healthcare workers during the pande...","sentiment_score":0.0}
{"full_text":"RT 1 case of Covid in Perth, Western Australia today. The first for 10 months. The response? Full lockdown for 5 days includi...","sentiment_score":0.2}
{"full_text":"Frustration is building over the pace of COVID-19 vaccinations at long-term care sites, where some homes still await first shots while fending off a virus that can devastate their residents.","sentiment_score":0.25}
{"full_text":"Hundreds of anti-#lockdown protesters hit Denmark's streets condemning govt's #coronavirus-induced restrictions during a fiery torch-lit marchMORE:","sentiment_score":0.0}
{"full_text":"Weekly Covid-19 casualties in India fall below 1000, lowest since May","sentiment_score":0.0}
{"full_text":"RT Republicans in Congress balking at the cost of COVID relief need some perspective. The Trump tax cuts cost of 2017 upwards...","sentiment_score":0.0}
{"full_text":"Y'all can read about the resulting paper -- \"Designing Effective Contact Tracing through Risk-Based Quarantining\", led by -- in the thread quote-tweeted below. Contact tracing isn't easy, and machine learning isn't a silver bullet -- but sometimes it can help! 2\/2","sentiment_score":0.5708333333}
{"full_text":"RT Florida has record unemployment, 1.7 million COVID-19 cases, over 26,000 reported COVID-19 deaths, a vaccination disast...","sentiment_score":0.0}
{"full_text":"EasyJet say vaccine is key amid plunging lockdown losseshttps:\/\/t.co\/5ycBYRutZv","sentiment_score":0.0}
{"full_text":"A call for global access to #COVID19 vaccines.https:\/\/t.co\/kkRE3BcQHP","sentiment_score":0.0}
{"full_text":"The new centre opened for the first time yesterday.","sentiment_score":0.1931818182}
{"full_text":"GOP lawmakers offer Biden alternative COVID-19 relief plan","sentiment_score":0.0}
{"full_text":"Salt Fat Acid Defeat: The restaurant before and after COVIDBy (via #sundayread","sentiment_score":0.0}
{"full_text":"RT Man who runs vaccine clinic doesn't want to hear about adverse event reports","sentiment_score":0.0}
{"full_text":"Been waiting on your turn for the COVID-19 vaccine? Frustration is building as well as the line for seniors to get their vaccine. Here are some tips on how to ensure your spot!https:\/\/t.co\/JPjhZrVosE","sentiment_score":0.0}
{"full_text":"When the COVID-19 pandemic hit nearly one year ago, support services offered by Victorian Order of Nurses Hamilton became even more essential. VON provides volunteer-driven programs across Hamilton, including the Mountain and in Stoney Creek. #HamOnt","sentiment_score":0.2}
{"full_text":"In Miami, making live theater work during the pandemic","sentiment_score":0.1363636364}
{"full_text":"RT Not sure happy at UK taxpayers forking out for vaccines for Govt to give away; but must admit, offering to help Irelan...","sentiment_score":0.275}
{"full_text":"Mate,the govt wrote off 15 bn nhs debt and piled in hundreds of millions more during covid.get a grip.shes just commending a great man.","sentiment_score":0.65}
{"full_text":"Obama created COVID while wearing a hijab. #ThanksObama","sentiment_score":0.0}
{"full_text":"RT Regular people don't care whether we pass something with 51 or 60 votes. It's a pandemic and the largest economic contract...","sentiment_score":0.1}
{"full_text":"'We need to save this guy': Nurse steps up to help West Lafayette firefighter beat COVID via","sentiment_score":0.0}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT When it's been Covid for a year an ppl ask where I'm goin this weekend.","sentiment_score":0.0}
{"full_text":"Or putting foodon the table","sentiment_score":0.0}
{"full_text":"RT if your family hasn't been affected by COVID you should really be thanking God","sentiment_score":0.2}
{"full_text":"i wanna stay home","sentiment_score":0.0}
