{"full_text":"RT Le vaccin COVID, Keskese ?THREAD [1\/10]","sentiment_score":0.0}
{"full_text":"RT This is worse than an Heartbreak Cardi  iPhone 12  #schoolsreopening #bobrisky  Bella  #DangotesEmpire #lockdown  Toolz...","sentiment_score":-0.4}
{"full_text":"Never miss the Ferrari show, it was particularly brilliant this lockdown morning ","sentiment_score":0.9}
{"full_text":"RT Hope you're all doing alright today.If you're at home, please don't beat yourself up if you eat a lot, sleep weird hour...","sentiment_score":-0.5}
{"full_text":"RT \"Since the onset of the pandemic, the Nigerian Govt has issued 100 billion naira in state credit facilities for health ca...","sentiment_score":0.0}
{"full_text":"RT Lockdown 3.0 has got us feeling all kinda ways We'd love to gift some of you guys some comfy casual looks to help cheer yo...","sentiment_score":-5.551115123e-17}
{"full_text":"Just wait till the next strand comes then the next then the next. Permanent life lockdown","sentiment_score":0.0}
{"full_text":"RT This is quite crucial, isn't it? The NHS figures for who is actually BEING TREATED FOR COVID are not publicly available. Why...","sentiment_score":-0.0666666667}
{"full_text":"RT We're calling on to protect the interests of their students and implement a safety net policy again this yea...","sentiment_score":0.0}
{"full_text":"RT One very effective thing about plain-spoken political style: what he lacks in poetic Obamaian oratory he makes...","sentiment_score":0.385}
{"full_text":"RT One of the only, if not THE only station that questions the narrative being parroted by the rest of the mainstream media","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT This is the place we call \"normal\". But \"normal\" was also a crisis, and it's no place to return to after the pandemic. I...","sentiment_score":0.15}
{"full_text":"RT Trump: I'm going to go to my Scotland property the last day of my term, so I can't be arrested. Scotland: Declares month...","sentiment_score":0.0}
{"full_text":"RT I'm seeing people note the ages they went into lockdown 1 and now and I'm thinking huhhh?? 19-21 is a big jump. 23-25 is a b...","sentiment_score":0.0}
{"full_text":"Opinion: Coronavirus Safety And Schools","sentiment_score":0.0}
{"full_text":"RT La Presse is reporting that Quebec is set to go to total lockdown again starting Saturday. Non-essential businesses and s...","sentiment_score":0.0}
{"full_text":"RT You do not have to work twice as hard this week if you spent some time away from your work in the last few weeks. You d...","sentiment_score":-0.1479166667}
{"full_text":"Billionaire investor Bill Ackman scored a record 70% return in 2020 as his pandemic bets paid off | ... (https:\/\/t.co\/vkI5vxAUl9)","sentiment_score":0.0}
{"full_text":"RT I am worried for people's mental health. I am also glad we are in lockdown for the safety of others. Those things can...","sentiment_score":0.2}
{"full_text":"Join us to help disadvantaged pupils most affected by the school closures! Give just 1 hour a week and change a young person's life TODAY! Visit for more info or DM any questions! #lockdown #schoolclosures #GCSE #ALevel","sentiment_score":0.4583333333}
{"full_text":"RT Absolutely disgusting. I hope these ads are in the process of being pulled. The absolute gall of British Airways to encourag...","sentiment_score":-0.2666666667}
{"full_text":"RT I'm seeing people note the ages they went into lockdown 1 and now and I'm thinking huhhh?? 19-21 is a big jump. 23-25 is a b...","sentiment_score":0.0}
{"full_text":"RT 'Mental health is either an issue or it isn't. It doesn't suddenly become an issue when it's a convenient way to argue s...","sentiment_score":-0.05}
{"full_text":"RT All I want for Christmas is... a #COVID19 vaccine!#TeamEurope funding will secure access to #covid19 vaccinations for millio...","sentiment_score":0.4}
{"full_text":"RT rgt .1stly give vaccine to Indianpopulation after that it given to other countries. If all citizen got v...","sentiment_score":-0.125}
{"full_text":"RT Covid-19 has revealed both governmental and institutional willingness to break the social compact.On at least three o...","sentiment_score":-0.1333333333}
{"full_text":"RT #JanAndolanThe risk for severe illness with #COVID19 increases with age,with older adults at highest risk.It is theref...","sentiment_score":0.1666666667}
{"full_text":"RT Some people don do like 5 covid tests, some people will never do and we Dey all fight the same virus! Na only God fit hel...","sentiment_score":0.1333333333}
{"full_text":"RT No oneAbsolutely no one:University students:   #lockdown","sentiment_score":0.0}
{"full_text":"RT The nation's biggest supermarkets are back in battle, unveiling big savings for the New Year, some of them here to stay...","sentiment_score":0.0454545455}
{"full_text":"RT If you read the comment sections of UK newspapers (ones that still have them), the '79% support lockdown' figure is simpl...","sentiment_score":0.0}
{"full_text":"RT Guido lists a number of reasons here why YouTube might do this. No one on TalkRadio has said ANY of those things. We simply c...","sentiment_score":0.0}
{"full_text":"RT Looking for some #homeschooling activities? We have a whole host of resources, including colouring in and activity packs, to keep...","sentiment_score":0.2}
{"full_text":"What is happening at Beitbridge border is nothing but pure invasionZim is currently under level 3 hard lockdown but somehow Zim authorities are allowing shonas with stinking armpits to leave the countrySANDF helicopters n special forces must be sent to prevent the invasion","sentiment_score":0.0699404762}
{"full_text":"Who'd want to take over yet?  COVID is a mess and no time yet for Brexit to do it's worst. Take over now and inherit the blame, while Johnson slips away without suffering but still with his pension and his lifetime chauffeured car and security.","sentiment_score":-0.5875}
{"full_text":"RT can the pandemic please stop my i'm so close to be living in a jungle","sentiment_score":0.0}
{"full_text":"RT I know we're only in scene one, but Lockdown 2 seems even worse than the first one. It's just so much darker, colder and m...","sentiment_score":0.0125}
{"full_text":"RT Nails the absurdity of the schools chaos perfectly.","sentiment_score":1.0}
{"full_text":"I couldn't agree more! This would be much easier if more people were united in the #COVID19 fight - we should cheer and greet the military as they do what they do better than anyone in the world - logistics!!!","sentiment_score":0.4403125}
{"full_text":"RT Keep an eye out for the name 'Warren Medical Limited' on future govt documents family have just set it up (Wife...","sentiment_score":-0.0238095238}
{"full_text":"Mr. President,Since the states are having a hard time distributing the COVID vaccines, why not have the military either by Executive Order or directly, set up COVID vaccine stations at the recruiting offices and other public locations (parks and malls) to supplement the states.","sentiment_score":-0.0833333333}
{"full_text":"It's not a lockdown though is it when people have still got to go to work","sentiment_score":0.0}
{"full_text":"RT He hasn't closed the borders? 3 new variations of COVID are returning with all those Dubai babes  we are FINISHED!","sentiment_score":0.0352272727}
{"full_text":"RT Did the UK government get everything right during the first wave of the pandemic? NoBut has it learned from those mistake...","sentiment_score":0.2678571429}
{"full_text":"RT Yeah, don't listen to cos he's a massive throbber.","sentiment_score":0.0}
{"full_text":"Love Island star Zara Holland 'arrested at Barbados airport' as star faces jail for breaching Covid ruleshttps:\/\/t.co\/EZ7mM5Fcuz","sentiment_score":0.2}
{"full_text":"RT So who helps decide lockdown policy, doesn't know how many of the 26,626 patients in hospital \"with Covid\" are...","sentiment_score":0.5}
{"full_text":"RT Mariko's social distancing skills would work wonders these days. Stay safe.  Anime: Oniisama e #anime #scenes #oniisamae...","sentiment_score":0.2666666667}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT Portuguese Nurse Dies Suddenly After Receiving COVID Vaccine","sentiment_score":0.0}
{"full_text":"Makes sense thou","sentiment_score":0.0}
{"full_text":"RT South Africa clearly under siege. SA has its intense problems:1. Unemployment of our own people sitting at under 50%,...","sentiment_score":0.3}
{"full_text":"Lockdown will be mentally stressing for everyone. My DM's are open if anyone wants to talk","sentiment_score":0.0333333333}
{"full_text":"RT Wear a mask in your car because your A\/C will not filter out the ","sentiment_score":0.0}
{"full_text":"RT Dr Layla McCay, NHS Confederation director, confirms to Julia that the hospital figures for \"Covid patients\" include patient...","sentiment_score":0.0}
{"full_text":"RT anyone working in retail (a large portion of 19-24 year olds) have to put up with customers coming in with no masks, who don'...","sentiment_score":0.2142857143}
{"full_text":"Recently you attacked Sweden's approach to Covid. \"An experiment that has failed\" apparently. That failure has resulted in 43 covid related deaths in the last 7 days according to the WHO dashboard. Well done Britain who managed to keep the deaths down to 4272.","sentiment_score":-0.1317460317}
{"full_text":"Just listen to government advice and stay home","sentiment_score":0.0}
{"full_text":"RT During our first lockdown France 4 provided school programs in the morning","sentiment_score":0.25}
{"full_text":"Bra.. whats a bra these days. Mine have either been flying free or in a non wired since first lockdown  xx","sentiment_score":0.325}
{"full_text":"RT Exclusive: Teacher Covid rates up to 333% above average | Tes","sentiment_score":-0.075}
{"full_text":"Thanks a lot !!https:\/\/t.co\/1rjsw8ATye","sentiment_score":0.3125}
{"full_text":"RT While it's encouraging that the Chancellor has indicated further support for the latest lock down, will he now finally re...","sentiment_score":0.0861111111}
{"full_text":"RT There are important messages worth sharing again about effective remote learning. - A key one: live lessons (synchron...","sentiment_score":0.2227272727}
{"full_text":"To the people who got in trouble for playing street hockey during lockdown I have a solution! Come play hockey on the raptors's bandwagon...lots of space up here these days. a maybe for next Thursday","sentiment_score":-0.125}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT #BREAKING: #India will start #Corona vaccination from Jan 13th..","sentiment_score":0.0}
{"full_text":"RT Network machine learning maps phytochemically rich \"Hyperfoods\" to fight COVID-19 | Human Genomics | Full Text @vasilis...","sentiment_score":0.2416666667}
{"full_text":"RT China is constantly at the mercy of American propaganda, CIA trouble causing and persistant lies from the New York Times....","sentiment_score":-0.0327272727}
{"full_text":"This is called leaders who understands the criticalness of the covid situation.","sentiment_score":0.0}
{"full_text":"#UK #Government plans for community #testing for #COVID19 received a further blow this week when early results from students testing at the Universitys showed that tests had a sensitivity of just 3% and that 58% of positive test results were FALSE.https:\/\/t.co\/kKg67PUlp3","sentiment_score":0.1090909091}
{"full_text":"What were you doing during the lockdown?","sentiment_score":0.0}
{"full_text":"\"There's much anecdotal talk that women, more than any other aspect of diversity, have been looking at the nature of their careers due to the stresses and strains of the pandemic \" says our CEO, Bev White in this article on ","sentiment_score":0.09}
{"full_text":"RT BREAKING--New York has ordered healthcare providers to use #COVID19 vaccines within 7 days of receipt or face fines up to $1...","sentiment_score":0.0}
{"full_text":"RT Text from a doctor reminding us of how grim the situation in hospitals is: \"No of COVID patients equal to at the April p...","sentiment_score":-0.5}
{"full_text":"RT Missed this yesterday. Spot on re Ontario's failure to treat COVID seriously: Doug Ford is trying to manage COVID-19 by...","sentiment_score":-0.325}
{"full_text":"RT Yesterday Boris Johnson said \"schools are safe\".Today he said they were \"vectors for transmission\".His Government's...","sentiment_score":0.5}
{"full_text":"RT Places I legally can't go: my PS93 a week room at universityPlaces I legally have to pay for: my PS93 a week room at univer...","sentiment_score":0.2}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"ICYMI: Middlesex London reported a record high 135 new COVID-19 cases Monday.","sentiment_score":0.1481818182}
{"full_text":"RT A simple promise of free broadband to the British people that was ridiculed by some in the PLP. Just imagine how much th...","sentiment_score":0.15}
{"full_text":"RT I don't know who needs to hear this, but \"post-Covid\" lungs look worse than ANY type of terrible smoker's lungs we've ever...","sentiment_score":-0.7}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT Covid19 Vaccine is Safe!#WearAMask #WashYourHands #staysafe ht...","sentiment_score":0.0}
{"full_text":"RT Everyone needs security now, and this is a well worked out and viable proposal for an emergency basic income with NO gaps to...","sentiment_score":0.0}
{"full_text":"RT Terrible news to start the day. A friend of mine has killed himself. He lost his business and marriage last year. The me...","sentiment_score":-0.4}
{"full_text":"RT Who wants to play spot the difference between today's lockdown and March Lockdown ????? Please help us get essential fo...","sentiment_score":0.1}
{"full_text":"RT Today, Ontario's frontline health care heroes began receiving their second dose of the Pfizer vaccine. This is great news f...","sentiment_score":0.4}
{"full_text":"RT Note: has given no time limit on the latest lockdown. That is indefinite house arrest. WE have not right to c...","sentiment_score":0.1023809524}
{"full_text":"She's becoming a right danger","sentiment_score":0.3678571429}
{"full_text":"RT Few activities I was involved in 2020:1. Ghar Wapsi 2. Stopping conversions3. Gauseva4. Gauraksha 5. Hate-crime v...","sentiment_score":-0.2}
{"full_text":"RT Omo. Being an independent artist in these Corona times is HARD.","sentiment_score":-0.1458333333}
{"full_text":"RT Today you need to announce adjustments that will ensure those #taxpayers #excludeduk #ForgottenLtd since March...","sentiment_score":0.0}
{"full_text":"How Arubans look at the beach during a pandemic.","sentiment_score":0.0}
{"full_text":"RT Read books. Your body is in lockdown not your mind.","sentiment_score":0.0}
{"full_text":"RT This.","sentiment_score":0.0}
{"full_text":"RT Piers Morgan challenges Michael Gove over the UK's open border policy during the pandemic.#GMB","sentiment_score":0.0}
{"full_text":"RT Utterly soul destroying when patients say they spent xmas day with extended family and now everyone is positive for covid....","sentiment_score":-0.0181818182}
{"full_text":"RT 2020 graduates had no support from the government either - has everyone forgotten that? We were pushed out with no faci...","sentiment_score":0.0}
{"full_text":"RT So if we are about to head into another national lockdown, why the hell are UK airports still open with no mandatory tem...","sentiment_score":0.0}
{"full_text":"A great start has been made this morning by our wonderful students with online learning. The work is accessed through the link below. Just follow your normal timetable.Email teachers with any questions and completed work. We are here to help. ","sentiment_score":0.65}
{"full_text":"#COVID19 is now the leading cause of death in Peru, Brazil, Chile, Ecuador, and Panama. These are tough statistics to digest -- but they're important to know. \"Peru's death rate from the disease is actually higher than the U.S.\"","sentiment_score":0.087037037}
{"full_text":"RT President receives briefing from Vice President at the State House, on the progress achieved thus...","sentiment_score":0.0}
{"full_text":"RT Lockdown 3.0 has got us feeling all kinda ways We'd love to gift some of you guys some comfy casual looks to help cheer yo...","sentiment_score":-5.551115123e-17}
{"full_text":" who do you think is setting remote learning and conducting online lessons? Who do you think is marking said work? No union has said we shouldn't go back - they've asked us to invoke s44 health and safety for working with no PPE or safety equipment where covid is rife.","sentiment_score":-0.05}
{"full_text":"RT As a doctor, I've studied the data swirling around this perplexing Covid virus. One stark truth stands out: lockdowns don...","sentiment_score":-0.2}
{"full_text":"Another lockdown is ahead of us, may as well settle in with.... 80 of the best-directed films ever made","sentiment_score":0.0}
{"full_text":"The choice before us is unambiguous: we can be passive actors in the process of COVID-19 recovery, or we can be active participants engaged in \"building back better,\" writes","sentiment_score":0.1222222222}
{"full_text":"RT Bloke who's never lived with his kids tells public he knows how hard lockdown will be","sentiment_score":-0.1458333333}
{"full_text":"Road conditions can deteriorate quickly in the event of a winter storm. Stay home if at all possible and stay safe. #wintersafety","sentiment_score":0.2777777778}
{"full_text":"Shielding resumesFollowing the Prime Minister's announcement yesterday (Monday 4th January 2021) and the third national lockdown, formal shielding advice has resumed for all clinical extremely vulnerable individuals.Read more here:","sentiment_score":0.0}
{"full_text":"So typical Denmark, IT problem means a delay in corona vaccination ","sentiment_score":-0.1666666667}
{"full_text":"If you or anyone you live with develops coronavirus symptoms, you must self-isolate and get testedSelf-isolating is so important because it will prevent you passing it onto othersIf you need support to self-isolate, we can help you  Call us on 020 7974 4444 (option 9)","sentiment_score":0.2681818182}
{"full_text":"RT Indonesia: It means the disease is out of control and you need sincere leadership, clear public messaging, ensure public...","sentiment_score":0.15}
{"full_text":"Free COVID-19 testing by TODADY, Jan 512:30 pm to 3:30 pmJewish Association on Aging300 JHF DriveRegister at https:\/\/t.co\/dNdfzQJPF3Walk-ins welcomedInsurance not required. However, if you have insurance that will cover the cost, your insurance will be billed","sentiment_score":0.4}
{"full_text":"All Primark stores are now closed due to the national lockdownhttps:\/\/t.co\/ntpFqGc6PL","sentiment_score":-0.1125}
{"full_text":"#StaySafe is everybody's right... lockdown or not ","sentiment_score":0.2857142857}
{"full_text":"Neither of us smoke or do drugs, I occasionally (once a month) buy a four pack of lager, or a bottle of something cheap &amp; sedating.  Grocery budget is PS15-20 a week, for 2 adults (one with disabilities). Can't remember, even pre-Covid, the last time I went \"out out.\"","sentiment_score":0.1333333333}
{"full_text":"RT This designer turned entrepreneur in India is upcycling PPE scraps into mattresses and pillows for the poor and #Covid19 pati...","sentiment_score":-0.4}
{"full_text":"With us all spending more time at home due to COVID-19, there can be an increased risk of fire. Here are some steps to help you stay safe in these challenging times. As always, we are here to help. Stay safe. Stay fire safe.Find more info here:https:\/\/t.co\/ocMVbiiTuH","sentiment_score":0.3958333333}
{"full_text":"When travelling on #Luas please respect Luas staff and fellow passengers. Play your part by wearing a face covering while travelling on Luas, which is required by law. Help reduce the spread of COVID-19. #InThisTogether See for more.","sentiment_score":0.5}
{"full_text":"Omo  In Nigeria Covid  is for the rich.How can Covid test be 50k?  Like ?  Where do you want the average Nigerian to see 50 thousand? Ahh our leaders are just vile","sentiment_score":-0.15}
{"full_text":"COVID-19 VACCINE SHORTAGES1,000,000 Americans killed by Summer 2021. STOP YOUR RISK. \"Proven Covid-19 Protection\" 99% Efficacy Pamphlet. #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccineshortages","sentiment_score":-0.2}
{"full_text":"RT In the time of the #pandemic #MentalHealth issues are and will continue to rise, don't let it get to the point of #suicide do...","sentiment_score":0.0}
{"full_text":"Only #Colorado #CoreyGardner was defeated. The and were re-elected. The others will be up in 2+ years.","sentiment_score":0.0}
{"full_text":"Lockdown means staying at home, but it does not mean you are alone. If you ever feel as though you need help or support, please reach out. We are all here for you.Our games will carry on and we will keep you all in touch.","sentiment_score":0.15625}
{"full_text":" The NHS needs you!Hospitals and healthcare providers across Norfolk and Waveney are recruiting for Healthcare Support Workers to support our fantastic teams in the fight against Covid-19 and beyond. No medical training or qualifications needed.","sentiment_score":0.2}
{"full_text":"Arkansas 'miracle patient' recovers from COVID after 87 days in the hospitalhttps:\/\/t.co\/OYMKQj63F6","sentiment_score":0.0}
{"full_text":"Mysterious Disappearance Of Flu In San Diego Prompted Call For Audit Of COVID Records","sentiment_score":0.0}
{"full_text":"Lockdown tiers likely to last until August, warns Birmingham public health chiefhttps:\/\/t.co\/YXZRgiIRD7","sentiment_score":0.0}
{"full_text":"No plumber? No problem. When it comes to fixing a leaking pipe in #lockdown, Sylmasta have got you covered ","sentiment_score":0.0}
{"full_text":"RT Sturgeon rides the Covid horse as well as she does Braveheart. After all it detracts from her overspend and UK tax bailouts...","sentiment_score":0.0}
{"full_text":"Biden adviser says he will invoke Defense Production Act to increase vaccine supply: https:\/\/t.co\/vaurG0wuVi@ETFMG #news #covid19 #vaccine #primeindexes","sentiment_score":0.0}
{"full_text":"Fifty-eight people have been infected with the new strain of coronavirus, first reported in the United Kingdom, in India so far: MoHFWhttps:\/\/t.co\/J3HpBQSktF","sentiment_score":0.1621212121}
{"full_text":"RT Have you noticed how the worse our pandemic gets the more quiet Premier Ford becomes? Ontario needs a leader who will step...","sentiment_score":0.0333333333}
{"full_text":"RT I'm Choosing The Risk Of Getting COVID: Over Half Of Health Care Workers At California Hospitals Refuse Vaccinations -...","sentiment_score":-0.1666666667}
{"full_text":"Britons ordered to stay at home as third national #lockdown begins#UK #Britain #Covid19","sentiment_score":0.0}
{"full_text":"Hanna is one of our amazing musicians with very limited opportunities for work due to the pandemic. Hanna is also a trained tailor and is selling these musical face coverings, with 25% of the price donated to Music in Hospitals &amp; Care. Find out more and get yours below ","sentiment_score":0.1764285714}
{"full_text":"RT The Western Cape has recorded 146 additional deaths, bringing the total number of Covid-19 related deaths in the provi...","sentiment_score":0.0}
{"full_text":"$VERB #AESencryption #CyberSecurity #DataProtection #eCommerce #OnlineShopping #SalesEnablement#LiveStreamShopping Sales Grew From $1 Billion in 2016 to $63 Billion in 2019, BEFORE #Covid19!","sentiment_score":0.0}
{"full_text":"RT So a year on now, and we STILL don't know simple answers to simple questions, for instance, what are the stats for people...","sentiment_score":0.0}
{"full_text":"Doug Ford says there have been \"a few bumps in the road\" rolling out Ontario's COVID vaccine. At 7:10, breaks down what those bumps are and how we get more people vaccinated, faster. #ldnont READ:","sentiment_score":0.0481481481}
