{"full_text":"RT Far-right and anti-vaccine protestors blocked access to Dodger Stadium, where people were lined up to get inoculated  ht...","sentiment_score":0.0}
{"full_text":"Climate change must get the same scientific response as coronavirus, Australian Nobel winner says via","sentiment_score":0.0}
{"full_text":"And they'll never know that they had covid and passed it on by accident and someone went home with it and so on and then someone had to be hospitalized and then another one but that one died...enjoy your meal you selfish ****","sentiment_score":-0.5}
{"full_text":"RT Millions are struggling to pay their bills and  put food on the table. We need to pass COVID relief legislation. Now.","sentiment_score":0.0}
{"full_text":"RT HERD IMMUNITY THRESHOLD HARDER--Vaccine herd immunity is becoming harder. The formula is (1-(1\/R0)) depends on virus contagi...","sentiment_score":0.175}
{"full_text":"thinking about how i came back from korea and japan in early january 2020 (after the virus had its outbreak in asia) with my mom who was deathly sick...then i came back to campus and suddenly all my friends got sick","sentiment_score":-0.1228571429}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT PM \"Stay home, avoid contact with others...\"Meanwhile, his cabinet ministers:#COVID19 #Pande...","sentiment_score":0.0}
{"full_text":"Stafford's wife gotta be sick she missed this by one day","sentiment_score":-0.7142857143}
{"full_text":"If she thought that Michigan was lockdown, California is gonna fuck her up ","sentiment_score":-0.4}
{"full_text":"Butler really came back from having COVID to dropping a 30 piece and a dub.... We move ","sentiment_score":0.1}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT Reddit group WallStreetBets has been around since 2012 but took off during the pandemic. Its number of subscribers surged this wee...","sentiment_score":0.0}
{"full_text":"RT Biden's White House Press Corps Admit Covid Was Fake On A Hot Mic via","sentiment_score":-0.0833333333}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT .@JaniceDean and express their personal outrage over unnecessary COVID nursing home deaths and if there w...","sentiment_score":-0.2}
{"full_text":"RT As we continue to recover from a global pandemic, our energy industry desperately needs the Biden admin's support, not its...","sentiment_score":-0.3}
{"full_text":"RT BREAKING: Having achieved nothing in many months of lockdown, today some good news. I have helped reunite a Syrian child...","sentiment_score":0.6}
{"full_text":"RT As wealthy white folks gather in Beverly Hills to eat at restaurants, Latinx Angelenos dying daily from COVID-19 has i...","sentiment_score":0.1666666667}
{"full_text":"This instalment of White Coat Black Art with addresses the harassment, threats &amp; intimidation that some doctors endure when they advocate for better public health policies during the pandemic. And some in the media are complicit in the intimidation of physicians.","sentiment_score":0.0833333333}
{"full_text":"RT The Music of the Future n.16Installation composed of five gold repainted knives, magnetic metal bar and magnets33x40...","sentiment_score":0.0}
{"full_text":"RT South Dakota hits NEW COVID milestone: ~1 out of every 500 residents dead","sentiment_score":-0.0318181818}
{"full_text":"You claim to stand for life?You lying hypocrite.Kevin McCarthy, you &amp; the outgoing Republicans are just terrorists.California's COVID-19 vaccine deliveries were hijacked by the criminals in the DJT Admin.As a direct consequence, even more people here are needlessly dying.","sentiment_score":0.0333333333}
{"full_text":"RT hey why do you want 150,000 Americans to die instead of paying us to stay home and ending the pandemic? how m...","sentiment_score":0.0}
{"full_text":"RT #upp49568meddiklHonorable Yogi ji, according to you upp49568 recruitment has been completed while we have not got appointmen...","sentiment_score":0.0}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"Help Ricardo fight COVID-19","sentiment_score":0.0}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner. h...","sentiment_score":0.0}
{"full_text":"RT #OprationHaftaVasooli Payme India loan aap all principal amount maine lockdown me hi pai...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Having achieved nothing in many months of lockdown, today some good news. I have helped reunite a Syrian child...","sentiment_score":0.6}
{"full_text":"RT For those of you keeping score at home26 million Americans are known to have had COVID420K of them died from COVID29 m...","sentiment_score":0.0}
{"full_text":"RT Elite media outlets are working together to keep millions more Americans from receiving COVID survival checks","sentiment_score":0.5}
{"full_text":"RT The CDC issued an order last night requiring everyone wear face masks on all public transportation. It goes into effect 11:59pm...","sentiment_score":0.0}
{"full_text":"I would, except for a pandemic and the fact they disappeared  too many years ago! Plus I'm too fucking old to wear a tight white suit.","sentiment_score":0.1366071429}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT If billionaires can make $1,000,000,000,000 during a pandemic, I think we can make universal health care a reality.RT if y...","sentiment_score":0.0}
{"full_text":"Yeah y'all dumbasses better stop goin out","sentiment_score":0.5}
{"full_text":"some of y'all complain about the pandemic lasting so long and then continue to see random ass friends... the selfishness &amp; immaturity jumped out huh","sentiment_score":-0.1833333333}
{"full_text":"RT There is no bottom to these folks... Organizers advised participants to \"please refrain from wearing Trump\/MAGA attire as w...","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT South Dakota hits NEW COVID milestone: ~1 out of every 500 residents dead","sentiment_score":-0.0318181818}
{"full_text":"RT Question: is this tweet \"disinformation\" and \"Covid-denying\" or is it a tweet giving verifiable statistics putting the threat...","sentiment_score":0.0}
{"full_text":"RT Vaccines are an effective way to protect us from diseases like COVID-19. Watch this video to find out how the COVID-19 vac...","sentiment_score":0.6}
{"full_text":"RT BREAKING: Having achieved nothing in many months of lockdown, today some good news. I have helped reunite a Syrian child...","sentiment_score":0.6}
{"full_text":"RT Thank you President ","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"It says right on the CDC's own website that they DO NOT KNOW which lasts longer, Natural immunity from having the Covid illness, or the vackseen immunity.","sentiment_score":0.3285714286}
{"full_text":"Mmmm. Not so fast....as a parent, I have more questions than answers. I also have zero evidence of safety because data that has been provided so far is sub-par, at best.","sentiment_score":0.5333333333}
{"full_text":"RT No words for this. \"The Biden administration has been blasted after it was revealed that COVID-19 vaccines will be offere...","sentiment_score":-0.6}
{"full_text":"RT CDC: Only 6% of COVID deaths currently recorded have COVID-19 as the leading cause of death Flu\/Pneumonia was listed...","sentiment_score":0.0}
{"full_text":"RT finally being able to yell at people when they get too close","sentiment_score":0.25}
{"full_text":"RT If you want to protest getting the #COVID #vaccines don't get it but don't prevent others from getting it. The most vul...","sentiment_score":0.5}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT We have some demented idiots claiming India's #COVID production capacity,is a Nehruvian legacy, whereas the truth is,for...","sentiment_score":-0.8}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT As a non American,  I dont understand how this behavior is being tolerated in congress? Our politicians had t...","sentiment_score":0.0}
{"full_text":"Tam urges provinces not to loosen COVID-19 restrictions as Quebec hints at changes via #COVID19Canada #COVIDCanada","sentiment_score":0.0}
{"full_text":"RT Are you kidding me","sentiment_score":0.0}
{"full_text":"Dodger Stadium vaccination site shut down amid protest - Los Angeles Times","sentiment_score":-0.1555555556}
{"full_text":"RT Truth is, orang dah penat. Im not saying Malaysia saja, around the world. That's why pandemic 100 years ago pun, the s...","sentiment_score":0.0}
{"full_text":"RT I would say this is peak stupidity, but I'm always surprised by how far up Mt. Ignoramus people are willing to climb.","sentiment_score":-0.0375}
{"full_text":"RT If billionaires can make $1,000,000,000,000 during a pandemic, I think we can make universal health care a reality.RT if y...","sentiment_score":0.0}
{"full_text":"RT Coronavirus (COVID-19) has swept through Native American Reservations..The impact has taken so many Elders &amp; People within...","sentiment_score":0.25}
{"full_text":"#Covid19 bot #COVID19 last 5 days stats #KarnatakaConfirmed Cases trend26-Jan-21 - 73827-Jan-21 - 76028-Jan-21 - 64429-Jan-21 - 60730-Jan-21 - 547#CoronavirusPandemic #COVID19India #coronavirus #IndiaFightsCorona #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"RT Worrying. Spoke w Several community centres open &amp; motel\/hotel rooms secured. No one wanting warm place...","sentiment_score":0.2}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19","sentiment_score":0.0}
{"full_text":"Alex Ovechkin Scores OT Winner In First Game Back From Covid-19 Protocol - SPORTSNET","sentiment_score":-0.05}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT This type of devastation on children is what Dr Abebe of NCat&amp;t is advertising as positive development in Ethiopia. Blind supp...","sentiment_score":-0.1363636364}
{"full_text":"RT If billionaires can make $1,000,000,000,000 during a pandemic, I think we can make universal health care a reality.RT if y...","sentiment_score":0.0}
{"full_text":"Also been curious about this - I presume time &amp; further trials will tell?At this point as a severe asthmatic left out of the mb vax \"plan\", who will be waiting until July or longer to be vaccinated having barely left my house for 322 days, I'll take anything AND wear a mask! ","sentiment_score":-0.025}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"Amazing Did it... break the rules?","sentiment_score":0.6}
{"full_text":"Coronavirus variant finding in Minnesota raises troubling questions - Minneapolis Star Tribune","sentiment_score":0.0}
{"full_text":"Algeria starts COVID-19 vaccination drive with Russian shots","sentiment_score":0.0}
{"full_text":"In case you missed it:Athletics South Africa suspends all athletics activities due to Covid-19ASA's acting CEO, Terrence Magogodela said they hoped to resumed their normal events calendar.https:\/\/t.co\/xRhVd8t7eQ","sentiment_score":0.0083333333}
{"full_text":"The only reason a place about the invention of robots - written by a robot - didn't take off was because of #COVID, but don't worry, AI will central in all of our lives soon.https:\/\/t.co\/S3Dw4KGl5t","sentiment_score":0.0}
{"full_text":"Expelled AIADMK leader VK Sasikala, who is undergoing treatment for Covid-19 at the Victoria Hospital here since January 21, will be discharged on Sunday.https:\/\/t.co\/XOxN0XDLtM","sentiment_score":0.0}
{"full_text":"RT Rep. Katie Porter reintroduced The Stopping the Mental Health Pandemic Act this week, which passed the House last year, w...","sentiment_score":-0.05}
{"full_text":"RT Putting Marjorie Taylor Greene in charge of education is like putting Jared \"rocking again by July\" Kushner in charge of the C...","sentiment_score":0.0}
{"full_text":"RT Dear Mark, you did well. We are so proud of you!!Thank you for coming to Seoul, be \"Mark of GOT7\" and stay with us for...","sentiment_score":0.8}
{"full_text":"The #SocialDistancing Game: stuck at home and bored out of your mind? Try my new #RandomMovie review generator, 9 movie recommendations every time you roll the dice!  #MutantFam","sentiment_score":-0.2431818182}
{"full_text":"The first one-shot COVID-19 vaccine provides good protection against the illness, Johnson &amp; Johnson reported in a key study released Friday, offering the world a potentially important new tool as it races to stay ahead of the rapidly mutating virus.","sentiment_score":0.2972727273}
{"full_text":"A music event spiralled out of control last night when organisers asked patrons to sit down and follow rules, only to be told to \"shut the f**k up\".","sentiment_score":-0.0518518519}
{"full_text":"\"This is our generation's time to step up and handle this just as our predecessors handled the polio crisis.\" Leaders at this year's #StateAdvocacySummit discuss how physicians can help build public trust when it comes to #COVID19 vaccines. #VaccinesWork","sentiment_score":0.0}
{"full_text":"How Fran Rozzano Landed a Record Deal With Pina Records in a Pandemichttps:\/\/t.co\/Apheh4XN6dPresented by","sentiment_score":0.0}
{"full_text":"Rep. Amy Nielson said she has mild symptoms and is quarantining.","sentiment_score":0.3333333333}
{"full_text":"ANTI-VAX PROTEST | The protesters had members of anti-vaccine and far-right groups, with some carrying signs decrying the COVID-19 vaccine and shouting for people not to get the shots.","sentiment_score":0.0}
{"full_text":"The start of 2020 saw our nation emerge from the catastrophic combination of drought, bushfires, widespread flooding, to be faced with the COVID-19 global pandemic. Read how we continued our work in 2020:","sentiment_score":0.0}
{"full_text":"How Fran Rozzano Landed a Record Deal With Pina Records in a Pandemichttps:\/\/t.co\/cUhQUZGIiyPresented by","sentiment_score":0.0}
{"full_text":"My mother was in a Florida nursing home.From very early on her home quarantined. Not 1 person came down with Covid.","sentiment_score":-0.0127777778}
{"full_text":"Chinese Dinner Bellc. 1910#SaturdayMotivation #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"Take precautions and stay safe to break the chain #IndiaFightsCorona #IndiaFightsAgainstCorona #COVID19 #CoronaPrecautions@ROBChandigarh","sentiment_score":0.5}
{"full_text":"RT #upp49568meddiklWhy our appointment is not being done? How long will it take to bear the penalty of unemployment even...","sentiment_score":-0.05}
{"full_text":"Though COVID-19 vaccines are here, yet we must continue to protect each other by washing hands, maintaining social distance and wearing masks.We must remember, none of us are safe until all of us are safe.","sentiment_score":0.2270833333}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"RT 2. Because the Rakyat aren't following the SOP3. Increasing the summons amount4. The Rakyat need to lis...","sentiment_score":0.0}
{"full_text":"How Fran Rozzano Landed a Record Deal With Pina Records in a Pandemichttps:\/\/t.co\/u1THjF8XvHPresented by","sentiment_score":0.0}
{"full_text":"The first U.S. state with both the UK and South #African #COVID-19 #coronavirus variants ... | #B117 | #SARSCoV2 | #mutation | #B1351 | #pandemic | By via","sentiment_score":0.125}
{"full_text":"Engineers Design New Face Masks With Test Strip to Detect COVID - Much Like Quick-Result Pregnancy and OPK Tests #covid #covid19 #coronaviruspandemic #stayhome #maskssavelives","sentiment_score":0.1681818182}
{"full_text":"COVID 19 cases in India until : 31\/01\/2021 09:30Total Cases: 10747091 [+0]Active: 166176Recovered: 10422109 [+0]Deaths :154312 [+0]Total Tests: 195.84MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"Government disbursements during the #COVID19 pandemic were huge in both scale and complexity. analyzed 12 programs across seven countries to determine the critical success factors. ","sentiment_score":0.2333333333}
{"full_text":"RT $2,000 checks every month until the pandemic is over.","sentiment_score":0.0}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT Millions are struggling to pay their bills and  put food on the table. We need to pass COVID relief legislation. Now.","sentiment_score":0.0}
{"full_text":"RT Getting the policy response right matters enormously, but by far the most effective remedy for reviving the economy is defea...","sentiment_score":0.2971428571}
{"full_text":"RT The rich keep getting richer: Billionaires made enough to pay for everyone's vaccine during the pandemic, while worker...","sentiment_score":0.1875}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT Truth is, orang dah penat. Im not saying Malaysia saja, around the world. That's why pandemic 100 years ago pun, the s...","sentiment_score":0.0}
{"full_text":"RT Peer-reviewed journal reports hydroxychloroquine can reduce mortality rates in COVID-19 patients #OANN","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 10.2FWind Chill: 10.2FHumidity: 95%Dew Point: 9.1F Barometer: 30.454 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 131.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"Day 327: Sometimes it succs knowing deep down inside that we won't be outside until 2022 and somewhat \"covid free\" until 2023 ","sentiment_score":0.0611111111}
{"full_text":"RT Hope ISU is satisfied with this, they even issued congratulations for how CoR was held (-:(Best wishes to Eva-Lotta in her...","sentiment_score":0.25}
{"full_text":"RT if your family hasn't been affected by COVID you should really be thanking God","sentiment_score":0.2}
{"full_text":"Important; Since 04:00 on 15\/01\/21, it has been mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test., More info:","sentiment_score":0.45}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT So much effort devoted to stopping the pandemic has allowed a different set of germs to thrive: drug-resistant bacteria and...","sentiment_score":0.1}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT $2,000 checks every month until the pandemic is over.","sentiment_score":0.0}
{"full_text":"RT The variations of the Covid do not change the fact that transmission is airborne wear your damn mask","sentiment_score":0.0}
{"full_text":"RT Condition of teenager, reported to be reaction to COVID vaccine.","sentiment_score":0.0}
{"full_text":"Fascinating piece on a Wuhan-based virologist hunting down the \"known unknowns\" in order to prevent future pandemics:#PublicHealth #Coronavirus #Coronaviruses #Pandemic #COVID19 #Health #PopulationHealth #InfectiousDisease","sentiment_score":0.1814814815}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"White House to release state coronavirus reports previously kept out of public view in Trump administration.","sentiment_score":-0.0555555556}
{"full_text":"How to manage the waste of a Covid-19 home patient  To keep distance with non-Covid patients  Sanitize any surfaces touched by Covid patient  Avoid interaction with others Do not share any dining cutlery Dispose your waste in hazardous bagStay calm &amp; follow SOP!","sentiment_score":0.14375}
{"full_text":"RT True. Also, Biden spent the last 9 months telling everyone he had a plan. Apparently that was a lie like \"I won't ban f...","sentiment_score":0.075}
{"full_text":"RT 48 health staff at Hospital Sultanah Nur Zahirah, Terengganu tested positive for Covid. Patient management, ICU and emergency...","sentiment_score":0.2272727273}
{"full_text":"Someone has to fix the complete cock up Trump left behind.Women should be in charge of their own health and fertility.Covid19 has decimated your population yet your own party rubbishes efforts to prevent more Covid suffering.25 days ago your country nearly lost democracy.","sentiment_score":0.3166666667}
{"full_text":"RT At least a dozen flying errors and mishaps have happened since May that pilots and first officers have attributed, at least in...","sentiment_score":-0.1166666667}
{"full_text":"First Wuhan evacuees increased coronavirus variants a 'wakeup call' to be nimble in vaccine rollout.","sentiment_score":0.25}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Far-right and anti-vaccine protestors blocked access to Dodger Stadium, where people were lined up to get inoculated  ht...","sentiment_score":0.0}
{"full_text":"At Inman Connect, panelists from Zillow, OJO Labs and Qualia discuss how the pandemic has transformed the industry and how agents can compete.","sentiment_score":0.0}
{"full_text":"RT What the hell is wrong with people","sentiment_score":-0.5}
{"full_text":"\"But in the here and now, technology is already a key enabler in helping the world to manage the COVID-19 pandemic.\" says Jim Currier, EMEAI President at Honeywell Aerospace. Read more.","sentiment_score":0.25}
{"full_text":"#NP Coronavirus by iMarkkeyz!Listen Live (Click link below)https:\/\/t.co\/lpmQtQynEe#slaughtahouze #kshz #rap #hiphop #rnb #trap #radio   #trending","sentiment_score":0.1363636364}
{"full_text":"RT The UK coronavirus variant appears to be deadlier - but researchers say there is no need to panic","sentiment_score":0.0}
