{"full_text":"RT \"The deadbeat incompetence of cabinet ministers at the most basic tasks should by now have the whole country aghast, astou...","sentiment_score":0.025}
{"full_text":"Is my chest pain from anxiety or covid or an allergy who knows","sentiment_score":0.0}
{"full_text":"RT BBC staff to wear devices that alert them if they break Covid rules","sentiment_score":0.0}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT Writing a piece for about how low statutory sick pay during the pandemic has forced people to work when i...","sentiment_score":-0.3380952381}
{"full_text":"i miss hanging out with my cousin and creating a mess while making pancakes. but then corona took over","sentiment_score":-0.175}
{"full_text":"RT In the #Vietnamwar, infantry soldiers were already practicing \"social distancing\" to keep themselves safe. My book, \"Cherri...","sentiment_score":0.2666666667}
{"full_text":"Hi Merry, my cabin is on West Yew.I've owned since 2017 but live in Australia so don't get there as much as I'd like, even less now thanks to covid.","sentiment_score":0.0924242424}
{"full_text":"RT Incredible clarity from on just how bad things are with Covid and just how seriously the government has...","sentiment_score":-0.0444444444}
{"full_text":"RT NEW: We've confirmed the FIRST Texas case of the more contagious, \"British\" #COVID19 strand #B117 in Harris County. This...","sentiment_score":0.2572727273}
{"full_text":"Third Covid vaccine set for UK approval next week but arrival delayed by Brexit","sentiment_score":0.0}
{"full_text":"RT We're really in the middle of a pandemic, a race war, and an economic crisis...","sentiment_score":0.1333333333}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT I'm married to an Australian. I returned to Australia from the UK in October.This is my experience of what happened...","sentiment_score":0.125}
{"full_text":"RT #HappyAnniversary to you and Gry, Erik. Though the circumstances may be difficult, a blessing to be able to share this day...","sentiment_score":0.0}
{"full_text":" Where's the lie though","sentiment_score":0.0}
{"full_text":"RT FT View : The pandemic's biggest tests still lie ahead. \"Some scientists worry that a partially immunised population and co...","sentiment_score":-0.1}
{"full_text":"You're a lucky man Phil with a beautiful family and it's evident you realize it. Happy birthday Murray!","sentiment_score":0.6083333333}
{"full_text":"RT Canada's Ontario to keep schools closed longer as COVID-19 cases among children rise","sentiment_score":-0.1}
{"full_text":"RT I disagree. You seem to be missing some key facts in your analysis of the situation, Senator. Are you...","sentiment_score":-0.1}
{"full_text":"RT *white woman from california flew across the country, during a pandemic, in order to participate &amp; die in an act of domestic...","sentiment_score":0.0}
{"full_text":"RT \"In the hours after the chaos subsided--and Barnett's name began circulating--internet sleuths discovered that he was am...","sentiment_score":0.0}
{"full_text":"RT I hate to tweet this but feel I need to:This lockdown will not bring R rate down when schools have so many 'key worker and vu...","sentiment_score":-0.1138888889}
{"full_text":"a year of riots, racist Lester Holt on racist NBC news, castigates protesters protesting while America is vulnerable from Covid. What were the Dems doing all year!You have to start taking out people who are chronically insane and wearing black colored glasses","sentiment_score":-0.5555555556}
{"full_text":"How will you know if the vaccine is working if you're on a strict lockdown?  Of course the curve will be flatter from lockdown,  not necessarily from the vaccine.","sentiment_score":0.0}
{"full_text":"RT MassSupport is offering a series of coping groups for #Caregivers; December 16, through January 30, 2021. #MassSupport provide...","sentiment_score":0.0}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT This thread explains the video","sentiment_score":0.0}
{"full_text":"RT Join a at-home research study for those at risk of developing severe #COVID19 illness. Call 718-396-6920 o...","sentiment_score":0.0}
{"full_text":"RT \"Mayor Muriel Bowser had warned of impending violence for weeks, and businesses had closed in anticipation. She requested N...","sentiment_score":-0.1}
{"full_text":"RT \"Mayor Muriel Bowser had warned of impending violence for weeks, and businesses had closed in anticipation. She requested N...","sentiment_score":-0.1}
{"full_text":"Xenophobia spreads to vaccines.","sentiment_score":0.0}
{"full_text":"RT #HospitalPlaylist S2 will start filming in third week of this month.It's under discussion to air in May, but possible...","sentiment_score":0.0}
{"full_text":"I haven't been to The Collection once since COVID hit and thats been the real vaccine.","sentiment_score":0.2}
{"full_text":"As a fellow Covid bride, I worry about this. It's all so stressful. I hope their day is wonderful, whether its tomorrow or another day down the track.","sentiment_score":0.4222222222}
{"full_text":"RT I got my second dose of the #COVID19 vaccine today and now I'm feeling some arm soreness and a massive disgust of sedi...","sentiment_score":0.0}
{"full_text":"RT #UPDATE Brazil's Covid-19 death toll passed 200,000 amid a surging second wave, dousing optimism that 2021 will bring respite anyt...","sentiment_score":0.0}
{"full_text":"i literally gained atleast 20 pounds since moving here LOL I blame covid and the dank vegan eats","sentiment_score":0.8}
{"full_text":"we have to go back to lockdown...","sentiment_score":0.0}
{"full_text":"RT #AVFC to field a team of U23s against #LFC tomorrow.- Delaney to coach the side- 1st team bubble staying away- All yo...","sentiment_score":0.0}
{"full_text":"RT JUST IN: China imposes lockdown in parts of Hebei province amid coronavirus outbreak","sentiment_score":0.0}
{"full_text":"RT Update on our border: As of today, if you are flying into Canada, you will need to present a negative COVID-19 test resu...","sentiment_score":-0.15}
{"full_text":"The mask laws only effect people who have jobs. They weren't at work so they aren't doing anything wrong. If they go into a place of business without a mask its the businesses fault and they will be punished. Nothing happens to those who don't wear one.","sentiment_score":-0.25}
{"full_text":"Check out 212 House Sessions...Stay Edition 2021","sentiment_score":0.0}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"You always know who the liberal are. They NEVER display the flag and they ALWAYS wear a mask in their profile picture. #TrumpWon #ElectionFruad2020","sentiment_score":0.0}
{"full_text":"RT 'There is nothing more demoralising than having that kind of nonsense spouted when it is most obviously untrue.'NHS Chief...","sentiment_score":0.4}
{"full_text":"RT \"Mayor Muriel Bowser had warned of impending violence for weeks, and businesses had closed in anticipation. She requested N...","sentiment_score":-0.1}
{"full_text":"Friggin great.  Only had a couple of short breaks in 2020 and finally get to take my one week holiday starting Sunday and we go into lock down.","sentiment_score":0.1074074074}
{"full_text":"RT Important read from Jordan here.  Hard to argue with his premise and facts.  \"How the White House COVID Task Force sunk t...","sentiment_score":0.0361111111}
{"full_text":"RT NEW: We've confirmed the FIRST Texas case of the more contagious, \"British\" #COVID19 strand #B117 in Harris County. This...","sentiment_score":0.2572727273}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"Say Waaaaat? . What planet is on exactly?Everybody now Wash your hands, keep your distance and cover your face and, get your #CovidVaccine#COVIDIOTS #COVID19 #Covid19UK","sentiment_score":0.0}
{"full_text":"still better than respondus lockdown :dying:","sentiment_score":0.5}
{"full_text":"I remember Covid.  I was thinking about the super spreader yesterday was &amp; worrying about them contaminating the building.  My greatest concern was the extra load on health workers or bed occupation. They don't deserve to go to hospital. That's who I am now.","sentiment_score":0.4444444444}
{"full_text":"RT A country as large as India must be sufficient not only in terms of food but also in terms of medicine as a matter of...","sentiment_score":0.1071428571}
{"full_text":"this is the first large gathering i'm going to post-pandemic","sentiment_score":0.2321428571}
{"full_text":"RT BREAKING:  Florida broke its record for the highest single-day number of COVID-19 cases today with 19,816 new cases. Th...","sentiment_score":0.1363636364}
{"full_text":"It's called, \"privilege\" and the ignorance that can come with it.","sentiment_score":0.0}
{"full_text":"RT According to Los Angeles mayor Eric Garcetti on CNN just now, every 6 seconds there's a new COVID-19 case in Los Angeles...","sentiment_score":0.1363636364}
{"full_text":"As you may see suddenly a new finger surging out or worse.  STOP  mDNA vaccine  this is the domain of the Creator ","sentiment_score":-0.1318181818}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"RT Please wear a mask and stay home unless you HAVE to do otherwise. To be clear a negative test was never a license to go...","sentiment_score":-0.1}
{"full_text":"RT Mr smug PM making a habit of his foot in mouth now he's passing judgment on uk covid response. Another ex...","sentiment_score":0.0}
{"full_text":"Wish I could hire someone to tickle my back all throughout this lockdown","sentiment_score":0.0}
{"full_text":"I'm a latecomer. Will finish the first book on today's dash to Brisbane to make my flight home before they lock down. ","sentiment_score":0.0472222222}
{"full_text":" I was so confused like why is she going to wear a mask in the tub  Lolol happy celebrating ","sentiment_score":0.4}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"RT AwesomeCapital: CDC: Anaphylaxis Rate With COVID Vax 10X That for ...","sentiment_score":0.0}
{"full_text":"This is what you did last time and look how many died  the shock of moving the vulnerable is  bad enough the government keeps saying protect the vulnerable well do your f.  K.  Job boris","sentiment_score":-0.2}
{"full_text":"RT *white woman from california flew across the country, during a pandemic, in order to participate &amp; die in an act of domestic...","sentiment_score":0.0}
{"full_text":"I am phase 3","sentiment_score":0.0}
{"full_text":"RT Considering the ongoing impacts of the COVID-19, the ISEV Board of Directors has announced the ISEV2021 Annual Meeting will ta...","sentiment_score":0.0}
{"full_text":"RT This is what your taxes and capitulating to the government get you.Scottish police use lockdown powers to storm into...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Following a confirmed case of the highly infections UK coronavirus strain, Greater Brisbane will be entering a...","sentiment_score":0.265}
{"full_text":"Did my hair and make up before realizing I mixed up my days and didn't actually have plans tonight. So I cried, (maybe sobbed is a better word). Social distancing is hard and I want to leave the house to see people so badly. But, it's worth it to stay home as much as possible.","sentiment_score":-0.0197916667}
{"full_text":"FAQ: WILL MY INSURANCE COVER THESE TESTS?We currently do not accept insurance. We can provide you with the CPT code and receipt for the COVID-19 test to submit to your insurance company for possible reimbursement. All insurance companies vary. #ARCpointLabs","sentiment_score":0.0}
{"full_text":"Incited a riot that cost 5 lives... Allowed a pandemic run rampant and kill almost 400,000... Shall I continue?","sentiment_score":0.0}
{"full_text":"RT Work search requirements for Unemployment Insurance Benefits are waived during the pandemic. As we continue to work wi...","sentiment_score":0.0}
{"full_text":"RT #BREAKING Brazil Covid-19 death toll passes 200,000, according to health ministry","sentiment_score":0.0}
{"full_text":"RT 50% of Toronto's cases are people on low income and 78% are people of colour.60% of Toronto's workplace outbreaks have be...","sentiment_score":0.0}
{"full_text":"RT Three days before the pro-Trump riot at the Capitol, the Pentagon asked the U.S Capitol Police if it needed National Guard m...","sentiment_score":0.0}
{"full_text":"Guess what's a REAL THING threat to democracy?  OBESITY.  You can't defend a nation when your youth is sickenly fat.","sentiment_score":0.2}
{"full_text":"RT FACT: 1 out of 887 Americans have died from COVID.","sentiment_score":0.0}
{"full_text":"Said a similar thing to my dad yesterday, \"They're telling them to do the same things they told us to do in high school when we had lockdown drills.\" He said \"Really?\" Yup.","sentiment_score":0.09}
{"full_text":"RT Our hearts go out to people and small businesses in Northern Ontario. Doug Ford has been resistant to spending, and res...","sentiment_score":-0.25}
{"full_text":"All should wear a mask now to protect the frontliners  ,","sentiment_score":0.0}
{"full_text":"Totally agree. We've been hoping and praying the whole time it would have the desired affect. It hasn't and we keep fucking it up all over again. Have Christmas, no Christmas for most, Boxing Day tier 4, lockdown, schools open, schools closed. That's just since December!","sentiment_score":-0.0041666667}
{"full_text":"He makes it so hard for me to defend him ","sentiment_score":-0.2916666667}
{"full_text":"RT I'm married to an Australian. I returned to Australia from the UK in October.This is my experience of what happened...","sentiment_score":0.125}
{"full_text":"RT \"These data suggest increased 5-HT (#serotonin) may contribute to diarrhoea and the severity of #COVID_19.\"","sentiment_score":0.0}
{"full_text":"RT So Congress is getting a 7 foot fence to protect them when they have local and federal police and the National Guard to pro...","sentiment_score":0.0}
{"full_text":"This is awful journalism by the BBC and invalidates the Reithian case for publicly funded broadcasting. But I fear it accurately showcases the retail politics of delaying second doses.","sentiment_score":-0.15}
{"full_text":"RT We need to go into lockdown again PLEASE","sentiment_score":0.0}
{"full_text":"RT ERNESTO DURAN, 75 of Chicago, Illinois died of COVID on Dec. 15.\"Did so much to uplift the lives of family members that...","sentiment_score":0.2}
{"full_text":"RT Our Revolution SCV event this Saturday! Social distant, SAFE car caravan. If you're in the LA area, please drive up here to...","sentiment_score":0.1444444444}
{"full_text":"RT #UPDATE Brazil's Covid-19 death toll passed 200,000 amid a surging second wave, dousing optimism that 2021 will bring respite anyt...","sentiment_score":0.0}
{"full_text":"If you share that chart, you're a covid denier and a  salesman. True story.","sentiment_score":0.35}
{"full_text":"RT Opening schools but still withholding supportive resources is not a plan at all. Kenney has not been listening to what s...","sentiment_score":0.5}
{"full_text":"RT All summer long parts of the Orthodox community has been fighting against any kind of mask wearing even after a measles outbr...","sentiment_score":0.1166666667}
{"full_text":"RT Struck by how breaching of Capitol bldg by jackasses is portrayed as the worst thing that's ever happened. It was awful...","sentiment_score":-0.8333333333}
{"full_text":"RT I'm posting this on behalf of Dan Bongino:\"I got locked out of Twitter for posting the Trump taped speech. As a result,...","sentiment_score":0.0}
{"full_text":"It was a thinner year than others. Let's blame the pandemic and give thanks for the environment...","sentiment_score":0.2}
{"full_text":"RT In the past five days there have been 1723 new cases of COVID as per reporting. That's FIVE percent of cases. Ever....","sentiment_score":-0.0568181818}
{"full_text":"RT Health care being rationed as pandemic continues to spike reports","sentiment_score":0.0}
{"full_text":"Last month, a new variant of COVID-19 was found in the U.K. Since then, it has spread to 30+ countries. While B.1.1.7 has been the focus of recent COVID-19 media reports, a different variant arose in South Africa in the first weeks of December 2020.","sentiment_score":0.0772727273}
{"full_text":"Many people have used their lockdown time to have clear outs and kindly donated their things. Plus as already stated perhaps a lot of women and children have found themselves in dire situations and in need more than ever.","sentiment_score":0.425}
{"full_text":"RT Incredible clarity from on just how bad things are with Covid and just how seriously the government has...","sentiment_score":-0.0444444444}
{"full_text":"How to self-immolate a reputation in 10 seconds flat.","sentiment_score":-0.025}
{"full_text":"RT I wrote about how vulnerable students are being failed during the pandemic for Thanks to for editi...","sentiment_score":-0.2666666667}
{"full_text":"While people struggling with Covid-19 &amp; flood , politicians keep bragging about doing the fucking PRU . This is what you guys declared as leaders in a country ? Shame on you people","sentiment_score":-0.6}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"How long before the stats for side effects, people still catching Covid, people still passing Covid on, vaccinated folk still dying, are given out? If they ever are, mustn't burst the bubble what ...","sentiment_score":0.275}
{"full_text":"RT This looks great.  Along with everyone else, I've been wondering when I can get my shots.","sentiment_score":0.8}
{"full_text":"fuck trump for creating covid","sentiment_score":-0.4}
{"full_text":"RT The ON MOE has announced an extension of elementary school closures until January 25. Students will continue virtual learning. T...","sentiment_score":0.3}
{"full_text":"RT And here's the hugely powerful piece in The Times","sentiment_score":0.3}
{"full_text":"Happening Now: hosts a virtual town hall with the nation's top #COVID19 experts to address questions and concerns about vaccines. Watch:","sentiment_score":0.5}
{"full_text":"WHO refuses UK's demand to space Pfizer COVID vaccine by 12 weeks: Why are jabs spaced out in a certain way?https:\/\/t.co\/o6zgMj1XxU","sentiment_score":0.2142857143}
{"full_text":"ALICIA MARTINEZ, 70 of Downey, California died of COVID on Nov. 2.\"Tia Alicia was outgoing, funny, loud and welcoming. She enjoyed her grandchildren, nephews and nieces...She deserved more...she was accepting &amp; comforting to everyone. We'll never forget her.\"","sentiment_score":0.2833333333}
{"full_text":"I had to relearn to walk. It started with me telling people in June \"my brain isn't working right\" then it snowballed and I was falling, couldn't walk at all eventually. If you know anyone who starts having those probs late after covid please know it can be covid!","sentiment_score":-0.0446428571}
{"full_text":"HIRH: Public Policy and the Politics of Pandemic. Listen to a panel who discuss what shapes public health policy and how politics surrounding the COVID-19 pandemic have irreparably impacted public response.","sentiment_score":0.0}
{"full_text":"The U.S. registered more COVID-19 deaths in a single day than ever before -- nearly 3,900https:\/\/t.co\/UIrZNDMHOn","sentiment_score":0.1761904762}
{"full_text":"How will Corona Vaccine reach you? India Today's brings you the ground report from Serum Bio Pharma Park where the process of packaging and transportation of corona vaccine is taking place | #ReporterDiary | #RE","sentiment_score":0.0}
{"full_text":"Arkansas Center for Health Improvement reported on Thursday that 179 Arkansas school districts have had 50 or more new known COVID-19 infections per 10,000 district residents over a 14-day period, up from 171 a week ago. #arnews","sentiment_score":0.1787878788}
{"full_text":"\"Long-term investment in basic scientific research is still needed to further understand the human body and biology. To further study and understand diseases, such as COVID-19, is an aspect that requires continuous knowledge accumulation and continuous investment.\" - Dr Ding.","sentiment_score":0.0}
{"full_text":"The Sexual Harassment Bill will be tabled in Parliament this year.KPWKM says the COVID-19 pandemic led to a postponement of initial plans to table the draft Bill.The bill will, among others, criminalise stalking and spreading personal information, pictures of videos online.","sentiment_score":0.1666666667}
{"full_text":"Seminarians from the Jesuit congregation in Myanmar fill the gap in responding to Covid-19 by offering aid to the poor and vulnerable. Report by more... #Myanmar #COVID19 #coronavirus","sentiment_score":-0.1333333333}
{"full_text":"COVID-19 Testing at NHCLV:NHCLV offers COVID-19 testing only for patients at three of our locations.Patients must first have a telemedicine\/virtual visit with their NHCLV care team before coming in for the test.Walk-in testing is NOT available.","sentiment_score":0.0375}
{"full_text":"Watch an exclusive interview with Susan Billings, VP of Business Development at where she tells us how operations have changed because of covid and more! &gt;&gt; #BiotechShowcase","sentiment_score":0.625}
{"full_text":"RT The New York Cosmos are on hiatus for reasons related to the pandemic, sources tell May, I chronicled...","sentiment_score":0.0681818182}
{"full_text":"Experts say the coronavirus vaccine won't mean a full return to normalcy when it comes to travelling abroad.","sentiment_score":0.01875}
{"full_text":"My Rosary App   Bible Verse of the Day: \"Whoever loves God must also love his brother\" ....#GospelOfTheDay #God #quoteoftheday #StayHome #CatholicTwitter #Catholic #Catholics","sentiment_score":0.25}
{"full_text":"Malacanang on Thursday appealed to residents from modified general community quarantine (MGCQ) areas to still observe health and safety protocols amid the ongoing coronavirus pandemic.https:\/\/t.co\/o29yXdLWkf#PolitikoNews","sentiment_score":0.05}
{"full_text":"Postcard: Tahoe Inn, Tahoe Cityc. 1910#thursdayvibes #COVID19","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic has led to a loss of business that has cost a lot of people their jobs.Could a universal basic income help reduce some of that financial fallout? Here's what you need to know about UBI:","sentiment_score":0.0}
{"full_text":"Our #ExtraYardMakeovers are possible thanks to who brings technology like portable air filters that help protect students and staff from COVID-19 and other pathogens, making in person instruction even safer! #education #CFBPlayoff","sentiment_score":0.0145833333}
{"full_text":"Rossano Bracho, 59yo Environmental Services, Kings County Hospital, NYC, died of #covid19 4\/7. He enjoyed action movies,, The Bill Maher Show, good food, games of chance, sports, nature shows, and dominoes. His first love was his family. #healthcareheroes","sentiment_score":0.41}
{"full_text":"Available now! New designer face mask at #facemask #coronavirus #COVID19 #tshirt new #Corporate #vacation #travel #beach #beachlife #beachvibes  #beachbody #vacationmode #DesignerFashion #designer #ocean #vacations","sentiment_score":0.1931818182}
{"full_text":"Despite having no lockdown mandate, #Florida has the same hospitalization rate as during the 2018 flu season. Just one more ex. to illustrate why lockdowns do more harm than the disease itself. It's time to lift the #sledgehammer &amp; revive the economy.https:\/\/t.co\/0gW5vI6Xb4","sentiment_score":0.3333333333}
{"full_text":"Yost is the first statewide officeholder to test positive.","sentiment_score":0.2386363636}
{"full_text":"RT We're in day 300 of the 2 week lockdown ","sentiment_score":0.0}
{"full_text":"Black women appear to be disproportionately impacted by occupational hazards as they make up 3.4% of the 14-64 MN population but 34% of reported healthcare support #COVID19 cases &amp; 19% of personal care and service cases. Detailed figures here show unequal burden by job.","sentiment_score":0.0777777778}
{"full_text":"The pandemic encouraged people to buy health insurance. With health and safety taking precedence, customers purchase went online. Insurance companies, therefore, prepare to attract, convert, and service their online customer base","sentiment_score":-0.8}
{"full_text":"While logistical challenges have hampered use of antibody drugs to treat people with mild-to-moderate COVID-19, recent results show the medicines can be worthwhile.","sentiment_score":0.25}
{"full_text":"RIP Lewis \"Lew\" Williamson","sentiment_score":0.0}
{"full_text":"Police, medics and all EMS personnel in Nassau County are reverting to COVID-19 protocols they haven't seen since the beginning of the pandemic to provide relief to hospitals.https:\/\/t.co\/Eh0PwiLeU3","sentiment_score":0.0}
{"full_text":"\"We need to be monitoring for these mutations.\"Scientists are monitoring a coronavirus mutation that could affect the strength of vaccines","sentiment_score":0.0}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
