{"full_text":"One PIL I could agree to","sentiment_score":0.0}
{"full_text":"RT Do you believe COVID is real?","sentiment_score":0.2}
{"full_text":"Marshall community members ask for teachers to be prioritized for COVID-19 vaccine - KLTV","sentiment_score":0.0}
{"full_text":"RT Any UK politician who has supported lockdown should be ashamed right now. And for the rest of their lives.","sentiment_score":0.2857142857}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT I want to go to Tirupati .. can I have the vaccine first pls ?","sentiment_score":0.25}
{"full_text":"Japanissa on tarkennettu ohjeistusta:New immigration rule has been released by government, because of new corona mutant strain from England and so on. 1\/","sentiment_score":0.1363636364}
{"full_text":"RT \"We've lost more than the Australian death toll in 24 hours\"Doctor and author criticises the governme...","sentiment_score":0.25}
{"full_text":"BAKIT KASI PINIPILIT! The participant of one of the contingents of the Sinulog 2021 previously monitored for flu-like symptoms tests positive for COVID-19. The entire contingent--all 90 of them--are currently being contact traced.","sentiment_score":0.0151515152}
{"full_text":"RT COVID-19 SECOND WAVE: PUBLIC ALERT BY LUTH","sentiment_score":0.0}
{"full_text":"We are not tired of saying...#StaySafe #MaskUp #Covid19 is REAL!!!People are dying!!!","sentiment_score":0.390625}
{"full_text":"As a possible sign of improvement in the ro-ro transportation market, Norway's Wallenius Wilhelmsen announced plans to reactivate vessels the company had laid-up in mid-2020 in response to the impact of the pandemic on global trade.","sentiment_score":0.0}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"Around one in three people with coronavirus don't have symptoms, but can still pass it on.#StayHomehttps:\/\/t.co\/shgzOurdZC","sentiment_score":0.0}
{"full_text":"Three pediatricians explain what's known about coronavirus and childrenBased on current research, it would seem that kids 17 years old and younger face little risk from the coronavirushttps:\/\/t.co\/g4uxbeflKh","sentiment_score":-0.021875}
{"full_text":"RT \"We feel your pain. We love you. You're special.\" Did the president finally say this to those who are grieving their d...","sentiment_score":0.2857142857}
{"full_text":"RT Government was banning the sale of cooked food, cigarettes and telling citizens what they could wear, while other countri...","sentiment_score":-0.125}
{"full_text":"RT #RaisestipenedofayushinternsUP #raise_stipend_of_ayush_interns_up#RaiseStipenedOfAyushInternStudentsUPaayuss Govt wan...","sentiment_score":-0.2}
{"full_text":"Up until yesterday morning COVID - 19 was just a flu and deaths on the news were just numbers. Lockdown was bollocks to everyone, but Now i can see first hand, its real, and it is a killer and how just much heartbreak it can bring down on people. RIP Uncle David ","sentiment_score":0.1236111111}
{"full_text":"So hope you are right, our grandchildren are so depressed. Breaks my heart to see it.","sentiment_score":0.2857142857}
{"full_text":"RT 3,664 Americans died yesterday of COVID-19, by the way...","sentiment_score":0.0}
{"full_text":"RT \"WHaT'S THE WOrsT tHAT couLD HAPpEn?\" - every moderate in 2016now: pandemic, 300k dead, a ruined economy, &amp; a political...","sentiment_score":-0.3}
{"full_text":"RT There are no excess deaths in UK and average annual death rate is same..... They are attributing other deaths to covid...","sentiment_score":-0.0916666667}
{"full_text":"RT Newly elected Kansas Rep. has tested positive for COVID-19, his chief of staff alerted me. He voted on the A...","sentiment_score":0.1818181818}
{"full_text":"No Microbiologists were harmed in this COVID vaccination! Cherie 1, COVID nil. Fighting the COVID fight not just in the laboratory. When your opportunity arises, if you are eligible for the vaccine, have it! This is how we move forward! Efficient process - thank you","sentiment_score":0.0}
{"full_text":"RT They tested the covid vaccine on Bhopal gas tragedy survivors without getting consent or informing them that it was a v...","sentiment_score":0.0}
{"full_text":"RT 2020 was a bad year for total deaths because of the spring epidemic and a mass reduction in access to healthcare. htt...","sentiment_score":-0.35}
{"full_text":"RT Pray to God- Government of India - GST Council -LOCKDOWN, COVID-19. Kindly Allow 31st Ma...","sentiment_score":0.6}
{"full_text":"RT Inside intensive care as medical teams combat Covid. Full report on #bbcnewsten","sentiment_score":0.175}
{"full_text":"RT Pushing for Charter change one year before the elections, in the middle of a pandemic, is no different from Trump wanting to...","sentiment_score":0.0}
{"full_text":"RT Everyone who worked in Republican party politics the last four years helped make this happen. This, along with the hundred...","sentiment_score":0.0}
{"full_text":"RT 'Let's remember this please . We are in a grave situation', says Professor Dr John Ashton - as he says the UK are a coup...","sentiment_score":0.0}
{"full_text":"Barack Obama and the entire Democrat party would hate if this became viral, Let's make sure it does.","sentiment_score":-0.1}
{"full_text":"RT This is useful information. I hope that people will embrace this messaging and become pro - active. Saving a life is the only...","sentiment_score":0.0555555556}
{"full_text":"RT Covid crisis: No State aid for dentists causing concern in profession via","sentiment_score":0.0}
{"full_text":"Fake News!  The government must be held accountable for these fabrications. We must have them on Prime Ministers Question Time ALONG WITH consultants from Lavenham Hospital consultants, GPs, COVID DENIERS, media, Christopher Whitty and other Scientific Advisory Board, public...","sentiment_score":-0.25}
{"full_text":"RT PIL filed in Delhi High Court seeking the removal of mobile caller tune on #COVID19 awareness in the voice of actor Amitabh Bachch...","sentiment_score":0.16}
{"full_text":"I will remember years of Russia hoax, manipulative and biased media, bigtech manipulation &amp; censorship, constant fake news, constant double standards, COVID and irrelevant supreme court.","sentiment_score":-0.2}
{"full_text":"RT [IG Hui on favorite_ent] 210107#SeparatelyAndTogetherTogether with Super FiveUnTact* Stay safe at homeAll Eyes On Me...","sentiment_score":0.4166666667}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT People are dying like flies in South Africa because of COVID19 and a prominent provincial politician wakes up thinking AMERICA...","sentiment_score":0.5}
{"full_text":"RT I am shocked beyond measure at the digital divide between the nation's children. Surely Dido Harding and all those whos...","sentiment_score":-0.0666666667}
{"full_text":"READ IT AGAIN","sentiment_score":0.0}
{"full_text":"RT PIL filed in Delhi High Court seeking the removal of mobile caller tune on #COVID19 awareness in the voice of actor Amitabh Bachch...","sentiment_score":0.16}
{"full_text":"RT Sir,Online convocation is scheduled for 18th Jan for NITH. For a student this is a once in a lifetime mom...","sentiment_score":0.0}
{"full_text":"RT Health Minister extends New Year wishes to people of RajasthanCorona defeated with the efforts of the...","sentiment_score":0.1363636364}
{"full_text":"Service Update 08:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 08:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT Plenty of understandable questions from #gbdoc around lockdown, vaccines etc An FAQ - compiled by Please...","sentiment_score":0.0}
{"full_text":"RT This is horrifying. Entire ICU ward in #Egypt dies after oxygen supply runs outI know this is hard to watch. This is w...","sentiment_score":-0.3972222222}
{"full_text":"2\/2 yes other sick people are dying ... but they are dying because we were ill prepared not because we take covid seriously. And every one is important which is why we should keep covid infection  numbers low !","sentiment_score":-0.2121031746}
{"full_text":"RT Today's front page US plunged into chaos as riots break out in DC, and Tories go missing along with the 'extra' PS37...","sentiment_score":-0.1}
{"full_text":"Let's also make it clear that the reason he was so good to the community was so that they wouldn't snitch on him every time a drug deal went down. As for that so called woman with covid that came to the house to ask him to pay for her funeral, typical gossiping shallcross aunty","sentiment_score":0.1194444444}
{"full_text":"RT \"@RealLagosFinder: Atiku Abubakar Receives Pfizer Vaccine In Dubai The Pfizer's vaccine, when administered in its full...","sentiment_score":0.35}
{"full_text":"RT #HappyAnniversary to you and Gry, Erik. Though the circumstances may be difficult, a blessing to be able to share this day...","sentiment_score":0.0}
{"full_text":"Where are you people traveling to in a pandemic? ","sentiment_score":0.0}
{"full_text":"RT Countries like Canada, UK and US are always portrayed as leaders around the world but New Zealand really showed it in ever...","sentiment_score":0.1681818182}
{"full_text":"With a COVID-19 vaccine on the horizon, employers play a vital role in helping promote COVID-19 vaccinations among their employees.Pre-register now: #covid19vaccines #indiafightscoronavirus #fightcoronavirus#covid19 #employeewellbeing","sentiment_score":0.1}
{"full_text":"RT Lawrence Wright in the New Yorker with the unbelievable true story: The Plague Year The mistakes and the struggles behind Americ...","sentiment_score":-0.0409090909}
{"full_text":"RT Fear must be they'll top 1,000 a day after another 831 reported in 24 hours across the UK which is the highest since Apr...","sentiment_score":0.5}
{"full_text":"RT The Philippines may lift travel restrictions for tourists coming from countries with confirmed cases of the new COVID-1...","sentiment_score":0.2681818182}
{"full_text":"RT Can you please  retweet this and help someone  who's having corona symptoms  #Covid19InSA","sentiment_score":0.0}
{"full_text":"aren't really good at this soft lad.","sentiment_score":0.4}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"Economy flatlining even before new lockdown","sentiment_score":0.1363636364}
{"full_text":"RT GIVEAWAY Books and chocolate are what we need right now. So here are two books i know many will enjoy through this...","sentiment_score":0.3952380952}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT #IndiaFightsCorona:Only protection against #COVID19 till the vaccine is rolled out for citizens: Wearing mask  p...","sentiment_score":0.0}
{"full_text":"RT All the people who dissected Nigeria's response to a clear attempt at stiring crisis and violence during a pandemic in a count...","sentiment_score":0.1}
{"full_text":"#ClapForHeroes is back tonight but instead of a clap, I think all NHS workers deserve for us to wear mask, wash our hands and protect an already overwhelmed NHS. Let's allow the Government to show their thanks by increasing the wages of our NHS workers.","sentiment_score":0.1}
{"full_text":"RT I'm afraid of COVID but I'm more afraid of passing it to someone who isn't strong enough to fight it. ","sentiment_score":-0.0533333333}
{"full_text":"RT In other news the US had 3,963 covid deaths today. American carnage, indeed.","sentiment_score":-0.0625}
{"full_text":"Lockdown brought a shift from physical study to online. After finishing an online programme from Said Business School, University of Oxford, I've some thoughts on the new way of learning. And you, are you an online learner? What is great:Online progr...https:\/\/t.co\/r6gKehbsci","sentiment_score":0.0681818182}
{"full_text":"RT Coronavirus live news: US suffers record daily deaths; Japan to declare state of emergency in Tokyo","sentiment_score":-0.1545454545}
{"full_text":"In investing, especially when it comes to your money, patience is key.Listen to our podcast episode on insurance and its relevance in the middle of a global pandemic: #Insurance #FinancialWellness","sentiment_score":0.0}
{"full_text":"GP surgeries are working through their patient lists","sentiment_score":0.0}
{"full_text":"BREAKING: DOH records 1,353 new COVID-19 cases, bringing the country's total to 482,083.The death toll climbs to 9,356 with nine new fatalities, while recoveries reach 449,052 with an additional 360. Active cases are at 23,675.More updates:","sentiment_score":0.0348484848}
{"full_text":"En total hay 71 #brotes activos en #Segovia#coronavirushttps:\/\/t.co\/Bj3ARkIXNA","sentiment_score":0.0}
{"full_text":"1,353 NEW COVID-19 CASESBREAKING: The Department of Health reported 1,353 additional cases of COVID-19 on Thursday, January 7, 2021, bringing the total number of cases in the Philippines to 482,083. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"RT You know the Twitter warning that accompanies Trump's tweets preventing liking, retweeting and replying, why doesn't","sentiment_score":0.0}
{"full_text":"#German Chancellor Angela Merkel has extended and tightened the country's #coronavirus lockdown as its death toll surpassed 35,000. ","sentiment_score":0.0}
{"full_text":"Our lockdown countdown continues with hot contentin at number #22 its the sexy","sentiment_score":0.375}
{"full_text":"How can we recover our world after #COVID19? Will we return to the same ways or will we decide together that something better is possible?Decide #ItsPossiblehttps:\/\/t.co\/j9pZ4kYCto","sentiment_score":0.25}
{"full_text":"We remind everyone travelling on #Luas:Wear a face covering, which is required by law on our services-Keep space between yourself and others where possibleCycle or walk instead of taking Luas if you can.We're #InThisTogether. See","sentiment_score":0.0}
{"full_text":"Have a sneak peek at this week's paper - covering #lockdown reaction, #COVID19 cases, New Year's honours and so much more!https:\/\/t.co\/vFLDZ3bSdE","sentiment_score":0.1681818182}
{"full_text":"California is so swamped by the coronavirus pandemic that the state has ordered hospitals with room to accept patients from others that have maxed out on intensive care beds.https:\/\/t.co\/UkSebCpT4k","sentiment_score":0.0}
{"full_text":"South Africa is in the second wave of COVID-19. We urge you to not attend big gatherings that could potentially become super-spreaders of the disease.We encourage you to report planned events of this nature by contacting the Crime Stop number: 08600 10111.","sentiment_score":0.0}
{"full_text":"Due to COVID-19, 2020 global e-commerce sales matched the sales predicted for 2023. Discover the steps needed to meet tomorrow's challenges today -","sentiment_score":-0.0625}
{"full_text":"A tough time for all as the #pandemic continues, so here are a few tips and tricks to keep #innovation thriving.https:\/\/t.co\/F1tt0JYiY3#accelerator #incubator #growth #innovationday","sentiment_score":-0.2944444444}
{"full_text":"RT 4100 dead from covid today, new single day record. More than 1\/900 Americans are DEAD from it.","sentiment_score":0.032987013}
{"full_text":"RT I'm currently in lockdown in the House chamber as the President of the United States incites his supporters to violence a...","sentiment_score":0.0}
{"full_text":"RT They tested the covid vaccine on Bhopal gas tragedy survivors without getting consent or informing them that it was a v...","sentiment_score":0.0}
{"full_text":"Learn how to smell like an insect in our short video  We've got plenty of activities to help you discover more about #DoorstepWildlife on our website - great for keeping your family occupied during #lockdown (&amp; quite good for grown-ups too ) ","sentiment_score":0.5}
{"full_text":"With the country back in lockdown, BGC members have again renewed their commitment to our 10-pledge #COVID19 action plan to protect staff and customers and support the national effort to defeat the virus. #SaferGamblinghttps:\/\/t.co\/BFxbsIBB7M","sentiment_score":0.05}
{"full_text":"You can play a critical part in keeping you and your family safe. Be responsible and wash your hands regularly. #COVID19 #StayHomeSaveLives","sentiment_score":0.175}
{"full_text":"As we continue to navigate our way through this lockdown, why not try some of these activities below to help boost your mental wellbeing If any of our players are in need of support,  our 24hr confidential counselling service: 01373858080 #ForOurPlayers #BeKindToYourself","sentiment_score":-0.1}
{"full_text":"Will Trump be welcomed to Scotland?'I don't relish Donald Trump coming to Scotland at any time.' Scottish FM says Donald Trump coming to Scotland to play golf is 'not essential' and she would ask him to abide by Covid restrictions in Scotland.","sentiment_score":0.0}
{"full_text":"10,000 NI businesses to receive lump lockdown payout of up to PS9,600 this week","sentiment_score":0.0}
{"full_text":"The Talisay City contingent has backed out of this year's Sinulog 2021 Festival over COVID-19 concerns.#Sinulog2021https:\/\/t.co\/3KecxvhOxr","sentiment_score":-0.1}
{"full_text":"RT I'm married to an Australian. I returned to Australia from the UK in October.This is my experience of what happened...","sentiment_score":0.125}
{"full_text":"RT Reminder that this whole thing could have been over with in 30 minutes if not for the seditious GOP. Instead they have an act...","sentiment_score":0.2}
{"full_text":"Despite the continuing impact of #COVID19, global companies are still keen to participate in Hundreds of firms have already signed up for the fourth expo! #OpeningShanghai #CIIE","sentiment_score":0.0}
{"full_text":"Council takes over private care home as so many staff and managers are off due to coronavirus","sentiment_score":0.125}
{"full_text":"Malawi Mandates Quarantine for Returnees from South Africa","sentiment_score":0.0}
{"full_text":"Carlisle's Conservative MP John Stevenson says he would \"very much like to think\" the government will exceed its target of vaccinating 13 million vulnerable people against coronavirus by mid February and that it's \"incumbent\" on the government to use every resource in its power","sentiment_score":-0.08}
{"full_text":"Many renowned conferences have adapted to a virtual format in response to the pandemic, including the recent conference. Here, Dr. Wesley Kerr writes about his experience at #AES2020.https:\/\/t.co\/lLrw6EZm8P","sentiment_score":0.25}
{"full_text":"It's no secret parts of the agricultural sector suffered through the pandemic, with many businesses that relied on backpackers unable to find workers.Now, fearing the 2021 season could be worse, growers are calling on the government to step in.@GeorgiaSchefe","sentiment_score":-0.05}
{"full_text":"With our choristers back to meeting online, here's a reminder of what they got up to during the first lockdown last year!","sentiment_score":0.0833333333}
{"full_text":"Europe starts 2021 by extending lockdowns as Covid cases spiralhttps:\/\/t.co\/BqUQQwYXo0","sentiment_score":0.0}
{"full_text":"Obudu Resort enjoyed a boost in tourist visit after the 2020 pandemic, as the perfect haven to commune with the original feel of nature.Don't be left out. Follow the link to join in on this therapeutic experience.https:\/\/t.co\/qMsIXmfmWT#thursdayvibes #ThursdayMotivation","sentiment_score":0.46875}
{"full_text":"We are open for business, focused on safety &amp; looking forward to the future! We are also happy to help, reassure &amp; advise as best we can &amp; ready support our community through this challenging time. #COVID19 #Lockdown3 #propertyforsale","sentiment_score":0.4166666667}
{"full_text":"Do not forget to wear your maskSanitize your handsPractice social Distancing #MaskUpZim #MaskUpZimbabwe #lockdownzim ","sentiment_score":0.0333333333}
{"full_text":"ER doctor gets second dose of Pfizer's COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"COVID-19, the media and the NHS by #FuturePRoof","sentiment_score":0.0}
{"full_text":"RT #coronavirusUS #COVID #COVIDIOTS Through deaths #lockdownextensions, raised #suicides #domesticviolence, #sexualabuse unemploym...","sentiment_score":0.0}
{"full_text":"'Room of hugs' helps vulnerable remain in touch in times of COVID #Italy","sentiment_score":-0.5}
{"full_text":"A pair of legislative committees set up to review Florida's response to the coronavirus pandemic will hold their first meetings next week.","sentiment_score":0.125}
{"full_text":"Valuable guidance to support remote learning from","sentiment_score":-0.1}
{"full_text":"What a remarkable 24 hours Washington DC under curfew &amp; the UK under lockdown abysmalleadership matters","sentiment_score":0.75}
{"full_text":"County officials reported there are currently a record-high 1,489 COVID-19 hospitalizations in Tarrant County. That is 29% of all available hospital beds.","sentiment_score":0.2}
{"full_text":"RT #BREAKING Sally Mugabe Hospital maternity ward nurses refusing to work this morning after Covid-19 death of Matron Pugu and po...","sentiment_score":0.0}
{"full_text":"RT #itihaas_aapkii_kii_mutttthii_meN #3 | History for All Competitive Exam | Reet, Patwar, Vanpalhttps:\/\/t.co\/wPfA1NijHy#geography...","sentiment_score":0.0}
{"full_text":"Disadvantaged children can access free broadband and mobile data during lockdown - here's howhttps:\/\/t.co\/xFja0jS8zJ","sentiment_score":0.4}
{"full_text":"Health bosses say more hubs will be set up in the county in the coming weekshttps:\/\/t.co\/DY5a6qUaaP","sentiment_score":0.5}
{"full_text":"Our #SupportedLiving team in #Liverpool have done some truly legendary stuff during the #pandemic, continuing to support people with a smile no matter what obstacle they face. Their manager, Karol, left this lovely piece of feedback for them as we entered the New Year. Thank you!","sentiment_score":0.3940909091}
{"full_text":"Our Yr11 students have come through a lockdown, isolating as direct contacts, some testing positive, yet they are here without complaint. When some say the young of today aren't resilient,  they don't work with kids like ours. Their exam is today, they are ready.","sentiment_score":0.0654545455}
{"full_text":"WHY TRAVELING IN 2021 WILL BE... EPIC!Read our latest blogpost: #croatia #croatiatravel #traveltheworld #travelphotography #vacation #visitcroatia #travelplanning #luxurytravel #covid19 #vaccine #holiday #newyear","sentiment_score":0.5}
{"full_text":"Like these conspiracy theories ? How come this \"leaked\" document from Oct 2020 already indicated exactly what is being played out and happening so far with communism COVID and lockdowns ?","sentiment_score":0.175}
{"full_text":"RT #RaisestipenedofayushinternsUP #raise_stipend_of_ayush_interns_up#RaiseStipenedOfAyushInternStudentsUPaayuss Govt wan...","sentiment_score":-0.2}
{"full_text":"RT Do watch this","sentiment_score":0.0}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"How To Create Virtual Training Session With WPLMS Vibe BBB: In 2020, the COVID-19 pandemic hit hard and led to the lockdown of the business, schools, colleges, and universities across the globe in Virtual training... | APT eLearning Translation Services","sentiment_score":0.1541666667}
{"full_text":"RT The effective steps for managing #COVID19 haven't changed much in a year.Prof. clearly explains them AGAIN:A...","sentiment_score":0.3}
{"full_text":"RT After killing 350,000 Americans with his botched handling of COVID, US state security official Matt Pottinger abandons reg...","sentiment_score":0.0}
{"full_text":"Online audition because of covid.","sentiment_score":0.0}
{"full_text":"RT Were they followed during Bihar elections?","sentiment_score":0.0}
{"full_text":"Come on  Britain! Stay home, save lives, protect the #NHS.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 30.9FWind Chill: 29.2FHumidity: 89%Dew Point: 28.0F Barometer: 30.301 inHgWind: 3 mph from the NNECorona Virus Weekly Stats:Cases: 216.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Corona now so it was online","sentiment_score":0.0}
{"full_text":"RT China reports most COVID-19 cases in five months as Hebei infections rise","sentiment_score":0.5}
{"full_text":"RT I offer my thanks and gratitude to scientists and teams at@SerumInstIndia and for all their hard work and commitm...","sentiment_score":-0.0458333333}
{"full_text":"Now that there are authorized and recommended COVID-19 vaccines, accurate vaccine information is critical.  Get the facts:","sentiment_score":0.2}
{"full_text":"Now that there are authorized and recommended COVID-19 vaccines, accurate vaccine information is critical.  Get the facts:","sentiment_score":0.2}
{"full_text":"\"A skating rink owner in the Polish city of Szczecin he has found a way to keep his business open despite coronavirus restrictions: the customer has to buy access to the flower \"warehouse,\" then chooses from a box of flowers in the middle of the rink.\"","sentiment_score":0.0}
{"full_text":"RT #COVID20 -While the NHS family is going the extra mile to care for patients it is crucial that people do everything th...","sentiment_score":0.0}
{"full_text":"NEWS: Ipswich businesses need \"industrial-scale\" vaccine programme to survive the pandemic.https:\/\/t.co\/6vtEkoTxjC","sentiment_score":0.0}
{"full_text":"Well we all know &amp; understand the nature of covid19 now. Back then PHE observed some cases of covid,that turned out to be the milder cases&amp;decided to let the genie out of the bottle. \"Most cases mild\"This occurred at the same time as the mulling of herd immunity via infection.","sentiment_score":0.2083333333}
{"full_text":"No to negativity in2021 unless is Covid or other Tests","sentiment_score":-0.125}
{"full_text":"RT 3,963 people died from Covid today. The insurrection, orchestrated by Donald, was also a super-spreader event.","sentiment_score":0.0}
{"full_text":"RT Whilst I sympathise with 3 million people who have had no financial support during this pandemic there are 3.8 million women...","sentiment_score":0.0}
{"full_text":"RT Whosever filed this PIL...Thank you","sentiment_score":0.0}
{"full_text":"RT Both J&amp;J and Novavax should be revealing the efficacy results for their Covid vaccines within the next 3 weeks.The U...","sentiment_score":0.0}
{"full_text":"Multilevel Marketing Cults: Lies, Pyramid Schemes, and the Pursuit of Financial Freedom. #COVID19 #JobHuntChat #career #humblebrag","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT Everyone who worked in Republican party politics the last four years helped make this happen. This, along with the hundred...","sentiment_score":0.0}
{"full_text":"RT Prayers give power! We will not be ignored! #JusticeForSushantSinghRajput #DishaSSRJusticePending","sentiment_score":0.0}
{"full_text":"#Arizona deemed 'hot spot of the world' amid #coronavirus surge #COVID19","sentiment_score":0.25}
{"full_text":"RT Christian nationalism's Covid vaccine doubt threatens America's herd immunityVery similar to how polio runs rampant in...","sentiment_score":0.0}
{"full_text":"\"What I believe about Covid19\" - Denis Rancourt PhD - via","sentiment_score":0.0}
{"full_text":"RT Friends, when you see the Covid deaths number in England yesterday, one of those is my Mum.She  stayed in her flat on he...","sentiment_score":-0.025}
{"full_text":"BTW, my bad, you said flu shot but somehow I have covid on the brain.....sorry","sentiment_score":-0.7}
{"full_text":"RT I am safe. We are sheltering in place. Make no mistake: President Trump and his enablers are directly responsible for t...","sentiment_score":0.35}
