{"full_text":"RT Research shows health facilities with unions have had lower COVID-19 mortality rates, better access to PPE and stronger infection...","sentiment_score":0.5}
{"full_text":"RT These shocking scenes of illegal migrants breaking Covid regulations in Wales show that our politicians have not taken ba...","sentiment_score":-0.75}
{"full_text":"RT SLOW ROLLOUT: As of Friday, #California has administered COVID-19 vaccines to just over 1 million people.That's just about...","sentiment_score":-0.3}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"Half the fans giving nuno so much shit probably didn't even give a shit about the club till nuno signed! As one comment I came across yesterday said...' l hope nuno gets Covid and dies' ......some fucking sad bastards out there!!","sentiment_score":-0.3494791667}
{"full_text":"Well said ","sentiment_score":0.0}
{"full_text":"RT Please wear a maskIt's easy and it's nice","sentiment_score":0.5166666667}
{"full_text":"RT Yes, we gave them a whole country in 1947 as a 'humanitarian' gesture, remember?","sentiment_score":0.2}
{"full_text":"German Bakery Cooks Up Syringe Cakes To Promote COVID-19 Vaccines","sentiment_score":0.0}
{"full_text":"RT who lowkey likes going to the airport? like the whole checking in, eating at the food court, and waiting at the gate, etc....","sentiment_score":0.2}
{"full_text":"RT New from Global methane emissions from the oil &amp; gas sector fell 10% in 2020.That's good news, but the drop was mainl...","sentiment_score":0.2787878788}
{"full_text":"rethink tt bc i can do all 4 ","sentiment_score":0.0}
{"full_text":"Lightfoot needs be fired, Harris, AOC need put out of office for paying bail for criminals. Lightfoot tell people Harrasse, get in people's faces eating and drinking out of cups.. Remember there a pandemic!","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT I can't imagine the stress and pain of queuing for a SASSA grant and then getting sprayed with water and possibly getting...","sentiment_score":0.0}
{"full_text":"RT Former Obama official Andy Slavitt was recently appointed to Biden's team as \"senior advisor for Covid response.\" Known for...","sentiment_score":0.0}
{"full_text":"RT Friends, a priest at a parish in my area has been hospitalized for COVID-19. If you can please pray with the intercessio...","sentiment_score":0.0}
{"full_text":"It's a new week fam, drink water to stay hydrated,wear a mask and mind your business dearsHave a wonderful week ahead..","sentiment_score":0.5681818182}
{"full_text":"RT #Canadians pls share to prevent spread of misinformationFACT-CHECKDid 23 People In Norway Die After Receiving COVID Va...","sentiment_score":0.0}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"#SupremeCourt is concerned for safety of women sitting in #FarmersProtests but was silent when thousands of migrant women had to walk hundreds of miles to reach their homes and a woman had to deliver baby at footpath during #Lockdown #hypocrisy#WomenFarmersAgainstFarmlaws","sentiment_score":0.0}
{"full_text":"RT #ThalapathyVijay's #Master - The Global No.1 film in terms of total gross collections in the past 5 days (extended open...","sentiment_score":-0.05}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"ISSUES IN THE NEWS #NowOnAir--1444 new cases of #COVID19 in Nigeria, Akwa Ibom records 52 new cases.--Number of schools in Nigeria resumes today --Reps fault January 18 school resumption date, demand 3-month postponementJoin The Conversation ","sentiment_score":0.1363636364}
{"full_text":"RT I received the first dose of the COVID-19 vaccine. It's important that we trust science and listen to experts, continu...","sentiment_score":0.325}
{"full_text":"Wedding stress &gt;&gt;&gt; wedding stress during covid ","sentiment_score":0.0}
{"full_text":"STAY HOME AND BE SAFE.  TRUST THE PLAN EMERGENCY ALERT INFORMATION!!","sentiment_score":0.78125}
{"full_text":"13,870 new COVID-19 deaths, 658,387 fresh cases recorded globally","sentiment_score":0.1454545455}
{"full_text":"RT More info on the extreme prevalence of low-wage work: the bottom 53 million Americans make a median of $10.22 an hour....","sentiment_score":0.1875}
{"full_text":"Quite frankly, even post COVID I can't imagine giving Florida any of my money.","sentiment_score":0.0}
{"full_text":"RT Remember when this was true?? For those who don't, for the last four decades, masks have never worked against viruses. H...","sentiment_score":0.175}
{"full_text":"RT BREAKING: Huge win for and our Australian lawyers working on our project. The governmen...","sentiment_score":0.4}
{"full_text":"And how does think people can pay more tax? Unemployment is over 40% the taxbase shrunk massively over the last 24 months with people running from the looters and people are dying from hunger and the pandemic.","sentiment_score":0.1666666667}
{"full_text":"World migration down 30 percent due to pandemic: UN via","sentiment_score":-0.1402777778}
{"full_text":"Signs that the corona virus has badly affected your heart!","sentiment_score":-0.875}
{"full_text":"RT Arizona Republicans are like highly radioactive howler monkeys infected with rabies, COVID an...","sentiment_score":0.16}
{"full_text":"Ain't heard nothing bout Canada the whole pandemic. ","sentiment_score":0.2}
{"full_text":"RT A detail in this story that has stuck with me: Washington State recorded 37 of the first 50 U.S. coronavirus deaths but...","sentiment_score":0.25}
{"full_text":"SMART LOCKDOWN IMPOSED IN PARTS OF LAHORE AND GUJRANWALA","sentiment_score":0.2142857143}
{"full_text":"RT Help Accelerate the Rapid Covid  Testing All you need is a place that wants to re-open and is interested in gett...","sentiment_score":0.225}
{"full_text":"RT Psssst... pass it on:  COVID LUNG is worse than smoker's lung. \"Post-COVID lungs look worse than any type of terrible...","sentiment_score":-0.6}
{"full_text":"RT 2020 has made me a crabby nurse. YOU are in charge in your ER, NOT the police. I would have immediately...","sentiment_score":0.0}
{"full_text":"RT Report your school to the authorities.","sentiment_score":0.0}
{"full_text":"RT Yesterday was my youngest sons 4th birthday. Happy Birthday Obi! The day was filled with windy balloons, cookies, Baby...","sentiment_score":0.7}
{"full_text":"RT Regarding the Bali thread (now deleted) that is taking Twitter by storm:First of all encouraging people to skirt immigrati...","sentiment_score":0.0}
{"full_text":"RT How acts of leadership kindness make everyone better: Managers who suddenly discovered compassion in the pandemic need to make...","sentiment_score":0.25}
{"full_text":"RT Complete SOPs being followed n social distancing done well at first day of college #schoolsreopening #Shafqatmehmo...","sentiment_score":0.1277777778}
{"full_text":"RT Today is the day JOHNNY MNEMONIC (1995) takes placeThe film imagines a future world where-computer technology rules...","sentiment_score":0.0}
{"full_text":"RT A detail in this story that has stuck with me: Washington State recorded 37 of the first 50 U.S. coronavirus deaths but...","sentiment_score":0.25}
{"full_text":"I'm not even reading this","sentiment_score":0.0}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"They got rid of the virus on news press, not reality. You can see multiple provinces are under war time protocol in China now. Why would people actually believe their state media propaganda","sentiment_score":-0.0333333333}
{"full_text":"RT Alright Covid wrap it up hoe!","sentiment_score":0.0}
{"full_text":"RT 46-year-old healthcare worker dies after taking the #COVID19Vaccine jab yesterday in #UttarPradesh's #Moradabad, government...","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT She lives in Oxford and is in London...so in breach of CoVid lockdown restrictions...how come she isn't in court on Monday...","sentiment_score":0.0}
{"full_text":"RT We're calling for a commission to examine the devastating impact of the pandemic on children and young people. Unless we a...","sentiment_score":-0.45}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"VP Robredo reminded the public not to be too complacent in dealing with the COVID-19 pandemic even when vaccine negotiations are underway, stressing the dangers brought about by the new variant of the virus which has already reached the Philippines.READ:","sentiment_score":0.0681818182}
{"full_text":"RT So many people are dying of #COVID in Los Angeles that they're suspending air quality regulations to allow more cremations. h...","sentiment_score":0.5}
{"full_text":"RT Regarding the Bali thread (now deleted) that is taking Twitter by storm:First of all encouraging people to skirt immigrati...","sentiment_score":0.0}
{"full_text":"RT Just reminding everyone, if I die of covid, I'd prefer to be cremated and mixed into water balloons to then be thrown at...","sentiment_score":0.0}
{"full_text":"RT Mond's live ytd: We haven't started shooting Not Me yet, due to Covid-19. Pls wait#Notme #notmeseries #``fkan","sentiment_score":0.0056818182}
{"full_text":"A fantastic tool to support all learners reading and writing. Take a look, available to all students  #teamalness","sentiment_score":0.4}
{"full_text":"RT China's economy grew more than expected last year, even as the rest of the world was upended by the coronavirus pandemic.","sentiment_score":0.1333333333}
{"full_text":"RT Grossed 23M$ (168Cr) in Just 4 Days Emerged as Global No.1 Movie Achieved BE in Majority Areas All these records...","sentiment_score":0.0}
{"full_text":"RT I am grateful for all your support of yesterday's letter.  The conversation about the harm of the Lockdown is now underway...","sentiment_score":0.0}
{"full_text":"Hundreds of children being admitted to Arizona hospitals for COVID-19","sentiment_score":0.0}
{"full_text":"vs Victoria isn't ahead on testing, not sure why the NSW gov keeps copping criticism given the overall stats either","sentiment_score":-0.125}
{"full_text":"\"While I recognise the devolved Scottish government has an important role to play, the overwhelming majority of Covid support to businesses and people across the UK is and will continue to be delivered through the UK Treasury.\" Stephen Barclay#Colonyhttps:\/\/t.co\/4jgFJtCjF3","sentiment_score":0.45}
{"full_text":"#CyrilRamaphosa announced that South Africa has secured 20 million doses of a #COVID19 vaccine. Here's how they'll be rolled out and what the #VaccineStrategy looks like.","sentiment_score":0.0}
{"full_text":"Joe Biden's goal of seeing 100M doses of coronavirus vaccine injected within his first 100 days in office is \"absolutely\" achievable, top US scientist Anthony Fauci said, days before he is to become the new president's chief advisor on #COVID19. #USAhttps:\/\/t.co\/hn2l7MHjte","sentiment_score":0.2715909091}
{"full_text":"Insurance policy cancellations hit Sh5bn on Covid-19https:\/\/t.co\/8R9r37MOHm","sentiment_score":0.0}
{"full_text":" TEMPORARY COVID TIMETABLES Don't forget, we've made some temporary changes to our services in light of the government's latest COVID restrictions. Most services continue to operate but with some reduced frequencies.View times:","sentiment_score":0.4666666667}
{"full_text":"Increasing the omega-3 fatty acid content of your diet is critical in helping solve the chronic disease epidemic. Are you getting enough? #NeoLifeAfrica #Omega3","sentiment_score":-0.0666666667}
{"full_text":"\"I just wanted to pass on my huge thanks to you and your staff for a week of seamless, consistent lockdown lessons which my daughter really enjoyed.I know how difficult things must be so appreciate it very much.\"","sentiment_score":0.13}
{"full_text":"New: * Revealed: how a former minister fought for double tax relief after gifting pension to the state* Murder on the Orient Express: why FBD's exposure over disputed Covid pay-outs is deepening* A Beginners Guide to Financial Markets: managing exchange rate exposure","sentiment_score":0.0340909091}
{"full_text":"#UK government confirmed that it hopes to be able to lift some lockdown measures due to #COVID19 by next March.  ","sentiment_score":0.19375}
{"full_text":"RT More info on Shimura here:https:\/\/t.co\/SXW3Z0pnlz","sentiment_score":0.5}
{"full_text":"Swedish government accused of advocating 'broad infection spread', pushing same COVID strategy in Finlandhttps:\/\/t.co\/xb7eRsv8yn","sentiment_score":0.03125}
{"full_text":"#COVID19Vaccination | Close to 250,000 healthcare workers were immunised on day one, of which 447 suffered adverse event following immunisationHere's all you need to know about adverse events post immunisation(by","sentiment_score":0.0}
{"full_text":"This article  provides important insights that may help countries build back better from COVID-19 pandemic.https:\/\/t.co\/Tt99gN777A #Covid19FoodFuture","sentiment_score":0.3}
{"full_text":"Latest Covid-19 stats as North Yorkshire, Bradford and Leeds record most cases in county","sentiment_score":0.5}
{"full_text":"Cumbrians struggle with mental health on Blue Monday and through Covid lockdownshttps:\/\/t.co\/E2LsecM1uB","sentiment_score":-0.05}
{"full_text":"A more precise digitalization of #MSME could be the ticket to a speedy recovery of coronavirus-shaken economies in the Asia-Pacific region in 2021, according to the think tank | via ","sentiment_score":0.45}
{"full_text":"India has launched the world's biggest vaccination campaign and also initiated the production of affordable and easy-to-handle vaccines. Read more about how India is battling with the COVID19 pandemic?#coronavirus #CoronaVac #CoronaVirusUpdates #COVID19","sentiment_score":0.5}
{"full_text":"Not sure what to do when an employee is symptomatic or tests positive for #COVID19 at work? These are the steps employers can take.#Covid_19 #LockdownLevel3@nicd_sa","sentiment_score":-0.0113636364}
{"full_text":"In less than a year, COVID-19 has killed almost 400,000 Americans. And in just the next month, another 100,000 lives could be lost to the disease, the incoming director of the CDC said.","sentiment_score":-0.1222222222}
{"full_text":"Food security research grants for Covid-19 impacts available to PHL, Southeast Asians via #foodsecurity #COVID19 #research","sentiment_score":0.4}
{"full_text":"Decisive action, community co-operation and the Covid-19 crisis combined to drastically reduce crime by 17 per cent last year, not including traffic offences which fell by an even greater amount#Bahrain Read more:https:\/\/t.co\/EBk1fn5pYo","sentiment_score":0.2}
{"full_text":"Hiscox lifts pandemic BI estimate by $48m net of reinsurance after Court decision","sentiment_score":0.0}
{"full_text":"Pag-IBIG Fund members save record-high P13.3B in MP2 amid pandemic, up 11 percent in 2020https:\/\/t.co\/D7twT3Kzrx#realestateblogph | #realestateblogphpropertynews | #REBPH | #realestate | #PagIbigFund | #HDMF | #RealEstateLoan | #RealEstateMortgage","sentiment_score":0.0}
{"full_text":"What exactly is the COVID-19 Vaccine?@PHMSA1 and  explain what the COVID-19 Vaccine is and they also break down the process of how we reach the phase of giving out the vaccine.See below.","sentiment_score":0.0472222222}
{"full_text":"Thousands of firms, including diversified farms, will have their claims for Covid-related business interruption losses paid after Supreme Court judgmenthttps:\/\/t.co\/zSQJKpuSNH","sentiment_score":0.0}
{"full_text":"Joe Biden's goal of seeing 100M doses of coronavirus vaccine injected within his first 100 days in office is \"absolutely\" achievable, top US scientist Anthony Fauci said, days before he is to become the new president's chief advisor on #COVID19. #USAhttps:\/\/t.co\/LYvkqDfZPX","sentiment_score":0.2715909091}
{"full_text":"If you're feeling blue about money, you're not alone.41% of Scots have been worried about their finances during the pandemic (@CitAdviceScot)Money &amp; Mental Health are frequently linked.You're not alone. We're here for you.https:\/\/t.co\/R8eYAYCx1b01412210999#BlueMonday","sentiment_score":0.0}
{"full_text":"An appeal from The Solidarity Fund: Don't be a mampara. #UnityInAction #COVID19","sentiment_score":0.0}
{"full_text":"Read our #research on #teaching the #NIHSS to #medicalstudents during the #COVID19 #coronavirus pandemic: #RCT #ClinicalTrial, published with in JMIR. This publication follow Read here :  #clinicaleducation","sentiment_score":0.0}
{"full_text":"The rapid testing begins in #Boston this week","sentiment_score":0.0}
{"full_text":"Swift progress in vaccine development in western countries has served to highlight delays in developing a home-grown vaccine in Japan -  writes Suvendrini Kakuchi #Vaccines #coronavirus #research #highered","sentiment_score":0.0}
{"full_text":"RT Done And Dusted With 50% Occupancy. Thalapathy Vijay In a Brand New League Where He is The Only Rival For Him !! #Maste...","sentiment_score":0.0681818182}
{"full_text":"super anxious abt the new covid regulations coming today bc i just rly miss my mom n i wanna go see her","sentiment_score":0.0732323232}
{"full_text":"Towns' mother Jacqueline Towns died in April from the virus. She was ill with the virus for more than a month before her April 13 death.","sentiment_score":0.0}
{"full_text":"RT And this is why people rightly criticise this government. You lock down the country to help alleviate the strained public hea...","sentiment_score":0.0433862434}
{"full_text":"The strangest bit is the marked lack of clear correlation between the stricter lockdown measures\/ mask mandates and COVID19 mortality. Uncanny not to have them 9 months in.","sentiment_score":0.1}
{"full_text":"Cheer yourself up with a #cuppa and a good #book!  #PsychologicalThriller BRIGHT LIES is \"compelling drama\" that will have you hooked. Click on the cover to begin reading. #BlueMonday #lockdown #reading","sentiment_score":0.625}
{"full_text":"There is truly nothing better than a home cooked meal. Have the freedom and comfort of cooking up your own dishes and enjoy a fully equipped kitchen in every suite! Book your stay with us! +974 4456 5000https:\/\/t.co\/bPqZdwYCh8#Lusail #Doha #Hotel #WelcomeHome","sentiment_score":0.575}
{"full_text":"Controversial couple Babes Wodumo and Mampintsha's reality show, has been put on ice due to the adjusted level 3 national lockdown regulations preventing them from having their dream wedding.","sentiment_score":0.2125}
{"full_text":"35 patients with the virus were being treated at St Luke's General for #Carlow &amp; #Kilkenny last night while the two counties saw 20 &amp; 42 respectively new cases confirmed","sentiment_score":0.1465909091}
{"full_text":"Lockdown makes it so important for us to safely get out and get active when we can.  Do you have plans to #GetOutside this week? Let us know. #MondayMotivation #Somerset #BeActive #SitLess #Movemore","sentiment_score":0.2555555556}
{"full_text":"24-hour rapid testing comes to #PerthRoyalInfirmaryhttps:\/\/t.co\/esc7BUd8f5","sentiment_score":0.0}
{"full_text":"#COVID19 #vaccine: Three nurses hospitalized after complain of fever, headache and uneasiness in Madhya Pradesh#AdverseEvent","sentiment_score":0.0}
{"full_text":"RT WHO advice on masksAnd don't give me that 'the science changed' rubbish. Nothing changed except the narrative","sentiment_score":0.0}
{"full_text":"i just want to see winner live :( pls let this pandemic end","sentiment_score":-0.3068181818}
{"full_text":"You sing, I will sign. Karaoke after Covid ","sentiment_score":0.0}
{"full_text":"RT I've been saying for weeks that the 2021 inauguration should be a redux of the 1945 inauguration. We were in...","sentiment_score":0.0}
{"full_text":"RT Sex differences in COVID-19 mortality by age.\"Sex is increasingly recognized as a modifier of disease, and its role wit...","sentiment_score":0.0}
{"full_text":"RT When it is all laid out like this, it really does look like a map of incompetence. It is just unbelievable.Except it isn't.","sentiment_score":0.2}
{"full_text":"RT When the pandemic is finally over , Corbyn's #PeaceAndJustice campaign is going to explode out onto the streets across...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 32.5FWind Chill: 31.9FHumidity: 97%Dew Point: 31.7F Barometer: 29.744 inHgWind: 2 mph from the SCorona Virus Weekly Stats:Cases: 194.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Trump says were rounding the turn  but Covid 19 is spreading faster than ever  NBC numbers sh","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 4.3degC * Wind: SSW 10.1 to 11.0mph * Pressure: 1011.9hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:32 * Sunset: 16:34 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Said by a lunatic who will be out of office soon... and did nothing to protect American people from COVID during his tenure","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"Talking to a friend from a country in Europe 3 mos. ago pag hospitalize ang patient dadalhin sya sa hospital ng nearest country cuz puno na sila. The good thing tho is it is the hospital coordinating w\/ the other hospital, bring the patient there. Hindi problema ng pamilya.","sentiment_score":0.2875}
{"full_text":"RT I received the first dose of the COVID-19 vaccine. It's important that we trust science and listen to experts, continu...","sentiment_score":0.325}
{"full_text":"It's you have no idea what is like to live in countries where people cant have medical assistance, Dying with no o2 available. and you are complaining? I can't leave my city for almost a year. still covid all around. and I don't hate people who come to us being covid negative","sentiment_score":-0.1127272727}
{"full_text":"RT A European study found people with mild cases of COVID-19 were more likely to report losing their sense of smell than patients w...","sentiment_score":0.2083333333}
{"full_text":"RT They won't start wearing masks or social distancing, they will just blame Democratic leadership for everything.","sentiment_score":0.0333333333}
{"full_text":"RT 1\/ Dear Yeezus. To read this piece of drivel is to realize that even retrospectively that Team Apocalypse has no coherent...","sentiment_score":-0.25}
{"full_text":"Can Virgin Coconut oil help treat COVID-19? Find out here:https:\/\/t.co\/bm3kZDKDdu","sentiment_score":0.0}
{"full_text":"RT Had the government listened to warnings on 16 January last year, tens of thousands of lives could have been...","sentiment_score":0.0}
{"full_text":"Purchased two new Lenovo Ideapad laptops a week ago. Both laptops have issues. Nobody helping from Amazon\/Lenovo. Hiding behind covid. Should have gone for and","sentiment_score":-0.1318181818}
{"full_text":"RT Some of you all encouraging others to travel here during a mf pandemic. Telling others that they can find some visa loop...","sentiment_score":0.0}
{"full_text":"covid please stop all i want is to wear this in public again!","sentiment_score":0.0}
{"full_text":"RT As the New Year starts to unfold, make your health a priority. No one is ever useful while in a coffin. How can you, therefore...","sentiment_score":0.2181818182}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT #MasterFilm globally ranked #1 film in terms of gross collections in its opening weekend, revived Indian Box office despite pa...","sentiment_score":0.0}
{"full_text":"RT 5 people dead in the Capital riot, which is terrible and Trump lit the fuse. BUT...400,000 Americans will be dead of COVID...","sentiment_score":-0.4666666667}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"Coronavirus in Russia: The Latest News | Jan. 18","sentiment_score":0.5}
{"full_text":"If you invest $1000 in $VIV today at $8.55 per share, and the stock prices rebound back to pre-pandemic prices at $13.62, your investment would be worth $1592.98! That's 59% growth and $592.98 profit!  See more:  $KRMA $OCSL $HBM $ALACR $IESC","sentiment_score":0.3229166667}
{"full_text":"RT Finally, back to on-campus school. Teaching (and learning) in Covid times is hugely demanding. So is parenting. But som...","sentiment_score":0.2}
{"full_text":"RT \"The virus doesn't treat you specially, so neither do we.\"Victoria state Premier responds to #AusOpen pla...","sentiment_score":0.3571428571}
{"full_text":"RT Humanity First is supporting our #Hospital heroes around the world as they help us fight #COVID19","sentiment_score":0.25}
{"full_text":"RT Australia's state by state Covid restrictions and coronavirus lockdown rules explained","sentiment_score":0.0}
{"full_text":"RT But anti-mask rallies are not shut down? ","sentiment_score":-0.1555555556}
{"full_text":"RT WB Health Minister Mamata Banerjee continues to silently watch as TMC leaders unabashedly usurp Covid vaccines meant for fr...","sentiment_score":0.0}
{"full_text":"This is why social distancing is important#Destiny2","sentiment_score":0.0333333333}
{"full_text":"RT It did not have to be this bad... #StayHome #WearAMask \"So many people have died in Los Angeles County that officials have...","sentiment_score":-0.1}
