{"full_text":"Why do gym people think they're so special? The fact is every one of us is having to do without things that are important to us and would improve our mental health, that's just the way it is. There should be no exceptions.","sentiment_score":0.219047619}
{"full_text":"this is all so fucked up why did they have to do this in the middle of a pandemic it's not the time for parties or weddings i'm so disappointed","sentiment_score":-0.45}
{"full_text":"RT If only Johnson hadn't played down the risks last March, if only he had acted on scientific advice soone...","sentiment_score":-0.0388888889}
{"full_text":"RT Unions like the have shown more leadership in a few days than has shown in nine months.Late on lock...","sentiment_score":0.15}
{"full_text":"RT Yes. It is appalling WHY are the mainstream media, the Labour Party or the police themselves ASKING the obvious questions...","sentiment_score":-0.175}
{"full_text":"RT #StayHome, avoiding crowd...","sentiment_score":0.0}
{"full_text":"RT 1) So the pharmacist who destroyed 500 doses of the covid vaccine is a conspiracy theorist who...wait for it...was radicaliz...","sentiment_score":0.0}
{"full_text":"RT This is REDICULOUS.Someone should tell Florida Governor that logistics exist and the federal government de...","sentiment_score":0.0}
{"full_text":"RT Don't forget if you need to talk to someone, especially as we're re-entering another mentally straining period, there is sup...","sentiment_score":-0.05}
{"full_text":"what makes it worse is people on these islands are literally begging y'all to stop traveling to their islands cause covid is being brought in and y'all just ignore it. disrespect to the upmost","sentiment_score":-0.4}
{"full_text":"RT So is David Perdue going to surprise everyone here at Trump's rally in Dalton with a helicopter arrival to signal the end of...","sentiment_score":0.0}
{"full_text":"RT I'm on a packed Southwest flight right now with every seat taken.Have any restaurants sued over this? Why can plan...","sentiment_score":0.2857142857}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"Not every person who has covid has reapiratory failure...MORON!","sentiment_score":0.0}
{"full_text":"RT Post COVID-19, I do think the really needs to take a hard look at allowing FBS coaches to attend non-college cam...","sentiment_score":-0.0458333333}
{"full_text":"My dad has covid","sentiment_score":0.0}
{"full_text":"Wisconsin pharmacist accused of tampering with COVID-19 vaccine doses allegedly had false belief it would change people's DNA","sentiment_score":-0.25}
{"full_text":"RT The outer membrane of a #cell  protects the cell but is ALSO a permeable \"cell-phone\" mode of #transmission we call our...","sentiment_score":0.0}
{"full_text":"RT Wouldn't mind this lockdown if I had my own gaff or lived with my mates ","sentiment_score":0.6}
{"full_text":"RT I remember Boris Johnson telling parents to send their children to school regardless of covid fears like it was yester...","sentiment_score":0.0}
{"full_text":"RT Use lockdown 4 to do something you couldn't be arsed to do during lockdowns 1-3, like learning French or planning how to ro...","sentiment_score":0.0}
{"full_text":"RT Georgia: the world is watching and the future is ours to decide. Quality affordable health care, jobs, justice and recove...","sentiment_score":0.0}
{"full_text":"Stay at home against all screens sending to the rim of you're the screeners defender and use the inbound defender to turn and protect the rim by helping where he needs to.","sentiment_score":0.0}
{"full_text":"RT I feel like COVID made businesses follow the sanitation standard they should've already had.","sentiment_score":0.0}
{"full_text":"Providence will begin drive-through COVID testing on Jan. 5, at Providence Medical Park, 16528 E Desmet Ct., Spokane Valley, Wash. The testing site will operate Monday through Friday, 9 a.m. to 3 p.m. People can be tested without leaving their cars, no appointment necessary.","sentiment_score":0.0}
{"full_text":"A wanna be trump in training. . .Would have to admit  people are sick dying       https:\/\/t.co\/qSBgnU5rcR","sentiment_score":-0.7142857143}
{"full_text":"RT Not scared of COVID-19 anymore bc I can just astrally project into the club.","sentiment_score":0.0}
{"full_text":"SCHOOLS ARE BACK...&amp; THIS IS THE KIND OF SHIT WE HAVE TO SEE OUR KIDS GO THROUGH..9 months of having to prepare ...this is the best we could do..We have a prblm flattening the COVID 19 curve bcoz we can't flatten the Stupidy curve","sentiment_score":0.4666666667}
{"full_text":"My only option is the option I wish not to pursue and that's to arbitrate with Public Storage despite the fact I know I have a winning lawsuit.But, I am committed to this restaurant and I'm basing many things yet exposed on the governments response to covid.","sentiment_score":0.25}
{"full_text":"You realise that people over 60 live with people under 60?That people under 60 care for people over 60?You realise that the risk becomes incredibly magnified under your proposal because you're literally letting it spread uncontrolled?We are shielding, it's called \"lockdown\".","sentiment_score":0.5181818182}
{"full_text":"RT My latest on how the pandemic has upended many perceptions, including ideas about freedom. Chinese don't have freedom of speec...","sentiment_score":0.3333333333}
{"full_text":"RT Imagine getting a raise in a year when over 20% of people were unemployed at one point and then calling for new taxes when...","sentiment_score":0.1363636364}
{"full_text":"RT I'm grateful that despite having shit managers and a pandemic (with stupid fucking non-mask wearing customers) to wo...","sentiment_score":-0.5333333333}
{"full_text":"as this covid shit settles. ","sentiment_score":-0.2}
{"full_text":"RT We don't yet know if either vaccine prevents transmission of #COVID19 virus to others or only protects those who have bee...","sentiment_score":0.0}
{"full_text":"RT When Wuhan went into lockdown, thousands of local heroes went into action","sentiment_score":0.05}
{"full_text":"RT The Fed could start tapering its bond purchases this year if the pandemic ends &amp; the economy gets the expected boost:...","sentiment_score":-0.1}
{"full_text":"RT Nancy Pelosi let a Congresswoman who tested positive with the China Virus 6 days ago on the House floor to vote for her...","sentiment_score":0.2272727273}
{"full_text":"wow this time last year we were corona free","sentiment_score":0.1666666667}
{"full_text":"RT traveling to mexico durring a pandemic is truly some colonizer shit, pack it up hernan cortes !!!","sentiment_score":-0.390625}
{"full_text":"RT We don't yet know if either vaccine prevents transmission of #COVID19 virus to others or only protects those who have bee...","sentiment_score":0.0}
{"full_text":"I'm live on Twitch - Watch me at #SupportSmallStreams  #SupportSmallStreamers #COVID19  #StayAtHome  #stopdmca","sentiment_score":0.1363636364}
{"full_text":"RT Under Khan &amp; Dick, the Met Police now fine Londoners for the 'crime' of playing dominoes. This is the opposite of what sho...","sentiment_score":0.2083333333}
{"full_text":"#doitforalex Let's do our best to minimize the spread of Covid and care for others with it like Alex Trebek requested during tonight's episode of #Jeopardy. Where your mask, social distance, but still be kind to others.  RT if you agree, #doitforalex","sentiment_score":0.5444444444}
{"full_text":"RT How about an Ark. Covid vaccine distribution &amp; implementation war room staffed by bipartisan public health, logistical &amp; commun...","sentiment_score":0.0}
{"full_text":"*nervous laughter*","sentiment_score":0.0}
{"full_text":"It's chronic here in the US too. I have friends I can't talk to about it because they don't get it. I have friends who had it and had no real issues. They think they're good now and hang out with others. It's sad people don't want to believe there's any risk. I just stay home.","sentiment_score":0.0333333333}
{"full_text":"RT For years, scientists have been hot-wiring viruses to be stronger, deadlier, and more transmissible. The bet was that their work...","sentiment_score":0.5}
{"full_text":"Pelosi had Democrat members of congress who tested positive with Covid show up on the floor of the peoples house just so she could win the Speaker's race....","sentiment_score":0.5136363636}
{"full_text":"RT How can you be anti vaccine and anti lockdown","sentiment_score":0.0}
{"full_text":"RT Wow. In a massive u-turn, Singapore's government now says police *are* allowed to access citizens' COVID-19 contact trac...","sentiment_score":0.05}
{"full_text":"RT what if instead of making mall employees deal with this, we just closed the malls and paid everyone to stay home","sentiment_score":-0.1}
{"full_text":"RT Saying that people who don't wear masks have blood on their hands is ILLEGAL HATE SPEECH as it incites hate towa...","sentiment_score":-0.7}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"RT Nancy Pelosi let a Congresswoman who tested positive with the China Virus 6 days ago on the House floor to vote for her...","sentiment_score":0.2272727273}
{"full_text":"RT To recap, during a pandemic and economic catastrophe, the GOP is:1) Anti-sick leave2) Anti-universal health care3) Anti-ha...","sentiment_score":0.2}
{"full_text":"RT The original time major media reported for tonight's Trump rally in Georgia was 7PM. Now Fox News is saying 9PM. The venu...","sentiment_score":0.21875}
{"full_text":"RT It's absolutely nuts, I give up Look at this","sentiment_score":0.2}
{"full_text":"Arrest sturgeon too","sentiment_score":-0.05}
{"full_text":"RT Automated contact tracing itself may not have been a huge success here in the US, but huge props to the Apple and Goog...","sentiment_score":0.3666666667}
{"full_text":"RT US pharmacist who tried to ruin Covid vaccine doses is a conspiracy theorist, police say","sentiment_score":0.0}
{"full_text":"Needed this tonight","sentiment_score":0.0}
{"full_text":"RT Just lock us down till this is patterned don't even give us a lockdown break, we need to rescue Summer 2021","sentiment_score":-0.1555555556}
{"full_text":"RT I have never heard Trump be passionate and engaged about saving lives during the pandemic as he does trying to steal the el...","sentiment_score":-0.05}
{"full_text":"RT According to Johns Hopkins University's tally, there have been at least 20,782,635 cases of coronavirus in the US; at least...","sentiment_score":-0.3}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT Wisconsin pharmacist who caused more than 500 COVID-19 vaccines to be thrown away is a conspiracy theorist who believed the sh...","sentiment_score":0.5}
{"full_text":"RT New York finds first case of more contagious, 'UK' strain of coronavirus","sentiment_score":0.2954545455}
{"full_text":"IF YOU NEED A COVID TEST PLEASE DONT GO TO THE ER!!! Do an LA county one.","sentiment_score":0.0}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"RT The myth of Swedes following recommendations and respecting authority undermined by none other than the people in autho...","sentiment_score":-0.0625}
{"full_text":"Are you donating your salary to the people who need it ? Because lockdown has no impingement on your wealth !! #lockdownuk","sentiment_score":0.0}
{"full_text":"It's great to THANK everyone BUT NEVER HELP the #Hungry &amp; #Homeless--YOU HAVE IGNORED THIS DESTITUTE QUADRIPLEGIC #WheelchairUser FOR 2 YEARS--WATCH MY VIDEO.#COVID19My Video:https:\/\/t.co\/erSH6uadIZSisolak Email:https:\/\/t.co\/z28sEfv2Uc.","sentiment_score":0.8}
{"full_text":"About 250 people from across the state demonstrated in front of the Wyoming State Capitol Monday afternoon to protest a statewide mask mandate, which remains in effect until Jan. 25, as well as other COVID-19 related restrictions.","sentiment_score":-0.0625}
{"full_text":"RT This hashtag #EssentialFamilyCaregivers is here for a reason. Caregivers are #NotJustAVisitor. The time in unpaid labou...","sentiment_score":0.2}
{"full_text":"Folks really sitting down in restaurants masks off, eating from them restaurant forks that covid mouths be on. I don't give a damn if they get washed, it's nasty! Yuck.","sentiment_score":-0.3185185185}
{"full_text":"Oh no no! Please don't misunderstand, we fully believe it's necessary. We are in full support of these lockdowns and especially emphasising how important it is to wear a mask. We know people who are very ill work COVID right now. Our issue is how bleak the world is looking now","sentiment_score":-0.087755102}
{"full_text":"RT And here I bent over backwards not to jump to conclusions that this guy was an antivaxxer. But, of course, he is. I bet he's f...","sentiment_score":0.0}
{"full_text":"RT But holidays in Antigua are fine, God you are a bloody hypocrite.","sentiment_score":-0.1916666667}
{"full_text":"RT First lockdown, we clapped for the NHS. This lockdown, I propose that on Friday's at 7pm, all uni students stand on the s...","sentiment_score":0.25}
{"full_text":"#coronavirus #COVID19 #covideconomy #economy #capitalism #coronaviruseconomy #stimulus #federalism So the US economy, or the government, or something is failing tens of millions of people during this pandemic. Why? What is it? Federalism? Congress? The White House? Capitalism?","sentiment_score":0.0}
{"full_text":"RT China's trying to revise the virus narrative from the very beginning, and nowhere is that more evident than in Wuhan","sentiment_score":0.3166666667}
{"full_text":"RT 1) So the pharmacist who destroyed 500 doses of the covid vaccine is a conspiracy theorist who...wait for it...was radicaliz...","sentiment_score":0.0}
{"full_text":"I can't get over Ags using little bro. That's what y'all have always been referred as. Can't change it now because of 1 decent season in the middle of a pandemic.","sentiment_score":-0.0069444444}
{"full_text":"RT Here's a statement from our President as we wish our friends affected by this latest development well. We...","sentiment_score":0.5}
{"full_text":"RT Tonight the UK's right wing Covid disinformation industry is in disarray. The tide is turning against their bullshit - i...","sentiment_score":0.2857142857}
{"full_text":"Nunavut woman dies weeks after contracting COVID-19 following childbirth in Winnipeg hospital","sentiment_score":0.0}
{"full_text":"Global Airlines Furious at Canada's New Covid Testing Requirements via","sentiment_score":0.0681818182}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"The impact of COVID-19 on global economy in the year 2019 had multiple dimensions. Manufacturing sector was locked down for a while to avoid health crisis, people's movement was stopped, transportation especially air connectivity was broken down.https:\/\/t.co\/dtSX8ZT57d","sentiment_score":-0.1111111111}
{"full_text":"Task force: New COVID-19 strain will arrive 'sooner or later', shouldn't change approachhttps:\/\/t.co\/FhIF7hWxfU","sentiment_score":0.0681818182}
{"full_text":"Major Stories (01\/05\/21)Gov. Eugenio Jose Lacson of Negros Occidental has signed a \"non-disclosure agreement\" with a foreign pharmaceutical company to potentially buy the vaccine it developed against coronavirus disease 2019 (COVID-19.)https:\/\/t.co\/35rZOodjBq","sentiment_score":0.009375}
{"full_text":"Bayan Bayanihan showcases how novel applications of big data and tech tools can inform the design of programs that benefit the poor. The program distributed critical food supplies to the poorest areas of Metro Manila during the onset of the lockdown.","sentiment_score":-0.1333333333}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT An anti-masker pantomimes dying of COVID to an Ugg's employee who was saying something to the group.","sentiment_score":0.0}
{"full_text":"If you had a Pandemic Garden in 2020, you should try a Pandemic Orchard. #gardening #SlingWords","sentiment_score":0.0}
{"full_text":"RT The pandemic so terrible thousands of the physicians most qualified to treat it ARE UNEMPLOYED.\"The fact of the matter...","sentiment_score":-0.25}
{"full_text":"everyone downwind of the stadium died of covid","sentiment_score":0.0}
{"full_text":"\"There's definitely always another push of community that comes in.\" While many businesses have closed their doors during the pandemic, several new ones have began. Read how new ventures are surviving during a time of uncertainty and hope. #RealChangeNews","sentiment_score":0.1121212121}
{"full_text":"\"This money will enable venue operators to hold on, already hundreds have gone under and will never come back again, once these places shutter forever that's it.\"https:\/\/t.co\/I5HYeP5ieg","sentiment_score":0.0}
{"full_text":"Coronavirus vaccines could be widely available to South Carolinians by Summer 2021, DHEC officials said Monday.https:\/\/t.co\/ftGyorncB2","sentiment_score":0.4}
{"full_text":"DOH: Red Cross Study On Saliva Test For COVID-19 Still Inadequate | via","sentiment_score":0.0}
{"full_text":"SECOND DOSE: Registered nurse Sandra Lindsay is now fully immunized against #COVID19, 21 days after that historic first shot.MORE:","sentiment_score":0.0833333333}
{"full_text":"RT the thing i find deeply disturbing throughout all of this is how much more people fear being socially shamed for engaging...","sentiment_score":0.1083333333}
{"full_text":"Though Tamil Nadu has opened up tourist places, the fear of #COVID19 is still looming large as many people prefer to travel in their private vehicles, rather than approaching tour operators.@xpresstn","sentiment_score":0.1785714286}
{"full_text":"COVID-19 unemployment recovery in Iowa is the 10th fastest in the nation via","sentiment_score":0.0}
{"full_text":"\"Imagine the positive impact if hotels, airlines, malls could get all their staff inoculated - wouldn't their footfalls rise? If a hotel could bundle in 'free #inoculation' for their frequent customers, wouldn't #business spike?\" asks","sentiment_score":0.2424242424}
{"full_text":"Britain gambles on Covid-19 vaccines, upping the stakes for the rest of us via #healthcare","sentiment_score":0.0}
{"full_text":"RT Updated #covid19 severe outcome tables. 96 new deaths, 905 in hospital, 136 in ICU. #abpoli #ableg","sentiment_score":0.1363636364}
{"full_text":"can't believe I'm in love and covid has me doing up long distance relationship omds","sentiment_score":0.225}
{"full_text":"RT If you do not have any respiratory symptoms, such as fever, cough, or runny nose, you do not need to wear a medical mask. When...","sentiment_score":0.0}
{"full_text":"I'm 17 and don't have a bestfriend wtf man","sentiment_score":-0.5}
{"full_text":"Through the pandemic, West Monroe has improved and increased our office presence in New York and Chicago as well as acquiring a new office in McLean, VA with the acquisition of Pace Harmon. Here's why this makes sense for us in the longer term.","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 33.4FWind Chill: 33.4FHumidity: 98%Dew Point: 32.9F Barometer: 30.074 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 208.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT DUDLEY MCCLURKIN, 45 of Sherwood, Arkansas died of COVID on Oct. 10.He \"never met a stranger &amp; was always the life of t...","sentiment_score":0.0}
{"full_text":"The #COVID19 #pandemic altered the relationship that existed within healthcare data. How can we continue to use the data to produce reliable and applicable results? First, recognize the problem ","sentiment_score":0.25}
{"full_text":"RT There were 36 positive flu tests reported by the CDC last week.Last year in the same week there were 7,703 positive flu te...","sentiment_score":0.1136363636}
{"full_text":"RT My COVID antibody test today was just a reminder to take this virus seriously (even if you've had it).","sentiment_score":-0.3333333333}
{"full_text":"RT OUT-OF-TOUCH POLITICIANSThat's the only way to describe:Nancy Pelosi telling people to JUST STAY HOME for 10 months.....","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT The cost of moving freight from France to the U.K. surged to more than four times the usual level last week after Brexit and co...","sentiment_score":0.0833333333}
{"full_text":"RT Lisa Neville has made a plea for other states and territories to introduce mandatory quarantining and testing of internatio...","sentiment_score":-0.125}
{"full_text":"RT Webber Academy, which charges more than $18,000 in tuition, and receives over $7,500 per student in subsidies from the #U...","sentiment_score":0.5}
{"full_text":"RT NSW Govt is \"disgusted\" at the behaviour of a wedding caterer regarding Covid 19 but comfortable with a large crowd turni...","sentiment_score":-0.1285714286}
{"full_text":"Technology winners and losers in the days of COVID-19 -","sentiment_score":-0.2}
{"full_text":"If you live in Auburn, Berala, Lidcombe North, Regents Park or  Rookwood, you could be be FINED up to $1000 if you attempt to attend this week's test match at the SCG. #9News","sentiment_score":0.1363636364}
{"full_text":"RT [NEWS]Yejin will start filming for her Hollywood film \"Cross\" on September.\"Initially, it was supposed to be filmed i...","sentiment_score":0.0}
{"full_text":"Thank you to the County of El Paso and for their support and contribution to the El Paso County COVID-19 Emergency Relief Assistance Fund. This fund provided over 950 families with up to $500 cash to help alleviate COVID-related financial hardships. #HuntGiving","sentiment_score":0.0}
{"full_text":"RT Putting us in lockdown but keeping the boarders open is like trying to run a bath with no plug in","sentiment_score":0.0}
{"full_text":"RT We need a national lockdown to vaccinate Britain.","sentiment_score":0.0}
{"full_text":"Dude I fucking hate living here bc covid is getting handled horribly ","sentiment_score":-0.9}
{"full_text":"Work against what?Covid is a virus no more potent than flu (plenty of verifiable stats to prove it!) and has a 99.9% survival rate.It isn't in the top 10 of causes of death in the UK.Re the vaccine. See this govt document.https:\/\/t.co\/nZyi9nN53Q","sentiment_score":0.2916666667}
{"full_text":"RT BREAKING--New York has ordered healthcare providers to use #COVID19 vaccines within 7 days of receipt or face fines up to $1...","sentiment_score":0.0}
{"full_text":"A major worry is that there will not be room for social distancing when Millcreek K-8 schools reopen for full in-person instruction this week, teachers' union leaders said.","sentiment_score":0.1486111111}
{"full_text":"RT \"I get paid the same whether I do five evictions a month or fifteen,\" said Unacceptable for anyone, but esp...","sentiment_score":0.0}
