{"full_text":"RT I miss these scenes   Eff off covid so I can return to my Throne!","sentiment_score":0.0}
{"full_text":"RT It's so upsetting to see England go back into lockdown in the same desperate situation as 10 months ago. I've just emerged i...","sentiment_score":-0.2}
{"full_text":"RT Michael Gove says national #lockdown could last until March.","sentiment_score":0.0}
{"full_text":"RT West Bengal lowers Wine and Liquor on Pricing RestructureAnd Covid vaccine will be free across India, says Harsh Vardhan...","sentiment_score":0.1}
{"full_text":"RT Why is a negative COVID test not a requirement to enter this country ? These lock downs won't work if people can freely mo...","sentiment_score":0.05}
{"full_text":"RT 3) \"and one of those mutations might mean it can evade attack by antibodies that would normally fight coronavirus.Prof Ma...","sentiment_score":-0.08125}
{"full_text":"RT Are our kids falling behind? What does that even mean, and is it inherently ableist? How can we move on from the false...","sentiment_score":-0.3708333333}
{"full_text":"Karl-Heinz Rummenigne on Douglas Costa: \"We haven't decided yet but we are very happy with him. He is very good both on and off the pitch. But we will not yet know what we will do on the market also because this pandemic has changed everything.\"  #JFC","sentiment_score":0.955}
{"full_text":"Thinking of my LGBTQ+ siblings seeking asylum during this lockdown. Please check on your friends x","sentiment_score":0.0}
{"full_text":"you got bloods on your hand","sentiment_score":0.0}
{"full_text":"RT The people wanted you to leverage your power against the most unpopular politician in the country in a fight to secure a vo...","sentiment_score":0.45}
{"full_text":"RT Talkradio YouTube deleted because of their interviews with lockdown sceptics. When we had ours deleted, we said they would...","sentiment_score":0.0}
{"full_text":"RT With the latest lockdown announcement from the Government, FCN is still here to help and support you and your loved ones du...","sentiment_score":0.6}
{"full_text":"RT Lockdown 3.0 has got us feeling all kinda ways We'd love to gift some of you guys some comfy casual looks to help cheer yo...","sentiment_score":-5.551115123e-17}
{"full_text":"RT Imagine how many lives could have been saved if the government had listened to public health experts earlier. Imagin...","sentiment_score":0.1666666667}
{"full_text":"RT People may not agree but If the highland\/lowland leagues keep playing during this lockdown it's an absolute joke. No testing,...","sentiment_score":0.2}
{"full_text":"That's why it is more important than ever for resistance protesters stay home and let the world see who the real criminals are in this madness. they are the agents of Donald J. Trump. And he is fomenting fascism behaviors just as all past dictators have done before him.","sentiment_score":0.2125}
{"full_text":"RT #AuspolAgain the #ABC cuts off a Victorian Covid presser to go back to the studio to do a story on pets, cant have the Victor...","sentiment_score":0.0}
{"full_text":"RT URGENT!!! If you know of any ICU Professional Nurses or Enrolled Nurses that are willing to assist in a COVID-19 unit (...","sentiment_score":0.175}
{"full_text":"i feel like we're gonna be stuck in this stupid fucking pandemic for the next two years because america is just dumb as fucking shit. this is exhausting. i'm exhausted.","sentiment_score":-0.3964285714}
{"full_text":"RT Lockdown 3.0 has got us feeling all kinda ways We'd love to gift some of you guys some comfy casual looks to help cheer yo...","sentiment_score":-5.551115123e-17}
{"full_text":"RT To meet Boris Johnson's new goal to exit this lockdown Matt Hancock needs to get from 300,000 vaccinations a week to 2 million...","sentiment_score":0.1363636364}
{"full_text":"RT Lockdown 3.0 has got us feeling all kinda ways We'd love to gift some of you guys some comfy casual looks to help cheer yo...","sentiment_score":-5.551115123e-17}
{"full_text":"Ks1 ict idea....","sentiment_score":0.0}
{"full_text":"RT Dark times, pre #lockdown was given incredible access and #love in #Egypt do #escape with me Thurs 9pm x ht...","sentiment_score":0.4166666667}
{"full_text":"RT Putting us in lockdown but keeping the boarders open is like trying to run a bath with no plug in","sentiment_score":0.0}
{"full_text":"RT It has been months, but whenever I hear lockdown-related news, I must think about that Lady who wrote in the FT about...","sentiment_score":0.0}
{"full_text":"Can a country legally boycott another that it has trade agreements with or would a pandemic be needed to skirt legal issues and liabilities?","sentiment_score":0.2}
{"full_text":"Council Post: How Healthcare Supply Chains Can Move Toward Post-Covid-19 Resilience #healthcare","sentiment_score":0.0}
{"full_text":"Says those who opposes the lockdown and travel restrictions while other nations are banning South Africa, anyway confused","sentiment_score":-0.2625}
{"full_text":"You make a really good point but at the end of the day if this lockdown is really going to work McDonalds and fast food restaurants like them need to close. We are all making sacrifices.Maybe bring food from home to eat when you are working.","sentiment_score":0.3666666667}
{"full_text":"Gone if you don't take advantage of this covid regulations to get hitched o itse hela gore o tseisitse o mongwe mosepele.","sentiment_score":0.0}
{"full_text":"RT \"I do want to take this opportunity to remind Ontarians to travel only if absolutely necessary.\"https:\/\/t.co\/duDayQLzB7","sentiment_score":0.0}
{"full_text":"RT Did the UK government get everything right during the first wave of the pandemic? NoBut has it learned from those mistake...","sentiment_score":0.2678571429}
{"full_text":"RT 1 out of 10, that feels generous.","sentiment_score":0.0}
{"full_text":"Someone tell me how is still in a job with these figures?Seriously, how is no one in government sacked?@GavinWilliamson kept school going. Matt Hancock was in dreamland and BoJo went into overdrive lying!I wanna see when &amp; what SAGE were saying!","sentiment_score":0.0}
{"full_text":"RT It it ok to both realize a lockdown is needed to suppress COVID and protect health services, as well as despair at being i...","sentiment_score":0.5}
{"full_text":"RT Anyways jokes aside. Check on your friends during this lockdown because this shit really fucks people up, including me","sentiment_score":0.0}
{"full_text":"RT So, if you have an SGR night ticket you are exempted from curfew....Someone help me understand this, so, the SGR can't trans...","sentiment_score":0.0}
{"full_text":"RT Today is the perfect opportunity for BBC Scotland presenters and reporters to highlight the fact that the winter plan in T...","sentiment_score":1.0}
{"full_text":"RT This morning has been burrowing deep into graphs and numbers on the French Covid situation and it is . . . ac...","sentiment_score":0.0}
{"full_text":"I googled it, no sign. Lots of debunking of similar claims though, funnily enough https:\/\/t.co\/DVL5tLwQKlhttps:\/\/t.co\/vL9CWsnlZi","sentiment_score":0.0}
{"full_text":"RT Let's quickly check in with the Uyghurs about the CCP's commitments to \"the freedom to move around and lead a normal day-to-...","sentiment_score":0.2416666667}
{"full_text":"RT A new national lockdown, yet anyone arriving into the UK can enter without (a) a proof of a negative Covid test at the bor...","sentiment_score":-0.0818181818}
{"full_text":"RT Le vaccin COVID, Keskese ?THREAD [1\/10]","sentiment_score":0.0}
{"full_text":"i wrote an essay about the rajabelle situation and i took this way too serious - corona made me do it https:\/\/t.co\/5lft0a9ixb","sentiment_score":-0.3333333333}
{"full_text":"Am taking this lockdown as an extension of the Xmas holidays, in that the kids will do the work set for them and then play on their consoles and go for a walk. Only way to do it I think.","sentiment_score":0.0}
{"full_text":"RT This is quite crucial, isn't it? The NHS figures for who is actually BEING TREATED FOR COVID are not publicly available. Why...","sentiment_score":-0.0666666667}
{"full_text":"RT COVID-induced remission of EBV+ve HL? Hypothesized to be driven by activated T cell anti-tumour immune response... Fas...","sentiment_score":0.0}
{"full_text":"RT Places I legally can't go: my PS93 a week room at universityPlaces I legally have to pay for: my PS93 a week room at univer...","sentiment_score":0.2}
{"full_text":"List of countries on COVID-19 lockdown to contain spread of new strain","sentiment_score":0.1363636364}
{"full_text":"RT \"These are two people who were rich before they got into politics, and leveraged their power as senators t...","sentiment_score":0.375}
{"full_text":"RT Between October to November, more #COVID19 cases were reported in school staff in the UK than in the population overall.Ra...","sentiment_score":0.5}
{"full_text":"RT The Cherokee Nation has reserved some of its first coronavirus vaccines for Cherokee speakers -- a bid to preserve the centuries-ol...","sentiment_score":0.25}
{"full_text":"Given that record retail spends are being reported in the 12 weeks before Christmas - this is a little surprising #ValuesMatter","sentiment_score":0.25625}
{"full_text":"RT Allergists offer reassurance regarding potential allergic reactions to COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"RT In a bold censorship move that would make China proud, YouTube has removed entire channel.This is an as...","sentiment_score":0.3777777778}
{"full_text":"RT Global economy after #coronavirus pandemic","sentiment_score":0.0}
{"full_text":"RT UPDATED: Summary of provincial COVID-19 control measures as of 5th January 2021 #COVID19 #okhwid1...","sentiment_score":0.0}
{"full_text":"RT The government needs to address the mental crisis people are experiencing as a result of their poor management of this pandemic...","sentiment_score":-0.25}
{"full_text":"FDA Statement on Following the Authorized Dosing Schedules for COVID-19 Vaccines","sentiment_score":0.0}
{"full_text":"Remind me when the lockdown in England now in force was debated and voted on again please? At least the Scottish gov have the decency to announce it in parliament.","sentiment_score":-0.3}
{"full_text":"RT How do you feel about shielding in the UK during lockdown?","sentiment_score":0.0}
{"full_text":"RT Teacher Covid infections 333% greater than the rest of the community. Gavin Williamson was warned. He had the information,...","sentiment_score":0.5}
{"full_text":"RT \"Astonishingly, at least one of these, worth PS410m and issued to Serco, contains no penalty clause: even if Serco fails...","sentiment_score":-0.1666666667}
{"full_text":"RT Happy 1st #ponyhour day of 2021 sadly but very necessarily it's also the 1st #ponyhour of another #lockdown {{hugs}} to thos...","sentiment_score":0.1}
{"full_text":"RT Decison-making, Boris Johnson style:-14 Dec: We'll sue any council closing schools-22 Dec: Don't reopen schools, Sage...","sentiment_score":0.0}
{"full_text":"We're almost a year into this and people still don't understand how the mask works. You wear a mask to protect other people, not the other way around. It helps in stopping your germs from traveling to others. Would you like some sources?","sentiment_score":-0.125}
{"full_text":"RT I should've listened to the president when he said \"Stay Home\" How did I end up in Swakop? But Ndeshi mentioned a cash lo...","sentiment_score":0.0}
{"full_text":"this sounds right up your street !!!!","sentiment_score":0.6975446429}
{"full_text":"RT For anyone in the UK, we understand that as we go into the 3rd national lockdown, it can damage your mental health. If you text...","sentiment_score":-0.05}
{"full_text":"RT CM Shri #UddhavThackeray chaired a meeting regarding the Corona vaccination today. He also discussed the health of the 8 p...","sentiment_score":0.0}
{"full_text":"RT Congratulations to and #Master Team for showing the way for the Film Industry even as other Bigger Names a...","sentiment_score":-0.0625}
{"full_text":"RT Casp the border collie's lockdown update is better than the PM's.https:\/\/t.co\/VOwaAnIWKU","sentiment_score":0.5}
{"full_text":"RT Whether you agree with the station's line on lockdown or not this is worrying. The tech platforms are the public square no...","sentiment_score":0.0}
{"full_text":"RT Trainee Gardai receive EUR184 a week plus accommodation and food,then after 32 weeks they move onto EUR30k a year. Trainee n...","sentiment_score":0.0}
{"full_text":"RT this should go over well","sentiment_score":0.0}
{"full_text":"RT #COVID19 #vaccine production workshop of CNBG able to produce over one bln doses annually #Chinahttps:\/\/t.co\/cSBqxmzHDq htt...","sentiment_score":0.5}
{"full_text":"RT Our globally acclaimed virologist, Prof. Oyewale Tomori has a message on COVID-19 vaccine for you. Listen and share with yo...","sentiment_score":0.0}
{"full_text":"RT Australia needs to get rid of contact tracing, state &amp; federal border closures &amp; lockdown - these all ruin people's lives...","sentiment_score":0.0}
{"full_text":"RT Trump: I'm going to go to my Scotland property the last day of my term, so I can't be arrested. Scotland: Declares month...","sentiment_score":0.0}
{"full_text":"RT JUST IN | The government's National Coronavirus Command Council is expected to meet on Wednesday morning, setting the stage for...","sentiment_score":-0.1}
{"full_text":"RT Homeless people in Oldham to be given coronavirus vaccine priority","sentiment_score":0.0}
{"full_text":"RT Competition time!  As most of us are in lockdown and grateful for the respite offered by daily walks, we are offering one l...","sentiment_score":0.25}
{"full_text":"It would seem that you need to pass a idiocy test to get appointed....","sentiment_score":-0.3}
{"full_text":"RT I need to get up for my breakfast show in a few hours but I'm too angry about the latest lockdown madness to sleep...","sentiment_score":-0.0666666667}
{"full_text":"As we fight the pandemic let's remember to clean our environment in our communities. And with the preparedness of our heroes with their equipments exhibited, will surely eradicate covid19 from the system.#ZoomlionDisinfects","sentiment_score":0.4333333333}
{"full_text":"Those are one of the most popular FinTech services that we use here in the Philippines. Especially during this pandemic where cashless payment is now the new normal as stores and businesses have given the option (some even rewarding) to pay online or via e-wallets!","sentiment_score":0.3352272727}
{"full_text":"RT A few things to mention in these times 1. Automated messages suck 2. Difficult times...worth starting with a \"Hope you...","sentiment_score":-0.2333333333}
{"full_text":"RT #COVID19 | We are getting lots of messages asking us about the impact of announcement last night. Here in #Wa...","sentiment_score":0.0}
{"full_text":"RT At first light, there is a feeling of expansiveness which counteracts the oppression of lockdown and restores inner calm and...","sentiment_score":0.2375}
{"full_text":"#lockdown Remember when Theresa May vowed to stand up for the \"just about managing\"? That's pretty much most of us right now.","sentiment_score":0.3452380952}
{"full_text":"RT PARENTS! TEACHERS! We at believe it is a national tragedy our children have been denied their education due...","sentiment_score":-0.125}
{"full_text":"RT #Breaking | Bill Gates gives thumbs up to India's 'leadership in scientific innovation', amid approval of COVID-19 vaccines i...","sentiment_score":0.0}
{"full_text":"RT Lockdown 3.0 has got us feeling all kinda ways We'd love to gift some of you guys some comfy casual looks to help cheer yo...","sentiment_score":-5.551115123e-17}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTips","sentiment_score":0.0}
{"full_text":"RT Julia asks Cabinet Office Minister Michael Gove how many Covid hospital patients are \"being treated for the virus as opposed...","sentiment_score":0.5}
{"full_text":"Privacy concerns? Or you have something to hide? Don't break the law and this becomes non-issue....","sentiment_score":0.0}
{"full_text":"RT Is there a behavioural\/psychological reason that almost all of the anti-lockdown loons in the U.K. also happen to be Bre...","sentiment_score":0.0}
{"full_text":"Singapore Covid tracing data available to police","sentiment_score":0.4}
{"full_text":"RT Overseas visitors face UK curbs amid fears of fresh Covid variants","sentiment_score":0.3}
{"full_text":"Talisay City, Cebu Mayor Samsam Gullas said the city government is ready to procure COVID-19 vaccines for its residents.#covid19ph #vaccinehttps:\/\/t.co\/dfTnlnnjMf","sentiment_score":0.2}
{"full_text":"The latest The Air pollution Daily! Thanks to #covid19 #healthcare","sentiment_score":0.2333333333}
{"full_text":"Citing 'significant delays in obtaining government information central to the ... investigation,' the commission asked for permission to delay its final report until the end of the year.","sentiment_score":0.125}
{"full_text":"You have just ONE DAY left to enter our #photography competition with #CaptureKingston: Lockdown &amp; Out Get those submissions in for a chance to win Rose tickets!Full info can be found at #surbiton #newmalden","sentiment_score":0.4666666667}
{"full_text":"And people in Wakefield are now being urged to follow the new rules, despite the \"significant challenge\" they present.https:\/\/t.co\/1Sl5sZjzWa","sentiment_score":0.2556818182}
{"full_text":"RT Still pissed at a girl i know who got covid few months ago &amp; told me she got so bored in quarantine that she decided to g...","sentiment_score":-0.35}
{"full_text":"Due to release their new album \"Last Exit\" later this month, we spoke to about the album, their inspiration and much more.@Pomona_PR#totalntertainment #stillcorners #lastexit #covid19 #dreampop #musicinterview #musicnewshttps:\/\/t.co\/SlCG9xeEd7","sentiment_score":0.0422727273}
{"full_text":"COVID-19 Mortality vs. Flu Mortality vs. War Deaths (US)","sentiment_score":0.0}
{"full_text":"RT Are you out of work? Want to help us get these #vaccines delivered so we can get out of restrictions? You'll join","sentiment_score":0.0}
{"full_text":"Attorneys cited the coronavirus pandemic and vaccination rollout in their request for a trial delay.","sentiment_score":0.0}
{"full_text":"#WIONEdge | Not everyone is taking the #COVID19 #pandemic negatively. It is a chance for some to go under the knife. Demand for cosmetic surgery in South Korea is fuelling as patients are interested in all parts of the face, even those that can be easily hidden under masks.","sentiment_score":-0.0722222222}
{"full_text":"ELITE SPORT CONTINUES!Let's talk bonuses. We take in to account the uncertainty of Covid-19 and can provide you with a comfort blanket for your policies. Get in touch. #insureresponsibly","sentiment_score":0.0}
{"full_text":"Covid-19 should not stop GE15https:\/\/t.co\/kjMwUjEBpU#malaysiagazette","sentiment_score":0.0}
{"full_text":"RT For anyone in the UK, we understand that as we go into the 3rd national lockdown, it can damage your mental health. If you text...","sentiment_score":-0.05}
{"full_text":"During the 1st lockdown people listened and followed the gov advice,now in 2nd lockdown and there is normal traffic on the roads,folk are just fed up of constant changes and when things don't make sense to them they tend to ignore that advice,ie closing the airports","sentiment_score":0.05}
{"full_text":"#COVID19 #vaccines do not guarantee protection against new strain, say experts #VaccinesSaveLives #VaccineStrategy #StayHealthy","sentiment_score":0.1363636364}
{"full_text":"England's new lockdown dominated the front pages","sentiment_score":0.1363636364}
{"full_text":"MP who attended church service after developing Covid symptoms chargedhttps:\/\/t.co\/CtmccMQ35N","sentiment_score":0.0}
{"full_text":"Several European airlines, including and have called on lower airport landing fees as airports such as Heathrow mull proposals to increase them to cut pandemic losses. #aviation #aerospace #COVID19 #transportnews ","sentiment_score":0.0}
{"full_text":"#COVID19, as of 1\/5, 6am:>Global cases: 85,738,695>Global [deaths]: 1,854,764>US: 20,823,341>US (deaths): 353,621 [+2041]>TN: 612,250 [7168]>GA: 591,106 [9900]>NC: 570,111 [6,910]>AL: 374,095 [4,878]>Local cases: wear a mask!","sentiment_score":0.0}
{"full_text":"RT Ministry of Health has arranged that people with valid Work Permits and Special Permits who are supposed to go back to South Afr...","sentiment_score":0.1785714286}
{"full_text":"You can still meet one other personhttps:\/\/t.co\/ruMoD9qtmE","sentiment_score":-0.125}
{"full_text":"Rules for shopping at Tesco, Aldi, Lidl, Asda and Sainsbury's in new lockdownhttps:\/\/t.co\/9dZSk0vEmk","sentiment_score":0.1363636364}
{"full_text":"Some sports law trends to keep an eye on into 2021:- post COVID-19 legal fallout- The U.S. Supreme Court's Ruling in NCAA v. Alston- Biden-Harris Administration Reshaping Important Topics Related to Sportshttps:\/\/t.co\/pfaHzANPRF","sentiment_score":0.2}
{"full_text":"When bought a ghost town in 2018, he didn't imagine he'd end up living there -- alone -- for 9 months during a pandemic. And he definitely didn't think that videos of him exploring mines and digging through rubble would get him 2 million followers on TikTok.","sentiment_score":0.0}
{"full_text":"BORIS JOHNSON ANNOUNCES NEW NATIONAL LOCKDOWN  TOUGHEST RESTRICTIONS EVER  \"AT LEAST\" 6 WEEKS | #BrianForMayorLearn More On Our Website &amp; Join Us In Making London A World-Class City Once Again! #SadiqOutWhat do you make of the latest lockdown?","sentiment_score":0.2403409091}
{"full_text":"RT We need the SG and LA's to disclose where the first round of Covid and Brexit money was allocated!  #BuyBritish #BackBr...","sentiment_score":0.0}
{"full_text":"In the midst of a pandemic where nations are giving citizens stimulus packages. You claim rising inflation, exchange rate and other fiscal factors are reasons behind this hike, yet you're not considering increasing wages based on same indices. SMH ","sentiment_score":-0.175}
{"full_text":"RT This is a good English-language summary of all the #COVID19 measures in most, if not all provinces. However, they're all; s...","sentiment_score":0.6}
{"full_text":"Citing the high number of local COVID-19 cases, Hamilton County District Attorney General Neal Pinkston has told judges that his prosecutors will not be appearing in court in person until further notice.","sentiment_score":0.0525}
{"full_text":"It's a lock down so I might lock up","sentiment_score":-0.1555555556}
{"full_text":"We now have 5 (known) active cases of COVID-19 in the Bailiwick as there have been 4 recoveries overnight and one new case has been found through testing on arrival.Please go to for the latest COVID-19 test results.","sentiment_score":0.1676767677}
{"full_text":"Seriously, what was lockdown 2?","sentiment_score":-0.3333333333}
{"full_text":"RT kinda hilarious the new way of letting everyone know you peaked in high school is partying during the pandemic","sentiment_score":0.2654545455}
{"full_text":"RT I want a refund from uni #lockdown what the fuck am I paying for","sentiment_score":-0.4}
{"full_text":"2020: the year of COVID and Brexit - what has it meant for financial crime prevention?https:\/\/t.co\/r2kSi7smus","sentiment_score":0.0}
{"full_text":"So we are here again, so much to think about...during these uncertain times...pause, breathe and know that you will get through this. Enjoy nature and know that there is so much to be grateful for...#Kudos #Beautiful #Newyear21 #Covid19 #Mindful #Selflove","sentiment_score":0.4125}
{"full_text":"Help us keep you and everyone safe and stop the spread of Covid - Please make sure you remember to;Wear a face cover,Wash your hands, Board one at a timeAvoid busy travel times if possible,Pay with the exact Change#StopTheSpread #TravelSafe https:\/\/t.co\/hYq8mlwiRV","sentiment_score":0.3375}
{"full_text":"Global #VentureCapital funding to women-founded companies fell substantially in 2020, according to data. The pandemic has disproportionately impacted women in the workforce and has had a complex effect on women founders. #inclusionintechhttps:\/\/t.co\/c26qH5plJz","sentiment_score":-0.15}
{"full_text":"Newswatch COVID-19 Digest: Tuesday January 5, 2021 ","sentiment_score":0.0}
{"full_text":"President Rodrigo Duterte warned he will sack airport officials who let travellers to easily enter the country while health and safety restrictions due to the COVID-19 pandemic are in place.","sentiment_score":0.1541666667}
