{"full_text":"National #Farm Machinery Show postponed until 2022Ongoing uncertainty surrounding #COVID-19 forced organizers to make difficult decision.https:\/\/t.co\/iAVX6UhcBe #NFMS #farmmachinery","sentiment_score":-0.4}
{"full_text":"RT transfer of wealth from private sector working class to elites and public sector during COVID is merely a pilot project f...","sentiment_score":-0.1666666667}
{"full_text":"I feel PISSED OFF!!","sentiment_score":0.0}
{"full_text":"RT Boris to cave to EU: No10 hints Britain could ship Covid jabs to Brussels bloc next month. Boris You Plonker! Don't Le...","sentiment_score":0.0}
{"full_text":"RT Today is a good day to remind you that multiple U.S. Senators sold off stocks weeks before warning Americans that COVID...","sentiment_score":0.35}
{"full_text":"RT President Biden signed another executive order today to reopen enrollment to Obamacare from February 15 until May 15. Becau...","sentiment_score":0.0}
{"full_text":"Before COVID I could invite 30 people to hang out and five would show up. It worked!Now, if I want to see one person (outside\/distanced\/masked) I have to specifically make plans. If they don't write back I feel like I should wait, so plans never happen. It's exhausting.","sentiment_score":-0.2}
{"full_text":"My son in high school was very aware of the fine for not abiding by the stay at home order.  He has 5 days off and we are not going for a drive.","sentiment_score":0.3005555556}
{"full_text":"RT boris: we did everything we could to minimise covid loss of life what he did:","sentiment_score":0.0}
{"full_text":"I'm ready to be done with the pandemic now. Thank you for coming to my TED talk.","sentiment_score":0.2}
{"full_text":"RT It's Propaganda against opposition..Its Propaganda against NRC protest.. It's propaganda against Minorities during pandemic...","sentiment_score":-0.1}
{"full_text":"RT \"They have different shelves, different freezers for the imported meats, the imported frozen foods.\"A disputed #coronaviru...","sentiment_score":0.0}
{"full_text":"RT Why at every opportunity to Johnson and Gove keep mentioning the army?There are many, many different citizens including...","sentiment_score":0.3333333333}
{"full_text":"RT long covid is a hot topic but children have been suffering horrifically from post viral\/bacterial illnesses for ye...","sentiment_score":0.1}
{"full_text":"RT So when other people wear a mask, stay inside a lot, and start giving singing lessons on the side, they're \"dealing with a...","sentiment_score":-0.125}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stoc...","sentiment_score":0.0}
{"full_text":"RT The #CDC had more accurate and up-to-date data that it could have used to calculate the rate of severe allergic reacti...","sentiment_score":0.45}
{"full_text":"it's scary how introverted this pandemic has made me feel, worries me for when things are a bit more normal","sentiment_score":0.05}
{"full_text":"RT hey, this is the story that needs reporting. fired a faculty...","sentiment_score":0.0}
{"full_text":"RT During the Trump Age, the president was supposedly responsible for every death from COVID-19. We now learn that there is \"...","sentiment_score":0.2}
{"full_text":"Er Pauline. Their borders are closed. So where did it come from? They are a 'Zero Covid' country","sentiment_score":-0.1}
{"full_text":"RT This pandemic has caused great devastation and taken far too many lives.  Nursing homes residents and workers deserve...","sentiment_score":0.4666666667}
{"full_text":"RT Frightening to think only 43k votes in a few states prevented us from Pence still running the COVID Task Force, the CD...","sentiment_score":-0.2333333333}
{"full_text":"Executive Director of Lori Smetanka, offers her perspective on why is suing for weakening enforcement of #NursingHome standards. #COVID","sentiment_score":0.1}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT In light of the NY AG confirming has been lying about the death toll resulting from his ordering Covid patient...","sentiment_score":0.4}
{"full_text":"RT Trump can take no credit for inbound travel restrictions from China because he exempted U.S. citizens, letting tens of th...","sentiment_score":0.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"State attorney general: NY undercounted nursing home COVID deaths, eldercare sites failed to follow safety protocols","sentiment_score":-0.225}
{"full_text":"RT Job losses due to #COVID19 resulted in massive increases in poverty &amp; inequalities, with the number of people living in extreme pov...","sentiment_score":-0.0833333333}
{"full_text":"RT Most people are playing their part in fighting the spread of #Covid19, and we're taking firm action against those who...","sentiment_score":0.1333333333}
{"full_text":"RT This report is not one bit surprising and I fear the situation may get worse before it gets \"better\" due to the pandemic...","sentiment_score":0.16875}
{"full_text":"RT Stroke survivors are in priority group 6 for vaccine rollout. This includes both stroke and TIA (mini-stroke).Some st...","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT 7 Fun Activities You Can Do Online During Lockdown. Featuring: ","sentiment_score":0.3}
{"full_text":"RT my life? iconic. my illness? chronic.like so many others, i'm #HighRiskCA and a COVID diagnosis could be deadly, especi...","sentiment_score":0.2666666667}
{"full_text":"At a time when covid has stripped us of our connectivity from this island the have proven that given the tools and personnel they can deliver.","sentiment_score":0.0}
{"full_text":"RT Can give an example of the \"Johnson government\" \"berating\" the EU? If not, she should retract and delete this...","sentiment_score":0.0}
{"full_text":"RT The Ontario COVID-19 Science Advisory Table is made up of volunteers. Our academic members continue to speak independently...","sentiment_score":0.0}
{"full_text":"RT Scientists liken long Covid symptoms to those of Ebola survivors | Long Covid | The Guardian #longcovid @AppgCoronavirus  h...","sentiment_score":-0.05}
{"full_text":"RT FREE COVID-19 TESTING IN GHANA #GHToday #GHOneNews","sentiment_score":0.4}
{"full_text":"RT There were 31,000 COVID-19 deaths in America last week.That is the number the mainstream media wants to highlight.Th...","sentiment_score":0.1}
{"full_text":"It's interesting to me how fear\/faith have been bent to fit in with the Republican agenda when they speak about guns vs. COVID.","sentiment_score":0.45}
{"full_text":"I literally can't play bass without my hands cramping up wtf why must covid fuck with literally everything I love","sentiment_score":-0.1375}
{"full_text":"RT We are delighted to launch Feed Our Pack!An initial PS500,000 project, kickstarted by Nuno and the tha...","sentiment_score":0.35}
{"full_text":"RT This journey is essential like essential oils are essential.","sentiment_score":0.0}
{"full_text":"RT There is currently a highly organised campaign on Telegram to encourage business owners in Ireland &amp; the UK to defy lockdown...","sentiment_score":0.16}
{"full_text":"RT Bailouts for hedge fund managers who lost money to the \"free market\" but not for families facing eviction due to wides...","sentiment_score":0.1375}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"Covid-19 Vaccine Registration: Police Warns Of New Cyber Crime Bhubaneswar: Ahead #cybercrime #rssfeed","sentiment_score":0.1363636364}
{"full_text":"RT This is Lizbeth Farooqi, a Muslim, female, queer, lawyer in the 80s! Who worked to provide justice for those suffering dur...","sentiment_score":0.0}
{"full_text":"RT Here are some psychological insights that can help manage covid 19.","sentiment_score":0.0}
{"full_text":"Obviously nobody close to has had #COVID19 for her to take it seriously. No regards for the rules is fine with her.Hope take notice of what she is pulling with constant rule breaking and her half arsed apologies to her fans who see that prat of a role model.","sentiment_score":0.0833333333}
{"full_text":"RT People are acting like the Gamestop move is just trolling. Read the threads. Desperate people, ravaged by pandemic and...","sentiment_score":-0.3}
{"full_text":"RT TOM MULLER, 69, of Charlotte, North Carolina died of COVID on Aug. 19.\"Three years was not enough time for Charlie [his...","sentiment_score":0.0}
{"full_text":"If they do, with the current state with COVID, those contracts would be backloaded. Which can screw teams over.","sentiment_score":0.0}
{"full_text":"Amazing news, given the J&amp;J vaccine looks super promising. We could have another emergency use authorization within a couple weeks!","sentiment_score":0.3944444444}
{"full_text":"RT 400 thousand Americans die of Covid. US Government: The President incites a deadly insurrection against Congress. US...","sentiment_score":-0.2}
{"full_text":"RT JUST IN - Cayman Islands has vaccinated an additional 432 people in the last 6 days - taking the total vaccinated with CO...","sentiment_score":0.0}
{"full_text":"RT COVID....IS....A......HOAX.....BREXIT....WAS....A....GREAT....IDEA...SOMETHING.... ABOUT ....BILL... GATES....DONALD.....","sentiment_score":0.0}
{"full_text":"RT New polling from With support across party lines, large majorities favor President Biden's COVID rescue...","sentiment_score":0.1753246753}
{"full_text":"Inside the place with the world's highest COVID death rate","sentiment_score":0.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Only 5 of the 17 republicans that would be needed to impeach Trump feel that the impeachment of a former president is e...","sentiment_score":0.0}
{"full_text":"RT Portugal vs. ItalyOne country loosened rules so families could get together over Christmas. The other country imposed a...","sentiment_score":-0.125}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT In light of the NY AG confirming has been lying about the death toll resulting from his ordering Covid patient...","sentiment_score":0.4}
{"full_text":"RT #panspandashour This is the life that a person suffering with #pans #pandas has - chronic infection leaving horrific l...","sentiment_score":-1.0}
{"full_text":"Wear A Maskor","sentiment_score":0.0}
{"full_text":"walking into a grocery store in a small conservative town is like ah i love the smell of homophobia in the middle of a pandemic ","sentiment_score":0.0833333333}
{"full_text":"RT .@CPSFindlayOH will host its 25th annual chili cook-off in February, with entries judged this year on looks.The signatur...","sentiment_score":0.0}
{"full_text":"RT UCSF team reports in Science a new anti-CoViD drug = Aplidin (plitidepsin), which was originally extracted from an exotic...","sentiment_score":0.3371212121}
{"full_text":"Health Canada issues tender for up to 100,000 COVID tests per day for asymptomatic people at airports | Ottawa Citizen","sentiment_score":0.0}
{"full_text":"Healthcare is working.dont ever believe those\" for profit\"lies.we have an excellent Healthcare system .ever hear of paying for covid tests or vaccines????","sentiment_score":1.0}
{"full_text":"Wash your hands, wear your mask, don't visit friends\/family. We are trying to survive a mass death event. Call your local leaders\/Governor &amp; share your rage. They must do more. They were elected to serve us- not us them. Please watch &amp; stay inside","sentiment_score":0.25}
{"full_text":"RT My turn.  My wife and I got our first covid shot today at the APH mega site.  Thanks to everyone working to make this possib...","sentiment_score":0.225}
{"full_text":"Fantastic case studies. OT's set up a therapies staff well being support service at the start of the pandemic offering 1:1 support and daily well being\/ relaxation sessions. Great to see AHP skills utilised to support our NHS people.","sentiment_score":0.4}
{"full_text":"RT You want a bipartisan COVID Recuse Plan?  It turns out, delivered one -- the American Rescue Plan.","sentiment_score":0.0}
{"full_text":"RT New polling from With support across party lines, large majorities favor President Biden's COVID rescue...","sentiment_score":0.1753246753}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Most critical takeaway from the press briefing is: a lot is dependent on the covid relief bill. And the GOP is too busy still p...","sentiment_score":0.2}
{"full_text":"RT Didn't you say the pandemic wouldn't exist after the election?","sentiment_score":0.0}
{"full_text":"Love's Travel Stops Offers Monetary Incentive To Employees Who Voluntarily Get Vaccinated For COVID-19","sentiment_score":0.3}
{"full_text":"Are we all going to get covid-19? Si senor!","sentiment_score":0.0}
{"full_text":"RT since this interview seems to have upset certain people I am retweeting. Judge for yourself if you think I am being unfair!...","sentiment_score":-0.2053571429}
{"full_text":"RT not really grasping the gop strategy of letting dems take full credit for the next round of covid relief payments to strug...","sentiment_score":0.0125}
{"full_text":"RT There were 31,000 COVID-19 deaths in America last week.That is the number the mainstream media wants to highlight.Th...","sentiment_score":0.1}
{"full_text":"First thing I need after covid is a Wagamama date","sentiment_score":0.25}
{"full_text":"RT In light of the NY AG confirming has been lying about the death toll resulting from his ordering Covid patient...","sentiment_score":0.4}
{"full_text":"Music video for my new single \"Pandemic Blues\" debuts tomorrow Remember when they did a \"drawdown\" of the Mississippi River near the Stone Arch Bridge in early October 2020?That's where we shot most of the footage - I love how it turned out and can't wait for you to see it!","sentiment_score":0.2316558442}
{"full_text":"RT \"$15 an hour will increase prices\"Costco: pays workers well, same prices as Walmart's Sam's ClubIn-n-Out: pays wor...","sentiment_score":0.0}
{"full_text":"RT #BREAKING The chairperson of the Parliamentary Health Committee, Dr Ruth Labode, says people should not be paying for C...","sentiment_score":0.0}
{"full_text":"How terribly sad, Father married my sister. My heart goes out to him and Nuala's family.","sentiment_score":-0.125}
{"full_text":"RT President Biden signed another executive order today to reopen enrollment to Obamacare from February 15 until May 15. Becau...","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"The EU secured some of the lowest prices in the world. At what cost?","sentiment_score":0.0}
{"full_text":"RT Anyone suspicious? Democrat governors signal post-Trump shift to less harsh COVID-19 restrictions after months of lock...","sentiment_score":-0.1833333333}
{"full_text":"RT WHO new guidance on Clinical Management of #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT I'm not going to link to it but I see Rod Liddle basically criticises my view that nobody is above the law in the Sun newsp...","sentiment_score":0.0}
{"full_text":"Covid-free bubble concert, anyone? via HAHA THIS IS SO FLIPPIN' GREAT   ","sentiment_score":0.5}
{"full_text":"RT Larry King's  Real Cause of death was from an infection ... Sepsis . .Not Covid ! via","sentiment_score":0.25}
{"full_text":"RT What an awesome bird to be perched opposite my bedroom window! Lockdown photography  ","sentiment_score":0.5}
{"full_text":"RT I will likely get blow back but why are Americans flying all over the place during a pandemic?","sentiment_score":0.0}
{"full_text":"RT For NHS staff who are risking their lives every day to keep patients safe this is incredibly demoralising and dangerous non...","sentiment_score":0.2666666667}
{"full_text":"shouldn't have to pay for Covid tests! If you are you need to submit to get reimbursed. At home rapid test kits are what you should start using. HMU i'll send the links.","sentiment_score":0.0}
{"full_text":"When a group giving out COVID-19 vaccines got stuck in the snow on a highway in Oregon, they set up a makeshift clinic, so the doses didn't go to waste","sentiment_score":-0.2}
{"full_text":"RT Join museums across CA in supporting CA's COVID-19 health guidelines: Wear your mask Keep your distance (6 ft+) Stay ho...","sentiment_score":0.25}
{"full_text":"Birthday nights will actually be the death of UK girls imagine paying 5k in a pandemic just to do up Instagram posts","sentiment_score":0.0}
{"full_text":"RT DA warns of online threats that children face amid COVID-19 and provides resources for survivors of #HumanTr...","sentiment_score":0.0}
{"full_text":"RT Letter calls for end to lockdown at Drumheller prison due to 'grave mistreatment' of inmates","sentiment_score":-0.125}
{"full_text":"RT Israel - the fastest to vaccinate, has seen a 60% drop in CoViD hospitalizations within 3 weeks of the 1st shot. Nice imp...","sentiment_score":0.6}
{"full_text":"RT Yay! Racist asses","sentiment_score":0.0}
{"full_text":"Coronavirus has had a big impact on jobs in Northants as unemployment rate increased by 40+ per cent in the year up to September. Difficult times: perhaps especially for self-employed people, those on zero hours contracts and young people.","sentiment_score":-0.1}
{"full_text":"A local art leader has come up with a way to help improve mental health for youth during the pandemic. was at learning more about the project and the power of art. #bellletstalkday #mentalhealthmatters","sentiment_score":0.1333333333}
{"full_text":"If there's one thing 2020 taught us, it's the ability to adapt to change and the evolving needs of our customers. But what will our normal look like in the wake of COVID-19? Read our blog! #BankOriginal","sentiment_score":0.1875}
{"full_text":"In #Nigeria, contact-tracing apps raise valid concerns about the government's attempts to leverage this for future clampdowns on citizens' digital rights -- long after the #COVID19 pandemic is long gone. #DigitalRightsUnderLockdown","sentiment_score":-0.025}
{"full_text":"RT Good to hear delivering her budget. As she said I am providing additional flexibilities to help the devolv...","sentiment_score":0.7}
{"full_text":"How many cases\/deaths would have been acceptable to Tony? 280,000\/10,000? Would he then give his blessing to the lockdowns? (After the horse had bolted). He's bonkers. Lucky he wasn't our PM when the pandemic hit us, although Scummo's not been much good either.","sentiment_score":0.5111111111}
{"full_text":"RT My original piece said \"the advert depicted women in domestic scenes, home schooling children, cleaning and - improbably g...","sentiment_score":0.1875}
{"full_text":"Opinion: \"If we all can't band together and be there for each other, if we stop reading these COVID-19 statistics every day as human lives and just tally the death toll with a sigh, then I can't bear to imagine what 2022 will look like for us...\"https:\/\/t.co\/JxTQJUaYHb","sentiment_score":-0.0625}
{"full_text":"#Budget2021 to be announced on February 1; here's what could be in store for the pandemic-hit middle class.#Repost","sentiment_score":0.0}
{"full_text":"#SaudiArabia has a total of 367,276 #coronavirus cases, 358,753 recoveries and 6,366 deaths.   ","sentiment_score":0.0}
{"full_text":"Indian players clear first of 3 COVID-19 tests, BCCI allows families during hard quarantine","sentiment_score":0.0194444444}
{"full_text":"Israel believes there will be a rise in antisemitism in 2021 as coronavirus-related hate continues to be spread online. #StandUpToHatred","sentiment_score":-0.8}
{"full_text":"Police raid sends customers running from beauty salon open in lockdown","sentiment_score":0.0}
{"full_text":"Questions for today's (1\/28 US) Global #gtchat (#giftED #talented) Powered by #TAGT Our topic: \"Supporting Exhausted Parents during the Pandemic\". #NAGC #SENG #parenting #2ekids #COVID19 #parentinginapandemic #edchat #txeduchat #AussieED #vicpln #thursdayvibe","sentiment_score":0.21}
{"full_text":"The Times In Which We Live:  COVID, Markets &amp; Social Happenings... #Coronavirus #learn #pandemic #personal #observations #exposed","sentiment_score":0.0565656566}
{"full_text":"Join museums across CA in supporting CA's COVID-19 health guidelines: Wear your mask Keep your distance (6 ft+) Stay home if you're sick Wash your hands frequently RT to show your support! #MuseumsForMasks@socalmuseums@calmuseums","sentiment_score":-0.1130952381}
{"full_text":"Due to Covid restrictions #ClarSmidirini has been off air since early January. Although I miss playing new Irish music every week, it's the safest thing for all staff which is most important. But PLEASE keep sending you tunes to me, I can't wait to play them all. Beimid ar ais!","sentiment_score":0.1852272727}
{"full_text":"Kim Jong Un's wife was last seen over a year ago in state media.Experts believe that Ri Sol Ju's disappearance may be due to North Korea putting more focus on other pressing issues or to protect her from COVID-19.https:\/\/t.co\/sHeQgqcfn8","sentiment_score":0.0625}
{"full_text":"U.S. economy contracted 3.5% in 2020 amid COVID-19 fallout, the largest annual decline of U.S. GDP since 1946, according to the Commerce Department on Thursday.","sentiment_score":0.0}
{"full_text":"\"Mario Rodriguez: Blueprint for post-COVID economy includes Blue Line route\"https:\/\/t.co\/sPsRsyJXRw","sentiment_score":0.0}
{"full_text":"1,567 COVID-19 patients are hospitalised - of which 26 are in ICU.","sentiment_score":0.0}
{"full_text":"COVID-19 vs. Abortion Deaths in 2020-2021https:\/\/t.co\/VjHHXpNpbV","sentiment_score":0.0}
{"full_text":"Our Covid-19 booklet is now available in Swahili! Describing accessible ways for #streetchildren to protect themselves and others from the virus in child friendly language. More translations coming soon!","sentiment_score":0.46875}
