{"full_text":"What a wonderful duoI wanna Dally to lock me down like this","sentiment_score":0.4222222222}
{"full_text":"What are people doing gathered together in the middle of a pandemic? ","sentiment_score":0.0}
{"full_text":"RT \"If you take appropriate precautions, you don't have to worry about any viruses,\" Dr. Fauci says on the importance to continue p...","sentiment_score":0.5}
{"full_text":"RT Palestinians in the occupied West Bank have been excluded from the Israeli #COVID19 vaccine rollout, while Israelis in illegal...","sentiment_score":-0.5}
{"full_text":"More politicians admit to foreign travel as #COVID19 cases in Canada top 600,000 | CBC News","sentiment_score":0.2916666667}
{"full_text":"So we should assume that everyone who got Covid is a bad person, or lacked good judgment and put us all at risk. Many have tweeted that they got Covid despite being careful. That is victim shaming, me thinks.","sentiment_score":0.065}
{"full_text":"RT Facing up to this scale of infections &amp; deaths surely we need a simple plan of 1.Full national lockdown, 2.Schools clo...","sentiment_score":0.25}
{"full_text":"RT This has NEVER been about your Health, it's about submission and profiteering period..","sentiment_score":0.0}
{"full_text":"No not necessarily.  I'm vulnerable to covid but not flu.  I'm not elderly or vulnerable except in the case of covid.  There are millions of us.","sentiment_score":-0.125}
{"full_text":"If you have any coronavirus symptoms, you should self-isolate and get a test. You Can book a test through the NHS COVID-19 app or go to You must book your test in advance to secure a slot. #NorthantsTogether","sentiment_score":0.4}
{"full_text":"I have had CV19  laid up 2 1\/2 days a week to get over it. Wouldn't wish it on anyone.But that said think the Media have a lot to answer to. Scaring the crap out of people also causing panic buying panic testing etc.. wish the Goverment would hold them to account..","sentiment_score":-0.8}
{"full_text":"RT 3 staff members of West Bar have tested positive for Covid-19. The bar is reporting that while all others tested negativ...","sentiment_score":0.2272727273}
{"full_text":"Wrong about what?  2020 was clearly the most deaths in the US ever.  The CDC data on my initial chart CLEARLY shows 2020 had more total deaths than 2018 or 2019.","sentiment_score":0.1}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT Australia is moving to boost ties with small island nations off its eastern coastline, pushing back against China's growing i...","sentiment_score":-0.125}
{"full_text":"RT This virus is easily handled. Eliminate D3 deficiency. Consider HCQ and IVM prophylaxis and treat inflammation, resp dis...","sentiment_score":0.4333333333}
{"full_text":"No words can describe... first get this country in a total PROPER Lockdown the virus is spiralling out of control then start thinking about prioritising us frontline workers what are working on the frontline with covid 365 days a year and no good giving people half a dose","sentiment_score":-0.0533333333}
{"full_text":"RT  1\/4@WHO communicates #COVID19 impt info to every day via our HQ, regional &amp; country offices; via EIS\/Disease Outbreak...","sentiment_score":0.0}
{"full_text":"RT Israel is a racist, sectarian, apartheid state.","sentiment_score":0.0}
{"full_text":"As if any actual non brain washed person needs the media to tell them anything about Trump. You can actual watch the Orange Bafoon try to speak words during any of his covid spreading rallies. And unlike morons who get their information from OAN and Newsmax...","sentiment_score":-0.2666666667}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT 2020 was not an easy year, there's no doubt about it. No one can be indifferent to the pain and suffering that COVID-19 brou...","sentiment_score":0.4333333333}
{"full_text":"y'all taking L's","sentiment_score":0.0}
{"full_text":"RT 774 New Cases today.Stay safe Zimbabwe #CovidIsReal #MaskUpZimbabwe","sentiment_score":0.3181818182}
{"full_text":"RT COVID showed that racism is a public health crisis, too.Until the vaccine is available in the South Bronx, and the East S...","sentiment_score":0.2}
{"full_text":"BETHY omg i am going to go rob a hospital and take the covid vaccine just so i can go on a date with u asap ","sentiment_score":0.0}
{"full_text":"Foreclosures are at epidemic levels in Hawaii What's amazing is Hawaii is fairly liberal yet the Courts are using very unlawful tactics to undermine standing law and steal people's homes by allowing fraudulent documents into foreclosure actions.Liberals use predatory tactics!","sentiment_score":0.5166666667}
{"full_text":"The total COVID-19 case count for Tennessee is 608,297 as of January 3, 2021 including 7,025 deaths, 3,176 current hospitalizations and 526,966 are inactive\/recovered. Percent positive today is 21.41%. For the full report with additional data:","sentiment_score":0.1443181818}
{"full_text":"I've got 3 boys. 19, 16 &amp; 11. The affect on all of them is frightening me so much but my 11 year old so much more. Lockdown, Senior school, loss of Grandad &amp; Dad with cancer this year. No peer contact .No one cares about the detrimental effect on our kids!","sentiment_score":0.10625}
{"full_text":"No difference for me as can work from home. Never had any time off over lockdown other than booked holiday time.","sentiment_score":-0.125}
{"full_text":"RT Absolutely devastating. Over 75,000 people now dead. This virus is horrific.The variant is spreading with ferocity. Ou...","sentiment_score":-0.6}
{"full_text":"RT Looking for COVID-19 testing locations? Please visit: #DoRightRightNow #WashYourHands...","sentiment_score":0.0}
{"full_text":"RT A shameful tweet. The death count for #COVID19 is conservative, likely a 10-20% UNDERcount. #Trump has...","sentiment_score":0.0}
{"full_text":"Same old Major Catastrophe.Dither until the infection rate skyrockets to a point that lockdown is so long that the economy is destroyed. But keep the schools open (because teachers are expendable).But 'he's doing his best'.ZZZZZZZ.","sentiment_score":0.1854166667}
{"full_text":"I'm prayinggg for a #nationallockdown. This tiers rubbish is not enough. A lockdown now could mean we can enjoy spring and summer. Us in tier 4 are practically in lockdown now anyway. We don't mind! ","sentiment_score":0.0625}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT Newly Mustachioed Bill De Blasio Unveils Special Red Armbands For Police Enforcing Lockdown#BestOfTheBee","sentiment_score":0.1645021645}
{"full_text":"RT Someone ran on the Buccaneers field during a pandemic","sentiment_score":0.0}
{"full_text":"RT In Colorado when a lawmaker refuses to wear a mask on the House or Senate floor, nothing happens.","sentiment_score":0.0}
{"full_text":"To sustain to go pay my bills, mostly my house rent, pls if there a way anyone could help, buy just purchasing the console, it could save my life. You can reach me through text  318 973-9003","sentiment_score":0.5}
{"full_text":"RT This tweet was penned from the UK but is perfectly relevant to SA as well. Moreso, considering all the booze bans and all th...","sentiment_score":0.4}
{"full_text":"RT The corrupt corporate and oligarchic system must be help responsible.","sentiment_score":-0.1}
{"full_text":"RT How Great Barrington devotees, Rishi Sunak and right wingers caused 1.3 million additional COVID infections.","sentiment_score":0.5428571429}
{"full_text":"Was shocked to arrive to stay with friend on NYE, who had at the very least had a bad cold. Presume she'd had a test.\"Why would I? There is no community spread in NZ\"Sigh..... She's still refusing to get a test, so I'm staying home incase I get it too.","sentiment_score":-0.5975}
{"full_text":"RT New 'tier six' lockdown won't work in Ireland because they'll have a shortage of welding torches.","sentiment_score":0.1363636364}
{"full_text":"Maybe the club should be closed because we are having an pandemic. Just a thought.","sentiment_score":-0.1}
{"full_text":"RT Dr. Anthony Fauci told News that he did not anticipate the COVID-19 pandemic death toll in the United States would reach curr...","sentiment_score":0.0}
{"full_text":"If only we could have a fair, unbiased, factual level of journalism we could meet in the middle &amp; have a less divided community response to the current COVID health pandemic.","sentiment_score":0.1066666667}
{"full_text":"RT QUOTE: \"We know; M7's regime has planned tally centres in Mbuya &amp; Nakasongola barracks to rig elections. Regime intends t...","sentiment_score":0.0}
{"full_text":"RT Want me to stay home? Sure--make sure my family and I are fed and not going to be evicted.Want me to test? Sure...","sentiment_score":0.5}
{"full_text":"RT One year after the #coronavirus outbreak in Wuhan, family members of Covid19 victims in China are still seeking answers","sentiment_score":0.0}
{"full_text":"RT We lost a neighbor from Covid. She was 32 and wouldn't wear a mask. She said Trump didn't believe in masks so neither did she...","sentiment_score":0.0}
{"full_text":"Good lord! The STUPID runs DEEP in you, huh? Obviously, you have ZERO regard for others. The PERFECT #MAGAt. Taking NO responsibility for how YOUR actions affect others is spot on. If you had actually SEEN someone in the throes of #COVID19, as I have, you wouldn't be so glib. ","sentiment_score":0.1791666667}
{"full_text":"RT So it turns out more of ye didn't know about the WoW pandemic than did. 56% didn't know.It's honestly a pretty interesting...","sentiment_score":0.3375}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT In earlier articles I've shown that covid is far less deadly than it's portrayed as being. In this article I discuss why...","sentiment_score":-0.0666666667}
{"full_text":"RT 1. This is a dumb, super ignorant headline.2. There's no evidence presented to support the central premise of this piece...","sentiment_score":-0.0138888889}
{"full_text":"RT #SARSCoV2_specific_T_cells | Phenotype in COVID-19 patients with acute respiratory distress syndrome | Rory de Vries","sentiment_score":0.6}
{"full_text":"RT Today I spoke to school staff about being told to go to work despite scientific advice stating schools should close. \"As...","sentiment_score":0.0}
{"full_text":"RT Trump has time to threaten Republican election officials but doesn't have time to help with anything regarding the pandemic. Ab...","sentiment_score":0.0}
{"full_text":"RT Around the world, misinformation about #COVID19 surging across digital channels is impeding public health response &amp; st...","sentiment_score":0.0}
{"full_text":"RT In these Covid times is there any need for cheerleaders at the Darts?","sentiment_score":0.0}
{"full_text":"RT Let me be clear: The Biden-Harris Administration will spare no effort to make sure people are getting vaccinated.","sentiment_score":0.3}
{"full_text":"RT Sadly my father in law died of cancer yesterday (90). To our shock they blatantly told us they have to put Covid-19 as...","sentiment_score":-0.5}
{"full_text":"i had covid for 2 weeks and not one friend texted to check in on me OOF","sentiment_score":0.0}
{"full_text":"RT 20th March 2020 - 2,965 daily covid cases - national lockdown - schools close3rd January 2021 - 54,990 daily covid cases...","sentiment_score":0.0}
{"full_text":"This data presentation is a total nightmare. Hasn't anyone ever worked with this stuff before? It's like someone is literally trying to obfuscate information and make it unusable. Looking for perhaps a log of cases, covid and otherwise. Agg by day is fine.","sentiment_score":0.2083333333}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"This sounds a bit radical?","sentiment_score":0.0}
{"full_text":"RT Schools have never been safe from Coronavirus.","sentiment_score":0.5}
{"full_text":"Prayers with you &amp; your family &amp; literally everyone , my little sister is sick and she getting tested for Covid today . She really loves you and she sends her prayers to you as well ","sentiment_score":-0.2339285714}
{"full_text":"RT Debbie Hicks, who was arrested for whistleblowing on empty hospitals and smashing the government\/MSM Covid narrative, spea...","sentiment_score":-0.1}
{"full_text":"  END the EVIL INHUMANE  #discrimnation  of 3M Families!  #ExcludedUK#wearenotgoingaway","sentiment_score":-1.0}
{"full_text":"Now i'm not and will never be antivaccine but i'm not getting that covid shot until a few months after it drops, make sure it don't turn niggas into zombie and shit like that","sentiment_score":0.0333333333}
{"full_text":"RT The only people screaming for another lockdown are those who's finances are unaffected.Fact!#COVID19 #lockdown","sentiment_score":0.0}
{"full_text":"RT Firm with Links to Matt Hancock's Family Awarded PS5.5 Million COVID Testing Deal - Byline Times","sentiment_score":-0.2}
{"full_text":"RT Common sense is dying but not dead yet!","sentiment_score":-0.0875}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"State: Norovirus Outbreak at Puritan Was Of 'Unknown Origin' - #norovirus","sentiment_score":-0.1}
{"full_text":"RT Your cousin or close friends covid wedding? Sure. Nye parties? Non-essential af.","sentiment_score":0.5}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"They'd rather people die of covid than end links with UK.","sentiment_score":0.0}
{"full_text":"RT this is genocidehttps:\/\/t.co\/VyqoJ3v7vU","sentiment_score":0.0}
{"full_text":"RT \"I feel like I've lost more than just my dad\"Angelina Proia's father died with Covid-19 aged 66, now she's warning others t...","sentiment_score":0.2}
{"full_text":"Only problem is that when these rich fat lipless bastards get sick they don't kill each other off bc they get the best care money can buy.","sentiment_score":0.1071428571}
{"full_text":"Watch Nkosi Nyathi's video for a simultaneously sobering &amp; inspiring start to 2021 #ClimateActionNow","sentiment_score":0.5}
{"full_text":"RT Just wish they would speeden up the vaccination process now Oxford has been approved. They...","sentiment_score":0.0}
{"full_text":"RT You can get tested for COVID-19 at no cost. Testing is available at several testing locations throughout San Antonio. Sc...","sentiment_score":0.2}
{"full_text":"idk I'm in lockdown","sentiment_score":0.0}
{"full_text":"100%. People are dying because of these decisions.","sentiment_score":0.0}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT DAUK have written to Boris Johnson today with concerns over the current pressures on the NHS due to COVID-19 We have called...","sentiment_score":-0.0625}
{"full_text":"RT I am the last who would insist on keeping school shut. We were a broken family at the end of lockdown 1 as a result of ho...","sentiment_score":-0.2}
{"full_text":"Literally yes, many people","sentiment_score":0.5}
{"full_text":"RT If you have time Mr and your Friend  listen to this just to let you know...","sentiment_score":0.0}
{"full_text":"RT Israel not helping Palestinians get vaccinated. A clear violation of Israel's obligation as the occupying power - &amp; it's racis...","sentiment_score":0.1}
{"full_text":"For the 1st time for a good few days Southampton didn't see the highest number of covid cases in Hampshire.","sentiment_score":0.25}
{"full_text":"Top CRE Articles in December 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #CREtech #IoT #Leasinghttps:\/\/t.co\/8ZeowvIpa0","sentiment_score":0.5}
{"full_text":"After effects of covaxinn ","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Feel like we've got another full lockdown on the way","sentiment_score":0.35}
{"full_text":"Exactly, a few weeks of proper lockdown is all we ever needed to virtually eradicate the virus.","sentiment_score":-0.1}
{"full_text":"RT Lockdowns and masks don't stop the spread of Covid. You can't hide from Covid. Stop trading your freedoms for fake secur...","sentiment_score":-0.5}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT Do you love our stories so much that you'd like to help us survive this pandemic? Then go to an...","sentiment_score":0.35}
{"full_text":"RT The cult that is attacking me for attending a party... what about this pure act of #EVIL, She is currently #COVID19 po...","sentiment_score":-0.2619047619}
{"full_text":"Address to the Nation: Update No. 21 on measures taken to combat COVID-19","sentiment_score":0.0}
{"full_text":"The cases are members of the Colorado National Guard who had been deployed to help with a COVID-19 outbreak an assisted living facility.","sentiment_score":0.0}
{"full_text":"Private parent fb during lockdown and class dojo been introduced recently. We sang songs, read books, played hide and seek looking for dolls and teddies. We also made and delivered learning activity bags to each household which proved really popular.","sentiment_score":0.2}
{"full_text":"Please impose strict measures on International Flights entering US Airspace. All Flight Passengers including Flight Crew should have Covid Negative Certificates done within 72 hours prior departure from outside Country.","sentiment_score":-0.075}
{"full_text":"RT What a MAJOR FLEXXXXXX for K-Pop fans!https:\/\/t.co\/VZ6KW6Rf8h@weareoneEXO #exo #kpop #dubai","sentiment_score":0.0625}
{"full_text":"RT 25-year-old COVID-19 victim being remembered as 'bright light' in her community","sentiment_score":0.3416666667}
{"full_text":"RT Straight Talk About the New Variant COVID-19 Strain. As much as I regret saying it just when so many need &amp; deserve a break,...","sentiment_score":0.2590909091}
{"full_text":"'No, we can't take your family member': California funeral homes overrun during COVID-19 surge via","sentiment_score":0.0}
{"full_text":"Not really. Has more to do with their culture and social welfare policies. Not really something \"they\" have done specifically to this pandemic","sentiment_score":0.0833333333}
{"full_text":"*hugs* This pandemic doesn't help at all. But it can be maddening to be ready and have no compatibles as it were.Not that I'm an expert, even if I didn't have my first relationship until I was 25.","sentiment_score":0.225}
{"full_text":"RT 1\/ I thought I'd write about my experience re-entering South Korea, where I reside, during this global pandemic. It wasn'...","sentiment_score":0.0}
{"full_text":"RT Curfew in Kenya has never been about coronavirus and it shows.","sentiment_score":0.0}
{"full_text":"RT Of course I'm a writer who knows fuck all about this so here's an epidemiologist with the actual evidence","sentiment_score":-0.2}
{"full_text":"Looks like when people give up. All we had to do was stay the fuck home. I just found out my daughter's friend went to Hawaii for Christmas. Her family felt they had been doing so good staying put that they wanted a break. That's not how it works. I'm just ugh!","sentiment_score":0.2375}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"Feeling a little under the weather ... my stuff not COVID ... if I'm up to it I will do the #amwriting #writing #editing","sentiment_score":-0.1875}
{"full_text":"#Egypt could be one of the few countries with a positive growth rate this year #covid19","sentiment_score":0.0136363636}
{"full_text":"Covid-19 and cognitive bias - The BMJ  #cognitivebias","sentiment_score":0.0}
{"full_text":"Longtime Yakima, Wash., pediatrician Roy Simms gets vaccinated and encourages others to do the same. \"The more people that get it, the sooner this pandemic will stop,\" he tells of the","sentiment_score":0.25}
{"full_text":"Early vaccination in #prisons, a #publichealth priority, proves politically charged #coronavirus #CovidVaccine #COVID19","sentiment_score":0.1333333333}
{"full_text":"Why would you want one anyway lol.... there is NO deadly virus or there would be bodies littered all over the streets across the world.  A stupid mask ain't going to stop a corona flu virus.... no one wears them in my city... malls are packed... you can go anywhere... hoax!","sentiment_score":-0.0333333333}
{"full_text":"As of today, the United States has more than 20 million confirmed cases of the coronavirus. 350000+ Americans died due to the coronavirus. And it's been two full months since the election. Yet, Trump is all consumed in grasping onto power","sentiment_score":0.28125}
{"full_text":"\"COVID-19 case rates were nearly 5 times higher among incarcerated populations and 3 times higher among correctional staff.  We hear voices of prisoners locked behind bars while covid-19 spreads inside.\" - Voices from the Pandemic","sentiment_score":0.05}
{"full_text":"Yes, we can clean your area rugs. Call us at 316-854-0558.#wichita #housecleaning #janitorial #clean #carpet #upholstery #airduct #arearug #dryervent #tile #grout #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":0.3666666667}
{"full_text":"RT People, don't forget to wear your mask and wash your hands ----#washyourhands #wearamask #maskon","sentiment_score":0.0}
{"full_text":"The US Centers for Disease Control and Prevention said it had administered 4,225,756 first doses of Covid-19 vaccines in the country as of Saturday morning and distributed 13,071,925 dosesRead More - #America #USA","sentiment_score":0.375}
{"full_text":"Hundreds have signed a petition for her to be punished for her actions.https:\/\/t.co\/MFVs8utwBz","sentiment_score":0.0}
{"full_text":"COVID-19 VACCINE SHORTAGES \"Covid-19 kills 1 American every 2 minutes. STOP YOUR RISK. \"Proven Covid-19 Protection\" 99% Efficacy Pamphlet. #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccineshortages","sentiment_score":0.0}
{"full_text":"As the U.S. #COVID19 death toll tops 350,000, Dr. Fauci is taking issue with President Donald Trump's claim on Twitter on Sunday that the number of U.S. cases and deaths is \"far exaggerated\"","sentiment_score":-0.2}
{"full_text":"Should schools stay open?","sentiment_score":0.0}
{"full_text":"RT #COVID19: As a rough guide I don't think schools should open until Eton does and with the same levels of testing that they ha...","sentiment_score":-0.0333333333}
{"full_text":"RT #EXCLUSIVE: Sources tell me that there are NO PLANS for a #lockdown in #Victoria at the moment...BUT, it may be conside...","sentiment_score":0.0}
{"full_text":"\"The ponies were all made in a now-defunct factory near Moses Lake, back in the 1950s and '60s.\"","sentiment_score":0.05}
{"full_text":"RT The recent death of the young Inuk mother from Sanikiluaq who caught COVID in the south - simply to deliver a baby - illustrat...","sentiment_score":0.0333333333}
{"full_text":"RT The issue is transmission, Kirstie. Children transmit to their teachers &amp; each other at school, &amp; from there into their...","sentiment_score":-0.125}
{"full_text":"RT 3) And I'll leave these passages of the study here. Yes, #COVID19 causes brain damage and vascular damage.","sentiment_score":0.0}
{"full_text":"RT $2,000 recurring checks until the pandemic is over","sentiment_score":0.0}
{"full_text":"RT My uncle picked up bookbinding during the pandemic and his basement is my wonderland","sentiment_score":0.0}
{"full_text":"RT \"The 12 Contracts of Christmas\" :\"Byline Times and The Citizens catalogue the 12 most notorious contracts awarded to priv...","sentiment_score":0.5}
{"full_text":"Yes and people who have died from Covid-19","sentiment_score":0.0}
{"full_text":"RT Time magazine has published a 3 page  article on excellent and efficient COVID management in UP by Yogi government","sentiment_score":1.0}
{"full_text":"Hun. If you were pregnant and got covid, I'd feel bad for the baby instead of you","sentiment_score":-0.1833333333}
{"full_text":"Mother: How my six-month-old baby survived Covid 19***Latest News Updates","sentiment_score":0.0}
{"full_text":"RT Translation: Saints are playing on Saturday","sentiment_score":0.0}
{"full_text":"RT Hospitals not keeping up with numbers. A colleague lost a 46 yr brother today to COVID-19. Was rushed to the local hospit...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 34.2FWind Chill: 34.2FHumidity: 97%Dew Point: 33.4F Barometer: 30.020 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 196.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Stop trying to spread bullshit lies.","sentiment_score":0.0}
{"full_text":"New Year, New Js.   The #AirJordan Retro 1 OG High 'Volt Gold' drops on Jan. 9th in men's &amp; kids sizes.Launch reservations are open via the Foot Locker Canada app at locations not affected by local government COVID-19 initiatives.","sentiment_score":0.0865454545}
{"full_text":"RT Everyone at #CelticFC sends their deepest condolences to the family &amp; friends of Gerry Marsden.Gerry's famous lyrics will l...","sentiment_score":0.5}
{"full_text":"RT Excellent thread - there are no easy answers re: schools and COVID-19","sentiment_score":0.3916666667}
{"full_text":"RT City had a full squad by the way. Only the GK, what was that Covid nonsense all about?","sentiment_score":0.175}
{"full_text":"RT Fauci on asked to respond to this Trump tweet: \"The numbers are real. ... Real numbers, real people and r...","sentiment_score":0.2}
{"full_text":"Me and my partner had covid. Please be vigilant out there. We cannot say where we got it. This thing is real... and not flu or cold symptoms. This is worse. Wear your mask so you dont infect someone else please","sentiment_score":-0.2666666667}
{"full_text":"You don't go to A&amp;E with Covid-19","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
