{"full_text":"RT RATE:America's response to #COVID19 has been...","sentiment_score":0.0}
{"full_text":"I know it's undignified to accuse people of cowardice, but he is a wretched little weasel. Suicides going up, prescriptions going up, and an epidemic of suffering from ADs\/APs\/Benzos is on its way, and that, is a crime.","sentiment_score":-0.39375}
{"full_text":"RT Whoa if true. \"Chinese Covid-19 Vaccine Is Far Less Effective Than Initially Touted in Brazil - WSJ\"","sentiment_score":0.1472222222}
{"full_text":"RT BOVID-19 is real AF. Wear a mask, bover up.","sentiment_score":0.2}
{"full_text":"RT As Covid deaths hit record levels, the Tories are running a cynical PR campaign blaming the public.The public never pr...","sentiment_score":-0.3}
{"full_text":"The chances of that asymptotic child shedding Covid-19 virus is 0.000% Which people are the uneducated &amp; uninformed ones?","sentiment_score":0.0}
{"full_text":"RT Health officials, in the final weeks of the Trump administration, are making dramatic changes to how covid vaccine doses...","sentiment_score":-0.2166666667}
{"full_text":"RT How did you catch coronavirus?","sentiment_score":0.0}
{"full_text":"When police don't want to protect a politician \"because Covid\", chances are that the politician is a Democrat. 2021.","sentiment_score":0.0}
{"full_text":"Sam and Sapnap meet up after Covid ;-;","sentiment_score":0.0}
{"full_text":"RT Trump told his followers that covid 19 was no worse than the flu. Again, he lied.","sentiment_score":0.2}
{"full_text":"RT Covid-ridden Spain on the left.Brexit-besieged Northern Ireland on the right.","sentiment_score":0.2857142857}
{"full_text":"Nick, 36, from the South West, is completing his teacher training, while his partner, who wants to remain anonymous, was unfortunately made redundant at the start of the pandemic. Say you took out an 18 mth contract last Feb. How much up front to cancel it?","sentiment_score":-0.06}
{"full_text":"RT Also this: govt is v quiet on the spread of Covid within workplaces. (See data below.) But there are a lot of people in...","sentiment_score":0.0}
{"full_text":"!!Record Mundial !!https:\/\/t.co\/BCIh1ssC30","sentiment_score":0.0}
{"full_text":"Amazing congratulations!!! When they start again please put me on that guest list ! (And I'll put you on ours !) food and conversation will be how I spend most of my post-Covid time","sentiment_score":0.75}
{"full_text":"And the flies around country playing and Canada's women's soccer team flies to Orlando to play. Yep, stay at home!","sentiment_score":0.0}
{"full_text":"World Wart Two: Winstoe Churchill vs Adolf Feetler","sentiment_score":0.0}
{"full_text":"RT How can you be thrown out of a Costco for refusing to wear a mask but not Congress","sentiment_score":0.0}
{"full_text":"I follow a nurse who's been dealing w a Covid denier. Thinks they're lying to him. He bit her hand one day after he tried to grab her boob. Spit on another nurse. Got out on a vent today. Hard to think there are people like that out there.","sentiment_score":-0.2916666667}
{"full_text":"Maybe it was the three dems that came to vote while covid positive?  Anyways, sucks that life is happening to her.","sentiment_score":-0.0363636364}
{"full_text":"BREAKING: Two COVID-related deaths reported at Parkland Saint John","sentiment_score":0.0}
{"full_text":"Them long post when people announce they have covid kill me like just shut up and heal","sentiment_score":-0.05}
{"full_text":"The year is 2025. Lockdown measures remain in place but every fourth person is a Dentons lawyer.","sentiment_score":0.0}
{"full_text":"RT The itils...","sentiment_score":0.0}
{"full_text":"Ontario Government: You must stay at home!Also Ontario Government: Here's the rules for meeting up with people.WTF?!?","sentiment_score":0.0}
{"full_text":"RT More great D3 news!!!Vitamin D reduces coronavirus mortality rate: Study , Science News |","sentiment_score":0.65}
{"full_text":"RT As Trump's supporters rampaged the Capitol and members of Congress huddled in a poorly ventilated room, Republicans had a cha...","sentiment_score":-0.4}
{"full_text":"RT The Maryland state public health lab confirmed the first two cases of the UK variant of COVID-19 in the state, Gov. Larry...","sentiment_score":0.2166666667}
{"full_text":"Here we show that reported influenza vaccination coverage rates for 29 OECD countries are associated significantly with recently observed SARS-CoV-2 infection rates in these countries.","sentiment_score":0.1875}
{"full_text":"RT Fuck covid I miss the nice drunk girls in the bathroom","sentiment_score":-0.1}
{"full_text":"I'd like to slap literally every one of you dumb motherfuckers who move around like covid isn't real","sentiment_score":-0.0875}
{"full_text":"Are there no rules in place in Congress for punitive action against members who refuse to wear a mask?!","sentiment_score":0.125}
{"full_text":"RT Worth reading this disturbing account of the submission by some UK academics on how to coerce ppl to take the vaccine plu...","sentiment_score":-0.1}
{"full_text":"RT Interested in how social sciences have, or have not, influenced the response to COVID-19? LSE IQ's latest podcast poses...","sentiment_score":0.2611111111}
{"full_text":"if they had covid they should had followed the recommendation of the cdc. You are a disgrace to all Americans.","sentiment_score":0.0}
{"full_text":"RT today officials warned that there are COVID outbreaks *everywhere* in LA and that anytime you leave your house you're in...","sentiment_score":0.0}
{"full_text":"RT Apple stores becoming vaccination centers would likely have a positive impact on what has been one of the biggest blockers so...","sentiment_score":0.2257575758}
{"full_text":"RT Can we please get every sensible member of Congress fitted with an N95 mask immediately. Cloth masks provide no protecti...","sentiment_score":0.0}
{"full_text":"RT WATCH LIVE: Nova Scotia is set to provide a COVID-19 update, as the province reported only 1 new case on Tuesday.Premi...","sentiment_score":0.0909090909}
{"full_text":"The guardian:  Germany and Netherlands likely to extend Covid lockdowns#coronavirus #germany #netherlands #belgium #greece","sentiment_score":0.0}
{"full_text":"Long Covid: Virus 'like Russian roulette' for young and healthy - Rachel SchraerHealth reporter image copyrightGetty ImagesThe risks of long Covid mean catching the virus is like \"playing Russian Roulette\" for the young and healthy, a...","sentiment_score":0.13875}
{"full_text":"Were they blasting \"Don't Fear the Reaper\" over the PA?MORE COVID!","sentiment_score":0.0}
{"full_text":"In LA, it is so bad that they are now advising essential workers to wear masks in their own home.","sentiment_score":-0.0333333333}
{"full_text":"RT Couple fined after woman walked husband on leash during COVID curfew","sentiment_score":0.0}
{"full_text":"RT Even when crowded into a shelter room to protect them form risk to their lives, some anti-masking Republican lawmakers re...","sentiment_score":0.0}
{"full_text":"RT How can you be thrown out of a Costco for refusing to wear a mask but not Congress","sentiment_score":0.0}
{"full_text":"RT Every one of those laughing, mask-less Republicans should be censured. We're potentially looking at a superspreader ev...","sentiment_score":0.0}
{"full_text":"RT FT View: Pandemic has exposed UK's threadbare safety net","sentiment_score":0.0}
{"full_text":"Pandemic Strain Pushes Some Health Care Workers Toward Unions : Shots - Health News : NPR","sentiment_score":0.0}
{"full_text":"The behavior of the GOPers who likely did this to Congresswoman Jayapal and the others would have been absolutely appalling under normal circumstances.Given how and where it happened, it is sickening, immoral, and either is or should be illegal","sentiment_score":-0.32}
{"full_text":"It's sad I'm excited because I just spent PS70 on a dust buster, coming tomorrow. I miss not being sensible and just partying with the money but I suppose with lock down that option is pretty much out unless you're rich. On the upside I get a new toy tomorrow ","sentiment_score":0.0726010101}
{"full_text":"And he survives?","sentiment_score":0.0}
{"full_text":"RT The Ontario science table remains long on hysteria and ideology, and short on real science.But you can't beat that six-f...","sentiment_score":0.05}
{"full_text":"RT I don't care if you tested negative for covid - STOP TRAVELLING. STOP MEETING UP. You're making it easier for people who DON...","sentiment_score":-0.3}
{"full_text":"RT It's worth remembering that the BBC and other media did no fact checking on this, allowed it to be broadcast unchallenged,...","sentiment_score":0.0875}
{"full_text":"RT But if the non-mask wearers don't have COVID (and we haven't heard they do or, really, even who they are) then that's not wh...","sentiment_score":0.2}
{"full_text":"Interesting","sentiment_score":0.5}
{"full_text":"RT Infecting your colleagues with covid during a violent coup you inspired certainly seems like grounds for expulsion","sentiment_score":-0.2928571429}
{"full_text":"Easy to blame the easing of restrictions. The memo said stay in, wear a mask, wash your hands and limit the number of people you mix with. Each person needs to take responsbility for their actions or inactions.","sentiment_score":0.4333333333}
{"full_text":"RT Ireland 20,402 0-24yr olds infected with Covid in the past 11 months. Not one death \"from\" or \"with\" Covid? Zero!Appare...","sentiment_score":-0.25}
{"full_text":"RT The pandemic has brought out a whole slew of snake oil sales people trying to sell desperate schools and other organiza...","sentiment_score":-0.175}
{"full_text":"RT There is no charge for the COVID-19 vaccine.People most at risk from the complications of COVID-19 are being offered the vacci...","sentiment_score":0.5}
{"full_text":"RT Simone Gold, the quack doctor who pushed unproven hydroxychloroquine treatment for coronavirus, now wants your forgiveness...","sentiment_score":0.2}
{"full_text":"He probably won't last too long anyway, with his fast food habit and his age\/weight and underlying covid condition.  So the GOP has to either decide their new candidate or split apart and each  new party select.","sentiment_score":0.0845454545}
{"full_text":"The Trump Administration Is Changing Its Vaccine Plan To Release All Available COVID-19 Shots - BuzzFeed News","sentiment_score":0.4}
{"full_text":"RT My heart is with the people of Haiti on this 11th anniversary of the devastating earthquake--all those who lost loved ones...","sentiment_score":-0.15}
{"full_text":"RT We don't think anyone has put it clearer than this in the last few days. ","sentiment_score":-0.1}
{"full_text":"RT This happened to Reality Winner. She contracted Covid in prison, denied a Vegan...","sentiment_score":0.0}
{"full_text":"RT So long as you arseholes wear one I couldn't give a toss what it says you pathetic edgelord","sentiment_score":-0.525}
{"full_text":"so dem lawmakers are catching covid bcs they were confined with republicans who refused to wear masks during the capitol riot ","sentiment_score":0.6}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"What's the number for the covid snitch line?","sentiment_score":0.0}
{"full_text":"Ill tell you what's a State of Emergency. I have #COVID-19 right now and I CANT TASTE MY COFFEE!!!! Hell is real, people, and I found it. (For the record, I'm not a dumbass. I didn't party. I got it from my flatmate who's dumbass coworker came to work KNOWING he had covid!","sentiment_score":0.1491815476}
{"full_text":"RT Wishing a speedy recovery from COVID-19 to my colleagues &amp; cannot and must not acc...","sentiment_score":0.0}
{"full_text":"Well done for giving rent refunds for students. @cardiffuni what are you doing to help students out? We need your support more than ever.#StudentsDeserveBetter@BeckyRicketts05","sentiment_score":0.5}
{"full_text":"RT  Scottish Top Flight.2011\/12 - RFC in Admin2012\/13 - RFC not in league2013\/14 - RFC not in league2014\/15 - RFC n...","sentiment_score":0.5}
{"full_text":"Ok I agree the lockdown isn't the same and my opinion is it needed to be a full lockdown to have any effect. As you can see from my pic I don't have an issue with exercise ","sentiment_score":0.2833333333}
{"full_text":"#ACTogether for equitable #vaccination in all countries","sentiment_score":0.0}
{"full_text":"RT Pence disappoints to the end. His karma is mighty. Hundreds of thousands of people who died from #covid while he headed the...","sentiment_score":0.4}
{"full_text":"RT David Attenborough is OK!They should not be allowing him to trend without a note underneath.","sentiment_score":0.0}
{"full_text":"RT Here's video of not wearing a mask during the lock down at the Capital last week. She's falsely accusing...","sentiment_score":-0.1851851852}
{"full_text":"IM FULLY VACCINATEDDDD FOR COVID THIS IS LIKE UNREAL FEELING","sentiment_score":0.0}
{"full_text":"RT How can you be thrown out of a Costco for refusing to wear a mask but not Congress","sentiment_score":0.0}
{"full_text":"RT Listen to the #expert !  #StillWaitingForMyShot","sentiment_score":0.0}
{"full_text":"LIVE: Nova Scotia update on COVID-19. Scheduled to begin at 3 p.m.","sentiment_score":0.1363636364}
{"full_text":"RT Three Democratic members of Congress have tested positive for COVID-19, and they all have pointed to a day spent locke...","sentiment_score":0.0636363636}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"RT \"Lockdown won't be that long\"The Lockdown:","sentiment_score":-0.05}
{"full_text":"RT \"The hills are alive... with the sound of COVID\" ","sentiment_score":0.25}
{"full_text":"Uber and Moderna Collaborate to Raise Awareness and Increase Access to COVID-19 Vaccines","sentiment_score":0.0}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"And is in fact an extension of the violence.","sentiment_score":0.0}
{"full_text":"RT Breaking: A third member of Congress has tested positive for COVID-19 after the Capitol lockdown.Democratic Rep. Brad S...","sentiment_score":0.1136363636}
{"full_text":"Same. First lockdown managed every day, second barely any, and now this third a mixture ","sentiment_score":0.06}
{"full_text":"No.We have an excellent Governor. It's one of the reasons our covid situation is under control.","sentiment_score":1.0}
{"full_text":"RT Simone Gold, the quack doctor who pushed unproven hydroxychloroquine treatment for coronavirus, now wants your forgiveness...","sentiment_score":0.2}
{"full_text":"About time. :-)","sentiment_score":0.5}
{"full_text":"Wtach this interview in full of David Redman the Canadian Emergency Planning expert. He has the expertise and ability to create a transparent pandemic plan instead of the current reaction based actions.#ShowMeThePlan","sentiment_score":0.175}
{"full_text":"RT Minister of Health Lizzie Nkosi announces 21 new #COVID19 deaths in Eswatini, taking the total number of #COVID19 deat...","sentiment_score":0.0681818182}
{"full_text":"Ontario Declares Second Provincial Emergency to Address COVID-19 Crisis and Save Lives","sentiment_score":0.0}
{"full_text":"RT NEW: New Yorkers age 65+ are now eligible for the COVID vaccine -- effective immediately.Check your eligibility and find v...","sentiment_score":0.2909090909}
{"full_text":"Now it's three members positive for Covid.","sentiment_score":0.2272727273}
{"full_text":"I'm not hearing anything on this Gov to help the disabled people on #ODSPoverty. Many people have to rely on family members to eat. They can't do that in a hard lockdown. Longer lines at food banks.","sentiment_score":0.0027777778}
{"full_text":"RT NEW: Democratic lawmakers introduce legislation to fine members of Congress $1,000 per day if they don't wear masks on Capitol gro...","sentiment_score":0.2765151515}
{"full_text":"RT Anyone else worried that they've become really fucking weird during this pandemic?","sentiment_score":-0.5}
{"full_text":"RT Talking about reimbursement models for SUD treatment isn't sexy but it's arguably the most critical piece to fueling more p...","sentiment_score":0.375}
{"full_text":"Covid have turn down so many hopes and dreams. I hope we all can live through it and doesn't give up in life.#ToughTimesNeverLast #OnlyToughPeopleLast","sentiment_score":0.1602693603}
{"full_text":"RT During the insurrection, congress was evacuated to a secure location, crowded into a poorly ventilated room for hours,...","sentiment_score":0.0}
{"full_text":"COVID-19: UK coronavirus deaths rise by 1,243 - with 45,533 new cases reported in 24 hours | UK News | Sky News","sentiment_score":0.1363636364}
{"full_text":"RT She's blaming her positive COVID-19 test on Republicans not wearing a mask during the storming of the capitol but there is...","sentiment_score":0.2272727273}
{"full_text":"Mr. Governor we need to set our priorities right as a country. You have been championing for BBI and you(ODM) ensured IEBC got money for signature verification. How then do you expect health workers who are risking their lives in the middle of a pandemic to understand. How?","sentiment_score":0.1428571429}
{"full_text":"RT It took tremendous advocacy work to make sure that co-ops were included in the PPP program last year. We are ready to continue t...","sentiment_score":0.2583333333}
{"full_text":"RT A state of emergency &amp; stay-at-home orders may be needed in Ontario, but we must be cautious.Low-income racialized people (m...","sentiment_score":0.0}
{"full_text":"RT I see the reconstruction of Starmer continues apace...","sentiment_score":0.0}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"So have we proven that someone in that room was Covid positive?  Or did she stop at Walmart on the way home?","sentiment_score":0.2272727273}
{"full_text":"Please dont put us in lockdown again","sentiment_score":0.0}
{"full_text":"Watch live: Chicago's public health commissioner, Dr. Allison Arwady, shares updates to the city's COVID-19 travel order","sentiment_score":0.0681818182}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"RT Is this you? And do you have COVID, yes or no?","sentiment_score":0.0}
{"full_text":"West Virginia state health officials report more than 1,600 COVID-19 deaths since the start of the coronavirus outbreak.https:\/\/t.co\/nTJpBzimc6","sentiment_score":0.5}
{"full_text":"RT Them: We need to stop lockdown for mental healthMe [mental health doctor]: The quicker we reduce deaths the better. Lockdo...","sentiment_score":0.1}
{"full_text":"RT . personal doctor has died of #COVID19.He was being treated for cancer at a Rome hospital when he contracted COVID-1...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Ontario is imposing a stay at home order, effective 12:01am Thursday. People are to remain at home except for...","sentiment_score":0.6}
{"full_text":"I'm a heart patient.. went 85% blind because of last heart failure.. got stuck as hell and I be dammed ... immune compromised  still living.. don't know if it was covid.. because I refuse to test","sentiment_score":-0.2722222222}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"RT Ontario declares state of emergency due to COVID-19, stay-at-home order to take effect midnight Wednesday. Gathering sizes l...","sentiment_score":-0.125}
{"full_text":"RT I'm sure this will be enforced fairly and equally in all neighbourhoods and not be used as a carte blanche mandate by cops t...","sentiment_score":0.4}
{"full_text":"Great news.The no marks who made a \" covid is a fake\" film in a number of Hospitals (incl one where I work) have been arrested, charged and remain in Police custody. I'm hoping they get the maximum custodial spell allowable.#Scum#COVID19","sentiment_score":0.15}
{"full_text":"RT How can you be thrown out of a Costco for refusing to wear a mask but not Congress","sentiment_score":0.0}
{"full_text":"Serious question...how many reporters have adequate health insurance so they can get treatment for PTSD? Between COVID and the siege, not to mention the 4 years of solid gaslighting, how much more can they take?","sentiment_score":0.2}
{"full_text":"A good reason why not to travel right now and stay home and wear your masks and 8 feet distance, because these fools will be spraying in your face. Don't get COVID-19 people being idiots! ","sentiment_score":-0.0047619048}
{"full_text":"If the police are going to fine people for breaking lockdown rules can they have a word with the people in this picture from the 1st lockdown. The police commissioner dick by name, dick by nature","sentiment_score":0.4166666667}
{"full_text":"RT G20 leaders appear to be in this UN Globalist 'one world order' cult and Trump was the last...","sentiment_score":0.0}
{"full_text":"RT #HumanTraffickingAwarenessMonth January is Human Trafficking Awareness Month, a time for us to continue our work and increase a...","sentiment_score":0.0}
{"full_text":"RT Just a hunch but focussing on enforcement, fines and walks with coffee might distract some people from whether lockdown rules...","sentiment_score":0.0}
{"full_text":"RT Just under one hour to go for the FREE online respiratory update session with this amazing panel Sign up below or watch...","sentiment_score":0.5}
{"full_text":"RT So #FFFG are adamant that they bear no responsibility for this self inflicted #COVID19 Emergency They also presided over d...","sentiment_score":0.1}
{"full_text":"RT The National Championship of Covid-19","sentiment_score":0.0}
{"full_text":"The immunosuppressive drugs tocilizumab and sarilumab improved survival and recovery time of intensive care COVID-19 patients, according to a preprint.","sentiment_score":0.0}
{"full_text":"RT  We feel you Nevertheless #Kaathirupom Don't forget to stay home and stay safe@actorvijay","sentiment_score":0.0}
{"full_text":"RT Haven't had a chance to pick up any Ryerson gear due to the pandemic? Well we're teaming up with the Campus Store to give...","sentiment_score":-0.125}
{"full_text":"RT The will remain closed to visitors until January 31, 2021. #coronavirus You can learn history of #A...","sentiment_score":-0.1}
{"full_text":"Add Covid to the list of tragedies from Jan 6th.","sentiment_score":0.0}
{"full_text":"RT I wish every anti-masker, anyone who spread lies about COVID-19, diminished its seriousness, or acted so inconvenienced bec...","sentiment_score":0.0}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"Now Announcing COVID-19 Antibody TestsDon't wait to get tested, we're now offering Antibody test kits for Point-Of-Care settings. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antibody Test Kits at","sentiment_score":0.5}
{"full_text":"RT Just a hunch but focussing on enforcement, fines and walks with coffee might distract some people from whether lockdown rules...","sentiment_score":0.0}
{"full_text":"RT I'm honestly more fearful of y'all Spreaders than I am of COVID-19 itself.Because Viruses need host to mutate. And y'al...","sentiment_score":-0.2}
{"full_text":"RT Only hours after Trump incited a deadly assault on our Capitol, many Republicans still refused to take the bare minimum COV...","sentiment_score":0.0875}
{"full_text":"Or pictures of Trump fans who he was saying was Antifa? (Fake news) Or pictures of huge anti anti lockdown protests? (Fake news)Or pictures of Hitler quotes? (Fake news) ","sentiment_score":-0.275}
{"full_text":"RT me when i find the coronavirus","sentiment_score":0.0}
{"full_text":"RT Our government wants us to believe that \"bad actors\" are driving #COVID19 infections.The real bad actors: For-profit LTC cor...","sentiment_score":-0.5}
{"full_text":"RT As Covid deaths hit record levels, the Tories are running a cynical PR campaign blaming the public.The public never pr...","sentiment_score":-0.3}
{"full_text":"RT BREAKING--Congressman Brad Schneider (IL-10) says he's tested positive for #COVID19 as well, after being sheltered in the cr...","sentiment_score":0.2272727273}
{"full_text":"Amazing work from &amp; as well as for this wonderful piece exploring how important language can be in securing an accurate diagnosis.https:\/\/t.co\/PwWjYv3DqD","sentiment_score":0.6}
{"full_text":"Interested in what your state is doing to support the needs of students with disabilities during the #COVID19 outbreak? Find out more here:","sentiment_score":0.375}
{"full_text":"RT Indians will be provided the most affordable Covid19 vaccines in the world.","sentiment_score":0.5}
{"full_text":"RT How can you be thrown out of a Costco for refusing to wear a mask but not Congress","sentiment_score":0.0}
{"full_text":"What do you think should be included in the #health #protocol when selecting #vaccines for patients?#Jordan #COVID19 #NationalvaccinationprogramRead more:","sentiment_score":0.5}
{"full_text":"STUDENTS: Don't forget to complete the required COVID-19 training module in eLC.","sentiment_score":0.1}
{"full_text":"We are looking to appoint a Covid 19 Test Assistant to be the Lead for the delivery of Downland School's programme of rapid, asymptomatic testing of staff and pupils. Please click the link for more information: date: 18th January 2021","sentiment_score":0.5}
{"full_text":"Winter is a time when respiratory illnesses circulate and this year we have COVID as well as the usual illnesses. Contact your GP or pharmacist about your free flu jab and protect yourself this winter. For more information visit:","sentiment_score":0.2166666667}
{"full_text":"Plaid Cymru confirmed it had suspended his party membership pending an investigation over the spread of \"misinformation\".https:\/\/t.co\/7yWDGO1hrF","sentiment_score":0.4}
{"full_text":"#US to release #COVID19 doses in push for older Americans to get shots, Azar says#America #US #Covid19Vaccinehttps:\/\/t.co\/jaeC42AiEm","sentiment_score":0.1666666667}
{"full_text":"*BREAKING NEWS!!!* The Coronavirus can be spread through money. So if you have money at home, put all the money into a plastic bag and put it outside the front door. I'm collecting all the bags today to quarantine them. The Virus doesn't spread through coins so keep that. Just","sentiment_score":0.0}
{"full_text":"RT We tried to donate PS3k of our funds to foodbanks &amp; charities in our community to help struggling families. Our chair and 1 o...","sentiment_score":0.0}
