{"full_text":"I want to be dancing in my 70s, 80s and well into my 90s #lifegoals","sentiment_score":0.0}
{"full_text":"RT Every single hour that passes without a proper UK lockdown in place will result in further deaths from COVID-19.  We c...","sentiment_score":-0.0238095238}
{"full_text":"RT Coronavirus live: Vietnam reports first case of new Covid variant; Irish health officials warn virus is 'absolutely rampa...","sentiment_score":0.1445454545}
{"full_text":"RT 30 youngsters with no covid or tests have a party - chargedMargaret Covid has covid and has had a test trav...","sentiment_score":0.0}
{"full_text":"RT '..a quarter of British households had less than PS100 in savings when the first lockdown was imposed last March.' ('B...","sentiment_score":0.0208333333}
{"full_text":"RT Covid 'vaccines' are experimental. The CDC has reported 2.8% severe debilitating side effects in the short-term. Their lon...","sentiment_score":0.1}
{"full_text":"RT Martin Daubney thinks he knows better than the scientists.\"The actual evidence of children being spreaders of Covid is neg...","sentiment_score":0.25}
{"full_text":"RT And the graduating class of 2020 gave up so many rites of passage with much more grace than ma...","sentiment_score":0.5}
{"full_text":"Thread ","sentiment_score":0.0}
{"full_text":"RT \"average amount spent by a person in a month fell by 3.7 per cent to Rs 1,446 in 2017-18 from Rs 1,501 in 2011-12.\" Ind...","sentiment_score":-0.125}
{"full_text":"RT \"Whatever the solutions are to the vaccine challenge, the root problem is clear. Officials have long prioritized medicine (in...","sentiment_score":0.025}
{"full_text":"Politicians talking. What do Chinese doctors say?","sentiment_score":0.0}
{"full_text":"And what of mother's milk? Gracious! He probably thinks nursing mothers should stay home (or feed their babies in the bathroom).","sentiment_score":0.0}
{"full_text":"Saluti, the unroll you asked for: Covid intensive care is: hourly arterial blood samples to check oxygen levels, lines placed into arteries to sample... See you soon. ","sentiment_score":0.0}
{"full_text":"RT COVID-19: Hi 2021 2021: Go to fucking hell Mr. COVID-19#okhwid19 #okhwidkrungethph #Covid_19","sentiment_score":-0.6}
{"full_text":"#ARASHI activities in 2019-2020.They did so many things for fans despite the pandemic. It's more than enough. I'm proud of them.#ThankYouARASHI #arigatouLan  #Lan ","sentiment_score":0.45}
{"full_text":"Have a great day","sentiment_score":0.8}
{"full_text":"RT BIG ANNOUNCEMENT BY DELHI HEALTH MINISTER : Will #Covid19 Vaccination be Free in Delhi?Answe...","sentiment_score":0.2}
{"full_text":"RT So you're telling me that China, the world's most populated country and the cradle of the pandemic hasn't begun vaccina...","sentiment_score":0.5}
{"full_text":"If people allow this catastrophe of a pandemic being handled by a government so incompetent to carry on the British people are finished. You opened Pandora's box when you voted this sociopahic charlatan into power and it's that power he thinks he has over you... he hasn't","sentiment_score":-0.175}
{"full_text":"\"GST collections at all-time high of over Rs1.15 lakh crore in December\"It is a reflection of a rapid economic recovery post pandemic and shows that industries are bouncing back to normalcy. Govt is working day and night to fastrack economic recovery.https:\/\/t.co\/n4Q1MJpG3L","sentiment_score":0.14}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT  Just imagine   we skip this winter  and away are the times of chilly  social distancing ","sentiment_score":-0.2833333333}
{"full_text":"RT African countries began officially trading under a new continent-wide free trade area, after months of delays caused b...","sentiment_score":0.1787878788}
{"full_text":"For the 4th day in a row the daily number of covid cases has topped 50,000, with 24,000 ppl in hospital and over 600 deaths in 1 day. It's not just unsafe in London; it's *unsafe everywhere* in this country. Govt need to act now, early and to #CloseAllSchools","sentiment_score":0.05}
{"full_text":"All Covid aren't we","sentiment_score":0.0}
{"full_text":"RT These economies withstood the economic impact of the pandemic so successfully that they were among the world's 10 fastest-gro...","sentiment_score":0.475}
{"full_text":"RT Hello Mr are you aware that we are in the middle of a pandemic and there has not been any significant update fro...","sentiment_score":0.2083333333}
{"full_text":"RT 2021 has arrived - Happy New Year!Halting the spread of #COVID19 is within our grasp if we #StayAtHome. When...","sentiment_score":0.4681818182}
{"full_text":"RT Britain is the biggest Covid-19 disaster in Europe because it's the place where neoliberalism progressed furthest. F...","sentiment_score":0.0}
{"full_text":"RT I'm sorry to say, unless we want to repeat the horrors of the last six months on a larger scale, the time for aggressive...","sentiment_score":-0.1666666667}
{"full_text":"If a mix and match approach is taken and the outcomes of this gamble are unknown and has negative effects then this government is open to being sued surely?     Britain Opts for Mix-and-Match Vaccinations, Confounding Experts","sentiment_score":0.025}
{"full_text":"RT So scientists took the blueprint for the asshole protein on COVID and made an mRNA version of it. Literally just the instruc...","sentiment_score":0.0}
{"full_text":"RT Joe Biden's inaugural activities will include a nationwide memorial service to honor the lives lost to COVID.The inaugu...","sentiment_score":0.0}
{"full_text":"Every week. What a luxury. Fortnightly is usually fine for us but Christmas being a Friday will have meant 4 weeks with no recycling collection over a lockdown Christmas which is not ideal.","sentiment_score":-0.0166666667}
{"full_text":"#SmoreWordsWriting goals\/resolutions? I want to query again, I was going to last year but then... bushfires, covid, poor MH etc.I'd like to get back into short stories here and thereAnd maybe revisit my weird scifi... maybe","sentiment_score":-0.18}
{"full_text":"RT normalise crying like a baby the first moment you step into a concert venue post-covid","sentiment_score":0.025}
{"full_text":"RT During COVID, India found permanent solutions for PPE kits, masks and ventilators.India had perpetually adopted short-term...","sentiment_score":-0.05}
{"full_text":"In the words of the folk song \"When will they ever learn , when will they ever learn?\"","sentiment_score":0.0}
{"full_text":"RT Link to latest data below.No want *wants* schools to close but the NHS in absolute crisis right now and Covid is...","sentiment_score":0.2964285714}
{"full_text":"RT Alien vs COVID-19 T-ShirtWhen the aliens arrived on earth, they did not expect such a turn of events!#covid #covid19 #al...","sentiment_score":-0.125}
{"full_text":"RT So you're telling me that China, the world's most populated country and the cradle of the pandemic hasn't begun vaccina...","sentiment_score":0.5}
{"full_text":"RT UK Gov now saying they might give people two different vaccines, even though the US CDC says that prob won't work.Beginn...","sentiment_score":0.0}
{"full_text":"RT Chief Medical Officer Dr Gregor Smith has written to healthcare professionals involved in delivery of the vaccine progra...","sentiment_score":0.0}
{"full_text":"Virginia state senator dies from COVID-19 | TheHill","sentiment_score":0.0}
{"full_text":"Wow! So much phonics! #edchat #art #teachergram #englishteacher #elearning #onlinelearning #educator #inspiration #stem #covid #tutoring #success #parenting #music #teachingideas #life #technology #language #parents #COVID19 #phonics","sentiment_score":0.225}
{"full_text":"The government really dropped the ball this time after so much hard work in lockdown 2.","sentiment_score":-0.0458333333}
{"full_text":"RT Generation of poor kids may 'drop from view' for entire lives due to coronavirus","sentiment_score":-0.175}
{"full_text":"I went back to january 2020 in my snapchat memories cos I was looking for something but I couldn't remember when last year it was and. holy shit I was going through it at the start of the year... BEFORE THE PANDEMIC?? there was a period where I didn't shower for three weeks WOW","sentiment_score":-0.025}
{"full_text":"RT \"Australia is a lucky country run mainly by second rate people who share its luck. It lives on other people's ideas, an...","sentiment_score":0.0694444444}
{"full_text":"RT Britain 'pays price' for running down vaccine factories, says Sir John Bell | News | The Times","sentiment_score":-0.1555555556}
{"full_text":"Everyone (but me), do your part and follow COVID protocols.","sentiment_score":0.0}
{"full_text":"RT Covid 'vaccines' are experimental. The CDC has reported 2.8% severe debilitating side effects in the short-term. Their lon...","sentiment_score":0.1}
{"full_text":"RT I had a woman come into today to do a Covid test. She was worried SICK because her kids had gone out &amp; caught it. This woman...","sentiment_score":-0.7142857143}
{"full_text":"#Texas #Law  Should be how #Federal #law functions in #America","sentiment_score":0.0}
{"full_text":"COVID: The Republican killer. Who knew?","sentiment_score":0.0}
{"full_text":"RT THIS.It's those anomalies in data that make so many dubious about nsw numbersOne exposure site in a state wi...","sentiment_score":0.5}
{"full_text":"Japanese leader Suga's popularity hit by coronavirus and political scandals","sentiment_score":0.0}
{"full_text":"RT This Imperial paper finds that as well as spreading faster generally, the new variant has spread more among young people...","sentiment_score":0.1965909091}
{"full_text":"RT Regarding a study on the B.1.1.7 virus variant:\"There is a huge difference in how easily the variant virus spreads. Thi...","sentiment_score":0.4166666667}
{"full_text":"RT I had a woman come into today to do a Covid test. She was worried SICK because her kids had gone out &amp; caught it. This woman...","sentiment_score":-0.7142857143}
{"full_text":"RT COVID-19 variant first reported in the U.K. detected in Southern California","sentiment_score":0.125}
{"full_text":"RT Why are people like me who have consistently supported the covid measures enacted in South Australia (or QLD, WA, TAS, NT...","sentiment_score":0.25}
{"full_text":"RT Confirmation that ministers are refusing media access to hospitals.It was fine when Johnson wanted to swan around on...","sentiment_score":0.4166666667}
{"full_text":"RT \"If I had unlimited vaccine, I'd try and get the whole bloody country done in a month -- because if you really wanted to y...","sentiment_score":-0.1333333333}
{"full_text":"RT Covid dancing in y'all systems after going to parties tn","sentiment_score":0.0}
{"full_text":"RT Link to latest data below.No want *wants* schools to close but the NHS in absolute crisis right now and Covid is...","sentiment_score":0.2964285714}
{"full_text":"RT Today on just wear a fuckin mask, Senator Ben Chafin. How It Started            How it's goin.","sentiment_score":0.0}
{"full_text":"RT I was planning to scan only hoshi and woozi, but I heard that some areas can't buy SEASON'S GREETINGS due to COVID-19, so I t...","sentiment_score":-0.0625}
{"full_text":"RT 40 percent of frontline workers in Los Angeles refuse to receive the Covid-19 injection according to a poll. Many health...","sentiment_score":0.5}
{"full_text":"Small businesses are deeply affected by the COVID-19 Pandemic. Learn what government support schemes are available to help small businesses bounce back from the ongoing health and financial crisis.https:\/\/t.co\/Fzb0H1o0HN","sentiment_score":-0.0166666667}
{"full_text":"RT #NHS staff claim they have been threatened with disciplinary action or even dismissal if they tell the truth about condi...","sentiment_score":0.1}
{"full_text":"RT Why is NHS being told they can't allow TV cameras in to show how real and devastating the new surge in Covid really is? We'r...","sentiment_score":-0.1159090909}
{"full_text":"To all you selfish twats out there not wearing masks &amp; not distancing, these guys are putting their lives on the line every day! Behave like an adult, not a 5 year old having tantrums!","sentiment_score":-0.1333333333}
{"full_text":"Japanese leader Suga's popularity hit by coronavirus and political scandals","sentiment_score":0.0}
{"full_text":"RT Time to say GoodnightThe Twenty-Twenties' parting shotFear wants to make friends for this new yearStay home and save liv...","sentiment_score":0.1681818182}
{"full_text":"RT Covid won","sentiment_score":0.0}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"Amid the threats by the new strain of Covid-19, the Western Mindanao Command has deployed troops to guard the borders in the southernmost part of the country.https:\/\/t.co\/W1QPGJh4ug","sentiment_score":0.0681818182}
{"full_text":"\"Beyond its public health toll, the pandemic has had consequences for international diplomatic efforts to end the Syrian war as well. \"@mahamyahya writes.","sentiment_score":0.0}
{"full_text":"Anxiety management sessions for anyone struggling due to COVID-19, led by a fully qualified &amp; experienced mental health nurse.COVID-19 Anxiety Management (30 mins) - (PS20.00) - Anxiety Management (60 mins) - (PS40.00) -","sentiment_score":0.1916666667}
{"full_text":"South Wales Police says it dealt with 240 reports about people breaking coronavirus rules on New Year's Eve. #HeartNews","sentiment_score":0.1363636364}
{"full_text":"In this week's column, Warrington North MP Charlotte Nichols discusses the coronavirus vaccination programme.","sentiment_score":0.0}
{"full_text":"This is in response to criticism if the Telegraph's COVID response, and it's absolute tosh. Yes, the Telegraph can post dangerous lies, but politicians are allowed to call those lies out. If it happens a lot, they can call the paper out.","sentiment_score":-0.2}
{"full_text":"RT Good question What did they do in China and Wuhan that has allowed them to get back to normal?","sentiment_score":0.2833333333}
{"full_text":"New Year Honours 2021: Lewis Hamilton knighted and Covid volunteers recognised | To read more click on the link:","sentiment_score":0.3181818182}
{"full_text":"WHAT IS SPECIAL RESIDENT RETIREE'S VISA?Learn more: us for more updates!Visit: us: #labor #LegalUpdates #COVID19 #Pandemic #Updates","sentiment_score":0.4523809524}
{"full_text":"The story of a global pandemic in 33 headlines","sentiment_score":0.0}
{"full_text":"Listen now to our podcast discussing the psychology of violence &amp; aggression in the context of the workplace and the pandemic w\/ Dr Claire Lawrence, Associate Professor in Psychology at #RightToBeSafe #KeepingChristmasKind","sentiment_score":0.0}
{"full_text":"Around 1 in 3 people will have no symptoms with the new strain of coronavirus, so will be spreading it without realising.Help reduce the spread. Remember #HandsFaceSpace: Wash your hands Cover your face Make space","sentiment_score":0.1363636364}
{"full_text":"Couldn't make this shit up outside St Thomas's Hospital. This lot belong in Broadmoor. #NHS","sentiment_score":-0.1}
{"full_text":"Anyone can spread coronavirus. Even you.Not everyone with coronavirus has symptoms.#HandsFaceSpace","sentiment_score":0.0}
{"full_text":"It's day 11 of the #12DailiesOfChristmas!Tune in as and explore the impact of COVID on the NHS, and what must change for the health service to survive...Acast:","sentiment_score":0.0}
{"full_text":"With the local COVID-19 death toll still increasing, science communication now has a more tangible hold on human lives.https:\/\/t.co\/W0cQb2sciM","sentiment_score":0.1666666667}
{"full_text":"#WWE legend Mick Foley has tested positive for Covid-19https:\/\/t.co\/rFMnzRSfcl","sentiment_score":0.2272727273}
{"full_text":"A powerful film about defining your identity. Learn more about director 'Like a Fish Out of Water' with as part of a series of shorts produced throughout lockdown.","sentiment_score":0.4}
{"full_text":"No matter what your specific brand of anxiety looks like, it is probably safe to say that the novel Coronavirus pandemic is not helping it. We are living in a stressful time. It is important to take care of our mental health. #COVID19","sentiment_score":0.2}
{"full_text":"RT I'm sure this will get a run on the ABC.","sentiment_score":0.5}
{"full_text":"RT U.S. airlines have protocols intended to protect passengers from the coronavirus. But how often people with COVID-19 board p...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 02\/01\/2021 14:30Total Cases: 10307034 [+547]Active: 248753Recovered: 9906159 [+535]Deaths :149261 [+6]Total Tests: 173.94MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT The popularity and credibility of PM Shri has been recognised globally. According Morning Consult, a data f...","sentiment_score":0.0}
{"full_text":"South Wales Police says it dealt with 240 reports about people breaking coronavirus rules on New Year's Eve. #CapitalReports","sentiment_score":0.1363636364}
{"full_text":"Among the runners-up for word of the year are coronavirus, quarantine, asymptomatic, mamba, kraken, defund, antebellum, irregardless, icon, schadenfreude, and malarkey. | via","sentiment_score":0.0}
{"full_text":"Cars lined up on the way into the ACT on Saturday as the nation's capital introduced a ban on travellers from NSW virus hot spots.https:\/\/t.co\/sRwuBqQI0C","sentiment_score":0.25}
{"full_text":"Latest worldwide COVID-19 data: 84,429,757 cases, 1,836,442 deaths.A 2.18% fatality rate.","sentiment_score":0.5}
{"full_text":"Council tax timebomb in aftermath of coronavirus as Scotland's debt mountain doubles in five yearshttps:\/\/t.co\/AQX90hfV5U","sentiment_score":0.0}
{"full_text":"ANNOUNCEMENT!My Post CV19 Session Special Offers are still on!See full details here: 2021 is a drag, so why not give yourself (and me) something to look forward to once lockdown eases up? Make a small investment into a huge amount of fun!","sentiment_score":0.1760204082}
{"full_text":" Car Boot and Sunday Market will take place again this Sunday, January 3.It's the ideal place to pick up a post Christmas bargain or top-up on fresh food in an outdoor setting. COVID-19 safety measures are in place for your safety. Keepmoat Stadium, Doncaster","sentiment_score":0.6}
{"full_text":"RT RT &amp; follow my friend and this $500 karambit may be yours, rolling the winner in 5 days","sentiment_score":0.0}
{"full_text":"It's hard to believe \"uneducated\"people still believe covid is a hoax#covidisveryreal #doyourbit","sentiment_score":-0.2916666667}
{"full_text":"Anyone can spread coronavirus. Even you.Not everyone with coronavirus has symptoms.#HandsFaceSpace","sentiment_score":0.0}
{"full_text":"'Some of our efforts to engage parents might be triggering difficult feelings of anxiety and insecurity. By trying to do something good, we might inadvertently be causing harm.'New blog by","sentiment_score":0.1121212121}
{"full_text":"Apparently because I don't know anyone close to me that has died from Covid, I have no idea what it feels like to lose a loved one. Apparently you don't feel sad watching your best friend fight cancer and struggle to breathe for 18 weeks. And then lose.","sentiment_score":0.26}
{"full_text":"RT Can you imagine being an NHS employee, working unimaginable hours in unthinkable conditions, surrounded by heartbreaking ill...","sentiment_score":-0.275}
{"full_text":"#NewYear 2021 And Some Changes Will Truly Become New Normal#COVID-19, #pandemic, #celebration, #SuperSpread, #vaccine, #happy, #anxiety, #holidays, #lonely, #business, #SelfReliant, #technology, #digital, #innovation, #lockdown , #togetherness","sentiment_score":0.2090909091}
{"full_text":"Check you area .. very revealing","sentiment_score":0.2}
{"full_text":"Mam best year for you cuntry will never get F M like you ever. Who disowns bank, licensed by your RBI.Bechari Mam knows not. You are  chardikalan. MargeVichareAccountHoldersWhen will you","sentiment_score":1.0}
{"full_text":"RT Despite voter suppression, the USPS being dismantled, no super-spreader rallies, and a freaking pandemic, our guy STILL bea...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 34.6FWind Chill: 34.6FHumidity: 99%Dew Point: 34.3F Barometer: 29.818 inHgWind: 1 mph from the ESECorona Virus Weekly Stats:Cases: 181.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Shadow Chancellor Anneliese Dodds calls on Rishi Sunak to extend economic protections such as the eviction ban to avoid the nation...","sentiment_score":0.1}
{"full_text":"RT There has been lots of talk about just creating \"more ICU beds\". But ICU care is so much more than just a bed. Looking aft...","sentiment_score":0.5}
{"full_text":"How do you know Covid doesn't affect fertility?","sentiment_score":0.0}
{"full_text":"RT JUST IN: Starting January 2, 2021, all Manila City residents returning home after taking vacation in other cities or pr...","sentiment_score":-0.0625}
{"full_text":"Maybe it's because there refusing to bury people until Covid is on the death certificate. It's winter dude a lot of people especially elderly die. The disease is the propaganda not the disease itself we live with it simple.","sentiment_score":0.0090909091}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"Sex for fish in Homabay countyHIV prevalence in Homabay How to construct a Fish Factory in HomabayEconomic recovery after Covid-19This should be your main Priorities but instead BBI and supremacy battles with the DP are your main concerns.#rejectbbi","sentiment_score":0.1666666667}
{"full_text":"#ToriesHaveFailedTheNation always lots of money and support for big business and Tory chums but the rest of us it always #ToLittleToLate 80,000 deaths and still counting worst #Covid disaster in Europe","sentiment_score":-0.5}
{"full_text":"Following the recent government announcement, The FA have issued the following update.As the North East enters Tier 4, football for adult participants across 'non-elite' football is not permitted, including all training and fixtures.Full details:https:\/\/t.co\/S7qPPcqI9k","sentiment_score":0.025}
{"full_text":"duty to do.Great horry.","sentiment_score":0.0}
{"full_text":"Definitely.","sentiment_score":0.0}
{"full_text":"RT UNPRECEDENTED!GST revenue collections recorded all-time high at over Rs 1.15 lakh crore in December 2020. The last month o...","sentiment_score":0.08}
{"full_text":"It actually is come to think of it.. a credible and tireless opposition was needed to stand up to this government and not the lackadaisical 9-5 approach that Rahul undertook in every election and in every crisis since the pandemic","sentiment_score":0.2}
{"full_text":"RT zylon9: Leo Varadkar rules out mandatory quarantine for people arriving into Ireland - Irish Mirror Online","sentiment_score":0.0}
{"full_text":"I don't get angry to the point of wanting to break something, but this gets me close. Absolute refuse here.","sentiment_score":-0.15}
{"full_text":"RT hey you're finally awake! You really shouldn't fall asleep at your computer you know!what? worldwide pandemic? murder horn...","sentiment_score":0.1}
{"full_text":"RT My favourite part of a global infectious disease pandemic is that going to Hawaii is good for the economy.","sentiment_score":0.35}
{"full_text":"RT As a parent if I failed to get medical help for my child I'd be charged with neglect, if I sent them to play in a dange...","sentiment_score":-0.25}
{"full_text":"Theoretically. And in the past I have. But preference is to make myself comfortable, with a steady supply of hot drinks - and give it the attention it deserves. Their Lockdown 1.0 8:00 starts worked well... ","sentiment_score":0.1133333333}
{"full_text":"It's not just about death...... so you want to get long COVID19 or be left with a heart or lung condition???That is happening to people of all ages","sentiment_score":-0.025}
{"full_text":"RT \"Israeli man reportedly dies of heart attack hours after getting COVID vaccine. Officials believe this was unrelated to...","sentiment_score":0.0}
{"full_text":"And now the slow rollout of vaccinations","sentiment_score":-0.3}
{"full_text":"People greet New Year at Happy Valley in Wuhan","sentiment_score":0.4681818182}
{"full_text":"kaash iss baar valentine week mailockdown ","sentiment_score":0.0}
{"full_text":"RT Freely admit to being wrong. I thought that suppression to keep R  1 or below would be OK, as long as you never got near hea...","sentiment_score":0.09}
{"full_text":"RT paddymacc1: And this is why so many of us are angry at the latest lockdown Leo Varadkar rules out mandatory quarantine for people a...","sentiment_score":0.1666666667}
{"full_text":"RT TBF 'Can't Test, Can't Track, Can't Trace' seems to have had plenty of funding - it's just been syphoned off to profit To...","sentiment_score":0.0}
{"full_text":"RT Art 370, COVID, China, farm laws: NDA-opposition locked in war. BJP blames 'destructive' rivals, Opposition slams 'arrogant'...","sentiment_score":-0.6}
{"full_text":"If you invest $1000 in $CTXR today at $1.02 per share, and the stock prices rebound back to pre-pandemic prices at $1.10, your investment would be worth $1078.43! That's 8% growth and $78.43 profit!  See more:  $KNOP $NLTX $ONVO $GTY $ASX","sentiment_score":0.3229166667}
