{"full_text":"RT It's fruit week on tonight!  Tune in at 8pm on for your weekly dose of lockdown stress relief!...","sentiment_score":0.0}
{"full_text":"RT \"Let's get the votes however we can and show who's in favor of helping American workers and who's opposed to it. Let's get...","sentiment_score":0.0}
{"full_text":"This makes me sick to my stomach","sentiment_score":-0.7142857143}
{"full_text":"RT Covid-19 hospitalizations in the US were down 10% over the last week, the 11th consecutive day of week-over-week declin...","sentiment_score":-0.0777777778}
{"full_text":"RT This is how Dutch police deal with a small group of peaceful anti-lockdown protesters. I'm reluctant to even show this, bec...","sentiment_score":0.0}
{"full_text":"RT Food bank staff in tears after NHS nurse turned to them for help during pandemic","sentiment_score":0.0}
{"full_text":"Monday marks exactly one year since the first case of coronavirus was discovered in Australia. Twelve months on, doctors who were on the frontlines when the virus arrived here say they remain on high alert.","sentiment_score":0.22}
{"full_text":"RT My prayer tonight goes to those who lost their jobs due to Covid-19 and those who are currently looking for employment. May t...","sentiment_score":-0.0625}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Nasal spray 'that can stop you catching Covid for up to two days' could be sold in high street pharmacies by the summer ht...","sentiment_score":0.38}
{"full_text":"32: The difference of days from the day that Donald Trump was said to have tested positive covid19 until the US 2020 elections, the number of Little Boy bombs, the one that was supposedly dropped against Hiroshima","sentiment_score":0.0198863636}
{"full_text":"RT Dutch Youth Torch COVID-Testing Facility In Violent Curfew Backlash","sentiment_score":-0.8}
{"full_text":"RT I'm at a restaurant lockdown rebellion in small town Alberta. The Whistle Stop in Mirror has had the RCMP come by  twic...","sentiment_score":-0.25}
{"full_text":"RT Face the Nation correctly describes Trump's disinfectant question to be about UV light. And STILL buys into th...","sentiment_score":0.4}
{"full_text":"RT Joe Biden now says there's no way to effectively handle the pandemic. Maybe he forgot his plan?","sentiment_score":0.6}
{"full_text":"So nice you have such a dinner! So how did your grandmother REALLY die? In a nursing home rampant with covid and she is one of the 9 that died within ten days and funny, she was one out of two that \"supposedly DID NOT have covid.... hmmm ","sentiment_score":0.21}
{"full_text":"RT  This applies to all sports!!!  Thank you officials!!! ","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"once sherlock season 5 is released\"","sentiment_score":0.2}
{"full_text":"RT Dr. Birx says there were people in the Trump White House who believed coronavirus is \"a hoax.\"","sentiment_score":0.0}
{"full_text":" Lockdown 3 Renovation Project coming along! You can do anything you put your mind too. #MTS #TeamMTS #MTSFamily #MTStudios","sentiment_score":0.0}
{"full_text":"just waiting for all u ignorant bitches and dudes to die off from covid cuz yall dont give a fuvk","sentiment_score":0.0}
{"full_text":"RT Remarkable that this no-plan distribution has brought us almost to the million shots a day that Biden has set as his 100-day...","sentiment_score":0.75}
{"full_text":"RT Biden: 'There's Nothing We Can Do To Change The Trajectory Of The Pandemic In The Next Several Months'\"His entire campa...","sentiment_score":0.0}
{"full_text":"Thinking &amp; talking a lot with people about ways we can all support each other to feel better. Everyone is finding it so tough. In this podcast I speak with about ways we can stay mentally well to include finding ways to be active. #RecoverTogether","sentiment_score":-0.0494444444}
{"full_text":"RT This trauma comparison is inappropriate:Been on frontline NHS fighting COVID from start, situation is very harsh, ther...","sentiment_score":-0.26}
{"full_text":"Why didn't she say something earlier?","sentiment_score":0.0}
{"full_text":"What's the point if you have a neg covid test ? Appart from 1) get people to spend money they don't have 2) give the gov money they certainly don't deserve based on how they've handled the crisis . If you live alone , with a neg test then what's the point. Introduce fast tests!","sentiment_score":0.2002164502}
{"full_text":"RT Join me, &amp; tomorrow morning at 9am for a Jeffco Foothills Town Hall on the COV...","sentiment_score":0.0}
{"full_text":"RT Wolfe, who was fired from the NYT for a tweet where she said she had \"chills\" after Biden landed in DC ahead of the inaug...","sentiment_score":0.0}
{"full_text":"RT Great way to spend a Saturday night in lockdown, our first Dead Crafty virtual beer tasting.If you like beer, want to...","sentiment_score":0.3125}
{"full_text":"RT The overwhelming case against cutting Universal Credit: not the pandemic, but the extraordinary cuts to unemployment-related...","sentiment_score":0.0583333333}
{"full_text":"RT By late spring or early summer, more than half of Americans will have protection against Covid, either by vaccination or...","sentiment_score":0.0333333333}
{"full_text":"RT Please take Vitamin D to protect against Covid-19, say Irish experts","sentiment_score":0.0}
{"full_text":"Knut Wittkowski &amp; Tania The Herbalist discuss covid, lockdowns &amp; the epidemiology","sentiment_score":0.0}
{"full_text":"Anti covid measures has almost wiped out #influenza this season","sentiment_score":0.0}
{"full_text":"So you think Covid plays no roll. It does, it's one of the tools trumpf used in the overall overthrow of Government.","sentiment_score":0.0}
{"full_text":"RT To get this virus under control, President Biden has launched a COVID-19 National Action Plan -- an aggressive, coordinated,...","sentiment_score":0.1}
{"full_text":"RT #GravitasPlus with | Dominica sent an SOS letter to India. UK,Belgium want to procure Indian vaccines. India's #Vac...","sentiment_score":0.0}
{"full_text":"RT Face the Nation correctly describes Trump's disinfectant question to be about UV light. And STILL buys into th...","sentiment_score":0.4}
{"full_text":"There is no agenda. Only a blind belief in maximizing investment portfo(l)lia as the cure-all solution for the world's troubles.Covid, sustainable energy, wholesome food are an utter disaster.Yet these people think they're doing the right thing.","sentiment_score":-0.0535714286}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"57 million Brazilians voted for a torture apologist and science hater as president. In Manaus, thousands took to the streets in December to protest against lockdown measures, which made the local government to back down. There is always a price to pay for stupidity.","sentiment_score":-0.1888888889}
{"full_text":"RT Rio de Janeiro - Brazilians are literally quivering with fear of the new Brazilian super mutant Covid strain","sentiment_score":0.2348484848}
{"full_text":"Another of the key metrics we have watched throughout this pandemic has been our COVID-19 hospitalizations and hospital capacity.  Here is the latest regional view of beds occupied and capacity (inc ventilator\/ICU usage).We have 537 hospitalized COVID patients in the region.","sentiment_score":0.25}
{"full_text":"RT Missouri is currently the worst state in the country when it comes to getting #COVID19 vaccine out per capita, according...","sentiment_score":-0.5}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"RT OH SHIT--Outbreak infects 124 of 127 nursing home residents &amp; half the staff with #COVID19 in Ontario . 29 people have die...","sentiment_score":-0.1666666667}
{"full_text":"RT Here's the thing. We're well into this. Each of the many claims of fraud has turned out to be wrong. Experts say this was an un...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Birx claims that despite working as the coordinator of the White House Covid task force, she basically never saw Trump after s...","sentiment_score":0.0}
{"full_text":"RT Large crowd. Inside. No masks. Every time a politician does this, or travels for a vacation, or or or...it erodes the...","sentiment_score":0.2142857143}
{"full_text":"RT has now opened up vaccinations to age 65 and above.","sentiment_score":0.0}
{"full_text":"RT Why not a discussion on the implementation of Article 43 PO the Constitution. De-commodify and de-privatize pub...","sentiment_score":0.0}
{"full_text":"RT You're prob seeing tons of COVID-19 info daily. Unfortunately it's not all reliable &amp; sometimes was even created to del...","sentiment_score":0.125}
{"full_text":"RT Welsh labour Government ministers have made the right calls with a careful and cautious response to Coronavirus, based on e...","sentiment_score":0.0928571429}
{"full_text":"RT Q: Why did Sunday bookers invite a bunch of people lying about the election on to lie more about the election? Why not in...","sentiment_score":0.5}
{"full_text":"RT Care chief blasts politicians for 'playing games' over Covid vaccine","sentiment_score":0.0}
{"full_text":"The universities quit. I cannot get codes for online textbooks for my son. I went to the ER yesterday needing surgery on my hand. I was not allowed. The hospital was full of people with Covid vaccine injection reactions. I NEED A DOCTOR. WE HAVE NOTHING HERE.","sentiment_score":0.35}
{"full_text":"RT 'once covid is over' is starting to sound like 'when chanhee releases his a to boyz'","sentiment_score":0.2}
{"full_text":"RT Brexit is a disaster. Even its cheerleaders know it. Boris Johnson, architect of the Covid calamity, has deliberately stee...","sentiment_score":0.0}
{"full_text":"RT How many people in Texas have died from #COVID19 while Senator has been starting fights with celebrity","sentiment_score":0.25}
{"full_text":"...if we fail to act.If we fail to act there is nothing we can do to change the course of the pandemic. Jesus, Amash get it together","sentiment_score":-0.5}
{"full_text":"RT Here is Minister Anand's table with other countries included. Canada is the little bar between Italy and Cyprus.On a pos...","sentiment_score":-0.15625}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"Neil O'Brien. To manage Covid. Then have a GE","sentiment_score":0.0}
{"full_text":"This is not evidence that PCR tests are ineffective.  Based on everything I've read, they are not considered sensitive enough. You have still not produced any data to indicate that PCR testing is overwhelmingly inaccurate &amp; that covid19 is overdiagnosed etc.","sentiment_score":0.2}
{"full_text":"RT The UK is doing well in giving out the FIRST DOSE of the Covid vaccines to our populationBut comparing how well we are...","sentiment_score":0.25}
{"full_text":"The powers that be if you know what I mean? Already care less about deaths with covid now they want the remaining Americans to starve to death a and be poor enough to lose everything and work for slave wages to create mental pressure in families and police murdering americans.","sentiment_score":-0.1958333333}
{"full_text":"\"Once COVID is over\" starting to sound a lot like \"when Kendrick Lamar releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Probably twice as many (4m+) are on furlough as registered unemployed. How much will unemployment rise when furlough en...","sentiment_score":0.35}
{"full_text":"#giveusdata #cdnpoli #bcpoli #vanpoli #COVID19@charliesmithvcr when lands are returned to indigenous peoplewoe is the white military families about to lose their \"green space\" (on stolen lands)https:\/\/t.co\/7JYVYuyNna","sentiment_score":-0.1}
{"full_text":"RT Cancer touches so many families. Thank you and for hosting me today to talk about support for...","sentiment_score":0.5}
{"full_text":"RT \"when's covid's over\" is starting to sound a lot like \"when black widow comes out\"","sentiment_score":0.0777777778}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT \"when covid ends\" starting to sound like \"when my mum apologises for the trauma she gave me\"","sentiment_score":0.2}
{"full_text":"RT Can people afford to self-isolate? If they can't, breaking covid chains of transmission is all but impossible.  So what is t...","sentiment_score":-0.6666666667}
{"full_text":"What do you want, Rand, a pat on the head? The was no fraud and the only thing that happened was Trump left in disgrace and Republicans are still trying to wipe the egg off their faces. Stop wasting everyone's time, that's what  is for. #WearAMask","sentiment_score":0.0}
{"full_text":"RT Just watch this. Zarah Sultana exposing Tory corruption with donors who have cashed in during this pandemic\"David Meller...","sentiment_score":0.0}
{"full_text":"RT Dutch police deploy water canon in effort to end anti-lockdown protests. Reports of looting. Cars in flames","sentiment_score":0.0}
{"full_text":"RT \"once covid is over\" is starting to sound like \"one direction reunion\"","sentiment_score":0.2}
{"full_text":"It's just outrageous! Why is this so hard for people. #WearAMaskSaveAlife #WearTheDamnMask","sentiment_score":-0.6458333333}
{"full_text":"RT New coronavirus sniffing dogs just dropped","sentiment_score":0.1363636364}
{"full_text":"The pandemic is almost over now. I've a good news: a cheap treatment has been found in Canada. Colchicine cuts the risk of COVID-19-related complications by 21%:https:\/\/t.co\/NwV0LjdWrg","sentiment_score":0.55}
{"full_text":"Top doctor urges Canadians to keep up with COVID measures, even as vaccines roll out - Victoria News","sentiment_score":0.5}
{"full_text":"RT New survey shows 40 %  say their mental health has been hit by lock down. figure will rise is far higher if reports are...","sentiment_score":0.0461616162}
{"full_text":"Why did everyone buy guns when covid started? Like what was the point?","sentiment_score":0.0}
{"full_text":"RT I haven't talked about this. We lost a senior at my son's high school to suicide, his depression exacerbated by quarantine....","sentiment_score":0.16}
{"full_text":"RT Watch | At a time when US, UK struggle to contain the pandemic, the South Asian countries are fighting the virus much better...","sentiment_score":0.25}
{"full_text":"While we are going to talk about how we were bounded by the pandemic after sometime.We will be talking about how we witnessed the fast paced technological growth ","sentiment_score":0.2}
{"full_text":"RT \"Forty years of Reaganism, defunding, dismantling and demeaning government have taken their toll.\"Fareed ZakariaThe on...","sentiment_score":0.0}
{"full_text":"RT Don't know which is worse - that unregistered meds for Covid were purchased or the incompetence that led to the destructi...","sentiment_score":-0.4}
{"full_text":"Yes it does, but you're also blaming Dems in 08 and leading up to 2017 when we were also in a Pandemic due to Ebola &amp; H1N1. Trump wouldn't come out with a healthy stock market, if he did, Thoudsand more people would've been dead from COVID, while he's golfing on taxpayers.","sentiment_score":0.16875}
{"full_text":"Someone being attentive to data is one thing. That person then constructively working based on it is another. The Woodward interviews show that Trump did understand the circumstances of COVID-19, he just chose to do little to nothing about it putting his political health first.","sentiment_score":0.115625}
{"full_text":"Uugghh...im so tired...but not just tired..tired of this life..we need to get corona under control..I've been stuck on a stupid farm for almost a year..the only semi interaction is online..I haven't seen a good looking man irl in..I don't even know how long! Ugh","sentiment_score":-0.040625}
{"full_text":"My downstairs neighbors have legit been having covid parties once a weekend this year so I don't feel bad recording vox as loud as possible at 10am.","sentiment_score":-0.2}
{"full_text":"RT Dept for Transport confident in \"rigorous processes\" at DVLA.-people with symptoms encouraged to go to work -vulnerable work...","sentiment_score":0.0}
{"full_text":"Covid-19 has increased the demand for #IoT #AssetTracking devices. Read how IoT can assist with tracking asset and enable remote monitoring:  #RemoteMonitoring #AssetTracking","sentiment_score":-0.1}
{"full_text":"RT So all time we could have just used the services of loving dogs to tell us if we were positive or negative? https:\/\/t....","sentiment_score":0.1757575758}
{"full_text":"So very, very sad ","sentiment_score":-0.65}
{"full_text":"RT The pandemic has shown that teachers unions think of kids the same way plumber unions think of pipe fittings and o-rings -...","sentiment_score":0.0}
{"full_text":"RT Just woke up to a new day! Wear your fucking mask!","sentiment_score":-0.2897727273}
{"full_text":"RT Humans need interaction, as does pretty much every animal on this planet. So why would a government deprive the most vul...","sentiment_score":0.3166666667}
{"full_text":"RT lockdown till july? see if i'm still alive by then","sentiment_score":0.1}
{"full_text":"RT Sound familiar and even more useless  as vanished ??????Wouldn't it be just amazi...","sentiment_score":0.19375}
{"full_text":"Go home and wear a mask , why are they doing this?","sentiment_score":0.0}
{"full_text":"RT Complete shutdown after Feb 4 if Covid-19 cases keep rising, Eurocham members told","sentiment_score":0.1}
{"full_text":"You mean there's covid-19 in the bush?","sentiment_score":-0.3125}
{"full_text":"RT With so many people out of work I just don't understand why we can't make PPE in the USA. There is price gouging and lack...","sentiment_score":0.5}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"Bernie Sanders: Dems will use reconciliation to pass Covid relief 'as soon as we possibly can' - POLITICO","sentiment_score":0.0}
{"full_text":"RT This, almost a year into the pandemic &amp; within days of Biden's inauguration. It's a simple message. Please pass it on.","sentiment_score":0.0}
{"full_text":"#Gaming - these games will definitely get you through lockdown!https:\/\/t.co\/ZTrkmZq9Ta","sentiment_score":0.0}
{"full_text":"More than two-thirds of Utahns now say they plan to get vaccinated against COVID-19, according to new poll results. But will that be enough? | By","sentiment_score":0.2121212121}
{"full_text":"Toronto's Indigenous population largely overlooked in COVID-19 vaccine plans, doctors who work with them say:https:\/\/t.co\/A6DgWDmzXH","sentiment_score":0.2142857143}
{"full_text":"The research is still evolving. But if it turns out that schools are a major driver of COVID-19 spread, the plans this government made -- and changed -- will come back to haunt them, writes #onted #onpoli","sentiment_score":0.03125}
{"full_text":"Students at are back to remote learning after the school's nursing staff identified a rise in COVID-19 cases.https:\/\/t.co\/sw4QtI1ZT3","sentiment_score":-0.05}
{"full_text":"#ICYMI A Shift In Who Gets What Among Steps To Speed Georgia COVID-19 Vaccine Accesshttps:\/\/t.co\/A6LVtDm9u3","sentiment_score":0.0}
{"full_text":"The salon owner appeared to suggest she is planning to reopen on January 30, despite already facing PS17,000 in fines for breaching the last lockdownhttps:\/\/t.co\/Od8pveQBdq","sentiment_score":0.0}
{"full_text":"#COVID19 continues to spread across the country.Please #StayHome and only go out if it's absolutely essential.Every action counts.https:\/\/t.co\/21jnNDeWbn","sentiment_score":0.1}
{"full_text":"For today's daily count update, please visit the ODH Coronavirus page at The local numbers can be found on the COVID-19 Ohio Dashboard page.Local updates will be provided Monday-Friday with the daily ODH update at 2pm.","sentiment_score":0.0}
{"full_text":"The AR DOC Family is full of hope as our staff and partners receive COVID-19 vaccines! Alandria Mitchell - Cummins Unit #ARDOCFamily #InThisTogether #COVID19Ark #WeARStrong #WeARVaccinated #WhyVaccinate","sentiment_score":0.4375}
{"full_text":"Maybe because Trump didn't do shit about the pandemic and just let it run rampant after May 2020? ","sentiment_score":-0.2}
{"full_text":"RT The world definitely isn't going back to how it was pre covid. Curious to see what stays and what's gone for good","sentiment_score":0.15}
{"full_text":"RT Kids are killing themselves because of isolation while teachers unions are fighting to keep schools closed despite schools...","sentiment_score":-0.1}
{"full_text":"Per :The state will issue vaccination updates through a number of channels, including our statewide 2-1-1 texting service- text 'MdReady' to 898-211. Also, visit to learn more about the state's COVID-19 vaccination plan.#Vaccination","sentiment_score":0.5}
{"full_text":"2020 was supposed to be a year of deeds - and then the pandemic arrived #Do1Thinghttps:\/\/t.co\/uycfGUVkc9","sentiment_score":0.0}
{"full_text":"RT But you now have a letter from  and I which clearly demonstrates,  through evidence, that Jenny Harries' ev...","sentiment_score":0.1}
{"full_text":"RT I am supporting Niamh She will fight for all educators and will make an excellent Deputy General Secretary#ProtectEd...","sentiment_score":0.4333333333}
{"full_text":"At this moment, nearly 14,000 doses of the new COVID vaccine have been administered in Dane County. If you have not received the full vaccine, it is necessary for you to remain masked and hand-washed if you ride with Union Cab. Call 608-242-2000 and learn more. #CoOpMeansTogether","sentiment_score":0.2172727273}
{"full_text":"\"The weekend before last was the worst weekend, we lost three people we knew in less than 24 hours\"#Carlisle #Cumbriahttps:\/\/t.co\/M9OruXlbqH","sentiment_score":-0.3888888889}
{"full_text":"When #GirlsEducation is interrupted, the effects can last a lifetime. Via #EducationDay #LeaveNoGirlBehind","sentiment_score":0.0}
{"full_text":"just do it LA","sentiment_score":0.0}
{"full_text":"California's jobless rate surged in December as the pandemic spun out of control. reports:","sentiment_score":0.0}
{"full_text":"In this episode w. -- on the COVID-19 investigation, the latest good reads from &amp; on the role of skating rinks in our lives, and &amp; on crime fiction comforts.","sentiment_score":0.6}
{"full_text":"RT In Wuhan, China, the first city in the world to be devastated by the coronavirus, the long months of lockdown have now faded f...","sentiment_score":0.1}
{"full_text":"25 MILLION CASES: It's been just over a year since the first reported Covid-19 case in the U.S., and the county is approaching another terrifying milestone in the pandemic. ","sentiment_score":-0.25}
{"full_text":"So how can it be a way out of the pandemic if we then need to still do everything we're currently doing after having the vaccine. Make your lies make sense. You are beyond deluded","sentiment_score":0.0}
{"full_text":"RT MUST WATCH! For anyone who still doesn't realise how this corrupt Govt has exploited COVID to line the pockets of its ma...","sentiment_score":-0.5}
{"full_text":"RT NEW: #Oman announced today it will keep its land borders closed for an additional week to protect the sultanate from the spre...","sentiment_score":0.0181818182}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"Recycle Your Pandemic Habits: via","sentiment_score":0.0}
{"full_text":"2 in 5 Americans live where COVID-19 strains hospital ICUs","sentiment_score":0.1363636364}
{"full_text":"RT What trump policy killed jobs? There were less jobs when Trump left office because democrats at every level of government...","sentiment_score":-0.1222222222}
