{"full_text":"We did at beginning of lockdown 11 months ago","sentiment_score":0.0}
{"full_text":"RT Canadian mogul fined after getting Covid vaccine meant for Indigenous residentsRodney Baker and his wife travelled to remote...","sentiment_score":-0.1}
{"full_text":"RT A mother who was laid off during the pandemic went to the bank to pay some bills while her husband checked the lottery tickets. Wh...","sentiment_score":0.0}
{"full_text":"6:30 p.m. -- Saudi Arabia's finance minister says that his country is talking to manufacturers to provide COVID-19 vaccines to low-income countries.https:\/\/t.co\/nGVllns9pd","sentiment_score":0.0}
{"full_text":"RT Twitter should flag Psaki's false comment claiming Trump issued a  a \"Muslim ban.\"  From Politifact: \"The order does not...","sentiment_score":-0.4}
{"full_text":"RT Lockdown has made me realise I'm not healed from many things as was just distracting myself with day to day life but w...","sentiment_score":0.5}
{"full_text":"RT I read that the lockdown was stopping the NHS treating cancer patients. Wrong.  Its twats ignoring the lockdown and ge...","sentiment_score":-0.5}
{"full_text":"RT Let's be clear, he means this like a threat from a stern parent to a petulant child. It's not unusual for people who h...","sentiment_score":6.938893904e-18}
{"full_text":"RT Boycotting a referendum is the best idea you ever had you just tell those no voters to stay at home pal.  ","sentiment_score":1.0}
{"full_text":"Health Minister and PN health spokesperson Stephen Spiteri became the latest high-profile figures to take the #COVID19 #vaccine.https:\/\/t.co\/ENYrlsT27t","sentiment_score":0.5}
{"full_text":"Me, to my biophysicist partner, upon reading this: \"New study shows current Moderna vax is *600%* less effective against the South African B1351 variant strain. What does this mean for our future?\"Partner: \"It means it's a good thing Biden is president.\"","sentiment_score":0.1196496212}
{"full_text":"A little off the main topic, but connected to today's events--US is wise with a 2-term limit which is 8 yrs.. burnout is expected in a high responsibility position, vacations &amp; breaks are therefore a must..plus Corona has probably hastened burnout for some..","sentiment_score":0.1478333333}
{"full_text":"RT look what just arrived When we just about gave up on the order. Covid has messed up with...","sentiment_score":0.0}
{"full_text":"RT Senior citizens are increasingly finding themselves with new responsibilities -- including caring for younger family members -- an...","sentiment_score":0.0681818182}
{"full_text":"If the virus comes from bats... have the bats died..? If not... why not ? Did the bats get vaccinated... ? Have the Chinese  stopped eating bats?","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT I'm happy to be joining and in supporting marginalised women disproportionately affected by the pan...","sentiment_score":0.525}
{"full_text":"Find these vaccines.and prosecute.  Probably went to russia","sentiment_score":0.0}
{"full_text":"FG Orders 10 Million Doses of Covid-19 Vaccines","sentiment_score":0.0}
{"full_text":"RT Leanne's Story. It's nice to make a difference in peoples lives. Covid in the early stages was incredibly emotional and draining...","sentiment_score":0.2333333333}
{"full_text":"RT So right now who is lying to who?? The president said in his last speech that Ghana had detected the new variant from U...","sentiment_score":0.1406926407}
{"full_text":"Double thathttps:\/\/t.co\/5rz9ifgCcU","sentiment_score":0.0}
{"full_text":"RT Another excellent analysis by showing that the virus is spreading much more in the most deprived areas than...","sentiment_score":0.6666666667}
{"full_text":"More money always useful to tackle #COVID19 globally esp in developing nations but before continuous calls by multilateral bodies for yet more billions$ through them important they first disburse\/utilise billions already given.  Unsatisfactory COVAX hasn't provided vaccines yet","sentiment_score":0.2928571429}
{"full_text":"not you lot pushing the date back try crack or don't try crack but stop telling us about it! carpe diem!","sentiment_score":0.0}
{"full_text":"Apparently it has worked for some people. I'm still sceptical but SO many doctors saying it's harmless to take it. Would you take it if you're like super sick with covid?","sentiment_score":0.0422619048}
{"full_text":"RT Senior citizens are increasingly finding themselves with new responsibilities -- including caring for younger family members -- an...","sentiment_score":0.0681818182}
{"full_text":"RT Vaccinating people over 60 is the most effective way to mitigate mortality from #COVID19, a new age-based modeling stu...","sentiment_score":0.4121212121}
{"full_text":"Dying of COVID is not much of an advantage either","sentiment_score":-0.1}
{"full_text":"What's a video game moment that lives in your head rent free?Here's mine: Outbreak outbreak outbreak pop pop pop pop *flatlining noise*","sentiment_score":-0.4}
{"full_text":"RT Donating 10 million vaccines toward virus wipe out. Most commendable and judicious to see a nation of this population exten...","sentiment_score":0.5}
{"full_text":"Minister of Finance of KSA; we had to adopt immediately. Describing efforts of KSA during its #G20 presidency in leading collective effort among top economies to pledge to inject fund in key areas to provide solutions for the pandemic.","sentiment_score":0.25}
{"full_text":"RT australia managed to go covid-free so now the gays finally get to club to chromatica","sentiment_score":0.0}
{"full_text":"My idea of fun in lockdown is turning articles into narrative poems... (thread)The Rogue RewilderSome call me 'schoolboy introductionist',Attention-seeker and a pest.I like 'maverick conservationist' And put their science to the test.https:\/\/t.co\/hqveARrENa","sentiment_score":0.3}
{"full_text":"RT Now do you see Remainers? Now do you see what you are kneeling to?To make up for its own catastrophic failures, the #EU i...","sentiment_score":0.6}
{"full_text":"RT Yes, misinformation is deadly. Yet we live in a society that has:Decimated it's library serviceUnder-funded literacyWit...","sentiment_score":-0.0318181818}
{"full_text":"RT EU threatens to embargo vaccine supplies headed to the UK. But guys, really the big issue of bad will is that the UK won't...","sentiment_score":-0.1666666667}
{"full_text":"Service Update 10:00 -  Only travel for work if essential or for other legally permitted reasons. Please remember to wear a face covering when travelling with us. A half hourly service is running. All updates can be found here ","sentiment_score":-0.0183333333}
{"full_text":"Service Update 10:00 -  Only travel for work if essential or for other legally permitted reasons. Disruption via #Ingateson, all information can be found here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":0.01875}
{"full_text":"Wisconsin COVID Cases Increase To 533.917 Deaths To 5,699 - Wisconsin (2019-nCoV) - Recombinomics Inc.","sentiment_score":0.0}
{"full_text":"No no no this is so wrong.","sentiment_score":-0.5}
{"full_text":"RT None of us want children kept from school a moment longer than necessary.But if ignores his scientific a...","sentiment_score":0.0}
{"full_text":"#RNJNEWS: Warren County prioritizes COVID-19 vaccination eligibility, launches COVID-19 call center for appointments","sentiment_score":-0.1}
{"full_text":"It is entirely disingenuous to sell zero covid as full stadiums when the reality is zerocovid means the majority of professional sport in Ireland will be cancelled for 2021. I'm just calling out the reality of ISAG lies to the Irish people.","sentiment_score":0.1125}
{"full_text":"RT The real reason Senate Republicans oppose Biden's life-saving COVID relief proposal is they worry that it, plus his plan for j...","sentiment_score":0.2}
{"full_text":"RT The COVID-19 pandemic continues to have a serious impact on the creative community. So again, anyone who wants to use...","sentiment_score":0.1222222222}
{"full_text":"RT Every day they transplant new life into the dying, and they don't stop for Covid | News | The Sunday Times","sentiment_score":0.1363636364}
{"full_text":"RT Grim milestone. Each life a story. Said it before but recall Patrick Vallance saying at start it would be good outcome if...","sentiment_score":-0.15}
{"full_text":"RT #BiharFightsCorona Update of the day. 160 more #COVID19 +ve cases have been reported so far on 25th January.Taking t...","sentiment_score":0.3}
{"full_text":"RT New round of Wales and Africa COVID-19 funding An additional round of the Grant Scheme will focus on proj...","sentiment_score":-0.0878787879}
{"full_text":"RT How about showing my 43 year old cousin who died on sunday, after 14 week...","sentiment_score":0.1}
{"full_text":"7+2 = 9.9 is the number of War. ( Hebrew Cabalistic and Numerologicaly) Number 18 is a prominent number in Mahabharata war. Remember 9\/11.7 is Celestial and divine. Demands Justice. 2 is its Antonym. Indicates diabolical interventions along with Covid19.","sentiment_score":0.5}
{"full_text":"So let me get this straight. The good old virus turns up in your lungs and looks around. If it sees you are 65 the vaccine bangs it on the head. A day over and the vaccine scuttles off into the corner and you get COVID. Bloody clever that is. Yeah sure","sentiment_score":0.1444444444}
{"full_text":"RT Coronavirus: #UAE reports 3,601 Covid-19 cases, 3,890 recoveries","sentiment_score":0.0}
{"full_text":"Health Ministry data showed hospital capacity nationwide was at about 70%. The director general of health services at the ministry, called the situation \"dire.\"-Indonesia's confirmed coronavirus cases exceed 1 million (from","sentiment_score":0.225}
{"full_text":"RT If people in EU nations are angry at the abject failure of the European Commission over the ordering and fast deployment of C...","sentiment_score":-0.1541666667}
{"full_text":"RT In lockdown when your dad works in special effects...","sentiment_score":0.3571428571}
{"full_text":"RT Complex challenges affect the ability of African countries to finance the COVID-19 vaccine procurement and delivery that...","sentiment_score":-0.15}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"RT A NEW HOPE: 27x more effective than Remdesivir against #COVID19 in lab study -Aplidin is a drug derived from a marine sea s...","sentiment_score":0.4121212121}
{"full_text":"Portland mayor pepper-sprayed man who confronted him about Covid-19 rules remember all the riots in Portland Oregon The mayor ran off because they were about to kick his ass now he has to walk around with pepper spray yeah I guess so","sentiment_score":0.0}
{"full_text":"Philippine Red Cross looking to bring saliva testing to strategic areas, such as malls, factories, and offices. #COVID19","sentiment_score":0.0}
{"full_text":"RT What's been extraordinary during this pandemic is realising just how much more valuable a human life is in New Zealand...","sentiment_score":0.2424242424}
{"full_text":"RT We need your help The #DABill must include the word REFUGES to avoid money being siphoned off to other areas...","sentiment_score":-0.125}
{"full_text":"RT \"Jeff Bezos could have personally paid each of Amazon's 876,000 employees a one-off $105,000 bonus ... and still be as...","sentiment_score":0.0}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"Responding to the public's concerns about sporadic #COVID19 cases in the city, #Shanghai's medical experts assured the public of the city's ability to contain the latest outbreak with precise prevention and control measures.","sentiment_score":0.18}
{"full_text":"I think this is the tweet screenshot has flagged as potential self harm and won't let me post further stories. Dumbness. Full dumbness. And instead of showing me the 'violation' keeps asking me if I would like to speak to a therapist. Dumb, well meaning AI.","sentiment_score":-0.00625}
{"full_text":"RT \"The combined wealth of the world's 10 richest men rose by $540bn during the pandemic, according to Oxfam.The charity c...","sentiment_score":0.6}
{"full_text":"RT An Hour After Joe Biden Is Sworn In, WHO Admits Their Testing Grossly Overstates Individuals Testing Positive for COVID","sentiment_score":0.1136363636}
{"full_text":"RT Just voted to confirm as Treasury Secretary.Continuing phone calls with Georgia public health and local gov lead...","sentiment_score":0.0}
{"full_text":"RT The only thing which I understood when I was looking for job roles in the pandemic situation (still searching) is that eve...","sentiment_score":0.0}
{"full_text":"RT We are offering our genomics expertise to countries who do not have the resources to identify and monitor new variants....","sentiment_score":0.1363636364}
{"full_text":"RT Full on \"I really don't care, do you\" from ","sentiment_score":0.275}
{"full_text":".@DickGordonDG: We will bring the tests in factories, malls, and other strategic places. We will bring it closer to the people. #COVID19","sentiment_score":-0.125}
{"full_text":"RT To determine whether it's COVID or not we called the hospitals and ambulance and apparently there is no available bed in ei...","sentiment_score":-0.075}
{"full_text":"Data governance is still a trending topic for enterprises today, even more so with the ongoing COVID-19 crisis. In this article, discover all you need to know for starting your data governance journey. Read now https:\/\/t.co\/jh5GV9154A#data #datagovernance #strategy #toolkit","sentiment_score":0.25}
{"full_text":"Looking for a profitable way to repurpose your Covid-impacted excess trade show funds? K2 presents the exact ways that additional investment can benefit Paid, Earned, Shared, and Owned media channels. #PESO #tradeshowbudget #marketingchannelshttps:\/\/t.co\/KSL268Atc8","sentiment_score":0.25}
{"full_text":"As we begin to consider what live entertainment looks like in a post-pandemic world, one thing is certain: it must focus on user experience. The truth, however, is that this is not at all new. Our focus should have always been there.#liveentertainment #COVID19  #Leadership","sentiment_score":0.1623376623}
{"full_text":"RT Gavin Newsom is re-opening his state despite \"the science\" saying the worst of this pandemic is yet to come.Gretchen W...","sentiment_score":-1.0}
{"full_text":"RT The next three weeks of deaths are already set more or less, but right now we're on the downward slope, but that's not gua...","sentiment_score":0.1547619048}
{"full_text":"RT \"The combined wealth of the world's 10 richest men rose by $540bn during the pandemic, according to Oxfam.The charity c...","sentiment_score":0.6}
{"full_text":"Where is Office Space Headed? #CRE #Office #COVID-19 #TenantTipshttps:\/\/t.co\/RXO1GmihgI","sentiment_score":0.0}
{"full_text":"RT The British public rate their supermarkets more highly than *the NHS* for how they've handled the pandemic.People ar...","sentiment_score":0.165}
{"full_text":"JD International's recent \"Go for the gold!\" 2021 kickoff meeting was attended by JD International CEO Yan Xiaobing, CFO Xu Ran and others. Yan paid tribute to JD's logistics workers who have worked through the pandemic to ensure people's livelihoods","sentiment_score":0.0}
{"full_text":"RT One day, we'll be back in our stadiums in full voice. Until then, we're supporting spectator sports with nearly PS18m to de...","sentiment_score":0.175}
{"full_text":"RT \"There is a new game\": COVID-19 variants are upending European plans to fight the pandemic. Portugal eased restrictions for...","sentiment_score":-0.0878787879}
{"full_text":"RT Not you drinking Covid 19.","sentiment_score":0.0}
{"full_text":"RT australia managed to go covid-free so now the gays finally get to club to chromatica","sentiment_score":0.0}
{"full_text":"he had covid issues, and meanwhile the other striker that joined leipzig with him is getting the chance. he is still having good movements near the box, and he also scored on his debut.","sentiment_score":0.225}
{"full_text":"RT Tonight, Labour is urging the government to commit to opening schools and colleges before anything else, once lockdown...","sentiment_score":0.0}
{"full_text":"RT Ileys Detergent Industry in #Somaliland made #HandSanitizer while its need highly available at everywhere around the #w...","sentiment_score":0.4}
{"full_text":"RT BREAKING: Worldwide coronavirus cases pass 100 million","sentiment_score":0.0}
{"full_text":"ICYMI: Did you know that the first time BINI went out after months of lockdown was when they recorded their pre-debut song, #DaCoconutNut? Find out more on The Making of DCN! #DaCoconutNut","sentiment_score":0.4375}
{"full_text":"There is still so much uncertainty around how Coronavirus will affect the running of May's election. The safest, easiest and quickest way to make sure your voice is heard is to sign up to a postal vote.","sentiment_score":0.35}
{"full_text":"#FromTheLeft: Janet Yellen wins Senate approval as treasury secretary | Reporting by #JanetYellen #USTreasury","sentiment_score":0.3}
{"full_text":"i can hear pkp","sentiment_score":0.0}
{"full_text":"Hilda, one of our retirement scheme residents, recently had her 100th birthday. Here she is celebrating as best as she could in lockdown with her friends at the scheme and family! Happy Birthday Hilda ","sentiment_score":0.6}
{"full_text":"With record numbers of job losses as the coronavirus takes a continuing toll, employers &amp; employees are being reminded of the need for clarity on their responsibilities and rights#redundancy #redundancyrights #outplacementserviceshttps:\/\/t.co\/NLz4q1obyd","sentiment_score":0.0}
{"full_text":"In the wake of #COVID19 pandemi, the Indian diaspora in China, Bangladesh and Singapore celebrated muted 72nd #RepublicDay of India on Tuesday. Take a look:","sentiment_score":0.35}
{"full_text":"RT why the fuck is Vanessa Hudgens cutting about Scotland in the middle ae a pandemic??? GO HAME.","sentiment_score":-0.3333333333}
{"full_text":"The training aims to promote mushroom production as a potential component in the rice-based farming system.https:\/\/t.co\/gGqyik1LdJ","sentiment_score":0.0}
{"full_text":"The Philippine Red Cross (PRC) on Monday launched the Covid-19 RT-PCR (reverse transcription-polymerase chain reaction) test using saliva after the Department of Health (DOH) approved it over the weekend.#covid19ph #salivatesthttps:\/\/t.co\/YhdFlLud83","sentiment_score":0.0}
{"full_text":"Brenda is living proof there is a path to safety for those experiencing #DomesticAbuse Remember, if you're suffering, the 'stay at home' message doesn't apply to you. For advice and support visithttps:\/\/t.co\/boRReO2u9L #YouAreNotAlone #SaferCambs","sentiment_score":0.0}
{"full_text":"Today's ep. of 'The Book Review Podcast' takes a look at Patrick DeWitt's 'French Exit'. Join as she discusses this 2018 published novel which receives high praise of being the perfect lockdown read!https:\/\/t.co\/qQHriR17IU@LibrariesIre #KeepWell #RewardingReads","sentiment_score":0.3866666667}
{"full_text":"Really promising signs for these areashttps:\/\/t.co\/x9WqMits4e","sentiment_score":0.2}
{"full_text":"Audio streaming has been in SA for over two decades, but unsurprisingly its popularity grew exponentially during the initial 2020 lockdown.https:\/\/t.co\/S3xRd6c8at","sentiment_score":0.0}
{"full_text":"\"Rachel was my only light at the end of the tunnel when I was self-isolating\"Beautiful story by Kevin shares his story of his wife Jean, who is living with dementia, how lockdown has impacted them both and the support he has received.","sentiment_score":0.4166666667}
{"full_text":"And the madness continues  I honestly have no words for this pantomime anymore","sentiment_score":0.6}
{"full_text":"It is important colleagues from #BAME backgrounds get vaccinated. This will help reduce the disproportionate impact of #Covid-19 on our BAME colleagues.#NHS  #CovidVaccine","sentiment_score":0.4}
{"full_text":"RT Another excellent analysis by showing that the virus is spreading much more in the most deprived areas than...","sentiment_score":0.6666666667}
{"full_text":"This episode on crappy #pandemic #parenting from last year may resonate with all of you doing your utmost to replace school at home.  Give yourselves a deserved break and have a listen https:\/\/t.co\/rUajr6cFSE via","sentiment_score":0.0}
{"full_text":"Lockdown Games getting creative ","sentiment_score":0.5}
{"full_text":"FC Barcelona has only just managed to retain its position as the top-earning soccer club in Europe, even as the pandemic cost it 15% of sales.https:\/\/t.co\/5Qd5TffhPa","sentiment_score":0.0}
{"full_text":"Delhi has a population of more than 20 million and the serosurvey indicates that around 10 million people have recovered after being infected with the #coronavirus.","sentiment_score":0.5}
{"full_text":"How are folks pivoting during the pandemic? Kelly Moritz of shares valuable insights and decisions her team made to meet new demands. Listen in:","sentiment_score":0.1363636364}
{"full_text":"CVS, Walgreens complete first round of COVID-19 vaccinations at skilled nursing facilitieshttps:\/\/t.co\/f8teffhKAv","sentiment_score":0.1625}
{"full_text":"RT $CPC City Pub Group highlights significant reduction in cash burn, looks to emerge strongly from pandemic","sentiment_score":0.4041666667}
{"full_text":"Have you recently worked in a care home?  Please answer our survey for a chance to win a PS10 shopping voucher and to support #COVID protection.   #CareHomes #SocialCare","sentiment_score":0.4}
{"full_text":"As South Africa is under an adjusted level three of lockdown, the senior citizen only leaves the retirement village when necessary.https:\/\/t.co\/LQakW86xF5","sentiment_score":0.0}
{"full_text":" LOCKDOWN 2021-01-26Calls for a 3rd lockdown as cases rise.https:\/\/t.co\/jRX7Rt1waO RT #Coronavirus","sentiment_score":0.0}
{"full_text":"\"Given the huge task we have got to vaccinate the nine priority groups, we should be using all of the resources we have at our disposal to make sure that we get as many people vaccinated as quickly as possible.\"https:\/\/t.co\/IPZxeHXBaj","sentiment_score":0.35}
{"full_text":" TELEPHONE LINESWe are hosting COVID-19 vaccination clinics every day this week.This means the telephone lines have a limited number of staff to answer them as we are manning the clinics ourselves.Please be patient or use askmyGP:","sentiment_score":-0.0714285714}
{"full_text":"A UNHCR agent carries out Covid temperature checks at the entrance to a refugee registration site. Since early January, more than 90,000 Central Africans have fled to neighbouring CongoPhotograph: Alexis Huguet\/AFP via Getty","sentiment_score":0.2}
{"full_text":" Our #Customer #Experience Team are experiencing an increased number of enquiries &amp; with the ongoing pandemic affecting our resources, please expect longer response times than usualWe appreciate our customers patience during these very challenging times.Please see below...","sentiment_score":0.65}
{"full_text":"RT People who say \"98% of people don't even die!\" ruthlessly ignoring the 2% who fucken died are total monsters right? Pu...","sentiment_score":-0.2380952381}
{"full_text":"Really promising signs for these areashttps:\/\/t.co\/kvzIJpHyZ7","sentiment_score":0.2}
{"full_text":"With the government set to vaccinate an estimated 17 million Malaysians by early 2022, spoke to a Malaysian doctor in the UK who shared her immunisation experience in the hope of inspiring others to get the vaccine too.Read more on SYOK!https:\/\/t.co\/TIt5KkqOyj","sentiment_score":0.3666666667}
{"full_text":"Thailand reported a daily record 959 new coronavirus cases on Tuesday, due to \"a ramping-up of testing\" at the epicentre of its most recent outbreak.https:\/\/t.co\/GXZJywFiIm","sentiment_score":0.1022727273}
{"full_text":"Covid-19 has exposed PN's political mismanagement, incompetent bureaucracy, and lack of capacity to deal with a crisis. If PN still won't learn from one year's worth of pandemic lessons, its refusal could wreck irreparable damage on Malaysia.","sentiment_score":-0.0166666667}
{"full_text":"Art on the River -  'Connected by Lights' outside exhibition is still open. Perfect way to bring some light to your lockdown. Open until Saturday 27 February.--#canarywharf #canarywharflights #london #connectedbylights #outdoors #london","sentiment_score":0.28}
{"full_text":"Due to the current lockdown, HTC's hall\/meeting room hire facilities - including the James West Community Centre - are closed to the public until further notice.NEWS ARTICLE: refer to the HTC website for service updates:","sentiment_score":-0.045}
{"full_text":"Netcare recently launched a dedicated support line to keep next-of-kin informed on the status of their loved ones who have been hospitalised with Covid-19 and, where possible, to facilitate direct communication between patients and their families.","sentiment_score":0.2}
{"full_text":"1 in 6 children now have a probable mental health condition, #coronavirus is not the only pandemic we're facing. #Covid_19 #MentalHealthMatters #menarlhealth #schoolsreopeninguk","sentiment_score":-0.05}
{"full_text":"RT se faire vacciner au thems ou rien","sentiment_score":0.0}
{"full_text":"RT In the storm of COVID, issues like the illegal harvesting and trade of indigenous plants can be overlooked. Protecting our #...","sentiment_score":-0.5}
{"full_text":"RT Don't fall victim to criminals trying to use the coronavirus vaccine as a lure to obtain your personal details.  If you've rece...","sentiment_score":-0.0375}
{"full_text":"Recycling during Covid-19 with Denis the Dustcart! Many of us are, again, spending most of our time at home. It means more packaging in our green bins and less in the recycling bins at work.Here are a few things to bear in mind:","sentiment_score":0.1555555556}
{"full_text":"Join me Friday 28 January at around 16.00 GMT, I will be playing and streaming by ETS 2 Hauling Covid-19  Vaccines event on my  channel #NMSS@SmallStreamersC   ","sentiment_score":0.0}
{"full_text":"As we are being asked to stay at home remember Fingal  Community Call is here to help. Call 1800 459 059 or email: covidsupport@fingal.ieWe're here if you need help with delivery of food\/medicine\/fuel or referral to services or information or just someone to talk to #keepwell","sentiment_score":0.0}
{"full_text":"HEALTHCARE INFRASTRUCTURE!HM King Abdullah II of Jordan opened the Sheikh Mohamed bin Zayed Field Hospital for #COVID_19 patients in #Aqaba.The facility is the fifth COVID-19 field hospital in Jordan.#pandemic #hospitalconstructionhttps:\/\/t.co\/ie6XiAgNel","sentiment_score":0.0}
