{"full_text":"RT A Virginia man was wrongfully arrested by a maskless cop &amp; tested positive for COVID a week later... he is now planning...","sentiment_score":0.1136363636}
{"full_text":"RT Argentina: It's not a war zone, it's Pinamar, a coastal city currently surrounded by police officers to avoid crowds on the...","sentiment_score":0.0}
{"full_text":"RT The American people deserve $2000 per month. Small businesses, especially restaurants and hair salons, need...","sentiment_score":-0.0833333333}
{"full_text":"RT Canadians who are currently travelling and returning to Canada soon should immediately arrange for a #COVID19 test, to av...","sentiment_score":0.0}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT As the United States surpasses 20 million cases of COVID-19, a maskless party?Are there now laws in Florida?Whoever owns this...","sentiment_score":0.0}
{"full_text":"Of course covid hits us right before playoffs bro.","sentiment_score":0.2857142857}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"And that's the problem.  We need discipline if we EVER intend on getting past the Covid-19 pandemic.  #Pray4Savannah #discipline","sentiment_score":-0.25}
{"full_text":"Big words from a coward hiding under the cover of a COVID contact.  He should have showed up and said that at the debate.","sentiment_score":0.0}
{"full_text":"that's the pot calling the kettle black, tRump you're the one who's not fair or smart","sentiment_score":-0.1007936508}
{"full_text":"RT Do not open schools or universities. Listen to this. Get them safe first. Only children who HAVE to be at school should...","sentiment_score":0.1875}
{"full_text":"it was because of the pandemic tho","sentiment_score":0.0}
{"full_text":"Finally the Telegraph learns to project numbers forward in a pandemic","sentiment_score":0.0}
{"full_text":"RT Why is Mitch McConnell ignoring ?  Traitor!","sentiment_score":0.0}
{"full_text":"Back in the real world...Total deaths for 2020 have already exceeded 3.1m and, allowing for reporting lags to the CDC, will reach about 3.25m. Up 400,000 (14%) on 2019 or 2018Data source:https:\/\/t.co\/4J2GxFn4V7See for yourself: export the CSV file and open it as a s\/sheet.","sentiment_score":0.0666666667}
{"full_text":"Do lockdown\/masks stop coronavirus Yes, if implemented perfectly. Same goes for abstinence, not drinking alcohol. That's all doctor experts will tell you. Is implementing a lockdown (CA style) the best way to slow covid, balancing economy, excess mortality? Probably not...","sentiment_score":0.2333333333}
{"full_text":"RT Kyle Walker when he hears that's there is a global pandemic and he was not meant to be having a party","sentiment_score":0.0}
{"full_text":"RT New Orleans Saints running back Alvin Kamara tested positive for COVID-19. He's awaiting the results of a second test that wi...","sentiment_score":0.0909090909}
{"full_text":"Why don't you work on Covid. Instead of your ego. I forgot you threw in the towel. 3100 Americans died yesterday and your watching OAN. Disappointed","sentiment_score":-0.75}
{"full_text":"Pandemic aside this looks like a shitty party","sentiment_score":0.0}
{"full_text":"RT Dear Hi Mike, hope you'll comment on the following:-Your use of taxpayer funds to pay for elite, fancy dinners w...","sentiment_score":0.0}
{"full_text":"RT Here's a thought! How about we all share a picture of our 'Covid secure' classrooms, to show what real classrooms look lik...","sentiment_score":0.3}
{"full_text":"RT Lessons in Failing to Apply #Blockchain and #AI to Combat #COVID19 #AIEthics #tech #pandemic #privacy #Data@coindes...","sentiment_score":0.0}
{"full_text":"RT They can all stay open though since they are owned by big corporations","sentiment_score":0.0}
{"full_text":"RT After mixed test results, Alvin Kamara had a positive test confirmed this afternoon, per source. He now goes on Reserve\/C...","sentiment_score":0.2090909091}
{"full_text":"RT Hundreds of Israelis get infected with Covid-19 after receiving Pfizer\/BioNTech vaccine - reports -- RT World News","sentiment_score":0.0}
{"full_text":"RT Here was the New Year's Eve celebration at Mar-a-Lago last night during deadly pandemic...","sentiment_score":-0.0212121212}
{"full_text":"They did as required for 9 months, ended up in another lockdown, now there system.  All designed to push the vaccine!!!!   CONTROL!!!!  It's propaganda!!!  Keep up now!!!","sentiment_score":-0.3814697266}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"thought the COVID protocol was 5 days of negative tests? lots of time for these guys to get back","sentiment_score":-0.15}
{"full_text":"RT New Year Greetings pushing COVID-19 to Go Away","sentiment_score":0.1363636364}
{"full_text":"RT The Democrats LOVE COVID-19 shutdowns because they LOVE virtue signaling.","sentiment_score":0.5}
{"full_text":"RT At MLK hospital in South LA, single-person rooms now hold at least two patients. Tents have been erected outside to assis...","sentiment_score":-0.15}
{"full_text":"RT As the United States surpasses 20 million cases of COVID-19, a maskless party?Are there now laws in Florida?Whoever owns this...","sentiment_score":0.0}
{"full_text":"RT I want to do a serious analysis on how Pakistan government could have handled covid without the lock downs, social dist...","sentiment_score":-0.15}
{"full_text":"Until this week the deadliest single day in #America was in 1862 when 3,275 died at Antietam. Two days ago 3,808 #Americans died from #COVID19.","sentiment_score":-0.0714285714}
{"full_text":"RT \"Why has Sikora been so systematically signal-boosted by media outlets throughout the crisis?... the producers and edi...","sentiment_score":0.0}
{"full_text":"RT Labour are coming out of this pandemic very poorly, they have backed the Tories at every turn, then whined a...","sentiment_score":-0.52}
{"full_text":"Which of course has nothing to do with COVID-19, but neither does lions' (non) mask wearing to begin with","sentiment_score":0.0}
{"full_text":"RT I used to think more female cops would help. I used to think this PD could be reformed. The people we pay to serve and protect u...","sentiment_score":0.25}
{"full_text":"Covid already making its mark on the playoff picture.","sentiment_score":0.0}
{"full_text":"RT Dr. Drew tested positive for COVID-19 yesterday. He apologized for all of the times he downplayed Coronavirus. Here they...","sentiment_score":0.2272727273}
{"full_text":"RT Here was the New Year's Eve celebration at Mar-a-Lago last night during deadly pandemic...","sentiment_score":-0.0212121212}
{"full_text":"RT Why is NHS being told they can't allow TV cameras in to show how real and devastating the new surge in Covid really is? We'r...","sentiment_score":-0.1159090909}
{"full_text":"RT Myth:Health experts and the mainstream media act like there is 100% consensus on the safety &amp; efficacy of the COVID-19...","sentiment_score":0.0}
{"full_text":"RT #Saints star Alvin Kamara's week:Score 6 TDs in a win over the #Vikings that wraps up the NFC South title.Get fined $...","sentiment_score":0.8}
{"full_text":"RT Alvin Kamara has been placed on the Reserve\/COVID-19 list","sentiment_score":0.0}
{"full_text":"RT Myth:Health experts and the mainstream media act like there is 100% consensus on the safety &amp; efficacy of the COVID-19...","sentiment_score":0.0}
{"full_text":"RT Alvin Kamara officially on the COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT Preston COVID testing site at Darebin arts centre has just put up the signs \"Temporarily Suspended\" due to the length of t...","sentiment_score":-0.125}
{"full_text":"RT New Year's Eve celebration at Mar-a-Lago during deadly pandemic","sentiment_score":-0.0318181818}
{"full_text":"RT Delhi: People sleep in night shelters near the AIIMS hospital in south Delhi\"We have a capacity of housing 40 people here. Right...","sentiment_score":0.1928571429}
{"full_text":"RT It is a sign of the brokenness of American politics that Gov. Kristi Noem can let a pandemic rampage out of control in South D...","sentiment_score":0.0}
{"full_text":"RT Deaths in 2020:Abortion: 42,655,372Coronavirus: 1,830,979","sentiment_score":0.0}
{"full_text":"RT Saints' RB Alvin Kamara tested positive again and will be placed on Reserve\/COVID, per source. He's out Sunday and now th...","sentiment_score":0.2272727273}
{"full_text":"Wow wow wow.","sentiment_score":0.1}
{"full_text":"RT What we have seen from Jason Kenney today is a profound betrayal of the trust of the people of Alberta. Period. His Minis...","sentiment_score":0.0833333333}
{"full_text":"I don't believe it's strictly the pandemic or despair. I never wanted children. Everyone around me in my earlier years told me how much I would regret not having children. They couldn't have been more wrong. More than anything, I'm happy I never had a child. I'm 45 years old.","sentiment_score":0.2285714286}
{"full_text":"RT Americans are the reason we are the only highly-developed nation without #MedicareForAll or monthly stipends during a pande...","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS LATEST: More cases of new COVID-19 variant detected in California-- ICU capacity in Souther...","sentiment_score":0.3787878788}
{"full_text":"RT NEWReport: Bucs' White Tests Positive, Barrett Just Close COVID Contacthttps:\/\/t.co\/LCvgP8b2of","sentiment_score":0.1136363636}
{"full_text":"RT Decency &amp; competence returning to 1600 Pennsylvania Ave as of 20 January,Covid vaccinations increasingly available natio...","sentiment_score":0.4}
{"full_text":"After months of pandemic misinformation, weeks of election propaganda, and now growing anti-vaxxer movement I am reminded how fascist have written about using America's freedom to destroy it for a very long time.","sentiment_score":-0.1216666667}
{"full_text":"RT New Year, Same Demands for Clemency...Meet Christopher Simmons. Christopher survived Covid-19 in February but is still...","sentiment_score":0.0681818182}
{"full_text":"RT With COVID, 'tis better to neither give nor receive. Wearing a mask can reduce the risk by about 30 per cent.  Make them man...","sentiment_score":0.5}
{"full_text":"sick and elderly.https:\/\/t.co\/fxnr1cNiLQ","sentiment_score":-0.7142857143}
{"full_text":"Education workers should absolutely have access to childcare during lockdown. How can they attend to students if they have to attend to their own children? Left out of child-care provision during Ontario lockdown, union says #topoli #onpoli #onted","sentiment_score":0.2666666667}
{"full_text":"Happy New Year! Sharing some thoughts as we go into 2021. #COVID19 #Grief","sentiment_score":0.0568181818}
{"full_text":"RT It's the last day of 2020 &amp; people in this country are in danger of starving &amp; losing their homes. But is play...","sentiment_score":0.0}
{"full_text":"RT .@SenatorLoeffler is richest person in Congress &amp; made a fortune with hedge fund by raising winter gas prices for Georg...","sentiment_score":0.0}
{"full_text":"RT Europe dealing with #COVID19:","sentiment_score":0.0}
{"full_text":"All we can do is social distance, wash our hands and always wear a mask once we leave our apartment.","sentiment_score":0.0333333333}
{"full_text":"RT I wonder if people, both doctors and others, who push out #COVID19 stories from hospitals, both true and false, ever think ab...","sentiment_score":-0.025}
{"full_text":"Happy New Year #wtfockfamily  #wtfock #wtfockseason3 #sobbe #ikziegraagwtfock","sentiment_score":0.4681818182}
{"full_text":"RT I will not be at the party, but I will not be reporting the party2 the police either. Too much illogicality 2 Government P...","sentiment_score":0.2}
{"full_text":"RT High levels of Covid infections in schools is a danger to pupils, staff and the wider public.The National Education Un...","sentiment_score":0.16}
{"full_text":"Stop the Covid Super Spreader event would be more responsible.  Wake up Republicans democracy was the winner, not your spoilt privileged rich kid.  #WOAT","sentiment_score":0.3520833333}
{"full_text":"Coronavirus: Army Corps to help L.A.-area hospitals upgrade aging tech","sentiment_score":0.0}
{"full_text":"RT Seen yesterday at a UPS location in Grayson, Georgia. \"I already have COVID\" ","sentiment_score":0.0}
{"full_text":"RT Pandamic? Death data in Pakistan confirms decisively that there is no pandemic in Pakistan.... In 2020 not just that t...","sentiment_score":0.0}
{"full_text":"RT Every 2 houses or so in Apapa, you now see \"THIS HOUSE IS UNDER THE CUSTODY OF THE LAGOS HIGH COURT\" as the descendants...","sentiment_score":0.16}
{"full_text":"RT Whenever you read about people being arrested for political reasons in Turkey - journalists, MPs, mayors, private persons - n...","sentiment_score":0.0}
{"full_text":"They need a packers loss tomorrow so bad.","sentiment_score":-0.7}
{"full_text":"What if they stopped having jets spray us with aluminum and saved it for beer cans?","sentiment_score":0.0}
{"full_text":"RT Angry Twitter Users Are Asking @senatemajldr Mitch McConnell for $2,000 on Venmo After He Blocked COVID Aid (as well they...","sentiment_score":-0.5}
{"full_text":"I should have known that 2020 was going to be bittersweet when me, and had dinner New Year's Day night. got lost for an hour on the way to the restaurant and ended up ill for a long time afterward (not COVID).","sentiment_score":-0.1378787879}
{"full_text":"RT Ivanka and the rest of the Trump\/Kushner crime family want everyone to forget that they've enriched themselve...","sentiment_score":0.0}
{"full_text":"RT Happy New Year. Let's kick some #COVID19 ass in 2021. ","sentiment_score":0.4681818182}
{"full_text":"A church??? Oh ya'll going to HELL hell. Let me just buy my telescope to laugh from Heaven","sentiment_score":0.3}
{"full_text":"RT I have booked in advance frm Nairobi to home so no one shud tel us we'r travellin in vain. NO WAYI wil have to stay 2...","sentiment_score":0.0}
{"full_text":"That is outrageous. Fire her. There aren't two sets of public health recommendations.  We have a stay-at-home order. Shameful","sentiment_score":-0.5}
{"full_text":"RT California continues to battle record numbers of COVID-19 cases and hospitalizations. We have to do everything we can...","sentiment_score":0.0}
{"full_text":"Covid reality!","sentiment_score":0.0}
{"full_text":" actually rewatched that during the lockdown","sentiment_score":0.0}
{"full_text":"RT One of these photos show how Wuhan, China celebrated New Year's Eve.The other shows Times Square New York City.Can y...","sentiment_score":0.1244318182}
{"full_text":" Happy New Year!!!  Thank you so, so much for all your incredible support through the craziest year ever. I can't believe it's over... Hoping 2021 brings an end to this insane pandemic &amp; allows us to see the people we care about more...","sentiment_score":0.2777225379}
{"full_text":"With so many people on lockdown due to COVID there has been a call for #free #teaching #resources for #homeschooling This led me to create a free, Teacher's Information Guide for The World in Johnny's Back Garden. This can be used with or without the book.","sentiment_score":0.235}
{"full_text":"Level on points with pandemic champions. We are we Manchester United. The glory days are coming back!","sentiment_score":0.0}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"RT Critically ill Covid patients in Kent are being transported by ambulance and helicopter as far as Bristol, Leeds, Southa...","sentiment_score":-0.2}
{"full_text":"RT The Subject Expert Committee of Drugs Controller General of India (DCGI) has recommended granting permission for Emergency Use Aut...","sentiment_score":-0.0583333333}
{"full_text":"we've had the real vaccine this whole time","sentiment_score":0.2}
{"full_text":"Who the hell is he or it? and why do we care about this #COVIDIOT","sentiment_score":0.0}
{"full_text":"if you ever wondered what happened to that kid that was in my pinned tweet for a while. the one who i started quarantine with another girl his age. I see him in the girl on Lindy walks along the creek on my property all the time.","sentiment_score":0.0}
{"full_text":"RT The Founders passed An Act Related to Quarantine during the 3rd Congress in 1796, signed by PRESIDENT GEORGE WASHINGTON....","sentiment_score":0.0}
{"full_text":"RT High levels of Covid infections in schools is a danger to pupils, staff and the wider public.The National Education Un...","sentiment_score":0.16}
{"full_text":"RT Saints' RB Alvin Kamara tested positive again and will be placed on Reserve\/COVID, per source. He's out Sunday and now th...","sentiment_score":0.2272727273}
{"full_text":"RT NEW YEAR, SAME THEM: are hard at work on a holiday at their new COVID-19 va...","sentiment_score":-0.0047348485}
{"full_text":"RT Joe Biden's inaugural activities will include a nationwide memorial service to honor the lives lost to COVID.The inaugu...","sentiment_score":0.0}
{"full_text":"RT At this point, you need to assume that everyone has Covid and take precaution.","sentiment_score":0.0}
{"full_text":"RT \"I'm Choosing The Risk Of Getting COVID\": Over Half Of Health Care Workers At California Hospitals Refuse Vaccinations","sentiment_score":-0.1666666667}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"The second quarter of 2020 was consumed by the changes to daily life caused by the COVID-19 pandemic--but was also defined by the way Richmondites came together to support each other and give thanks to frontline workers. #YearInReview #RichmondBC","sentiment_score":0.01875}
{"full_text":"\"We all live in uncertainty, but at the same time we hope, and we are all doing our best.\"","sentiment_score":0.3787878788}
{"full_text":"Test your 2020 knowledge and, no, it's not all about Covid","sentiment_score":0.0}
{"full_text":"ICYMI: Gov. DeSantis said all 67 Florida counties will have either Moderna or Pfizer vaccines by Jan. 1.","sentiment_score":0.0}
{"full_text":"Goodell sent him Covid for wearing them cleats","sentiment_score":0.0}
{"full_text":"BILL COSBY THANKS JESSE JACKSON FOR ADVOCATING FOR HIS RELEASE AMID COVID-19 PANDEMIChttps:\/\/t.co\/6oWsyxctCZ","sentiment_score":0.2}
{"full_text":"Noooooooo... Does this mean I have to hate 'Ice Ice Baby' now?!","sentiment_score":-0.65625}
{"full_text":"I bet no one wore a mask smh","sentiment_score":0.0}
{"full_text":"Opinion: The New Jersey political landscape in this New Year will depend on how swiftly the nation emerges from the nightmare that was 2020. ","sentiment_score":0.0909090909}
{"full_text":"From the coronavirus pandemic to civil unrest to an election year, the team brought you a variety of stories. Here's a look at the  top events and news from 2020.https:\/\/t.co\/aYhXnXxk42","sentiment_score":0.5}
{"full_text":"Signing decrees, managing resources, implementing projects - how will you rule as a global health organization in the face of a deadly virus?Play VIRUS: The Outbreak on #NintendoSwitchhttps:\/\/t.co\/ELsP7mRMTO","sentiment_score":-0.1}
{"full_text":"\"We are professionals, and we try to remain professionals, but we're also humans. Every time that we see something like that -- more hospitalizations and more deaths -- it hits home and it just makes us more resolved.\"","sentiment_score":0.5}
{"full_text":"COVID-19-Related Phishing Lingers, as New Attacks Use Vaccine Themes via #cybersecurity #healthcare","sentiment_score":0.1363636364}
{"full_text":"The San Antonio Metropolitan Health District is continuing to work with state and local leaders to distribute the COVID-19 vaccine. Officials say they'll receive the remaining portion of the initial allotted doses within the next week","sentiment_score":0.0}
{"full_text":"The bars are accused of violating emergency orders imposed by Gov. Phil Murphy to curb the spread of the coronavirus.","sentiment_score":0.0}
{"full_text":"RT Hey instead of telling everybody Covid is nothing to worry about, then getting Covid, then apologizing for not taking it ser...","sentiment_score":0.0}
{"full_text":"True, but aTm, OU and a full roster UF beat ND imo. They caught a break with Covid.","sentiment_score":0.35}
{"full_text":"RT After mixed test results, Alvin Kamara had a positive test confirmed this afternoon, per source. He now goes on Reserve\/C...","sentiment_score":0.2090909091}
{"full_text":"The Waterloo Mayor has extended the civil emergency proclamation due to COVID-19, which includes a mask mandate.","sentiment_score":-0.125}
{"full_text":"RT Many Black and Hispanic Americans mistrust government officials, and instead have turned to physicians they have long...","sentiment_score":0.0944444444}
{"full_text":"Tens of thousands of Americans have volunteered to test COVID-19 vaccines, but only about half of them got the real thing during trials.","sentiment_score":0.0111111111}
{"full_text":"The impact of social distancing and stress has taken a toll on many people's mental health during the COVID-19 pandemic. A Gallup poll has shown that American's mental health is worse than at any point in the last two decades. ","sentiment_score":-0.0095238095}
{"full_text":"There are still reasons for optimism.https:\/\/t.co\/FuNygB7D9J","sentiment_score":0.0}
{"full_text":"Even kings wear masks! Wear a mask. Wash your hands frequently. And if you must go out ... social distance. Oatmeal Lion #oatmeal #coronavirus #WearAMask","sentiment_score":0.0666666667}
{"full_text":"If your employer requires you to get the COVID-19 vaccine you could be at risk of losing your job if you don't classify with several exceptions.https:\/\/t.co\/fLnEuFhMhV","sentiment_score":0.0}
{"full_text":"The reason why this makes no sense is bc selective variants are a thing with COVID (cf. the current VoC).If people are half immunised the risk is that we see more resistant variants. This is akin to antibiotic resistant bacteria.Would you abandon an antibiotic course midway?","sentiment_score":0.1111111111}
{"full_text":"It took Joe Gutierrez landing in the hospital to make a COVID-19 believer out of some people.\"I can't tell you how many people said, 'I didn't believe it until you got it,'\" he said.","sentiment_score":0.5}
{"full_text":"RT COVID-19 has been a real pandemic, resulting in the tragic loss of as many as 1.8 million lives worldwide. But for eve...","sentiment_score":-0.0166666667}
{"full_text":"A new phase in the battle against the coronavirus and the beginning of Biden's presidency will dominate the news this year, but there will be plenty of other changes ahead that will shape our lives, too.Here's what Axios' reporters will be watching:https:\/\/t.co\/PI3SpEPmJF","sentiment_score":0.0056818182}
{"full_text":"There have been more than 346,000 COVID-19 deaths in the U.S. since the start of the pandemic.https:\/\/t.co\/eEnlz8haZj","sentiment_score":0.5}
{"full_text":"Advocating for a 1-dose-only strategy will raise vaccine hesitancy and may hurt us in the long run.","sentiment_score":-0.05}
{"full_text":"Once vaccinated you'll still get Covid. It's only designed to prevent the worst symptoms.95% effectiveness only means &lt;5% will die. So that's the same without any vaccine.But 3% will get short term side effects and need medical attention.Long term experimental effect is unknown.","sentiment_score":-0.125}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT Okay, dumbass, let's just take one of your moronic points:Please point me to your actual evidence that peopl...","sentiment_score":0.25}
{"full_text":"Lol half out country wants me executed for burning the US flag. We're no better than China. At least they can take care of their citizens during a pandemic.","sentiment_score":0.0566666667}
{"full_text":"This is up there with Patel's claim that the government had reduced shoplifting during Lockdown 1.0Someone tell Lewis that January the 1st is a public holiday.","sentiment_score":0.0}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"Imagine how different fantasy championships would have been if this happened last week? ","sentiment_score":0.0}
{"full_text":"RT can covid be over by April so I can throw a birthday party for Spencer and all of my friends can come over with their d...","sentiment_score":0.0}
{"full_text":"RT Over Half Of Health Care Workers At California Hospitals Refuse Vaccinations","sentiment_score":-0.1666666667}
{"full_text":"RT NEW VIDEO: #McConnellKillsSickLeave  What kind of a sick pig goes into the #COVID19 relief bill and removes 2 week paid s...","sentiment_score":0.0073593074}
{"full_text":"Goodmorning jaaa It's the 2nd day of 2021. Hope you're doing well. I know you don't want to go outside because of Covid. Please take care of yourself. Gotta meet you soon. Eat a lot, love to see you enjoying at home. Love you, Mahal kita. #khnkh`ngaepln #PlanRathavit","sentiment_score":0.3}
{"full_text":"[FREE TUTORIAL] How to: Make \"Toilet\" Paper w\/ The Urban-Aboriginal &gt;&gt; #survival #survivor #primitiveTechnology #bushcraft #prepper #SHTF #suvival #SHTF #prepper #toiletpaper #pandemic #papermaking #wildcrafting #homesteading #hoarding","sentiment_score":0.1833333333}
{"full_text":"RT On the 23rd of march the tories imposed a national lockdown with immediate effect when 76 people died.In 3 days we've los...","sentiment_score":0.0}
{"full_text":"I'm to spoil and help 10 people financially with $3,000.00 because of this COVID-19 time. quickly DM me for your payment, and you can DM on WhatsApp +1(682) 235-8076 ","sentiment_score":0.1666666667}
{"full_text":"Use these tips to boost your own and your team's mental health--and productivity--until we kick coronavirus to the curb.#corporatemagic #emergingleaders #strengths #professionaldevelopment #leadershipdevelopment #leadership #strengthsfinder","sentiment_score":0.25}
{"full_text":"Was that due to the stupid fire work display and spread of Covid-19","sentiment_score":-0.4625}
{"full_text":"RT RT &amp; follow my friend and this $500 karambit may be yours, rolling the winner in 5 days","sentiment_score":0.0}
{"full_text":"RT Why is Mitch McConnell ignoring ?  Traitor!","sentiment_score":0.0}
{"full_text":"RT LA has stopped transporting heart attack and stroke victims to hospitals because there are no beds due to covid overload...","sentiment_score":-0.125}
{"full_text":"I think a comedy bar party would be worth dying of Covid but only if everyone else also died of Covid","sentiment_score":0.15}
{"full_text":"RT Among the 130 Republicans who opposed the $2,000 for middle-class families, 12 have themselves benefited from much larger gov...","sentiment_score":0.0}
{"full_text":"Looking forward to the day I can walk into my doctor's office without wearing a mask.  Will this madness ever end?! #COVID19 #chronicillness #spoonie #ChronicIllnessWarrior #GoodBye2020","sentiment_score":0.0}
{"full_text":"RT What absolute selfish cunts these people are.","sentiment_score":-0.15}
