{"full_text":"But they're perfectly capable of transmitting Covid which is why this is such a stupid thing to push for. Get the parents vaccinated first.","sentiment_score":-0.0875}
{"full_text":"RT Thread@JoeBiden promised us better. We were told - over and over again, in no uncertain terms - that the Biden team...","sentiment_score":0.5}
{"full_text":"This is horrible.","sentiment_score":-1.0}
{"full_text":"RT Biden's first week embraces executive action on twin crises of coronavirus, economy","sentiment_score":0.175}
{"full_text":"RT For Biden supporters. People working in the oil industry have now lost their jobs (because Biden halted the pipeline) in the...","sentiment_score":0.0}
{"full_text":"You actually believed #46?","sentiment_score":0.0}
{"full_text":"RT Biden said he only ran because Trump called white supremacists \"fine people,\" which was a lie.Biden said he absolute...","sentiment_score":0.1541666667}
{"full_text":"Look. Right now these new strains of the virus are much more virulent, capable of killing faster, possibly being more resistant to the vaccine and infecting people that have already had covid. Sorry. Basketball vs keeping people alive. No contest.","sentiment_score":0.1527597403}
{"full_text":"RT 2 days into his presidency Biden has admitted he has no plan to stop the pandemic, despite all of his promises during the...","sentiment_score":0.0}
{"full_text":"RT Who is trying to get a Covid-19 vaccine and can't get one?","sentiment_score":0.0}
{"full_text":"RT Gavin Newsom Caught Hiding COVID Data, Tells Californians They Aren't Smart Enough To Understand It","sentiment_score":0.1071428571}
{"full_text":"Some of you clowns still acting like y'all don't want the pandemic to be over","sentiment_score":0.0}
{"full_text":"RT Since Joe Biden was sworn in, 8,529 people have died from Covid. That's like if 40 full size passenger planes just suddenly...","sentiment_score":0.175}
{"full_text":"Off to a business meeting in New York City! So different over here because of the pandemic. Still one of the greatest cities ever. Maybe one day it will be back to it's full glory!  Thank God for traveling mercies.","sentiment_score":0.3215909091}
{"full_text":"RT When I'm a 78-year-old man who has dedicated my life to public service, lived through the death of a spouse and more than one...","sentiment_score":0.25}
{"full_text":"RT (1\/6) It may seem hard to believe, but Western Australia has recorded no community transmission of COVID-19 since April 2020...","sentiment_score":-0.1458333333}
{"full_text":"RT Dear Ontario, Doug Ford, Dr. M. Fullerton, Christine Elliot and Stephen Lecce have all failed us. They all chose to shortcha...","sentiment_score":-0.5}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"RT Biden is clueless on policy. He has no plan for the pandemic, economy or foreign policy. The media isn't in a love fest w...","sentiment_score":0.1875}
{"full_text":"RT Biden's voters, you're looking so stupid right now.","sentiment_score":-0.2571428571}
{"full_text":"In APRIL the WH COVID task force ran the numbers on estimated impact for different scenarios. The proceeded with a plan that estimated 302,000 by 2021They did not create or encourage a mask mandate, invest in care , prepare vaccine infrastructure Instead, he golfed 50 rounds","sentiment_score":0.0}
{"full_text":"RT Sitting with my parents watching Olly Alexander get his ass eaten. This lockdown needs to fucking end #ItsASin","sentiment_score":-0.6}
{"full_text":"RT My beautiful wife's hero! (@Sony_Version2 )","sentiment_score":1.0}
{"full_text":"RT Cancer touches so many families. Thank you and for hosting me today to talk about support for...","sentiment_score":0.5}
{"full_text":"Cytokine Storm with ADE - Antibody-dependent Enhancement of Coronavirus via","sentiment_score":0.0}
{"full_text":"RT Help our friend out - He is currently battling his life against Covid and in ICU w\/ severe breathing issues ... share th...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Federal Judge rules Capitol riot suspect Eric Munchel to be released from jail pending trial, to be placed on...","sentiment_score":-0.1}
{"full_text":"RT Covid 19","sentiment_score":0.0}
{"full_text":"RT Today I met with an inspiring group of small business owners. We know that they have been hit hard in this pandemic. That's why","sentiment_score":-0.0138888889}
{"full_text":"Great four years?  Pandemic, 400,000 Americans dead, no comprehensive national plan to deal with COVID, rising poverty and unemployment.  I must have missed something.","sentiment_score":0.3}
{"full_text":"RT The Ministry of Finance has shut its door to protester and this grandma has no chill. She says she is not afraid of Pra...","sentiment_score":0.3}
{"full_text":"At least wear a damn mask","sentiment_score":-0.3}
{"full_text":"RT I feel like I just drove across a country that's losing a winnable fight. (fin)https:\/\/t.co\/cuSSBtFKqv","sentiment_score":0.0}
{"full_text":"RT NEWS: South Dakota's unemployment rate dropped to 3.0% in December.That's lower than it was BEFORE the pandemic.","sentiment_score":0.0}
{"full_text":"RT My father died today. COVID-19. Wear a mask.","sentiment_score":0.0}
{"full_text":"RT 2 days into his presidency Biden has admitted he has no plan to stop the pandemic, despite all of his promises during the...","sentiment_score":0.0}
{"full_text":"RT This kind of weaponized ignorance is beleagueringly tiresome.","sentiment_score":0.05}
{"full_text":"Do the maskless people wearing a full on confederate flag sweatshirt (like not just a picture of the flag but the sweatshirt itself is the flag...in PA mind you) at Walmart....think...they're cool? Making a statement? You just look like a fucking idiot #COVIDIOT","sentiment_score":-0.0333333333}
{"full_text":"RT and stay home if you're not feeling well! You can take four hours out of your day to stand firmly against the theft of this...","sentiment_score":-0.2}
{"full_text":"RT President Biden campaigned on getting the coronavirus under control.Now, after all his promises, he's saying nothing can...","sentiment_score":0.0}
{"full_text":"RT My #RadicalLeftistAgenda is to dodge these anti-maskers and COVID until it's my turn for the vaccine.","sentiment_score":0.0}
{"full_text":"RT Best to keep it out! 'Danish officials say that at this stage, they are in a race to vaccinate as many people as possibl...","sentiment_score":0.75}
{"full_text":"Happening to me too for WEEKS (covid negative)","sentiment_score":-0.3}
{"full_text":"Sorry about your loss","sentiment_score":-0.5}
{"full_text":"RT The honour is ours, President to be a trusted partner of Brazil in fighting the Covid-19 pandemic together...","sentiment_score":0.0}
{"full_text":"RT Cancer touches so many families. Thank you and for hosting me today to talk about support for...","sentiment_score":0.5}
{"full_text":"RT Biden is clueless on policy. He has no plan for the pandemic, economy or foreign policy. The media isn't in a love fest w...","sentiment_score":0.1875}
{"full_text":"RT #HankAaron's tragic death is part of a wave of suspicious deaths among elderly closely following administration of #CO...","sentiment_score":-0.375}
{"full_text":"The one plus side to covid is that I can stay home on a Friday night binge watching Dance Moms and eating pasta and I don't have to feel bad","sentiment_score":-0.7}
{"full_text":"They paid me like $125 each visit and all I had to do was let them stab me with either placebo or experimental vaccine, give them my blood, take a covid test, and get pregnancy tested once a month","sentiment_score":0.1}
{"full_text":"RT I want recurring $2,000 checks for all until this pandemic is over and for 3 months after.","sentiment_score":0.0}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"RT Update on former Nationals manager Davey Johnson, who was hospitalized after contracting coronavirus.","sentiment_score":0.0}
{"full_text":"RT After making waves last year by speaking out about the number of #Covid19 deaths thought to be inflated by the CDC's irre...","sentiment_score":0.0}
{"full_text":"RT Wait, what?!? His ENTIRE campaign was, \"I have a plan.\"  We told you he didn't, and we were right. Don't forget this...","sentiment_score":0.1428571429}
{"full_text":"RT What is hiding when it comes to #COVID19 and the #lockdowns? will tell you NEXT!LISTEN LIVE on AM...","sentiment_score":0.1363636364}
{"full_text":"RT From where I sit:-Look at this......Biden gets inaugurated and the virus pays attention.Current, Deadly U.S. Coronavir...","sentiment_score":-0.2}
{"full_text":"I do!SmallWorldKing of Tokyo CodenamesTwilight Imperium Hey, That's My Fish!MunchkinTerraforming MarsDead of WinterPandemicForbidden Desert","sentiment_score":0.0}
{"full_text":"RT FACT: 1 in 780 Americans have been killed by COVID.","sentiment_score":-0.2}
{"full_text":"Nice!!! Let's traumatize them even more that we have already.....I feel sorry for this generation of children.  They will NEVER know normal.","sentiment_score":0.2875}
{"full_text":"RT I want recurring $2,000 checks for all until this pandemic is over and for 3 months after.","sentiment_score":0.0}
{"full_text":"RT International students stranded by pandemic, forced to line-up at soup kitchens...","sentiment_score":-0.15}
{"full_text":"RT What an honor. Today I interviewed 101-year old Betty Tenney. This week she became one of the oldest San Diegans to receive...","sentiment_score":0.1}
{"full_text":"RT COVID-19 is killing 1 out of every 65 people infected in Florida. We are still living in the midst of a pandemic. Wear...","sentiment_score":0.0}
{"full_text":"RT All bc of maskless TRAITORS","sentiment_score":0.0}
{"full_text":"I sure hope so. I'd LOVE to see him lose the election!","sentiment_score":0.5625}
{"full_text":"Hong Kong places thousands in strict lockdown for 48 hours - Al Jazeera English","sentiment_score":0.0}
{"full_text":"RT A variant of the novel coronavirus already accounts for about half of new infections in the Brazilian Amazonian city of Manau...","sentiment_score":-0.0151515152}
{"full_text":"RT The speed at which countries are vaccinating.This includes all European countries for which we have data and Canada and th...","sentiment_score":0.0}
{"full_text":"RT The honour is ours, President to be a trusted partner of Brazil in fighting the Covid-19 pandemic together...","sentiment_score":0.0}
{"full_text":"RT This is new data...California is FAILING.  38%?  Seriously?  CA should be vaccinating 24\/7 in ALL counties.  Fo...","sentiment_score":-0.0984848485}
{"full_text":"RT Today is the 3rd day that Dr Jill Biden acted like an actual and made me remember why this role is so important.  I...","sentiment_score":0.1333333333}
{"full_text":"RT It's been over a year, and we are still waiting to hear actual answers from the Chinese government regarding the coron...","sentiment_score":0.0}
{"full_text":"RT I want recurring $2,000 checks for all until this pandemic is over and for 3 months after.","sentiment_score":0.0}
{"full_text":"RT Remy Julienne: Stunt king to the stars who fell to Covid","sentiment_score":0.0}
{"full_text":"Pfizer Will Ship Fewer Covid-19 Vaccine Vials to Account for 'Extra' Doses - The New York Times","sentiment_score":0.0681818182}
{"full_text":"I've found a couple of threads, particularly this one! things for the direction!https:\/\/t.co\/rlMKJJP829","sentiment_score":0.2083333333}
{"full_text":"RT \"Hide self view\" in Zoom makes me feel 100 percent more present in any conversation and has generally improved my pandemic...","sentiment_score":0.1833333333}
{"full_text":"The vaccine is not a cure, it is not an immunisation. It's purpose is to (hopefully) prevent severe COVID symptoms which means less hospital stays and less deaths. Be vigilant, protect yourself but also have hope. #CoronavirusVaccine #CovidVaccine","sentiment_score":-0.1666666667}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like \"when frank ocean drops a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT There are shameful examples in our history of black Americans being exploited in the name of science, leading to justifi...","sentiment_score":-0.1666666667}
{"full_text":"RT Day 3: Biden presidency recap. 1\/2'No, we don't have a new coronavirus plan, after all.''There is nothing we can do...","sentiment_score":0.1363636364}
{"full_text":"Covid friendly significa que el covid es bienvenido, como pet friendly.","sentiment_score":0.375}
{"full_text":"RT Accelerating the vaccination campaign is an urgent task for Biden, and he seems to have a plan. But if he doesn't find a wa...","sentiment_score":0.0}
{"full_text":"risk of anaphylaxis, burns resources that could be used for other purposes, exposes people unnecessarily to COVID patients.","sentiment_score":-0.2625}
{"full_text":"A friend of mine is being buried tomorrow after passing away because of this bloody pandemic. So fuck off spindler.","sentiment_score":-0.6}
{"full_text":"RT Today's my last day as Deputy DNI for Strategy &amp; Comms. It's been a great privilege to serve in this role under 45 &amp; to sta...","sentiment_score":0.4}
{"full_text":"CDC says 2nd coronavirus vaccine shot may be scheduled up to 6 weeks later - The Washington Post","sentiment_score":0.0}
{"full_text":"RT In less than a week since the inauguration:1. WHO updates COVID \"positive criteria\" to lower positivity rate2. Reuters repo...","sentiment_score":0.0303030303}
{"full_text":"RT Critics have said the CDC fumbled key decisions on COVID because the Trump administration meddled in the agency's operations....","sentiment_score":0.0}
{"full_text":"COVID-19, HIV, Cancer and me.A video series regarding the clinical trial research study I'm in.https:\/\/t.co\/03brw89mx0","sentiment_score":0.0}
{"full_text":"RT \"This is not a virus that's uncontrollable, and there are things that we can do to interrupt the spread if we choose to do...","sentiment_score":0.0}
{"full_text":"RT Here is the #COVID19 update for Friday, January 22, 2021. For more information, please visit","sentiment_score":0.5}
{"full_text":"RT A decline in COVID-19 cases sweeping the nation, backed by concurrent declines in COVID-19 hospitalizations. We may alre...","sentiment_score":0.0}
{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"RT It should be $2k\/mo for duration of pandemic + free healthcare going forward. That's what people in other countries rece...","sentiment_score":0.1375}
{"full_text":"RT When I'm a 78-year-old man who has dedicated my life to public service, lived through the death of a spouse and more than one...","sentiment_score":0.25}
{"full_text":"RT We applaud India's role in global health, sharing millions of doses of COVID-19 vaccine in South Asia. India's free shipment...","sentiment_score":0.2}
{"full_text":"Jimmy Carter is still alive idiot. And he did worse, he caused a civil war on our soil. Law and order president could even fight and protect us from a pandemic. Those are facts.","sentiment_score":-0.3666666667}
{"full_text":"5 Reasons to Move Your Office to the Suburbs During COVID-19 #CRE #Office #Suburbs #TenantTips #NewNormal #TenantRep  ","sentiment_score":0.0}
{"full_text":"RT Dr. Gina South (@Eugenia_South) on being a Black physician \"wary of the very system to which I have dedicated nearly two decad...","sentiment_score":-0.0916666667}
{"full_text":" 1 Republicans don't believe in the virus       2 U still go to jail for a joint. Today. Even in this pandemic .","sentiment_score":-0.1}
{"full_text":"page 20 from his own science health table advisory committee published this week...https:\/\/t.co\/Qkp5F99fIr#onpoli #LTC #STOPTHESENICIDE","sentiment_score":0.6}
{"full_text":"Please release the truth on how hospitals and doctors weren't allowed to treat covid patients with cheap meds that were available then put on lock dwn after this China genocide was released.","sentiment_score":0.4}
{"full_text":"So the fight again COVID was only a \"war\" when your dad thought it would be easy to win, but was downgraded when it kicked his ass?https:\/\/t.co\/QLx6ni9ZgJ","sentiment_score":0.4111111111}
{"full_text":"RT Who needs a new war when, as of this week, more Americans died from the coronavirus on your father's watch, in less than 1...","sentiment_score":0.1565656566}
{"full_text":"RT The honour is ours, President to be a trusted partner of Brazil in fighting the Covid-19 pandemic together...","sentiment_score":0.0}
{"full_text":"By \"critics\" do you mean these cucks?","sentiment_score":-0.3125}
{"full_text":"RT Who needs a new war when, as of this week, more Americans died from the coronavirus on your father's watch, in less than 1...","sentiment_score":0.1565656566}
{"full_text":"RT How weird that Dr. Fauci can now share facts about how bad the pandemic is and he doesn't have to worry about being undermi...","sentiment_score":-0.6}
{"full_text":"I was a strong supporter of full face shields long before COVID","sentiment_score":0.2444444444}
{"full_text":"ACT COVID update (23 January 2021)*Cases today: 0*Active cases: 0*Total cases: 118*Recovered: 115*Lives lost: 3*Test results (past 24 hours): 266*Negative tests: 153,574i","sentiment_score":-0.25}
{"full_text":"RT Our plan will allow us to do President Biden's nominations, COVID relief, and the impeachment trial of Donald Trump.As we...","sentiment_score":0.0}
{"full_text":"RT \"Shabbat is where a restless people rested and renewed itself.\" Rabbi Lord Jonathan Sacks z''l  Looking forward to taking a...","sentiment_score":0.0}
{"full_text":"We need to have better accessibility for those who are not technically savvy, specifically the Latino community. They have been the most impacted by COVID and should be the first in line to get the vaccine.","sentiment_score":0.3125}
{"full_text":"Northern #Secwepemc communities working hard to slow #COVID19 outbreaksSTORY |","sentiment_score":-0.2958333333}
{"full_text":"Elected officials scale back coronavirus restaurant restrictions amid Biden inauguration","sentiment_score":0.0}
{"full_text":"RT Gavin Newsom Caught Hiding COVID Data, Tells Californians They Aren't Smart Enough To Understand It","sentiment_score":0.1071428571}
{"full_text":"January 23rd, 2020: CHP officially confirms Hong Kong's 1st and 2nd cases of COVID-19. Both are imported cases from Wuhan, with 12 close contacts between them.It would be exactly 1 week before Hong Kong records its first local case, case #12.","sentiment_score":0.125}
{"full_text":"Washington Post-ABC News poll: just over 1 in 10 Americans say the coronavirus pandemic in the United States is mostly under controlhttps:\/\/t.co\/FqL06GJapl","sentiment_score":0.5}
{"full_text":"Protect all the people voluntarily killing themselves!","sentiment_score":0.0}
{"full_text":"Pres. Rodrigo Duterte uses Norwegian deaths to attack senators in favor of Pfizer COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Profit before people: AstraZeneca charging SA more than double what EU pays for Covid-19 Vaccine","sentiment_score":0.25}
{"full_text":"RT They came to insure the Inauguration was safe. Now 150 National Guard have tested positive for #covid ","sentiment_score":0.3636363636}
{"full_text":"RT Atleast 92 countries have approached India for Covid related assistance including Vaccines","sentiment_score":0.0}
{"full_text":"A local global health expert who will help advise the Biden Administration on COVID in the United States says the pandemic will last until early 2022.https:\/\/t.co\/uk6edfXPYp","sentiment_score":0.025}
{"full_text":"RT Critics have said the CDC fumbled key decisions on COVID because the Trump administration meddled in the agency's operations....","sentiment_score":0.0}
{"full_text":"Moscow Mayor Sobyanin has announced the relaxation of some of the city's #COVID19 restrictionshttps:\/\/t.co\/8duHpI2iNq","sentiment_score":0.0}
{"full_text":"As #COVID19 vaccines start to become available in Pennsylvania, what questions do you have?Watch Thursday, Jan. 28th at 7 p.m. on FOX 53 for a special statewide town hall featuring doctors and health officials answering your questions.","sentiment_score":0.3785714286}
{"full_text":"Alison Beam, 34, will take over as Acting Pa. Secretary of Health on Saturday. The position has become much more visible during the coronavirus pandemic.","sentiment_score":0.25}
{"full_text":"RT New strains are becoming more and more concerning. Flu evolves in years, Covid in weeks or months. Did earlier clades spr...","sentiment_score":0.3172727273}
{"full_text":"One Columbus banquet center is getting creative to get by as the COVID-19 pandemic continues. ","sentiment_score":0.2}
{"full_text":"RT Thread@JoeBiden promised us better. We were told - over and over again, in no uncertain terms - that the Biden team...","sentiment_score":0.5}
{"full_text":"Are you having issues making your house payments because of Covid? No worries, we have a solution for that. (208) 664-2191#attorney #lawyer #advocate #lawyerlife #law #lawyeryoucantrust #eviction #COVID #tenant #renter #landlordtenant #landlord","sentiment_score":0.0}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"Something good came out of the pandemic.https:\/\/t.co\/VrEX1LQH0D","sentiment_score":0.7}
{"full_text":"As #COVID19 vaccines start to become available in Pennsylvania, what questions do you have?Watch Thursday, Jan. 28th at 7 p.m. on FOX 53 for a special statewide town hall featuring doctors and health officials answering your questions.","sentiment_score":0.3785714286}
{"full_text":"Pfizer on Friday committed to supply up to 40 million doses of its COVID-19 vaccine this year to a World Health Organization-backed effort to get affordable shots to poor and middle-income countries","sentiment_score":-0.4}
{"full_text":"RT What happened to your plan? ","sentiment_score":0.0}
{"full_text":"Newcastlec. 1910#FridayThoughts #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"India's all-women army of rural healthcare workers feel validated to be among first recipients of COVID-19 vaccinehttps:\/\/t.co\/k9YnQDH1EN","sentiment_score":0.125}
{"full_text":"RT I'm sorry, but how can you be upset about frontline workers making a living wage when Jeff Bezos made $13,000,000,000 in a sin...","sentiment_score":-0.5}
{"full_text":"RT It feels good to only have to worry about a deadly pandemic now.","sentiment_score":0.1666666667}
{"full_text":"RT When it comes to ending the pandemic, growing the middle class, fighting climate change, and creating good jobs for peop...","sentiment_score":0.35}
{"full_text":"Nutritional deprivation for children and mothers has damaging long-term consequences. via","sentiment_score":0.0}
