{"full_text":"loquidaun","sentiment_score":0.0}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"RT The government wants you to think it was bad luck that we have the worst Covid death rate in the world. It wasn't bad luc...","sentiment_score":-0.55}
{"full_text":"RT Pfizer tells the Covid committee they're on track to deliver first vaccines to Australia by late February, but due to confid...","sentiment_score":-0.0583333333}
{"full_text":"RT 2022 is just around the corner. Noem is too Washington for South Dakota. Her failed leadership has cost the lives of South D...","sentiment_score":-0.5}
{"full_text":"RT \"Acting Chief Pittman stated that she ordered the lockdown. To be clear, it was actually Inspector Loyd who initially orde...","sentiment_score":0.025}
{"full_text":"RT We can murder half a MILLION of our own people because we need stocks to go up and that's not a human rights violation? C...","sentiment_score":0.1444444444}
{"full_text":"I suppose this means the UK govt will cancel flights to and from California in about a year then","sentiment_score":0.0}
{"full_text":"RT Perspective. With recent declines, the US has approximately 500 diagnosed Covid cases per million population per day. Tha...","sentiment_score":-0.2}
{"full_text":"RT \"There were no easy answers, there was no textbook as to how to respond to this, but on each occasion we followed the be...","sentiment_score":-0.2166666667}
{"full_text":"RT \"Residents in Vaughan, Caledon, Brampton and beyond are organizing opposition to GTA West -- concerned it's being fast-tracked...","sentiment_score":0.0}
{"full_text":"*me on lockdown for like 4 or more months* Klarna:","sentiment_score":0.5}
{"full_text":"God bless #America.","sentiment_score":0.0}
{"full_text":"RT Wait, so they had a location in Washington Heights, and didn't bother to hire Bi-lingual people to help? In WASHINGTON HEIGH...","sentiment_score":0.0}
{"full_text":"RT .@LeaderMcConnell, with as much comity as possible may I ask you to SHUT UP!!!The Senate did not fu...","sentiment_score":0.1}
{"full_text":"RT In the middle of a pandemic and a recession, should Senate Democrats use the power the voters gave them to deliver people more...","sentiment_score":0.25}
{"full_text":"RT I've been on 87 flights, walked through a crowd of a million people with no mask in sight, I've eaten at restaurants ille...","sentiment_score":0.0}
{"full_text":"RT The Biden administration has a Covid data director who is opening up information that was not available to the public--or...","sentiment_score":-0.2}
{"full_text":"The county previously limited restaurants to 50% of their outdoor capacity, while requiring servers to wear masks and face shields, and mandating that tables be adequately spaced to ensure social distancing.https:\/\/t.co\/CNCURoU2SV","sentiment_score":0.0984126984}
{"full_text":"RT This.","sentiment_score":0.0}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":"We are also still struggling to figure out public school. Our preschool (not public) became our early elementary due to everything else closing for the pandemic. Happy to share what I have learned. Also, we love our neighborhood and are happy to share local info on that too!","sentiment_score":0.2638888889}
{"full_text":"RT 50,000 deaths from March-November. 50,000 deaths from November-today, including 25,000 in January alone.The PM made the...","sentiment_score":0.0}
{"full_text":"Right but the other side of the government warning coin is mass fear and hysteria that leads to overreaction, shutting down the world, trying to suppress a virus that meets no criteria for eradication with stay home orders etc...","sentiment_score":0.0017195767}
{"full_text":"Give covid some credit!","sentiment_score":0.0}
{"full_text":"RT It turns out that Trump didn't leave any COVID vaccines.  There is no stockpile.  Trump's administration never ordered eno...","sentiment_score":0.0}
{"full_text":"Americans are still dying of Covid and it's been under your watch since January 20, 2021! #BidenRegrets #ChinaVirus  #BidenCrimeFamilly #ChinaBiden #ChinaJoeBiden","sentiment_score":0.0}
{"full_text":"RT Cuomo finally releases nursing home COVID vaccine data -- and it's not great","sentiment_score":-0.2}
{"full_text":"RT Serious question need to be asked how people are able to book holidays to Lanzarote during a pandemic. Airlines knowingly...","sentiment_score":0.0833333333}
{"full_text":"Why is it ok to waste the court's time like this?","sentiment_score":0.15}
{"full_text":"RT 100,000 covid related deaths, meaning we do not know for certain if those deaths were as a result of covid, is obvious...","sentiment_score":0.0714285714}
{"full_text":"As pandemic deepens domestic violence, 28 Minnesotans slain last year are remembered","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Wearing a mask isnt about YOU. 40% with COVID show no symptoms but are contagious. The virus is in microdroplets from y...","sentiment_score":0.0}
{"full_text":"Does Cliquot cure the China Virus ","sentiment_score":0.0}
{"full_text":"RT Social media censorship just ratcheted up to a new level.  Google's YouTube removed two videos of doctors testifying und...","sentiment_score":0.0848484848}
{"full_text":"Florida coronavirus: State reports 8,408 new cases, 160 new deaths","sentiment_score":0.1363636364}
{"full_text":"RT And it looks like those production facilities are all being built now - they'll be needed - by everybody:","sentiment_score":0.0}
{"full_text":"RT Gov. DeSantis' decision, which follows the supermarket chain donating $100,000 to his political committee, means some rura...","sentiment_score":0.0}
{"full_text":"RT my mom works at an elementary school and this is what they have up about covid safety. i love it so much","sentiment_score":0.3333333333}
{"full_text":"RT #Cavs have a seat and credential reserved tonight in the media section for the great who passed away due to...","sentiment_score":0.3375}
{"full_text":"RT One week on the job: we took action on COVID, the economy, the climate crisis, racial injustice - and more.The work continues. ht...","sentiment_score":0.1}
{"full_text":"Probably hasn't lifted any weights in like 2 weeks. Getting Covid is a massacre on muscle mass","sentiment_score":0.0}
{"full_text":"29 New COVID Cases, Total Recorded 827 News784https:\/\/t.co\/1rAyr1gS9F","sentiment_score":0.0681818182}
{"full_text":"Damn Covid took a serious toll on Jimmy. Looks half the size","sentiment_score":-0.25}
{"full_text":"RT lol, read the comments, there is ALWAYS a spin on it when it's someone on the other side","sentiment_score":0.3375}
{"full_text":"RT Gulf Morning! ~ May your day be happy, and everything run smoothly! Su su na for your works! and stay healthy, eat 3 meals...","sentiment_score":0.6416666667}
{"full_text":"RT If anyone needs a quote for their \"how has the pandemic changed you\" article, let me tell you how much more of a social...","sentiment_score":0.2666666667}
{"full_text":"RT Joe Biden might be the only thing better than pandemic lockdowns at killing jobs.","sentiment_score":0.25}
{"full_text":"RT There's still a lot we don't know about the coronavirus variants. But our and editor smartly unpac...","sentiment_score":0.2142857143}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"RT ALL TRADERS!HERE'S A GOOD NEWS!$GME $AMC $NAKD ARE ON SWEET DISCOUNT THANKS TO THOSE GREEDY PIGS MANIPULATING PRICE TO...","sentiment_score":0.4166666667}
{"full_text":"RT #Lebanon sees another record-breaking increase in #COVID19 deaths with 76 deaths and 3,906 cases. The total is now 289...","sentiment_score":0.0}
{"full_text":"RT UK: COVID Cops Fine Men for Looking at Snow.You know Democrats right now are getting hard just thinking about it.","sentiment_score":0.1369047619}
{"full_text":"Again, pregnant people deserve access to the #COVIDvaccine! \"@acog and continue to stress that both #COVID19 vaccines currently authorized by the should not be withheld from pregnant individuals who choose to receive the vaccine.\" ","sentiment_score":0.25}
{"full_text":"#ODSPoverty rates have been frozen since 2018 $1169\/mo for a single PWD. OW $733\/mo.Province also saving $100's of mill'ns on reduced SA caseloads: (ODSP |1.4%=$78M &amp; OW |19%=$537M) PLUS clawbacks on fed income replacement progs. Broke?  #ONpoli","sentiment_score":-0.4107142857}
{"full_text":"RT Sorry, but cannot be personally blamed for the UK's over 100,000 Covid-related deaths. The Prime Minister an...","sentiment_score":-0.25}
{"full_text":"RT Would be particularly good to give this just a bit of extra visibility in Scotland and North of England.","sentiment_score":0.35}
{"full_text":"RT Great to see the critical research conducted by winners and highlig...","sentiment_score":0.4}
{"full_text":"Afghanistan getting ready to start COVID-19 vaccinations,just how bad is this useless bunch of lnp mafia?","sentiment_score":-0.3333333333}
{"full_text":"At the hospital today to have some tests...a lady a couple seats down from me pulls her mask down to...wait for it... COUGH!!! Not into her arm, or even her hand.. just coughed into the air, spewing her germs for all to share. #weareallgoingtodie #WearAMask  #coveryourmouth","sentiment_score":-0.2296875}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"Check out this link for full statement:","sentiment_score":0.35}
{"full_text":"RT The chairman of the NYSE's spouse, former Senator Kelly Loeffler, used inside intel about a deadly virus to get richer while...","sentiment_score":-0.1}
{"full_text":"Not very surprising. The BLM\/Antifa rioters who got arrested were released. And never convicted.","sentiment_score":-0.2692307692}
{"full_text":"RT Year of living dangerously: How Qld sidestepped the pandemic pitfalls via","sentiment_score":-0.6}
{"full_text":"RT cof cof","sentiment_score":0.0}
{"full_text":"RT #Ghana Good news spreads faster than #COVID19  The remix of the single Dream by  will feature #EdSheeran  an...","sentiment_score":0.3142857143}
{"full_text":"RT Local Landscape - Lockdown Walk Photography Competition. We're so fortunate to live in such a beautiful part of North N...","sentiment_score":0.2772727273}
{"full_text":"RT Sean Hannity unsure whether he'll get COVID-19 vaccine: \"Having doubts\"","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT The State of the State is: Leading The Country In Recent Job Losses #MISOTS21 #migov","sentiment_score":0.0}
{"full_text":"RT The recent attacks on &amp; other scientists is the latest pathetic attempt to distract from Ontario's fla...","sentiment_score":-0.15625}
{"full_text":"During the pandemic &amp; lockdown I've been more of a sit-down comedian.","sentiment_score":0.5}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"Buffets are canceled forever","sentiment_score":0.0}
{"full_text":"RT It looks like r\/wallstreetbets was just taken down. But when senators got covid briefings and sold millions of dollars wo...","sentiment_score":-0.1555555556}
{"full_text":"With all due respect, if you haven't commented on the president's lies about covid, which are leading to countless deaths, the only \"peace\" and \"prosperity\" you're concerned about must be the kind that lines your pockets.","sentiment_score":0.11875}
{"full_text":"Covid-21 Ou Sars-Cov-Brasilis","sentiment_score":0.0}
{"full_text":"my main mission in life right now is to get my mom to stop calling it \"the covid\"","sentiment_score":0.2261904762}
{"full_text":"RT Our daily update is published. States reported 1.6M tests, 152k cases, 107,444 people currently hospitalized with COVI...","sentiment_score":0.0}
{"full_text":"Well done #kingsporttn","sentiment_score":0.0}
{"full_text":"RT Marco Rubio is lying. Our union has been talking about reopening since April, in fact I published an OpEd on it this week....","sentiment_score":0.0}
{"full_text":"Yes, when she referred to the \"hot countries\" which are being compared with their fantastic response to Covid, with the UK, a cold wet country with a moron running it. Hm, Southern Hemisphere, I can't think where she might mean....","sentiment_score":-0.1660714286}
{"full_text":"Bored PAWG shakes her ass to entertain herself during lockdown","sentiment_score":-0.5}
{"full_text":"The pandemic's hidden hardship: hunger in America - The Washington Post","sentiment_score":-0.1666666667}
{"full_text":"RT The chairman of the NYSE's spouse, former Senator Kelly Loeffler, used inside intel about a deadly virus to get richer while...","sentiment_score":-0.1}
{"full_text":"RT The chairman of the NYSE's spouse, former Senator Kelly Loeffler, used inside intel about a deadly virus to get richer while...","sentiment_score":-0.1}
{"full_text":"RT The problem has certainly gotten worse with poor infection control and indiscriminate use of Antimicrobials#AMRhttps:\/\/...","sentiment_score":-0.1952380952}
{"full_text":"RT Late to every lockdownPS22bn on failed Test &amp; TraceGave billions to cronies not expertsTold people to shake h...","sentiment_score":-0.4}
{"full_text":"RT I wrote a blog post about my quest to find the perfect smart home device to stay up-to-date with ambient data, and why i...","sentiment_score":0.6071428571}
{"full_text":"Healthcare is the responsibility of the states, not federal govt. Covid numbers were trending down until the protests &amp; riots last summer, then spiked exactly two weeks after the protests began and proceeded to spread across the country. Perhaps think, then tweet.","sentiment_score":0.0314814815}
{"full_text":"Commercial Leasing During COVID-19: Direct vs Sublease #CRE #COVID-19 #Leasing #Subleasinghttps:\/\/t.co\/shGUqXm5Tr","sentiment_score":0.05}
{"full_text":"Lauren Boebert, you pedophile lover. You disgrace to America. You traitor and seditionist. You must have diarrhea of the mouth, because you sure talk a lot of shit.","sentiment_score":0.15}
{"full_text":"RT Yesterday, President Biden announced big news: the United States will have enough COVID-19 vaccines for 300 million America...","sentiment_score":0.0}
{"full_text":"RT UNMASKED HIGH SCHOOL WRESTLING TOURNAMENT: CDC report on an unmasked wrestling tournament of 10 participating high schools...","sentiment_score":0.16}
{"full_text":"Stay home. There is a safe place right now.","sentiment_score":0.3928571429}
{"full_text":"RT And it wasn't just because of covid-19.","sentiment_score":0.0}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":"It's obviously heavy handed but under the coronavirus regulations they can ask for name and address if they believe you are away from home without valid reason and if you fail to give the details, it's now an offence","sentiment_score":-0.35}
{"full_text":"IMMATURE, DISGRACE......GOD BLESS SD","sentiment_score":0.0}
{"full_text":"RT Update for everyone who pays attention: I tested positive for #COVID19 this morning. I'll be in bed for the next several...","sentiment_score":0.0757575758}
{"full_text":"The always insightful #mediaorigins   author has a new op-ed in the on the long history of Covid dashboards","sentiment_score":0.0431818182}
{"full_text":"RT Bailouts for hedge fund managers who lost money to the \"free market\" but not for families facing eviction due to wides...","sentiment_score":0.1375}
{"full_text":"RT If Trudeau breaks his promise that all Canadians will be vaccinated by September, he should step down as Prime Minister....","sentiment_score":-0.1555555556}
{"full_text":"RT Link to the Aug 24 article here: may not matter depending on what the contracts say (and the...","sentiment_score":0.0}
{"full_text":"RT We probably wouldn't have thought to do this had it not been for the pandemic but is picking the brains...","sentiment_score":0.0}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"RT #BREAKING Gov. Mike DeWine's office confirmed that Ohio's curfew will be shortened after a seventh straight day of COVID-19 hospi...","sentiment_score":0.3}
{"full_text":"As a libertarian, this is why #COVID19 restrictions are alarming!! First it was just indoors, then outdoors, now two masks. If every breath is a risk, should we just stop breathing?! #Covid_19 #Slipperyslope","sentiment_score":0.078125}
{"full_text":"Evangelion fans! These billboards are going viral! They displayed Japan's state of emergency announcement with a font and style very similar to the ones shown in the anime series! Why a politician said it was a coronavirus countermeasure: ","sentiment_score":0.0}
{"full_text":"More January Pandemic feels.  There were 45 new cases on the island today and that is waytoomany. We have to lean in.There is light at the end of the tunnel and more light at the end of the day. Look after you and your household and love those you care about from afar.","sentiment_score":0.4060606061}
{"full_text":"is reporting a marked increase in the number of schools across the island that has been given permission to resume face-to-face classes.Visit the link:https:\/\/t.co\/9a2EIUrhbZ@fayvalwilliams #covid19 #impact #facetofacelearning #jamaica","sentiment_score":0.1}
{"full_text":"RT Apparently, the \"doctors\" at Google know more about practicing medicine than heroic doctors who have the courage and com...","sentiment_score":0.4166666667}
{"full_text":"Covaxin produces antibody response against new COVID strain found in UK, says ICMR study.https:\/\/t.co\/8LxXu1rWwa","sentiment_score":0.1363636364}
{"full_text":"Watch in #Korean. It can be hard to reach out in tough times - don't wait, connect for support:@LifelineAust: 13 11 14@BeyondBlue: Coronavirus #MentalHealth #Wellbeing Support Service: 1800 512 348","sentiment_score":-0.3402777778}
{"full_text":"\"How do we address Malaysians who don't see migrants as partners in the fight against Covid-19?\" &amp; ask labour rights activist Rani Rasiah how to ensure the migrant community also gets access to vaccines. Watch #ConsiderThis at","sentiment_score":0.0}
{"full_text":"Big meatpacking companies like Tyson and JBS are working to get their employees vaccination quickly to avoid more coronavirus cases in meatpacking facilities.https:\/\/t.co\/ItydpCSHzV","sentiment_score":0.2777777778}
{"full_text":"State-funded prekindergarten and child care teachers in Georgia will get $1,000 bonuses alongside K-12 teachers, thanks to a big increase in federal coronavirus aid.https:\/\/t.co\/YZvFDmMgJd","sentiment_score":0.1}
{"full_text":"COVID-19 RESTRICTIONS: Do you think Gov. #Cuomo made the right decision?","sentiment_score":0.2857142857}
{"full_text":"For millions of Americans, 2020 ended with economic distress, suffering from pandemic-triggered losses, and a weak social safety net.For the nation's biggest banks, however, 2020 ended on a high and they're going to take advantage of it.","sentiment_score":0.0045833333}
{"full_text":"RT absolutely loving on right now ... she is so spot-on the same communities of color that are disprop...","sentiment_score":0.2952380952}
{"full_text":" The high priestess of #lockdowns has spoken.\"We either need the confidence that being vaccinated means you don't pass #COVID19 on to others - and we don't know that yet\"Geniuses take it as a given.#lockdown2021","sentiment_score":0.16}
{"full_text":"BCBSA backs Lumiata's $14M round to boost COVID-19 risk management using AI via #healthcare #AI #digitalhealth","sentiment_score":-0.2}
{"full_text":"A Wisconsin pharmacist accused of trying to spoil dozens of vials of COVID-19 vaccine is facing 20 years in prison after he agreed Tuesday to plead guilty in federal court, prosecutors said.","sentiment_score":-0.5}
{"full_text":"While the push to get Americans vaccinated continues across the country, preliminary data has emerged that lab-created monoclonal antibodies could be a treatment for COVID-19.","sentiment_score":0.0}
{"full_text":"Educators discuss how #telehealth is transforming health care during the #COVID19 pandemic and the bigger challenge of how to integrate telehealth into training for students and residents.","sentiment_score":0.0}
{"full_text":"Evangelion fans! These billboards are going viral! They displayed Japan's state of emergency announcement with a font and style very similar to the ones shown in the anime series! Why a politician said it was a coronavirus countermeasure: ","sentiment_score":0.0}
{"full_text":"The Himalayan nation of Nepal launched its largest immunisation campaign on Wednesday with its first coronavirus vaccinations for medical workers, following a gift of one million doses from India","sentiment_score":0.0833333333}
{"full_text":"Rlftf parent company neurox just merged with brpa. Also news of a q1 trial with remdisivir for rlftf's covid drug, avitpaldi. Avitpaldi Trial news also due within a week. Brpa up 20% ah","sentiment_score":-0.125}
{"full_text":"Ward 7 and 8 residents were less likely to have a job that allowed them to work remotely. Meanwhile, over 50 percent of residents living in Wards 1, 2, 3, and 6 had jobs that likely let them work from home. Higher income correlated with remote work.https:\/\/t.co\/OsrZ0Q7awL","sentiment_score":-0.0194444444}
{"full_text":"According to DHS, there are now only around 20,000 cases are still active across the state.","sentiment_score":-0.0666666667}
{"full_text":"RT Why !?Ontario sitting on billions of unspent COVID-relief cash: report via","sentiment_score":0.0}
{"full_text":"People who've recovered from severe COVID-19 may have stronger long-term immune protection from reinfection than those with milder illness, researchers report.","sentiment_score":0.0}
{"full_text":"I just think how Trump could have inspired or even mandated  to wear a mask. I still would not have voted for him, but I would have respected him more.","sentiment_score":0.5}
