{"full_text":"RT I distinctly remember the media lying (as usual) and talking about some great plan that he had that was not made availa...","sentiment_score":0.2833333333}
{"full_text":"BREAKING COVID-19 UPDATE - AI-defined COVID-19 testing strategy could lead to fewer infections","sentiment_score":0.0}
{"full_text":"RT China went on a serious quarantine, not the \"stay at home, if it's convenient to you\" quarantine that America had","sentiment_score":-0.3333333333}
{"full_text":"RT This is a message to anyone who's had COVID-19: if you are able pls make appointments at the cardiologist, nephrologist...","sentiment_score":0.5}
{"full_text":"RT From the past decade students are protesting for increasing MBBS seats and wow what a reward by decreasing already present!...","sentiment_score":-0.05}
{"full_text":"Nothing in life is free. As usual the middle class well paid well ensconced in thr furlough lifestyle are whinging, the type who usually inhabit Twitter. What about the working classes, the key workers we have relied upon during the pandemic.","sentiment_score":-0.02}
{"full_text":"RT The new variant is more transmissible and more deadly yet in some schools we have five times the number of pupils we ha...","sentiment_score":0.2340909091}
{"full_text":"RT 3 factors that can help you make safe choices when you're in an area of widespread #COVID19 transmission:(1) Location(2) Proxi...","sentiment_score":0.5}
{"full_text":"RT As a Victorian I will never forget how #NewsCorpse , escpecially The Australian, Herald Sun and Sky News raged against us...","sentiment_score":0.0}
{"full_text":"RT Wishing you all good health #RwOT As we still stand together during these uncertain times to further prevent the spread...","sentiment_score":0.35}
{"full_text":"Police need to concentrate on crime and keep out of the morass that is covid hysteria.","sentiment_score":0.0}
{"full_text":"This seems to be common throughout as we are in Wrexham and my 96 year mum is still waiting","sentiment_score":-0.3}
{"full_text":"RT Pandemic, Lose of key release markets, 50% occupancy &amp; also reports not up to the expectations.But nothing at this poi...","sentiment_score":0.0}
{"full_text":"The photos of crowds on streets, crowds in airports, crowds at weddings. Why call this a lockdown when it is clearly just a national holiday for so many? #r4today","sentiment_score":0.3}
{"full_text":"RT .@JoeBiden: \"There is nothing we can do to change the trajectory of the pandemic in the next several months.\"","sentiment_score":0.0}
{"full_text":"RT The region's rate of people over 80s who have received their first dose of the vaccine is the highest in Englandhttps:...","sentiment_score":0.25}
{"full_text":"100%. Americans are working around the clock to put food on the table. The senate needs to do the same, ESPECIALLY since we are in the midst of a pandemic. Get it together y'all!","sentiment_score":0.0}
{"full_text":"RT \"On the second full day of his presidency, Joe Biden is moving to address the economic pain experienced by millions of Amer...","sentiment_score":0.3375}
{"full_text":"A real pandemic would see huge financial input to the NHS (not crony private businesses).","sentiment_score":0.15}
{"full_text":"It is still \"premature\" to say that the new coronavirus variant which was first identified in the United Kingdom is deadlier, experts affiliated with the Philippines' Department of Health said","sentiment_score":0.1931818182}
{"full_text":"RT The global health supply chain, &amp; health logistics sectors have put COVID-19 at the forefront of every industry discu...","sentiment_score":0.0}
{"full_text":"Yes, that's what I thought you meant. Spokane had a terrible outbreak of them a few years back. Couldn't even let the kids out to recess they were so bad!","sentiment_score":-0.51875}
{"full_text":"RT Hey, I think you forgot your COVID tracker the last couple of days. It just sort of disappeared a couple of days ago...","sentiment_score":0.0}
{"full_text":"RT Remember when Elon Musk said there will be \"close to zero\" new Covid cases by the end of April?Billionaires aren't the answe...","sentiment_score":0.1363636364}
{"full_text":"#WinxSaga #Eloise #JonaxxNyoTrentaNa #lockdown2021 #COVID19 #BernieSanders #NengiXGuinness #NetajiVsNehruji #AlwaysLeadsToHavingSex  #yeonjuniege_muleobwa #DragRace #EuphoriaHBO #dogecoin Tom Brokaw declares retirement following 55 years at NBC Newshttps:\/\/t.co\/DbtLRfuQCq","sentiment_score":0.0}
{"full_text":"RT This week is #CervicalCancerPreventionWeek and I know it's been hard getting smear appointments during the pandemic But...","sentiment_score":-0.2916666667}
{"full_text":"RT We hear a lot about businesses struggling during lockdown. But this year I've contacted three different businesses in three...","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden: \"There is nothing we can do to change the trajectory of the pandemic in the next several months.\"","sentiment_score":0.0}
{"full_text":"RT Biden killed jobs with Keystone order. Said covid isn't going to improve for months. I love it. Let your Biden friends k...","sentiment_score":0.15}
{"full_text":"RT #Corona is on leave","sentiment_score":0.0}
{"full_text":"#AndamanFightsCOVID19Dy. Commissioner, South Andaman, Suneel Anchipaka alongwith other officials pay Floral Tribute to Netaji Subhas Chandra Bose on his 125th Birth Anniversary being celebrated as Parakarm Diwas at Marina Park in Port Blair.#Staysafe #Stayhome","sentiment_score":0.1125}
{"full_text":"RT Stuck with Seulgi - a 90s themed stay-at-home cupsleeve eventCUPSLEEVE PreviewEENY MEENY YUNHO SEULGI#SEULGI #seulgi #...","sentiment_score":0.0}
{"full_text":"RT Fauci unleashed: Doc takes 'liberating' turn at center stage || Via: AP","sentiment_score":-0.1}
{"full_text":"RT Now, with the WHO's lower #PCR thresholds, it's practically guaranteed that #COVID \"case\" numbers will automatically d...","sentiment_score":0.0}
{"full_text":"RT In less than 72 hours, Joe Biden:--Killed 70,000+ jobs--Eliminated women's sports--Invaded Syria--Left the National Gua...","sentiment_score":-0.1666666667}
{"full_text":"RT Actually, that's NHS workers risk being denied Covid vaccine. They are NHS workershttps:\/\/t.co\/i8yRa4z34k","sentiment_score":0.0}
{"full_text":"Grent president of US - I love you so muchhttps:\/\/t.co\/C5kkQil5G5#USA #England #Vietnam #Iran #China #COVID19 #uscoronavirus #russiacoronavirus#UK #France #India #US #EU#WHO #moderna #vaccinecovida19","sentiment_score":0.5}
{"full_text":"RT Making Nation COVID-free: India administered 10.4 lakh vaccine shots in 6 days, making it world's fastest rollout.Th...","sentiment_score":0.0}
{"full_text":"RT 1. Now, Brazil said thanks to India for Covid-19 vaccine by sharing a picture of Lord Hanuman with Sanjivani booti.2. Last...","sentiment_score":0.1}
{"full_text":"RT UK isolation grows as Belgium, France and several other EU states tighten entry rules, mandate further tests and extend q...","sentiment_score":-0.0416666667}
{"full_text":"RT 2 days into his presidency Biden has admitted he has no plan to stop the pandemic, despite all of his promises during the...","sentiment_score":0.0}
{"full_text":"RT I'm sorry, but how can you be upset about frontline workers making a living wage when Jeff Bezos made $13,000,000,000 in a sin...","sentiment_score":-0.5}
{"full_text":"RT Government #Covid policy:Blame young peopleBlame teachersBlame the publicBlame firefighters Excuse CummingsExcuse un...","sentiment_score":0.025}
{"full_text":"RT This report is a rotten political attack on the FBU.It complains that the FBU produced \"unnecessarily detailed\" safety...","sentiment_score":0.2}
{"full_text":"RT #VaccinesWorkVaccines are safe &amp; help prevent millions of deaths every year. Yet, a growing number of networks seek to underm...","sentiment_score":0.5}
{"full_text":"And around and around we go. Perpetual lockdowns, there are 450+ flu variants a year.. when do you say enough is enough.","sentiment_score":0.0}
{"full_text":"How do they expect us to believe this pure fiction!","sentiment_score":0.2678571429}
{"full_text":"RT Today I met with an inspiring group of small business owners. We know that they have been hit hard in this pandemic. That's why","sentiment_score":-0.0138888889}
{"full_text":"RT Why're 200 level guys talking about freshers as if they have seen anything, Chile relax corona helped you, you'll see proper B...","sentiment_score":0.0}
{"full_text":"RT Who are these people and why the fcuk are they STILL all travelling in the middle of a global pandemic? ","sentiment_score":0.0}
{"full_text":"RT Remember Tahir Ali MP. He also endangered lives by attending a large funeral &amp; ignoring coronavirus lockdown measures.Ta...","sentiment_score":0.2142857143}
{"full_text":"RT They created lockdown laws and enforced it on ordinary citizens while they continued to gather and party not knowing the vir...","sentiment_score":-0.25}
{"full_text":"This says a lot.","sentiment_score":0.0}
{"full_text":"RT Have you tested positive for COVID? Avoid exercise for at least 2 weeks after recovery. It may cause inflammation of h...","sentiment_score":-0.0363636364}
{"full_text":"RT Our plan will allow us to do President Biden's nominations, COVID relief, and the impeachment trial of Donald Trump.As we...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when the Wicked movie comes out\"","sentiment_score":0.2}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" when lorde release new music \" ","sentiment_score":0.1787878788}
{"full_text":"Service Update 08:00 -  Only travel for work if essential or for other legally permitted reasons. Engineering works &amp; other updates here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":-0.01}
{"full_text":"I keep telling you all: covid-19 could become permanent. Vaccine escape variants and increased lethality\/transmissibility. It's not a joke. We should not allow travel between countries at all, for any reason. We should use tracing, testing and vaccines to eliminate it.","sentiment_score":0.0}
{"full_text":"RT It's the news restaurant and gym owners in Philadelphia have been waiting for amid the COVID-19 pandemic. The city announc...","sentiment_score":0.0}
{"full_text":"RT This evening the Ashesi community celebrated Frances Awuah-Kyerematen, Assoc. Director of Student Life &amp; Engagement. Frances pa...","sentiment_score":0.35}
{"full_text":"RT So Boris Johnson wants to give every person who's tested positive for COVID PS500 but won't give the NHS staff members a pay ri...","sentiment_score":0.2136363636}
{"full_text":"Trump - I did not start a new war, done nothing for economy and covid.Joe Biden - hold my beer, In 2 days- Killed 50,000 jobs - Invaded Syria- $2 Trillion for climate- Covid, shut the fuck up. Will increase the price of insulin     and epinephrine#AmericaLast #JoeBiden","sentiment_score":-0.1545454545}
{"full_text":"RT Without taking a single leave, we put aside the family and breathed the epidemic of CORONA. Now the government will i...","sentiment_score":-0.0714285714}
{"full_text":"We were still under austerity 'recovering' from the banking crash of 2009 when #covid hit us Willie.Gies peace.","sentiment_score":0.0}
{"full_text":"RT By adopting a mitigation strategy, essentially the middle ground between herd immuni...","sentiment_score":0.0}
{"full_text":"RT Khamenei's ban on the purchase of #COVID19 vaccines is a crime against humanity. He is responsible for the deaths of tho...","sentiment_score":0.2}
{"full_text":"RT Critics have said the CDC fumbled key decisions on COVID because the Trump administration meddled in the agency's operations....","sentiment_score":0.0}
{"full_text":"RT I saw Fauci on tonight and I think that might have been the most relaxing interview I've ever seen.Fauci looks...","sentiment_score":0.5}
{"full_text":"RT Just found out a family member who previously recovered from #COVID19 has been diagnosed with it again, and isn't doing...","sentiment_score":-0.1666666667}
{"full_text":"RT Koel Purie of India Today makes it to BARC Board under the played moot point that BARC is becoming 'Inclusive of all stak...","sentiment_score":0.45}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like \"when something happens on saturday 7pm\"","sentiment_score":0.2}
{"full_text":"RT While grieving the loss of Peter \"David\" Guarisco III due to COVID-19, a Louisiana family says they were mocked at Martin...","sentiment_score":-0.125}
{"full_text":"RT In France they gave their foreign frontline workers citizenship. In the UK...","sentiment_score":-0.125}
{"full_text":"RT Precautionary measures are still in place to prevent COVID 19 in Kuwait. Social distancing is mandatory in mosques with praye...","sentiment_score":0.0333333333}
{"full_text":"RT 18,663 tested positive (up 197) with 993 deaths (up 12) #Gloucestershire #CoronaVirus #Lockdown3 #StayHome","sentiment_score":0.2272727273}
{"full_text":"The war on science and common sense that led to 400 k dead due to his inept response to covid.  Covid will be a big reason why daddy lost the election. More deaths than Vietnam, Irak, Korea and WWI combined. A big failure.","sentiment_score":-0.0630952381}
{"full_text":"Niko House Interview | COVID, Force The Vote, Thoughts on New Media via","sentiment_score":0.1363636364}
{"full_text":"This is finallly the year I leave a dumb job + finish my book. OMGG whatever, pandemic. FYIIIIII TO ALL: PLEASE wear your masks so we can ALL get on with our lives.","sentiment_score":-0.375}
{"full_text":"RT When Trump said to reopen the schools they said he was a cynical tyrant. The double standards have been amazing...","sentiment_score":3.700743415e-17}
{"full_text":"RT Good! Now let's fire Gina Carano who is responsible for inciting an insurrection, spreading...","sentiment_score":0.5375}
{"full_text":"RT Food stocks are exploding even as millions struggle to feed their families...https:\/\/t.co\/DLMuOIcf04","sentiment_score":0.0}
{"full_text":"Is it African to support short and Long sleeve is Gukurahundi an African style  Murambatsvina is African 2. Nxah leave Covid alone","sentiment_score":-0.01}
{"full_text":"RT He looks at least ten years younger.","sentiment_score":-0.1}
{"full_text":"RT It's exactly a year since the first case  of Covid 19 was reported in Singapore. We've had 59,250 cases &amp; 29 deaths in tota...","sentiment_score":0.25}
{"full_text":"RT FLU varies each year, as does its vaccine. COVID is here forever &amp; will vary, so over time Covid vaccine will also vary. W...","sentiment_score":0.0}
{"full_text":"Local government must portray the \"real situation\" in their jurisdictions through proper contact tracing and testing, the country's testing czar said Saturday. Story:","sentiment_score":0.0666666667}
{"full_text":"Arnold Schwarzenegger gets his Covid-19 vaccine","sentiment_score":0.0}
{"full_text":"Police in London said Friday that they have broken up a wedding attended by 400 people -- despite a nationwide lockdown that bars households from mixing.https:\/\/t.co\/FD34ZoanNs","sentiment_score":-0.4}
{"full_text":"People flying from Singapore as well as those travelling to the city-state from Jakarta and Medan in Indonesia can take tests at clinics and get results within 36 hours. If negative, they can be used for travel.https:\/\/t.co\/I6A4f6eVm5","sentiment_score":-0.3}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddtGive 2800 gp real corona worriar mphw fhw@Nitinbhai_Patel@ ","sentiment_score":0.2}
{"full_text":"RT I'm hearing many say that we'll be back to normal with the #COVID19Vaccine I must stress that the vaccine helps lower trans...","sentiment_score":0.2166666667}
{"full_text":"Belfast actor Glen Wallace says landing a role on Corrie during a pandemic 'was brilliant'","sentiment_score":0.9}
{"full_text":"Confused about the vaccine programme in Cheshire? Here's how it's going, from","sentiment_score":-0.4}
{"full_text":"Pfizer announced Friday that it will provide up to 40 million of its Covid-19 vaccine doses to poorer countries on a non-profit basis, through the globally-pooled Covax facility.#COVID19 #vaccine #Pfizerhttps:\/\/t.co\/44k1qNNxhg","sentiment_score":0.0}
{"full_text":"RT 1. Now, Brazil said thanks to India for Covid-19 vaccine by sharing a picture of Lord Hanuman with Sanjivani booti.2. Last...","sentiment_score":0.1}
{"full_text":"Politics over people? | #Amazon offers Biden help with #COVID vaccine distributionMore:","sentiment_score":0.1}
{"full_text":"#GameOfTwoHalves Podcast: NMP Mark Chay on plans to help local sport survive beyond Covid-19","sentiment_score":0.0}
{"full_text":"Surround yourself with people who see the greatness in you even if you don't see it yourself. People who believe in you and will push you to reach higher. Many of us have stifled our dreams because of doubtful and negative people around us. Keep social distancing from negativity.","sentiment_score":-0.0633333333}
{"full_text":"POP-UP RAPID COVID TEST CENTRE ALERT!Hindu Temple, Keel Drive until Sat 23 Jan. 10-6pm. Book a slot or just drop in to get a free rapid covid test - results within an hour!https:\/\/t.co\/Mtmmr8XiwW Please note: If you are isolating or symptomatic you cannot get a rapid test.","sentiment_score":0.4}
{"full_text":"Pfizer announced Friday that it will provide up to 40 million of its Covid-19 vaccine doses to poorer countries on a non-profit basis, through the globally-pooled Covax facility.#COVID19 #vaccine #Pfizerhttps:\/\/t.co\/R5HOT7u9Tt","sentiment_score":0.0}
{"full_text":"December's numbers released today by Florida realtors show the number of closed sales rose by 23% in Gainesville.","sentiment_score":0.25}
{"full_text":"Nearly a year after the Chinese city of Wuhan went into lockdown to contain a virus that already escaped, President Biden began putting into effect a new plan for fighting the outbreak in the U.S., Germany topped 50,000 deaths, and Britain neared 100,000.","sentiment_score":0.0787878788}
{"full_text":"#StayHome #ProtectTheNHS #SaveLivesWe all need to play our part to stop the spread of COVID-19!Find the latest guidance here ","sentiment_score":0.5}
{"full_text":"UPDATE | Mexican businessman claims purchasing 2mln doses of Sputnik V COVID-19 vaccine#SputnikUpdates","sentiment_score":0.0}
{"full_text":"#Subway reportedly closed 10% of its stores last year as the fast-food chain struggles with pandemic restrictions and slumping sales","sentiment_score":-0.05}
{"full_text":"It is very important Londoners take the coronavirus rules seriously as the situation is critical with the #Covid19 variant spreading quickly.Stay home. Protect the NHS. Save lives.","sentiment_score":0.0622222222}
{"full_text":" Just in case you're not sure where to go after the pandemic is over...  Heathliest city in the world by  Best place to live for expats by VALENCIA ROCKS! ","sentiment_score":0.3068181818}
{"full_text":"Nithin, a psychologist hailing from Kerala, considers it a noble mission to bring hope to the lives of people who have been affected by the #COVID19Pandemic.","sentiment_score":0.6}
{"full_text":"There is a new strain of coronavirus in Wales. It's more important than ever to follow the rules","sentiment_score":0.3454545455}
{"full_text":"During the lockdown, 79-year-old Kokila Parekh started a chai masala business from Mumbai home to keep herself active.https:\/\/t.co\/cph8Kokk2r#inspirational #SeniorCitizen #SmallBusiness","sentiment_score":0.0}
{"full_text":"Day 2: Don Bosco and his boys were helping out at the outbreak of Cholera in the 1850s, in Italy. Let us help others in little during this Pandemic.","sentiment_score":-0.1875}
{"full_text":"Coronavirus: Beltane Festival cancelled because of COVID restrictionshttps:\/\/t.co\/ij7b2GSJ6I","sentiment_score":0.0}
{"full_text":"Coronavirus Update","sentiment_score":0.0}
{"full_text":"RT Hello is there a specific reason why you have chosen to ignore ongoing and active role in the spi...","sentiment_score":-0.0666666667}
{"full_text":"Marooned in Thailand as a result of the coronavirus pandemic, refugees driven from their homes by violence and persecution are struggling to survive in uncertain times #Thailand #KE","sentiment_score":0.0}
{"full_text":"How many people have to be vaccinated before removing restrictions, not just lockdowns but rolling back the tiers too - asks Michelle Ballantyne #vaccine #COVID19 #liftthelockdown","sentiment_score":0.25}
{"full_text":"Around 10 per cent of Cheshire East has been jabbed alreadyhttps:\/\/t.co\/HO3FGHyRfE","sentiment_score":0.0}
{"full_text":"Many countries continue to bar travellers from SA, as they implement renewed lockdowns and travel restrictions due to new coronavirus variants.https:\/\/t.co\/tV9LNPLlMm","sentiment_score":0.1704545455}
{"full_text":"RT According to Sky news 1 in 55 people has covid, when I saw those number I thought god that's a lot!Then I remembered 1 in...","sentiment_score":0.0}
{"full_text":"RT why does he need to track himself","sentiment_score":0.0}
{"full_text":"2800 grade pay #mphw #fhw#gujraat_aarogy_mhaasNgh_greddpe_lddtGive 2800 gp real corona worriar mphw fhw@Nitinbhai_Patel","sentiment_score":0.2}
{"full_text":"Surviving the Pandemic Together","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 22.1FWind Chill: 14.6FHumidity: 64%Dew Point: 11.8F Barometer: 30.131 inHgWind: 6 mph from the WNWCorona Virus Weekly Stats:Cases: 151.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"I dont know why, but it seems this government does not want this epidemic to end. Is it to keep us off the streets? To push through laws without scrutiny? To muddy Brexit failures in pandemic problems?","sentiment_score":0.0}
{"full_text":"Nearly 100 cases of COVID-19 have affected employees at Eaton's electrical facility in Greenwood County in the past year.","sentiment_score":-0.075}
{"full_text":"RT Really tired this week, more mentally than physically. Bit of a meh week with all the deaths, govmt #ToryCorruption  and...","sentiment_score":-6.938893904e-18}
{"full_text":"Business, society, and the economy were all devastated by the #pandemic.Here's what we can expect from the recovery this year.Discover more 2021 trends:","sentiment_score":0.5}
{"full_text":"RT Fantastic team effort this week to ensure our care home patients &amp; staff  are vaccinated . #primarycare","sentiment_score":0.4}
{"full_text":"Offices and cubicles transform into a clinic as needed, and the crews behind Self Regional Healthcare's vaccine clinic have turned a former business office into the hub of immunization against COVID-19.","sentiment_score":-0.2}
{"full_text":"VBritain faces becoming a global pariah: Countries around the world consider tougher restrictions on UK after Boris Johnson announced British strain of coronavirus could be more deadly======https:\/\/t.co\/nH3SsJUfR0","sentiment_score":0.2375}
{"full_text":"We have the most expensive healthcare system on earth.","sentiment_score":0.0}
{"full_text":"RT That a VERY white group of Victorians you've chosen to photograph. We don't need your meaningless \"award\". Piss off.","sentiment_score":-0.25}
{"full_text":"The future is to be (re)made....","sentiment_score":0.0}
{"full_text":"Nicola Sturgeon's official residence Bute House decorated by painters despite lockdown - Daily Record @afneil @georgegalloway ","sentiment_score":0.0}
{"full_text":"Alberto took his 4-year-old son to two different hospitals in Caracas, Venezuela, but he could not get him admitted in any of them. The #KnockOnEffect of #COVID-19 has become a threat to access of other essential healthcare services. Read more:","sentiment_score":0.09375}
{"full_text":"RT Tata Motors' refrigerated trucks for Covid-19 vaccine #news","sentiment_score":0.0}
{"full_text":"RT As one of the early survivors of the virus, I hope to share my experience to convince others to be cautious.In...","sentiment_score":0.1}
{"full_text":"Heading out to one of Suttons parks this weekend? Please ensure that you follow government lockdown guidance to continue to protect yourself, your loved ones and #KeepSuttonSafe.  i For more information about using parks during lockdown -","sentiment_score":0.6}
{"full_text":"Wonder if those of us for whom it is not a hardship to isolate should be doing more. Some people have saved money during Covid. If the Govt. won't tax the privileged to support the struggling, couldn't someone with high public profile set up a voluntary Covid support fund?","sentiment_score":0.22}
{"full_text":"As part of an effort to accelerate research on COVID-19, TGen - an Affiliate of City of Hope is working to develop a centralized dataset that would automatically pull available research data.  #IAmIntel","sentiment_score":0.4}
{"full_text":"RT We applaud India's role in global health, sharing millions of doses of COVID-19 vaccine in South Asia. India's free shipment...","sentiment_score":0.2}
