{"full_text":"RT During this time it is as important for students to take the time to look after their mental well-being.  We've compil...","sentiment_score":0.15}
{"full_text":"RT Did I hear Shapps dismiss the importance of infection in people who've travelled, saying it was \"just 1%\"??What fresh...","sentiment_score":0.3}
{"full_text":"RT Who do Covid laws apply to ?","sentiment_score":0.0}
{"full_text":"Yoh guys our neighbor is here to tell my mom about Covid conspiracies. I'm going to start locking the gate","sentiment_score":0.0}
{"full_text":"RT This is heartbreaking. The heart of the city being torn out by covid and Brexit.","sentiment_score":0.0}
{"full_text":"RT We all agreed to take precautionary measures when this Covid started, only for some of you to go to bloom and jam to loadi...","sentiment_score":0.0}
{"full_text":"More social media trolling for the South Leicestershire MP who's constituency has been in the strictest form of lockdown\/tier since April.We want to hear about vaccine roll outs, increased testing in high infection areas, support for local business!!","sentiment_score":0.1733333333}
{"full_text":"RT Please check on some of your friends. They're losing their personality ","sentiment_score":0.0}
{"full_text":"RT Nursing home industry insider: \"The DOH has minute-by-minute data of nursing home deaths. The state's delayed response defea...","sentiment_score":0.0}
{"full_text":"RT I swear we are fighting two pandemics Covid19 and LGBT","sentiment_score":0.0}
{"full_text":"RT Dear we will hold you personally responsible for deaths due to Eskom LS .. during the time of Covid-19 ... I h...","sentiment_score":0.0375}
{"full_text":"RT Take a look inside a nucleic acid test laboratory in NE China's Liaoning to find out how swab samples are tested. #COVID19","sentiment_score":0.0}
{"full_text":"RT In these dark times, it's important to shine our light. We're all being challenged one way or another. Regardless of whe...","sentiment_score":0.2166666667}
{"full_text":"RT Look at the hate on that face and check out the blink rate.What a fraud.","sentiment_score":-0.8}
{"full_text":"This seems like it needs to be a US law these days with the high number of those in ICU's and dying of Covid. What is with the crowds attending hockey games in different US States these days? Insanity reigns with that happening.","sentiment_score":0.08}
{"full_text":"So glad I'm descendent from smart people. ","sentiment_score":0.3571428571}
{"full_text":"RT Seriously, sesiapa ada family members or diri-sendiri confirmed positive Covid-19 please email to cprckl@moh.gov.myWith...","sentiment_score":0.097979798}
{"full_text":"49 years old, it's never late to transform your body.70lbs down on the scales and loving life training with his son!Need help with your goal over lockdown? Message me about online coaching! #over40sfitness #fitness #bodytransformation #weightlosstransformation #onlinecoach","sentiment_score":0.2111111111}
{"full_text":"RT Malaysia and New Zealand both entered into strict lockdowns at the start of this pandemic. 6 months on, New Zealand is v...","sentiment_score":0.1363636364}
{"full_text":"RT With no confusion this year. DM let me recommend the shortcut to great wealth! 2021 will be totally differen...","sentiment_score":0.5}
{"full_text":"For years, Malian musicians have urged the country to stay united and stand for peace. Now, their voices are again at the forefront -- amid the chaos of both the coronavirus pandemic and civil strife.https:\/\/t.co\/JFU0VweKrO","sentiment_score":0.0}
{"full_text":"RT \"My first two days at the hospital I could not breathe and all that so I advise supporters and also players to take care.\" -...","sentiment_score":0.25}
{"full_text":"I am sorry 2 hear of your health problems &amp; t additional impact Covid is having on your cancer treatment. MC is an 'End of Life charity' providing care and support for people with a terminal illness. I would suggest you called our I&amp; S line 08000902309 for advice.","sentiment_score":-0.5}
{"full_text":"#CreepyJoe &amp; Hollywood #GreatReset propsHanks &amp; Gaga both spent time normalising 'Corona' COVID","sentiment_score":-0.1}
{"full_text":"RT Why does not ever wear a mask?#GladysMustGo","sentiment_score":0.0}
{"full_text":"Don't fancy cooking this weekend? Why not pre-order a Palmichael takeaway?! We are offering takeaways on Thursday, Friday and Saturday Evenings throughout lockdown! ","sentiment_score":0.0}
{"full_text":"Since you are now a known foreign agent of the CCP Chinese Nazi Party of China, when will register  as such with the State Department. Are you enjoy seeing the CCP killing their own people a speading the covid19 around the World. We now know your true colors","sentiment_score":0.2041666667}
{"full_text":"My favourite Boxer store is Mandeni Boxer store because they make sure that our health is their priority they sanitiser all customer check temperature,and remind us about social distancing since the pandemic breakout until now.","sentiment_score":0.2666666667}
{"full_text":"What kind of govt raises fuel prices to such exorbitant rates in the middle of a recession and pandemic? A cruel an insensitive govt. #SpeakUpForKisanAdhikar","sentiment_score":-0.1}
{"full_text":"RT As well as the usual updates, today's Covid briefing will have a focus on mental health. This is a tough time...","sentiment_score":-0.2462962963}
{"full_text":"Search Sessions No. 9 | Social Media Strategy: The Top 5 Ways to Promote Your Brand on Social Media During COVID-19 -","sentiment_score":0.1722222222}
{"full_text":"Coronavirus #FactsvsMyths | \"Tomorrow is going to be a historic day. The need of the hour is to stop the rumour mill and receive the vaccines as per schedule outlined,\" says Dr Arvind Kumar, Medanta Hospital","sentiment_score":0.0}
{"full_text":"RT I swear we are fighting two pandemics Covid19 and LGBT","sentiment_score":0.0}
{"full_text":"RT People who have been vaccinated may think they no longer need to wear a mask or distance from others. Not true.","sentiment_score":-0.175}
{"full_text":"RT I received an immunization certificate","sentiment_score":0.0}
{"full_text":"I am going to go ahead and venture a guess that a pandemic, white nationalist terrorism, and an economic crisis can wreak havoc on one's body and its needs and responses. Maybe? ","sentiment_score":0.1}
{"full_text":"RT People with disabilities in congregate settings &amp; with health conditions must be prioritized for access to the vaccine (...","sentiment_score":0.0}
{"full_text":"RT Lockdown 1 Lockdown 2Lockdown 358\/2 days      &lt; u r hereLockdown Birth By SleepLockdown 3D Dream Drop Distance...","sentiment_score":0.0}
{"full_text":"RT 'When I am a Mummy I am going to make my children a hot chocolate that is even better than yours,' says Daisy. 'Well da...","sentiment_score":0.375}
{"full_text":"RT Don't let the pandemic or the confrontation State side take your eye off the game over here. Pakistani Rape Grooming and Tr...","sentiment_score":-0.4}
{"full_text":"RT COVID-19 cases in Europe top 30 million | via tally","sentiment_score":0.5}
{"full_text":"RT Malaysia and New Zealand both entered into strict lockdowns at the start of this pandemic. 6 months on, New Zealand is v...","sentiment_score":0.1363636364}
{"full_text":"RT 8 reasons the UK leads Europe's coronavirus vaccination race - POLITICO","sentiment_score":0.0}
{"full_text":"The lockdown de3 close your mind enor go happen anytime soon.","sentiment_score":0.0}
{"full_text":"RT In WB, worst kind of vaccine politics is unfolding. First, Siddiqulla Chowdhury, a sitting minister in Mamata Banerjee's c...","sentiment_score":-0.05}
{"full_text":"All Educational Heads And Ministers Conducted An Online MeetinG To Protect Themselves From Corona Virus And They Decide To Open Physical Classes In Colleges #ShafqatMahmood #COVID19#ShafqatMahmood","sentiment_score":0.0833333333}
{"full_text":"RT 1\/Please understand this. If coronavirus is allowed to circulate freely in a population which is mostly not vaccinated...","sentiment_score":0.075}
{"full_text":"RT Trio of female Grimsby entrepreneurs shine in a top 100 celebrating amazing Covid multi-tasking success stories:","sentiment_score":0.35}
{"full_text":"RT Hospital staffers and relatives of COVID-19 patients in Brazil are rushing to provide facilities with oxygen cylinders just flown i...","sentiment_score":0.0}
{"full_text":"Goh. Inzicht too little too late? via","sentiment_score":-0.24375}
{"full_text":"RT Mark Dolan: \"We've been on the road to hell for ten months and it's time to get off... every day of lockdown means another d...","sentiment_score":0.0}
{"full_text":"RT 26\/ The lack of any strategy, the inability to answer simple questions, the choice of language, does seem to suggest to ma...","sentiment_score":0.0}
{"full_text":"RT More military spending under Covid - this time PS76m for the UK's new warplanes, following PS550m announced last week for n...","sentiment_score":0.1072727273}
{"full_text":"RT #COVID19 | While travelling in #publictransport, make sure to follow these do's and don'ts to #StaySafe from #coronavirus...","sentiment_score":0.5}
{"full_text":"RT Philippines extends travel ban, steps up safeguards over COVID-19 variant","sentiment_score":0.0}
{"full_text":"IFR of 0.6 is perfectly plausible in the UK. Earlier estimates were higher, and it can fall, not because we revise our opinion, but because treatment improves and we get better and shielding the most vulnerable.","sentiment_score":0.2083333333}
{"full_text":"RT Clinical colleagues, may I recommend this excellent blog on how to get the most from MS teams; from our brilliant clinical fel...","sentiment_score":0.8}
{"full_text":"That's right. I think it's a good expose of Vitamin D and Covid.  What do you think? ","sentiment_score":0.4928571429}
{"full_text":"RT Biggest surprise so far this morning is that Keir Starmer isn't surprised about the fall in UK GDP after almost a year...","sentiment_score":0.1}
{"full_text":"RT Drive Thru COVID-19 testing in Sibu, Sarawak.#tracetestisolate","sentiment_score":0.0}
{"full_text":"Many of us turned to #reading during #lockdown - as a new hobby or as a favourite hobby. Our exec team have compiled their favourite #businessbooks that they read during 2020#books #bookclub #leadership #businessstrategy #nonfiction #wellbeing","sentiment_score":0.3181818182}
{"full_text":"Brexit referendum vote effect (for 4 years) is a reduced EU inflow, and a shifting mix of inflows (overall rise in population). Covid effect is a dramatic outflow, as shows.These 2 will interact in future - those who leave with pre-settled\/no status, and future choices","sentiment_score":-0.1083333333}
{"full_text":"An researcher explains why human bodies are not meant to cope with the sustained level of stress has caused, and what we can do about it: #ChooseDelaware #GlobalDE","sentiment_score":0.0}
{"full_text":"RT #BREAKING Coronavirus cases in Europe top 30 million: tally","sentiment_score":0.5}
{"full_text":"RT Researchers in Alberta have found that certain cannabis strains might help prevent COVID-19 patients from experiencing acute...","sentiment_score":0.4071428571}
{"full_text":"Boldfit N95 mask for face (Pack of 10) Anti Pollution, protective. Third Party Tested by manufacturer at SGS &amp; Ministry of Textiles       ","sentiment_score":0.0}
{"full_text":"RT Me: I'm not going to spend any money as I'm only at home in lockdown\" Also me:","sentiment_score":0.0}
{"full_text":"RT Philippines extends travel ban, steps up safeguards over COVID-19 variant","sentiment_score":0.0}
{"full_text":"With another #lockdown and many employees #WFH, organisations need to consider protecting the safety of their #loneworkers. Read how businesses can achieve this, including the benefits of using a solution to comply with regulations in","sentiment_score":0.5}
{"full_text":"RT Coronavirus: critical advice. The virus seems to cause severe tiredness as its first salvo (something that you have never fel...","sentiment_score":0.125}
{"full_text":"RT 14\/01\/2021Covid 19 deathsNorthern Ireland   16Scotland                64Wales                     54England...","sentiment_score":0.0}
{"full_text":"RT I don't get why there is shock about the surge in Covid-19 numbers. Prior December we were still recording cases. During...","sentiment_score":0.0}
{"full_text":"RT What the actual fuck?Why aren't these criminals behind bars FFS?","sentiment_score":-0.2}
{"full_text":"RT #NHS workers protest outside Downing Street with a message for #BorisJohnson  #ThunderclapForCarers #NHSPay15 #COVID19...","sentiment_score":0.0}
{"full_text":"RT In other news, America's billionaires could give everybody in the country a $3,000 stimulus check and still be richer than the...","sentiment_score":-0.125}
{"full_text":"RT And this thread by Note that Toby Young now deletes all his tweets to prevent what he calls 'offence ar...","sentiment_score":0.1}
{"full_text":"RT A long time in the making but it's finally out, proud of for setting up this worldwide coverage piece with","sentiment_score":0.25}
{"full_text":"The pandemic has changed the whole idea of learning and teaching, don't you think? Catch Rukmini Banerji from live, as she shares insights on the Indian education system in the post-Covid era!Watch her LIVE at 5 PM TODAY at","sentiment_score":0.1575757576}
{"full_text":"We're working in partnership with  to provide a wellbeing support line for NHS and social care workers and volunteers. We're here for you to talk through your experiences and support your emotional wellbeing during the #coronavirus crisis","sentiment_score":0.0166666667}
{"full_text":"We're here to help you get set up!#Contacttracing made easy, and it's FREE.10-second signup here: #pandemic #QRCode","sentiment_score":0.4333333333}
{"full_text":"Scientists figure out why covid lasts long","sentiment_score":-0.05}
{"full_text":"RT It is non-sensical to support or not support herd immunity. It is a scientifically proven phenomena that we will reach...","sentiment_score":0.0}
{"full_text":"We're all finding it hard so here's some good tips during lockdown to help family and friends","sentiment_score":0.2041666667}
{"full_text":".@longevitymag spoke to Donovan Bailey about how his business, .@ExpandaSign pivoted to health, during the pandemic.https:\/\/t.co\/GSvLsveyLr","sentiment_score":0.0}
{"full_text":"Unpopular opinion;  Me.I was on lockdown away from my life. All I had was ibaadah, exercise, reflection and writing.It's been my best Ramadhaan in recent memory.","sentiment_score":0.5}
{"full_text":"the pandemic drives everyone to their limits I see","sentiment_score":0.0}
{"full_text":"Even with Lockdown our Apprentices continue to learn!Here is some of our Data Technician Apprentices from #Grimsby and #Hull on their remote learning session last week.#Apprenticeships #Traineeships #AvantSkills #Grimsby #Hull#Cleethorpes #Business #DataTechnician","sentiment_score":-0.05}
{"full_text":"The NHS COVID-19 App is an important tool in helping to stop the spread of coronavirus.","sentiment_score":0.4}
{"full_text":"Join us for our free Q&amp;A Panel Webinar on the 26th of January at 1pm. We'll be joined by  our panel of experts to give you the opportunity to ask your questions on all the latest updates, guidance and supporting your team through lockdown 3. Sign up now - ","sentiment_score":0.3833333333}
{"full_text":"Now is the time for bold new commitments to boost #ClimateAction and ambition.  We can - and must - build a sustainable and resilient recovery from #COVID19 and tackle the climate emergency head-on.","sentiment_score":0.2348484848}
{"full_text":"#COVID19 #coronavirus and the ever changing colours of the #IsleofWight #iwnews #iow More:","sentiment_score":0.5}
{"full_text":"Economy:\"Don't Fall for These Coronavirus Stimulus Check Scams\"https:\/\/t.co\/gQpnPQkgGT via (Shared via COVID-19 topic)","sentiment_score":0.0}
{"full_text":"We're all finding it hard so here's some good tips during lockdown to help family and friends","sentiment_score":0.2041666667}
{"full_text":"Paul Pogba believes Premier League players will innovate when celebrating, after being reminded of COVID-19 protocols #beINPL","sentiment_score":0.0}
{"full_text":"Coronavirus hasn't gone away, and it's very contagious.Let's all do the right thing to keep Haringey safe","sentiment_score":0.3285714286}
{"full_text":"RT COVID doesn't exist here","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 15\/01\/2021 14:30Total Cases: 10528924 [+416]Active: 210233Recovered: 10162367 [+285]Deaths :151958 [+4]Total Tests: 184.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"An MP has urged readers to sign up to the Sunderland Echo's new Shot in the Arm campaignhttps:\/\/t.co\/gSg8lbpgYH","sentiment_score":0.1363636364}
{"full_text":"Album reviews: UK duo mine the alienation of life in the UK amid Covid and Brexit, while Barry Gibb puts a countrified slant on Bee Gees classics.https:\/\/t.co\/BVgZqQPrBV","sentiment_score":0.0}
{"full_text":"The U.S. surgeon general on Thursday urged Black leaders in Mississippi to get COVID-19 vaccinations and to ask others in their communities to do the same.https:\/\/t.co\/j067rCnlAg","sentiment_score":-0.0583333333}
{"full_text":"Employers and employees alike must be equipped with digital skills to survive in the post-pandemic world. But are you ready or is your workforce's ability to do so at risk?Keep pulse of the latest market trends to stay competitive: #2021MarketOutlook","sentiment_score":0.2333333333}
{"full_text":"RT I see a LOT of \"sympathetic\" coverage of (White!) seditionists claiming they were driven by mental illness and pandemic isola...","sentiment_score":0.1333333333}
{"full_text":"RT #BeatCovid19 This robotic arm helps protect medical staff. Health workers in northeastern Liaoning province operate the mach...","sentiment_score":-0.05}
{"full_text":"This. Further, the concept of \"stability\" for an airborne virus whose transmission is inherently stochastic is a fallacy unless a population is at quasi-zero levels.Frankly, by this point, the general management of the pandemic across Europe has been an abject failure.","sentiment_score":-0.0888888889}
{"full_text":"RT If you work in, or are retired from, horticulture, please remember that we are here to offer free &amp; confidential advice...","sentiment_score":0.4}
{"full_text":"The group that puts on the Oscars decided to give the award to two recipients this year in recognition of the \"widespread generosity\" that they've witnessed amid the pandemic.https:\/\/t.co\/WYBEEqP7jG","sentiment_score":0.0}
{"full_text":"This should have happened a long time ago.#Coronavirus #WearAMaskSaveAlife #WearAMask #WearADamnMask","sentiment_score":-0.05}
{"full_text":"New Yorkers lined the sidewalks and cars jammed the streets near a Brooklyn coronavirus vaccine site after false rumors spread of extra doses available to the general public.","sentiment_score":0.0232954545}
{"full_text":"RT In other news, America's billionaires could give everybody in the country a $3,000 stimulus check and still be richer than the...","sentiment_score":-0.125}
{"full_text":"Please watch this appeal video! Raising awareness of rough sleepers and the work done by in the pandemic emergency housing to rough sleepers &amp; survivors of domestic abuse in Ipswich &amp; surrounding areas. ","sentiment_score":-0.0666666667}
{"full_text":"The coronavirus pandemic is hard on all of us. But in these difficult times, Europeans are finding ways to help each other.  In this video, find out about citizens' solidarity initiatives in #Strasbourg! ","sentiment_score":-0.3159722222}
