{"full_text":"I applaud you every minute of every day. Wonder workers -- stay safem!","sentiment_score":0.0}
{"full_text":"RT This graph shows the share of the Swedish population testing positive to antibodies against covid week on week. The resul...","sentiment_score":0.2272727273}
{"full_text":"RT Wouldn't the fact that the Scottish Ambulance service was so overwhelmed they had to ask for help from England, be a pri...","sentiment_score":0.0}
{"full_text":"RT Where is when the coronavirus outbreak started we said let's ban these countries which were affected by then,...","sentiment_score":0.0}
{"full_text":"RT \"We were counting on some new vaccines and solid efficacy of the two existing vaccines, but what we are seeing now are some...","sentiment_score":0.0681818182}
{"full_text":"RT Just voted to confirm as Treasury Secretary.Continuing phone calls with Georgia public health and local gov lead...","sentiment_score":0.0}
{"full_text":"My homegirl said her co-worker just came back to work after being gone for a minute and she said said her co-worker whispered in her ear and said she had covid...my homegirl asked her if she wanted to fight lmaoooo","sentiment_score":0.0}
{"full_text":"RT \"once covid is over\" is starting to sound like waiting for rain in this drought .... useless and disappointing","sentiment_score":-0.175}
{"full_text":"I still think about this photo sometimes","sentiment_score":0.0}
{"full_text":"RT The messaging: After vaccination, nothing changesYou must still (in private) social distance, not meet vaccinated frien...","sentiment_score":0.0166666667}
{"full_text":"RT Thailand's record coronavirus 959 coronavirus cases today were the result of more widespread screening. Health workers say t...","sentiment_score":0.5}
{"full_text":"RT These globally recognized state sponsors of terrorism have used pandemic to ramp up recruitment &amp; infiltration activity to spread...","sentiment_score":0.0}
{"full_text":"RT Congress has email, right? A courier? The theatrics contribute to a lack of social distancing.  I can't ta...","sentiment_score":0.1595238095}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"Everyone is hanging out with everyone &amp; I'm all lonely. No one really understands how scary covid is when you have a dying parent...","sentiment_score":-0.1333333333}
{"full_text":"RT With a week to go in the month, there have already been more deaths in BC in January than there were in the entire pandemic...","sentiment_score":0.25}
{"full_text":"RT \"when covid is over\" is starting to sound like","sentiment_score":0.2}
{"full_text":"RT No. Ima call people stupid every chance I get.","sentiment_score":-0.8}
{"full_text":"RT How about a law prosecuting people who live-Tweet the location of the House Speaker to a murderous mob?  #BoebertIsATra...","sentiment_score":0.0}
{"full_text":"RT Didn't they say that \"stay-at-home orders,\" shutting down businesses and \"mask mandates\" will change the trajectory of t...","sentiment_score":-0.1555555556}
{"full_text":"RT The \"King of Debt\" promised to reduce the national debt -- then his tax cuts made it surge. Add in the pandemic, and he over...","sentiment_score":0.0}
{"full_text":"RT Once upon a time, GOP Traitor Susan Collins supported the $1.5 Trillion tax scam with glee, but says she isn't in favor...","sentiment_score":0.0}
{"full_text":"RT #vaccines,vaccine #FluShot,fluIGHSatUCSF UCSFPrecision SFGate kare11 WCCO algorithmwat...","sentiment_score":0.0}
{"full_text":"RT It saddens me that we have endured 1 year of fighting against Covid-19. The end is nowhere near to be seen. However despite t...","sentiment_score":0.1}
{"full_text":"Eating out, TRAVEL, and taking my son to the kids' museum .","sentiment_score":0.0}
{"full_text":"RT Breaking: Gov. Newsom cancels California's COVID-19 stay-at-home orders","sentiment_score":0.0}
{"full_text":"RT What you need to know when you get the Covid-19 vaccine shot. Doctors answer questions about preparing for the Covid-19 vaccine....","sentiment_score":0.0}
{"full_text":"RT Over 4,000 Americans are dying from Covid every day.Over 430,000 Americans have died since the pandemic began.There...","sentiment_score":0.0}
{"full_text":"RT A salute to all the bravehearts, covid warriors and unsung heroes that put nation first during these times. As we all come...","sentiment_score":0.25}
{"full_text":"RT Floated this idea to that we should give Changmin an Ironman!Shim figure as a fangift so we had one made, b...","sentiment_score":0.0}
{"full_text":"Beyond comprehension the impetuous decision making from our leaders Jacinta please show us how great your leadership is and develop a plan to reopen parts of the Asia pacific region at least. Show our leaders what needs to be done.","sentiment_score":0.25}
{"full_text":"I lost all faith in him when he... attended a dinner party at the French Laundry while Covid was\/is raging, and caved by ending our (half assed) lockdown. ","sentiment_score":-0.0833333333}
{"full_text":"RT Take a closer look at the invisible enemy. Images released on Monday show a particle of the #coronavirus variant first...","sentiment_score":0.25}
{"full_text":"RT 2) \"According to data from CDC, 41.4 million doses have been handed out to the states. Only 21.8 mil have been administered...","sentiment_score":0.0}
{"full_text":"RT .@TXT_bighit broke down \"we lost the summer\" and talked through how the pandemic has affected lives worldwide on today's episod...","sentiment_score":-0.1555555556}
{"full_text":"RT my sister was also suffering from pandemic fever in Cornwall and so decided to bring their pony into the house for a whi...","sentiment_score":0.0}
{"full_text":"RT When it comes to the COVID-19 vaccine, Justin Trudeau had one job - deliver the provinces with the vaccine. Unfortunat...","sentiment_score":0.0}
{"full_text":"RT Israel is leading the world in COVID vaccinations--and its cases and hospitalizations are starting to decline","sentiment_score":0.0}
{"full_text":"RT It's so strange, if I had to guess I'd say they didn't actually film that scene in the same room. Maybe Eric...","sentiment_score":-0.0166666667}
{"full_text":"RT India's managing of the Covid19 Pandemic is notable in two ways. First, the cases per capita are among the lowest in t...","sentiment_score":0.375}
{"full_text":"RT \"Well, I guess if we're going into lockdown, I have plenty of time to do a big project\" - Abel (March 2020)I put in over 1...","sentiment_score":0.0}
{"full_text":"RT How to access emergency financial help during COVID-19 pandemichttps:\/\/t.co\/Ygq0smZC1H","sentiment_score":0.0}
{"full_text":"RT Reserving judgement till the end of the upcoming summer window. Pandemic created a problem for a lot of clu...","sentiment_score":0.0}
{"full_text":"Hopefully by the time you're 21...this country will be free of Covid... ...so you can properly celebrate...","sentiment_score":0.2}
{"full_text":"RT Gavin Newsom is re-opening his state despite \"the science\" saying the worst of this pandemic is yet to come.Gretchen W...","sentiment_score":-1.0}
{"full_text":"RT I'd like to know if Steven Mnuchin will be investigated and charged with funneling $500B of PPP Covid relief loans, giv...","sentiment_score":0.0}
{"full_text":"Two Indians working at US embassy building site tested positive for COVID 19. #Lka Read more:","sentiment_score":0.3636363636}
{"full_text":"RT .........so a regular person ... ppl stay trying to make themselves seem extra special","sentiment_score":0.119047619}
{"full_text":"RT So it's finally okay to talk about the serious health implications of just staying shut down forever???","sentiment_score":0.0037037037}
{"full_text":"Get in someone else's face during a pandemic, suffer the consequences.As my mother used to say, if you're gonna be dumb, you'd better be tough.","sentiment_score":-0.087962963}
{"full_text":"RT GOODBYE COVID HELLO DANCING happy for Australia! Praying for the rest of the world that we all can be dancing together soon...","sentiment_score":1.0}
{"full_text":"RT Great scoop: Biden is set to reopen the Obamacare marketplaces as early as Thursday and roll back some Trump Me...","sentiment_score":0.3}
{"full_text":"RT Today we were honoured to host officials for a discussion with Premier and cabinet members on s...","sentiment_score":0.0}
{"full_text":"RT This is good. Moderna vaccine also retains neutralizing activity against emerging variants (intact for B.1.1.7 and 6x...","sentiment_score":0.7}
{"full_text":"RT COVID in four schools #Kamloops","sentiment_score":0.0}
{"full_text":"RT California will be announcing an end to their stay-at-home orders today and a re-opening of their restaurants.We are a...","sentiment_score":0.0}
{"full_text":"Focusing on stopping spread ends the whole pandemic faster.","sentiment_score":0.2}
{"full_text":"RT The daily reminder that we want the Covid app. #abhealth #ABStrong","sentiment_score":0.0}
{"full_text":"RT Try putting a piece of tape across the nose bridge of your mask.  Some of my co workers who wear glasses say that works v...","sentiment_score":0.0}
{"full_text":"RT Every disabled person who benefited from more Zoom calls and wfh is terrified this will be taken away from them when th...","sentiment_score":0.15}
{"full_text":"RT California's Covid Strategy","sentiment_score":0.0}
{"full_text":"RT U.S. COVID update:- New cases: 133,067- Positivity rate: 7.8% (-0.6)- In hospital: 109,936 (-692)- In ICU: 20,875 (-293)...","sentiment_score":0.1363636364}
{"full_text":"RT A way in which we must Retvrn to Tradition when Covid is over is by bringing back spontaneous communal singing","sentiment_score":0.3}
{"full_text":"RT What could possibly be causing people not to have kids?","sentiment_score":0.0}
{"full_text":"Nah because this took me out","sentiment_score":0.0}
{"full_text":"RT .@brikeilarcnn rolls the tape on  Dr. Deborah Birx for not calling out misinformation about the pandemic earlier.\"Her ex...","sentiment_score":0.0}
{"full_text":"RT This is absolute horseshit. You can't pay people in error and then demand a refund because of your screw up. You made the mis...","sentiment_score":0.2}
{"full_text":"RT The newest vaccine twist: States desperate for more covid shots are rerouting unused doses earmarked for nursing homes,...","sentiment_score":-0.05}
{"full_text":"RT Trump had dozens of plans to overturn the election, but not one plan to defeat Covid.","sentiment_score":0.0}
{"full_text":"When the devil use to interrupt my sleep in the beginning of the pandemic ","sentiment_score":0.0}
{"full_text":"RT \"When covid is over\" is starting to sound more like \"When my Moon square Pluto finally allows me to go an entire day wit...","sentiment_score":0.18}
{"full_text":"RT california opening up as they face the worst covid in the nation shows its not about democratic or republican leadership its t...","sentiment_score":-1.0}
{"full_text":" Just think if all companies dedicated advertising dollars towards the pandemic. Wouldn't that be something?","sentiment_score":0.0}
{"full_text":"RT Carlos Slim, the wealthiest man in Mexico, has Covid-19.The only person more powerful than Slim is President Andres Ma...","sentiment_score":0.2666666667}
{"full_text":"RT Casino CEO and wife fly to northern Canada and pretend to be workers at local hotel to get Covid shot. No longer casino CEO. h...","sentiment_score":0.4}
{"full_text":"RT The has conducted in the last six months more than 500 webinars. We are committed to ensuring a seamless flow of...","sentiment_score":0.2}
{"full_text":"Thank you #HardTalk for trying to get clear answers from re Covid vaccines for Palestinians, especially health workers, although nailing jelly to a wall is probably easier.","sentiment_score":0.05}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT Flash: India will gift 500,000 doses of made-in-India covid vaccines to Afghanistan","sentiment_score":0.0}
{"full_text":"RT Latinos are still dying of Covid in California at disproportionate and shocking numbers. Just because you don't know...","sentiment_score":-1.0}
{"full_text":"RT #PKP #PKPB #PKPP #COVID-19KERATAN AKHBAR PILIHAN: ENDING DOMESTIC VIOLENCE, OUR WOMEN DESERVE BETTERRead more in The New S...","sentiment_score":0.2121212121}
{"full_text":"RT \"A lot of people are concerned about changes in the virus and what this means... I just want to reiterate that everything we are l...","sentiment_score":0.0}
{"full_text":"Blend &amp; Extend During COVID-19 #CRE #TenantTips #COVID-19 #Office #Warehouse ","sentiment_score":0.0}
{"full_text":"RT GOODBYE COVID HELLO DANCING happy for Australia! Praying for the rest of the world that we all can be dancing together soon...","sentiment_score":1.0}
{"full_text":"Hi! I'm a girl scout selling online because I cannot sell in person due to the pandemic. If you are looking to support a girl scout, please consider ordering from my cookie  https:\/\/t.co\/YiWU4s5vzB","sentiment_score":-0.125}
{"full_text":"My barn we have baskets at each cross ties for communal (mostly employee, esp w covid) use  (that we spray down w alcohol bc covid) that we use to groom full care\/training ride\/lesson horses and as far as actually cleaning them?? When we have time aha..","sentiment_score":0.1324074074}
{"full_text":"RT Very positive vaccine news: Israeli HMO Maccabi reports just 20 positive coronavirus tests out of 128,000 people who had t...","sentiment_score":0.2613636364}
{"full_text":"RT by popular demand, here it is. may it serve us well over the next 4 years","sentiment_score":0.3}
{"full_text":"Honey, I stuffed my face in pretty much every city this entire weekend. Eating is fun to me  that's my problem. Next time when # Covid is over and I get to experience it the way I want to cuz everything was closed.","sentiment_score":0.1083333333}
{"full_text":"RT I'm in the house. Don't have much else to do!","sentiment_score":0.25}
{"full_text":"How can #physicians combat #COVID19 conspiracy theories? Listen in as medical experts discuss. #MedEd","sentiment_score":0.0}
{"full_text":"#Covid_19 #mitigatingCOVID Um, we've been at this pandemic response for almost a year. Why is there still a shortage of N95 masks? Why aren't inexpensive N95 masks widely available to anyone who wants them? please invoke the Defense Production Act now!","sentiment_score":0.325}
{"full_text":"Treaty Day dances and big gatherings are not happening because of COVID. But that doesn't dilute the importance of the treaty for local tribes or the rich history that flows in the Northwest. Explore the history and meaning with","sentiment_score":0.125}
{"full_text":"On Jan 26, 2013, China-developed Y-20 heavy transport aircraft completed its maiden flight. Y-20 transported anti-#COVID19 supplies, flew back remains of Chinese soldiers killed in the Korean War and created other highlights. #OnThisDay, click to review its memorable moments.","sentiment_score":-0.0041666667}
{"full_text":"If you thought that by this time you could celebrate your birthday as before COVID, better watch this video ","sentiment_score":0.5}
{"full_text":"Don't see it passing. Damn you already have voters pissed their not getting $2k . Laughable .","sentiment_score":-0.5}
{"full_text":"happy 30th to my fave gal across the ocean love u so much ","sentiment_score":0.5}
{"full_text":"How can governments and development partners ensure that policy measures for COVID-19 response and recovery are effective and not undermined by corruption and bribery?Find out in this webinar. #SDG16","sentiment_score":0.6}
{"full_text":"\"This pace is unacceptable,\" Healthcare Heroes Illinois Spokesman Paul Gaynor said. \"We are repeating history, with vulnerable nursing home residents not being prioritized as we saw in last spring's initial outbreak.\"https:\/\/t.co\/4jYnHDdL7a","sentiment_score":-0.1666666667}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"A1: Corona Vaccine may convert a person to homosexual reads Hebrew newspaper#FactCheck: Recently, Ultra-Orthodox cleric Daniel Asour, in a lecture claimed that the corona vaccine is based on genetic cells, which can cause opposite tendencies.","sentiment_score":0.0}
{"full_text":"Heading to ? A few steps to follow:1. Get tested for #COVID19 72 hours prior to boarding your flight2. Use #ArriveCAN to provide mandatory travel information3. Plan for your 14-day mandatory #quarantine  For more information visit ","sentiment_score":0.1}
{"full_text":"Pandemic parcel dynamics drive a new shipper hierarchy","sentiment_score":0.1363636364}
{"full_text":"Kenya positivity rate (rolling average under 3% for the first time since before first wave of May 2020) @DrAhmedKalebihttps:\/\/t.co\/T1nTEWSMarhttps:\/\/t.co\/86msdNda3N","sentiment_score":0.1166666667}
{"full_text":".@MercedesAMGF1 team boss Toto Wolff shared that he has recovered from his positive  COVID-19 test and is now out of quarantine after being forced to isolate in  Austria.READ MORE ","sentiment_score":0.1424242424}
{"full_text":"Your support is crucial to our efforts to mitigate the impacts of #COVID19 and strengthen the #community-based response to the #pandemic in #SoutheastAsia. You can make contributions and find more information on our page at","sentiment_score":0.25}
{"full_text":"RT Oh Taiwan CDC. They gave these diseases...personality traits? COVID likes: crowds, changing appearances, pranks, busy places...","sentiment_score":0.1}
{"full_text":"With the sudden impact of COVID-19 on digital marketing, people expect a brand to be more real. Show users that you're real, share behind-the-scenes content, a day in your shoes or even your team mates.","sentiment_score":0.18}
{"full_text":"CTV NEWS: A southern Alberta UCP MLA has broken her silence approximately a month after she left Alberta against government advice to avoid non-essential travel because of the COVID-19 pandemic.#ableg #yyc","sentiment_score":-0.2}
{"full_text":"Guidance of Tarjih on Vaccination for COVID-19 Prevention #Muhammadiyah #Covid_19 #vaccine #Vaksin #Islam","sentiment_score":0.0}
{"full_text":"This London mosque is providing funeral services and free food for those in need after closing its doors for prayer due to #COVID19.","sentiment_score":0.1375}
{"full_text":"Sydneysiders flocked in huge numbers to the ocean on Australia Day, with barely a spare patch of sand to be seen along the coastline.","sentiment_score":0.225}
{"full_text":"The world of wine has adapted to the pandemic and offers new services that are increasingly personalized to each need, combining the use of technology to share new experiences in the world of wine.#wine #winery #winelovers #winemaking ","sentiment_score":0.1242424242}
{"full_text":"Read today's edition of The Peninsula (Jan 26) for latest updates on #Qatar #COVID19 #MiddleEast #Health #US #Covid19 #Education #India","sentiment_score":0.5}
{"full_text":"Make sure you are up-to-date with the COVID-safe measures at before tonight's clash with Perth Glory #MVFC #Since05","sentiment_score":0.5}
{"full_text":"#FGCU Professor Rebecca Totaro is a medieval literature expert and author who teaches the course \"Literature of the Plague.\" She sits down with Fox 4 to compare the events of COVID-19 to the bubonic plague in Europe.","sentiment_score":-0.0777777778}
{"full_text":"With the first 2 COVID-19 vaccines set to arrive in Malaysia, the government has announced more details regarding its distribution and administration in the country..Download the Vaccine update from MoH &gt;&gt;","sentiment_score":0.375}
{"full_text":"Being stuck at home as we continue to brave through the COVID-19 pandemic can get mentally overwhelming. If you're in need to talk to someone, don't be afraid to ask for help!Here's a list of mental health services you can contact should you need an ear ","sentiment_score":0.15}
{"full_text":"COVID 19 cases in India until : 26\/01\/2021 10:30Total Cases: 10677710 [+0]Active: 174351Recovered: 10345278 [+0]Deaths :153624 [+0]Total Tests: 193.06MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The welcome mats are back out. ","sentiment_score":0.4}
{"full_text":"\"All people of goodwill should help, support and defend LGBT youth,\" said the statement released by the Tyler Clementi Foundation.","sentiment_score":0.0}
{"full_text":"RT Just voted to confirm as Treasury Secretary.Continuing phone calls with Georgia public health and local gov lead...","sentiment_score":0.0}
{"full_text":"This pandemic is so exhausting","sentiment_score":-0.4}
{"full_text":"The Graham Regional Medical Center reported 24 new COVID-19 cases on Monday.","sentiment_score":0.0121212121}
{"full_text":"#Bahrain's National Health Regulatory Authority (NHRA) granted approval for the Oxford\/AstraZeneca #COVID19 vaccine, manufactured by the Serum Institute of India under the name \"Covishield\".  ","sentiment_score":0.0}
{"full_text":"The Vermont Department of Health is accepting appointments from citizens 75 or older for vaccinations against COVID-19.","sentiment_score":0.1666666667}
{"full_text":"RT Dutch rioting. \"Oh sorry, is that your bike?\"","sentiment_score":-0.5}
{"full_text":"RT When Bloomberg published its resilience index back in November, Mexico ranked last in the world for handling of the #COVID19 p...","sentiment_score":0.0}
{"full_text":"RT When Bloomberg published its resilience index back in November, Mexico ranked last in the world for handling of the #COVID19 p...","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 1.9degC * Wind: S 2.0 to 4.9mph * Pressure: 1005.8hPa * Rain: 0.0mm * Hum: 86% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:21 * Sunset: 16:49 * Cloudbase: 960ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"It's a scam. Airbnb have screwed me over for the second time in a row over the same issue. These guys left us with nowhere to sleep, hundreds of miles from our home with 2 very young children in the middle of a pandemic. They gave me a voucher and now have withdrawn it. Crooks.","sentiment_score":0.026}
{"full_text":"We pray that we overcome this global crisis and that after this pandemic, we build a more just and humane world.Amen.","sentiment_score":0.25}
{"full_text":"RT MUST WATCH: Dr. Simone Gold, \"The Covid-19 Vaccine, Explained\".Please view the video on our website - then share widely...","sentiment_score":-0.1}
{"full_text":"Let the games begin and the tea spill!","sentiment_score":0.0}
{"full_text":"RT I enjoy being alone so much I'm struggling to empathize with my family and friends who feel lonely in the pandemic. What t...","sentiment_score":0.1666666667}
{"full_text":"RT Look at the rage and hate in the eyes is Hitler in hair gel Newsom. One look at him and 100,000 years of recent evolution...","sentiment_score":-0.4}
{"full_text":"RT Pandemic could last 4 or 5 years: Lawrence Wong","sentiment_score":0.0}
{"full_text":"The Waco Regional Airport is set to receive more than $15 million in CARES Act funding after losing a large swath of revenue due to the global pandemic.","sentiment_score":0.1473214286}
