{"full_text":"RT Just got a text from a friend who is an ER doc. Worth noting that there are many, many *unmasked* rioters in DC while a deadly...","sentiment_score":0.275}
{"full_text":"RT Everyone who worked in Republican party politics the last four years helped make this happen. This, along with the hundred...","sentiment_score":0.0}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"1204, 1354 and now 1664.If you're still not wearing a mask, you'll soon get COVID.Just continue.","sentiment_score":0.0}
{"full_text":"Dither and delay has consequences (@BorisJohnson ), promoting the views covid cranks like Gupta, Heneghan, Tengell has consequences too (@RishiSunak )","sentiment_score":0.0}
{"full_text":"RT Fuck no. Black folk. Do not let yourself get killed for a White supremacist government, a White supremacist country. S...","sentiment_score":-0.1033333333}
{"full_text":"I saw something saying they have added in children who have no laptops as being vulnerable - I wonder if schools will be full again soon and lockdown over?","sentiment_score":-0.075}
{"full_text":"Well a great start to 2021, someone trying to cause an argument on discord in which I blocked them as I didn't want to make it worse and also being in lockdown for the third time","sentiment_score":0.1333333333}
{"full_text":"RT House Sergeant at Arms just informed the Hill press pool that the Capitol has been cleared. Loudspeaker here where we are sh...","sentiment_score":0.0}
{"full_text":"Whos climbing the wall now?!???? bitches","sentiment_score":0.0}
{"full_text":"RT I know this isn't the main thing at all right now, but imagine how many of this insane people are getting\/spreading Covid righ...","sentiment_score":-0.0119047619}
{"full_text":"Thanks Jen!","sentiment_score":0.25}
{"full_text":"RT Wow, lockdown's been rough on the Village People...","sentiment_score":0.0}
{"full_text":"I'm not a teacher, but I don't think our current approach to education does enough to help kids understand what it means to live in a society. (When so many people distrust the press but consume disinformation, won't wear masks during a pandemic, etc., something is wrong.)","sentiment_score":0.0272727273}
{"full_text":"RT i wouldn't care about this lockdown if schools closed as well but what the fuck is the point please i'm losing my mind","sentiment_score":-0.25}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT I'm married to an Australian. I returned to Australia from the UK in October.This is my experience of what happened...","sentiment_score":0.125}
{"full_text":"Build that wall! It will keep out all the bad hombres.","sentiment_score":-0.7}
{"full_text":"RT Finally, some of the 3 million can be brought in from the cold.People newly self-employed at the start of the pandemic...","sentiment_score":0.0681818182}
{"full_text":"RT Lest we forget White domestic terrorists have been storming state capitols, plotting to assassinate politicians, super-spreadi...","sentiment_score":0.0}
{"full_text":"RT I'm in the Capitol. I'm safe, and my team and I are sheltering in place.The President of the United States has incited a rio...","sentiment_score":0.5}
{"full_text":"RT Heads up, DC fam: Curfew is set for 6pm tonight. If you're Essential, PLEASE stay as safe as you can. Maybe even post your $...","sentiment_score":0.25}
{"full_text":"4.  They are recorded as a Covid death. Further given that up to 95% of the positive test results are false positives we have people dying of cancer who didn't even have Covid being reported as Covid deaths!!  As you are a vet you are clearly capable of looking at actual data  \/5","sentiment_score":-0.0395454545}
{"full_text":"RT Look at these thugs","sentiment_score":0.0}
{"full_text":"RT to my sacramento \/ california moots\/non : \/\/ violence ..IN SACRAMENTO, THERE ARE TRUMP SUPPORTERS GATHERING, PLEASE STAY...","sentiment_score":0.0}
{"full_text":"The government gave us a pb&amp;j and a high five to get through a major pandemic that left us all unemployed and homeless and we just sat in shit and ate it, but some big scrotum loses an election and everyone decided the only route is domestic terrorism LOLLL","sentiment_score":-0.0346875}
{"full_text":"RT I am safe. We are sheltering in place. Make no mistake: President Trump and his enablers are directly responsible for t...","sentiment_score":0.35}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"It was on his hands during Charlottesville,  during the pandemic with 340k lives, this is unfortunately more blood.","sentiment_score":0.5}
{"full_text":"Just admit that you're racist already. Oh and... why don't you say that to the families of the 357,000 people that lost someone to covid-19? But not online, go in person. Please remember to wear a mask. ","sentiment_score":0.0}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"2021 dey fire speed just now now 6days don waka, dna test saga, charley charley and your crush matter. Make una calm down make we fi see covid-19 second wave.","sentiment_score":0.0481481481}
{"full_text":"RT I am safe. We are sheltering in place. Make no mistake: President Trump and his enablers are directly responsible for t...","sentiment_score":0.35}
{"full_text":"RT I smashed the lockdown b.s. in front of a room full of state legislators. Enjoy","sentiment_score":0.375}
{"full_text":"RT Laibi Oinam (52) of East Imphal made an eight-hour, 140-kilometre road-trip for a #COVID warrior. Later, CM rew...","sentiment_score":0.0}
{"full_text":"RT this is what's happening in downtown la right now !!! oomfs please stay home and safe !! stay away from dtla and city hall h...","sentiment_score":0.6696428571}
{"full_text":"RT Our humanity is measured not by how we treat our friends &amp; loved ones. Our humanity is measured by how we treat strang...","sentiment_score":0.7}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"RT IF YOU LIVE IN : Kansas Georgia Arizona LouisianaCaliforniaPLEASE STAY HOME. THESE STATES ARE UNDER ATTACK RIGHT NOW","sentiment_score":0.211038961}
{"full_text":"RT Pause to reflect how outrageous this is. A virus has killed nearly 2 m people and the country where it started won't eve...","sentiment_score":-0.3666666667}
{"full_text":"Thank you to the communications team and  for this sensitive treatment of the horrors of covid-19 and the incredible pressure it is putting on the NHS","sentiment_score":0.5}
{"full_text":"please stay safe","sentiment_score":0.5}
{"full_text":"RT U.S. Capitol on lockdown under threat from Trump supporters.  This is sedition in plain sight.","sentiment_score":-0.2142857143}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"And, put this film from in context with the statistics in this tweet from It didn't have to be this way.  #COVID19 #CoronaVirus #StayHome #WearAMask","sentiment_score":0.0}
{"full_text":"Congressman Henry Cueller says he and his staff are safe: \"This is a sad day for our country. I am praying for the violence to end and for our democracy.  \"","sentiment_score":0.0}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"RT Trump supporters when Americans are being killed in their homes, in the streets, in their cars, etc.:Trump supporters when...","sentiment_score":-0.2}
{"full_text":"RT I'm sheltering in place in my office. The building next door has been evacuated. I can't believe I have to write this.","sentiment_score":0.0}
{"full_text":"RT Twitter just had to lock down a tweet from the President of the United States \"due to a risk of violence.\" Why the fuck i...","sentiment_score":-0.2268518519}
{"full_text":"RT Today, police completed 13 arrests in response of a siege of the U.S. Capitol. In 2020, police killed 164 Black peop...","sentiment_score":-0.1833333333}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"RT The very best and appreciated gesture the British people can do tomorrow is NOT to clap for Heroes\/NHS but to STAY HOME\/ST...","sentiment_score":0.4}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT IF YOU LIVE IN : Kansas Georgia Arizona LouisianaCaliforniaPLEASE STAY HOME. THESE STATES ARE UNDER ATTACK RIGHT NOW","sentiment_score":0.211038961}
{"full_text":"RT A privilege to be able to report again from ICU @uclh The online version is here but my TV report will be on #bbcnews...","sentiment_score":0.5}
{"full_text":"RT #JESUS is coming back. Is your soul prepared for eternityThe night is almost gone,and the day is near. There...","sentiment_score":0.05}
{"full_text":"OVER NIGHT CURFEWS ARE THE MOST POINTLESS THINGS EVER TO STOP COVID SPREAD.","sentiment_score":0.125}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"RT #COVID19 #SchulenUndKitasZu #Science ,,We found a large effect for closing schools and universities in conjunction, which was r...","sentiment_score":0.2142857143}
{"full_text":"RT Twitter just had to lock down a tweet from the President of the United States \"due to a risk of violence.\" Why the fuck i...","sentiment_score":-0.2268518519}
{"full_text":"I am, the curfew in dc is 6pm anyways. But it's so fucking close to home that I wanna just make my ass plug gun 3000 and sh**t some trumpies with it.","sentiment_score":-0.6}
{"full_text":"RT Everyone who worked in Republican party politics the last four years helped make this happen. This, along with the hundred...","sentiment_score":0.0}
{"full_text":"RT I weep for my children and yours. What have they experienced? 9\/11, the Financial Crisis, Pandemic, Trump, and now a bunch o...","sentiment_score":0.4}
{"full_text":"All of my la moots please be safe ","sentiment_score":0.5}
{"full_text":"RT Im jamal I'm 25 been home from prison 3 months currently working FT &amp; stay in a hotel. Im all alone ou...","sentiment_score":0.0}
{"full_text":"RT No curfew in Atlanta, but zoomed w Mayor Bottoms &amp; she's urging people to stay home tonight. Non-essential city workers we...","sentiment_score":0.0}
{"full_text":"RT House Sergeant at Arms just informed the Hill press pool that the Capitol has been cleared. Loudspeaker here where we are sh...","sentiment_score":0.0}
{"full_text":"RT What???","sentiment_score":0.0}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"Only 1 man left that can lock down the White House","sentiment_score":-0.0388888889}
{"full_text":"Trust us to run out of toilet roll just as we go into lockdown. Preparing to get all of the scowls on my food shop tomorrow.","sentiment_score":-0.0333333333}
{"full_text":"RT He's quite correct in that the lockdown makes most sense at this point. It buys time to get the vaccine out.","sentiment_score":0.5}
{"full_text":"RT PROUD BOYS WERE SPOTTED IN LA AND FIGHTS ARE BREAKING OUT RIGHT NOW, IF YOURE IN LA CURRENTLY PLEASE STAY INSIDE AT HOME AND...","sentiment_score":0.3619047619}
{"full_text":"RT I'm in the Capitol. I'm safe, and my team and I are sheltering in place.The President of the United States has incited a rio...","sentiment_score":0.5}
{"full_text":"RT I'm currently in lockdown in the House chamber as the President of the United States incites his supporters to violence a...","sentiment_score":0.0}
{"full_text":"RT QC's lockdown will be extended, manufacturing shut down, construction, shut down. Everything except \"Essential Businesses\" w...","sentiment_score":-0.1037037037}
{"full_text":"RT - 1 person shot - At least 1 bomb found on Capitol grounds- Congressional chambers &amp; offices breached by Trump supporters-...","sentiment_score":-0.3}
{"full_text":"RT Just got a text from a friend who is an ER doc. Worth noting that there are many, many *unmasked* rioters in DC while a deadly...","sentiment_score":0.275}
{"full_text":"RT PEOPLE IN DCTHE CURFEW IS 6PMBIPOC, LGBT+ AND WOMEN ESPECIALLY, GET A RIDE HOME FROM SOMEONE YOU TRUSTSTAY SAFE","sentiment_score":0.25}
{"full_text":"RT Please watch this.  Please. All of it.","sentiment_score":0.0}
{"full_text":"I think I understand the situation better now,u.s people especially DC please STAY INSIDE YOUR HOME","sentiment_score":0.25}
{"full_text":"RT FOR ANYONE IN DC THE CURFEW IS 6PM EST, GO HOME, LEAVE WORK, LOCK YOUR DOORS, STAY SAFE !!","sentiment_score":0.78125}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"RT Loefller buying stock in body bags in January when she was warned about the approaching pandemic.....nothing qualifies you m...","sentiment_score":0.0}
{"full_text":"RT LA OOMFS PLS STAY HOME AND STAY SAFE !!! there's a lot of trumpies gathering in dtla and starting fights and getting violent...","sentiment_score":0.0588541667}
{"full_text":"RT #Pandemic #OC Rep. Michelle Steel (Orange County, GOP) is covid positive.","sentiment_score":0.2272727273}
{"full_text":"RT In Nebraska, immigrants work strenuous jobs in the meatpacking industry, yet .@GovRicketts says undocumented workers wi...","sentiment_score":0.0}
{"full_text":"Fuck! In the madness of CoViD, I forgot about Big Fat Quiz! That should be at least bring some levity in my day.","sentiment_score":-0.2666666667}
{"full_text":"Pretty sure it was going to be taken that way anyway due to COVID","sentiment_score":0.2083333333}
{"full_text":"RT BIPOC IN DC!! CURFEW IS AT 6PM EST, IN 2 HOURS. PLEASE GO HOME, LEAVE WORK, STAY SAFE","sentiment_score":0.5}
{"full_text":"RT Just got a text from a friend who is an ER doc. Worth noting that there are many, many *unmasked* rioters in DC while a deadly...","sentiment_score":0.275}
{"full_text":"They don't believe in Covid19. They still believe Trump won the election. America's education system continues to fail.","sentiment_score":-0.5}
{"full_text":"The good thing about lockdown is I that I can now catch up with TV","sentiment_score":0.7}
{"full_text":"RT And y'all better NOT BE OUTSIDE!!These are wild thugs out here ! Stay home.This ain't our business.Stay at home safe but dan...","sentiment_score":0.375}
{"full_text":"RT Even in moments of domestic terrorism, police are incapable of standing in opposition white supremacy and violence. If...","sentiment_score":0.0}
{"full_text":"RT Covid patients in England transferred to Scotland as more hospitals become overwhelmedhttps:\/\/t.co\/fUBWq4jAVn","sentiment_score":0.5}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"RT harry  5sos having to postpone their tours bc they can't follow covid guidelines","sentiment_score":0.0}
{"full_text":"RT Just got a text from a friend who is an ER doc. Worth noting that there are many, many *unmasked* rioters in DC while a deadly...","sentiment_score":0.275}
{"full_text":"I just encourage everyone to stay home. Stay home, like we've been saying since January of last year. You are safest at home. Stay. Home.","sentiment_score":0.0}
{"full_text":"Our JMH frontline workers face many challenges with the Covid-19 pandemic. That is why we wanted to offer you an opportunity to tell them how much you appreciate them.","sentiment_score":0.35}
{"full_text":"My game is do I have a headache from COVID or because high blood pressure from the coup attempt!","sentiment_score":-0.1}
{"full_text":"Bro, you don't know this guy. He is always finding some evidence why covid is fake and they wanna control us. His deep in ","sentiment_score":-0.25}
{"full_text":"I was so sad minutes after  Boris announced the Lockdown &amp; school closure - what did I do? Created a  video challenge - loaded it up to Teams - by the time I looked at my emails this gorgeous Stathern  had completed the challenge &amp; emailed me a picture of her favouritegift ","sentiment_score":0.1}
{"full_text":"RT This isn't an original thought but Mike Pence is no victim, nor does he face a \"hard choice.\" He faces no choice. The const...","sentiment_score":0.0402777778}
{"full_text":"As a Yankee in a country divided by politics, held in limbo by a pandemic....the mental release Grand Designs gives me today is much appreciated. Thank you.","sentiment_score":0.2}
{"full_text":"Corona cases UP up after this ","sentiment_score":0.0}
{"full_text":"Some of you may be thinking about options, some of you may be thinking of a challenge this lockdown so why not learn a new language!  #trysomethingnew #challenge","sentiment_score":0.1704545455}
{"full_text":"RT I'm in the Capitol. I'm safe, and my team and I are sheltering in place.The President of the United States has incited a rio...","sentiment_score":0.5}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"RT #Sask no longer holding back #coronavirus vaccine doses #covid19sk","sentiment_score":0.0}
{"full_text":"RT - 1 person shot - At least 1 bomb found on Capitol grounds- Congressional chambers &amp; offices breached by Trump supporters-...","sentiment_score":-0.3}
{"full_text":"i miss him so bad where is he :(","sentiment_score":-0.725}
{"full_text":"RT Listening to live under lockdown speaking to \"Hold your colleagues, your party accountable...they put us a...","sentiment_score":0.1363636364}
{"full_text":"RT Reminder that for anyone injured today during this attempted coup there's no room in hospitals because WE ARE STILL IN THE P...","sentiment_score":0.0}
{"full_text":"RT This isn't an original thought but Mike Pence is no victim, nor does he face a \"hard choice.\" He faces no choice. The const...","sentiment_score":0.0402777778}
{"full_text":"Pineapple, ginger and cinnamon tea just in case we infected with Covid","sentiment_score":0.0}
{"full_text":"RT While I appreciate this lockdown is bad news for a lot of people, it feels particularly harsh on those of us who are force...","sentiment_score":-0.45}
{"full_text":"Cool cool cool","sentiment_score":0.35}
{"full_text":"RT please remember that a lot of people living in america are so scared right now. this isn't a time for jokes. please just go h...","sentiment_score":0.2857142857}
{"full_text":"RT IF YOU LIVE IN : Kansas Georgia Arizona LouisianaCaliforniaPLEASE STAY HOME. THESE STATES ARE UNDER ATTACK RIGHT NOW","sentiment_score":0.211038961}
{"full_text":"Bonus Show: No charges against officer who shot Jacob Blake, evictions led to 10,000 extra COVID deaths , PA Republicans refuse to swear in re-elected Senator, much more...","sentiment_score":0.25}
{"full_text":"More countries were included in the Philippines' travel ban.https:\/\/t.co\/XM0q8Zcg2l","sentiment_score":0.5}
{"full_text":"Jimmy Carter can stay tf home","sentiment_score":0.0}
{"full_text":"Scientists are analyzing vaccine research data to see if they can double the supply of the company's coronavirus vaccine by cutting doses in half, a move that would help alleviate vaccine shortages as the country surpassed more than 21 million virus cases.","sentiment_score":-0.0666666667}
{"full_text":".@VodafoneIreland and highlight the domestic abuse pandemic with powerful print from","sentiment_score":0.15}
{"full_text":"I have been missing my people since March. I conduct 2 community choirs.  Online Music making is unbearable and basically the opposite of why people sing in groups.  We sang outdoors a few times in the summer, but it was a bandaid at best.  Covid is gutting the Arts so we get it!","sentiment_score":0.15}
{"full_text":"Antonio Villaluenga, Manager at tells us how strategic decisions made by the company years ago are paying dividends even amid the pandemic.#MexicoOilGasReview #MexicoBusinesshttps:\/\/t.co\/PTrMwN2Kc6","sentiment_score":0.0}
{"full_text":"COVID-19 has been ripping through the Latino community, and the messaging around the dangers of the disease have not been resonating enough with this population. More here:","sentiment_score":0.25}
{"full_text":"Cosmopolitan magazine promotes obesity during pandemic....To think they used to have cleavage on every cover.@TheResident","sentiment_score":0.0}
{"full_text":"Upcoming workshops for our Community!  We bring to you, Together in 2021 and Parenting in the Pandemic, in collaboration with our many Community Partners. We hope to see you there! Registration link can be found here:","sentiment_score":0.625}
{"full_text":"The COVID-19 pandemic has turned Germany's winter tale into a nightmare.https:\/\/t.co\/07VIQyDkOU","sentiment_score":0.0}
{"full_text":"RT NEW: For the Third Day in a Row, Dallas County Reports Record High Hospitalizations, 2,427 New Positive 2019 Novel Coronavi...","sentiment_score":0.132}
{"full_text":"Newsom cancels COVID-19 briefing amid outrage over mob violence at U.S. Capitol","sentiment_score":0.0}
{"full_text":"In the news: 4 Lessons for Cities to Help Advance Equitable Transportation during the COVID-19 Pandemic and Beyond -urbn.is\/3rXStEb","sentiment_score":0.0}
{"full_text":"The pandemic are requiring leaders to be sensitive to the impact of their words and actions. Leadership self-awareness is especially important. But many organizations lack a way to think about options for increasing the self-awareness of leaders. #HR","sentiment_score":0.4666666667}
{"full_text":"The European Union's executive commission gave the green light Wednesday to Moderna Inc.'s COVID-19 vaccine, providing the 27-nation bloc with a second vaccine to use in the desperate battle to tame the virus rampaging across the continent.","sentiment_score":-0.1027777778}
{"full_text":"The new strain was discovered in passengers from the UK, the Philippines and France starting Dec. 13, 2020. The city has retested passengers arriving from the UK since early December. #COVID19Updateshttps:\/\/t.co\/cSWMjNJgLp","sentiment_score":0.0787878788}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"COVID Relief Bill Allows Airlines to Roll Back Layoff Noticeshttps:\/\/t.co\/8CuHcWzlWE","sentiment_score":0.0}
{"full_text":"Florida launched an investigation Wednesday into an upscale nursing home amid reports that it administered coronavirus vaccines to wealthy donors and members of a country club along with its residents and employees.","sentiment_score":0.5}
{"full_text":"#BehindtheMaskIN: In a diff look behind the mask, Dr. Todd Weinstein, Chief of Surgery at  #COVID19, the Influenza of 1918 &amp; why we should not get complacent. #HoosierHealthcareHeroes #MaskUpIN Watch:","sentiment_score":-0.4}
{"full_text":"Lol! No Covid????  Last time I checked, England is in a complete lock down at this moment!!   Guess that country and the rest of Europe don't read intelligence briefings and never planned ahead either!!!!!  Who's responsible for Operation warp speed which resulted in a vaccine?","sentiment_score":0.1116506619}
{"full_text":"RT #Metaproteomics of #COVID19 patient MS Data reveal the presence of potential co-infecting microbes. A collaboration betwe...","sentiment_score":0.0}
{"full_text":"Students, with #COVID19 measures, it's now easier for eligible students at &amp; #VenturaCollegeeastcampus to get $$ to help pay for groceries through #CalFresh. Call 1-877-847-3663 (FOOD) or visit","sentiment_score":0.0}
{"full_text":"Well with as the president for 2 more weeks, it's not, no.#WashingtonDC #Capitol #CapitolBuilding #coup #COVID19 #FarRight","sentiment_score":0.5}
{"full_text":"President Trump and Dr. Anthony Fauci are at odds over how the CDC counts COVID-19 deaths compared to other countries.https:\/\/t.co\/Eby1h6e6gQ","sentiment_score":-0.125}
{"full_text":"The US reported its highest daily COVID-19 death count ever Tuesday.","sentiment_score":0.0}
{"full_text":"RT This is domestic terrorism and outright treason. If you ever wanted an example of white privilege, here it is. Disgusted. I...","sentiment_score":-0.3333333333}
{"full_text":"RT I'm a scaffolder started back work today on site can't believe what's happening 30 to 40 guys using same facilities kett...","sentiment_score":0.0}
{"full_text":"Organizers of the 39th annual John's Pass Seafood Festival have decided to turn it into an art festival this year.","sentiment_score":0.0}
{"full_text":"RT IF YOU ARE IN DOWNTOWN LA PLEASE HEAD HOME!! proud boys are reported to be there and assaulting people! STAY SAFE!!","sentiment_score":0.890625}
{"full_text":"It may be right-wing radical rioter free, but is it covid free now?","sentiment_score":0.4}
{"full_text":"#COVID-19 has changed nearly everything including how companies address continuous improvement. #kaizen","sentiment_score":0.1}
{"full_text":"pls everyone from la pls be safe","sentiment_score":0.5}
{"full_text":"Residents at a senior home in North Portland were urged to temporarily leave following an outbreak of Legionnaires' disease on Monday.","sentiment_score":0.0}
{"full_text":"RT My cousin has covid19. She will be okay. It's just like a bad cold for her cause she's young. I'm worried about my grand...","sentiment_score":-0.04}
{"full_text":"RT They're still spooked from when they housed homeless people in hotels for the first lockdown and people started realising...","sentiment_score":0.25}
{"full_text":"RT All the nicknames for the pandemic don't hit when you try to say em out loud. Keep that on here, please.","sentiment_score":0.1}
{"full_text":"RT BREAKING: Dem Rep tells me how he and dozens of representatives spent a terrifying 5 mins in the House Chamber w...","sentiment_score":-0.55}
{"full_text":"RT Just got a text from a friend who is an ER doc. Worth noting that there are many, many *unmasked* rioters in DC while a deadly...","sentiment_score":0.275}
