{"full_text":"Calling all  white, woke social media, living room, social justices. This is your candidate. PS He abused his wife, but shhhh #metoo doesn't count here. #vaccination wake up #COVID19 #coronavirus #repent #youaretheproblem","sentiment_score":0.0222222222}
{"full_text":"RT People of UP must think thousand times before voting for this illiterate joker called ","sentiment_score":0.0}
{"full_text":"RT Don't live in fear, but walk in wisdom.","sentiment_score":0.1363636364}
{"full_text":"RT Marco Rubio is a sniveling fucking coward who acquitted a traitor that got 350,000 Americans killed.","sentiment_score":-0.4}
{"full_text":"Due to Pandemic a huge number of  non-resident kannadigas have lost jobs and livelihood we need a representative to pay attention our distress calls#NRIAppealDay@CMofKarnataka ","sentiment_score":0.1375}
{"full_text":"I am throwing it back HARD. I am so so excited to be playing Banjo-Kazooie. Head over to if you want to join my quest to defeat Gruntilda! #twitch #smallstreamer #SmallStreamerCommunity #lockdown #twitchaffiliate #Throwback #N64","sentiment_score":0.0590277778}
{"full_text":"RT Jesus. Remember when papers could make or break a government and now no one wants to report anything because they all want...","sentiment_score":0.2}
{"full_text":"RT Even without Covid January is a tough month for small business. If you're looking to buy coffee we'd appreciate you conside...","sentiment_score":-0.3194444444}
{"full_text":"RT I wrote the thread below in March 2020. I was worried about #COVID19 and didn't see a solution. I still don't have any...","sentiment_score":0.0}
{"full_text":"RT Coronavirus Updates for Jan. 2: Westchester County Reports More Than 950 New Cases, Putnam Adds Over 100","sentiment_score":0.3181818182}
{"full_text":"This is a key pointThe vaccination schedule gives priority to the most at risk. Delaying the second dose, for that group specifically, leaves them at potentially higher risk of getting covid19 and suffering major consequencesNo one knows because the testing hasn't been done.","sentiment_score":0.1625}
{"full_text":"RT #Rajasthan carries out #CoronaVaccination dry runs in 7 districts.https:\/\/t.co\/Mcw8iPyMfJ","sentiment_score":-0.0666666667}
{"full_text":"RT Hillwalking probably isn't the major source of our current problem.","sentiment_score":0.03125}
{"full_text":"Instead of singing their own praises, Taiwan stays the course refusing to cave to public pressure. They also have single payer healthcare and double digit Covid deaths. Lots to learn, CA.","sentiment_score":0.1321428571}
{"full_text":"RT Data suggests that the UK variant is not responsible for recent surge here","sentiment_score":-0.05}
{"full_text":"RT We are losing medical students due to deadly effects of COVID-19.There should be no physical exams in this deadly pandemic...","sentiment_score":-0.105}
{"full_text":"RT India has begun dry run of COVID-19 vaccine in 116 districtsI visited Vidyapeeta PHC in B'luru South &amp; reviewed their...","sentiment_score":-0.0666666667}
{"full_text":"RT Abortion was the number 1 cause of death globally in 2020 - Not Covid, hunger, heart disease or cancer. It claimed the l...","sentiment_score":0.0}
{"full_text":"I'm intrigued to see what people will bulk buy now that were in lockdown again","sentiment_score":0.0}
{"full_text":"RT In case you find it as frustrating as I do that the same names keep popping up on Covid, despite being so provably wron...","sentiment_score":-0.2}
{"full_text":"RT I am a Covid survivor. I am also a quadruple Amputee as a result of Covid. Plent...","sentiment_score":0.0}
{"full_text":"RT We cannot remain in lockdown indefinitely. Govt cannot keep moving the goalposts promising freedom with compliance - and...","sentiment_score":0.2}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT The irony is that if she was asked to stay at home while the man worked to fend for the family, she would accuse him of kill...","sentiment_score":0.0}
{"full_text":"RT Modern times: person can post on social media that the reason why people are getting ill and being unable to breathe e...","sentiment_score":-0.1916666667}
{"full_text":"I prefer they stay home. That's when quarantine makes sense, for sick people, not healthy people.","sentiment_score":-0.4821428571}
{"full_text":"RT Ministry should extend cfss and LSS 2020 looking to the situation all over India in this pandemic &amp; companies which are...","sentiment_score":0.0}
{"full_text":"RT This is Sarah Gilbert who oversaw the team who did the actual work in creating the Oxford vaccine. This is the woman who de...","sentiment_score":0.0}
{"full_text":"RT I'd rather get covid thanks.","sentiment_score":0.2}
{"full_text":"RT Has been an interesting evolution to overturn a longheld medical focus on droplets...kudos to those that adapted to new inp...","sentiment_score":0.2121212121}
{"full_text":"Yep.Its the gray man\/woman syndrome,as I see it-If I keep my mouth shut&amp;wear a mask then I can weather this storm&amp;blend in without any confrontations eventhough I dont believe in any of this BS.Not gonna work the bad news:being a coward is gonna get1\/2","sentiment_score":-0.7}
{"full_text":"RT Anyone seen 'the opposition' recently? ","sentiment_score":0.0}
{"full_text":"This is what a lot of covid patients went thru . Many recovered to tell their stories. Some suffered and left this earth alone .One thing is a reality life can be lonely at times. That's what good friends are for .","sentiment_score":0.275}
{"full_text":"RT These so called political leaders shud lead from the front and induce people to get vaccinated to fight pandemic The politic...","sentiment_score":0.0}
{"full_text":"RT Soaring Covid rates have forced a change in the UK's short-term vaccine strategy in a desperate bid to protect more peo...","sentiment_score":-0.1333333333}
{"full_text":"AstraZeneca plans 2 million doses a week of Covid-19 vaccine for UK: Reports","sentiment_score":0.0}
{"full_text":"Surely the government has to listen","sentiment_score":0.5}
{"full_text":"RT Our govt hasn't published this, so please share this thread As a result of our judicial review, we've brought PPE gui...","sentiment_score":0.0}
{"full_text":"Can you tell me, did your man sound serious when he asked if we could inject bleach to kill covid?","sentiment_score":0.0333333333}
{"full_text":"RT In the spirit of #ThisIsNotJournalism, I give you this #AccuracyMatters mega-thread. I will add journalists and flag their mis...","sentiment_score":0.0}
{"full_text":"My 'fear' has been the overwhelming of our health system.Need to sustain control #COVID19Aus, esp with new, super infectious variant. No whinging, #WearAMask++ etc.Or, NSW borders stay CLOSED.Leave #ScottyFromPhotoOps in NSW.Rest of Aust can be Covid &amp; #scomo free.#auspol","sentiment_score":0.3232323232}
{"full_text":"RT .@chucktodd has taken everything that was special and important about everything that gave it weight, that T...","sentiment_score":0.3785714286}
{"full_text":"RT normalise crying like a baby the first moment you step into a concert venue post-covid","sentiment_score":0.025}
{"full_text":"Does anyone have any good book suggestions? I'm at the 'let's start a book club' stage of lockdown.","sentiment_score":0.7}
{"full_text":"I wouldn't advocate a total lockdown like that, but I'm suggesting there is a spectrum of options - and in deciding to unlock for Christmas the government caused unnecessary deaths.","sentiment_score":-0.2}
{"full_text":"RT We now know that a shortage of glass phials will significantly slow covid vaccination rates in the UK. This is despite...","sentiment_score":-0.3}
{"full_text":"RT Head of Immunisations at Public Health England Dr Mary Ramsay says \"We do not recommend mixing the COVID-19 vaccines\" add...","sentiment_score":0.0}
{"full_text":"RT Sadly, we already lost one Member of Congress to Covid-19 this week, shouldn't we take every precaution available to ensure it...","sentiment_score":-0.05}
{"full_text":"RT The vaccine is not a silver bullet in stopping the spread of #COVID19. Non-pharmaceutical interventions like wearing mas...","sentiment_score":0.0}
{"full_text":"If you do get run over they will probably put \"covid\" on the death cert due it's contribution.","sentiment_score":-0.125}
{"full_text":"RT We need to stop being selfish. Getting infected with #Covid19 Is not just about you but the people that you could potentially...","sentiment_score":-0.25}
{"full_text":"RT Lets be honest, we've all broken the lockdown measures in some capacity, be easy with your criticism lol","sentiment_score":0.3583333333}
{"full_text":"Coventry's very own panto legend Iain Lauchlan recently talked to about the impact of the lack of live theatre this Christmas.Find out how he adapted when Covid-19 meant panto couldn't go ahead as usual.Listen to the radio interview here:","sentiment_score":0.3054545455}
{"full_text":"RT So you're telling me that China, the world's most populated country and the cradle of the pandemic hasn't begun vaccina...","sentiment_score":0.5}
{"full_text":"RT #Covid19 spread in cars If you're sharing a car, even with family  set to full fresh air turn off air-recirculation...","sentiment_score":0.325}
{"full_text":"RT On the first day of 2021, the U.S. reported its 20 millionth confirmed coronavirus case.In less than two months, the country has...","sentiment_score":0.1611111111}
{"full_text":"RT Close schools. National lockdown.  Universal Basic Income until the virus is in retreat. Massive subsidies and stakes to...","sentiment_score":0.0}
{"full_text":"RT Here's what KK Shailaja (@shailajateacher), Kerala health minister had to tell over the Dry run for #Covid19 va...","sentiment_score":-0.0666666667}
{"full_text":"RT COVID-19: Hi 2021 2021: Go to fucking hell Mr. COVID-19#okhwid19 #okhwidkrungethph #Covid_19","sentiment_score":-0.6}
{"full_text":"RT The new COVID-19 mutation that the media is hyping up is NOT more lethal, in fact it is less lethal.It is reportedly m...","sentiment_score":-0.0934343434}
{"full_text":"Britain Opts for Mix-and-Match Vaccinations, Confounding Experts Are you sanctioning this?","sentiment_score":0.0}
{"full_text":"RT He is a medical students suffering from covid19 and many more suffered by different ways like their parents were posit...","sentiment_score":0.25}
{"full_text":"RT Israel vaccinates more than 1m people, the highest rate of vaccination against coronavirus in the world","sentiment_score":0.5}
{"full_text":"RT Five Indian players -- Rohit Sharma, Rishabh Pant, Shubman Gill, Prithvi Shaw &amp; Navdeep Saini placed in isolation after video emerg...","sentiment_score":0.0}
{"full_text":"RT I want to go to school. I want to teach the children in my class. I don't want to watch them and their parents struggle...","sentiment_score":0.0}
{"full_text":"RT 655,000 Americans die from heart disease each year... imagine if media focuses on that as a pandemic? What would we ban?","sentiment_score":0.0}
{"full_text":"RT This guy went to Australia to study or what? Such lunacy at such times. Stop breathing BJP's air, stop eating food of BJP'...","sentiment_score":0.0}
{"full_text":"RT COVID ICU again today. Almost all my patients are less than 60 years old and previously fit. Some are very young. If you...","sentiment_score":0.1158333333}
{"full_text":"RT Military Study: Flu vaccines increase coronavirus risk by 36%. It is time to ask the question: 'Do flu vaccines have a cau...","sentiment_score":-0.1}
{"full_text":"If 1 million vaccinations given is accurate, why is this data not on the Covid dashboard?","sentiment_score":0.4}
{"full_text":"RT oh great so the covid variant is in the bay area now goodbye","sentiment_score":0.8}
{"full_text":"The only reason after months of restrictions and lockdown that we have so many cases. Can't be anything else.","sentiment_score":0.25}
{"full_text":"RT The Swedish Covid-19 curve is now almost vertical - it was originally claimed that \"herd immunity\" would help it avoid a s...","sentiment_score":0.375}
{"full_text":"RT Seriously, this needs saying?","sentiment_score":-0.3333333333}
{"full_text":"RT I'm literally watching COVID-19 spread via IG stories. Oomf tested positive today, and one of the people who he was cel...","sentiment_score":0.2272727273}
{"full_text":"RT Good question What did they do in China and Wuhan that has allowed them to get back to normal?","sentiment_score":0.2833333333}
{"full_text":"RT Tomorrow the Executive of the National Education Union meets to decide the next steps as the government refuses to recognis...","sentiment_score":0.0}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT * A person who doesn't wear a mask during a mask mandate in a pandemic is a person to keep distance from. It may be they ca...","sentiment_score":0.0}
{"full_text":"RT This is a factual claim, so should be easily verifiable by the that retails it.  So: is there, or not, a whole...","sentiment_score":0.1666666667}
{"full_text":"COVID-19 Forces Many Companies to Sublease Office Space #CRE #COVID-19 #Subleasing #Office #TenantTips   ","sentiment_score":0.5}
{"full_text":"RT SP Chief Akhilesh Yadav, University of Sydney, Australia educated, says he won't take Covid vaccine &amp; calls it 'BJP vaccine'...","sentiment_score":0.0}
{"full_text":"Ahmani_Hub(tm)If you Like Break Your Waist_#SmileForAll #COVID19 #ranboooutfit #hbrfanzone #hbrfanzone #raveparty #raveparty #vaccination","sentiment_score":0.0}
{"full_text":"RT Bars , hotels , shopping malls , book fairs , religious festivals, trains , bus , offices , bank , theatres , political rall...","sentiment_score":0.0}
{"full_text":"If you would turn in a family member or a neighbor because that person didn't wear a mask or take a vaccineyou're an illiterate lemming.The next time you need a favor - or surprise! the actions, unpleasantness and time that person spared youwill fall on you. The good part:","sentiment_score":0.35}
{"full_text":"RT Government must implement a nationwide school closure and move teaching online until Easter to stop the spread of Covid-19, head o...","sentiment_score":0.0}
{"full_text":"RT Israel vaccinates more than 1m people, the highest rate of vaccination against coronavirus in the world","sentiment_score":0.5}
{"full_text":"RT #THFC statement on Lo Celso, Lamela and Reguilon pictured together breaking lockdown rules over Christmas:\"We are extre...","sentiment_score":0.0}
{"full_text":"RT This u-turn is important. Keeping schools open would have risked the lives of teachers &amp; school staff. It's a tragedy that...","sentiment_score":0.2}
{"full_text":"RT I've been on call for a big children's service over Christmas &amp; most of this week until today.There are children testin...","sentiment_score":0.25}
{"full_text":"how is it dumb  #XiaoZhan #SugarBowl2021 #CobraKai  #ClemsonVsOhioState #dogecoin #BuckeyeNation #ReadyToLove #OSUvsClem #SabrinaNetflix #Covid #Dispach #ManUtd #ClemvsOSU #OhioState #OhioStatevsClemson #SmackDowna #ReadyToLove #OSUvsClem  #Apple  ","sentiment_score":-0.375}
{"full_text":"RT Hon PM ji ranked #1 among all the global leaders by a US based research firm!Acceptance by people not only...","sentiment_score":0.0}
{"full_text":"Unfortunately @MattHancock who has a PHD in stupidity and advanced buffoonery does not agree!  Why should someone of his intelligence (IQ 12) take advice from you lot!COVID-19: 'Mixing coronavirus vaccines is not recommended', health agency warnshttps:\/\/t.co\/TSm4hpVB6k","sentiment_score":-0.2}
{"full_text":"RT Goodbye 2020. Hello 2021. I want to wish you a Happy and Healthy New Year. But remember: The pandemic is still here so sta...","sentiment_score":0.4787878788}
{"full_text":"RT I have no doubt that this man and his entire family will be get vaccinated at the first opportunity.  Akhilesh Yadav state...","sentiment_score":0.125}
{"full_text":"What's the deal with so many fires? Are people afraid to call the heater repair person because of covid so they're using more space heaters?https:\/\/t.co\/qz0t67dUuC","sentiment_score":0.1333333333}
{"full_text":"RT In which Toby Young mocked epidemiologists for predicting a second wave.This wins the 2020 Dunning-Kruger trophy for...","sentiment_score":0.1333333333}
{"full_text":"Programs on pause due to COVID:BuffaloBethune Cookman (OUT)Cal PolyChicago State (OUT)EWFGCUIvy League (OUT)IonaKent StLMUNorth FloridaPacificPepperdineQuinnipiac Saint LouisSyracuse Stony BrookTexas A&amp;M CCTowsonUICUNLVUMES (OUT)VALPOVillanova","sentiment_score":-0.125}
{"full_text":"The national arm of Covid test and trace does not appear to be performing well in Peterborough...https:\/\/t.co\/9F7Fe5AUJy","sentiment_score":0.0}
{"full_text":"Key events in 2020, dominated by the deadly Covid-19 pandemic","sentiment_score":-0.1}
{"full_text":"2021 is hoping to bring a busier and more eventful year for Philippine sports after the novel coronavirus (COVID-19) pandemic stymied most of sports in 2020.","sentiment_score":0.5}
{"full_text":"Highest COVID-19 positivity rate recorded in Karachi: NCOC@nhsrcofficial https:\/\/t.co\/eFmzwhup0K#DialoguePakistan #COVID19 #Positivity #Karachi #NCOC","sentiment_score":0.0}
{"full_text":"Send your letters to bwtpost@newsquest.co.ukhttps:\/\/t.co\/rd5e8RDdoq","sentiment_score":0.0}
{"full_text":"Brain science has led to some drug-free techniques that you can put to use right now.","sentiment_score":0.2857142857}
{"full_text":"RT That's 2 doctors on children's wards calling out the misrepresentation promoted by the virus is being sprea...","sentiment_score":0.0}
{"full_text":"Good afternoon Cape Town! Our team will return at 10.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands","sentiment_score":0.875}
{"full_text":"Next in our #drmartenspresents Filmmaker Series, meet Blimes &amp; Gab.  The MC duo blended their unique styles to create their new album. Now, they're braving the highs and lows of releasing 'Talk About It' mid-pandemic.https:\/\/t.co\/gSTnwKwisa","sentiment_score":0.1704545455}
{"full_text":"5 lessons learned doing content marketing during COVID-19.https:\/\/t.co\/Ql9Xtqt42y via #DigitalMarketing","sentiment_score":0.0}
{"full_text":"15 individuals identified with the new U.K. #COVID-19 #coronavirus variant in #Turkey ... | #SARSCoV2 | #mutant | #Infection | #COVID19 | #pandemic | Via","sentiment_score":0.1363636364}
{"full_text":"The West Virginia National Guard said at least 42 people on Wednesday were mistakenly injected with antibodies to fight COVID-19 instead of the Moderna COVID-19 vaccine. ","sentiment_score":-0.3}
{"full_text":"RT I am throwing it back HARD. I am so so excited to be playing Banjo-Kazooie. Head over to if yo...","sentiment_score":0.0277777778}
{"full_text":"COVID 19 cases in India until : 02\/01\/2021 17:30Total Cases: 10307034 [+547]Active: 248753Recovered: 9906159 [+535]Deaths :149261 [+6]Total Tests: 173.94MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"just stay at home","sentiment_score":0.0}
{"full_text":"Antibody testing, also known as serology testing, is usually done after full recovery from COVID-19. If test results show that you have antibodies, it indicates that you were likely infected with virus at some time. It may also mean that you have some immunity. #mylocaltestuk","sentiment_score":-0.053125}
{"full_text":"Take a look at our latest blog post on the inspiring story of Nadima and her Sar Ramz cooking club which brought people together in the face of Covid-19.","sentiment_score":0.5}
{"full_text":"Health data from BlueCross BlueShield of Tennessee is providing insight into what makes some people more vulnerable to COVID-19 and less likely to accept vaccines.https:\/\/t.co\/2yVUt6kL1U","sentiment_score":-0.0416666667}
{"full_text":"RT CCSA readies 'lockdown' procedures as Pattaya reports 1 death, 37 new Covid-19 cases Saturday via","sentiment_score":0.1363636364}
{"full_text":"The Winchester district remains in Tier 4. This means you must stay at home unless absolutely essential.It's really important that you avoid entering or leaving Tier 4 areas, to protect yourself and others.https:\/\/t.co\/HzKIUXMuKb","sentiment_score":0.3}
{"full_text":"RT JUST IN","sentiment_score":0.0}
{"full_text":"Experts say the coronavirus pandemic has created troublesome conditions for individuals who struggle with substance abuse.","sentiment_score":0.0}
{"full_text":"For historical purposes, 350,000 have died from a pandemic you downplayed and politicized! For historical purposes, you are attempting a coup because your ego will not allow you to admit defeat. For historical purposes, 2.7M of the 20M promised vaccine have been administered!","sentiment_score":0.0}
{"full_text":"RT SP Chief Akhilesh Yadav, University of Sydney, Australia educated, says he won't take Covid vaccine &amp; calls it 'BJP vaccine'...","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic is a reminder that as long as they're making profits, capitalists don't care if we live or die. But unions, at their best, fight for everyone.","sentiment_score":0.3621212121}
{"full_text":"Woman questions COVID-19 test accuracy at CenturyLink Sports Complexhttps:\/\/t.co\/zmTbi89X0V","sentiment_score":0.0}
{"full_text":"#Photos | From face shields to protective dining gear, where would we be without this ubiquitous guard against the pandemic? #TalkingPoint #plastic #COVID19https:\/\/t.co\/MZy1oW3r8T","sentiment_score":0.0}
{"full_text":"The acquittal of Tablighi Jamaat members from abroad nails the widespread lie that they were wilfully spreading COVID-19 and raises questions about the motives behind the demonisation of Muslims.By","sentiment_score":-0.4}
{"full_text":"About 1million of the population has been vaccinated this far with major rollout due....https:\/\/t.co\/WiZZqHEZZd","sentiment_score":0.08125}
{"full_text":"The curbs include bans on social gatherings of more than five people and in-person religious services.","sentiment_score":0.1777777778}
{"full_text":"Tinfoil Greenwald: Glenn goes full MAGA on COVID-19 and social media sensationalism","sentiment_score":0.1916666667}
{"full_text":"One of the Tyson Foods managers fired for betting on how many workers would contract COVID-19 at an Iowa pork plant said the office pool was spontaneous fun and intended to boost morale.","sentiment_score":0.4666666667}
{"full_text":"RT Japan has suffered just 18 covid deaths per million people, by far the lowest in the G7, without mass testing or strict l...","sentiment_score":0.1}
{"full_text":"Some changes have been made to the Paycheck Protection Program this time around to help ensure federal dollars go to small businesses that prove they need the money.","sentiment_score":-0.25}
{"full_text":"French police shut down huge party defying #COVID19 restrictions#France","sentiment_score":0.0814814815}
{"full_text":"RT 1 Sirs you all know very well that how much the business world has suffered due  to the imp...","sentiment_score":0.0916666667}
{"full_text":"#LNRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"Another #2020memory was a video message of support from actor who sent #TeamJubilee, and his sister Joan who worked here, love during the first wave of the #coronavirus pandemic. Video link:","sentiment_score":0.375}
{"full_text":"Online or on-the-ground, UN #Volunteers are contributing to the #UnitedNations response to #COVID19. They need your support.#Donate today!>https:\/\/t.co\/ot3i6evz3L","sentiment_score":0.0}
{"full_text":"The Black Country has now moved into #Tier4, which means...- You cannot leave the place you are living unless you have a reasonable excuse- You cannot meet other people indoors unless they are part of your support bubbleFind out more here:","sentiment_score":0.0716666667}
{"full_text":"RT This time last year, if you'd asked me about basic income, I would have called it a beautiful fantasy. Now, after 12 months...","sentiment_score":0.2833333333}
{"full_text":"RT Any suggestions on good academic book proposal templates?The book is on a sociological\/ethnographic study of a pub (p...","sentiment_score":0.35}
{"full_text":"We have a hardship fund to support people struggling financially due to COVID-19.Help is available through food bank referrals, gas and electricity tokens, and household items like a cooker, microwave, washer, fridge freezer or beds.Apply online at","sentiment_score":0.1375}
{"full_text":"RT COVID-19 accounts for about 40% of patients in ICUs now, compared with around 80% in April. That's a real issue - winters are...","sentiment_score":0.2}
{"full_text":"Delhi Health Minister reviewed the dry run of the Corona vaccine process today.-Delhi Govt will set up 1000 centers for vaccination. -1 lakh people will be vaccinated on a daily basis free of cost.","sentiment_score":0.1111111111}
{"full_text":"RT This is going to be PPE all over againhttps:\/\/t.co\/MoRVKCbssb","sentiment_score":0.0}
