{"full_text":"RT If this is the GOP's idea of healing, it sure explains their COVID policy.","sentiment_score":0.5}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"how about a yoonmin au where jimin is a kindergarten teacher and because of the pandemic he has to teach children through online classes but his boyfriend yoongi was quite interested in seeing his baby teach young little ones so he peeks through the screen behind his boyfriend.","sentiment_score":-0.059375}
{"full_text":"RT Pandemic cut traffic congestion in most countries last year -report","sentiment_score":0.25}
{"full_text":"RT the flower mask,the book that say's \"Hold Out Hope\",it's for the nurses,doctors and all of the frontliners who risked their...","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT Don't wake me up yet  I'll be #workingfromhome for a while... #SocialDistancing ","sentiment_score":0.0}
{"full_text":"Auditor General to Publish COVID-19 Expenditures Report in May","sentiment_score":0.05}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"#NOWPLAYING : Charlie Puth - Girlfriend  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT Ontario Premier Doug Ford's new pandemic plan: Strong words, weak action -- again. editorial","sentiment_score":0.0736742424}
{"full_text":"Immune System: Gut Bacteria to the Rescue | Nature's Real Health","sentiment_score":0.2}
{"full_text":"RT George Hill on the NBA COVID-19 protocols: \"I'm a grown man, so I'm going to do what I want to do. If I want to go se...","sentiment_score":0.0}
{"full_text":"Incubation period up to 14 days. When again did Pelosi bring in quarantined COVID people to cast their vote for her as speaker to ensure she didn't lose? ","sentiment_score":0.0}
{"full_text":"Total deaths per 1M\/pop.:1. NJ 2,264 (+20)2. NY 2,047 (+11)3. MA 1,926 (+10)4. RI 1,860 (+22)5. CT 1,809 (+9)6. SD 1,792 (+0)7. ND 1,778 (+4)8. MS 1,775 (+32)9. LA 1,715 (+12)10. IL 1,539 (+11)https:\/\/t.co\/dBr3uPg4nS","sentiment_score":0.0}
{"full_text":"RT Syd and I were folding laundry with Charlie tonight and talking about COVID deniers and as she finished folding a washcl...","sentiment_score":0.0}
{"full_text":"RT Rep. Watson Coleman: I'm 75. I had cancer. I got covid-19 because my GOP colleagues dismiss facts.","sentiment_score":0.0}
{"full_text":"Covid leaves people permantely effected for the rest of their life's and if they don't they're lucky. Your point was about testing and that if you stop testing you stop the pandemic, That's simply not how it works on any scale of scientific fact.","sentiment_score":0.1666666667}
{"full_text":"Elizabeth Hurley Steps Outside for Dazzling 'Lockdown Shoot' Photo","sentiment_score":0.375}
{"full_text":"RT This week, Republicans have bitched and moaned over losing Twitter followers, being kicked-off Harvard IOP Board, having a...","sentiment_score":0.0}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"Covid brain? \"Heavy Greek\"? Dog got your phone?","sentiment_score":-0.1}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"RT Wearing a mask shows you respect the people around you.Wearing a mask shows your gratitude for frontline workers.Wea...","sentiment_score":0.0}
{"full_text":"RT They r saying everyone must watch this movie in theatres with 0 expectations that too during Pandemic  Why? To give money t...","sentiment_score":0.0}
{"full_text":"RT Yesterday, I called for fines to be levied on every Member who cruelly and recklessly refuses to wear a mask in the Capitol...","sentiment_score":-1.0}
{"full_text":"RT This is the highest number of new Covid-19 deaths the United States has ever reported in one day.","sentiment_score":0.1363636364}
{"full_text":"This COVID shit is so crazy so jus wear yo mask ","sentiment_score":-0.4}
{"full_text":"RT I am expanding COVID-19 vaccination eligibility in Oregon to include everyone age 65 and older. Vaccinations of seniors...","sentiment_score":0.1666666667}
{"full_text":"Matt Gaetz is the dumbest person serving in Congress.","sentiment_score":0.0}
{"full_text":"Mr Ford you are &amp; your advisers not doing proper job. Schools closed &amp; day care are open WHAT? Are you OK. Two month ago my grand child's day care teacher got COVID-19 &amp; my family was in quarantine for 24 days. You should close day care also. Catch sick with virus, keep away ","sentiment_score":0.030952381}
{"full_text":"RT This comes after THREE Dem members tested positive for COVID after having to quarantine in secure room with Republicans l...","sentiment_score":0.3136363636}
{"full_text":"RT lol more and more confirmation that we're in a bubble. few of these 13 million rubes will see a payout from this, but the...","sentiment_score":0.4}
{"full_text":"RT Pence's failure to recognize his duty by way of the 25th aside, never forget this disgraceful person has been the \"lea...","sentiment_score":-0.3166666667}
{"full_text":"RT Since early December, Ireland had a strict six-week lockdown.It has since left lockdown and now has one the highest CO...","sentiment_score":0.05}
{"full_text":"Wow gotta say that is awesome!!","sentiment_score":0.55}
{"full_text":"Thanks Same Joan. NHS staff have also been notified of a 12 week delay when 46,000 staff are now off work with covid. Soon there will be insufficient staff to run the service. Who is running this vaccine rollout again?","sentiment_score":0.1}
{"full_text":"Oh god that's terrible man hopefully you can find another job that's a terrible thing to happen during a pandemic like this thougts and prayer your way man","sentiment_score":-1.0}
{"full_text":"RT George Hill on the NBA COVID-19 protocols: \"I'm a grown man, so I'm going to do what I want to do. If I want to go se...","sentiment_score":0.0}
{"full_text":"RT Worse, the lockdown will have no effect","sentiment_score":-0.4}
{"full_text":"RT We broke 4000 deaths again today. 2nd time ever. We are headed to 5000 deaths\/day before end of Feb. We need to vaccina...","sentiment_score":0.0}
{"full_text":" Big Business can't wait for you to pass this one. Let's get rid of the mom &amp; pops that made it through covid. Cause that's what this will do. Forcing small businesses (the ones that are left) to pay people $15\/hr for work that's not even worth the current minimum wage? Yikes","sentiment_score":0.01}
{"full_text":"Please also share daily corona report of Punjab as you did till 31st of Dec 2020","sentiment_score":0.0}
{"full_text":"RT So Bruce Willis is a Trumper who won't wear a mask in public places even though the Covid numbers are astronomically hi...","sentiment_score":0.0}
{"full_text":"To be fair, fauci did say no masks, and they did say 2 week lockdown.. then the goal posts moved and moved.. chicago was a fucking ghost town and when the people did go to the store they had masks ..in the beginning..shit fell apart 3mos in when everybody kept hearing 2more weeks","sentiment_score":0.05}
{"full_text":"RT Infecting your colleagues with covid during a violent coup you inspired certainly seems like grounds for expulsion","sentiment_score":-0.2928571429}
{"full_text":"\"Damens is de action al open? UPUP\"","sentiment_score":0.05}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"RT  Please investigate  the actions of  and consider adding her to the National no fly...","sentiment_score":-0.4}
{"full_text":"RT Australia's billionaires became 50% richer during the pandemic.Tax them properly and we can easily afford to put JobKe...","sentiment_score":0.2166666667}
{"full_text":"The #NBA outlined new guidelines to mitigate the risk of COVID-19:https:\/\/t.co\/kSR3j7McZ5","sentiment_score":0.1363636364}
{"full_text":"RT The anger is palpable in Congress: Democrats vs. Republicans; Republicans vs. Republicans; the security failures that led vio...","sentiment_score":-0.35}
{"full_text":"RT \"At least I'll be healthy to be able to take care of the people that aren't\" -- Saskatoon ICU nurse sees sliver of hope...","sentiment_score":0.2333333333}
{"full_text":"RT Last week, joined the #PlayersPullUp Tour in Hattiesburg to give out food, baseball gear, and COVID-19 suppl...","sentiment_score":0.0}
{"full_text":"RT Niggas be trying to have 1 good girl on lock down meanwhile they put here entertaining 7 hoes &amp; an ex ","sentiment_score":0.3481481481}
{"full_text":"RT .@CIFState Education-Based Athletics COVID-19 Tier Map (updated 1.12.21)","sentiment_score":0.0}
{"full_text":"RT Sobering--CNN reporter crying on air after seeing devastation at California 10 hospitals full of #COVID19 pat...","sentiment_score":0.075}
{"full_text":"RT This is a DEEPLY unpopular impeachment.The American people wish we were here dealing with coronavirus, not the virus of...","sentiment_score":0.0}
{"full_text":"RT This is a DEEPLY unpopular impeachment.The American people wish we were here dealing with coronavirus, not the virus of...","sentiment_score":0.0}
{"full_text":"RT You missed Jake LaTurner (KS). Not only did he refuse to wear a mask, he tested positive for Covid s...","sentiment_score":0.1136363636}
{"full_text":"RT Syd and I were folding laundry with Charlie tonight and talking about COVID deniers and as she finished folding a washcl...","sentiment_score":0.0}
{"full_text":"RT Almost unbelievable that 1 year into a pandemic, all it took to break Tokyo hospitals is passing 1000 cases (not deaths!) a...","sentiment_score":-0.3125}
{"full_text":"RT Global investors call for end to seafarers marooned at sea due to coronavirus","sentiment_score":-0.0625}
{"full_text":"RT If they can deliver an online lectures then why they cannat take an online exams.Why there is no danger from corona now?...","sentiment_score":0.0}
{"full_text":"Arguably took a big step back from last season. Not sure how the pandemic and pauses affected him, but it's really not good. Seems like lower effort, makes, and effort.","sentiment_score":-0.12}
{"full_text":"RT Our paper, \"An evidence review of face masks against COVID-19\", written by a cross-disciplinary team of 19 international...","sentiment_score":0.0}
{"full_text":"#Chinese state sponsored media having an increased interest on this isolated #Indian Ocean island's capital recently ...#WuhanCoronavirus #SriLanka #COVIDSecondWave #Colombo #COVID19LK #ChineseVirus  #WuhanVirus #COVID19SL #lka","sentiment_score":0.0}
{"full_text":"So cute! Sorry to hear she has Covid. Praying for a speedy recovery! ","sentiment_score":0.0}
{"full_text":"RT Syd and I were folding laundry with Charlie tonight and talking about COVID deniers and as she finished folding a washcl...","sentiment_score":0.0}
{"full_text":"Covid made it easier to withdraw from  Trump supporters!","sentiment_score":0.0}
{"full_text":"RT It's about time to require negative #covid19 tests before international travel. This should be mandated before domestic air...","sentiment_score":-0.1}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"Welcome to our colony, We hope you enjoy your stay in our lovely home.If you need some tc boosters, here are some of our beautiful butterflies' question threads to help you. Have fun!","sentiment_score":0.585}
{"full_text":"I think it's great that Grindr blocked Donald Trump from using their platform, but maybe Grindr, Scruff, Growlr, Manhunt, Fet Life, etc. should also maybe just cease to exist during a global pandemic? Hashtag Vaccinated Top should not be trending on my Instagram.","sentiment_score":0.4333333333}
{"full_text":"RT #BREAKING - Stay at home order starting 12:01 a.m Thursday requiring everyone to remain at home with exceptions for ess...","sentiment_score":0.0}
{"full_text":"RT man can i retweet this harder","sentiment_score":-0.1}
{"full_text":"RT A 2021 silver lining emerges:","sentiment_score":0.0}
{"full_text":"RT Unfortunately, I received a positive COVID-19 test this morning following being tested yesterday on the advice of the Hou...","sentiment_score":-0.0909090909}
{"full_text":"Will suspend judgement in absence of more details. 'He fell down an elevator shaft onto some bullets, so he clearly died of Covid.'","sentiment_score":0.1079861111}
{"full_text":"RT How can you be thrown out of a Costco for refusing to wear a mask but not Congress","sentiment_score":0.0}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"RT \"Asked directly in his interview if he felt his father incited the crowd, Eric Trump paused and then the line went dead.\"...","sentiment_score":-0.05}
{"full_text":"It's all fun and games until you give someone COVID and they die.","sentiment_score":0.3}
{"full_text":"Well maybe you shouldn't","sentiment_score":0.0}
{"full_text":"You should tell them to go inside and investigate. Then when they say \"No way, it's full of Covid patients!\" you can retire from life victorious.","sentiment_score":0.4375}
{"full_text":"Invoke the damn thing, and save yourself the stress Mr. Vice PresidentRead the thread below if you're interested in a work from home  for extra income#WearAMaskhttps:\/\/t.co\/09FUWCoLqt","sentiment_score":0.125}
{"full_text":"RT Congressional approval at 15% according to Gallup. 60% in another poll say impeachment is a waste of $\/time. 77% wish Cong...","sentiment_score":-0.2}
{"full_text":"RT Black people specifically were 4.5 times more likely to be policed and punished for coronavirus orders than white people....","sentiment_score":0.0833333333}
{"full_text":"RT COVID Update January 12: We can't save lives when we're too busy with the circus. 1\/","sentiment_score":0.1}
{"full_text":"I thought your Alabama Natty Article reeked of self grandstanding and ego. You know, a lot of people, me included,are healthy with a working immune system. We(I) find this \"pandemic\" to be the \"bullshit\" you speak of. Not a college football season that gave us a break from the BS","sentiment_score":0.5}
{"full_text":"And wear a mask. Forever.","sentiment_score":0.0}
{"full_text":"its kinda weird that you guys are complaining that people are being miserable and negative weve literally been in this pandemic for a year","sentiment_score":-0.6}
{"full_text":"I had the Covid-19 vaccine today. I have not been able to use my #iphone. I think there is a conflict. #Microsoft and #apple are not compatible. My #Tweeter feed is exclusively from #BillGates. Any ideas?","sentiment_score":0.5}
{"full_text":"Love how people seem to not really give a shit about highrisk people during this pandemic. I guess your life doesn't matter as much if you're sick.","sentiment_score":-0.0628571429}
{"full_text":"*splash*That's the sound of \"The Return Of Bruno\" going in the sea.*metaphorical sea, I wouldn't chuck plastic in the sea**I'm not a monster*","sentiment_score":0.4}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"RT This week, Republicans have bitched and moaned over losing Twitter followers, being kicked-off Harvard IOP Board, having a...","sentiment_score":0.0}
{"full_text":"RT Syd and I were folding laundry with Charlie tonight and talking about COVID deniers and as she finished folding a washcl...","sentiment_score":0.0}
{"full_text":"RT This is a DEEPLY unpopular impeachment.The American people wish we were here dealing with coronavirus, not the virus of...","sentiment_score":0.0}
{"full_text":"We pray that the deep divisions in our nation can be healed so that our nation can focus on serving #humanity - especially during this #pandemic. #MuslimsforPeace #CapitolRiots","sentiment_score":0.0}
{"full_text":"Medical worker proposed to boyfriend during COVID-19 vaccine appointment!","sentiment_score":0.0}
{"full_text":"RT The Supreme Court has ordered that women must visit a doctor's office, hospital or clinic in person to obtain an abortion pill duri...","sentiment_score":0.0}
{"full_text":"Disneyland to become \"super\" COVID-19 mass-vaccination site","sentiment_score":0.3333333333}
{"full_text":"KZN education rejects call to halt matric script marking after two markers succumb to Covid-19","sentiment_score":0.0}
{"full_text":"#UPDATE: Pakistan #COVID19 cases Wednesday-* Confirmed 508,824* Active 33,102* Deaths 10,772* Recovered 464,950-Official Source: -#CoronavirusPakistan:","sentiment_score":0.1333333333}
{"full_text":"A silver lining during the uncertainty of the pandemic was music accessibility for everyone. The performed hundreds of shows outdoors throughout the summer, making our list of Best Community Jams.https:\/\/t.co\/LYXRXeiK3U","sentiment_score":1.0}
{"full_text":"Africa's most populous nation has not been as hard-hit by the pandemic as others on the continent, such as South Africa, but it is in the grip of a second wave of infections.https:\/\/t.co\/DM5toU8vMJ","sentiment_score":0.1666666667}
{"full_text":". has revealed his methods to coping with lockdown -","sentiment_score":0.0}
{"full_text":"'The numbers are going in the wrong direction right now': CT COVID positivity rate spikes over 10%. News 8's  has the story and what you can do to keep the numbers down. &gt;&gt;","sentiment_score":-0.1232804233}
{"full_text":"Are you snacking more during the #Covid19 pandemic? That's normal, but there are better ways to handle the stress: #emotionaleating #mentalhealth","sentiment_score":0.3833333333}
{"full_text":"Passenger Boat on Lake Tahoec. 1919#tuesdayvibe #COVID19 #History","sentiment_score":0.0}
{"full_text":"Protect yourself from COVID-19.  Cover your mouth and nose with your elbow or tissue when coughing or sneezing and dispose of the used tissue immediately.  #LifelongPromise #Covid19","sentiment_score":0.0}
{"full_text":"Hello dears, I'm finding my Twitter timeline overwhelming atm, so I'm gonna take a wee hiatus to focus on my screenplay &amp; begin post on a short film I wrote &amp; shot during lockdown. It's called \"Solace\"Take care. See you soon #screenwriters #WritingCommunity #director #WRAC21","sentiment_score":0.25}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"The Philippines is likely to recover from the pandemic-induced recession with a seven percent gross domestic product (GDP) growth this year, according to Moody's Investors Service.","sentiment_score":0.0}
{"full_text":"RT Infecting your colleagues with covid during a violent coup you inspired certainly seems like grounds for expulsion","sentiment_score":-0.2928571429}
{"full_text":"Eventually children will need to be vaccinated for #COVID19. But how soon should that happen? Find out why paediatricians are split when it comes to making that call, via","sentiment_score":0.0}
{"full_text":"We asked some more kids what they know about COVID-19!!  ","sentiment_score":0.78125}
{"full_text":"In Pics: No herd immunity","sentiment_score":0.0}
{"full_text":"\"We are reminded now that in the fight for progress and prosperity we each share responsibility. And it begins with broadband.\"","sentiment_score":0.0}
{"full_text":"The incident occurred in Canada's Quebec on Saturday night when a woman was caught walking her husband on a leash at 9 pm, an hour after coronavirus curfew was imposed.https:\/\/t.co\/cz9ca9IfW8","sentiment_score":0.0}
{"full_text":"Anyone flying to the U.S. will soon need to show proof of a negative test for COVID-19.","sentiment_score":-0.3}
{"full_text":"COVID-19 at the forefront of the first Leon County school board meeting of 2021","sentiment_score":0.25}
{"full_text":"Cone Health had its highest COVID-19 patient intake on Monday and expects it to be over capacity by Jan. 19.","sentiment_score":0.0}
{"full_text":"WATCH: Group fights COVID-19 vaccine misinformation","sentiment_score":0.0}
{"full_text":"Within a span of about 24 hours, three House Democrats have announced they tested positive for COVID-19, prompting concern that last week's insurrection at the Capitol.","sentiment_score":0.1136363636}
{"full_text":"#COVIDVaccination | All vaccine beneficiaries in Maharashtra will be given a vaccination certificate with unique QR code as proof of their Covid-19 immunisation(report by","sentiment_score":0.375}
{"full_text":"A Vancouver Island First Nation is considering calling for an RCMP or human rights investigation due to growing racism related to COVID-19.https:\/\/t.co\/zX8jVse5gV","sentiment_score":0.03125}
{"full_text":"A #Merritt restaurant has temporarily closed after an employee tested positive for #COVID19. #Kamloops","sentiment_score":0.0636363636}
{"full_text":"Starting Jan. 26, the CDC will require universal COVID-19 testing for all passengers on international flights to the U.S.","sentiment_score":0.0}
{"full_text":"Record #COVID-19 #coronavirus deaths reported in #Mississippi ... | #SARSCoV2 | #infections | #COVID19 | #PublicHealth | #fatalities | Via","sentiment_score":0.0}
{"full_text":"Airline passengers to US must get negative COVID-19 test first, CDC sayshttps:\/\/t.co\/PH46hnl2bK","sentiment_score":-0.025}
{"full_text":"Starting Jan. 26, the CDC will require universal COVID-19 testing for all passengers on international flights to the U.S.","sentiment_score":0.0}
{"full_text":"Due to Movement Control Order (MCO) starting today, we from Deco Guru want to remind everyone to STAY SAFE and STAY AT HOME!We'll try our best to keep the work going so that all project can finished on time. We truly appreciate your patience with your home's project. Thank you.","sentiment_score":0.34375}
{"full_text":"Erie County is running low on COVID-19 vaccines, but the county is getting enough to get through all appointments for the rest of the week.","sentiment_score":0.0}
