{"full_text":"This tweet didnt age well eh ?","sentiment_score":0.0}
{"full_text":"Norwell firefighters got their first dose of the coronavirus vaccine today. Many thanks to Chief Simpson for allowing to tag along.","sentiment_score":0.3166666667}
{"full_text":"RT I am safe. We are sheltering in place. Make no mistake: President Trump and his enablers are directly responsible for t...","sentiment_score":0.35}
{"full_text":"RT my heart goes out to anyone whose attachment style is dismissive-avoidant and lives with their parents during this pandemic","sentiment_score":0.0}
{"full_text":"RT This is the same Senator that tested positive for Covid upon arriving at the White House several weeks ago to pursue his a...","sentiment_score":0.0568181818}
{"full_text":"Capitol secured hours after mob breach","sentiment_score":0.0}
{"full_text":"I told my mom, when all this pandemic and other things started happening, that never in my lifetime did I ever think I would see this! She said, \"mijo, I didn't think I would too &amp; I'm old already\". We r living history.","sentiment_score":-0.028125}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"Damn never did he die in February. Makes sense though cuz the pandemic wasn't really a thing when I found out about him dying","sentiment_score":0.2}
{"full_text":"this account is posting these for every state! usa oomfs go check the one for your state and pls be safe!","sentiment_score":0.625}
{"full_text":"RT A civil war in the middle of a pandemic can't even leave bc of the pandemictoo scared to go outside...","sentiment_score":0.0}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT $PCTL granted US Patent #10885497 for \"Material tracking system\". Shows possible COVID-19 related inventions for remot...","sentiment_score":0.0}
{"full_text":"RT This is the same Senator that tested positive for Covid upon arriving at the White House several weeks ago to pursue his a...","sentiment_score":0.0568181818}
{"full_text":"Twitter, Facebook lock down Trump after social media-fueled riot in D.C. ","sentiment_score":-0.0611111111}
{"full_text":"RT AVOID UBERS IF POSSIBLE IN DC(More info below)","sentiment_score":0.0}
{"full_text":"RT The EPA illegally destroyed records, deceived the National Archives and Records Administration about that destruction, and fa...","sentiment_score":-0.5}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"RT Remember when her husband sold a boat load of stock after Senators were briefed on Covid back in January right before we...","sentiment_score":0.1428571429}
{"full_text":"RT The incredible show of force that we saw in DC this summer... Where is it? That was nowhere near what we are seeing happe...","sentiment_score":0.5}
{"full_text":"RT hiii so idk if this is a good time or not but im a black college student who isn't getting paid due to covid restrictions f...","sentiment_score":0.1361111111}
{"full_text":"Sad THREAD from Worth reading.","sentiment_score":-0.1}
{"full_text":"RT I'm in the Capitol. I'm safe, and my team and I are sheltering in place.The President of the United States has incited a rio...","sentiment_score":0.5}
{"full_text":"RT In a day of US infamy, there's yet another huge loss of American lives, the relentless rise of the sick hospitalized, and ov...","sentiment_score":-0.1047619048}
{"full_text":"RT \"I'm a black queer 19 year old and I live in the deep south (Arkansas) in an abusive household and work in a high volume...","sentiment_score":0.0459393939}
{"full_text":"RT I have covered KKM press conferences for almost 9 months now &amp; I have not heard use words like \"breaking poi...","sentiment_score":0.0}
{"full_text":"RT In Japan, COVID-19 emergency declaration  have been forecasting from 3~4 days ago.Although they had a holiday season unt...","sentiment_score":0.0}
{"full_text":"RT Stay ya ass at home tonight.","sentiment_score":0.0}
{"full_text":"RT I hope all the terrorists today got Covid heehee","sentiment_score":0.0}
{"full_text":"RT Part 2\/2: Don't question the Coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"And it's the same thing with COVID-19! Just because people don't see the millions of sick and dead on TV, they feel like it isn't real. Like it's a HOAX!! Smdh","sentiment_score":-0.1504464286}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"Then you lock the building down. Full stop.","sentiment_score":0.0972222222}
{"full_text":"RT I'm in the Capitol. I'm safe, and my team and I are sheltering in place.The President of the United States has incited a rio...","sentiment_score":0.5}
{"full_text":"Today was a stark reminder that gun reform should be the first order of business after inauguration day.","sentiment_score":0.025}
{"full_text":"My peeps in Arizona stay safe stay at home and DONT GET RIDES FROM STRANGERS PLEASE","sentiment_score":0.5}
{"full_text":"Authorities can now go online or call to schedule appointments for COVID-19 vaccinations #fakeheadlinebot #learntocode #makeatwitterbot #javascript","sentiment_score":0.0}
{"full_text":"He just had a photo op at one of the fraud hearings!! I remember this! He doesn't know Guliani from squat!!! People were able to come up and get their picture taken. Probably how Guliani got Covid!","sentiment_score":0.625}
{"full_text":"Got to take a COVID test just to be on set. Shyt crazyyy.","sentiment_score":0.0}
{"full_text":"RT Yet again it will be teachers who do the work of repairing the damage adults have done. What we witnessed today can't be ignore...","sentiment_score":0.0}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT Breaking: Coronavirus vaccinations could be rolled out in Australia as early as next month, Prime Minister Scott Morrison has anno...","sentiment_score":0.05}
{"full_text":"RT If you are a POC and in DTLA, STAY INDOORS.DO NOT LEAVE YOUR HOME.","sentiment_score":0.0}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"RT The incarcerated are vulnerable Canadians.","sentiment_score":-0.5}
{"full_text":"RT Donald Trump is the GOP.Take him out of the picture and you don't have a GOP.Fight for Trump or we'll let it burn...","sentiment_score":0.0}
{"full_text":"That's only because they built shitty walls instead of strong  American Trump walls! If Trump built walls for Israel 0 covid 0 lockdown 0 masks!","sentiment_score":0.1444444444}
{"full_text":"RT Anderson Cooper's classist dog whistle that they're going to \"return to the holiday inn &amp;olive garden\" as if these ppl don't...","sentiment_score":0.0}
{"full_text":"hello please allow students to stay home from school from the dates January 7th 2021 to January 9th 2021. Allowing students to still attend school is a risk of their safety, which you claim to care about. Listen to the people! !!","sentiment_score":0.0}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"RT We've now surpassed 21,856,400 confirmed #COVID19 cases in the United States.The death toll climbs to 369,958.*263,...","sentiment_score":0.4}
{"full_text":"RT What was once dismissed as conspiracy theory is now getting the light it deserves. We need a full independent investigati...","sentiment_score":0.25}
{"full_text":"RT Pitt High went on lockdown during our riots faster than the capitol.","sentiment_score":0.16}
{"full_text":"RT places to avoid right now if you're bipoc and live in california:- anaheim- bakersfield- berkley- brownsville- canyon...","sentiment_score":0.211038961}
{"full_text":"RT THIS IS DOWNTOWN LA RIGHT NOW!! EVERYONE STAY AWAY FROM DTLA, CITY HALL, RODEO DRIVE AND 110!! STAY HOME! ","sentiment_score":0.8719308036}
{"full_text":"RT 1\/ I thought I'd write about my experience re-entering South Korea, where I reside, during this global pandemic. It wasn'...","sentiment_score":0.0}
{"full_text":"RT This can't be right. Canadians returning from abroad now have to do their 14-day quarantine in a government camp -- they can...","sentiment_score":0.2857142857}
{"full_text":"RT i love this harry stylesHARRY WEAR A MASK ","sentiment_score":0.5}
{"full_text":"RT Yesterday I was (Covid safely) sworn in for my second term in the House of Representatives. It's the honor of my life to...","sentiment_score":0.25}
{"full_text":"RT please help a Black latine lesbian couple afford basic necessities! Jaasiel needs to escape their abuser and Luna does...","sentiment_score":-0.0833333333}
{"full_text":"Facts. Take a listen to my new podcast:","sentiment_score":0.1363636364}
{"full_text":"RT We have not talked enough about how the swarms of domestic terrorists who raided the Capitol today wore no masks and pr...","sentiment_score":0.0}
{"full_text":"RT Today marks 2 RNs in LTC that I know of, where I work regularly and now are in outbreaks, who ended up needing ICU trea...","sentiment_score":0.0}
{"full_text":"And yet your pinned post says Lockdowns are bad.  In this case (and in the case of covid) they save lives.  Do you get it yet?","sentiment_score":-0.7}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"covid 21 is a mf. clearly our vitality is dOOmed.","sentiment_score":0.1}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"Juskolord Trump told supporters to block the count how evil.","sentiment_score":-1.0}
{"full_text":"RT When I joined the military, I took an oath to defend my country against all threats, foreign and domestic. These are sedit...","sentiment_score":-0.075}
{"full_text":"RT I'm safe and sheltering in place. Thank you to folks reaching out. The President of the United States incited a coup...","sentiment_score":0.5}
{"full_text":"RT How does Congress like sheltering in place like our kids do when there is an active shooter???","sentiment_score":-0.1333333333}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"People from the UK and South Africa could now be locked out of the country. #COVID19 #internationaltravel #travel","sentiment_score":0.0}
{"full_text":"China's BGI Genomics on Jan 5 announced successful development of a rapid detection #kit for new strain of the novel coronavirus-SARS-CoV-2 B.1.1.7, which was originally discovered in UK. #BGI pledged the kit could identify and diagnose new strain's main mutation N501Y in 1 hour.","sentiment_score":0.3128787879}
{"full_text":"WATCH: Doctors are reminding residents that ERs are still open for non-COVID-19 emergencies. explains.","sentiment_score":0.0}
{"full_text":"Augusta mayor wishes he would've taken COVID-19 more seriously after family contracts the virushttps:\/\/t.co\/WMTCzHxJgS","sentiment_score":0.0833333333}
{"full_text":"Dalian Port saw a further decline in cargo throughput growth since the sharp decrease in China's trade demand in the early stage of COVID-19 outbreak caused the partial transfer of domestic trade goods to Yingkou Port.","sentiment_score":-0.025}
{"full_text":"Hay covid","sentiment_score":0.0}
{"full_text":"As the vaccinations for those in Phase 1a finish, the Hyde County Health Department said COVID-19 vaccinations began Wednesday for those ages 75 and older.https:\/\/t.co\/WsQy4bjxXG","sentiment_score":0.0}
{"full_text":"Health Teams and the #Fiji Emergency Medical Assistance Teams are visiting all affected villages and districts and so far there has not been any outbreak of diseases in the cyclone-affected areas.#FijiNews #TeamFiji #FijianGovernment #TCYasa","sentiment_score":0.05}
{"full_text":" Coronavirus continues to wreak havoc in  English football as at least a couple of  third round ties scheduled for this weekend are at the risk of getting postponed due to rising positive cases! https:\/\/t.co\/Mn1TbUQnTf","sentiment_score":-0.0568181818}
{"full_text":"RT Lockdown to March 31st. Actually incomprehensible to me anyone should accept this. I know *I* can't do it. I just can't. I'm...","sentiment_score":0.0}
{"full_text":"In this recent study, &amp; colleagues found that, \"early administration of high-titer convalescent plasma against #SARSCoV2 to mildly ill infected older adults reduced the progression of #COVID19,\" published by #MedTwitterhttps:\/\/t.co\/i3RBswYMKc","sentiment_score":-0.0583333333}
{"full_text":"Hospitalizations for #COVID19 officially surpass 8,000 patients.","sentiment_score":0.0}
{"full_text":"Reaction to Kevin Stefanski's COVID-19 news is both sad and angryhttps:\/\/t.co\/5gc1rHhcFL","sentiment_score":-0.5}
{"full_text":"Readers Write: The storming of the U.S. Capitol, the electoral objections, the Georgia results, pandemic scofflaws","sentiment_score":0.0}
{"full_text":"Isn't Loeffler the one whose family pulled a bunch of stock out of the market right before COVID?  I'm pretty much most politicians just stink.","sentiment_score":0.3452380952}
{"full_text":"'Disease X' may be the next pandemic -- it could be contagious and can spread as fast as Covid-19 and have a fatality rate between 50-90 percent of Ebola.https:\/\/t.co\/RErx29U3l5","sentiment_score":0.1}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"Some Arizonans may have the more contagious UK variant of the coronavirus, according to a pattern observed in ASU's saliva-based PCR tests. reports.","sentiment_score":0.5}
{"full_text":"Rocklin Fairc. 1901Horse Race Trace#wednesdaythought #electoralcollegeVote #COVID19","sentiment_score":0.0}
{"full_text":"RT The 2021 Grammys have been postponed due to concerns over the spread of COVID-19. #BillboardNews","sentiment_score":-0.125}
{"full_text":"Macon County Public Health says 13 residents and 4 staff members at Macon Valley in Franklin have tested positive for COVID-19.","sentiment_score":0.1136363636}
{"full_text":"RT And y'all better NOT BE OUTSIDE!!These are wild thugs out here ! Stay home.This ain't our business.Stay at home safe but dan...","sentiment_score":0.375}
{"full_text":"RT They waltzed into the US Capitol, seized it, installed a Trump flag in place of the US flag, had members of Congress shelte...","sentiment_score":0.0}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"The Philippines will know in two weeks how many vaccines against COVID-19 it could get from Moderna and Pfizer-BioNTech, Philippine Ambassador to the US Jose Manuel Romualdez said.","sentiment_score":0.5}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"RT Whole economy in shambles. Evictions after evictions. No healthcare. Massive unemployment. No financial support. Pandem...","sentiment_score":0.0666666667}
{"full_text":"RT hey im an afrolatina college student and since both my parents got covid earlier this year we've been struggling. currently...","sentiment_score":0.0}
{"full_text":"Cringy COVID phrase\"We're all in this together\"We've never been more LONELY than ever before!","sentiment_score":0.1875}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"She's one of the ones who dumped a bunch of stock after the covid briefing before the public was made aware. Shes a swamp creature.","sentiment_score":0.125}
{"full_text":"RT I'm currently sheltering in place. The Capitol building has been breached and both chambers are locked down.This is the c...","sentiment_score":0.0}
{"full_text":"RT im seeing a lot of people say proud boys \/ maga rioters are in almost every major city right now. i'll put a list of all t...","sentiment_score":0.3827380952}
{"full_text":"As if they were gonna need an excuse. We are, and have been, reaping the bounty of  the seeds of division sown by Obama beginning way back in 2008.  And in case you haven't been paying attention, our \"freedoms\" have been increasingly restricted since COVID struck.","sentiment_score":-0.025}
{"full_text":"Current Conditions for #Sayre PATemp: 31.3FWind Chill: 27.2FHumidity: 85%Dew Point: 27.3F Barometer: 30.290 inHgWind: 5 mph from the WNWCorona Virus Weekly Stats:Cases: 180.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The government wants to keep the Philippines free from the new COVID-19 variant by banning foreign travelers from countries with such cases. But Hong Kong found a resident who traveled to Manila infected with the new strain. | via","sentiment_score":0.1246212121}
{"full_text":"Every state in Mexico is expected to receive the first doses of the coronavirus vaccine by the beginning of next week. reports.","sentiment_score":0.05}
{"full_text":"From my #blog - 2020: Imperfectly Perfect: #2020yearinreview #COVID #lockdown #writinglife #writers #liveyourbestlife #dowhatyoulove #believeinyourself #change #hope #lifelessons","sentiment_score":1.0}
{"full_text":"RT How does Congress like sheltering in place like our kids do when there is an active shooter???","sentiment_score":-0.1333333333}
{"full_text":"Many local small businesses said there have been problems with the state website crashing and being overwhelmed. This week the state pushed the application deadline back from December 8 to December 13.","sentiment_score":0.0625}
{"full_text":"Damn, so now he's sending 1000 more people to a super-spreader event to their obvious deaths from Covid? This dude is the most successful serial killer in history.","sentiment_score":0.4375}
{"full_text":"RT Switzerland on Wednesday decided to extend coronavirus measures by five weeks until the end of February. The decision in...","sentiment_score":0.0}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"Thank God these terrorist maniacs are also Covid deniers and their privilege lets us see their disgusting faces. Let's see the smiles when they are arrested. They will be arrested right??","sentiment_score":-0.3571428571}
{"full_text":"RT PEOPLE IN CALIFORNIA , DC , FLORIDA , GEORGIA , NORTH CAROLINA , MINNESOTA , KANSAS , OREGON , TEXAS , ARKANSAS , ILLI...","sentiment_score":0.0}
{"full_text":"RT a lot of people are feeling unproductive this year. if you didn't actively help spread covid or participate in a coup on   c...","sentiment_score":-0.1333333333}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT While potus has focused entirely on overturning an election, he's ignored domestic terrorism, foreign hacking of its most sens...","sentiment_score":0.09375}
{"full_text":"\"COVID-19: home stretch and fourth wave Q&amp;A\", by habryka (10m read)","sentiment_score":0.0}
