{"full_text":"RT Bullshit as usual. Blacks and Latinos have the highest obesity rates = high blood pressure and diabetes = comorbidity facto...","sentiment_score":-0.045}
{"full_text":"Pay for rent\/bills and help my friends during the Pandemic","sentiment_score":0.0}
{"full_text":"RT WATCH LIVE: Our News team breaks down what you need to know about the coronavirus pandemic, including vaccine distribution an...","sentiment_score":-0.0095959596}
{"full_text":"RT Biden's covid advisor Osterholm says that 2 masks are less effective than 1Fauci says 2 masks are clearly more effective...","sentiment_score":0.3833333333}
{"full_text":"SCIENTIFIC EVIDENCE(Nov2020):IN LINE w\/ all previous VIRUS behavior. GOOD follow up research on Wuhan China data ... ABSTRACT notes ASYMPTOMATIC spread is NOT evident\/Should ALLEVIATE concerns by many and ELIMINATE mask mandates.#C19IsANormalVirus","sentiment_score":0.3444444444}
{"full_text":"RT  absolutely devastating news. 883 people who could not stay at home, who went into a battle they never expected to fi...","sentiment_score":-0.475}
{"full_text":"It is unfortunate that some schools of Nagpur though in a good financial position are charging full fees during lockdown period.","sentiment_score":0.1375}
{"full_text":"Tanzania has got it right!  #Amen","sentiment_score":0.3571428571}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT BREAKING: \/ have found another Tory donor linked to more govt contracts.Firm founded by...","sentiment_score":0.125}
{"full_text":"RT So Given Movie is coming to Crunchyroll the 03 february,same as the DVD,we can be proud of us we have been waiting A YEA...","sentiment_score":0.8}
{"full_text":"RT Asked if he supported using reconciliation to pass his $1.9 trillion COVID relief plan, President Biden said: \"I support passi...","sentiment_score":0.0}
{"full_text":"RT SO YOU TAKE PFIZER'S 66% EFFECTIVENESS, PLUS MODERNA'S 80.2% EFFECTIVENESS, AND ADD THAT TO ASTRAZENECA'S 90%, AND THAT GI...","sentiment_score":0.0}
{"full_text":"#COVID19 highlighted the urgent need to support older Californians, people with disabilities, and communities of color in new ways. It also laid bare systemic inequities. The #MasterPlanForAging takes what we have learned to build a California for All.","sentiment_score":0.1176767677}
{"full_text":"No, cuck. There's a global pandemic going on. How about you read the current events more rather than shooting your mouth off like an idiot?","sentiment_score":-0.075}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT \"My life has completely changed\"No. 2 pick in the '19 WNBA draft Asia Durr missed the entire 2020 season after gettin...","sentiment_score":0.05}
{"full_text":"RT BREAKING: Big US Total Mortality 2020 Thread2020 will have the same adjusted mortality rate like the years 2004\/2005; 3....","sentiment_score":0.0}
{"full_text":"RT So after four weeks more serious adverse event reports - including 2.5x the deaths - have been filed for the #Covid vacci...","sentiment_score":0.0833333333}
{"full_text":"the pic ","sentiment_score":0.0}
{"full_text":"RT .@transport_gc: the Government of Canada introduces further restrictions on international travel to Canada #COVID19","sentiment_score":0.0}
{"full_text":"You see with the right motivation people will comply","sentiment_score":0.2857142857}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"Blood thinners could ease COVID-19 load on critical care units, Manitoba-led global study finds | CBC News We are thrilled about positive results from #ClinicalTrials supported via our #MB #COVID19 Research Fund! Congrats and global team!","sentiment_score":0.1768181818}
{"full_text":"Can't argue, tho it would be nice once in a while for the news to balance the negative reports with some positives i.e. the vaccine rollout continues at pace, however this lockdown business has been a right balls up Hopefully with no severe delays we can be back down the pub asap","sentiment_score":0.086031746}
{"full_text":"RT Yet another Shrill Shill for the MoneyClass of GettinAwayWithMurder&amp;More \"beautiful people\". they stick out like a sore th...","sentiment_score":0.225}
{"full_text":"Biden wanted Trump to follow science and not his xenophobia in response to the pandemic. That's all.","sentiment_score":0.0}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT It's just amazing how doesn't think there's any time for impeachment because all of a sudden he thinks covid is...","sentiment_score":0.3}
{"full_text":"RT During this Pandemic:* 1,000 rich moguls added $3.9 trillion to their wealth. (Oxfam)* Globally, our workers lost $3....","sentiment_score":0.1875}
{"full_text":"RT Getting ready after 3 months in lockdown ","sentiment_score":0.2}
{"full_text":"RT Black, Latino, Indigenous, &amp; immigrant communities hit hardest by COVID-19 need equitable access to vaccines.","sentiment_score":-0.1666666667}
{"full_text":"After 2 weeks 4 days, 2 weeks in ICU, 7 days on a ventilator and continuous dialysis, my 25 yo son is finally home. PEOPLE WEAR A FREAKING MASK!!!!","sentiment_score":0.0}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"RT People sleep on the ground while waiting to refill empty oxygen cylinders in Callao, Peru. Relatives of people with coronavi...","sentiment_score":-0.1}
{"full_text":"Guess I will binge season 2 of Bonding tonight and complain about the pandemic.","sentiment_score":0.0}
{"full_text":"When Mask-Wearing Rules in the 1918 Pandemic Faced Resistance | HISTORY.One hundred years ago they wore their fucking masks!  Fuck!","sentiment_score":-0.625}
{"full_text":"RT DID HE JUST SAY TAN A YUH YAWD I AM IN TEARSSSSSSSSS","sentiment_score":0.0}
{"full_text":"RT after waiting almost four hours in line starting at 11pm, i was administered the moderna vaccine for covid-19.after a ref...","sentiment_score":0.0}
{"full_text":"RT As the pandemic overwhelms Mexico City's hospitals, says among Mexico's President #AMLO's supporters,...","sentiment_score":0.0}
{"full_text":"This is status of COVID-19 as of 2021.01.29. For more details, please visit COVID-19 Dashboard from South Korea.","sentiment_score":0.5}
{"full_text":"RT I had my second vaccine today. Some co-workers reported nasty flu like side effects. I'm trying not to worry myself into a se...","sentiment_score":-0.5}
{"full_text":"Tim is talking about silencing facts that demonstrate the COVID narrative is a hoax.  SARS-COV-2 has never been isolated (separated) and purified.  Without REAL isolation, there is ZERO evidence for the existence of the alleged virus. ","sentiment_score":0.05}
{"full_text":"RT Western gov't responses to the pandemic have introduced uncounted numbers of law-abiding citizens to concepts like \"do...","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"One case involved a COVID-related post Facebook removed based on its \"misinformation and imminent harm rule.\" The Board called the rule \"inappropriately vague\" &amp; recommended, among other things, that Facebook create a new rule for health misinformation.","sentiment_score":-0.1628787879}
{"full_text":"RT This govt need a kick in the arse I can't believe I'm reading these stories.https:\/\/t.co\/MLSXNlWyYF","sentiment_score":0.0}
{"full_text":"Coronavirus | India's COVID-19 response saved over 1 lakh lives: Economic Survey","sentiment_score":0.2}
{"full_text":"RT UK restricts COVID medicine exports amid AstraZeneca vaccine fight - POLITICOThe British government itself has a list...","sentiment_score":0.0}
{"full_text":"Thank you! Glad to see someone is trying to wake up the UK. I'm in western US, more lenient here. Have dear friend who works for NHS and totally sucked into the covid\/vaccine world.","sentiment_score":0.3}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"I just watched this. Idk why I can't see the chat lol and I just wanted to say I think the holiday events were planned ahead of time and no other events. So covid could be why we've only gotten small things and holidays. Also pocket camp is prob a different team completely","sentiment_score":0.11875}
{"full_text":"RT Fuck them. They had what...ten months to work on a plan? Literally any plan. And they did fuck all but push through lifeti...","sentiment_score":-0.4}
{"full_text":"RT i just wanna point out that we've been in a preventable quarantine-based lockdown almost a year now and this is the fi...","sentiment_score":0.0}
{"full_text":"RT Everywhere you look, alarm bells are ringing.COVID is spreading.Businesses are still closing.Restaurants and bars are...","sentiment_score":0.0}
{"full_text":"RT As London remodels its streets to accommodate more cyclists and pedestrians during the coronavirus pandemic, it's facing a new...","sentiment_score":0.3181818182}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT Saturday 30 January - coronavirus cases in Queensland:* 0 new cases* 6 active cases* 1,309 total cases* 1,760,009 te...","sentiment_score":0.001010101}
{"full_text":"Have you heard about how bad work in poultry factories? 6 people died yesterday (not counting COVID). I'm not happy that workers feel that a poultry factory is their best choice either.","sentiment_score":-0.0333333333}
{"full_text":"Covid hasn't made a single person homeless. The virus hasn't kicked anyone out of any house. Landlords have.","sentiment_score":-0.0714285714}
{"full_text":"RT A year ago yesterday, Trump was first told the spreading coronavirus from Wuhan (it didnt have a name yet) was a potent...","sentiment_score":0.375}
{"full_text":"RT i just wanna point out that we've been in a preventable quarantine-based lockdown almost a year now and this is the fi...","sentiment_score":0.0}
{"full_text":"RT Yep, the Worst Plague in Human History (TM) took the US all the way back to 2005 death rates. Don't tell CNN.By the way...","sentiment_score":-0.3333333333}
{"full_text":"Why are we not planning how to function a) no vaccine b) COVID is here permanently?  Tired of the reactionary plans.  A strategic plan for what we are currently in needs to be set.","sentiment_score":-0.2}
{"full_text":"Study finds that Brazil's Jair Bolsonaro carried out an 'institutional strategy to spread the coronavirus' via","sentiment_score":0.0}
{"full_text":"#RonDeathSantis how many Floridians Will you KKKiLL today?","sentiment_score":0.5}
{"full_text":"The Covid 19 crisis will Not end until the massive fraud of counting co-morbidity deaths as Covid deaths does Not end. This whole crisis actually started on 24th April last year when the fraud of counting co-morbidity deaths as Covid deaths began.","sentiment_score":0.05}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"I've got twin babies and I am a stay-at-home dad. I am disabled but can't get disability approval because my depression\/anxiety\/adhd aren't \"disabling enough\". I got a spare benjamin and said \"Fuck it, and fuck Wall Street.\".","sentiment_score":-0.25}
{"full_text":"Think about it. If this is the best person &amp; I mean integrity, character, honorable, honest, competence, doing good for people because they care, work ethic, covid response that was responsible&amp; ethical,etc. then they are looking down the wrong hole! Real Repubs destroyed","sentiment_score":0.2009920635}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT SO YOU TAKE PFIZER'S 66% EFFECTIVENESS, PLUS MODERNA'S 80.2% EFFECTIVENESS, AND ADD THAT TO ASTRAZENECA'S 90%, AND THAT GI...","sentiment_score":0.0}
{"full_text":"If your governor put regular people with covid into the nursing home with your grandma, who then died of covid,  you would be angry.  You are completely insensitive.","sentiment_score":-0.1333333333}
{"full_text":"If I go through another year of covid Ima just jump ","sentiment_score":0.0}
{"full_text":"RT You know what doesn't \"sell well\" The fact that 36,000 Texans have died from Covid. Your have undermin...","sentiment_score":0.0}
{"full_text":"RT Do you remember when Unifying Man of Science stated during the campaign that he's not a dictator &amp; hence would not u...","sentiment_score":0.0}
{"full_text":"Will Biden and Fauci take responsibility for COVID to be worse?Or blame Governors?","sentiment_score":0.0}
{"full_text":"RT Hey y'all so since covid hit it's been hard for my dad to find a consistent job to provide for the family. He's been makin...","sentiment_score":-0.0208333333}
{"full_text":"RT A new study shows a drug used to treat gout might help keep COVID patients out of the hospital.","sentiment_score":0.1363636364}
{"full_text":"Blooms of hope: the gardening groups delivering smiles during lockdown","sentiment_score":0.0}
{"full_text":"RT No time for vaccine wars. We stand or fall together against this virus, a lesson that needs to be learned urgently. It is mu...","sentiment_score":0.0}
{"full_text":"RT Really great talk listening to the share results of measuring #PTSD and #trauma in #grad #students during #C...","sentiment_score":0.8}
{"full_text":"RT Reminder that the GOP used the filibuster-proof budget reconciliation process to give tax breaks to the wealthy and ram th...","sentiment_score":0.5}
{"full_text":"RT Final tweet today. When dealing with Covidiots, lockdown deniers, coronavirus minimisers &amp; generally idiotic right-wing...","sentiment_score":-0.3333333333}
{"full_text":"With the #pandemic still here, 2021 might throw in something unpredictable. Here's you can make your #b2b #marketingstrategies flexible enough to deal with the unexpectedhttps:\/\/t.co\/DPuGE4UXRZ","sentiment_score":-0.0833333333}
{"full_text":"RT So is holding maskless town halls one day &amp; now meeting with kids maskless the next. What exactly do we have...","sentiment_score":0.125}
{"full_text":"RT Alabama continues to struggle with its vaccine rollout, with less than half of the COVID-19 vaccines delivered to the state making...","sentiment_score":-0.1666666667}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"Racist &amp; sexist Republican party leaders tried to overthrow our US election by voter suppression, media misinformation &amp; a violent domestic terror attack on Congress. Were most GOP Congresspeople in on the coup?Was McConnell warned before the attack???","sentiment_score":-0.1}
{"full_text":"Fully identified!","sentiment_score":0.0}
{"full_text":"The covid-chans I saw were of someone wearing a cheap qipao with like a wig in buns.","sentiment_score":0.4}
{"full_text":"RT Dr Fauci has been doing this for 60 years and as of last March didnt think masks worked...what changed? When is he telling th...","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic, combined with a longstanding renewables-friendly energy policy, helped Germany meet its 2020 emissions target, a new report says.","sentiment_score":0.1363636364}
{"full_text":"News about the #COVID19 variants have raised alarm across the nation and world. What do these new mutations to SARS-CoV-2 mean? Adam Lauring, MD, PhD, provides insight in a recent summary published in ","sentiment_score":-0.0587121212}
{"full_text":"Your Home-Sync Assassins... Shantay You Stay!Let Us Guide You Home!  Click here&gt;&gt; #OKCliving #OKC #OKChomes #realestate #ChooseTuttle #FreeMoney #Buyer #FirstTime #Sell #ThinkTuttle","sentiment_score":0.0}
{"full_text":"ICYMI: Some future maintenance projects at the Blue Water Bridge have been put on hold due to declining tolls at the international span.https:\/\/t.co\/HexykJ54f7","sentiment_score":-0.03125}
{"full_text":"RT SO YOU TAKE PFIZER'S 66% EFFECTIVENESS, PLUS MODERNA'S 80.2% EFFECTIVENESS, AND ADD THAT TO ASTRAZENECA'S 90%, AND THAT GI...","sentiment_score":0.0}
{"full_text":"WATCH: Dr Michael Douglas provides a COVID-19 update for Saturday 30 January 2021. There will be no press conference today. For the latest information on COVID-19 case locations in NSW visit:","sentiment_score":0.5}
{"full_text":"Can the #COVID19vaccine neutralize the #SARSCoV2 B.1.1.7 variant that emerged in the #UK?This study published in investigates https:\/\/t.co\/eRjMy9ulja","sentiment_score":0.0}
{"full_text":"Are you getting all the info on #EU? If you read BBC News, don't miss out on what 7 other sources have to say #Coronavirus #Vaccines #Pandemic #Politics","sentiment_score":-0.125}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"Total #coronavirus cases near 300,000 as #UAE records 3,962 new infections ","sentiment_score":0.0787878788}
{"full_text":"Mental health matters, especially in times of grief, pain and isolation during the pandemic. Public health policies must grapple with these new challenges, as the pandemic rages on.","sentiment_score":-0.1527272727}
{"full_text":"Feelings of uncertainty are common during the #Match process, and even more prevalent considering the circumstances of the #COVID19 pandemic. Consider these tips to help assure you during these uncertain times.","sentiment_score":0.1}
{"full_text":"The trio named their band the Mimes and asked a question: What can a band be when it can't play live shows?","sentiment_score":0.1363636364}
{"full_text":"Johnny Sexton joined on Friday ahead of the Six Nations.Sexton discussed the difficulties his family have faced while homeschooling during the lockdown. @VodafoneIreland | #TeamOfUsFull chat ","sentiment_score":0.0}
{"full_text":"What a life, what a guy. And how lucky were we to have had Corky Lee fighting our fight. Here's New York Times obituary, which just posted. RIP Corky... via @nytimes #CorkyLee @aajanewyork @aaja ","sentiment_score":0.2348484848}
{"full_text":"Transcript and audio version of our latest #EthicsTalk videocast with journal editor-in-chief, Dr Audiey Kao and on rationing care during this #COVID19 surge are now available. Listen on our site or any major podcast streaming app:https:\/\/t.co\/VUZEpW70hI","sentiment_score":0.3208333333}
{"full_text":"RT You months late lol they been doing it since the pandemic hit","sentiment_score":0.25}
{"full_text":"49-year-old Didier Kindambu of Leesburg, pleaded guilty Thursday in federal court to bank fraud.","sentiment_score":-0.5}
{"full_text":"'The Pink Cloud' Review: Prescient Pandemic Drama Turns Its Attention to a Rocky Romance #Sundance2021","sentiment_score":-0.1}
{"full_text":"RT First, it was don't wear a mask. Then, it was wear a mask. Now? Wear two masks! What's next? Shopping in plastic bubble...","sentiment_score":0.15625}
{"full_text":"A seventh Summit County resident has died of COVID-19. The man was between 65 and 84 and was hospitalized at the time of his death.https:\/\/t.co\/hC4NCNNiSd","sentiment_score":0.0}
{"full_text":"Gallatin County is expanding COVID-19 vaccine eligibility to all Phase 1B. Anyone in Phase 1A or Prioritized Phase 1B is still eligible.Vaccines are still extremely limited and we again ask for patience as we work to distribute them safely, efficiently, and transparently.","sentiment_score":0.2142857143}
{"full_text":"Friday marks Louise Currie's 101st birthday -- but due to the pandemic, she wasn't able to celebrate with her family in person. Instead, her granddaughter sent along 101 birthday cards to mark the occasion. And as we found out, it's all for a woman who still has an amazing spirit.","sentiment_score":0.325}
{"full_text":"Dog Walking Harness Vest Adjustable Padded Comfortable Breathable SecureVisit the store:https:\/\/t.co\/IGvNgcpfo5#crazymart #australia #covid19 #covid20#melbourne #hamptonpark #ebay #ebayshop #ebayaustralia  #onlineshopping #harness #dogharness #Dog #dogvest #vestpadded","sentiment_score":0.4}
{"full_text":"Happy weekend, Rangers! Remember to wear a mask and maintain social distance wherever you may roam. #ThisIsRegis #MaskUpRangerUp #CollegeInColorado","sentiment_score":0.5166666667}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"Pender County is expected only get 500 new doses from the state next week.https:\/\/t.co\/eM56Ct2gsz","sentiment_score":0.0090909091}
{"full_text":"CDC officials emphasized the importance of wearing face masks that properly fit the face to slow the spread of the coronavirus. Mask fitters can create a tighter fit against the face. Learn more about them here:","sentiment_score":0.25}
{"full_text":"The highly contagious UK strain of COVID-19 has been in Oregon for more than a month, according to testing conducted by Oregon State University.https:\/\/t.co\/F37rP3duec","sentiment_score":0.33}
{"full_text":"More doses of the #COVID19 vaccine is coming to #Texas as health officials work to meet the high demand.","sentiment_score":0.33}
{"full_text":"Out of all the sources reporting on the story, 13% are right-leaning, 50% are leanLeft-leaning and 38% are in the center.Compare how 8+ sources with different biases are covering the story with Ground News. #EU #Coronavirus #Vaccines #Pandemic #Politics","sentiment_score":0.0}
{"full_text":"Recommended! Conversation killers...What would you ask instead?Title: Stories In A Boys' Dorm 303App: WeComics-#stayhome #staysafe #trending #webtoon #comics #manga #anime #hentai #cute  #action #ceo #nsfw #love #yaoi #bl #yaoiedit #action #memes #comedy","sentiment_score":0.3}
{"full_text":"Exactly..","sentiment_score":0.25}
{"full_text":"Helping with vaccinations could be \"preparation for practice\" for some medical students.https:\/\/t.co\/jeBK1kFSin","sentiment_score":0.0}
{"full_text":"RT \"I decided the pen is mightier than the syringe,\" - #ASCJ alumna for Mink, who started her caree...","sentiment_score":0.0}
{"full_text":"\"The digital divide predated the coronavirus pandemic and will persist beyond it if stakeholders do not seize the moment.\"@ByEmilyTate #onlinelearning #futureedhttps:\/\/t.co\/3J6Lg8D9VW","sentiment_score":0.0}
{"full_text":"RT Louisiana ending regular season for wrestling after COVID-19 outbreak in hopes of salvaging states. ","sentiment_score":0.0}
{"full_text":"Hospitals and transport companies could be targeted by criminals and spies in a bid to disrupt Australia's #vaccine rollout, a security expert has warned. #COVID19 https:\/\/t.co\/4MV6UP7FbK","sentiment_score":0.0}
{"full_text":"RT like your station got a mention. Not in a good way eith...","sentiment_score":0.7}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT since this interview seems to have upset certain people I am retweeting. Judge for yourself if you think I am being unfair!...","sentiment_score":-0.2053571429}
{"full_text":"RT What sets D&amp;D apart from other forms of media is that the game is what you make of it, says.\"It's a tool s...","sentiment_score":-0.2625}
{"full_text":"RT New--Trump WH spent $200 million to send more than 8,700 ventilators to countries for #COVID19 last year, with no clear crit...","sentiment_score":0.0875}
