{"full_text":"RT So the point of it is... what?Covid: Vaccinated people may spread virus, says Van-Tam","sentiment_score":0.0}
{"full_text":"Interesting fact: The infamous Roswell Crash of 1947 didn't even happen at Roswell, that was just the nearby Army Air Field that made the initial recovery. The crash itself actually happened in Corona, NM","sentiment_score":0.0}
{"full_text":"Yes. The secondary mental health pandemic is real. People are struggling &amp; there simply are not enough mental health providers to meet the demand.","sentiment_score":-0.05}
{"full_text":"RT The  SHOULD STEP IN AND SORT THIS MESS OUT HOLD 2...","sentiment_score":-0.175}
{"full_text":"RT On International #EducationDay, I'm celebrating the perseverance of students and teachers around the world--including org...","sentiment_score":0.0}
{"full_text":"Gays latinoamericanos be like:","sentiment_score":0.0}
{"full_text":"RT As more than 150 National Guard in DC test positive for COVID, decides to put more at risk by grabbing a photo op ma...","sentiment_score":0.4090909091}
{"full_text":"RT As more than 150 National Guard in DC test positive for COVID, decides to put more at risk by grabbing a photo op ma...","sentiment_score":0.4090909091}
{"full_text":"Another pandemic looming","sentiment_score":0.0}
{"full_text":"RT Q: Why did Sunday bookers invite a bunch of people lying about the election on to lie more about the election? Why not in...","sentiment_score":0.5}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"Hahah i have actually started reading in this pandemic, but online parhnay ka ab dil nahi karta, is lie i keep postponing it ","sentiment_score":0.0}
{"full_text":"The Great Green Wall of Africa would cost $8B in total to build (less momey than that to actually finish it, since it's already started) and Jeff Bezos has made more money than that since the pandemic started.","sentiment_score":0.1555555556}
{"full_text":"RT Love this. The percentage of people in France who want to take the Covid vaccine is growing steadily.Up from 49% to 67%...","sentiment_score":0.5}
{"full_text":"She is delusional.  She never saw the President.  She should have told the country the President, the person truly responsible for the covid response, is completely checked out.  Maybe a seismic change could have happened.  What did her know how get us?  Why withhold the truth?","sentiment_score":0.15}
{"full_text":"RT Love this. The percentage of people in France who want to take the Covid vaccine is growing steadily.Up from 49% to 67%...","sentiment_score":0.5}
{"full_text":"RT So far under Biden -ISIS miraculously appeared again -We are back to sending military convoys to the Middle East -D...","sentiment_score":0.0}
{"full_text":"RT While China exported the disease, India is healing the world. This is India! #COVID19 #VaccineMaitri","sentiment_score":0.0}
{"full_text":"RT Hola, you can read it here: OH SHIT--Outbreak infects 124 of 127 nursing home residents &amp; half the staff...","sentiment_score":-0.1666666667}
{"full_text":"RT Brexit is a disaster. Even its cheerleaders know it. Boris Johnson, architect of the Covid calamity, has deliberately stee...","sentiment_score":0.0}
{"full_text":"RT By my count, federal prosecutors have appealed four such pretrial release orders issued across the country in Capitol rio...","sentiment_score":0.0}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"RT the more i stay at home, the more homeless i look.","sentiment_score":0.5}
{"full_text":"she still looks the same wow","sentiment_score":0.05}
{"full_text":"RT Asked about Trump's infamous comments suggesting bleach injections could be a treatment for coronavirus, Birx tries to push ba...","sentiment_score":-0.3}
{"full_text":"What do you miss most since the pandemic started? I'm really missing conventions  wear ur hecking masks people!","sentiment_score":0.125}
{"full_text":"RT very helpful practical thread on masks. I've just bought a load of disposable surgical masks and will be double masking i...","sentiment_score":0.1}
{"full_text":"COVID-19 Myth Busters #8","sentiment_score":0.0}
{"full_text":"what","sentiment_score":0.0}
{"full_text":"RT Great to speak to President this evening. I look forward to deepening the longstanding alliance between our two...","sentiment_score":0.8}
{"full_text":"What???  Did he really think rallies were the best way to spread his social distancing policies?  I don't believe a word she says.","sentiment_score":0.4111111111}
{"full_text":"Dr. Fauci is too kind of a person to put the blame squarely on Trump but I 100% blame him for the deaths of my family members &amp; friends. He knew in February that it was airborne, 5xs more deadly than the flu &amp; he did NOTHING! No PPE ramp up, no testing.","sentiment_score":0.2833333333}
{"full_text":"RT The old and the young, collateral damage.","sentiment_score":0.1}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT \"once covid is over\" is beginning to sound like \"sporty go bleed\"","sentiment_score":0.4}
{"full_text":"RT Fauci: \"One day I got a letter in the mail, I opened it up and a puff of powder came all over my face and my chest.That...","sentiment_score":0.0}
{"full_text":"When deciding whether to get a COVID-19 vaccine, older adults rated the following as very important Effectiveness (80%) Recommended by their doctor (52%) Recommended by public health officials (42%) Cost (30%)Learn more in the report:","sentiment_score":0.2373333333}
{"full_text":"RT Did any Sunday show ask members of the Biden administration why Biden said Friday there's no changing the trajectory of the...","sentiment_score":0.0}
{"full_text":"Dr Birx Admits Trump White House 'Censored' Real COVID Data","sentiment_score":0.1}
{"full_text":"RT Epidemiologists are urging caution after Charlie Baker relaxed some COVID-19 restrictions in Massachusetts","sentiment_score":0.0}
{"full_text":"RT Do we still live in a functioning democracy?","sentiment_score":0.1363636364}
{"full_text":"Real talk fuck fuck lockdown I'm sooo bored !","sentiment_score":-0.30625}
{"full_text":"RT \"Once COVID is over\" starting to sound a lot like \"when Rihanna releases a new album\"","sentiment_score":0.1787878788}
{"full_text":"The main slogan is the restrictions of corona virus but  don't u think someone is agitating to sow chaos in the world it's pre-planned .","sentiment_score":0.1666666667}
{"full_text":"RT Democrat Birx tries to rehabilitate herself with Democrats.If her claims are true and there was some material error or m...","sentiment_score":0.125}
{"full_text":"I made the front page of the Pittsburgh Press in about 1959 when public immunizations became the thing. I was about 5, my dad had to run me down and had me in a head lock as I was crying and the doctor gave me my shot, just as the picture was snapped. My kids love the pic!","sentiment_score":0.0673611111}
{"full_text":"RT Unfuckingbelievable! My neighbor, who's a nurse, told me she got her vaccines &amp; now she's all \"pissed off\" cuz our Gove...","sentiment_score":0.0}
{"full_text":"Some occupations have been phased out due to the pandemic but could be making a come back. Check out our list that breaks down the top 10 jobs that are making a rebound in 2021.https:\/\/t.co\/9l3mKytOh0","sentiment_score":0.0548611111}
{"full_text":"RT New estimates suggest the vaccine rollout is no match for the severity of the U.S. outbreak, and stricter social distancing me...","sentiment_score":0.0848484848}
{"full_text":"RT Deborah Birx has betrayed President Trump. She has absolutely no credibility. Why is she talking NOW? No book deal for y...","sentiment_score":-0.1}
{"full_text":"RT scenes when another pandemic starts because le jele hippo","sentiment_score":0.0}
{"full_text":"RT Jesus Christ this detail from Anthony Fauci about a powder scare is terrifying.","sentiment_score":-1.0}
{"full_text":"psa for anyone who needs to hear it: this \"lockdown till july\" rumour is nothing but media scaremongering (as usual). the legislation (due to expire this month) that gives individual councils power to close businesses has been renewed for half its previous duration. that's it.","sentiment_score":-0.1416666667}
{"full_text":"Have I got this wrong. Not long ago you were suggesting that your God had created #Covid_19 ?","sentiment_score":-0.2375}
{"full_text":"RT Replay sounds amazing in a club omg","sentiment_score":0.6}
{"full_text":"RT What kind of parent\/s would 'sacrifice' their child to be experimented on? Just beyond sick.","sentiment_score":-0.0571428571}
{"full_text":"RT Are the symptoms of #COVID19 different in children? Do the new variants impact children differently? What can parents do to keep c...","sentiment_score":0.0454545455}
{"full_text":"RT Because this is SUCH an important message my social bubble buddy and mum: #MamaKhan has agreed to help me spread this vit...","sentiment_score":0.1444444444}
{"full_text":"RT CNN had a Covid tracker on its screen for last one year. Since the moment Biden took oath, the tracker has disappeared. Ex...","sentiment_score":0.0}
{"full_text":"There is something called First Defence, made by Vicks, and I've found this very good in stopping the common cold..A common cold is part of the coronavirus group and you don't need a test","sentiment_score":-0.008}
{"full_text":"Chris Green, from Wallsend, says more needs to be done to protect older people like his mum Mary - even after they've had their first doses of vaccine#Coronavirus #Wallsend #NorthTyneside","sentiment_score":0.1791666667}
{"full_text":"Giving thanks to God on a wonderful and interesting annual review &amp; prayer meeting tonight via Zoom. We pray for HOPE - with a big H as we emergence form lockdown to the 2nd new normal. To not be afraid. To be positive. Heart4harlow community working together ","sentiment_score":0.1792929293}
{"full_text":"RT New coronavirus sniffing dogs just dropped","sentiment_score":0.1363636364}
{"full_text":"RT \"When covid is over\" is starting to sound a lot like \"when the cowboys win the Super Bowl\"","sentiment_score":0.3833333333}
{"full_text":"Predicted.. and ignored..https:\/\/t.co\/QH6ZjD940A","sentiment_score":0.0}
{"full_text":"RT 'It was always, \"A guy called me up, a friend of mine from blah, blah, blah.\" That's when my anxiety started to escalate.'...","sentiment_score":0.0}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like when michael clifford streams again","sentiment_score":0.2}
{"full_text":"Covid-hub","sentiment_score":0.0}
{"full_text":"RT There is currently NO mandated quarantine for all travelers entering the US via air.","sentiment_score":0.0}
{"full_text":"RT Both conference championship games are cleared for kickoff after the latest coronavirus testing results. Follow our Buccanee...","sentiment_score":0.5}
{"full_text":"RT We must protect our country from new COVID variants.International travel should not happen unless it is absolutely neces...","sentiment_score":0.1681818182}
{"full_text":"RT Behind the numbers: what does it mean if a Covid vaccine has  '90% efficacy'?\"There is a lot of confusion about this nu...","sentiment_score":-0.35625}
{"full_text":"RT Mind-boggling fact in the U.K. has spent more on Covid in the last year than its all-time contributio...","sentiment_score":0.225}
{"full_text":"RT The new CDC Director calls for more COVID testing &amp; contact tracing when, in fact, we should scale them back dramatically. Acc...","sentiment_score":0.2121212121}
{"full_text":"RT \"It was the harassment of my wife, and particularly my children, that upset me more than anything else. They knew where my ki...","sentiment_score":0.3333333333}
{"full_text":"RT President Joe Biden's top economic official is holding a call with a group of senators Sunday afternoon to drum up bipartisan supp...","sentiment_score":0.35}
{"full_text":"RT Sen. Bernie Sanders said Democrats would advance a Covid-19 relief bill as soon as possible through a procedure that would al...","sentiment_score":0.0}
{"full_text":"You know what..if y'all would have just been decent human beings and competent leaders and took covid seriously from the beginning rather than down playing it, your Trump would still be president. But you choose to lie with no remorse so now you get to live with the consequences","sentiment_score":0.0523569024}
{"full_text":"DHSC spokesperson: \"Vaccines for coronavirus will be offered to every adult living in the UK free of charge, regardless of immigration status [...] NHS spokesperson: \"This story is not true - the NHS has made clear that staff do not require an NHS number to receive a vaccination","sentiment_score":0.10625}
{"full_text":"RT How many people in Texas have died from #COVID19 while Senator has been starting fights with celebrity","sentiment_score":0.25}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"\"About half of #Covid19 cases are caused by infected people who do not have symptoms when they pass on the virus. These symptom-free spreaders are roughly divided between those who later develop symptoms and those who never develop symptoms\" ","sentiment_score":-0.0888888889}
{"full_text":"RT Make no mistake, with respect to the pandemic, we are not all in the same boat. We are all in the same storm, but we ar...","sentiment_score":0.0}
{"full_text":"RT The lekgotla has agreed that, in the context of the continuing COVID pandemic, we need to consider the extension of bas...","sentiment_score":0.0}
{"full_text":"RT the tiger king era of lockdown feels weirdly nostalgic for it only being a year ago","sentiment_score":-0.25}
{"full_text":"RT As more than 150 National Guard in DC test positive for COVID, decides to put more at risk by grabbing a photo op ma...","sentiment_score":0.4090909091}
{"full_text":"RT Birx claims that despite working as the coordinator of the White House Covid task force, she basically never saw Trump after s...","sentiment_score":0.0}
{"full_text":"5 Reasons to Move Your Office to the Suburbs During COVID-19 #CRE #Office #Suburbs #TenantTips #NewNormal #TenantRep ","sentiment_score":0.0}
{"full_text":"RT scenes when another pandemic starts because le jele hippo","sentiment_score":0.0}
{"full_text":"RT As more than 150 National Guard in DC test positive for COVID, decides to put more at risk by grabbing a photo op ma...","sentiment_score":0.4090909091}
{"full_text":"RT This is how Dutch police deal with a small group of peaceful anti-lockdown protesters. I'm reluctant to even show this, bec...","sentiment_score":0.0}
{"full_text":"My relatives, our world has experienced 2.1+ million unanticipated deaths in the past year from #COVID19. That is an overwhelming amount of grief that has traumatized every corner of the globe. Please remember our shared humanity as you engage, especially online. Walk in beauty.","sentiment_score":0.05}
{"full_text":"RT In related news, people in the Vatican were found to be Catholic.","sentiment_score":0.0}
{"full_text":"Protect our health service, support our health workers and save lives by staying at home.Visit for advice#StayHome","sentiment_score":0.0}
{"full_text":"Have you heard something about #COVID19 vaccines that you aren't sure is true? One question that has come up is whether the vaccine changes your DNA. Get the facts from","sentiment_score":0.425}
{"full_text":"The current COVID-19 guidelines in England state that people should only leave the house for essential trips, such as work, medical reasons, or food shopping.https:\/\/t.co\/QSztZzhqfo","sentiment_score":0.0}
{"full_text":"RT Plenty of news coming out this weekend about huge Covid outbreaks in workplaces - most notably at the DVLA offices in Swan...","sentiment_score":0.4666666667}
{"full_text":"RT This  is on *you* .@BorisJohnson .@MattHancock .@SteveBakerHW .@HMTAllegra .@ScotTories .@WelshConserv .@UKLabour .@Yo...","sentiment_score":0.0}
{"full_text":"The decision to return to studying in universities depends on the #COVID19 situation in #Jordan: Minister of Higher Education.https:\/\/t.co\/RGpuObGVn9","sentiment_score":0.25}
{"full_text":"RT Dr. Fauci on Trump: \"It wasn't just hydroxychloroquine, it was a variety of alternative-medicine-type approaches. It was...","sentiment_score":0.0}
{"full_text":"RT I remain disappointed that children's books are deemed as 'not essential' during a period of lockdown when schools are...","sentiment_score":-0.375}
{"full_text":"It is my birthday today, and it is a shame that the gigantic birthday orgy of my dreams will have to wait another year bc of covid. :&lt;","sentiment_score":0.0}
{"full_text":"Night owl news:Bertha Gxowa Hospital now a dedicated Covid-19 care facilityThe hospital will be a dedicated facility for Covid-19 positive caseshttps:\/\/t.co\/iLHvNHXOKb","sentiment_score":0.2272727273}
{"full_text":"RT There is more red tape.The fishermen are worse off.There is no frictionless trade.There is a border in the Irish Sea.Ame...","sentiment_score":0.025}
{"full_text":"RT \"Quietly changes law\". Was ever there a more chilling phrase? Councils - can I appeal to you. I know you often appeal to ce...","sentiment_score":0.0}
{"full_text":"RT Just a reminder that Dolly Parton did more to help combat covid than HHS under Trump","sentiment_score":0.5}
{"full_text":"\"The longer we take to start kids in trials, the longer it will take them to get vaccinated\" -- Hear more about why some paediatricians are advocating for #COVID19 jabs to be tested in children ahead of the new school year.","sentiment_score":0.3181818182}
{"full_text":"Vesttoo publishes COVID-19 era mortality models, offers risk transfer index","sentiment_score":0.1}
{"full_text":"RT Lest you were labouring under the delusion that this was anything more than a grift","sentiment_score":0.5}
{"full_text":"Check out \"What a 'Safe and Dignified' Burial Means During a Pandemic\" by on at #COVID19 #Burial #Anthropology","sentiment_score":0.5}
{"full_text":"39% of British Columbians believe the $2,300 fine for holding in-person worship services in contravention of current provincial orders is \"too low.\"https:\/\/t.co\/MCoZ8aDQOd","sentiment_score":0.1041666667}
{"full_text":"In the latest episode of 35 West, sits down with CSIS Senior Adviser Ambassador William Brownfield to discuss developments in Venezuela, Chile, and Colombia, considering the effects of the Covid-19 pandemic.","sentiment_score":0.1722222222}
{"full_text":"One big question has been which consumer behaviors will stick around post-pandemic. This latest survey suggests home cooking has legs.https:\/\/t.co\/a81EsuLqnE","sentiment_score":0.25}
{"full_text":"As coronavirus variants pose an increasing threat, it's more important than ever to take every precaution against the pandemic. Practice social distancing and #MaskUp to help #StopTheSpread.https:\/\/t.co\/NH1VHULfxA","sentiment_score":0.3111111111}
{"full_text":"The Spiritual Consciousness of Animals--A Vegan Resolutionhttps:\/\/t.co\/y2EP51ByTfIt's not just humans that share the experience of this thin veneer of consciousness that...enlivens this planet, it's all life on earth#vegan #spirituality #consciousness #covid #SundayThoughts","sentiment_score":-0.2}
{"full_text":"It's been exactly one year since the first known case of COVID-19 was detected in Toronto.","sentiment_score":0.25}
{"full_text":"RT Dear Media: As you report cases of Covid in vaccinated people (happens: vaccine is 95%, not 100%, effective) and people...","sentiment_score":0.6}
{"full_text":"RT This is how Dutch police deal with a small group of peaceful anti-lockdown protesters. I'm reluctant to even show this, bec...","sentiment_score":0.0}
{"full_text":"RT This is stark. Just TWENTY FIVE #Covid_19 doses have been administered in low-income countries. We need a #PeoplesVaccine...","sentiment_score":-0.2}
{"full_text":"RT Hello, sorry for bothering w this, but if anyone see this and can help in a way id be a blessing for u...","sentiment_score":-0.5}
{"full_text":"RT The people who argue for lockdown insist that the alternative of NOT locking down would result in far more Covid deaths - eve...","sentiment_score":0.1481481481}
{"full_text":"Not that lockdown is getting to me or anything* but this #Deadwood quote is, as they say, a whole ass mood*it really is","sentiment_score":0.2}
{"full_text":"RT Get the poodle and also the prozac, if that's what you need.","sentiment_score":0.0}
{"full_text":"\"Vaccines don't save lives, vaccinations do.\" Learn some things patients should know as they wait for the long-anticipated #COVID19 vaccine. #VaccinesWork","sentiment_score":0.0}
{"full_text":"Really important. I didn't know about this. We need to be telling people when we vaccinate them","sentiment_score":0.4}
{"full_text":"Here are the latest reported town-by-town case totals of COVID-19 in Somerset County. ","sentiment_score":0.5}
{"full_text":"RT Get ready for the Lockdown.","sentiment_score":0.2}
{"full_text":"RT UK: 75% of people aged 80 and over have now received coronavirus vaccine","sentiment_score":-0.1}
{"full_text":"RT I wrote a bit about SK8 the Infinity, its core staff and the circumstances leading to its creation. It's a worthwhile story a...","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 25.4FWind Chill: 20.5FHumidity: 61%Dew Point: 13.9F Barometer: 30.316 inHgWind: 4 mph from the NNWCorona Virus Weekly Stats:Cases: 136.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Time to do ABOLISH Private schools. Who as registered charities - with funding from the taxpayer -  experienced no problem with laptops, other resources or their exams during the pandemic. This has to be compared to our underfunded struggling state schools","sentiment_score":0.225}
