{"full_text":"RT Odisha recorded 244 new COVID-19 cases and 240 recoveries in Odisha on January 10. The number of active cases in the state is 2118...","sentiment_score":0.0015151515}
{"full_text":"So, yesterday at about 2 am, my grandpa passed away from COVID and it's been tough for 24 hours. He'll always be remembered as a caring sweet and tough person for my family","sentiment_score":-0.1425925926}
{"full_text":"RT And me without my boots...","sentiment_score":0.0}
{"full_text":"RT In that case, the Reopen NC group  had a story in the nytimes where they said they had a funder to bring in bus...","sentiment_score":0.0}
{"full_text":"No sir, you don't get to play this card anymore.Your hriday samrat and his lackeys made certain that Jagan won Andhra. At the cost of development, at the cost of our identity, and at the cost of all the good that was done so far ","sentiment_score":0.3380952381}
{"full_text":"You are displaying privelege, Eric.  Minority ownes businesses have been hit by the pandemic worse than white-owned businesses. Black owned b\/s are also 2x less likely to get a loan. Get off your high horse dude.","sentiment_score":-0.1146666667}
{"full_text":"RT There are now 46,000 NHS staff off with Covid.This is a direct result of the government choosing *not* to make staff f...","sentiment_score":0.1}
{"full_text":"RT Seriously, screw this Gov.Is handling d pandemic a movie to u, where u release teasers every few hours?Businesses need...","sentiment_score":-0.2666666667}
{"full_text":"RT Did you know January is #ICTforAg month! In the wake of COVID-19 disruptions, we are fostering resilience of farmers throu...","sentiment_score":0.0}
{"full_text":"Sorry not impressed by super centres for vaccine - too far for people to travel especially as we are told to stay home. And not everyone drives or has access to a car.  #COVID19","sentiment_score":-0.1133333333}
{"full_text":"Another type of Coronavirus found in Japan#COVID19  #Japan  #coronavirus","sentiment_score":0.0}
{"full_text":"RT REST IN PEACE:  Fourth graders in Studio City will have to return to virtual class Tuesday without their beloved teacher. Nichol...","sentiment_score":0.35}
{"full_text":"RT Vaccinate everyone by the autumn! @MattHancock - if you think you can keep lockdown through summer &amp; into autumn, th...","sentiment_score":0.0}
{"full_text":"RT Both posted on literally the same day","sentiment_score":0.0}
{"full_text":"RT #BREAKING Dodger Stadium site to halt COVID-19 testing, shift to vaccine distribution this weekhttps:\/\/t.co\/dZ4vnGHxl4","sentiment_score":0.0}
{"full_text":"RT Our 28th issue of Local DoseLink: Tau #WearAMask Covid-19 Brighton #LocalDose #Yup","sentiment_score":0.0}
{"full_text":"RT \". . . what my Republican colleagues call \"fraud\" actually refers to the valid votes of Black, brown and Indigenous vote...","sentiment_score":-0.0833333333}
{"full_text":"is trying to make this year's galacon 2021 a live Event. But even so, i'm staying home in denmark until the Covid-19 is over. Just to be safe.","sentiment_score":0.3181818182}
{"full_text":"Hopefully not. Except as a reminder that capitalism isn't always everything to everyone. And something about buildings with strange nicknames.","sentiment_score":-0.05}
{"full_text":"Cepat la muhyiddin ni bila Ntah nak make announcement , anxiously waiting . Kind of not want a lockdown , 50% wanting it Haih? Can there be balance?","sentiment_score":0.175}
{"full_text":"RT It's unsafe to reopen varsities now, COVID-19 guidelines absent - ASUU","sentiment_score":0.0}
{"full_text":"Here are the headlines on Monday, January 11:Tougher lockdown consideredMass vaccination sitesBusiness optimism risesTech show goes virtualCentral bank hackedFord's new 'guard mode'Sailor rescued from ChannelAnd more:https:\/\/t.co\/dgHrH5TIDB","sentiment_score":0.1363636364}
{"full_text":"DO NOT DOWNPLAY THIS VIRUS Y'ALL!!!!","sentiment_score":0.0}
{"full_text":"RT -Eat your breakfast before leaving the house-Use your facemask-Stop shaking people, it wouldn't add to your account bal...","sentiment_score":0.0}
{"full_text":"RT Risk Evaluation of anaphylaxis with the Pfizer-BioNTech COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT My husband and I patiently waiting for the government to declare another lockdown so we use the children's school fees for shaw...","sentiment_score":0.0}
{"full_text":"RT $2000 now, $2000 every month here on *at least* until the pandemic is under control nationwide, and $2000 for every mo...","sentiment_score":-0.3}
{"full_text":"RT Florida reported 12,313 new COVID-19 cases and 108 new deaths today. The death toll is nearing 24,000. DeSantis refus...","sentiment_score":0.1363636364}
{"full_text":"RT I never want to hear again about how Trump \"conservatism\" is pro-life. You condone torture. You put kids in cages and orp...","sentiment_score":0.0}
{"full_text":"RT The first death from COVID-19 was recorded a year ago today in Wuhan. Now we're at nearly 2 million deaths and 90 millio...","sentiment_score":0.175}
{"full_text":"I just finished my second Medium article on the lack of Sars Cov 2 isolation. Share it far and widehttps:\/\/t.co\/2x2mdGViDO","sentiment_score":0.05}
{"full_text":"RT This is only my opinion but if you want to mitigate learning loss from the pandemic for your child (or any child) read alou...","sentiment_score":0.0}
{"full_text":"RT #Release_New_Training_Guidelines Dear July SoP needs to change now a...","sentiment_score":0.0}
{"full_text":"Members of the Academic Staff Union of Universities are expressing their reservations over the January 18 resumption date for academic activities in all universities across the country.Tertiary institutions nationwide were closed for over 9 months in 2https:\/\/t.co\/nBfbuxJo1r","sentiment_score":-0.0333333333}
{"full_text":"RT Coronavirus rates among teachers are 333% above the average.How dare Hancock say today there was \"no evidence\" teachers...","sentiment_score":0.0}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"Yeah it definitely did. Memes, zoom quizzes, spoke to my family back home far more than usual. This time it's just boring and demoralising and everyone knows Covid is going absolutely nowhere. I don't believe I'll be able to leave Thailand until 2023.","sentiment_score":0.00625}
{"full_text":"RT Literally killing people with red tape. Nothing, absolutely nothing, matters more than speed. By obsessing about prioritiz...","sentiment_score":0.2333333333}
{"full_text":"RT COVID is causing 4k premature deaths + $3.3B loss to US GDP PER DAY. if we don't surge fast, imperfectly, decisively, today,...","sentiment_score":0.2}
{"full_text":"Has piers apologised yet for his hypocrisy of preaching that we should stay at home, not travel and not see our relatives over Christmas but then went of to Antigua? No? Thought not. Hypocrite","sentiment_score":0.0}
{"full_text":"Excuse me,but were you there personally? Kiya app mdcat test lerahe the? Apne khud experience kiya hai? Ap ko kese pata hai ke kisi aur ko covid nhi hua? Ap ko kese pata me everything was okay? Schools are an area of danger. Pakistan ke schools bohat baare nhi hain.","sentiment_score":0.15}
{"full_text":" social distancing obviously  ","sentiment_score":0.0166666667}
{"full_text":"Occupy The Capital was no more a coup attempt than Occupy Wall Street was. Mama Bear isn't Royalty \"Dude\", so how about we take care of the people who will be homeless without M4A or a UBI in this pandemic \"first\" and let the Elites fight it out among themselves?","sentiment_score":0.0}
{"full_text":"RT Biden To Receive Second COVID Vaccine Dose Mondayhttps:\/\/t.co\/LHzpS2j2dR","sentiment_score":0.0}
{"full_text":"RT China says WHO team to probe COVID-19 origins will arrive Jan. 14","sentiment_score":0.0}
{"full_text":"Nice idea ,!Housing societies can easily allocate a dedicated space, where adults can share their skills and experiences with young ones. Every housing society should have an \"activities centre\", where children can make and do things.https:\/\/t.co\/3UvhssZa25","sentiment_score":0.4277777778}
{"full_text":"RT During and after these challenging times, many people will face bereavement because of #COVID19 and may not be able to grie...","sentiment_score":0.5}
{"full_text":"Sir can we Chartered Institute of Logistics &amp; Transport Malaysia have you as a speaker in our covid19 vaccine logistics preparedness webinar?","sentiment_score":0.0}
{"full_text":"I've been offline for a while, time I needed to mourn my mom who passed away from Corona last week. Today I am back with a beautiful layered cake in tribute to her. A cake with many lovely layers, just like she had: caring, sweet, but also strict and fair.","sentiment_score":0.4142857143}
{"full_text":"Letterkenny University Hospital said a sustained level of suspected or confirmed Covid-19 patients presenting for treatment resulted in fewer beds being available","sentiment_score":0.4}
{"full_text":"Coronavirus Vaccination | Opened COVID-19 vaccine vials must be used within 4 hours; here's why","sentiment_score":0.0}
{"full_text":"RT The U.S. lost over 19,000 human beings to COVID this week.","sentiment_score":0.0}
{"full_text":"RT Delhi and Maharashtra were the latest states to confirm the outbreak.Seventeen more ducks were found dead at the Sanjay L...","sentiment_score":0.2666666667}
{"full_text":"RT Said this to the point of irritation last year, but I hope everyone can now see how imposition of protracted lockdowns t...","sentiment_score":0.0}
{"full_text":" JAPAN 2021-01-11Boosted Smallpox Vaccine effective against Covid-19.https:\/\/t.co\/BGhqKIg57j RT","sentiment_score":0.6}
{"full_text":"#SaudiArabia is among the countries that monitor more stability and decline in the number of #coronavirus cases.   ","sentiment_score":0.5}
{"full_text":"The Government said a further 563 people had died across the UK","sentiment_score":0.0}
{"full_text":"Who else is loving Bridgerton at the moment?https:\/\/t.co\/YJzNlCvINP","sentiment_score":0.6}
{"full_text":"Didn't you see the COVID-19 pandemic lockdown contributed to almost 80% of the striking period? Every other government works were at home those periods, so on what stands are you saying lecturers are asking for monies they didn't work for?","sentiment_score":0.1875}
{"full_text":"Peruvian President Francisco Sagasti announced on Jan. 6 that #Peru has reached an agreement with #China National Pharmaceutical Group (#Sinopharm) to purchase its #COVID19 inactivated vaccines. The first batch of 1 mln doses will arrive in Peru this month.","sentiment_score":0.25}
{"full_text":"Religion news 11 Jan: Muslim doctors say Covid-19 still has disproportionate impact on ethnic minorities; Places of worship close voluntarily; Faith leaders condemn the Capitol Hill insurrection; United Nations Green named outside Westminster Central Hall","sentiment_score":-0.0666666667}
{"full_text":"The Yorkshire Post and its sister titles across the UK today challenge Boris Johnson to ensure that every citizen is only a short walk away from a vaccine centre:https:\/\/t.co\/TULK0KNMP9","sentiment_score":0.0}
{"full_text":"RT These are some jam-packed paragraphs:","sentiment_score":0.0}
{"full_text":"PH secures supply of 25-M Covid-19 vaccines from Chinahttps:\/\/t.co\/DV2kJ9u56m","sentiment_score":0.0}
{"full_text":"RT People died from alot of other ailments but tested positive for covid,that's...","sentiment_score":0.0511363636}
{"full_text":"Preity Zinta opens up about family's COVID-19 diagnosis: Felt helpless far away in America","sentiment_score":0.1}
{"full_text":"Today in we pray for Prague: (Includes Brno) Chaplain: Nathanial Nathanial, Reader: Jack Noonan; for all facing a difficult time due to Covid-19, more blessings and stability for them; Lent Bible Study and  congregations in Prague &amp; Brno.","sentiment_score":-0.21875}
{"full_text":"Working-from-home is no problem at Each apartment features high speed Wi-Fi and a study space. Guests are also invited to make use of the ground floor cyber-hub and lounge. Book your stay or enquire about our latest 2021 rates on +254 (0)709 439000 #YStayAnywhereElse","sentiment_score":0.33}
{"full_text":"#ASBHM2021 presentations with my name on them:\"Psychosocial predictors of psychological distress during self-isolation due to COVID19 pandemic\"Lead author and Presenter: Jess KentSupervisor: Chris Kilby","sentiment_score":-0.0625}
{"full_text":"COVID-19 media coverage in Ghana: discusses how we can improve upon the current discourse. #HealthInfoAfrica #COVID19 #GHMedia","sentiment_score":0.0}
{"full_text":"\"Return or remain: Singapore students face tough choice in Covid-wracked UK\" The Straits Times","sentiment_score":-0.3888888889}
{"full_text":"Pope Francis has said the Vatican will begin COVID-19 vaccinations next week, and that he will be in line to receive the shot.","sentiment_score":0.0}
{"full_text":"With fast spreading COVID19 2nd wave in South Korea, a government U turn allows protesting medical students who boycotted licensing exams to sit the test after all -  writes Aimee Chung #medicaleducation #meded #health #Asiaed","sentiment_score":0.0666666667}
{"full_text":"Some Minnesota iPhone users will have the option to receive COVID-19 exposure notifications without using the state's app. According to MNIT, iPhone users with iOS 12.5 or 13.7 and higher will get a notification today about the opt-in setting.","sentiment_score":0.25}
{"full_text":"State health officials said Sunday that 28 hubs will be getting 158,825 doses this week. Here's how many are coming to Austin  (via:","sentiment_score":0.5}
{"full_text":"Spend lockdown planning your future Kilimanjaro, Sept 2021 is on! Get your place secured https:\/\/t.co\/wqfTw7X8jP#kilimanjaro #adventure #trek #hike #summit #africa #dreamexplorediscover #tanzania #lockdown #plans #events #travel #thegreatoutdoors #climb #achieve","sentiment_score":0.0}
{"full_text":"RT We need a 'Permit' to enter our own state, no matter who you are and where you are from. Why are we allowing","sentiment_score":0.6}
{"full_text":"Toothless NEMA Ignores Pollution; Blames Winds, Weed for Massive Fish Deaths on Lake Victoria #ChimpReportsNews #Climate #WearAMask ","sentiment_score":0.0}
{"full_text":"China has spent much of the past year trying to spin the narrative of the pandemic as an undisputed victory led by the ruling Communist Party.https:\/\/t.co\/KFJKcN8plB","sentiment_score":-0.05}
{"full_text":"The vaccination drive comes as the U.K. sees a steep increase in infections and record numbers of COVID-19 patients being hospitalized, with many experts warning that the situation is more dire.https:\/\/t.co\/L3VbgA9iO6","sentiment_score":0.5}
{"full_text":"lol im gonna stay home from school today bc my tummy hurts","sentiment_score":0.8}
{"full_text":"Try to look after yourself mind, body and soul during these trying times.","sentiment_score":0.0}
{"full_text":"Utah among worst COVID-19 rate states in US","sentiment_score":-1.0}
{"full_text":"Here are a few reasons the Twitter-verse thinks #AMTurnUpFriday was the perfect Lockdown remedy in 2020.Sponsored by and","sentiment_score":0.4}
{"full_text":"RT Both Brexit and the failed response to Covid has left our country absolutely screwed.If it wasn't for the extra PS350m...","sentiment_score":-0.075}
{"full_text":"'No regrets': Spokane trampoline park reopens early after $10,000 COVID-19 fine","sentiment_score":0.1888888889}
{"full_text":"Pacific's Micronesia records first #COVID19 case","sentiment_score":0.25}
{"full_text":"Bay Area seeing more COVID-19 patients with no underlying health conditions","sentiment_score":0.5}
{"full_text":"West Indies is the first international side to arrive in #Bangladesh since the #Covid19 outbreak","sentiment_score":0.125}
{"full_text":"Oooh Devil no want COVID-19 for hell Na why he lock the gate Sin while the door is close and repent when it's open ","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 18.3FWind Chill: 18.3FHumidity: 99%Dew Point: 18.1F Barometer: 30.457 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 225.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I never want to hear again about how Trump \"conservatism\" is pro-life. You condone torture. You put kids in cages and orp...","sentiment_score":0.0}
{"full_text":"RT New cover-up fears as Chinese officials delete critical data about the Wuhan lab | Daily Mail Online","sentiment_score":0.0340909091}
{"full_text":"You aren't at high risk for COVID-19, which means you aren't within the first few priority groups for the vaccine. Once health care staff, essential workers, &amp; the immunocompromised\/elderly get vaccinated, you'll be eligible too; meanwhile, stay safe, stay masked, &amp; stay hopeful!","sentiment_score":0.167}
{"full_text":"RT This my fav video rn. This girl's dad is hilarrrrrrrrrr. Why he hear all that and all he cares about is Covid ","sentiment_score":0.0}
{"full_text":"RT Coronavirus rates among teachers are 333% above the average.How dare Hancock say today there was \"no evidence\" teachers...","sentiment_score":0.0}
{"full_text":"Hang on..so you're complaining that the \"communist dictator\" didn't lock down aged care?","sentiment_score":-0.1277777778}
{"full_text":"You need to visit just one hospital to see the chaos and overcrowding due to this pandemic. My son is a Dr  in KZN and is burnt out by it. Just last week he personally signed 5 death warrants due to covid on one shift. It's truly devastating.","sentiment_score":-0.25}
{"full_text":"Face masks must be worn on all domestic &amp; international flights.You'll need to wear a mask at the airport, at the boarding gate and throughout your flight, unless you're under 12 years old or have a medical condition that exempts you.https:\/\/t.co\/4wq9YhfQ1H","sentiment_score":0.025}
{"full_text":"Coral Springs COVID-19 Update: Florida Sees Extremely High Weekend Case Numbers","sentiment_score":0.16}
{"full_text":"bruh it sucks not having it though tbh. but at the same time i don't really have anyone to teach me because my mom's always working and family members don't always have time. like the only i can use to help is drivers ed but i can't rn because of corona","sentiment_score":-0.025}
{"full_text":"RT #TREASURE wants to hold a world tour to meet fans after the COVID19.Upvote and Recommend. Click the 3rd EMOJI.https:...","sentiment_score":0.1}
{"full_text":"N.S. records no new cases of COVID-19 but province 'not out of the woods': Stranghttps:\/\/t.co\/wwXcYEfkJQ","sentiment_score":-0.0681818182}
{"full_text":"RT innnnnnum 2 naall taannn Biggest release in Indian Cinema after this pandemic #Master #MasterFilm","sentiment_score":0.0}
{"full_text":"RT LOCKDOWN BLUES ? Look , this might help , just a little . Or not . Tough times , really . But the little things can help g...","sentiment_score":0.0048611111}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"CNN Top Stories :  Japan says travelers from Brazil carried mutations similar to Covid-19 variants seen in UK and South Africa","sentiment_score":0.25}
{"full_text":"RT So this nursing home didn't have a COVID outbreak until they vaccinated everyone. Now they have 24 deaths.","sentiment_score":0.0}
{"full_text":"RT I never want to hear again about how Trump \"conservatism\" is pro-life. You condone torture. You put kids in cages and orp...","sentiment_score":0.0}
{"full_text":"RT Another attempt at darurat?What extra powers from a darurat can be obtained to fight the pandemic, that stricter SOP or e...","sentiment_score":0.0}
{"full_text":"Decision-time looms on EU budget rules as pandemic fallout grows: Positive developments for economy cannot mask long-term pain from soaring public debt","sentiment_score":0.1136363636}
{"full_text":"Time: 07:00 * Temp: 6.8degC * Wind: WNW 6.9 to 13.0mph * Pressure: 1006.8hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:40 * Sunset: 16:22 * Cloudbase: 560ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Just go to UCH, the staffs are panicking like mad. Doctors and Nurses are testing positive like it nothing. 37 people from...","sentiment_score":-0.1988636364}
{"full_text":"Think positive thoughts, you are what you think.Happy new week!#covid19#healthiswealth#YourBank4Life","sentiment_score":0.1818181818}
{"full_text":"#SupplyChain managers are big #AI advocates despite letdowns during #COVID. Here's why they're keeping the faith.","sentiment_score":0.0}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT Unfortunately, last night at 8:27 my dad passed away due to Covid. He fought hard for over a month but his body could not anym...","sentiment_score":-0.1388888889}
{"full_text":"Covid: Welsh cities 'to benefit' if firms move from London","sentiment_score":0.0}
{"full_text":"RT More than one in five Israelis have had their first dose of a #COVID19 vaccine.The country has been praised for its vaccine...","sentiment_score":0.375}
{"full_text":"RT As a \"Vaccination Super Station\" near Petco Park opens for #SanDiego healthcare workers tomorrow ...","sentiment_score":0.2166666667}
{"full_text":"RT This article similarly identifies gop officials and donors among the ranks of the insurrectionists.","sentiment_score":0.0}
{"full_text":"RT Not many people know about this but Chungha was asymptomatic and has been fully recovered from Covid ","sentiment_score":-0.25}
{"full_text":"RT Please take this pandemic seriously; COVID isn't \"just 'flu'\"; and what we're seeing isn't \"just winter pressures\".Fol...","sentiment_score":-0.3333333333}
{"full_text":"RT A review of social media posts, voter registrations, court files and other records for 120+ people arrested or ID'd at the rio...","sentiment_score":-0.0458333333}
{"full_text":"Despite having strong surveillance system monitoring #Uyghurs and #Tibetans, illegal, unapproved #vaccines are being sent from #Chinese borders.#CCP_is_terrorist@lukedepulford@Nus_Ghani@DavidAltonHL@GordonGChang@WilliamYang120@arnohb112@Dalu_1989","sentiment_score":-0.0222222222}
{"full_text":"RT \"We fail to find strong evidence supporting restrictive measures\"New peer reviewed study finds little benefit, and potenti...","sentiment_score":0.0264393939}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT Lecturer: i believe we all read during the lockdown, get ready for text.Me: we all read?, where?.......excuse me sir, you...","sentiment_score":0.2}
{"full_text":"RT Selangor Journal | Mustapa tests positive for Covid-19","sentiment_score":0.2272727273}
