{"full_text":"Oh yes","sentiment_score":0.0}
{"full_text":"1,500 new COVID-19 cases, 50 deaths reported in Minnesota","sentiment_score":0.1363636364}
{"full_text":"Another three weeks of lockdown...","sentiment_score":0.0}
{"full_text":"RT There continues to be a dangerously high level of #covid spread in #NewOrleans. As a reminder, we have moved back to a Modif...","sentiment_score":0.08}
{"full_text":"Coronavirus | U.S. makes negative COVID-19 test mandatory for all arrivals | In Hindi.","sentiment_score":-0.3}
{"full_text":"Too bad mcdavid already got covid in the off season so this wouldn't stop him from playing if an outbreak happened from the media scrums. Pity.","sentiment_score":-0.4}
{"full_text":"RT Andy Biggs, the same man who helped launch the insurrection and refused to wear a mask during lockdown, is asking Dems to go e...","sentiment_score":0.0}
{"full_text":"Beginning to think keep Britain free is some sort of code for keep Britain's dying. Shocking how, with 1500 deaths announced people still spout the bullshit of someone who knew someone who was hit by a bus in 1986 and its now recorded as Covid.","sentiment_score":-0.3}
{"full_text":"RT When your FAQ is as confusing as your emergency measures, it's time to admit you don't have an adequate and clear plan...","sentiment_score":0.0444444444}
{"full_text":"RT 1 out of 868 Americans have died from covid-19.(it was 1 per 1000 on December 26th)","sentiment_score":0.0}
{"full_text":"RT read this then scroll down to see what prompted it","sentiment_score":-0.1555555556}
{"full_text":"RT ***Gov. Cuomo Refuses To Permit Vaccinations at Prisons, Local Jails Even as COVID-19 Claims More Lives of People in Custo...","sentiment_score":0.25}
{"full_text":"RT \"Lockdown won't be that long\"The Lockdown:","sentiment_score":-0.05}
{"full_text":"RT There are the 5 who died in the siege &amp; the 2 who committed suicide after That's 7+the 3,692 covid dead of today, plus at...","sentiment_score":-0.2}
{"full_text":"RT Most of these deaths had COVID-19 as the cause of death, only a minority involve it a...","sentiment_score":0.25}
{"full_text":"RT Andy Biggs, the same man who helped launch the insurrection and refused to wear a mask during lockdown, is asking Dems to go e...","sentiment_score":0.0}
{"full_text":"RT Unless you're living somewhere warm or in the Southern Hemisphere, January sucks. It's cold. It's dark. Christmas cele...","sentiment_score":-0.09}
{"full_text":"RT I was diagnosed with HIV during a walk-in visit at a free clinic. An hour later I had a month of free meds in hand &amp; an...","sentiment_score":0.2666666667}
{"full_text":"\/\/ we need to be because the county i live in keeps having case spikes and I'm like c: I wonder fucking why","sentiment_score":-0.2318181818}
{"full_text":"Series finale is then all dying after a white\/male\/trumpster nurse infects them all with COVID after he got back from the ASSAULT ON THE CAPITOL","sentiment_score":0.0}
{"full_text":"RT Raise your hand if GOP in your state is already indicating plans to use pandemic to expand vouchers, undermine public...","sentiment_score":0.0}
{"full_text":"So easy #Corona #COVID19 #pandemic #coronavirus #SpreadLoveAndLoveWillSpread #SocialDistancing","sentiment_score":0.4333333333}
{"full_text":"RT U.K. COVID vaccine centers to open 24\/7 \"as soon as possible\"","sentiment_score":0.0}
{"full_text":"An example of why this country is so terrible at managing COVID?","sentiment_score":-1.0}
{"full_text":"RT A woman who visited hospitals to expose what she falsely claimed were empty hospitals during the coronavirus pandemic has b...","sentiment_score":-0.25}
{"full_text":"RT In the middle of a pandemic, the government that sponsors rightwing terrorism at home and abroad is calling a socialist cou...","sentiment_score":0.0}
{"full_text":"RT I just got a call from my health insurance company, saying that every ER they cover in the region is packed to capacity, so...","sentiment_score":0.0}
{"full_text":"RT Your  rude behavior for Tax Payers and Professionals during Covid cum Financial Pandemic,will hit you hard in f...","sentiment_score":-0.1972222222}
{"full_text":"COVID-19 Vaccine Manufacturers Should Conduct Local Trials Before Approval: Reports","sentiment_score":0.0}
{"full_text":"Hmmmm, I wonder how local govt in covid free New Zealand works, comparatively speaking.","sentiment_score":0.1787878788}
{"full_text":"Listening to Republicans talk about unity and a need to work on Covid is really fucking rich #ImpeachTrump","sentiment_score":0.375}
{"full_text":"1,500 new COVID-19 cases, 50 deaths reported in Minnesota","sentiment_score":0.1363636364}
{"full_text":"RT Imagine working in a place where colleagues refused to wear masks indoors in close quarters during a pandemic, who spread l...","sentiment_score":0.0}
{"full_text":"RT There were 1,564 covid deaths in the UK today. A record high.How many in New Zealand? 0.Vietnam? 0.Australia? 0.T...","sentiment_score":0.3181818182}
{"full_text":"1st covid test taken for the year ","sentiment_score":0.0}
{"full_text":"RT Today's update on the numbers:Total COVID hospitalizations are at 8,929.Of the 196,868 tests reported yesterday, 14,577...","sentiment_score":0.0}
{"full_text":"RT #COVID19: Sir David Attenborough has become the latest national treasure to get the first dose of the vaccine","sentiment_score":0.375}
{"full_text":"Rep Tom Tiffany blames the Democrats for delaying the COVID relief?!! When do Americans demand truth?? How stupid are these reps? The GOP brings down the IQ of the entire Congress. #GOPSeditiousTraitors","sentiment_score":-0.3185185185}
{"full_text":"Did this fool just accuse Democrats of holding up the COVID response? This from the party who refuse masks, refuse to stop partying, foster conspiracy theories and STILL call COVID a hoax after nearly 400,000 Americans have perished? #ImpeachHisAss","sentiment_score":0.1}
{"full_text":"RT New York's Yankee Stadium is expected to join numerous sports and entertainment venues around the nation being used as mass Covid-...","sentiment_score":0.0121212121}
{"full_text":"RT Oh, wow, Republicans -- after months of telling us that Trump brought us the greatest economy ever -- have noticed that...","sentiment_score":0.55}
{"full_text":"STANDARD MASKS ARE NOT GOOD ENOUGH!We need to wear anti-viral \/ #COVID19 killing masks.These certified, long lasting masks are made with patented nanotech &amp; have 99.98% filtration.Developed by British doctors &amp; made in UK News:","sentiment_score":-0.08}
{"full_text":"We would be in far better shape w the pandemic under control &amp; with new jobs in new sectors being created consistently.","sentiment_score":0.2245454545}
{"full_text":"RT Inbox: Reps. Debbie Dingell and Anthony Brown have introduced legislation that would impose $1,000 fines on any Member of...","sentiment_score":0.0}
{"full_text":"RT thought you might be interested in this-a murder trial in Winchester was halted this morning after the def...","sentiment_score":0.25}
{"full_text":"RT TODAY ON THE ROBERT SCOTT BELL SHOW: #Google #censorship, mRNA mania, Inner ear, #COVID Teletubbies, Outside...","sentiment_score":0.0}
{"full_text":"Okay, so NOW republicans choose to talk about covid relief after fascists were about to kill them?","sentiment_score":0.5}
{"full_text":"New York Post : Portugal's president tests positive for COVID-19.https:\/\/t.co\/COCQX4azCLvia","sentiment_score":0.1818181818}
{"full_text":"RT We are very concerned about the impending lock down cutting our camp off from much needed supplies. If you are able to do a so...","sentiment_score":0.0288888889}
{"full_text":"Now they have their base convinced that Pelosi herself, delayed the COVID bill all summer to sway an election. Tom Tiffany","sentiment_score":-0.8}
{"full_text":"RT 'No more talk of pandemic Ma,, said my daughter firmly from London when I spoke of unspeakable deaths. 'Send me pics of bouga...","sentiment_score":-0.225}
{"full_text":"RT This is a DEEPLY unpopular impeachment.The American people wish we were here dealing with coronavirus, not the virus of...","sentiment_score":0.0}
{"full_text":"RT Once adults, particularly older adults are vaccinated, and if *god willing* there is not vaccine escape, covid19 is over...","sentiment_score":0.2083333333}
{"full_text":"RT #SunCityWest Some Sun Cities residents now eligible for COVID vaccine. #AZNEWSMEDIAhttps:\/\/t.co\/vLqSgjWJ2W","sentiment_score":0.0}
{"full_text":"RT This is such a misguided slogan. The aim is not to protect an institution - but to ensure we have enough capacity to kee...","sentiment_score":0.0}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"RT A coronavirus vaccine developed by China's Sinovac Biotech was just 50.4% effective at preventing symptomatic infection...","sentiment_score":0.35}
{"full_text":"RT BREAKING: SCOTUS reinstated a federal policy that makes it harder for people to access abortion care during the pandemic.The po...","sentiment_score":-0.1}
{"full_text":"RT The need for digital, cloud-based solutions has been heightened by COVID-19. In the next episode of #DigitallySpeaking Anthe...","sentiment_score":0.0}
{"full_text":"Bolu Akin-Olugbade, billionaire businessman, dies of COVID-19","sentiment_score":0.0}
{"full_text":"Sadiq Khan says 10,000 Londoners have now died of Covid-19","sentiment_score":0.0}
{"full_text":"Handed a trophy before the season was won.   Not relegated due to covid. Money spent going to dubai.   PS5m singings.    always offended, never ashamed","sentiment_score":-0.1125}
{"full_text":"RT just read the news that dustin's execution was halted until march because of a covid diagnosis. feels heavy thinking about how...","sentiment_score":-0.2}
{"full_text":"How grateful are you when you risked exposing them to covid by refusing to wear a mask during lockdown at capitol? Apparently you have a huge  ego and tiny consideration for others. YOU ARE UNFIT TO BE REPRESENTING GOOD AMERICANS.","sentiment_score":0.2875}
{"full_text":"Thinking of starting a business? Our Financial Analyst shares, \"If you've ever thought about starting a business, the end of the pandemic might be an ideal time to do so,\" in this roundup by which shares 100 top personal finance tips.","sentiment_score":0.2333333333}
{"full_text":"RT ?? is this supposed to be funny","sentiment_score":0.25}
{"full_text":"Might have an ounce of clout if he used his own language and told folks to \"stand down and stay home.\"","sentiment_score":0.2222222222}
{"full_text":"RT Someone said they should have arrested the party attendees and paraded them like they did the nightclubers over the weekend....","sentiment_score":0.0}
{"full_text":"There's nothing like MALARIA!!! All those symptoms were that of Typhoid","sentiment_score":0.0}
{"full_text":"Because it isn't as contagious and we no a lot about the flu we no nothing about COVID .. it's not that hard to see these points but your just looking for a moan or a hoax .","sentiment_score":-0.2916666667}
{"full_text":"RT The Warwickshire Hunt rider told that he didn't give a fuck about spreading covid.https:\/\/t.co\/HWDBgTH8a4","sentiment_score":-0.4}
{"full_text":"RT Stay together! Stay stronger! We can defeat  the bloody COVID! Orthopedic Surgeon team is joining ICU today!  #teamwork #...","sentiment_score":-1.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"Gas mask","sentiment_score":0.0}
{"full_text":"It's not communism \"a classless society in which private ownership has been abolished and the means of production and subsistence belong to the community\"See this thread on what to call it, perhaps techno-fascism or neo- feudalism where the elite own all","sentiment_score":0.3}
{"full_text":"RT This is the mind-blistering fact that everyone should be aware of. The government still has *no plan* for ending the pan...","sentiment_score":0.25}
{"full_text":"So am I, in awe of the health workers and support staff.  It's a very tough life for them now.  I just hope every one of us does there bit to fight Covid to help them.","sentiment_score":-0.5055555556}
{"full_text":"RT This is where we need to put our collective #RSA energy now. #GOODinformation #dispelmyths #clearconcerns #VaccinesSav...","sentiment_score":0.0}
{"full_text":"RT As a journalist, activist, and diplomat, I've seen the world-changing impact of At this critical moment, I feel...","sentiment_score":0.0}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT OK so my community received a very generous gift\/loan of an old PlayStation 4. I haven't played a console game since I b...","sentiment_score":0.1}
{"full_text":"Interesting results on consumer behavior during the first 9 months of the pandemic include when people will be ready to resume a normal life and how their comfort levels have changed in how and when they spend. by","sentiment_score":0.275}
{"full_text":"RT Thanks Lawrence for that reply. Important to be clear that these are, indeed, Covid d...","sentiment_score":0.2333333333}
{"full_text":"With all that's going on--#impeachment, sedition, #insurrection, #Covid19 &amp; #coronavirus mutations--what does it say that #ChuckTodd is trending?Not a Todd fan, just making an observation...SMH","sentiment_score":0.0}
{"full_text":"fi wahad wen ma yrouh bi hot the 'stay home' sticker, ma kenet aarfe lebnen kello elak","sentiment_score":0.25}
{"full_text":"Masks are not used to protect the wearer from COVID-19. They are used to contain the spread of people that potentially have the virus but don't know it yet.If you don't care about people around you, then do it for yourself. Stop acting like a smartass.","sentiment_score":0.0}
{"full_text":"Hey, malmphegor... Are you a doctor? Where's the evidence for all you claim? Do you know more than most doctors about Covid and masks and lockdowns?  Doubt it! If you want to go hang out with lots of people, go ahead! Thank God I won't be anywhere near you! #Idiot","sentiment_score":0.1515625}
{"full_text":"RT Andy Biggs, the same man who helped launch the insurrection and refused to wear a mask during lockdown, is asking Dems to go e...","sentiment_score":0.0}
{"full_text":"RT he got covid so i don't have to go on this date no more ","sentiment_score":-0.25}
{"full_text":"RT The way she tweeted this then jetted around the world, during a global pandemic, with her Anti-Vax boyfriend ","sentiment_score":0.0}
{"full_text":"this will kill many within the black and latino populations. WTH IS WRONG WITH YOU?!","sentiment_score":-0.0972222222}
{"full_text":"Fuck whoever gave me covid!","sentiment_score":-0.5}
{"full_text":"Marcus Rashford shows us all how to campaign effectively. Screaming in anger on Twitter is not the same as actioning change.","sentiment_score":-0.0333333333}
{"full_text":"COVID relief was delayed because Republicans wanted average Americans to get nothing., as usual. #RepublicansLie","sentiment_score":-0.2}
{"full_text":"RT More than 80% of care home residents in Scotland have received covid vaccine.https:\/\/t.co\/ltK5vE2ODD","sentiment_score":0.5}
{"full_text":"Along with three other California House Republicans  Ken Calvert of Corona, Doug LaMalfa of and Tom McClintock of Elk Grove McCarthy signed onto a specious lawsuit aimed at overturning the results in four key states won by Biden. The  case, so flimsy was its pretense.","sentiment_score":-0.0625}
{"full_text":"RT EXCLUSIVE: Public Health England official says UK will need to \"allow the disease to circulate in younger people where it'...","sentiment_score":0.0}
{"full_text":"RT The Trump administration is focusing on what really matters in this time of democratic crisis and pandemic: publishing climat...","sentiment_score":0.2}
{"full_text":"RT Jason Kenney has failed every step of the way during the COVID-19 pandemic. He has been slow to respond to the public hea...","sentiment_score":-0.2666666667}
{"full_text":"RT #China's regime incites violence on our streets, spreads #coronavirus to our shores, smuggles automatic weapons parts and...","sentiment_score":0.0}
{"full_text":"RT Compared to white people:*Black-owned homes devalued 23%*Black-owned property taxes 13% higher*Bank fees 2x higher...","sentiment_score":0.125}
{"full_text":"RT #SmallPlayerBigPlay honored to be the #Virtual #streaming partner. Great opportunity for Coaches from all over the country...","sentiment_score":0.8}
{"full_text":"RT Five people died last week from a pro-Trump riot at the Capitol building, the #COVID19 pandemic is raging on, and the...","sentiment_score":0.0}
{"full_text":"The Veterans Health Administration Innovation Ecosystem has launched a new initiative with Fitbit to help Veterans, caregivers and VA staff manage their health and wellness during the COVID-19 pandemic. Learn more:","sentiment_score":0.3181818182}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"More than 1,000 further deaths were reported in English hospitals today","sentiment_score":0.1666666667}
{"full_text":"The New Zealand job market has nearly recovered to pre-pandemic levels, with the finance ministry reporting strong job growth in Q4.","sentiment_score":0.2232323232}
{"full_text":"RT give  the  covid  vaccine  to  horny  people  first ","sentiment_score":0.25}
{"full_text":"RT We find our way out of the pandemic by seeing all humans  connected in a web of which we are a part.","sentiment_score":0.0}
{"full_text":"Detroit #AutoShow leaving downtown for #Pontiac as #COVID-19 fears continue. #AutoBody #Cars","sentiment_score":0.0}
{"full_text":"\"Alberta Mounties have started investigating the death of a Cargill worker who died of COVID-19 while working at the High River meat-packing plant.\"","sentiment_score":0.16}
{"full_text":"RT The Department of Small Business  has failed to allocate 92% of the funds that are meant as COVID-19 relief funds.On...","sentiment_score":-0.375}
{"full_text":"Covid vaccine centres: interactive map of every NHS hospital and community vaccination site in Englandhttps:\/\/t.co\/Ri5KXoeC6p","sentiment_score":0.0}
{"full_text":"RT This is a good way to put COVID-19 into long-run perspective.","sentiment_score":0.7}
{"full_text":"Schuerener Backparadies bakery's syringe-shaped cakes are drool worthy. Let us take a look at some of irresistible pictures:","sentiment_score":0.3333333333}
{"full_text":"\"If you can cope with cancer treatment during a pandemic, you can pretty much cope with anything.\"When #coronavirus changed the course of Kerry's treatment, she found the support she needed to make difficult decisions. Click to read Kerry's story ","sentiment_score":-0.0166666667}
{"full_text":"Unease is growing and not just from COVID. What the heck is going on? Find out it with Listen now!https:\/\/t.co\/E4dSvrXz36","sentiment_score":0.0}
{"full_text":"10 Best Gaming Keyboards for 2021! #wednesdaymotion #motivation #wednesdaythought #aliexpress #best #bestbuy #offer #tips #list #top #deal #discount #cheapshopping #shopping #LifeHacks #corona #stayhathome #gamer #gaming #keyboard #lol #game","sentiment_score":0.58}
{"full_text":".#COVID19 liability protection would address the more than 200,000 jobs that have been lost, according to state government watchdog","sentiment_score":0.5}
{"full_text":"Great article.As a DM I wish I had more personal time bandwidth to reach out and help more people who are lonely and bored during quarantine, to find this great game that brings people together.","sentiment_score":0.2}
{"full_text":"The latest guidance when you are shopping for essentials...https:\/\/t.co\/eEISfEl9q9","sentiment_score":0.5}
{"full_text":"Happy Wednesday y'all! If you're feeling unfocused or overwhelmed by your to do list, check out these tips that can help you stay balanced and on track. #penngradlife #penngradwellness","sentiment_score":0.3}
{"full_text":"#YPHealthParticipation tweetchat starting in an hour!Come and join us - just follow the # + see the blog post below if you want a bit of background info beforehand#CYPExp #ChildHealthMatters #YouthVoice #InvolveYoungPeople #VoiceMatters #ChildRights","sentiment_score":0.0}
{"full_text":"RT New research from shows nearly half of Intensive Care Unit (ICU) staff are likely to meet the threshold fo...","sentiment_score":-0.0101010101}
{"full_text":"My hands would still be stuck to the bar in this weather  Keep it up  #workout #gym #YouTube","sentiment_score":0.0}
{"full_text":"#'Uber of Saudi Arabia's online gifting industry' sees 1,500% surge in orders during pandemichttps:\/\/t.co\/R8vgajWXB1","sentiment_score":0.0}
{"full_text":"Stay at home order, outdoor skating rink to be discussed at council tonight #Northumberland #Cobourg","sentiment_score":0.0}
{"full_text":"CO universities hope COVID-19 lessons learned in fall prepare them for spring semester #EdColo","sentiment_score":0.0}
{"full_text":"Sign up at Liberty's front desk for our next two pool tournaments!Liberty events are open to single and unaccompanied Active Duty military personnel only. Limited space is available due to COVID restrictions.","sentiment_score":-0.0112433862}
{"full_text":"Within broader outreach initiatives, a host of health departments, nonprofits and advocates in North Carolina are working in concert to promote vaccines within Black and other historically marginalized communities.https:\/\/t.co\/QBF0lwhPp9","sentiment_score":-0.0972222222}
{"full_text":"With the nation's largest number of coronavirus cases and deaths, California officials are turning to some unconventional places to serve as COVID-19 vaccination centers. ","sentiment_score":0.0}
{"full_text":"VIDEO: | Thanks to Dr. Bill Burman for answering FAQs about #COVID from the #Denver \/ community.This week's topics include vaccine access for educators, and the impact of the UK variant on in-person learning.","sentiment_score":0.2}
{"full_text":"\"We have decades of research showing that high intensity tutoring can help students make up lost ground academically very quickly\" says on the topic of making up for learning loss during the #COVID19 pandemic. Read more: #learningloss #tutoring","sentiment_score":0.3644444444}
{"full_text":"We are pleased to present \"Covid and the Church\" A new series of seven short interviews from and This first video asks what, if anything, the Magisterial Reformation has to teach us today.https:\/\/t.co\/n2Lo6fb3MW","sentiment_score":0.1772727273}
{"full_text":"The Future of the #coronavirus? An Annoying Childhood Infection.https:\/\/t.co\/u5uRzbMm4H","sentiment_score":-0.4}
{"full_text":"Mosques are still open - but leaders are taking regular advice from public health officials to keep worshippers safehttps:\/\/t.co\/rudEpE0u7o","sentiment_score":0.0}
{"full_text":"Apparently Kun is out as he's \"recovering from Covid\"FFS!!","sentiment_score":0.078125}
{"full_text":"Looking for some creative ways to exercise during lockdown? You can top up your daily walk or run with a good stretch and some basic body weight moves that take less than five minutes - presented here by fitness expert Laura Williams","sentiment_score":0.2555555556}
{"full_text":"How can technology help companies worldwide return to work safely when lockdown ends?Visit the link:https:\/\/t.co\/V7iB6Juui8#covid19 #pandemic #officespace #lockdown #work","sentiment_score":0.5}
{"full_text":"Legends Hospitality seeks to raise as much as $500 million in a credit facility and notes to help the firm wait out the severe disruption to live events caused by COVID-19.","sentiment_score":0.0454545455}
{"full_text":"Why You Should Still Wear A Mask And Avoid Crowds After Getting The COVID-19 Vaccine.https:\/\/t.co\/enVwpPlGX3","sentiment_score":0.0}
{"full_text":"Entrepreneurship in a Pandemic #COVID19 #WayBackWednesday #WonderfulWednesday #HumpDay","sentiment_score":0.0}
{"full_text":"Cuomo's propaganda PR machine is in full effect this week but no amount of empty promises or powerpoints can cover up his vaccine debacle or his horrific mismanagement of this virus &amp; our state.https:\/\/t.co\/I4SmOQGsao","sentiment_score":-0.2125}
