{"full_text":"China Blocks Entry Of WHO Expert Team To Find Coronavirus Origin, Tedros 'Very Disappointed'","sentiment_score":-0.975}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT Many educators are working from home while helping their own children with home learning. It's tough. It's tough for u...","sentiment_score":0.0805555556}
{"full_text":"A cancelled meeting, delays and secrecy: Inside SA's efforts to procure Covid-19 vaccine doses via I bet they 1st WANTED TO KNOW WHAT THEIR CUT WAS GOING TO BE","sentiment_score":0.0}
{"full_text":"RT The 2021 Grammy Awards have been postponed until March due to COVID-19 concerns.","sentiment_score":-0.125}
{"full_text":"RT INDONEASIA TO IMPOSE STIRCT LOCKDOWN IN JAVA AND BALI AND TO IMPOSE TRAVEL BAN#OOTT#AIRLINES","sentiment_score":0.0}
{"full_text":"RT What are they distracting us from:1) vaccine smuggling2) POGO workers getting vaccine ahead of our healthcare workers...","sentiment_score":0.0}
{"full_text":"Sincerely it's not your fault... if not, you won't be thinking all Africans are pea-brained or witless","sentiment_score":-0.25}
{"full_text":"South African Covid variant appears to 'obviate' antibody drugs, Dr. Scott Gottlieb says - CNBC","sentiment_score":0.0}
{"full_text":"Of course a #CultOfTrump member would want to break the rural hospitals w\/ a massive uptick of #COVID19 cases! How on Earth can #MAGA want to kill not only friends &amp; family, but their nurses &amp; doctors?!","sentiment_score":0.0}
{"full_text":"I love you but please don't go on trips during the pandemic. -- i haven't ?? when we went to my grandparents house we all got tested before &amp; were all negative ?","sentiment_score":0.1}
{"full_text":"RT They are already being counted with covid and have done since October.","sentiment_score":0.0}
{"full_text":"RT The head of a large healthcare network in Ontario went on vacation in the Caribbean, 4 days after vaccines arrived the...","sentiment_score":0.2142857143}
{"full_text":"Yip China too - esp considering they were the Hotspot of the pandemic at one stage. Although I'm always very circumspect of China given the lack of media freedom and correct numbers coming from gov ","sentiment_score":0.2}
{"full_text":"RT a video on WhatsApp that shows how the Covid19 curve is flattening in Argentina.  The file is called \"Argentina is doi...","sentiment_score":0.0}
{"full_text":"RT There is a deadly money printing pandemic going on, have you taken the #bitcoin vaccine yet?","sentiment_score":-0.2}
{"full_text":"RT COVID-19 has fuelled a global 'learning poverty' crisis #education #COVID19","sentiment_score":0.0}
{"full_text":"RT call me crazy but plummeting mental health in lockdown has a lot more to do with financial insecurity than it does going th...","sentiment_score":-0.05}
{"full_text":"RT Took this picture today as l braced the heat.I took it so that my grandkids would know l gave my best for Zim.Sad reality is...","sentiment_score":1.0}
{"full_text":"RT I am physically and mentally exhausted. We had 3 deaths on our ward yesterday from covid. Our staff are drained. Please, fo...","sentiment_score":-0.2}
{"full_text":"RT Randy, you can add and our 46,000 members to the list that st...","sentiment_score":0.0}
{"full_text":"RT Vaccinate school staff. #schoolclosures #schoolsreopeninguk","sentiment_score":0.0}
{"full_text":"Phuket flights take a hit amid COVID scare #thailand #coronavirus #covid19","sentiment_score":0.0}
{"full_text":"RT UK Government failure on quarantine and testing has left us exposed to worrying new COVID strains. The PM - casually - t...","sentiment_score":-0.1700757576}
{"full_text":"RT The new #COVID19 variant is spreading fast.We all need to play our part to stop spread. Stay at home.Read the rules and...","sentiment_score":0.1363636364}
{"full_text":"RT Why would you leave 3 million workers out of the lifelines of SEISS &amp; JRS? Why offer them only debt &amp; woefully...","sentiment_score":0.0}
{"full_text":"RT #COVID19 is the direct result of our malignant #AnimalAbuse.Unless we stop our barbaric crimes against other earthlin...","sentiment_score":-0.0125}
{"full_text":"RT Just possibly \"Overthrow American democracy for the sake of a racist, sexist, corrupt egomaniac who got almost 400,000 Ameri...","sentiment_score":-0.1666666667}
{"full_text":"RT If I'm forced to wear a mask in House of Hypocrites, it's going to have a message.","sentiment_score":-0.3}
{"full_text":"RT Resign is trending","sentiment_score":0.0}
{"full_text":"SOCIAL CENTER\/IMMIGRANTS ' PLACE-STEKI (GREEK NGO) CRITICIZED GREEK GOVERNMENT'S INHUMAN THREATS TOWARDS REFUGEESMoria, a refugee hub with a capacity of about 2,700 people since the outbreak of the pandemic, has stored about 20,000 souls.","sentiment_score":0.0111111111}
{"full_text":"RT You should thank them for BENGHAZI, RUSSIAN HOAX, FISA CORRUPTION, SCORECARD &amp; HAMMER, COV...","sentiment_score":0.0}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"Bbc making room for educational programmes to help during lockdown, may I suggest  #bbcbreakfast be sacrificed to free up 3 hours every day","sentiment_score":0.325}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"RT To those that say  who cares as covid only affects those with underlying health conditions, I say; A) that bullshit. I...","sentiment_score":0.0}
{"full_text":"RT In amongst all of the graphs, charts and arguments the story of this pandemic is one of human tragedy and loss. To have a lov...","sentiment_score":0.0}
{"full_text":"RT Another Brexit Benefit. 35 week pregnant friend's German au pair was turned back by UK immigration for wrong paperwork....","sentiment_score":-0.0416666667}
{"full_text":"RT To all the female healthcare workers who have sacrificed family time to care for Covid sick throughout the past 10 months....","sentiment_score":-0.3214285714}
{"full_text":"Excruciating accuracy from  Again.\"History! I think we all feel its hand on our shoulder. Certainly its finger on the lens.\"It's back to school for Boris Johnson, the man who refuses to learn | Coronavirus | The Guardian -","sentiment_score":0.1071428571}
{"full_text":"RT Committing sedition to prevent the seating of (checks notes) a moderate who's main issue is not any particular liberal polic...","sentiment_score":0.1111111111}
{"full_text":"RT call me crazy but plummeting mental health in lockdown has a lot more to do with financial insecurity than it does going th...","sentiment_score":-0.05}
{"full_text":"RT The pandemic has cruelly exposed huge variations in how easily we are able to weather threats to livelihoods, education and phy...","sentiment_score":0.0833333333}
{"full_text":"Rest of these reply guy swivel-eyed freaks entirely miss the point in the same vein your cheap as all fuck spam master account does. You're special though mate. An actual loon who thinks a proper burn out lockdown and a govt of non-cronies is oppression. Have some self respect","sentiment_score":0.0510204082}
{"full_text":"RT Whether Covid-19 is real or not take precautionary measures! Do the right thing! Same as heaven and hell! Whether they ar...","sentiment_score":0.2023809524}
{"full_text":"Although the term is popular during post-Covid era, writers and artists have practised this from time immemorial. They would avoid contact with other people in order to pay undivided attention to their creations by preventing the interruptions from external world.#amwriting","sentiment_score":0.1583333333}
{"full_text":"RT everyone. please stay safe. wear a mask. only go out if you have to. wash your hands. stay hydrated. keep good vibes.","sentiment_score":0.4}
{"full_text":"Service Update 08:00 - All general service updates can be found this afternoon here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Service Update 08:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Do what the BCCI does in such a situation. Call Sri Lanka.","sentiment_score":0.0}
{"full_text":"RT I believe there has been an organised grand deception in disbursement of UK Treasury funds over Brexit and now Covid. T...","sentiment_score":0.5}
{"full_text":"Tony Blair talks more sense then any political person in power let's get him advising #lockdown #gmb","sentiment_score":0.25}
{"full_text":"She must inform us about covid cases as well, we can't pretend as if all is perfectly well.","sentiment_score":1.0}
{"full_text":"RT WHO virus mission to China in disarray as entry deniedhttps:\/\/t.co\/tQKPhHkUjg","sentiment_score":0.0}
{"full_text":"Can someone tell here Tanzania story regarding Covid 19.. their strategy, their numbers, how they deal with tourists etc","sentiment_score":0.0}
{"full_text":"This is how COVID-19 has impacted workers' lives around the world","sentiment_score":0.0}
{"full_text":"RT Imagine seeing these hospital numbers and still sitting behind your keyboard arguing that Covid is a hoax?","sentiment_score":-0.4}
{"full_text":"After everything I just watched from YouTube and other clips, COVID19 is the biggest scam &amp; Cyril must be burnt for Selling us out ","sentiment_score":-0.125}
{"full_text":"RT Imagine being so racist that you go out of your way to ensure that the people who prepare *your* food are unvaccinated.","sentiment_score":0.0}
{"full_text":"On behalf of President of Sri Lanka, the govt and people of Sri Lanka, I convey our profound gratitude to PM Modi, Indian govt for the tremendous support India extended in the past several months to mitigate the adverse impact of the COVID pandemic: Foreign Minister of #SriLanka","sentiment_score":0.0083333333}
{"full_text":"RT China has blocked the arrival of a team from the WHO investigating the origins of the coronavirus pandemic, claiming t...","sentiment_score":0.0}
{"full_text":"RT So, just hours after Boris Johnson assured us schools are 'safe' and will stay open, he shuts them all. But only after al...","sentiment_score":0.1666666667}
{"full_text":"RT \"You shouldn't be publishing it, you have no basis to do it and I don't know how I'd sleep at night if I was someone writ...","sentiment_score":0.0}
{"full_text":"RT Even as many remain transfixed by the election in Georgia, thousands of Americans have died today from covid, and thousands...","sentiment_score":0.5}
{"full_text":"RT [MUST WATCH] in Langebaan in the West Coast arrest a surfer on the beach for contravention of the Disa...","sentiment_score":-0.05}
{"full_text":"Ryanair advertising 'jab and go'... yeah, that is not how the Covid vaccine works.","sentiment_score":0.0}
{"full_text":"One more feather in our nation's crown thanks our PM","sentiment_score":0.35}
{"full_text":"Scotland's bishops protest against closure of churches amid new lockdown","sentiment_score":0.1363636364}
{"full_text":"RT on Dec 15, McConnell publicly acknowledged Biden's victorya week later, Trump blasted covid-relief deal, making pointle...","sentiment_score":-0.2}
{"full_text":"RT Don't fret: This guitar pedal is not a coronavirus vaccine tracking chip","sentiment_score":0.0}
{"full_text":"RT I don't know who needs to hear this, but \"post-Covid\" lungs look worse than ANY type of terrible smoker's lungs we've ever...","sentiment_score":-0.7}
{"full_text":"RT Covid vaccination- from the front line. My group of practices was initially told we would get our first delivery on 28th d...","sentiment_score":0.125}
{"full_text":"If you want any credibility from me, you better come with a widespread, thorough pandemic response on the first day. No means tested\/qualified bullshit.","sentiment_score":0.375}
{"full_text":"RT My brother is a baker for a large supermarket, he never was furloughed or had the opportunity to stay safe at home, nev...","sentiment_score":0.3571428571}
{"full_text":"RT Trump: I'm going to go to my Scotland property the last day of my term, so I can't be arrested. Scotland: Declares month...","sentiment_score":0.0}
{"full_text":"I hope he recovers. I work in the emergency deot in a hospital and wearing a mask for patients and staff is mandatory, and still some people make me so angry when they refuse to wear it, and then they get angry when they're asked to leave. Idiots!","sentiment_score":-0.6666666667}
{"full_text":"RT Town goes above and beyond in third lockdown","sentiment_score":0.0}
{"full_text":"RT Travel is restricted to the northern Chinese city of Shijiazhuang, around 300 kilometres (200 miles) south of Beijing, and schools...","sentiment_score":0.0}
{"full_text":"RT \"We are tired and we need your help. We can't do this alone, we need each and every one of you to contribute. This is...","sentiment_score":-0.4}
{"full_text":"RT UK Government failure on quarantine and testing has left us exposed to worrying new COVID strains. The PM - casually - t...","sentiment_score":-0.1700757576}
{"full_text":"RT Busy day with staff testing using both PCR &amp; LFT tests - keeping everyone safe #proudtocare #COVID19 #tuesdayvibe","sentiment_score":0.3}
{"full_text":"RT I am physically and mentally exhausted. We had 3 deaths on our ward yesterday from covid. Our staff are drained. Please, fo...","sentiment_score":-0.2}
{"full_text":"RT Just received a hygiene care kit from local district health centre here in Seoul. Arriving back in Korea the other day, I...","sentiment_score":-0.0416666667}
{"full_text":"RT Always wear a mask on public transport they said.....","sentiment_score":0.0}
{"full_text":"RT Yash Boss Reagrding Birthday celebration in this Pandemic Time and Teaser Release Date announcement","sentiment_score":0.0}
{"full_text":"this is truly a test of ones faith, i've lost so many friends and relatives to this pandemic. but I cling to the Father still!i believe we will have to endure much more, much worse, and much longer. Persecution is at hand, beware the deceptions!","sentiment_score":0.2125}
{"full_text":"RT COVID-19: More than two million jabs a week needed to meet vaccination target, minister says","sentiment_score":0.5}
{"full_text":"RT #HappyAnniversary to you and Gry, Erik. Though the circumstances may be difficult, a blessing to be able to share this day...","sentiment_score":0.0}
{"full_text":"RT It's been revealed a number of private COVID clinics are charging patients for what should be a free test. #9Ne...","sentiment_score":0.2}
{"full_text":"RT My brother is a baker for a large supermarket, he never was furloughed or had the opportunity to stay safe at home, nev...","sentiment_score":0.3571428571}
{"full_text":"RT On behalf of President of Sri Lanka, the govt and people for Sri Lanka, I convey our profound gratitude to PM Modi, Indian govt fo...","sentiment_score":0.0833333333}
{"full_text":"RT Imagine this idiot trying to secure vaccine from all the the leading Pharma companies? The UK would be at the back of the qu...","sentiment_score":-0.1333333333}
{"full_text":"I did this last lockdown for exactly the same reason","sentiment_score":0.0833333333}
{"full_text":"Good luck with lockdown It's hard going,  thinking of you and the Emmanuel students.","sentiment_score":0.2041666667}
{"full_text":"RT Just possibly \"Overthrow American democracy for the sake of a racist, sexist, corrupt egomaniac who got almost 400,000 Ameri...","sentiment_score":-0.1666666667}
{"full_text":"With the country back in lockdown, BGC members have again renewed their commitment to our 10-pledge #COVID19 action plan to protect staff and customers and support the national effort to defeat the virus. #SaferGamblinghttps:\/\/t.co\/BFxbsIk0ge","sentiment_score":0.05}
{"full_text":"Even people without symptoms can spread coronavirus.Please stay at home.If you need to leave home for the specific reasons permitted, remember #HandsFaceSpace: Wash your hands Cover your face Make space","sentiment_score":0.0}
{"full_text":"Weymouth care home residents and staff have been among the first to receive the Covid-19 vaccine in Dorset","sentiment_score":0.25}
{"full_text":"RT After all these months...how can California not be prepared? This is absolutely ridiculous.","sentiment_score":-0.3333333333}
{"full_text":"BREAKING: DOH confirms 1,047 new COVID-19 cases, as the country's total climbs to 480,737.Another 339 recoveries raise the tally of survivors to 448,700, while 26 more fatalities bring the death toll to 9,347. Active cases are at 22,690.More updates:","sentiment_score":0.1257575758}
{"full_text":"JUST IN | After 4 days, DOH reports more than 1,000 new #COVID19 cases. 3 labs failed to submit data to the repository on Tuesday.","sentiment_score":0.0454545455}
{"full_text":"Can tradesmen enter your home during the #Lockdown3 - can electricians and plumbers work? Expert advice","sentiment_score":0.0}
{"full_text":"RT when the leader of the labour party goes on tv straight after a THIRD national lockdown is announced, and says he has no demand...","sentiment_score":0.1}
{"full_text":"RT Georgia voters--If you're in line before the polls close at 7 pm, stay there. You have the right to vote, no matter how lon...","sentiment_score":0.2857142857}
{"full_text":"Let's keep wearing our face coverings to help stop the spread.#StayAtHome #Community #communityspirit #Covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"Cases of coronavirus are very high in Camden and London Sadly this means more people are being hospitalised, which is putting increasing pressure on our NHSPlease follow public health advice carefully and stay at home Doing this will save lives &amp; protect our NHS ","sentiment_score":0.0216}
{"full_text":"Institutions are experiencing the effects of the crisis in different ways, together with criteria such as their country, sector, history, customers, and foreign trade structures. Learn more at .#cigdemguven #pandemic #crisis #executivecoaching","sentiment_score":0.09375}
{"full_text":"Many more places are now classes as high infection rate areas.","sentiment_score":0.3866666667}
{"full_text":"Seven straight days of high hospitalization rates have triggered a state-issued order for several Houston-area counties to scale back their reopening plans.","sentiment_score":0.09}
{"full_text":"If you need to take a COVID-19 test, you can now do so from the comfort of your own home.","sentiment_score":0.6}
{"full_text":"Pandemic over? Lol","sentiment_score":0.8}
{"full_text":"With so much discussion about a vaccine focused on beating COVID-19, it might be timely to consider the real risks of Q fever, transmitted by livestock to human. Via","sentiment_score":0.1333333333}
{"full_text":"All members of England's travelling squad barring all-rounder Moeen Ali have tested negative for Covid-19 before their two-match test series in Sri Lanka.","sentiment_score":-0.3}
{"full_text":"sana may vaccine na sana matapos n ung pandemic. i want to be in his arms again ","sentiment_score":0.0}
{"full_text":"RT #GOI #RBI #FINANCEMINISTERY #NABARD #PMO  #AmitShah during covid19  and when unemployement rate is hig...","sentiment_score":0.0}
{"full_text":"Gaston County will be holding its Phase 1B vaccine clinic this Friday at the Gastonia Farmers Market.","sentiment_score":0.0}
{"full_text":"Germany's energy consumption fell by 8.7% to a new record low, according to the latest research by AGEB. #renewables #energy #eunews #covid19 ","sentiment_score":0.2121212121}
{"full_text":"Education guidance for the new national lockdown is a \"mess,\" according to Peterborough's schools chief.https:\/\/t.co\/5SnEovA3iX","sentiment_score":-0.0193181818}
{"full_text":"Travellers to the UK from abroad could soon be required to prove they have had a negative coronavirus test.","sentiment_score":-0.3}
{"full_text":"COVID 19 cases in India until : 06\/01\/2021 13:30Total Cases: 10375478 [+0]Active: 224557Recovered: 9996501 [+0]Deaths :150151 [+0]Total Tests: 177.46MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Cumbria MPs' make plea to follow the rules as coronavirus hospital pressure intensifieshttps:\/\/t.co\/aV64fShnWcria-mps-make-plea-follow-rules-coronavirus-hospital-pressure-intensifies\/","sentiment_score":0.0}
{"full_text":"1,047 NEW COVID-19 CASESBREAKING: The Department of Health reported 1,047 additional cases of COVID-19 on Wednesday, January 6, 2021, bringing the total number of cases in the Philippines to 480,737. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"With gyms and sports facilities closed it is slightly trickier to maintain a fitness plan.Here are some simple ways to stay in shape during lockdown","sentiment_score":-0.0888888889}
{"full_text":"#COVID19 new strain #Symptoms - What are the symptoms of the new #Variant ?https:\/\/t.co\/uXnsrBixRH","sentiment_score":0.1363636364}
{"full_text":"RT London is very busy for national lockdown this morning Jubilee line pack with workers","sentiment_score":0.13}
{"full_text":"NEWS: Across #Somerset hundreds of council staff have been taken off their usual duties to help with the #coronavirus relief effort.@SomersetCouncil leader has been giving us an update:https:\/\/t.co\/XWbkHm2S6W","sentiment_score":-0.25}
{"full_text":"Minister for #Agriculture David Littleproud on Monday announced that the #government is providing more flexibility to encourage temporary visa holders, including international students, to support #Australian farmers struggling to find #workers during the COVID-19 pandemic.","sentiment_score":0.1666666667}
{"full_text":"McDonald's issues major update to Irish customers over new takeaway rules as new Covid-19 restrictions expectedhttps:\/\/t.co\/ZCgu1Obndp","sentiment_score":0.0838068182}
{"full_text":"\"Till today, even for eternity, none of His Children will ever test positive of the Coronavirus\".- His Holiness Olumba Olumba Obu Cross Over Night to 2021 - 01\/01\/2021#LeaderOlumbaOlumbaObu#Kingdom #Power#OlumbaOlumba","sentiment_score":0.1136363636}
{"full_text":"RT The PM acted \"decisively\" in announcing a new lockdown in England \"in the face of new information\", What planet is Ris...","sentiment_score":0.1363636364}
{"full_text":"Wim Slabbinck, Sex Therapist at Ruimte and Relationship Expert in Married at First Sight, analyses how we are seeking intimacy in times of social distancing.   Read our full trend report here:","sentiment_score":0.2208333333}
{"full_text":"RT I think of how, when I was a local councillor, even the smallest change had to have an impact assessment. Yet you can lo...","sentiment_score":0.0}
{"full_text":"We've created a list of useful contact information which you can save to your phone, or print a copy for your home \/ business so that you have them readily available if needed. You can find the print friendly versions here ","sentiment_score":0.3583333333}
{"full_text":"MORE | Czech Republic detects 17,278 new COVID-19 cases#SputnikUpdates","sentiment_score":0.3181818182}
{"full_text":"Golf clubs not happy after latest lockdown.....https:\/\/t.co\/dFjBQR4llM@MyGolfNews","sentiment_score":0.05}
{"full_text":"The pandemic has brought mixed fortunes for tourism operators - stopping international visitors, while bringing an influx of domestic ones.And it's that new-found incentive that has helped a Newcastle whale watching company expand...onto dry land.@LydiaBilton","sentiment_score":-0.0166666667}
{"full_text":"RT The Christian humanitarian group Samaritan's Purse is setting up an emergency field hospital to try and relieve some of the pr...","sentiment_score":0.0}
{"full_text":"Happy Birthday Nancy! https:\/\/t.co\/jtWMHvDTgz","sentiment_score":1.0}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"As the coronavirus pandemic escalated, turned to advanced analytics - #NLP and #machinelearning - to analyze data about chronic lung disease patients' concerns and needs.","sentiment_score":0.4}
{"full_text":"We're disappointed that the syllabus has been cut resulting in the loss of the only Black composer Courtney Pine &amp; the study of jazz. We would welcome a conversation with about maintaining diversity in syllabi through Covid-19. #BehindEveryMusician","sentiment_score":-0.0291666667}
{"full_text":"Good morning Twitter!  Now we are back in Lockdown, we thought we would reintroduce our daily positive tweets and word of the day and hope you enjoy learning some new facts along the way.  We know it's tough at the minute, but we hope we can brighten up your day just a little bit","sentiment_score":0.1327809343}
{"full_text":"Keir Starmer has challenged the Prime Minister to ensure the UK is the first country in the world to vaccinate its population entirely.https:\/\/t.co\/1NXfeHHzFJ","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 32.7FWind Chill: 31.3FHumidity: 92%Dew Point: 30.6F Barometer: 30.139 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 180.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Government financial support during and since the lockdown for persons with psychosocial disabilities from low-income families, many of which had lost income, was inadequatehttps:\/\/t.co\/V4nIZIAx43","sentiment_score":0.25}
{"full_text":"Anyone know what plans are in place to #Covid Vaccinate housebound elderly disabled people? #NHS","sentiment_score":-0.2}
{"full_text":"Thousands flock to #coronavirus vaccination centers in #Riyadh, #Jeddah and the Eastern Province to receive their inoculations.","sentiment_score":0.0}
{"full_text":"Nursing students at Lander University and Piedmont Technical College were given the chance to receive the COVID-19 vaccine, to help protect them as they pursue clinical experience.","sentiment_score":0.0}
{"full_text":"During the summer of that recent unmentionable year -- or was it an eon? -- my wife and I were tasked with a decision many other parents faced: in-person or virtual learning?","sentiment_score":0.125}
{"full_text":"RT If this happens, the best thank you gift that Democrats can give Black voters is to make the John Lewis Voting Rights A...","sentiment_score":0.4166666667}
