{"full_text":"Anyone under 55 years old and reasonably fit and healthy, if you support lockdown and are scared of covid I beg you never get in a car again. You like stats and figures so know them all don't cherry pick them","sentiment_score":0.3333333333}
{"full_text":"RT NEW: a common response to reports of hospitals struggling this winter is \"it's no different to a bad flu season!\"I've t...","sentiment_score":-0.2596590909}
{"full_text":"RT NEW: a common response to reports of hospitals struggling this winter is \"it's no different to a bad flu season!\"I've t...","sentiment_score":-0.2596590909}
{"full_text":"RT The best one liner of the entire pandemic:   \"Due to travel restrictions, this year the United States had to organize...","sentiment_score":0.2916666667}
{"full_text":"RT Irresponsible is when you walk into Sheraton...","sentiment_score":0.0}
{"full_text":"Really Death Rates are going down?  (Source:","sentiment_score":0.0222222222}
{"full_text":"RT New 'life-saving' COVID treatment can reduce risk of death by 24%","sentiment_score":0.1363636364}
{"full_text":"Pharmacists will play major role in COVID-19 vaccinations, but it will be challenging ","sentiment_score":0.28125}
{"full_text":"RT Lornshill pupils - anyone who has been helping others (e.g. elderly) with shopping or garden work during the first or...","sentiment_score":0.25}
{"full_text":"\"42.7 million.That's how many innocent human beings died in their mother's wombs by abortion in 2020. So don't talk to me about ANY other issue and tell me it's comparable to that destruction.Not COVID.Not hunger.Not AIDS.Not abuse.NOTHING.Nothing is as devastating.\"@AbbyJohnson","sentiment_score":-0.025}
{"full_text":"RT The National Guard is being sent into prisons to cover shifts for COVID-positive guards, with little training. Some are u...","sentiment_score":-0.1875}
{"full_text":"A year without Marvel movies left a pop culture void: #Tech #Data MT","sentiment_score":0.0}
{"full_text":"So Points North Studio published this essay earlier this week about 5 Healthy Ways to Deal with Change, and although it was related to the pandemic, a lot of the affirmations ring especially true after yesterday.","sentiment_score":0.3}
{"full_text":"RT 'I wanted to be in an unfamiliar environment with an unprecedented issue going on, that would give me an opportunity'ht...","sentiment_score":0.6}
{"full_text":"you are in killer look. really rocking. Congratulations to team #KGF2 will be super duper hit after covid19 for sure.","sentiment_score":0.3444444444}
{"full_text":"RT hiii so idk if this is a good time or not but im a black college student who isn't getting paid due to covid restrictions f...","sentiment_score":0.1361111111}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"RT Latest excess deaths continue to be good news.","sentiment_score":0.6}
{"full_text":"RT You can read my explanation here about how vaccine works.","sentiment_score":0.0}
{"full_text":"RT Struck by how breaching of Capitol bldg by jackasses is portrayed as the worst thing that's ever happened. It was awful...","sentiment_score":-0.8333333333}
{"full_text":"RT THIS:-Covidiot!-Experts always know best!-Human sacrifice!LEADS TO:-72% of nursing assistants say they don't want to b...","sentiment_score":0.0}
{"full_text":"clinically vulnerable parents aged 84 and 88 received first dose of covid vaccine on 8 December after being contacted by the hospital.  No second dose for 12 weeks but GP surgery giving both within in 21 days! Being refused by GP as first dose given at hospital!","sentiment_score":-0.0075}
{"full_text":"RT Can one of the reporters ask why is blocking doctors on social media on the day after the first doctor in the provinc...","sentiment_score":0.1416666667}
{"full_text":"RT Alert! There are NO \"flus\" circulating-&amp; v few common colds. If you have a fever\/new cough or feel generally unwell PLEAS...","sentiment_score":-0.15}
{"full_text":"RT Hi Ellie - we're campaigning for authorities in the UK to adopt a #ZeroCovid strategy!We're calling for...","sentiment_score":0.0}
{"full_text":"Here's an idea, if the mothers of all Boris' children dropped those kids off at Downing Street, I'm pretty sure he'd be highly motivated to up his game by 10,000%, sort out how home schooling works &amp; enforce lockdown properly.  Ladies, it's over to you.","sentiment_score":0.102}
{"full_text":"RT Thank you for your call, Mr. President-Elect. I'm looking forward to working with you to get financial relief directly to the...","sentiment_score":0.05}
{"full_text":"RT and there is also the thing with bg that we think soon will be ending. this is what I think and tbh I don't think it's i...","sentiment_score":0.0}
{"full_text":"RT P.S All teachers should receive double pay for the whole of lockdown.","sentiment_score":0.1}
{"full_text":"RT Hopefully all at Aston Villa recover from the Covid-19 outbreak there. They could play the kids on Friday night, but no wa...","sentiment_score":0.0}
{"full_text":"RT Let's also not forget that another 253,145 Americans were diagnosed with coronavirus just yesterday and a record 3,865 Ame...","sentiment_score":0.0}
{"full_text":"#RemoveTrumpNow Please RT &amp; keep this trending","sentiment_score":0.0}
{"full_text":"RT Please stop saying this is just the flu. It's not. It's really really not. We do not want to see you in one of our ICUs. Th...","sentiment_score":-0.1}
{"full_text":"Un-Trump the statement:4 white supremacists casualties &gt; 370k+ Covid deaths","sentiment_score":0.0}
{"full_text":"And this data is of little interest to the average person, unless of course it's the covidiots claiming their area is less affected and shouldn't be in lockdown.","sentiment_score":-0.1680555556}
{"full_text":"RT I commend for wearing an N95 mask under his cloth mask.","sentiment_score":0.0}
{"full_text":"Absolutely astonishing.Or is it?","sentiment_score":0.2}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT Covid UK deaths hit 1,162, second highest daily toll ever","sentiment_score":0.0}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"RT NEW: a common response to reports of hospitals struggling this winter is \"it's no different to a bad flu season!\"I've t...","sentiment_score":-0.2596590909}
{"full_text":"No they suck.","sentiment_score":0.0}
{"full_text":"RT Fuck this pandemic we lost people than world war 2 cause ","sentiment_score":-0.4}
{"full_text":"RT The #covid19 Meal Assistance Program delivers twice-daily, restaurant-made meals to seniors, kids, people with m...","sentiment_score":0.0}
{"full_text":"Service Update 17:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Service Update 17:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT 11 - Why would we imagine that they'd break into the actual U.S. Capitol yesterday, not just protest, because it alread...","sentiment_score":0.0}
{"full_text":"RT Ontario reported a single-day record of 3,519 new cases of COVID-19 on Thursday, as well as 89 more deaths of people w...","sentiment_score":0.3181818182}
{"full_text":"Home Adventure Activities (HAA) or Lockdown Adventure Activities (LAA)!","sentiment_score":0.0}
{"full_text":", Theo sees all of the gaps.","sentiment_score":0.0}
{"full_text":"RT During #COVID19, what's more important to pin  and save than accurate public health advice?Pinners, don't miss the WHO board","sentiment_score":0.325}
{"full_text":"RT This afternoon Brigadier Prosser will appear alongside the Prime Minister and the NHS England Chief Exec to explain the mili...","sentiment_score":0.0}
{"full_text":"It's huge Ma....Covid19 is the cause of all this, lost my job since last year February and ever since then i haven't gotten a job yet and no source of income... The little i get from twitter that's what have been using to put food on the table...times are hard here","sentiment_score":-0.0197916667}
{"full_text":"RT So how could we trust the effectiveness of these vaccines if it is busy murdering those who have been envaccined? Covid-1...","sentiment_score":0.1}
{"full_text":"RT Breaking into the new normal: 20 virtual concerts in 2020 #bestof2020","sentiment_score":0.1431818182}
{"full_text":"Pennsylvania has confirmed its first known case of a new coronavirus strain that has been ravaging the United Kingdom since December.","sentiment_score":0.2621212121}
{"full_text":"Looking at nations that received their vaccine in Dec, I don't see a huge difference. Britain rolled out theirs on Dec 8 with lockdown in place. In fact,lockdown was recently tightened.The Pfizer vaccine will give us issues (storage)this is our best option. Moderna won't give us.","sentiment_score":0.4666666667}
{"full_text":"RT Congress must reconvene and stay in session to take action to remove Donald Trump from the White House. Yesterday's insurre...","sentiment_score":0.05}
{"full_text":"RT Housing assistance is here. Online applications start today for those impacted by the housing crisis caused by the pandemic. G...","sentiment_score":0.0}
{"full_text":"RT NEW: a common response to reports of hospitals struggling this winter is \"it's no different to a bad flu season!\"I've t...","sentiment_score":-0.2596590909}
{"full_text":"RT 3,963 people died from Covid today. The insurrection, orchestrated by Donald, was also a super-spreader event.","sentiment_score":0.0}
{"full_text":"RT Lockdown: 'I've borrowed PS4m just to remain closed'","sentiment_score":-0.1}
{"full_text":"RT I am a 21 year old black male and it would really help since I'm the oldest of 6 to help my mother pay bills since covid ma...","sentiment_score":0.0333333333}
{"full_text":"RT The United Kingdom reported 1,162 COVID-19 deaths today (7 Jan).This chart shows where those deaths were allocated by...","sentiment_score":0.0}
{"full_text":"RT United Kingdom Daily Coronavirus (COVID-19) Report * Thursday 7th January.52,618 new cases (people positive) reported...","sentiment_score":0.1212121212}
{"full_text":"#KeralaModel no surprises. The rational people knew that this was  a farce! Yet those who saw Utopia in Kerala kept on harping about the model ! The hard fact is that Malyalees owe it to NRI remittance and jobs outside the state for their daily sustenance! #COVID19","sentiment_score":-0.2291666667}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"Better to stay at home on the dole (racist created problem) than look utterly stupid failing at a racist coup attempt. Daddy Trump can't feed you now sore loser","sentiment_score":-0.15}
{"full_text":"RT With rumors that Trump will go to his Scottish golf resort the day before the inauguration, it seems there's only one conditi...","sentiment_score":0.0}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"MY SURGERY IS SITLL HAPPENING NEXT WEEK EVEN WITH ALL THE COVID RESTRICTIONSI'M NOT CRYING YOU'RE CRYING Deals, details, etc... will all be announced in the next 24 hrs!","sentiment_score":-0.025}
{"full_text":"What he means is that it won't be called lockdown. Tier 5? Going by previous, he has no idea!","sentiment_score":-0.2083333333}
{"full_text":"RT The GOP was outraged at Obama for 4 deaths in Benghazi.Had 16 investigations.COVID deaths?362,000.No GOP outrage,...","sentiment_score":-0.9}
{"full_text":"RT 4 passengers who had tested +ve for UK strain discharged from SVP Hospital. They would have to stay in isolation and be o...","sentiment_score":0.0}
{"full_text":"RT Surging ahead but need more RTs &amp; donations pls! Mary created a revolution, not like those idiots who smashed windows &amp; c...","sentiment_score":-0.0875}
{"full_text":"RT We have heard this before. However actions speak louder than words. This is the second closure during the pandemic and the...","sentiment_score":0.0}
{"full_text":"shame social distancing kept 4 co-workers from running over to help you up","sentiment_score":0.0333333333}
{"full_text":"In some ways (and at this stage) the testing seems pointless if suggesting if you have symptoms, assume you're Covid +. Maybe switch resources to vaccine rollout, airport testing &amp; supporting frontline staff?","sentiment_score":0.0}
{"full_text":"RT How does Congress like sheltering in place like our kids do when there is an active shooter???","sentiment_score":-0.1333333333}
{"full_text":"UPDATED: Ottawa Public Health reports 68 new cases of COVID-19 in Ottawa, one new death.There is a discrepancy in COVID-19 totals today between OPH and Ontario health officials. #ottnews","sentiment_score":0.0909090909}
{"full_text":"epidemic is more community spread so b is an epidemic and pandemic is more wide scale and global","sentiment_score":0.225}
{"full_text":"RT The British Government has released rules for sex during the new COVID-19 lockdowns.The rules state you should wear ma...","sentiment_score":0.0681818182}
{"full_text":"RT It is hard to believe that today is the deadliest day of the pandemic in Ontario. 89 deaths.This is the most catastrophi...","sentiment_score":0.1041666667}
{"full_text":"RT 3,963 people died from Covid today. The insurrection, orchestrated by Donald, was also a super-spreader event.","sentiment_score":0.0}
{"full_text":"Repeat offer: Roman Abramovich to offer FREE hotel rooms and breakfast to London NHS workers AGAIN during COVID-19 pandemic","sentiment_score":0.4}
{"full_text":"Still top of the 'leader board' - not really a place to be..... #stamford #StaySafe #StayHome #SaveLives","sentiment_score":0.2}
{"full_text":"RT \"Stay at home\" should never be an excuse to ban legal protest. If it is, we are no longe...","sentiment_score":0.075}
{"full_text":"RT Congress must reconvene and stay in session to take action to remove Donald Trump from the White House. Yesterday's insurre...","sentiment_score":0.05}
{"full_text":"More companies are exploring innovative ways to run internship programs in the era of COVID-19. We have 5 years of experience to help you create the best program possible.Tips for Bringing Your Internship Program Remote in the Midst of COVID-19","sentiment_score":0.475}
{"full_text":"RT Adamawa records 50 new COVID-19 infectionshttps:\/\/t.co\/x0rExQigIM","sentiment_score":0.1363636364}
{"full_text":"RT This is brilliant data visualisation the message is so stark! Covid va the flu. ","sentiment_score":0.325}
{"full_text":"RT Watch LIVE: Boris Johnson gives Covid update with head of NHS England Sir Simon Stevens and Brigadier Phil Prosser.","sentiment_score":0.1363636364}
{"full_text":"RT Could this government get any worse? 15 million school meals wasted because schools weren't warned about lockdown. They ju...","sentiment_score":-0.3}
{"full_text":"RT NEW: a common response to reports of hospitals struggling this winter is \"it's no different to a bad flu season!\"I've t...","sentiment_score":-0.2596590909}
{"full_text":"RT When saw that the effects of the pandemic were isolating those with intellectual disabilities, they worked toge...","sentiment_score":0.3}
{"full_text":"RT Today is blessedPlease make sure you #WearAMask ","sentiment_score":0.5}
{"full_text":"RT WATCH LIVE: #Coronavirus press conference (7 January 2021) Speakers:  Prime Minister Sir Simon S...","sentiment_score":0.1363636364}
{"full_text":"RT 'I prayed about it, and I felt an amazing peace in knowing this was the right thing to do'&gt;&gt; ht...","sentiment_score":0.4428571429}
{"full_text":"RT #savegujaratnre #AtmaNirbharBharatIt is right time to fight back in this pandemic condition govt should give us opportun...","sentiment_score":0.1428571429}
{"full_text":"It is the first time that highly pathogenic Avian Influenza has been confirmed in NI.","sentiment_score":0.27}
{"full_text":"RT Irresponsible is when you walk into Sheraton...","sentiment_score":0.0}
{"full_text":"Please,Stay at home.","sentiment_score":0.0}
{"full_text":"Covid-19 exists? Really?No fuckin shit, you stupid fuck! I've been in quarantining myself since March 2020, dipshit.MYOB &amp; go fuck yourself.","sentiment_score":-0.475}
{"full_text":"Brands are not prepared to handle the pandemic led growth in eCommerce. This calls for integrating #stores with #eCommerce networks to serve as fulfillment centers with the help of more suitable technologies such as RFID and a robust Distributor Order Management.#Retailing","sentiment_score":0.35}
{"full_text":"RT NEW STUDY from Sweden in NEJM:1) Out of 1,951,905 children age 1-16, March 1-June 30: 15 ICU visits, 0 deaths fr Covid...","sentiment_score":0.1363636364}
{"full_text":"With cold storage playing a key role in COVID-19 vaccine distribution, ultra-low temperature freezers have never been a hotter commodity. Learn all you ever wanted to know about laboratory cold storage in our free eBook. #ColdStorage #COVID19Vaccine","sentiment_score":-0.2}
{"full_text":"RT According to Lecce schools can't transmit covid because they didn't do any testing. They changed nothin...","sentiment_score":0.0}
{"full_text":"Please just respect lockdown, wear your mask and wash your hands and stay safe . #WearAMask","sentiment_score":0.5}
{"full_text":"Some pupils in Isiolo forced to manually pump water from a borehole amid COVID 19 fears Watch video:","sentiment_score":-0.3}
{"full_text":"The number of Americans seeking unemployment aid fell slightly to 787,000, evidence of a job market stumbling in the face of the viral pandemic and the damage it has inflicted on the economy for nearly 10 months.https:\/\/t.co\/MR0wYkXPFd","sentiment_score":-0.0333333333}
{"full_text":"RT can you please clean the paths in pittville park as they are covered in mud\/water and are impassible witho...","sentiment_score":0.3666666667}
{"full_text":"Super interesting read! This article discusses how COVID-19 has actually had a positive impact on the #VanLife business. #LynxLevelers #RV #RVlife #campingworld","sentiment_score":0.2964015152}
{"full_text":"How to claim free school meal vouchers and who is eligible?https:\/\/t.co\/qcE9vMi5Ox","sentiment_score":0.4}
{"full_text":"A Second Chinese Coronavirus Vaccine Is Said to Be Effective","sentiment_score":0.2}
{"full_text":"With #COVID19 vaccines on their way, is seeking federal approval to help support delivery of the vaccine to all Medi-Cal beneficiaries. The vaccine will be provided at no cost. For more info, visit For related FAQs, visit","sentiment_score":0.25}
{"full_text":"Huge well done to Sarah, Bec and Justine at Hall Lane Pre-School for continuing to work hard throughout the pandemic. You have been nominated as a North West Leicestershire Local Hero to thank you for keeping children safe ","sentiment_score":0.1520833333}
{"full_text":"There is a strong desire from both the UK workforce and business leaders to stick with the 'new normal' way of working, with over half of employees not wanting to return to work as they did before. https:\/\/t.co\/P4DvEaqXs7 #WFH #covid #lockdown #stayathome","sentiment_score":0.1382575758}
{"full_text":"County Executive Molinaro has sent the following letter to Governor Cuomo regarding COVID-19 vaccine phasing.","sentiment_score":0.0}
{"full_text":"Don't think we'll ever know","sentiment_score":0.0}
{"full_text":"RT In the following brief \"lessons,\" five pastors share their thoughts of the church created in response to the pandemic -- t...","sentiment_score":0.0}
{"full_text":"5 frontline workers are set to receive the Covid-19 vaccine while on the show.https:\/\/t.co\/ETDCGgxPH3","sentiment_score":0.0}
{"full_text":"The Quebec government says it had no choice but to impose a tough 4-week lockdown, including an overnight curfew.","sentiment_score":-0.3888888889}
{"full_text":"Saturday's Women's Super League game between Manchester City and West Ham has been postponed because of positive coronavirus tests. #mcfc #whufc #bbcfootball #WSL","sentiment_score":0.0535353535}
{"full_text":"The king of 180s.","sentiment_score":0.0}
{"full_text":"Survey shows nearly half of all Filipinos unwilling to take COVID-19 vaccine","sentiment_score":-0.1666666667}
{"full_text":"RT Doug Ford just said Children under 13 are 1 in 5 Covid positive but he will never put our kids in danger...Wow....he's t...","sentiment_score":0.2272727273}
{"full_text":"Due to the coronavirus pandemic, the statement will for the first time be delivered on virtual platforms, which will be made widely available.https:\/\/t.co\/AzeWIvy84P","sentiment_score":0.0083333333}
{"full_text":"It's 2021 and... well, it's still anyone's guess. Keep up with the latest cancellation\/rescheduling news:","sentiment_score":0.5}
{"full_text":"U-TURN:You can now go fishing during the third national lockdownThis is some turnaround considering the Covid-19 issuesHere's everything you need to know:#fishing #fishinglife","sentiment_score":0.0}
{"full_text":"\"In the Western Balkans, where all EU hopefuls (bar Turkey) are located, the year ahead will be dominated by Europe's quest for a vaccine and efforts to restart the economy in the wake of the coronavirus pandemic\"","sentiment_score":0.0}
{"full_text":"As Scotland gets ready to #ClapForHeroes Nicola Sturgeon has said the best way to show appreciation for NHS staff is to stay at home and keep hospital admissions down.#HeartNews","sentiment_score":0.6}
{"full_text":"Even during the pandemic, getting routine cancer screenings is important because early detection is key to better treatment outcomes. #MUSC #muschealth #chsnews #scnews","sentiment_score":0.25}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"#NewYear new #homedecor  #inspiration, visit our #etsy store for some #stylish #vintage pieces to make you house into a #home . #lockdown","sentiment_score":0.3181818182}
{"full_text":"Although COVID has caused a huge disruption in everyone's life, we have also had the opportunity to sit back to do things we have not had time to do. What are some unfinished projects or hobbies you had the opportunity to pickup?!#ype #grateful #hobbies #projects #baking #yeg","sentiment_score":0.2}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"hello i dont think ive tweeted how much I love hoseok sm whenever I'm stressed I listen to ego damn my only motivation with this damn pandemic is finally seeing hoseok in a big ass stadium with his ego performance I just think that would be the happiest moment of my life :((","sentiment_score":-0.05}
{"full_text":"RT Congress must reconvene and stay in session to take action to remove Donald Trump from the White House. Yesterday's insurre...","sentiment_score":0.05}
{"full_text":"Get registered for a Virtual Town Hall on the Covid-19 Vaccine. It Jan 13 from 5-6pm. Register at the link.https:\/\/t.co\/J8TOI3DV5a","sentiment_score":0.0}
{"full_text":"RT Any new graduate members  qualified in the last 2 years working on frontline with COVID-19 patients .... We' d lo...","sentiment_score":0.0681818182}
{"full_text":"Watch Live: Prime Minister Boris Johnson is holding a Downing Street press conference.","sentiment_score":0.1363636364}
