{"full_text":"\"where this is not possible\" the words give govt a complete cop out and is dangerous. Any health trust dispensing the vaccine should ensure second doses are available in 21 days. should be supporting health trusts to ensure this, not become complicit in govt incompetence","sentiment_score":0.025}
{"full_text":"Read and understand this thread in the debate on schools!","sentiment_score":0.0}
{"full_text":"Today suppose be Jan 30 but is like the Zero is not showingWait. Is it the salary they paid in the middle of December that we're supposed to spend in January?#Bitcoin #lockdown #dangote #sundayvibes","sentiment_score":0.0}
{"full_text":"RT A teacher at my grandsons school died last week of COVID. She had underlying conditions and had been terrified of goin...","sentiment_score":0.0}
{"full_text":"The SAGE member on #Marr claimed that a school age person is seven times more likely to bring #covid into a household than anyone else. The PM however just said that schools are very safe &amp; that the risks to students and staff are very small...","sentiment_score":0.20625}
{"full_text":"RT Understand that everyone has a COVID story. You may just be the key to helping prevent the spread of COVID. ZAMBIA, WE LO...","sentiment_score":0.0}
{"full_text":"RT 'Every provision of God for His people is always contended with. 1 Cor 16:9, Deut 2:24God has loaded so much for you...","sentiment_score":0.2}
{"full_text":"RT Tory handling of the pandemic continues to be an absolute catastrophe.Matt Hancock &amp; Boris Johnson went into overdri...","sentiment_score":0.2}
{"full_text":"RT 1\/ SAGE paper on #COVID19 tranmission in children, dated 17 Dec, published 31 Dec. This paper was \"approved prioer to...","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"RT So all the bad covid things me &amp; others were shouting about in the 2 weeks before Xmas are happening &amp; continuing to worsen...","sentiment_score":-0.7}
{"full_text":"RT A momentous achievement for India!DCGI has granted approval to COVID vaccines of and sal...","sentiment_score":0.0}
{"full_text":"RT Communism gave us a Pandemic. Capitalism is giving us the #CoronaVaccine","sentiment_score":0.0}
{"full_text":"Can we shut back down now and save some lives? #StopTheSpread #StayAtHome","sentiment_score":-0.0777777778}
{"full_text":"3. And what about the University students and universities? They should also be closed. All of this lies at door. His own Daddy regularly breaks covid19 rules. So this all stinks of hypocrisy.","sentiment_score":-0.025}
{"full_text":"RT .@capt_amarinder is waiting for new corona bomb in Punjab, he puts student life in dangers by forcing student for offline ex...","sentiment_score":0.1363636364}
{"full_text":"RT Everyone is dunking on Allison Pearson again, but she's just a columnist. The Telegraph's *actual leader column* today...","sentiment_score":0.0}
{"full_text":"RT Propagandist Rachel Baxendale can't distinguish between VIC and NSW as the source of the current outbreak, but happy to sl...","sentiment_score":0.4}
{"full_text":"RT It's a sad fact, but under this Gov, Msia has failed to contain Covid-19. Sure, UK &amp; US are struggling. But look at our n...","sentiment_score":-0.1666666667}
{"full_text":"RT This isn't a union issue. It is a human life issue. Schools transmit covid back to the community. We can't get back to we...","sentiment_score":0.0}
{"full_text":"RT 5 nagging questions the Duterte gov't has not answered on its use of unregistered vaccines","sentiment_score":0.0}
{"full_text":"RT NEW: \"We believe that it is wrong to keep people in harm's way whilst the implications of the new variant of the virus are st...","sentiment_score":-0.0757575758}
{"full_text":"Racist\/COVID denying Trump supporting #MAGAts","sentiment_score":0.25}
{"full_text":"Johnson says school closures like those seen in March may be one of the additional measures used, even though that is \"not necessarily something we want to do\". \"The situation is grave.\" - Then why send them back first? It can only make things worse. #COVID19","sentiment_score":-0.03}
{"full_text":"RT Scottish cabinet to meet tomorrow to consider further measures to tackle #coronavirusMinisters worried by rapid spread of n...","sentiment_score":0.0}
{"full_text":"Happy birthday Uma - things can only get better !","sentiment_score":0.475}
{"full_text":"RT A momentous achievement for India!DCGI has granted approval to COVID vaccines of and sal...","sentiment_score":0.0}
{"full_text":"seems to suggest there wouldn't be much difference. This is based on b117 too. I'm so confused.","sentiment_score":-0.1}
{"full_text":"RT To those calling us 'lazy'-come spend a day in a secondary classroom.You will share it with 150 others over the day.No...","sentiment_score":-0.275}
{"full_text":"RT Spacing of COVID vaccines: Immunologists, delayed second dose likely to improve final response; Virologists, wider inte...","sentiment_score":0.0}
{"full_text":"[ WKDfm: Royal Sounds &amp; Medisun - Test (Global Pandemic Riddim)   Live, Legal and Loud - Internet Radio ]","sentiment_score":0.1090909091}
{"full_text":"US sets single-day record for #COVID19 cases: 275,897 Americans test positive, 2,367 die and 123,639 people are hospitalized as #California funeral homes run out of room and Floridians pack beaches and nightclubshttps:\/\/t.co\/Xw6CAXUmc9#Coronavirus #CoronavirusOutbreak #News","sentiment_score":0.2272727273}
{"full_text":"RT Prof. Dolores Cahill is setting up Freedom Airway for international travel free from Masks, PCR testing and quarantine, in...","sentiment_score":0.2}
{"full_text":"RT And I am not seeing enough public health education to remind everyone that those vaccinated should still wear masks, soc...","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT Covid free?","sentiment_score":0.4}
{"full_text":"RT On the new B.1.1.7 variant:\"I don't think it has really sunk in, how serious this is.\"","sentiment_score":0.001010101}
{"full_text":"RT The way to minimise the harm to children is the same as the way to minimise harm to the economy and the...","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"RT In 2020, we hosted a series centred on HIV positive people, then a series on Black sexual health, a COVID-19, HIV and LGB...","sentiment_score":0.1868686869}
{"full_text":"RT He'll change his mind on this soon. But too late. Always too late. Ignoring the advice, ignoring the evidence, and only ever d...","sentiment_score":-0.2}
{"full_text":"RT Parents should send their children to primary schools that are open in England on Monday, Boris Johnson has said, adding: 'The...","sentiment_score":0.2}
{"full_text":"RT BREAKING: The United States has surpassed 350,000 coronavirus-related deaths.1\/22\/20 \"We have it totally under control.\"...","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"Is it me or is Boris sounding more out of this depth than ever!? Bumbling fool doesn't even cut it anymore... you can't waffle through your #Coronavirus response chap  #marr","sentiment_score":0.625}
{"full_text":"Fuck Corona","sentiment_score":-0.4}
{"full_text":"RT I am in the Oxford vaccine trial. I do weekly swabs. I have kept to all lockdown and tier 4 rules, including by the river,...","sentiment_score":0.0}
{"full_text":"RT It does not, however prolonged use of your rectum to generate speech can lead to faecal incontinence","sentiment_score":0.0}
{"full_text":"Virginia state Sen. Ben Chafin dies from COVID complications at age 60","sentiment_score":0.0}
{"full_text":"RT Why aren't we vocal about R850 for a Covid 19 test being too expensive for most South Africans? I'm told that the public se...","sentiment_score":0.0}
{"full_text":"Boris, if your Son was of school age, would you be sending him to school tomorrow? Having suffered with COVID-19 yourself? If my child catches it with this surge in the new varient....I swear to god I will hunt you down!","sentiment_score":-0.029040404}
{"full_text":"Your figures seem to suggest a typical 2-3 week incubation period then a further 3 weeks of illness before hospitalisation is required. Have I misunderstood your post because 6 weeks from infection to hospital is way out when compared with long accepted progression of Covid-19.","sentiment_score":-0.0722222222}
{"full_text":"RT So all the bad covid things me &amp; others were shouting about in the 2 weeks before Xmas are happening &amp; continuing to worsen...","sentiment_score":-0.7}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT Tegnell does not even qualify as a hobby epidemiologistEnough said.https:\/\/t.co\/NCGWUrTKo3#Sweden #COVID","sentiment_score":0.0}
{"full_text":"RT The escalating dis- and misinformation about COVID19 is making my stomach turn. There is just so much that can be done to...","sentiment_score":0.2}
{"full_text":"\"Once enough people have been vaccinated, governments can state that the crisis has been ended. Heads of state can be lauded as heroes. And we can all go on about our lives.\"I hope he's right.","sentiment_score":0.1428571429}
{"full_text":"#CloseAllSchools and colleges, #StayAtHome It's not over, it's so far from over.","sentiment_score":0.1}
{"full_text":"RT \"Decisions (or lack of) in England affect all of the UK - really worried.\" |@LindaBauld","sentiment_score":0.2}
{"full_text":"RT Anti-Modi philippic! Those wanting to see only black are wilfully blind. Unbalanced criticism reflects state of mind. Chas...","sentiment_score":-0.2222222222}
{"full_text":"RT Another interview with the Government in which the broadcaster's sole theme is -- why didn't you\/don't you lockdown, sooner, tou...","sentiment_score":0.0}
{"full_text":"Wuhan China is basically back to normal due to their compliance with health guidelines. They had a large New Years party. When did we get so stupid?","sentiment_score":-0.0707251082}
{"full_text":"RT I'm 0\/2 with stimulus checks like damn am I not in a pandemic","sentiment_score":0.0}
{"full_text":"DALLAS - Coronavirus hospitalizations fell slightly in Texas Saturday but remained near their record high, as health officials said there were about 600 intensive-care beds available across the state of nearly 29 million people.https:\/\/t.co\/AHCyJo2o20","sentiment_score":0.1186666667}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"RT If an election was called tomorrow, the Tories would lose their majority and Boris Johnson his seat. Amid Covid chaos and...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Good news, but still more needed, we had over 650 SC's in my 22yrs service. Ironically, the pandemic has seen more members of the public commit to high quality voluntary work, let's hope the Special Constabularies benefit from this as well.","sentiment_score":0.3695238095}
{"full_text":"WEF Covid 19 Simulation - Urgent Action On International Level","sentiment_score":0.05}
{"full_text":"RT FM is to hold special cabinet meeting on Monday &amp; request parliament recall as Ministers consider timing of Sc...","sentiment_score":0.3571428571}
{"full_text":"RT Baekhyun: \"After the pandemic, let's have a concert for 24 hours.\"","sentiment_score":0.0}
{"full_text":"RT This is absolutely false.False.The Rural City of Wangaratta is included in the Vic govt's border bubble - as is the Snow...","sentiment_score":0.1}
{"full_text":"RT Meet Purrble, the interactive toy companion that's helping kids (and millennials) calm down amid the stressful pandemic era....","sentiment_score":0.0722222222}
{"full_text":"RT What's disturbing me is there are MORE PR accounts now pushing Covid-denialism, despite all the evidence that Britain's lax...","sentiment_score":0.0}
{"full_text":"RT #marr We need some proper journalism today.  Our very lives depend upon it.  Vaccine rollout? Trace and trace? Covid s...","sentiment_score":0.1}
{"full_text":"RT 1,754 wasn't the number of cases of covid in Ireland today. It was simply the cap on the number of cases our system could...","sentiment_score":0.0}
{"full_text":"RT Another interview with the Government in which the broadcaster's sole theme is -- why didn't you\/don't you lockdown, sooner, tou...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The United States has surpassed 350,000 coronavirus-related deaths.1\/22\/20 \"We have it totally under control.\"...","sentiment_score":0.0}
{"full_text":"RT WATCH: speaks to about #schoolsreopening featured in The Observer and almost every other newspap...","sentiment_score":-0.125}
{"full_text":"RT Ukrainian tourists started their excursion after spending less than five days in quarantine. Meanwhile, #MigrantWorkers return...","sentiment_score":-0.1666666667}
{"full_text":"RT Remember Anurag Thakur saying they economy will not be affected by covid. Remember Modi saying demon will end black money. Als...","sentiment_score":-0.1666666667}
{"full_text":"RT This is incorrect. No evidence that asymptomatic transmission especially from healthy children to adults is major drive...","sentiment_score":0.1875}
{"full_text":"RT Essential reading to help understand the sheer hell medical staff now dealing with. Mask up, ventilate spaces, socially distan...","sentiment_score":0.0083333333}
{"full_text":"Large Brokerages, Small Towns: The Disconnect #CRE #TenantTips #TenantRep #Office #Warehouse #COVID-19 #NewNormal   ","sentiment_score":-0.0178571429}
{"full_text":"It's a Covid bank holiday","sentiment_score":0.0}
{"full_text":"RT Perhaps this needs spelling out? Children are less likely to develop serious COVID-19 symptoms but they do transmit the virus...","sentiment_score":-0.1666666667}
{"full_text":"RT Quite frankly, surprised people are surprised!! Why would they change the way they view #...","sentiment_score":0.128125}
{"full_text":"RT If you're thinking of defying COVID restrictions in Zimbabwe, I hope you know that the health system you're relying on is led b...","sentiment_score":0.0}
{"full_text":"Setting himself up yet again for a u turn next week - last minute rushed and chaotic -  that's  the way this govt works.","sentiment_score":0.0}
{"full_text":"RT Virus in the brain? \"You do not want to mess with this virus,\" he said. \"Many of the effects that the COVID virus has could be...","sentiment_score":0.1625}
{"full_text":"RT Yo man didn't come to play#AariArujunan #CRYSHU #Timini #lockdown #dangote #DangotesBumbum #dogecoin #COVID19 #nbys","sentiment_score":0.0}
{"full_text":"YOU, a wannabe public figure, posted pics of YOURSELF and your fiance on YOUR PUBLIC Instagram BREAKING COVID safety protocols by traveling and attending a large, mostly maskless, indoor event. And YOU'RE upset he was fired from his healthcare job and blame The Times? That it?","sentiment_score":0.1785714286}
{"full_text":"RT The same mind that thought it was wise to shake the hands of covid patients. I think I'll stand with the scientists, unio...","sentiment_score":0.35}
{"full_text":"When is going to remove #COVIDIOT for inciting violence ???","sentiment_score":0.0}
{"full_text":"EXCLUSIVE: Iran International has received documents that show the government of Iran intends to buy coronavirus vaccine from the Chinese company Sinovac. There are serious doubts about the vaccine's effectiveness.Read more:","sentiment_score":0.0416666667}
{"full_text":"RT Pastor Adeboye: \"incase you want to report me, covid-19 has no respect for General overseers\"","sentiment_score":0.05}
{"full_text":" See you in the Multipurpose Center in #SanFulgencio to have a good time with  Ximo Ilusionista and @soydelavegabaja, from 5:00 p.m.  Entrance is free but with limited access, and during the whole performance sanitary measures in prevention of #Covid19 will be followed.","sentiment_score":0.2257142857}
{"full_text":"#Throwback to the wonderful work by our emergency response team for community animals during lockdown.Support our work:","sentiment_score":1.0}
{"full_text":"If you or someone you know needs a hand with collecting shopping or prescriptions, or just wants someone to talk to, NHS Volunteer Responders are there to help.Call 0808 196 3646 or visit #ThankYouNHS #volunteers","sentiment_score":0.2}
{"full_text":"Mass COVID-19 testing for secondary school staff and pupils is continuing today and tomorrow.It's not too late to book a test if you are eligible.Help to stop the spread of the virus.Book your test now at","sentiment_score":-0.3}
{"full_text":"No one is safe until everyone is safe. The #COVID19 vaccine must be distributed equitably. Read more from and in","sentiment_score":0.5}
{"full_text":"RT It sounds like plot from a science-fiction film: engineered virus leaking from a high-tech lab to cause global chaos @Ma...","sentiment_score":0.0}
{"full_text":"They'll be handed out from tomorrow - here's who will be first to receive themhttps:\/\/t.co\/X3qfHadSz6","sentiment_score":0.25}
{"full_text":"RT Dear Can you please stop pretending schoolchildren are immune to Covid 19? Th...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Two mothers share how it feels to be prisoners of misery. On top of the uncertainties brought by the Covid-19 pandemic.#PCIJ2020https:\/\/t.co\/bPPPWdBSR3","sentiment_score":0.5}
{"full_text":"Waiting 12 weeks between coronavirus vaccine doses 'will save lives', says top scientisthttps:\/\/t.co\/2Yj2EFG4yV","sentiment_score":0.5}
{"full_text":"Ofsted inspections may have been suspended until 2021 due to the coronavirus crisis but that doe not mean choosing the right primary school for your child can be put on hold - especially with the deadline for 2021 applications closing in January.https:\/\/t.co\/MICsnKcQ18","sentiment_score":0.1433928571}
{"full_text":"RT Virginia state senator dies from COVID-19","sentiment_score":0.0}
{"full_text":"\"With the recent curfew and new stay-at-home orders, things are looking dire for local beer businesses once more. But with in their corner, L.A.'s breweries may just have a fighting chance.\"","sentiment_score":0.1590909091}
{"full_text":"let me say this again. im 14. 14 fucking years old. and somehow im more sensible than those people who just fucking go out with their friends during a global virus pandemic. i dont even know anymore. i just really hope that ill wake up tomorrow.","sentiment_score":-0.1285714286}
{"full_text":"Fortnightly COVID-19 tests announced for thousands of Abu Dhabi employees with costs covered by employershttps:\/\/t.co\/YAVAfuPDBM","sentiment_score":0.0}
{"full_text":"Taiwan reported four additional imported cases of #COVID19 on Sunday, bringing the total number of confirmed cases in the country to 812. Of the total, 689 have recovered, 116 are hospitalized, and seven have died.https:\/\/t.co\/dJPILxdU4Z","sentiment_score":0.1333333333}
{"full_text":"this is an interesting phenomenon. somebody should look into it","sentiment_score":0.5}
{"full_text":"95-year-old interrupts mask making by surviving COVID-19","sentiment_score":0.0}
{"full_text":"One Los Angeles funeral home is averaging about 30 body removals a day -- six times its normal rate.","sentiment_score":0.15}
{"full_text":"Hoping to give back to the frontline workers who have risked their lives throughout the pandemic, a college student has created a program that offers free tutoring to their children.","sentiment_score":0.1666666667}
{"full_text":"Just as the virus lodges in people's lungs, dangerous ideas are infecting their minds. via #fakenews #covid19 #coronavirus #sundaythoughts #sundaymotivation #pandemic #lockdown","sentiment_score":-0.6}
{"full_text":"There are calls for even stricter measures to be put in placehttps:\/\/t.co\/gfFMyV5yPO","sentiment_score":0.0}
{"full_text":"RT If Covid did not happen, this would've been a reality (at this venue, i mean) but thanks be to God for technology, we will...","sentiment_score":-0.05625}
{"full_text":"RT \"Would you vote for a senator who sold a stock likely to tank after getting a senators-only briefing on a coming pandemi...","sentiment_score":0.0}
{"full_text":"Restaurateur Amit Bagga on finding his own 'thinking spot' in the pandemic and innovating need-based concepts like the 'curiosity box'https:\/\/t.co\/ZWgR1HDvor","sentiment_score":0.6}
{"full_text":"<<Men have died of the coronavirus in larger numbers than women, leaving untold thousands of spouses suddenly alone.>>","sentiment_score":0.0}
{"full_text":"New strain of Covid-19 tripled infections despite UK lockdown, report says","sentiment_score":0.1363636364}
{"full_text":"RT AS IF Ryanair has an ad on the television that says \"covid vaccines are coming so book your next holiday\" READ THE ROOM M...","sentiment_score":0.0}
{"full_text":"RT Just want to thank everyone for your support in 2020. Really excited for our new takeaway service and simply can't wai...","sentiment_score":0.1704545455}
{"full_text":"RT Help us understand how parents\/carers of #autistic ppl experiences and needs change during #pandemic. Read report from A...","sentiment_score":-0.2}
{"full_text":"Emergency help &amp; advice offered by the Council &amp; its partners over the festive period includes support for people who need access to food, financial support &amp; assistance while self-isolating during the Covid-19 pandemic. Details, opening hrs &amp; contacts at","sentiment_score":0.0}
{"full_text":"COVID-19 CAMPUS UPDATEDue to updated Scottish Government Guidance, our face-to-face teaching provision on campus will not be in effect until at least the 18th January. Head to your Student email for more information.#TeamHISA #ThinkUHI","sentiment_score":0.1}
{"full_text":"For day 10 of #12DaysWild  take time to listen to  nature  Listen to the waves  or to the wind blowing across your fave wild place Please ensure you adhere to local COVID-19 guidelines @WTSWW ","sentiment_score":0.05}
{"full_text":"Hunger in the Philippines has been declining since 2012, even going as low as 8% in December 2019. But whatever gains made were erased by the pandemic.More on podcast:","sentiment_score":0.0}
{"full_text":"\"We know from the vaccine clinical trials that it's going to take about 10 to 14 days for you to start to develop protection from the vaccine.\"","sentiment_score":0.0}
{"full_text":"For starters not even every hospital in zim is treating covid patients.....we don't have the option of just going into a clicks and buying a nebulizer when things get tough.","sentiment_score":-0.3888888889}
{"full_text":"During this pandemic, non profit organizations have been struggling financially - but that doesn't stop them from giving back and helping those who truly need it.","sentiment_score":0.0}
{"full_text":"Just like that","sentiment_score":0.0}
{"full_text":"In Florida, frustration grows as people camp out in their vehicles overnight in hopes of getting #COVID19 vaccine","sentiment_score":0.0}
{"full_text":"Ballymena Covid idiots throw New Year's Eve street party just yards from police station #coronavirus #COVID19https:\/\/t.co\/DZLCwrxHsi","sentiment_score":-0.3318181818}
{"full_text":"1\/ Good morning sync walkers! Welcome to the first #DistanceDrift of 2021. Who would have thought, back in April last year, that we'd still be in #lockdown? But here we are, so let's keep walking alone together while we can.","sentiment_score":0.385}
{"full_text":"COVID 19 cases in India until : 03\/01\/2021 15:30Total Cases: 10325198 [+586]Active: 245795Recovered: 9927047 [+574]Deaths :149477 [+6]Total Tests: 174.9MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT The same mind that thought it was wise to shake the hands of covid patients. I think I'll stand with the scientists, unio...","sentiment_score":0.35}
{"full_text":"RT I truly cannot stop laughing.","sentiment_score":0.0}
{"full_text":"RT All covid non believers make yourself useful","sentiment_score":0.3}
{"full_text":"RT My dad and I tested positive for Covid-19. We are both experiencing heavy symptoms and there is no room for admissions in an...","sentiment_score":0.0136363636}
{"full_text":"Joe Almburg, 57, of Delavan died Dec. 18 after a two-months-long battle with COVID-19. Friends and family say the world lost a big hockey fan and a gentle giant.","sentiment_score":0.0666666667}
{"full_text":"RT SAGE member Mark Walport tells #Marr: a school age person is seven times more likely to bring COVID-19 into a household t...","sentiment_score":0.25}
{"full_text":"ICYMI: Unfortunately due to the current COVID restrictions, our previously scheduled Women's FA Cup tie against Billericay Town has been postponed.A new date will be determined once \"Tier 4\" restrictions are lifted in both Essex &amp; Suffolk.#ITFC","sentiment_score":-0.0388257576}
{"full_text":"Was in Harbin last year but didn't try this! Interesting experience ","sentiment_score":0.25}
{"full_text":"Tokyo reported 816 new daily coronavirus cases on Sunday, a day after governors from the capital and neighboring prefectures called on the Japanese government to announce a state of emergency to combat a recent surge in cases","sentiment_score":0.0340909091}
{"full_text":"One for really. Or one of his supporters you have until 23rd March - so I think your time is up, due to the overnight change to 12 weeks for the second inoculation. I truly believe you've both now lost the country. Inconsistency Kills.","sentiment_score":0.025}
{"full_text":"RT Ballgames. Concerts. Night markets. Life in Taiwan seems almost normal in a Covid-19 stricken world. Its health minist...","sentiment_score":0.15}
{"full_text":"RT COVID-19: Boris Johnson insists schools are safe and children should attend tomorrow","sentiment_score":0.5}
