{"full_text":"RT BODYBAGS. Georgia's Republican senators invested in BODYBAGS after a January COVID briefing. Please help spread the wor...","sentiment_score":0.0}
{"full_text":"RT If you want a $2,000 COVID survival check, then vote for Warnock and Ossoff tomorrow. It's that simple.#VoteWarnockOssof...","sentiment_score":0.0}
{"full_text":"RT So just hoping people know this but this account is actually a scam, which is why it's pretty important to check the account y...","sentiment_score":0.2166666667}
{"full_text":"RT WEAR A FUCKING MASKTAKE THE FUCKING VACCINESTOP HAVING FUCKING MINI CONS AND BIG GATHERINGSI JUST WANT TO FUCKING SEE MY...","sentiment_score":-0.48}
{"full_text":"RT \"Have you read the patient information form?\" Chief nurse Sam Foster asks before administering first dose of the COVID v...","sentiment_score":0.25}
{"full_text":"Gee, , no mention of the headline after headline of emails were such a national security threat. Or day after day of THE EMAILS. American's have lost everything. And this is what they say 4 years later. I REMEMBER EVERYTHING","sentiment_score":0.0}
{"full_text":"RT Zara Holland deserves everything she gets tbh. Imagine knowing you have Covid and trying to jump on a plane full of unknow...","sentiment_score":0.35}
{"full_text":"RT About living alone. Please have someone living close by who will know what goes on with you. Have a check-in mate. Mine is my...","sentiment_score":0.0}
{"full_text":"New lockdown 'may not work like March' as scientists sound stark Covid warning As always Too Little Too Late. #BorisFailedBritain","sentiment_score":-0.0302272727}
{"full_text":"RT Legends who started wearing masks and went into quarantine much before COVID19.One year of JNU violence. No arrests yet. h...","sentiment_score":0.2}
{"full_text":"RT Virus out of China cripples global economy. Entire world prints their way to oblivion. China then says it'll \"de-risk\" mon...","sentiment_score":0.0}
{"full_text":"RT #SSC_CGL19_T3_RESULT_DATE#SSC_CGL19_T2_QUICK_RESULTBharat Biotech has launched a made in India CORONA virus vaccine now...","sentiment_score":0.0}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"this surely cannot be true?? ","sentiment_score":0.425}
{"full_text":"#CoronavirusStrain Arunachal Pradesh Corona Update on5-JAN-21 Total Deaths 56 #COVID19India #CoronaUpdate #CoronaInIndia #Statewise #CoronaFighters #Changlang #EastKameng #EastSiang #Kamle #Namsai #PapumPare #Tawang #Siang #Namsai  #COVID19India","sentiment_score":0.0}
{"full_text":"RT Victorian health authorities have revealed all recent community transmission in the state occurred within a bayside Mel...","sentiment_score":0.0}
{"full_text":"RT In America, it takes a minimum of 11 YEARS to create a board-certified physician. 4 years of undergrad, 4 years of med...","sentiment_score":0.0}
{"full_text":"Damn, that's rough. I remember my visa issuance stuff being pretty stressful, and I can't imagine what it's like now with COVID. I'm sure it'll be alright, though. :)","sentiment_score":0.2875}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT My friend didn't wear a mask because he believed the lies from our leaders. Now, he's close to being intubated. He aske...","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT I'm on a packed Southwest flight right now with every seat taken.Have any restaurants sued over this? Why can plan...","sentiment_score":0.2857142857}
{"full_text":"RT It's so sad that many of you infected your parents with covid that you got from the Groove..They'll get sick &amp; Die rig...","sentiment_score":-0.2380952381}
{"full_text":"RT Rep Gwen Moore traveled to DC to vote for Pelosi for Speaker 6 days after testing positive for coronavirus. \"Rules for thee,...","sentiment_score":0.2272727273}
{"full_text":"RT Does this mean there are no other MLA's who left the country? The standard set below is crossing the border, so those w...","sentiment_score":-0.0625}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"Makes the closing of beaches sound much more sensible, doesn't it","sentiment_score":0.45}
{"full_text":"RT Russian hospitals see patients die when oxygen runs outhttps:\/\/t.co\/hC3CGFl8nv","sentiment_score":0.0}
{"full_text":"RT This is the truth we all knew. Well done to all of those who pushed for this data to be released.","sentiment_score":0.0}
{"full_text":"the BIGGEST mood honestly but alas. i do not have 13 built in best friends and covid still exists","sentiment_score":0.4}
{"full_text":"RT If China had 360,000 deaths from a pandemic, they would be calling it a genocide by now.","sentiment_score":0.0}
{"full_text":"RT Being back in lockdown is really hard to take for everyone, but it is necessary to slow down this new strain of the vir...","sentiment_score":-0.1018097643}
{"full_text":"RT \"Family members were screaming, 'He's dying. Aren't you going to help him?'\" the healthcare worker said. \"We looked at...","sentiment_score":0.0}
{"full_text":"RT Please win help us stop another pandemic  from happening.","sentiment_score":0.8}
{"full_text":"projected because the pandemic meant a lot of votes were mail-ins and several states werent allowed to count until polls closed.","sentiment_score":-0.05}
{"full_text":"Nope, I'm not gonna buy into your twisted interpretation of facts and data. If your brain cannot fathom the true danger of this pandemic I shudder to think what other mental gymnastics you perform to keep yourself blind to the reality of the world. You probably believe in God too","sentiment_score":-0.175}
{"full_text":"RT On behalf of the Clinical Scientists engaged in healthcare, who are also in the forefront of the fight against COVID19, NMM...","sentiment_score":0.0}
{"full_text":"RT Thanks to the huge efforts of so many, and after some time, we understand Covid-19 better. Though very serious, we see no...","sentiment_score":0.2333333333}
{"full_text":"RT It's great to see India's leadership in scientific innovation and vaccine manufacturing capability as the world works to end...","sentiment_score":0.8}
{"full_text":"RT Have you noticed how the worse our pandemic gets the more quiet Premier Ford becomes? Ontario needs a leader who will step...","sentiment_score":0.0333333333}
{"full_text":"RT And do you remembre the day when mew got so much hate cause he attended an event after coming back from the phillipines a...","sentiment_score":-0.4}
{"full_text":"RT Congress finally passed $ for vax distributionStates now building infrastructure. Should have been built by Feds months a...","sentiment_score":0.0}
{"full_text":"RT REMEMBER THE LOCKDOWN RULES: 1. If death rates go down, that means the lockdown is working2. If death rates go up, that m...","sentiment_score":-0.1555555556}
{"full_text":"RT In less than a year, our government has dictated 1) when we can leave our homes; 2) if we can work; 3) what we can buy; 4)...","sentiment_score":-0.1666666667}
{"full_text":"RT Reading the COVID news in Australia, it's like they are on a completely different planet, not just a continent. You can...","sentiment_score":0.0}
{"full_text":"RT #sapsKZN Westville Police Station temporarily closed for #COVID19 decontamination. The Community Service Centre will...","sentiment_score":-0.1}
{"full_text":"Hay Bill are you joking?","sentiment_score":0.0}
{"full_text":"RT UK not much better.  58,000 new cases a day!  Hospitals bursting at seams. Winter, freezing cold.  Boris bouncing...","sentiment_score":-0.2265151515}
{"full_text":"RT Calamitous: I'm running out of words to describe what's happening in our city. Today's updates are mind-boggling.* 1...","sentiment_score":0.5}
{"full_text":"Do yourself a favour dont sit in front of the tv during lockdown and consume everything the tv throws at you especially the news it will send you stir crazy.Put some music on read a book do a jigsaw keep your mind active each day with a task.#lockdown","sentiment_score":-0.0666666667}
{"full_text":"RT Do you have COVID privilege?If during lockdowns you:- earn a salary\/steady income- get to catch up on Netflix- chi...","sentiment_score":0.0}
{"full_text":"RT Bringing an end to the pandemic with as minimal loss of life possible depends on two Georgia Senate races. Much like a single...","sentiment_score":0.0071428571}
{"full_text":"RT An excerpt from a powerful new poem by Kaveh Akbar in from the brilliant forthcoming PILGRIM BELL (Graywolf, Aug.)...","sentiment_score":0.4454545455}
{"full_text":"RT Ukzn expecting international students to pay 100% of their fees before registration in the middle of a pandemic, isimo...","sentiment_score":0.0}
{"full_text":"RT Last January my dad mailed me an N95 mask &amp; told me to wear it anytime I was in a crowd. He works in high-level organi...","sentiment_score":0.0}
{"full_text":"Exactly. People aren't having less heart attacks. They are1. Ignoring symptoms because they're scared to go to the hospital2. Being treated in the field3. Being misdiagnosed due to COVID. So, other deaths aren't falling.","sentiment_score":-0.0416666667}
{"full_text":"RT To the ppl of GEORGIA: if you need those $2,000 checks then you have to vote for &amp;","sentiment_score":0.0}
{"full_text":"RT #Nebraska your governor is an idiot. Undocumented workers at Nebraska meat plants will NOT get COVID vaccines | Daily...","sentiment_score":-0.4}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"Pathetic.","sentiment_score":-1.0}
{"full_text":"RT Let me attempt to explain why I believe that Big Pharma's push for monoclonal antibody treatments may have played a role in t...","sentiment_score":0.0}
{"full_text":"RT Congratulations and appreciate the efforts of our scientists, Researchers and experts of Bharat Biotech &amp; Serum Institut...","sentiment_score":0.0}
{"full_text":"#TrustyTuesdays Increase customer trust by outfitting your outlets with contactless queueing solutions. Your customers are worth it. Visit us at for more information.#QueueManagement #Contactless #SocialDistancing #WhatsAppQueueing #PeopleCounting","sentiment_score":0.4}
{"full_text":"RT All members are urged to contribute to NMMTA's fund on humanitarian grounds so that as a responsible association we too can...","sentiment_score":0.2}
{"full_text":"How Many Post-Pandemic Office Workers Can Fit in One Elevator? #CRE #COVID-19 #NewNormal #Pandemic #Office","sentiment_score":0.45}
{"full_text":"RT Big Thank you to the Earth Warrior ji for recognising &amp; appreciating the efforts of my team.Thanks to...","sentiment_score":0.0}
{"full_text":"Some news from France where they tried to *balance* the economy and COVID.Spoiler alert: it does not work. Restaurants will continue to be closed after January 20.","sentiment_score":-0.1}
{"full_text":"RT Singapore says police will be given access to Covid-19 contact tracing data","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT Unless I missed something, Trump never so much as mentioned the coronavirus during his nearly 90-minute speech in Dalton, Geor...","sentiment_score":0.15}
{"full_text":"RT A proud moment for every Indian. Congratulations, IndiaJai Hind #covid19 #covidvaccine #madeinindia #proudindian #jaih...","sentiment_score":0.8}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT Happening Now: A Webinar on the Recent Breakthroughs on COVID-19 with Professor Fabian Antonio Dayrit. Live streaming is a...","sentiment_score":0.0681818182}
{"full_text":"RT Coronavirus (#COVID19) case update 05\/01. New cases acquired overseas.Detailed information about COVID-19 cases in Q...","sentiment_score":0.1363636364}
{"full_text":"The \"new model\" is what high drug prices is currently giving us. The old model is the foundation. The government\/US market saying we will pay $X (high price) for cancer vaccines got us COVID vaccines. Highly recommend this:","sentiment_score":0.1193939394}
{"full_text":"RT All this talk of lockdown 2021 is making me feel nostalgic for the January lockdowns of 2017 and 2018 when we had similar dea...","sentiment_score":-0.25}
{"full_text":"We must use lockdown to bring to the fore the structural inequalities in our society that we new existed, but that  COVID-19 has spotlighted and demonstrated to the public. Systems support change, people make change happen cc","sentiment_score":0.0681818182}
{"full_text":"This is generous.","sentiment_score":0.0}
{"full_text":"Lockdowns, curfews, alcohol bans as world fights resurgent virus#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #coronavirus #nationallockdownhttps:\/\/t.co\/E24Vd4yg84","sentiment_score":0.0}
{"full_text":"Here's how Covid cases compare across the regions of England, along with the number of patients currently in hospital with the virushttps:\/\/t.co\/NlovZNoMdm","sentiment_score":0.0}
{"full_text":"#ICYMI: Lt. Governor Dan Patrick released COVID-19 protocols for opening day of Texas Senate","sentiment_score":0.0}
{"full_text":"Veteran talk show host Larry King, suffering from COVID-19, has been moved out of the intensive care unit at a Los Angeles hospital and is breathing on his own, a spokesman said on Monday.https:\/\/t.co\/SLIu2W5hEX","sentiment_score":0.3}
{"full_text":"This article outlines the resources and help the #CARESAct 2020 gives to small businesses that have been negatively affected by #COVID19https:\/\/t.co\/9a7rg2oB60 via","sentiment_score":-0.275}
{"full_text":"Ohh my my pics show it evidently CBI please uncover the truth #JusticeforShushantSinghRajput","sentiment_score":0.25}
{"full_text":"#COVID-19 : \"The new strain quadrupled the number of cases compared to early December. The United Kingdom hopes to curb the virus with the Pfizer-BioNTech and Oxford-AstraZeneca vaccines.\" by","sentiment_score":0.1181818182}
{"full_text":"Lawsuit by WNY restaurants moving forward","sentiment_score":0.0}
{"full_text":"More vaccines on the way to Texas this week as the state's COVID-19 situation worsens","sentiment_score":0.5}
{"full_text":"Pope Francis on Sunday criticized people who have chosen to travel for vacations amid the COVID-19 lockdowns, saying that those who choose to do so aren't thinking of others.","sentiment_score":0.0}
{"full_text":"Critical events that will define education sector devastated by Covid-19***Latest News Updates","sentiment_score":0.0}
{"full_text":"From skating to skiing, many Minnesotans are getting outside more this winter due to the pandemic.","sentiment_score":0.21875}
{"full_text":"They started the project as kindergarten students, and now they are eighth-graders living in the age of COVID-19, government restrictions and social distancing, and it's all documented in OPB's ambitious, long-term project titled \"Class of 2025.\"","sentiment_score":0.1416666667}
{"full_text":"We visited #Israel two years ago. The picture was made at a beautiful place, #Masada which is part of the #UNESCOWorldHeritage. King Herod built here a palace. I hope that the #pandemic will end soon and we can #travel again. Until that take care of each other!   #tiborbana","sentiment_score":0.346875}
{"full_text":"British Prime Minister Boris Johnson said England is at \"a critical moment,\" with COVID-19 cases rising rapidly in every part of the country.","sentiment_score":0.0}
{"full_text":"RT But small businesses across the country have been forced to close. Unbelievable.","sentiment_score":-0.2666666667}
{"full_text":"Outbreak of bird flu in Himachal, Kerala, Rajasthan","sentiment_score":0.0}
{"full_text":"Gov. Mike DeWine: More than half of nursing home workers decline COVID-19 vaccine","sentiment_score":0.1666666667}
{"full_text":"The first north Texans to receive the coronavirus vaccine in December are now getting their second booster shot.","sentiment_score":0.125}
{"full_text":"Goa economy bears the brunt of India's coronavirus lockdownhttps:\/\/t.co\/z99Gz7Aw1w#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"Less than a month after the first vaccination doses made their way into Utah, some frontline health care workers will be receiving their second and final dose, meaning expected full immunization for COVID-19.","sentiment_score":0.0555555556}
{"full_text":"RT Wow. In a massive u-turn, Singapore's government now says police *are* allowed to access citizens' COVID-19 contact trac...","sentiment_score":0.05}
{"full_text":"Americans who will not be using direct deposit to get their second coronavirus pandemic stimulus payment need to keep a close eye on their mail. They may also need to be patient.","sentiment_score":0.05}
{"full_text":"Due to social distancing requirements, only 50 volunteers will be allowed for each shift.","sentiment_score":-0.0305555556}
{"full_text":"Researchers have identified the part of the immune system that both the herpes simplex virus and the #COVID19 virus need to neutralize to infect the body. In the long term, this discovery may help to prepare us for the pandemics of the future.https:\/\/t.co\/bcG2YTzST9","sentiment_score":-0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 32.4FWind Chill: 32.4FHumidity: 99%Dew Point: 32.2F Barometer: 30.026 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 208.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT All y'all do is tweet","sentiment_score":0.0}
{"full_text":"You drinking 7-11 big gulps in a pandemic. Ok.","sentiment_score":0.0}
{"full_text":"RT Cricket fans from suburbs surrounding Sydney's latest COVID cluster will face a $1000 fine if they are caught attending...","sentiment_score":0.4583333333}
{"full_text":"Biden did something shocking! He actually followed CDC guidelines as to social distancing ect which is totally OPPOSITE of Trump who held super spreader rallies. But an election isn't won by the number of Covid denying, Trump worshipping, anti-masking idiots that show up.","sentiment_score":-0.2388888889}
{"full_text":"Growing calls for provinces to ramp up COVID-19 vaccinations as infections surge following the holiday season. Joyce Napier reports:","sentiment_score":0.0}
{"full_text":"RT COVID vaccine trials being conducted without consent? Which govt does this to it's own people?https:\/\/t.co\/3shkkHf7cV","sentiment_score":0.6}
{"full_text":"RT #Breaking | Bill Gates gives thumbs up to India's 'leadership in scientific innovation', amid approval of COVID-19 vaccines i...","sentiment_score":0.0}
{"full_text":"I'm loosing my teens to mental illness and a global pandemic &lt;3","sentiment_score":-0.05}
{"full_text":"Don't let the fear of losing be greater than the excitement of winning.#schoolsreopening #RoyalRumble #lockdown","sentiment_score":0.5}
{"full_text":"RT If the people who are begging to be \"protected\" by the government and locked down had actually gone on a diet and starte...","sentiment_score":-0.0777777778}
{"full_text":"RT So, to be clear, we just sent 3 million children into primary school FOR ONE DAY, so they could all mix around the viru...","sentiment_score":0.25}
{"full_text":"RT Texas is reporting 414,211 residents have received a dose of the coronavirus vaccine, and 793,625 vaccines have been deliver...","sentiment_score":0.0}
{"full_text":"RIP My Good Friend \/ Bro Garry N. So shocked and sad rn. Covid is real y'all don't let your guard down.  I love you Bro! See you when I get there ","sentiment_score":0.0282407407}
{"full_text":"RT New York Gov. Andrew Cuomo has vowed that he won't get the coronavirus vaccine until it's available for his group in Black, Hispan...","sentiment_score":0.1232323232}
{"full_text":"Singapore Covid tracing data available to police","sentiment_score":0.4}
{"full_text":"Vending machines are now for coronavirus tests, too","sentiment_score":0.0}
{"full_text":"RT #hamburg today#HappyNewWeek Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT My friend didn't wear a mask because he believed the lies from our leaders. Now, he's close to being intubated. He aske...","sentiment_score":0.0}
