{"full_text":"Next in our pre-match online chats is tomorrow 11am, with - members see your email, anyone else is very welcome just DM us for the details.*flicks through little black book to see what said on our call back in November...","sentiment_score":0.1291666667}
{"full_text":"RT Part of the Biden\/Harris administration's ability to make a difference in 2021 hinges on GA.I know some of you are tir...","sentiment_score":0.0}
{"full_text":"RT I've come to twitter to say that whatever is now happening in the pandemic, I am angry about it and  said several months ago...","sentiment_score":-0.25}
{"full_text":"RT New state Department of Public Health report says that Barnstable, Dennis, Mashpee and Yarmouth are in the state's highes...","sentiment_score":0.0681818182}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden has warned of a \"dark winter\" for our nation. But the dark winter we're facing is not due just to #COVID19,...","sentiment_score":-0.0791666667}
{"full_text":"RT BREAKING:","sentiment_score":0.0}
{"full_text":"RT I am pretty sure that any feeling, emotion, or psychical ailment is classed as a Covid symptom.Just type 'Covid' foll...","sentiment_score":0.375}
{"full_text":"RT As the scourge of #COVID19 continues to ravage our communities, we urge citizens to act responsibly to help beat the viru...","sentiment_score":0.2}
{"full_text":"RT Good question What did they do in China and Wuhan that has allowed them to get back to normal?","sentiment_score":0.2833333333}
{"full_text":"New articles on forum.Covid Regulations in Loco Moco by Stunt Women's Progress by Amelia Janaskie: - Not Fear - Will Stop the Pandemic by Dr. Jay Bhattacharya:","sentiment_score":0.1363636364}
{"full_text":"RT Thousands defy France's COVID-19 lockdown to attend rave, pelt police with rocks and bottles","sentiment_score":0.0}
{"full_text":"And here's two recent studies showing reduced rates of infection in masked areas:Germany:","sentiment_score":0.0}
{"full_text":"RT I'm calling on every member of Congress &amp; their staff, and all millennials\/Gen Xers, to join me in refusing to take the C...","sentiment_score":0.0}
{"full_text":"RT Life before coronavirus Belgrade, Serbia Skadarska Street #Belgrade #Serbia #march2020 #travelphotography #streetpho...","sentiment_score":0.0}
{"full_text":"Seriously. This seems like a good time not to engage in risky behavior...not just Covid-19 risk but sports or hobbies that are generally safe but do sometimes end up in emergency room visits.Vaccines are coming so just reduce risks for a few weeks or months!","sentiment_score":0.1541666667}
{"full_text":"RT This started the pandemic","sentiment_score":0.0}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"RT This gets worse. The pharmacist was arrested, and claimed they deliberately spoiled the vaccines then injected people wit...","sentiment_score":-0.4}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"Stay home loser!","sentiment_score":0.0}
{"full_text":"Happy New Year, Meeklings!  Episode 85 AT RISKY BUSINESS drops today and we cover just a few of the L.A. establishments that COVID threatens to shut-down:    and . Please, support your favorite places!","sentiment_score":0.3488636364}
{"full_text":"RT NEW: A further 9,000 positive Covid19 tests have yet to be formally reported","sentiment_score":0.1212121212}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"Trust in the Friigin Trudeau gang, a weak incompetent bunch of bumbling fools.  Israel inoculated 1 million people in 14 days. The Trudeau clowns stopped giving the COVID-19 jab over the  Christmas break.  Dummkopfs.","sentiment_score":-0.3625}
{"full_text":"RT A) You CAN'T get the virus from the vaccineB) After the first shot your immune response is minimal and takes two weeksC) A...","sentiment_score":0.075}
{"full_text":"Outrageous.FDA Will Charge Charlotte Distillery $14,000 For Making Hand Sanitizer At Start Of The Pandemic","sentiment_score":0.0}
{"full_text":"take the L ","sentiment_score":0.0}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"RT Welcome to 2021.","sentiment_score":0.8}
{"full_text":"Check it out!I will create this amazing promo video intro","sentiment_score":0.6}
{"full_text":"I'm from Belfast and there saying it's up to 70 times more contagious we're in another 6 week lock down because of it America should close its borders to Great Britain if the president had any sense","sentiment_score":0.3814814815}
{"full_text":"RT I am headed to the Senate floor again to try one last time to pass $2000 in #covid relief for working families - our strong w...","sentiment_score":0.2166666667}
{"full_text":"I think Loeffler already quarantined a month ago. It's really curious why neither one has gotten Covid?","sentiment_score":-0.1}
{"full_text":"Covid will here forever because of these morons ","sentiment_score":-0.8}
{"full_text":"\"In-person schooling does not appear to increase the risk of covid-19 transmission for staff and students, according to data from New York state.\"","sentiment_score":0.1363636364}
{"full_text":"2020: achieved personal goals for my first 2 years of PT school despite all COVID through at us, authorship in 2 articles published by JEN, asked my best friend to marry me, did a lot of working on my mental health, &amp; got back into reading. Honestly, it was a great year for me","sentiment_score":0.3642857143}
{"full_text":"I'm in a small community 10,000 people and I know many people who have had covid a couple died. It's not blown out of proportion. We have an island of this island with hundreds 2 died and they closed grocery store and bars and restaurants it's serious not overblown at all!","sentiment_score":-0.0666666667}
{"full_text":"RT Dear Hi Mike, hope you'll comment on the following:-Your use of taxpayer funds to pay for elite, fancy dinners w...","sentiment_score":0.0}
{"full_text":"While we're all under house arrest because of the #ChinaVirus, this is #Wuhan tonight celebrating New year!Jokes on us","sentiment_score":0.0431818182}
{"full_text":"RT Marshall County reported another 60 COVID-19 cases, according to Thursday's update from the Indiana Department of Heal...","sentiment_score":0.0}
{"full_text":"RT On the first day of #Welcome2021 took the holy darshan of Lord Balaji in Tirumala, #Tirupati.Prayed him for universal...","sentiment_score":0.125}
{"full_text":"Covid sickness: Is nausea a symptom of Covid-19?","sentiment_score":0.0}
{"full_text":"Good morning and welcome 2021!  Unfortunately the U.S. has passed 20 million #COVID19 cases and 355,071 Deaths - India and Brazil behind the U.S. with 10 million &amp; 7 million cases respectively. @Worldometers ","sentiment_score":0.16}
{"full_text":"Trump just pardoned Rep. Collins, NY, who went to prison for EXACTLY the same 'insider trading' crime Loeffler &amp; Perdue committed; in effect benefiting from COVID-19.","sentiment_score":0.125}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Sort of what we hoped would happen with COVID, since there was an actual Playbook and experts in p...","sentiment_score":0.0}
{"full_text":"RT Happy New Year! Does your New Year's resolution include reading more ? Here are some I have read or re-read in the last year...","sentiment_score":0.3213636364}
{"full_text":"RT People are waking up now it's one of the biggest scams we need to ask questions and fast is it part of the th...","sentiment_score":0.2}
{"full_text":"RT Here was the New Year's Eve celebration at Mar-a-Lago last night during deadly pandemic...","sentiment_score":-0.0212121212}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT This is important. If you are an member please keep an eye on your email inbox for a member message tomorrow.","sentiment_score":0.4}
{"full_text":"RT Now Kelly and David want to agree on $2,000 checks. Where was this 2 weeks ago...","sentiment_score":0.0}
{"full_text":"this china virus you speak off was started in America babes. and those hashtags....baby you doing too much.","sentiment_score":0.2}
{"full_text":"if i knew how to make a meme I would do one of that part in WW84 when she says to Pedro \"where is the STONE\" and he says \"you're looking at it\" but I would change the word stone to \"the cure for covid-19\".  i got two coffees from the nurse less than an hour ago","sentiment_score":-0.1666666667}
{"full_text":"What is the truth?","sentiment_score":0.0}
{"full_text":"RT If you take nothing else from our story, take this quote from Chicago West side resident Rochelle Sykes:\"If you can come...","sentiment_score":0.0}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"Just wondering if what's being\/been said on Twitter about cameras not being allowed into NHS hospitals is accurate?","sentiment_score":0.4}
{"full_text":"RT As you may know, today the newest COVID variant was detected in the U.S. I am resposting this in order to combat misinf...","sentiment_score":0.0}
{"full_text":"RT As usual, is right: \"We can't go back to business as usual before the pandemic, when it wasn't working for...","sentiment_score":-0.0535714286}
{"full_text":"RT Please #StayHome","sentiment_score":0.0}
{"full_text":"RT My mom's friend died of #COVID-19 2 days ago, she went for #shiloh2020 , she was an usher , she fell ill few days afte...","sentiment_score":-0.35}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"I mean yeah China forced their people to stay home and if they complained and bitched.......","sentiment_score":-0.3041666667}
{"full_text":"RT On the frontlines of climate change in Zimbabwe\"Now is the time to act.\" Throughout the COVID-19 pandemic, Nkosi is sp...","sentiment_score":0.0}
{"full_text":"December was the deadliest, most infectious month since start of pandemic via","sentiment_score":0.5}
{"full_text":"RT Oop. If you went anywhere in First &amp; Second street and or Jamestown as well? - DO NOT MIX UP. This is not the time for you t...","sentiment_score":0.125}
{"full_text":"RT Welcome to 2021, the year we crush Covid! Happy new year everyone!","sentiment_score":0.6568181818}
{"full_text":"IF the Chinese attacked the US with the virus knowing our free society would have trouble controlling it, would it be fair to deploy something they would have difficulty controlling? Why are we still in business with them?","sentiment_score":0.225}
{"full_text":"RT Working from home has been AMAZING! I get work done and I get to stay safe! Whats not to love?Though... working from home...","sentiment_score":0.6875}
{"full_text":"RT I BEAT Stage 3 Colon Cancer in the middle of a pandemic! As of 12\/30\/20, I'm officially a cancer SURVIVOR!!!!!!","sentiment_score":0.0}
{"full_text":"Please come talk to my family","sentiment_score":0.0}
{"full_text":"RT Breaking:1,754 new cases11 additional deaths#COVID19","sentiment_score":0.1363636364}
{"full_text":"RT This thread is one of the most ferocious burns in Twitter history.@allisonpearson, RIP","sentiment_score":0.5}
{"full_text":"I got the COVID-19 vaccine yesterday. I was impressed with the organization, professionalism, and communication. Registration was also easy and simple.Very proud of my country ","sentiment_score":0.7444444444}
{"full_text":"RT Dear Hi Mike, hope you'll comment on the following:-Your use of taxpayer funds to pay for elite, fancy dinners w...","sentiment_score":0.0}
{"full_text":"fuck this guy","sentiment_score":-0.4}
{"full_text":"RT #ThaneNeed #Blood Type :  O-positiveAt : Bethany hospital Blood Component : Need Plasma from O+ve #COVID19 recovered...","sentiment_score":0.0}
{"full_text":"Screw you, Mike Pompeo, you pompous, fake, round &amp; getting rounder powermonger.Trumps example of stealing any &amp; as many tax $$ as he could,was accepted because he allowed all you peons he placed throughout govt to imitate.The ability to stick your greedy fingers into","sentiment_score":-0.0666666667}
{"full_text":"RT .@RussVought45 is \"sabotaging national security, the pandemic response and the economic recovery -- all to make things mo...","sentiment_score":0.2}
{"full_text":"These ppl are aware there is a pandemic?","sentiment_score":0.25}
{"full_text":"But Trump was too weak to see beyond politics and set the same example as every other developed nation, and as a result we have a nation of Covidiots, with Trump as Covidiot in chief.","sentiment_score":-0.1}
{"full_text":"RT A program sent fresh food to struggling families. Despite demand, it may end.: The program, which sent more than a 100 million...","sentiment_score":0.4}
{"full_text":"RT Breaking News:Children infected with Coronavirus now filling hospital wards.This is a very very serious and very worr...","sentiment_score":-0.1166666667}
{"full_text":"to all those who have flouted the #Covid19 regulations YOU are responsible for this All London primary schools to remain closed for start of term in government U-turnSelfish selfish people!!! https:\/\/t.co\/XSWLLlmjDu","sentiment_score":-0.119140625}
{"full_text":"COVID-Pa-Looza","sentiment_score":0.0}
{"full_text":"You gave her comfort.  She needed to feel that.  It is all out of your control.  You are doing everything you can to help them fight COVID but there is only so much you can do.","sentiment_score":0.1}
{"full_text":"RT I'm an MD and I'm #ReadyToVaccinate people against #COVID19. Just tell me when and where I'll be there. If you're a healt...","sentiment_score":0.0}
{"full_text":"RT When COVID is over \"Where's my hug?\" guys are coming back in full force. A storm is coming..","sentiment_score":0.175}
{"full_text":"Democratics worked to crush covid...? They literally encouraged it and made everything worse for everyone. It's hilarious watching them take credit for the president's plans. Claiming them as their own.","sentiment_score":0.2333333333}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"RT hello my dear friends happy dayHow happy, dear, even though it's three-legged #my #StaySafe #StaySafeStayHealthy #We...","sentiment_score":0.8}
{"full_text":"RT I called to make a doctor's appointment to refill my meds, and it turns out my doctor died of COVID last week. Jesus.","sentiment_score":0.0}
{"full_text":"RT \"There are people on the wards that ideally we would like in intensive care but we don't have capacity\" - Kent clinician...","sentiment_score":0.9}
{"full_text":"Says dipshit jr who was tested daily from the beginning of the pandemic and now will receive the vaccine before Americans who actually deserve it. On January 20 at 12:00 the bullshit will end tik tok asshole","sentiment_score":0.0}
{"full_text":"RT anti-maskers are so weird. like yall complain about how hard the pandemic is and how badly you want it to go back to normal...","sentiment_score":-0.2683333333}
{"full_text":"RT #ThaneNeed #Blood Type :  O-positiveAt : Bethany hospital Blood Component : Need Plasma from O+ve #COVID19 recovered...","sentiment_score":0.0}
{"full_text":"RT There's power in numbers.  IF enough people refuse the COVID jab, then how long will the corporations hold out when they are l...","sentiment_score":-0.025}
{"full_text":"Residents at a nursing home in Oslo infected with coronavirus by visitors","sentiment_score":0.0}
{"full_text":"RT Joe Biden's inaugural activities will include a nationwide memorial service to honor the lives lost to COVID.The inaugu...","sentiment_score":0.0}
{"full_text":"Anybody can wear the mask...","sentiment_score":0.0}
{"full_text":"RT New Year's Eve:Wuhan                             Times Square","sentiment_score":0.1363636364}
{"full_text":"How Many Post-Pandemic Office Workers Can Fit in One Elevator? #CRE #COVID-19 #NewNormal #Pandemic #Office","sentiment_score":0.45}
{"full_text":"Though #remdesivir is the only #antiviral of its kind FDA approved for #COVID19, new research contends that it is being used too indiscriminately when treating hospitalized #coronavirus patients. #SARSCOV2 #Pandemic #MedLab","sentiment_score":0.2454545455}
{"full_text":"Oilers camp starts Sunday at NAIT but no practice. Physicals, fitness testing and probably more Covid swabs. On ice Monday, two sessions. Oilers haven't sent out camp roster yet but as of now likely 35 skaters, 12 D, 23 F and 5 goalies.","sentiment_score":0.25}
{"full_text":"Trump is responsible for the inexcusable failure to contain the coronavirus pandemic in the United States. He must be held accountable for his lies, his failure to plan for vaccination, and his complete abandonment of his responsibilities in a time of crisis. #TrumpCrimes","sentiment_score":-0.0833333333}
{"full_text":"RT The list of countries that have identified infections involving the coronavirus variant B.1.1.7. has been growing rapidly. htt...","sentiment_score":0.0}
{"full_text":"RT Incomprehensible, and it's going to get worse. Trump is the best at being the worst.","sentiment_score":-0.1333333333}
{"full_text":"Worsening disease symptoms in Parkinson's patients during lockdown.https:\/\/t.co\/ApKIbcBIjW","sentiment_score":0.0}
{"full_text":"RT Worked the late A&amp;E SHO shift on NYE and came out to this. Hundreds of maskless, drunk people in huge groups shouting \"Covid i...","sentiment_score":-0.1333333333}
{"full_text":"*broken record","sentiment_score":-0.4}
{"full_text":"RT The problem is that people think catching COVID is their business, when in reality it affects us all. I really hope people fin...","sentiment_score":0.4}
{"full_text":"RT covid after being left in 2020","sentiment_score":0.0}
{"full_text":"RT It means \"let's hold our government to account for the avoidable deaths of tens of thousands of people because of a catast...","sentiment_score":0.0}
{"full_text":"AIR Canada teamed up with Shoppers Drug Mart while WestJet partnered with DynaLife to sell negative COVID tests to enable entitled UCP staffers and politicians to travel to Hawaii during a pandemic. How many other Albertans went to Hawaii under this program?","sentiment_score":0.025}
{"full_text":"RT Are you worried about whether unemployment benefits will be extended? The governor signed a bill extending unemployment be...","sentiment_score":0.0}
{"full_text":"How seafarers will live on board ships post covid lockdownhttps:\/\/t.co\/vH5RCwDS3D","sentiment_score":0.1363636364}
{"full_text":"RT Will Trump have a racist name for the UK COVID-19 strain or nah?","sentiment_score":0.0}
{"full_text":"They should have made it a COVID ball and dropped a syringe down to pop it!","sentiment_score":-0.1944444444}
{"full_text":"Because the poor management of the pandemic is discrediting the science. Not clear what is facts and what is propaganda","sentiment_score":-0.1833333333}
{"full_text":"RT 'She would scream in pain': Parents warn of condition, weeks after COVID-19, that left 7-yr-old in ICU","sentiment_score":0.0}
{"full_text":"RT Anyone not fighting like hell for Medicare For All in a pandemic is my enemy.","sentiment_score":0.0}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT Was just on the floor w\/ trying to pass $2k #covid relief proposed by - despite support from Rep...","sentiment_score":0.0}
{"full_text":"But Covid is an acceptable death? Be pro-life, not pro- birth.","sentiment_score":0.0}
{"full_text":"A COVID-19 relief package passed by the U.S. House of Representatives and Senate removes the budget neutrality requirement for oxygen products in rural areas, AAHomecare reports.","sentiment_score":0.0}
{"full_text":"New rules requiring air travellers to test negative for COVID-19 before entering Canada will kick in on Jan. 7, Transport Minister Marc Garneau said today.https:\/\/t.co\/rZ3eXLtBAZ","sentiment_score":-0.0818181818}
{"full_text":"an absolute disgrace.... ","sentiment_score":0.2}
{"full_text":"RT We'll just leave this here","sentiment_score":0.0}
{"full_text":"There has been a great deal going on aside from coronavirus in Cheshirehttps:\/\/t.co\/mCXgtkvcoC","sentiment_score":0.8}
{"full_text":"!! If you receive a positive #Coronavirus result but don't have symptoms, you MUST stay at home and self-isolate along with your household #Covid19","sentiment_score":0.2272727273}
{"full_text":"Comedy wasn't always first choice of career. And yet, his self-produced comedy sketches have been going viral throughout the UK's tumultuous lockdown period, offering some light relief to all those stuck at home.https:\/\/t.co\/NiLd0CMQTL","sentiment_score":0.325}
{"full_text":"We can't address the disproportionate impacts the pandemic has had on our most vulnerable students without data.@EdDataCampaign's lays out how the Biden administration can support schools and students by addressing our country's #eddata challenges.","sentiment_score":0.0}
{"full_text":"\"For months, experts hoped a return to classrooms would allow teachers to address the lapses in children's academic and social needs. For many students, that hasn't happened.\"","sentiment_score":0.1777777778}
{"full_text":"The pandemic's potential impact to the long-term #realestate market isn't scaring developers from filing high-rise proposals to city hall. These 4 applications illustrate developers aren't shying away from going big: #housing","sentiment_score":0.0}
{"full_text":"China's trade victory is hard for rivals to swallow. Quick containment of COVID-19 let factories restart quickly, helping it expand its global export share. Foreign demand is supporting Chinese recovery more than the other way around, says #BVPredictions2021","sentiment_score":0.0972222222}
{"full_text":"The COVID-19 pandemic is continuing to get worse, but it might be getting worse more slowly.","sentiment_score":-0.15}
{"full_text":"RT The #DigitalIndiaAward2020 for Jury Choice Award was conferred to that has been adopted by 16.6 crore users an...","sentiment_score":0.0}
{"full_text":"The state says the elderly will be the next priority when it comes to distributing the COVID-19 vaccine.https:\/\/t.co\/WG4ENQscD6","sentiment_score":0.0}
{"full_text":"\"IT BETTER BE!\" - During #PandemicLife, \"stay at home\" hits different for celebrities. talks to #MillionDollarListingLA star about how - and where - stars locked it down. WATCH the FULL STORY and EPISODES at #BestoftheAve","sentiment_score":0.2048611111}
{"full_text":"Let's Talk About The Porn Pandemic","sentiment_score":0.0}
{"full_text":"RT New Year's Eve celebration at Mar-a-Lago during deadly pandemic","sentiment_score":-0.0318181818}
{"full_text":"RT Joe Biden's inaugural activities will include a nationwide memorial service to honor the lives lost to COVID.The inaugu...","sentiment_score":0.0}
{"full_text":"The CMOs were responding to earlier criticism from the BMA which described the move to delay a second jab by as much as 12 weeks as \"grossly unfair\".#coronavirus #Corona #COVID19 #Covid19UK #coronavirusuk #coronavirustesting #coronavirusvaccinehttps:\/\/t.co\/2SOmniS75h","sentiment_score":-0.075}
{"full_text":"New Year comes to COVID ward, with hope for end to nightmare","sentiment_score":0.1363636364}
{"full_text":"Start 2021 right and volunteer in your community! Volunteers helping nonprofits distribute food necessities are allowed under the current stay-at-home order. Sign up for a volunteer opportunity at SV Strong:","sentiment_score":0.2634920635}
{"full_text":"We need this more than the covid vaccine unironically","sentiment_score":0.5}
{"full_text":"RT Majority of pregnant women and new mothers 'grappling with anxiety linked to pandemic'","sentiment_score":0.2348484848}
{"full_text":"Our #1 goal for 2021 is simple: #StopTheSpread of #Covid19 and get back to the GOOD LIFE! Visit for more information!","sentiment_score":0.375}
{"full_text":"RT How has Wuhan achieved this without a vaccine? Anyone?","sentiment_score":0.0}
{"full_text":"RT The problem is that people think catching COVID is their business, when in reality it affects us all. I really hope people fin...","sentiment_score":0.4}
{"full_text":"RT I'm disgusted but mostly heartbroken. I wish people could see the amount of #COVID19 and death in hospitals, and the sacrifice...","sentiment_score":-0.25}
{"full_text":"MOST KIDS ATTENDING THE QLA CASTLE SEMINAR R TOLD BY ME-SHUT UR BIS DOWN-U HAVE ONLY BOUGHT URSELF A JOB-TURN THE KEY-WALK AWAY! CORONA WILL MAKE IT EASY 4 U-AT LEAST 25% TO 40% WILL NOT MAKE IT IN THE NU NU! WHAT WILL U DO NOW? START A FOREIGN SUPPLY CHAIN E-COMMERCE DEAL-LOL","sentiment_score":0.0866666667}
{"full_text":"When tRUMP leaves office, the U.S. will move forward with dignity and compassion. tRUMP is a DISGRACE to American, killing 1 our of every 990 Americans.  ","sentiment_score":0.0}
{"full_text":"RT Congratulations Salim Abdool Karim who shares the 2020 John Maddox Prize with Dr. Anthony Fauci for going...","sentiment_score":0.0}
{"full_text":"A Positive COVID-19 Story: DAIC Reviews 2020 and shares best wishes for a prosperous and resilient 2021 via Dominica News Online (Dominica)","sentiment_score":0.6136363636}
{"full_text":"RT I am headed to the Senate floor again to try one last time to pass $2000 in #covid relief for working families - our strong w...","sentiment_score":0.2166666667}
{"full_text":"RT Here was the New Year's Eve celebration at Mar-a-Lago last night during deadly pandemic...","sentiment_score":-0.0212121212}
{"full_text":"Yes, if you're using a basic cotton mask, wearing a second mask might offer more protection from COVID-19. A registered nurse explains why:","sentiment_score":0.1666666667}
{"full_text":"Elon Musk's net worth quintupled in 2020 during the pandemic. We broke his complicated $160 billion wealth down into 2 simple charts. #Tesla  #ElonMuskhttps:\/\/t.co\/zQ0vEAPrju","sentiment_score":-0.0711111111}
{"full_text":"RT This gets worse. The pharmacist was arrested, and claimed they deliberately spoiled the vaccines then injected people wit...","sentiment_score":-0.4}
