{"full_text":"RT LISTEN BACK: 4,000 positive Covid-19 cases not yet reported - NPHEThttps:\/\/t.co\/SYgTAZOSzm","sentiment_score":0.1136363636}
{"full_text":"RT Good question What did they do in China and Wuhan that has allowed them to get back to normal?","sentiment_score":0.2833333333}
{"full_text":"RT 2,068 Covid-19 cases, 3 deaths !!!@ahkmlog","sentiment_score":0.0}
{"full_text":"RT If Trump decided to make \"the best most tremendous quarantine in the world\", arresting people for violating it, start invok...","sentiment_score":0.6111111111}
{"full_text":"God carried me through this year fosho! Lost a car in January hustled up my money for 5 months Got a new car and new aptmnt. I got shot July 14th (changed me life) didn't have COVID  December opened my books back up &amp; im back in business in a Wheelchair   God got me I'm here","sentiment_score":0.0681818182}
{"full_text":"Though Clemson and Alabama both appear to be better, wouldn't Ohio State ultimately winning the College Football Playoff be a fitting way to end this foul COVID-19 plagued season? #RollTide #Clemson #FightingIrish #Buckeyes #CFP:","sentiment_score":0.5}
{"full_text":"RT Today, we have hope. After a long and tragic 10 months, help is finally on the way. Finally, we can work together to end t...","sentiment_score":-0.2}
{"full_text":"RT GPs scramble to cancel thousands of Pfizer vaccine doses after government changes policy on timing","sentiment_score":0.0}
{"full_text":"RT #Ukraine has signed a contract to buy 1.8 million doses of #COVID19 #vaccines from Sinopharm, which got the first conditi...","sentiment_score":0.25}
{"full_text":"I am in the process of applying for a new high-ish level job. It's quite strange updating the CV. Strange bc I have not objectified my job skills or the jd for some time...that's what lockdown does for you!!","sentiment_score":0.0027462121}
{"full_text":"Israel's virus surveillance tool tests its democratic norms","sentiment_score":0.0}
{"full_text":"RT Good question What did they do in China and Wuhan that has allowed them to get back to normal?","sentiment_score":0.2833333333}
{"full_text":"This would be one of the few instances that tested my usual restraint to respect an ex-employee's privacy and let them go their separate way.","sentiment_score":-0.225}
{"full_text":"Covid 21","sentiment_score":0.0}
{"full_text":"Head, meet Red Granite wall. Again.","sentiment_score":0.0}
{"full_text":"RT I might cry at 12 cus of everything I was put thru this year on top of a pandemic and I still persevered..","sentiment_score":0.5}
{"full_text":"RT May Almighty Allah shower his special blessings on the Muslim world, keep the Ummah safe and secure from natural calamiti...","sentiment_score":0.3392857143}
{"full_text":"RT Headline says it all.  At every decision point, @JoeBiden would have made the opposite decision, guided only by what...","sentiment_score":0.0}
{"full_text":"RT China Joe Biden &amp; Rest of Demented Dems Worked With China To Create The China Virus To F_ _ k The Economy Up S...","sentiment_score":0.0}
{"full_text":"Dear Money,This year social distancing does not concern you.Thank you","sentiment_score":0.0333333333}
{"full_text":"RT Good question What did they do in China and Wuhan that has allowed them to get back to normal?","sentiment_score":0.2833333333}
{"full_text":"RT With deaths back up to 1000 a day, I keep thinking of all the high profile politicians, journalists, pundits, positive p...","sentiment_score":0.1290909091}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"So I need to make myself a full pamper day. Only thing is I'm Afraid I'm get covid .. I don't know who hasn't been tested. I'm just afraid. I don't be around anyone I'm that afraid.","sentiment_score":-0.29}
{"full_text":"RT we did it joe! covid is over!","sentiment_score":0.0}
{"full_text":"Following the letter tweeted yesterday about delays between vaccine doses, here is further information about the rationale from Dr Mark Porter....","sentiment_score":0.0}
{"full_text":"When this pandemic &amp; this treacherous admin.are behind us, we need a bunch of philanthropists &amp; go-fund-me's to provide free vacation trips to every doctor\/nurse\/aide\/ janitor\/EMS worker\/clerical &amp; other behind-the-scenes worker who kept treatment &amp; care going for COVID patients.","sentiment_score":-0.0416666667}
{"full_text":"RT 2021: Into the ThunderdomeBrexit scale-model project I was mucking about with during lockdown this year, inspired by t...","sentiment_score":0.0}
{"full_text":"COVID19 Vaccine Rollout - Dr. Harsh Vardhan chairs meeting to review Preparedness at COVID 19 Vaccination Sites for Trial run in Delhi","sentiment_score":-0.2}
{"full_text":"RT This was teaching 2020.  Thank you to teaching staff everywhere, for all you did.","sentiment_score":0.0}
{"full_text":"Criticize China all you want, a lot of is warranted (just like criticisms against US) But they solved a problem US hasn't even come close to solving. All that matters in securing trust is money. Don't be shocked when technocrat billionaires would rather invest in China than here","sentiment_score":-0.7}
{"full_text":"Guys what if you got covid from Masturbation... What would you do??? ","sentiment_score":0.0}
{"full_text":"RT Friends who test negative together spend positive time together!  Nothing like a get together at home with friends in a saf...","sentiment_score":-0.0079545455}
{"full_text":"Please take 30 seconds to send a letter to Premier Ford demanding urgent actions that protect our most vulnerable loved ones, not just during a pandemic, but at all times.","sentiment_score":0.2333333333}
{"full_text":"RT Chlamydia, Gonorrhea, and COVID teaming up for the NYE parties","sentiment_score":0.0}
{"full_text":"Heartbreaking. May her soul rest in peace ","sentiment_score":0.0}
{"full_text":"RT I thank everyone for their wishes,  prayers and moral support during my illness. My family members and I have now fully recove...","sentiment_score":0.0}
{"full_text":"RT pence said millions would be vaccinated but only 3.1 million have been vaccinated","sentiment_score":0.0}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT We shouldn't have to ask if members of Congress are being influenced by their own financial interests or their constituents'...","sentiment_score":0.3}
{"full_text":"RT 2020 was a tough year for us &amp; for people across the world bec of Covid19. But by the grace of God we fared far better th...","sentiment_score":0.0703703704}
{"full_text":"Countries Juggle New Year's Celebrations With Ongoing Pandemic Concerns","sentiment_score":0.1363636364}
{"full_text":"And that's why teams will get covid. Duh","sentiment_score":-0.3}
{"full_text":"RT 42 people mistakenly given antibody treatment instead of COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT .@RussVought45 is \"sabotaging national security, the pandemic response and the economic recovery -- all to make things mo...","sentiment_score":0.2}
{"full_text":"I read the article- in normal times the objection makes sense. In time of a pandemic arguing for example that \"we need more tests to be 100% sure it works\" is a wrong way to think about new likely life saving treatments to it &amp; it will needlessly kill people.","sentiment_score":0.0409090909}
{"full_text":"RT Very good question. How is this information not shared across various media for it reach all south afr...","sentiment_score":0.455}
{"full_text":"\"Funny how only Republicans get COVID.\" Duh. Geez us, these people are stooooopid!","sentiment_score":-0.0416666667}
{"full_text":"RT Good question What did they do in China and Wuhan that has allowed them to get back to normal?","sentiment_score":0.2833333333}
{"full_text":"Excellent!!!What about starting flights to Saudia ArabiaWe have been requesting for months and stranded since March2020 without salary. Covid19 recovery is more than 96% but, still international flights are banned???","sentiment_score":0.1666666667}
{"full_text":"It's not hard to mock the intellectually afflicted but my gosh she deserves it (thread).","sentiment_score":0.2229166667}
{"full_text":"Genuinely don't understand why the Government haven't been cracking down on people spreading COVID denialism or minimalisation harder.It's absolutely everywhere from social media to national publications and it's stopping people taking the pandemic seriously.","sentiment_score":0.0288888889}
{"full_text":"RT -Thread\/Recapping 2020, a year like no other, images tell a story of Fire, Pandemic and Protests in Northern California. On...","sentiment_score":0.0625}
{"full_text":"RT  SG: Football gives people a release and something to watch. It really helps people in their daily routines during Covid....","sentiment_score":0.1}
{"full_text":"RT Modi ji is known for good management of Corona pandemic and Mamata Banerjee is known for mis- management of Corona pandem...","sentiment_score":0.7}
{"full_text":"RT Just finished an hour long unsuccessful resuscitation of a 16 year old in cardiac arrest.  Tell me again how a lockdown is the...","sentiment_score":-0.0125}
{"full_text":"RT .@senatemajldr I am going to drag you and all the evil shit you do into the light.","sentiment_score":-0.225}
{"full_text":"RT .@JoeBiden has warned of a \"dark winter\" for our nation. But the dark winter we're facing is not due just to #COVID19,...","sentiment_score":-0.0791666667}
{"full_text":"RT \"I'm seeing these rumours out there that Kyle Walker has been hosting a Christmas party and now games are being called off due...","sentiment_score":-0.125}
{"full_text":"RT Provincial jails released thousands of inmates amid calls to slow the spread of COVID-19. Maybe fill them up with shinn...","sentiment_score":-0.3}
{"full_text":"RT \"But what Russ Vought is very good at is sabotage. He's sabotaging national security, the pandemic response and the economic...","sentiment_score":0.555}
{"full_text":"Babe ","sentiment_score":0.0}
{"full_text":"RT No negativity in 2021 unless it's Covid or pregnancy tests","sentiment_score":0.0}
{"full_text":"RT A former pharmacist in Grafton, Wisconsin, was arrested and accused of \"intentionally\" destroying 500 doses of the coronavirus...","sentiment_score":-0.1}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT As we head into the New Year, please continue to protect yourself and the people around you from this virus. Wear a ma...","sentiment_score":0.1363636364}
{"full_text":"RT How has Wuhan achieved this without a vaccine? Anyone?","sentiment_score":0.0}
{"full_text":"I want this shoes but it still covid , I can't go anywhere ","sentiment_score":0.0}
{"full_text":"You'd think this would be a good opportunity to show \"conservative\" governance: cut through regulations and red tape and get shots in people's arms. Then you realize it's actually just about the grievances.","sentiment_score":0.2333333333}
{"full_text":"UK BTEC Students when they find out they are still in from the 4th not the 11th like the Government stated. #Covid19 #CloseTheSchools","sentiment_score":0.0}
{"full_text":"NY business owners slam Cuomo for allowing Bills fans into stadium but not restaurants: 'Totally unfair' #FoxNews: Hey Restaurant owners did you donate $$$$ to next time donate.","sentiment_score":-0.25}
{"full_text":"Did 2020 leave you feeling depressed? Holidays and pandemic causing stress and anxiety? Want to find relief this new year? Call our Houston Hope Line and find support. (832) 831-7337, open daily 5-8pmhttps:\/\/t.co\/wl9f3pEIEm","sentiment_score":0.0454545455}
{"full_text":"RT \"If you take appropriate precautions, you don't have to worry about any viruses,\" Dr. Fauci says on the importance to continue p...","sentiment_score":0.5}
{"full_text":"RT Here's the daily update on #COVID19 cases in London. Please - continue to follow the rules and stay safe. ","sentiment_score":0.25}
{"full_text":"RT Jeff Bezos and Elon Musk together gained more wealth during the pandemic ($158 billion) than Congress just authorized for addi...","sentiment_score":0.5}
{"full_text":"RT Fresno Co. has 7 ICU beds avail. My neighbors are having a party &amp; setting off fireworks. Don't be like my neighbors....","sentiment_score":0.0}
{"full_text":"RT Just in - announces reopening of #Theatres in #Kerala from January 5 ! All #covid19 related health measures should be...","sentiment_score":0.0}
{"full_text":"RT #CovikPresident #ResignBuhari #CronaVirus #COVID19 #Nigeria #BiafraExit #Biafra","sentiment_score":0.0}
{"full_text":"RT With deaths back up to 1000 a day, I keep thinking of all the high profile politicians, journalists, pundits, positive p...","sentiment_score":0.1290909091}
{"full_text":"RT NEW VIDEO: #McConnellKillsSickLeave  What kind of a sick pig goes into the #COVID19 relief bill and removes 2 week paid s...","sentiment_score":0.0073593074}
{"full_text":"Yes, yes he does! I feel the same but for me it's all just served to remind me how a) having small kids has made me very boring (lockdown changed very little!) and b) how difficult they make it to prioritise anything else (tried to do Joe Wickes and they lay down in the way)","sentiment_score":-0.3683738426}
{"full_text":"Respected sirI lost my job due to corona... I am unable to get into a job till now... Please help me to find a work from home job..I have to see my family who were older... Please help me sirMY LAST WISH SIR","sentiment_score":-0.1145833333}
{"full_text":"RT The problem is that people think catching COVID is their business, when in reality it affects us all. I really hope people fin...","sentiment_score":0.4}
{"full_text":"RT Why is this quasi obituary here? Well, the circumstances of Aunty T's death were such that I feel that I must advocate fo...","sentiment_score":0.0}
{"full_text":"Trump's Focus as the Pandemic Raged: What Would It Mean for Him?","sentiment_score":-0.3125}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT Tens of thousands have deaths have been caused by covid infections caught in hospitals through poor infection control. Not...","sentiment_score":-0.4}
{"full_text":"RT Bengal was hit by 'TMC pandemic' when Pishi came to power! This New Year, when we all look forward to a Pandemic free w...","sentiment_score":0.2681818182}
{"full_text":"RT \"Stay at home, save lives\" oh and you're not allowed to go to church. Unless you're De Blasio, then you can do anything you...","sentiment_score":0.0}
{"full_text":"The same at the regional level. Lack of pandemic preparation, testing, scaling track and trace, school digitalization, vaccinations etc.","sentiment_score":0.0}
{"full_text":"no please don't make me go through that oh my god please","sentiment_score":0.0}
{"full_text":" Sandra's 65 day stay for COVID-19, with a month in the ICU has ended today as she heads to a rehab facility to continue to recover and get her strength back. For New Years she was reunited with her husband and grandkids. A beautiful end to a long year.","sentiment_score":0.2340909091}
{"full_text":"I for one am shocked that the same people who fvcked the dog on the Covid response, are also incapable of managing vaccine distribution. It's almost as if competent governance is important.","sentiment_score":0.05}
{"full_text":"\"Ummmm u know bad stuff won't stop in 2021 right? You know it's not literally the year that made things bad? COVID's not just gonna go away.\"YES YOU FUCKING DEBBIE DOWNER NO ONE ACTUALLY THINKS THINGS ARE GONNA MAGICALLY GET BETTER BUT I AM CLINGING TO A SHRED OF OPTIMISM.","sentiment_score":-0.1020408163}
{"full_text":"The cases are members of the Colorado National Guard who had been deployed to help with a COVID-19 outbreak an assisted living facility.","sentiment_score":0.0}
{"full_text":"RT BREAKING: India approves AstraZeneca\/Oxford coronavirus vaccine - Reuters","sentiment_score":0.0}
{"full_text":"RT My friend (an MD) told me not to do any rigorous exercise for 3 months after my COVID diagnosis because of the possibili...","sentiment_score":0.0}
{"full_text":"401K does shit if you DON'T HAVE A JOB DUE TO COVID ASSHAT","sentiment_score":-0.1625}
{"full_text":"Lovely content!!! Dm your pictures for shout-out on Instagram. We help you to grow  your onlyfans at instagram over 4 million network  most visithttps:\/\/t.co\/FIhQHgUmeB","sentiment_score":0.73828125}
{"full_text":"RT Lot of finger pointing and group ass covering, but a really important and well reported story placing the blame primarily...","sentiment_score":0.4}
{"full_text":"RT New Year's Eve:Wuhan                             Times Square","sentiment_score":0.1363636364}
{"full_text":"With the #UK giving green light to #COVID19vaccine developed by #OxfordUniversity and #AstraZeneca, India is also expected to follow suit soon as a meeting of the decision-making body began on Friday, giving new hope of beginning the end of the #pandemic","sentiment_score":0.0672727273}
{"full_text":"Unemployment spiked with the pandemic but it's already back down below the median level it was when Obama was President.  Now 6.5% vs. 7.7 median for Obama.  Trump is an ass, but his policies were pretty good for most Americans.","sentiment_score":0.2588888889}
{"full_text":"YSR Congress MLC Challa Ramakrishna Reddy dies of Covid-19 - india news -","sentiment_score":0.0}
{"full_text":"RT BREAKING: Milwaukee pharmacist arrested for deliberately ruining hundreds of doses of coronavirus vaccine by removing them f...","sentiment_score":0.0}
{"full_text":"If you are one of the lucky ones and you have maintained a steady income throughout the #COVID19 pandemic, consider making a donation to a local nonprofit, homeless shelter, food bank or soup kitchen.","sentiment_score":0.1666666667}
{"full_text":"Help protect yourself and others from Covid-19 and take care when you care share. Please remember to:Wear a face coveringKeep windows openWash your hands before and after your journeyClean the car between usesFind out more:","sentiment_score":0.5}
{"full_text":"With the coronavirus pandemic ongoing, SCDC announced Thursday that it is extending visitation, volunteer, work-release and labor crew suspensions to Jan. 31https:\/\/t.co\/rCsbMq6Lah","sentiment_score":0.0}
{"full_text":"In the wake of #ZhangZhan sentencing, claims apart from \"online squabbles,\" no one faced \"serious consequences for reporting on #COVID19 outbreak in #Wuhan. The disappearances of #ChenQuishi #FangBin &amp; #LiZehua show otherwise.","sentiment_score":-0.3333333333}
{"full_text":"Where COVID-19 spreads most easily, according to experts:","sentiment_score":0.4666666667}
{"full_text":"The Kanawha-Charleston Health Department is taking appointments today from residents 80 and older for a coronavirus vaccine clinic tentatively scheduled for Saturday.https:\/\/t.co\/4iJkvGtlhB","sentiment_score":0.1666666667}
{"full_text":"Mheshimiwa asked about 'Covid vaccine'","sentiment_score":0.0}
{"full_text":"Coronavirus: Infections rise as 447 new cases in Dorsethttps:\/\/t.co\/ad2wp1xxUs","sentiment_score":0.1363636364}
{"full_text":"RT The Johnson govt's delay of the second vaccine jab is meant to cover its panic and incompetence. There is no evidence from...","sentiment_score":0.0}
{"full_text":"Thousands of families helped by North Wales Superkids Christmas appeal during pandemic:","sentiment_score":0.0}
{"full_text":"The latest figures from Public Health England shows the infection rate - the number of new cases per 100,00 people - has more than tripled over the last two weeks.https:\/\/t.co\/ACKXShrFmF","sentiment_score":0.2272727273}
{"full_text":"Larry Schwartz is the worst person in New York State government. Naturally, he is one of Cuomo's most trusted aides","sentiment_score":-0.0659090909}
{"full_text":"2021While the pandemic changed the way we meet and celebrate, we've remained dedicated to our vision of creating one of the world's great public places for you to enjoy.Thank you for your continued patronage and partnership. Good wishes for a safe and joyous new year!","sentiment_score":0.4340909091}
{"full_text":"How fitness New Year's resolutions look different during the COVID-19 pandemichttps:\/\/t.co\/BIOVfW4tpp","sentiment_score":0.0681818182}
{"full_text":"President-elect Joe Biden is planning a lighting ceremony at the Lincoln Memorial Reflecting Pool to honor those killed by the coronavirus the day before he is sworn into office on Jan. 20.https:\/\/t.co\/I9SLH8Dp9L","sentiment_score":-0.2}
{"full_text":"RT I'm going to print this thread and have it laminated and framed in gold.","sentiment_score":0.0}
{"full_text":"Opinion: Focusing on some achievable goals can help us manage until at least summer, writes former state epidemiologist Dr. Patricia Quinlisk.","sentiment_score":-0.15}
{"full_text":"Bangkok shuts down venues as COVID-19 spreads","sentiment_score":-0.1555555556}
{"full_text":"India will pitch for vaccines for 300 million individuals, Dr. VK Paul said, explaining that healthcare workers nationwide will be targeted in the immediate phase of vaccination.","sentiment_score":0.0}
{"full_text":"How Germs Spread According to studies, 80% of infections are caused by touch, making proper hand-hygiene more important than ever, with COVID-19 posing a threat to all our lives.Read more: #CareAmericaHomeCAREServices","sentiment_score":0.35}
{"full_text":"Max was sponsored PS1 a day by a relative for every walk he completed after the first lockdown in Marchhttps:\/\/t.co\/B3c7eLhxQ2","sentiment_score":0.125}
{"full_text":" Self-isolation helps stop the spread and protects others. Self-isolate when: have symptoms have tested positive live with someone who has symptoms or tested positive are told to do so by NHS Test and Trace or the NHS COVID-19 appVisit >https:\/\/t.co\/3Ddj2gavrv","sentiment_score":0.196969697}
{"full_text":"Did you already read the last edition of #ECLAC Notes? Don't miss our main newsletter, with the most recent news about the #COVID19 crisis in #LAC and other subjects such as the latest economic growth projections for the region.","sentiment_score":0.1552083333}
{"full_text":" 2020 throwback: During the first #lockdown the 'Home School Champs' kept themselves (and us) entertained with this cover. ","sentiment_score":0.25}
{"full_text":"The UK is the first nation in the world to have secured and approved a vaccine against COVID-19 and the UK Government will be supplying it to people across the whole country.Find out more:","sentiment_score":0.3166666667}
{"full_text":"How COVID Impacted 2020 Innovation Trends   #innovation","sentiment_score":0.0}
{"full_text":"Ever since the financial crisis, British politicians have had a nagging sense that the way the economy has been run is not popular. Hence they now vow to \"build back better\"","sentiment_score":0.04}
{"full_text":"HAPPY NEW YEAR  id love to win to be able to support my family and help pay bills again and help pay for food shops (i haven't been able to work due to the pandemic and them being vulnerable) this is them and they are so amazing #NewYearWithPLT x","sentiment_score":0.3568181818}
{"full_text":"\"To live in the Keweenaw you have to love winter,\" Dianne St. Amour said.","sentiment_score":0.3181818182}
{"full_text":"RT My friend (an MD) told me not to do any rigorous exercise for 3 months after my COVID diagnosis because of the possibili...","sentiment_score":0.0}
{"full_text":"Good Morning, and Happy New Year!! Remember; just because 2020 is FINALLY over does NOT mean COVID-19 is. Stay safe &lt;3","sentiment_score":0.3948863636}
{"full_text":"College Gridiron Showcase director of scouting and player personnel Mike Rittelmann, a Hopewell grad and current assistant coach at Blackhawk, hopes the event can help prospects get pro football opportunities amidst the turmoil caused by COVID-19. ","sentiment_score":0.0}
{"full_text":"I made this tweet On October 23rd Of 2020 If the world hasn't ended due to covid:19 Congrats to you all who survived.","sentiment_score":-0.125}
{"full_text":"RT .@JoeBiden has warned of a \"dark winter\" for our nation. But the dark winter we're facing is not due just to #COVID19,...","sentiment_score":-0.0791666667}
{"full_text":"COVID 19 cases in India until : 01\/01\/2021 19:30Total Cases: 10286790 [+461]Active: 252509Recovered: 9882403 [+617]Deaths :149021 [+3]Total Tests: 173.11MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Volunteers from Northern Illinois University found ways to engage with seniors at one local nursing home, even as visitors were restricted due to the pandemic.https:\/\/t.co\/z0JxEJGz5p","sentiment_score":-0.0625}
{"full_text":"Seven New Years spent on the global walking trail--each celebrated among strangers-become-friends.After a grim traverse through Covid, the family wishes everyone a wondrous 2021 of new pathways &amp; discoveries. Photo: Caucasus crossing by #EdenWalk","sentiment_score":-0.0795454545}
{"full_text":"New York City Mayor Bill De Blasio has set an ambitious goal of vaccinating 1 million residents with the coronavirus vaccine in January.https:\/\/t.co\/0zRFqV7xER","sentiment_score":0.1931818182}
{"full_text":"As much as fans had hoped sports would distract them from the coronavirus pandemic, even the games we all love weren't immune. Despite that, there have been fantastic moments you may have missed. Here's a look at 20 things that defined 2020 in sports:","sentiment_score":0.3666666667}
