{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":" prayers for you","sentiment_score":0.0}
{"full_text":"So this is post covid life? lol","sentiment_score":0.8}
{"full_text":"He muttered something under his breath that he himself barely understood any of it. Something about it being hot in here.``Yeah. I'll be right back sit.. Somewhere.''Somewhere was hardly a word for it. There was stuff throw everywhere. He darted down the hall to the bathroom.","sentiment_score":0.0230820106}
{"full_text":"RT Look at the slime molds not social distancing. Oh to be a slime mold...","sentiment_score":-0.0166666667}
{"full_text":"RT As the pandemic devastated sections of the economy, particularly those dominated by women, some turned to OnlyFans to make mon...","sentiment_score":0.1666666667}
{"full_text":"RT Here are the official rules for the stay-at-home order in Ontario #stayathomeorder #StayAtHome #Ontario #Toronto","sentiment_score":0.0}
{"full_text":"RT COVID has gotten entirely lost, even though it's killing 4,000 a day. We're talking about Lauren fucking Boebert and Jim J...","sentiment_score":-0.3}
{"full_text":"RT give  the  covid  vaccine  to  horny  people  first ","sentiment_score":0.25}
{"full_text":"RT Wear a mask. Walk through a metal detector. Don't live tweet the location of your colleagues to insurgents during a...","sentiment_score":0.1363636364}
{"full_text":"RT New: WH #coronavirus task force reports \"Nearly all metro areas over 500,000 persons are in full resurgence\"; \"this fall\/...","sentiment_score":0.1954545455}
{"full_text":"RT YOU DON'T HAVE TO GO HOME BUT YOU CAN'T...STAY...HERE","sentiment_score":0.0}
{"full_text":"Woah that's more than room rate pre-pandemic Times Square #parkchat","sentiment_score":0.5}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"being potentially sick with Covid sucks because nobody can come to my apartment and baby me","sentiment_score":-0.5071428571}
{"full_text":"RT Public Health has ordered nine Dollarama stores located between Oromocto and Edmundston closed for 48 hours due to a possible w...","sentiment_score":-0.05625}
{"full_text":"Make it make sense","sentiment_score":0.0}
{"full_text":"Bookmark this and send it to all your friends and family. People need to be reminded that Yang is an advocate of the \"model minority\" narrative towards the Asian community. Totally not problematic.","sentiment_score":0.0}
{"full_text":"I mean if they had a standby line I presume that would contribute to additional people there. Thus increasing the risk of spreading COVID.","sentiment_score":-0.3125}
{"full_text":"i cant leave my house cause of lockdown","sentiment_score":0.0}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"RT Brian Deese, President-elect Joe Biden's pick to lead the National Economic Council, said Wednesday that an upcoming COVID rel...","sentiment_score":0.2}
{"full_text":"RT Until the virus is defeated, the Liberal government will continue working to protect Canadians' health and deliver criti...","sentiment_score":0.0}
{"full_text":"RT Today #London passed a milestone none of us wanted to see - 10,000 #COVID deaths in the capital. Thinking of all those...","sentiment_score":0.0}
{"full_text":"RT In 50% Occupancy Also Thalapathy Vijay Is Create A Brand New Box- Office Collection Across The World..!!After This Pandemic...","sentiment_score":0.1363636364}
{"full_text":"RT $2.65 COVID-19 prevention!","sentiment_score":0.0}
{"full_text":"RT We were all unknowingly exposed to Covid last Thursday. Got tested yesterday, got a negative result this morning. We've...","sentiment_score":-0.15}
{"full_text":"The vibes I get from med is that their taking a different approach to Covid-19 and putting their own spin on it.","sentiment_score":0.3}
{"full_text":"RT Wed. Jan 13 evening #ABEd COVID-19 Tracker update:Outbreak declared:Fairview School YYChttps:\/\/t.co\/d3uaCzybt5SOS...","sentiment_score":0.0}
{"full_text":"DNC funded?","sentiment_score":0.0}
{"full_text":"RT UPDATE ON DUSTIN HIGGS !!!! his execution has been delayed to late march due to his covid-19 diagnosis. we still have...","sentiment_score":-0.2125}
{"full_text":"RT Members of Congress who feel they have to carry a gun to protect their colleagues but won't wear a mask to protect their col...","sentiment_score":0.0}
{"full_text":"That so many otherwise intelligent people are turning into anti-vaxxers about the Covid jabs really has me questioning the 'otherwise intelligent' part of my statement...","sentiment_score":0.575}
{"full_text":"As someone who just lost a parent (not to COVID) I feel this big-time","sentiment_score":0.0}
{"full_text":"RT Zendaya talked about this film with so much pride during our interview. It started as a quarantine idea between her and Sa...","sentiment_score":0.2}
{"full_text":"RT Ted Lieu, Jerry Nadler and the rest of Judiciary starting writing up Articles while under siege.","sentiment_score":0.0}
{"full_text":"RT  Government Official Reveals the UK Still Pursuing 'Ridiculous' Herd Immunity Strategy reports on startlin...","sentiment_score":-0.3333333333}
{"full_text":"RT Calling all comrades! Baba Sundiata Acoli will be 84 years old on January 14th &amp; deserves to be free! Sundiata was hospitalized...","sentiment_score":0.3}
{"full_text":"RT Businesses are more scared of the Trump virus than the COVID virus.","sentiment_score":0.5}
{"full_text":"Texas basketball is finally interesting and now a bunch of people are watching and venting to CDC about paint colors.","sentiment_score":0.5}
{"full_text":"RT Members of Congress who feel they have to carry a gun to protect their colleagues but won't wear a mask to protect their col...","sentiment_score":0.0}
{"full_text":"RT Satgas Covid to Raffi Ahmad","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"RT Congress coronavirus cases show one vaccine dose might not prevent infection: As I've been saying, explaining, pleading:...","sentiment_score":0.0}
{"full_text":"RT My new interview with and  covers the economy, the pandemic and my new book, #TheNewGreat...","sentiment_score":0.1363636364}
{"full_text":"RT #OnMyWelcomeMatStay home if you sickCome over if you thicccc","sentiment_score":0.0}
{"full_text":"US budget deficit up 60.7% in first 3 months of budget year","sentiment_score":0.25}
{"full_text":"RT We're hiring! Vaccine Uptake Group at is seeking an experienced qualitative Research O...","sentiment_score":0.8}
{"full_text":"RT In the middle of a pandemic with businesses closing and Americans struggling to pay rent, it really does seem like the...","sentiment_score":0.1}
{"full_text":"RT No  last time I got vaccinated I almost died. I trust my immune system to fight off any virus. I haven't had th...","sentiment_score":0.0}
{"full_text":"RT Chennai City Day 1 Gross : #Master  1.21 cr (50% occupancy, pandemic time)#Viswasam  88 Lakhs ( 100% Occupancy)...","sentiment_score":0.0}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"Dude in Thailand rooting for teachers to risk their lives, you're the real hero. Anyhow, I wonder if CPS scientists could have seen this coming?","sentiment_score":0.2}
{"full_text":"RT So smart smoking a joint with a rando during a 100 year pandemic while filming yourself comm...","sentiment_score":0.2142857143}
{"full_text":"Farrah isn't playing","sentiment_score":0.0}
{"full_text":"RT M*GA Twitter is going to post side-by-side inauguration crowd photos -- as if Biden's isn't during a pandemic, days after an...","sentiment_score":0.0}
{"full_text":"So would you say that it'd be wise to actually follow the advice of epidemiologists in the event of an epidemic?","sentiment_score":0.35}
{"full_text":"RT sea shanties are popular right now because behavioral synchrony feels really, really good to humans and many of us have...","sentiment_score":0.5214285714}
{"full_text":"RT I've been sharing my covid journey on Twitter for the past few months, so I figured I'd share this as well. Last week I h...","sentiment_score":-0.15}
{"full_text":"Quite true, sir. But after watching, or rather and during the stench of the chicken coop made up of  those Republicans who voted against impeachment, you have to wonder if half the country isn't mad.Pro Trump means COVID super-spreader. And do those chickens care? 'Course not!","sentiment_score":-0.1527777778}
{"full_text":"RT My new interview with and  covers the economy, the pandemic and my new book, #TheNewGreat...","sentiment_score":0.1363636364}
{"full_text":"RT NEW--Congresswoman husband Conan Harris has tested positive for #COVID19 after being locked down with her...","sentiment_score":0.0358585859}
{"full_text":"RT Chennai City Day 1 Gross : #Master  1.21 cr (50% occupancy, pandemic time)#Viswasam  88 Lakhs ( 100% Occupancy)...","sentiment_score":0.0}
{"full_text":"RT 140,000 jobs lost. ALL. WERE. WOMEN.","sentiment_score":0.0}
{"full_text":"RT If you wear a mask that says \"censored\" while speaking into a microphone on national TV -- you might just be a pathetic liar....","sentiment_score":-1.0}
{"full_text":"RT Let me be perfectly clear:  children DO NOT NEED a sars-cov-2 vaccine before they are permitted to return to normal activ...","sentiment_score":0.125}
{"full_text":"RT Six months after China and the World Health Organization drew up a plan to figure out how coronavirus spread to humans, China has...","sentiment_score":0.0}
{"full_text":"RT We're getting an update in minutes from the B.C. government on its #COVID19 vaccination strategy going forward.Here is the...","sentiment_score":0.0}
{"full_text":"RT If you wear a mask that says \"censored\" while speaking into a microphone on national TV -- you might just be a pathetic liar....","sentiment_score":-1.0}
{"full_text":"RT Rates of #COVID19 cases are increasing across the United States. The current 7-day average of new cases increased 16% from the...","sentiment_score":-0.0045454545}
{"full_text":"RT Bruh they are fucking people up baddddddddd","sentiment_score":-0.6}
{"full_text":"Outstanding presentation hosted by The University of California Santa Cruz on 'Suddently Distant and still in flux: The implications of Covid 19 for K12 teachers work and schooling available at  .","sentiment_score":0.2666666667}
{"full_text":"We had a 4 week hard lockdown followed by 2 weeks of certain things open, last April. Before lockdown I was out all the time... since then... maybe once a fortnight? I rarely leave home! It's changed the way I do things dramatically.","sentiment_score":0.0595238095}
{"full_text":"RT I hope the third is tomorrow morning announces an extensive recovery\/stimulus bill that will protect &amp;...","sentiment_score":0.0}
{"full_text":"RT I'm all set for tomorrow's stay-at-home order in Ontario.","sentiment_score":0.0}
{"full_text":"RT Ok bro.. Will accept max shows.. Bla bla bla... Ok... Just tell me the highest rate price of ticket so...","sentiment_score":0.5}
{"full_text":"\"[Meng] goes on shopping sprees at high-end Vancouver boutiques that set aside space so that she can browse in private\"","sentiment_score":0.0}
{"full_text":"RT Today and joined the #PlayersPullUp Tour in Phoenix to help hand out food,  gear, and COVID-19 supplies. ...","sentiment_score":0.0}
{"full_text":"RT While CSL cannot make Novavax in Australia (as well as the AZ vaccine) the federal plan did not assume it could. It says Novav...","sentiment_score":0.0}
{"full_text":"RT If you wear a mask that says \"censored\" while speaking into a microphone on national TV -- you might just be a pathetic liar....","sentiment_score":-1.0}
{"full_text":"RT Trump: Day 1,454 (THREAD)-23,616,345 US Cases of COVID-19-US CV-19 Death Toll Rises to 393,928-Day 67 Since Biden De...","sentiment_score":0.0}
{"full_text":"RT Chennai City Day 1 Gross : #Master  1.21 cr (50% occupancy, pandemic time)#Viswasam  88 Lakhs ( 100% Occupancy)...","sentiment_score":0.0}
{"full_text":"They'll use the Covid excuse.","sentiment_score":-0.05}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"What's to say? Mine is closed til the 19th cuz someone got covid. I do not understand any of it. Why people are insistent upon going out during a pandemic and breathing all over the waitstaff. And acting like being seated means you are safe from aerosols","sentiment_score":0.1333333333}
{"full_text":"RT EXCL: Scotland's Health Secretary Jeane Freeman criticised for revealing UK vaccine storage location in parliament, prompt...","sentiment_score":0.0}
{"full_text":"RT So indeed Hakuho is back at home, having been verified negative.Poor man must have suffered in hospital. He said in an...","sentiment_score":0.0}
{"full_text":"RT Government should never be involved in food production or distribution, especially for children. Remember kids eat free at S...","sentiment_score":0.2}
{"full_text":"RT China's trade surplus hits a record as the pandemic fuels exports","sentiment_score":0.0}
{"full_text":"New dashboard lists Pa. restaurants that have violated COVID-19 orders - WFMZ Allentown","sentiment_score":0.1363636364}
{"full_text":"COVER STORY | Immunogenicity was found to be acceptable in the Phase 2 data produced for #Covaxin. However, immunogenicity per se does not guarantee efficacy of a #COVID19Vaccine.Words by S. Srinivasan.https:\/\/t.co\/x0pOKRNWev #COVID19","sentiment_score":0.0}
{"full_text":"A second positive #COVID19 case has been confirmed at #Merritt Secondary School. #Kamloops","sentiment_score":0.0818181818}
{"full_text":"Two families say a hard-working but understaffed nursing team at Little Mountain Place in Vancouver struggled to keep residents isolated and care for those who were sick as COVID-19 spread through the facility. #COVID19BC","sentiment_score":-0.4508928571}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"Quezon City Mayor Joy Belmonte said there is no basis of putting Barangay Kamuning under lockdown after the discovery of the new coronavirus variant infecting a resident in the area.","sentiment_score":0.4681818182}
{"full_text":"With such wariness about COVID-19 vaccines, and with the U.S. behind in its vaccination plan, should the government pay people to get the shots?","sentiment_score":-0.2}
{"full_text":"RT Inbox: Rep. Ayanna Pressley's husband has tested positive for COVID-19. Pressley's husband was with her during the Capito...","sentiment_score":0.2272727273}
{"full_text":"RT \"CTV News asked the Prime Minister's Office if they were aware of Meng's family applying to come to Canada. They all dec...","sentiment_score":0.25}
{"full_text":"Gov. Henry McMaster used his fourth State of the State address to tout his handling of the COVID-19 pandemic and paint a hopeful future for a state that \"slowed down\" but never completely shut down due to decisions criticized in the Democrats' response. ","sentiment_score":-0.0810185185}
{"full_text":"#LSU could be receiving COVID-19 vaccines later this spring, however, a requirement to attend in-person classes has not been decided.https:\/\/t.co\/dofAxbXd7O","sentiment_score":0.0}
{"full_text":"RT COVID-19 recoveries are far more common than COVID-19 deaths, though the media makes it seem otherwise.","sentiment_score":0.1}
{"full_text":"As impeachment heads to the Senate, President-elect Joe Biden urged senators to also focus on 'other urgent business of the nation' during the pandemic.https:\/\/t.co\/kKdmp8jA9x","sentiment_score":-0.125}
{"full_text":"The pandemic has led to a worsening of mental health, as traditional in-person therapy has been largely curtailed. New services like Pace that aim to address mental health issues remotely could help close that gap.","sentiment_score":0.0084415584}
{"full_text":"RT Congress is moving 1000x faster to impeach a president leaving office in 7 days than they were to send out stimulus checks...","sentiment_score":0.0}
{"full_text":"\"It takes a village to give one shot,\" said Barbara Rosen, a vaccinator at Bergen New Bridge Medical Center. \"Sticking the needle in somebody's arm is the easiest part of it.\"  This article is available only for subscribers.","sentiment_score":0.0872727273}
{"full_text":"RT Early-stage trials of Johnson &amp; Johnson's experimental coronavirus vaccine show it generated an immune response in nearly all volu...","sentiment_score":0.1}
{"full_text":"Reports indicate that MGM's  #JamesBond movie #NoTimetoDie will be moved again, back to a November 2021 slot as it tries to avoid a slow box office death due to the global pandemic.Will #Bond ever get his mission completed?https:\/\/t.co\/aUNwkaNvHX #Bond25","sentiment_score":-0.105}
{"full_text":"The FCA's no forced repossession guidance, introduced after the first lockdown in March last year, had been due to expire at the end of January.https:\/\/t.co\/JLZ30bTdJf","sentiment_score":0.06875}
{"full_text":"Opinion: \"The pandemic has upended education. Lawmakers should stand with the Arizona Board of Education and pause high-stakes letter grades for 2020-21.\"","sentiment_score":0.0}
{"full_text":"Nurse working in COVID-19 unit at long-term care facility wins $1 million on a scratch-off ticket","sentiment_score":0.3}
{"full_text":"Oro Valley parent makes cardboard cutouts of students to help make teacher smile","sentiment_score":0.3}
{"full_text":"#China is imposing more strict disease control measures in rural areas where many of its recent #COVID19 outbreaks are believed to have originated. With many migrant workers from rural areas preparing to head home for #LunarNewYear, China faces a serious challenge.","sentiment_score":0.1666666667}
{"full_text":"On the heels of Arizona's record COVID-19 deaths, the state's positivity rate for coronavirus tests has reached an alarming high. reports.","sentiment_score":0.03}
{"full_text":"Residents are advised to check the City-County Health District's website to find a vaccine provider near them.","sentiment_score":0.1}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"The Japanese government will tighten itsborder restrictions with effect from Thursday, temporarily banning the entry of visitors from all countries, including #Taiwan, due to the #COVID19 pandemic.  ","sentiment_score":-0.0625}
{"full_text":"Staff at funeral homes have been named \"last responders.\" Here's how they've been managing their surge in business.","sentiment_score":0.0}
{"full_text":"We are 3 hours into the draft. Which in pandemic times is about 2.5 weeks.","sentiment_score":0.0}
{"full_text":"The National's view on vaccination and the path to herd immunity in the UAEhttps:\/\/t.co\/f3qFV10AUZ#vaccine #Sinopharm #Sinovac #UAE #COVID20 #COVID19 #pandemic #virus","sentiment_score":0.0}
{"full_text":"RT (2\/3) - Not informing such 'Rescue Operation' to concerned authorities allowing perpetrators of slave child labor to go un...","sentiment_score":0.0}
{"full_text":"We saving money post pandemic ","sentiment_score":0.0}
{"full_text":"RT Rioters were still ransacking the US Capitol halls when two Democrats stuck in lockdown together in the House office buildings ac...","sentiment_score":0.0}
{"full_text":"The pandemic wrote the business story as the prediction by Forrester states that firms will focus on products, customers, platforms, and business practices majorly by accelerating digital transformation.#GreenApexTechnolabs #DigitalProducts #Pandemic #DigitalTransformation","sentiment_score":0.03125}
{"full_text":"RT What a great idea, Hobi! Self-care activities while we are physically distanced.I hope your idea will be selected f...","sentiment_score":0.5}
{"full_text":"RT This is unusual for several reasons, including the fact that access to the Capitol Complex has been restricted since publi...","sentiment_score":-0.0333333333}
{"full_text":"Waning trust in governments and all types of media is threatening to limit the rollout of coronavirus vaccines around the world, particularly in the United Stateshttps:\/\/t.co\/7ARGSWWODZ","sentiment_score":0.1666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 32.4FWind Chill: 32.4FHumidity: 88%Dew Point: 29.3F Barometer: 29.932 inHgWind: 1 mph from the WCorona Virus Weekly Stats:Cases: 193.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The day the United States declared COVID-19 a national emergency, an Ankeny woman found out she had Stage four cancer. Now, she's fighting the disease virtually. her inspiring story.https:\/\/t.co\/8tfQGaybXQ","sentiment_score":0.5}
{"full_text":"RT Congresspersons accessories to murder? \"Many ... witnessed an extremely high number of outside groups in the complex on...","sentiment_score":0.09}
{"full_text":"Gov. Gianforte announced Wednesday that 11 counties will be ready to move into Phase 1B of Montana's vaccination plan next week.  #mtnewshttps:\/\/t.co\/ld6ByG4HIT","sentiment_score":0.1}
{"full_text":"RT 'Andrew Cuomo's vaccine blunder is yet one more reminder of his pandemic failure.'","sentiment_score":0.0916666667}
{"full_text":"RT We seem to be seeing the early signs of an outbreak of accountability this week... Doubtless the GOP is at work on a vacc...","sentiment_score":0.1}
{"full_text":"RT I hear from many that they're finding this month tough, especially with new lockdown measures. I'm finding it tough too. G...","sentiment_score":-0.0282828283}
{"full_text":"Outdoors | Indoor archery seasons thrive amid ongoing pandemic -","sentiment_score":0.0}
{"full_text":"\"Cash flow is obviously a big concern for businesses as the UK slips into recession\"...","sentiment_score":0.0}
{"full_text":"RT In the last 24 hours, 29450 doses of the Covid vaccine were administered in all of Canada. On schedule to take over 900 days...","sentiment_score":0.0}
