{"full_text":"RT Women!Stay at home, do the ironing, look after the children, clean the house and turn your clocks back 60 years.To think,...","sentiment_score":0.1833333333}
{"full_text":"RT The Lyon County resolution would allow businesses to determine whether and how to implement certain practices as they see fi...","sentiment_score":0.2142857143}
{"full_text":"Didn't say that it was decreasing. They aren't funding it enough to match rising need - which is why Covid has been such a disaster.","sentiment_score":0.0}
{"full_text":"RT Stay at home. Protect the NHS. Save lives.","sentiment_score":0.0}
{"full_text":"RT #BREAKING China warns US against 'politicising' WHO virus probe","sentiment_score":0.0}
{"full_text":"RT This is a situation of state captureGovernment is completely enthralled by a lobby pushing the failed policy of lockdow...","sentiment_score":-0.2}
{"full_text":"RT Doug Ford will take photo ops at covid hotels but the government still won't admit other hotels - that are obviously for...","sentiment_score":-0.0625}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"yep, once the history of the pandemic is written, Cuomo won't fare well in its annals","sentiment_score":0.0}
{"full_text":"RT I'm a single mom and yes it's hard but if the last administration had taken this pandemic seriously and given...","sentiment_score":-0.1741071429}
{"full_text":"RT Bailouts for hedge fund managers who lost money to the \"free market\" but not for families facing eviction due to wides...","sentiment_score":0.1375}
{"full_text":"2020...So the GOVERNMENT and BJ issues lockdown and to follow social distancing rules.Then the BLM protesting occurred all over the UK.My Q is.........Why is the finger not being pointed at protesting and the lack of people following SD rules?@SkyNews","sentiment_score":0.0166666667}
{"full_text":"\"when corona is over \" is starting to sound a lot like \"when i'll be happy\"","sentiment_score":0.4}
{"full_text":"RT People need to resign.They are playing with people's lives, giving Ontarians a false sense of security by lying.","sentiment_score":-0.4}
{"full_text":"RT The roadmap for neglected tropical diseases 2021-2030 aims to create strong collaborations between veterinary services &amp; human hea...","sentiment_score":0.2166666667}
{"full_text":"RT Germany's vaccine commission said it could not recommend use of the AstraZeneca\/Oxford coronavirus vaccine for those over 65 y...","sentiment_score":0.0}
{"full_text":"This essay is all of my feelings in a more eloquent rage than I could ever summon--","sentiment_score":0.5}
{"full_text":"Coronavirus variant first seen in South Africa identified in South CarolinaBy Joel Achenbach and Carolyn Y. Johnsonhttps:\/\/t.co\/F90d6aCvpY","sentiment_score":0.25}
{"full_text":"Redditch Labour Party's Masks Photoshop Fails to Cover-Up Covid Breach","sentiment_score":-0.5}
{"full_text":"RT Cuomo lifted Covid restrictions just for me. I'm convinced ","sentiment_score":0.0}
{"full_text":"RT her last hit was like 10 years ago, so i'm quite surprised she had p's for this, i can't lie","sentiment_score":0.05}
{"full_text":"Coronavirus variant first seen in South Africa identified in South Carolina","sentiment_score":0.25}
{"full_text":"The latest Ralph Delius - Travel News and Tips! Thanks to #RalphDelius #traveltips #corona","sentiment_score":0.4125}
{"full_text":"RT Let's talk about the challenges we are all facing during COVID-19 -- and continue to have each other's backs as we get th...","sentiment_score":-0.125}
{"full_text":"RT Banks don't get rich by allowing average people to profit. You can have an 800 credit score &amp; they still find a way to...","sentiment_score":0.1125}
{"full_text":"Covid-19 cases in Kerala very high! Nothing 'Kerala Model ', this is paid media's scuttlebut .From beginning they hide the real cases &amp; death rate, now it becomes uncontrollable, other Indian states are recovered.","sentiment_score":0.1116666667}
{"full_text":"RT BREAKING: Coronavirus variant identified in South Africa has reached the U.S. with two cases diagnosed in South Carolina. Some test...","sentiment_score":0.0}
{"full_text":"RT What kind of soulless human being do you have to be to short brick and mortar businesses during a pandemic? When these companies...","sentiment_score":0.2}
{"full_text":"RT NEW: The Biden Administration just released all the data that was previously only being shared secretly with states on the pa...","sentiment_score":-0.0878787879}
{"full_text":"RT California health care worker dies days after receiving 2nd coronavirus vaccine shot; autopsy pending","sentiment_score":0.0}
{"full_text":"TFW you want to pandemic to kill a few more people and stick around a little while longer","sentiment_score":0.0375}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Men - stay at home, lounge around, save livesWomen - stay at home,  care for the kids, cook, clean, save husbands from...","sentiment_score":0.3666666667}
{"full_text":"RT With the new Biden-Harris administration &amp; new Democratic Congress, I believe we'll secure the resources needed to figh...","sentiment_score":0.2242424242}
{"full_text":"Here's some evidence I find compelling. A chart of the severity of lockdown v. deaths per million in 50 different States in the US.It's like a shotgun splatter. There's no pattern at all.","sentiment_score":0.15}
{"full_text":"RT This is unacceptable. NO evictions should go forwardThere are not \"merits\" that justify throwing a person onto the streets...","sentiment_score":0.0}
{"full_text":"#ConstitutionOfTheSupremeGodThe organism is eating the organism, this is against the constitution of Kabir God, so its consequences are also serious, which are exposed from time to time by new viruses, corona is also a result of this.","sentiment_score":-0.0984848485}
{"full_text":"AMRT: Recent COVID-19 reports in #PrinceRupert reflected by surge in weekly review stats. 38 cases of Coronavirus now listed in the city from period of January 17-23https:\/\/t.co\/Udx8LUg09X...#Terracebc remains the region's hot zone with 59 cases reported for the same period","sentiment_score":0.0833333333}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT \"A one-time wealth tax that is finely tuned makes sense to me,\" writes \"A bill is coming due for all the pand...","sentiment_score":0.1458333333}
{"full_text":"RT Wow. exclusive: Anti-Lockdown Tory MP appeared on Antisemitic Conspiracy Theory Show","sentiment_score":0.1}
{"full_text":"RT The pandemic made people appreciate #Bitcoin as an inflation hedge. The de-platforming of Wall Street Bets is making everyone...","sentiment_score":0.0}
{"full_text":"RT Police officers dashed to set up cordon line on Kam Ping St in North Point at 7pm as HK Gov launched the 2nd ambush-style lock...","sentiment_score":0.0}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"Apples and Oranges. You cannot sweep the attempted coup and insurrection under the rug. You have had a year to deal with the Pandemic, but injust posture partisan politics to your advantage. The trial is not going to just dissapear by wishing it away.","sentiment_score":0.0}
{"full_text":"RT What kind of soulless human being do you have to be to short brick and mortar businesses during a pandemic? When these companies...","sentiment_score":0.2}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT We went from \"two weeks to flatten the curve\" to \"wear three masks and get your anus swabbed.\"","sentiment_score":0.0}
{"full_text":"Cases fall 30% since January peak; most pregnant women shouldn't get Moderna vaccine, WHO says -- 8 COVID-19 updates","sentiment_score":0.4166666667}
{"full_text":"RT The COVID-19 Patient Bill of Rights, introduced by and would: Allow longer prescription...","sentiment_score":0.0}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"My adorable grandma caught COVID from her assisted living and things are not looking good. I'm worried I'll forever be angry at the world for being so selfish and our government for being so incompetent.","sentiment_score":-0.03}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT NEW: The Biden Administration just released all the data that was previously only being shared secretly with states on the pa...","sentiment_score":-0.0878787879}
{"full_text":"RT Turtle Bay bottomless brunch","sentiment_score":0.0}
{"full_text":"RT We're polling our 1650 doctor members about their views re releasing lockdown. is a new way of doing thing...","sentiment_score":0.1363636364}
{"full_text":"RT University of Michigan students asked to stay home for 10 days after U.K. coronavirus variant discovery","sentiment_score":0.0}
{"full_text":"#FamineOnTigray#TigrayGenocide Extremely Urgent!!Tigray No food, No waterCOVID + War  + Famine = Horrific catastrophes Ethiopia government is liar!!","sentiment_score":-0.5625}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT #H4EADdelays Covid has impacted all of us! Please take swift action for delays. Please add H4EAD(C26) to 180 day auto e...","sentiment_score":0.1}
{"full_text":"I hope not!  But that would support the argument scientists have been making for years for why we shouldn't be doing gain of function experiments on viruses. ","sentiment_score":0.0}
{"full_text":"RT The delusion of elite Ed Boards tonight:Wash Post: The best way to provide more pandemic relief is through bipartisan agre...","sentiment_score":0.75}
{"full_text":"RT The Cuomo administration undercounted coronavirus-related deaths at nursing homes by as much as 50%, New York's attorney gener...","sentiment_score":0.1681818182}
{"full_text":"RT  Watch LIVE as and experts from WHO\/Europe provide a situation update on #COVID19 in the European Region befo...","sentiment_score":0.0681818182}
{"full_text":"RT Does neuroinvasion of the brain by #SARSCoV2 happen? Not just in mice, but in *humans*? The clear answer in this study is y...","sentiment_score":0.1}
{"full_text":"RT VIDEO: WHO experts probing the origins of the coronavirus must be allowed to work free from \"political interference\", Beijing said...","sentiment_score":0.2}
{"full_text":"South Africa Covid strain found in US for first time as 2 struck down with infectious variant in South Carolina","sentiment_score":0.0472222222}
{"full_text":"RT Those who follow knew about this scandal since July of 2020! 6 months ago! We begged reporters to l...","sentiment_score":0.0}
{"full_text":"No I never said I believed COVID was a hoax. Some of the left streamers ask questions about mask effectiveness, lockdown effectiveness, vaccine studies &amp; trials, etc. COVID has always been real. Its why i kept my family home a day before everyone else went into lockdown in March","sentiment_score":0.1}
{"full_text":"Another way - India, - its not about a virus.","sentiment_score":0.0}
{"full_text":"Coronavirus variant first seen in South Africa identified in South Carolina","sentiment_score":0.25}
{"full_text":"RT $2,000 monthly payments until the pandemic is over.","sentiment_score":0.0}
{"full_text":"the amount of time i've had to spend back home between breaks &amp; the pandemic putting everything on pause makes the time i'm actually on campus feel like i'm LARPing as a college student","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Ha. New York AG just dropped a dime on Cuomo saying Cuomo under reported rest home deaths from COVID by 50%.","sentiment_score":0.1363636364}
{"full_text":"So 26 republican senators will fight for energy corporations, but refuse to support Covid relief or hold the last president accountable for inciting a deadly attack on the Capitol . (Many of them being complicit in that crime)","sentiment_score":0.1}
{"full_text":"RT Frightening to think only 43k votes in a few states prevented us from Pence still running the COVID Task Force, the CD...","sentiment_score":-0.2333333333}
{"full_text":"RT Foreign holidays after Covid could be a 'long, long way off', warns SAGE experthttps:\/\/t.co\/pEVM3wLSJV","sentiment_score":-0.075}
{"full_text":"he shooting pandemic p in the playoffs type percentages","sentiment_score":0.0}
{"full_text":"But you all stood by, silent, as people chanted \"Lock her up\" along with Trump, who led the chant to imprison his former political opponent because--well, he wanted to. Sit down.","sentiment_score":-0.0388888889}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"Guy who panic sells stocks to panic buy guns","sentiment_score":0.0}
{"full_text":"RT When COVID arrived, India had its share of problems. At the onset of 2020, several experts said that India will see 700-800...","sentiment_score":0.0}
{"full_text":"RT Can give an example of the \"Johnson government\" \"berating\" the EU? If not, she should retract and delete this...","sentiment_score":0.0}
{"full_text":"RT Amazon is trying to stop Alabama workers unionizing by trying to delay their union vote and force them to vote in-person.It w...","sentiment_score":0.0}
{"full_text":"28 Jan (lock-down day 311): Dull. Oh yes, we can do dull! #2021dpc","sentiment_score":-0.328125}
{"full_text":"RT Thanks to - a training and capacity-building program that connects experts online - clinicians were able to quickl...","sentiment_score":0.35}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT Bailouts for hedge fund managers who lost money to the \"free market\" but not for families facing eviction due to wides...","sentiment_score":0.1375}
{"full_text":"RT Incompetent Government Kills PeopleMore People Died Than Needed To Die Of #COVID Says The Governor Who Sent Covid Pat...","sentiment_score":-0.35}
{"full_text":"The time has come for all the Harry Potter films to be put on Netflix, cos I strongly believe that would change Lockdown 3.0 for the better.","sentiment_score":0.4666666667}
{"full_text":"The US, ranked #1 in infectious disease preparation pre-COVID. That preparation ranking might be in need of some deep redesign","sentiment_score":0.0}
{"full_text":"RT Great talking to w insight from and others on potential role of autoimmunity &amp; our very smal...","sentiment_score":0.3333333333}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Publix gives $100,000 to DeSantis, gets exclusive COVID vaccination deals in Florida | Commentary","sentiment_score":0.0}
{"full_text":"RT I'm on the Pop beat today! Spurs Coach Gregg Popovich receives COVID-19 vaccine in new NBA PSA. Also that retro San Antoni...","sentiment_score":0.1363636364}
{"full_text":"Our friends shared in a recent article how innovation is powering a new normal for retail companies and their customers. Check it out here: #retail","sentiment_score":0.0954545455}
{"full_text":"NEWS: COVID-19: Hospital staff bring dying elderly couple together for final moments","sentiment_score":0.0}
{"full_text":"new work, States of Mind is now available on as part of #DancingNation. Don't miss this ground-breaking ballet inspired by a collection of thoughts, feelings and news headlines from lockdown.","sentiment_score":0.2681818182}
{"full_text":"Are you an essential worker? Have you got tested?1 in 3 people with COVID-19 don't display symptoms and can still pass it on.Rapid testing is available if you have no symptoms.  It's easy - you book, swab, finish and get your results within an hour.","sentiment_score":0.2777777778}
{"full_text":"Please #StayHome and #StaySafe. Follow the national restrictions and help protect NHS services, your loved ones and your local community. To find out what you can and cannot do, visit","sentiment_score":0.35}
{"full_text":"If you're a Patreon backer you can get this week's show NOW! &amp; talk vaccine wars, lockdown drinking, and exclusively for Patreons, the new Channel 4 series 'It's a Sin'. Sign up &amp; Listen:","sentiment_score":0.1363636364}
{"full_text":"This is not at all meant as an anti-vax comment. But the fact that something like this would still be even contemplated goes a lot to explaining why the communities who would be subject to the experiment retain cynicism towards COVID vaccination.","sentiment_score":-0.1666666667}
{"full_text":"Effective #COVID19 #vaccination is one part of comprehensive control of the pandemic, according to a perspective article published in Nature Medicine.https:\/\/t.co\/mpKIiYTaTs","sentiment_score":0.6}
{"full_text":"Opinion: \"As cases rise in Ontario, the university must consider taking a proactive approach in the fight against the pandemic.\"","sentiment_score":0.0}
{"full_text":"RT 2020: lockdown indoor dining2021: lockdown outsider trading","sentiment_score":0.0}
{"full_text":"RT ACA repeal failed, but the Trump administration did a lot to refashion -- and in many cases undermine -- the law through e...","sentiment_score":0.0}
{"full_text":"Encouraging news on the #COVID19 case rate in the #southwest... #CoronavirusUK","sentiment_score":0.0}
{"full_text":"The figures include 300 deaths at George Eliot Hospital","sentiment_score":0.0}
{"full_text":"We're nearly out of the UK again... I wonder where our next destination will be...? Where should we visit next!?https:\/\/t.co\/hawOh3maEr","sentiment_score":0.05}
{"full_text":"Join &amp; TONIGHT at 6 PM ET for a virtual conversation navigating missed moments throughout the pandemic as a teenager. #WellBeings #WellBeingsLive","sentiment_score":0.0}
{"full_text":"If you can say nothing else good about the pandemic and various travel restrictions at least it has created opportunities to attend PD events that you might not have been able to attend otherwise. #PEIarts","sentiment_score":0.225}
{"full_text":"Free RNIB Newsagent subscription offer!Want a free subscription to a newspaper or broadcast guide during the UK coronavirus lockdowns? These plain text emails can be easily read with magnification or a screen reader. To sign up, call: 0303 123 9999.","sentiment_score":0.2547619048}
{"full_text":"How is the #COVID19 vaccine rollout going? Join us on Facebook Live as our health experts discuss the current status of the vaccine rollout, who's next to receive the vaccine, and what to do once you get it.","sentiment_score":0.0454545455}
{"full_text":"#COVID19 vaccines currently authorized for use in the US do not use the live virus that causes COVID-19. Having symptoms like fever after you get a #vaccine is normal and a sign your immune system is learning to fight the virus.","sentiment_score":0.0954545455}
{"full_text":"Healthcare professionals are warning that overuse of antibiotics in children during the #COVID19 pandemic may be resulting in an increase in antibiotic-resistant #superbugs. Stewardship is crucial to helping prevent the spread of #AMR.https:\/\/t.co\/3Fzlfed33q","sentiment_score":0.0}
{"full_text":"To create a healthier, more equal tomorrow, we must prepare for the next pandemic today. Hear from and about how we can build a better future even as we continue to fight COVID-19.","sentiment_score":0.2}
{"full_text":"Dozens of CLASSIC Knockouts matches including the first ever Knockouts Lethal Lockdown are available as part of Knockouts Month on","sentiment_score":0.2722222222}
{"full_text":"COVID-19 has exacerbated symptoms of #burnout &amp; #stress among healthcare workers. If you need support, we have compiled some links to useful tools for healthcare professionals. We hope this is helpful. #BellLetsTalk","sentiment_score":0.3}
{"full_text":"RT Putting an end to this pandemic starts with us. If we continue to do our part &amp; follow public health guidelines, we can sav...","sentiment_score":0.0}
{"full_text":"one of the incredible things about the pandemic is that it has literally dismantled and changed each and every point I wanted to make in the book I had been writing. except one. the frightening thing is that the last unhandled point is nuclear war.","sentiment_score":0.1333333333}
{"full_text":"#TBT: COVID-19 Field Hospital Donation Affirms U.S. Commitment to Continued Partnership with Nigeria","sentiment_score":0.0}
{"full_text":"A new report for UN Women shows that women have seen a larger increase in unpaid work than men due to COVID-19.","sentiment_score":0.0528409091}
{"full_text":"The City of Minneapolis is offering free COVID-19 saliva tests. Testing is encouraged and available to everyone, whether or not you have symptoms. It's one of the best ways to stop the spread of COVID-19. Find a current list of free COVID-19 tests here:","sentiment_score":0.44}
{"full_text":"A team from the World Health Organization has emerged from quarantine in Wuhan, China to start field work in a fact-finding mission on the origins of the virus that caused the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"I'm curious, have you been adding more houseplants to your home since the start of the pandemic?#RealEstate #DIY #HousePlants","sentiment_score":0.2}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Why we're more likely to follow COVID-19 rules when our families and friends do via","sentiment_score":0.25}
{"full_text":"2nd RROC is still open! If you have a novel #healthtech solution to assist providers in scheduling #COVID19 vaccines for vulnerable &amp; underserved patients, be sure to apply! Apps close 2\/2","sentiment_score":0.03125}
{"full_text":"6 aside, with each passing day it becomes clearer that #Trump failed miserably to respond to the #COVID19 crisis.Had no useable public health or #vaccine plan in place.  Does the #Republican party want to align itself with that?450,000https:\/\/t.co\/otqqXz52ag","sentiment_score":-0.5}
{"full_text":"The Highly Affected Sectors Credit Availability Program will provide financial support to businesses heavily impacted by COVID-19 to cover operational cash flow needs. Applications open Feb. 1.Learn more here:","sentiment_score":0.092}
{"full_text":"Wine of the Week:Cabernet Sauvignon, Lodi Ranch 11, California - with grape skinsPrivate ReserveReady in 6-8 WeeksSweetness: Dry | Body: Full | Oak: HeavyCall to order 416-693-94632208 Queen St. East (#SocialDistancing required)#BeachWinery #wine #winelover #cheers","sentiment_score":0.1416666667}
{"full_text":"RT Did you know? Storyweaver has over 19,000 stories to #promotereading amongst kids available in 230 languages. Fi...","sentiment_score":0.4}
{"full_text":"RT This is what humanity and decency looks like.","sentiment_score":0.0}
{"full_text":"A team of World Health Organisation investigators examining the origins of the #COVID19 pandemic left their hotel in the Chinese city of Wuhan after completing a two-week quarantine. #9Newshttps:\/\/t.co\/HU9gtTUWgn","sentiment_score":0.0}
{"full_text":" UK COVID Vaccine Stats for 27th January1 Total 1st vaccines received: 7,447,199 (+282,812 since last Tweet)2 Total 2nd vaccines received: 476,298 (+2,142 since last Tweet)#COVID_19 #UKVaccine","sentiment_score":0.0}
{"full_text":"RT Rubio &amp; Scott have been trying to repeal the ACA for years, while Florida has led in new sign-ups &amp; a nearly 9% increase sinc...","sentiment_score":0.1181818182}
{"full_text":"Do you know where your nearest text centre is? #coronavirusuk #testing #COVID19","sentiment_score":0.0}
