{"full_text":"RT 30% have to get readmitted later due to newly developed complications such as heart, liver or kidney problems or diabetes....","sentiment_score":-0.00625}
{"full_text":"I finished calculating the MB COVID Rates per 100K in that region. The goal is &lt;5 to have COVID vaguely under control. As of January 17, we have:Northern - 72 Prairie Mountain - 10Winnipeg - 9 Interlake-Eastern - 8Southern - 6Keep up the great work, MB. And help the North!!","sentiment_score":0.25}
{"full_text":"RT The scale of US Covid deaths is hard for the human brain to process -- 100,000 in the last 5 weeks alone. So to mark the uns...","sentiment_score":-0.0972222222}
{"full_text":"Great interview Brian you are the BEST!!!! Great love you at 7","sentiment_score":0.775}
{"full_text":"It used to be many people in the Bay Area would want to come here for dinner or to stay for a weekend.  Now most people will do anything they can to avoid the place.  And this was pre-covid.","sentiment_score":0.5}
{"full_text":"RT The COVID19 virus loves indoors and closed spaces so removing your mask after you enter that building because they said...","sentiment_score":-0.1}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"Covid era 2020\/2021 - The worst ever trade off employed to combat a virus. The end.","sentiment_score":-1.0}
{"full_text":"RT 'tomorrow i'm gna b more productive' is the fattest lockdown lie ever told","sentiment_score":0.5}
{"full_text":"RT Excited to announce that I'll be coming out to Mall slinging some graphs!  This is a private signing due t...","sentiment_score":0.1145833333}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT With the pandemic worsening, and more contagious variants emerging around the world, this is not the time to be lifting restri...","sentiment_score":0.5}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"This is the map that describes the places that Cuban cooperation reaches in the midst of the pandemic and despite the economic, commercial and financial blockade that the United States imposes on the Greater Antilles. No one can defeat or overshadow his wonderful example","sentiment_score":0.34}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Dear MIke Pence and You led the White House Task Force on #COVID19. 400,000 dead on your watch.If you...","sentiment_score":-0.1}
{"full_text":"Surviving Lockdown: By Taking Things Easier via","sentiment_score":0.0}
{"full_text":"RT China has finished building a 1500-room hospital in 5 days after a surge in #coronavirus cases. The hospital is 1 of 6 be...","sentiment_score":0.0}
{"full_text":"donggoddess","sentiment_score":0.0}
{"full_text":"RT \"A year into the pandemic, we can't allow failure, deflection and half measures to be options for the federal governmen...","sentiment_score":-0.2416666667}
{"full_text":"RT Covid really ruining college ...","sentiment_score":0.2}
{"full_text":"Fortunately Trump has 0 authority after 1\/20 at noon. But if he did, what's the point? No one from the US can travel to Europe, and no one from Europe would want to come here because of trump's abject failure in handling the Covid-19 pandemic. He's such a narcissistic idiot!","sentiment_score":-0.2291666667}
{"full_text":"RT 1\/18 This piece is why journalists w\/o vaccine reporting experience shouldn't do hot takes. Despite good intentions, its in...","sentiment_score":0.475}
{"full_text":"RT My question is why would public tours in the US capital or anywhere for that m...","sentiment_score":0.0}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT I'm spending this #MartinLutherKingDay putting together a memorial to #COVID victims. Picture after picture, name after name...","sentiment_score":0.0}
{"full_text":"RT Way too little, way too late. Nearly 40,000 Australians are stranded overseas. They needed help months ago. 20 flights now aren...","sentiment_score":-0.1291666667}
{"full_text":"I don't _actively_ do ANYTHING right now except try not to get COVID and tryin to get my own shit together.","sentiment_score":0.1380952381}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT Remember when 45 faked Covid, stood on the balcony, ripped off his mask and said it was a \"blessing?\"","sentiment_score":0.0}
{"full_text":"RT Biden's incoming press secretary announces they intend to reverse Trump's order before it even goes into effect. The...","sentiment_score":0.0}
{"full_text":"RT In two days, the United States will finally have a President with a COVID response plan.","sentiment_score":0.0}
{"full_text":"It's usually an in-person global scenario, but the pandemic means three regional meetings. So it's three days...","sentiment_score":-0.125}
{"full_text":"RT The world is on the brink of \"catastrophic moral failure\" in sharing COVID-19 vaccines, the head of the World Health Or...","sentiment_score":-0.1583333333}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT Don't think anyone will be surprised if once again the Government lifts Covid restrictions too soon (on the back of a fe...","sentiment_score":0.05}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"Biden instantly rejected this, so don't go booking flights","sentiment_score":0.0}
{"full_text":"RT More than half the country feels this way ","sentiment_score":0.1666666667}
{"full_text":"if anyone wants to know how i'm dealing w covid right now","sentiment_score":0.2428571429}
{"full_text":"'ed the \"Stay home and make babies\" man from the archives. Now, maybe, \"Stay the blazes home and make babies!\"","sentiment_score":0.0}
{"full_text":"As covid cases continued to rise I couldn't help but wonder, were men being terrible the only thing that we could be sure of to remain constant in trying times?","sentiment_score":-0.125}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT That's one way of encouraging anti-vax libertarians into improving public health: free weed.","sentiment_score":0.2}
{"full_text":"RT COVID lockdown rulebreakers in Germany will be arrested and detained in refugee camps located across the country, it has...","sentiment_score":0.0}
{"full_text":"RT There is absolutely no reason President-elect should hand out $2B in emergency funds to his friend","sentiment_score":-0.1}
{"full_text":"RT UK now has highest Covid death rate in the world","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"AstraZeneca's coronavirus vaccine is being produced at a Baltimore plant right now, and is capable of producing tens to hundreds of millions of doses annually.It's cheap ($2-3) and is being used in the UK. But the FDA continues to block its use.","sentiment_score":0.2952380952}
{"full_text":"RT Walking around a marketplace today on the Lower East Side they estimated that business is about 30% of what it was pre-pand...","sentiment_score":0.0}
{"full_text":"RT 'Our NHS' has never not been been under pressure my entire life.","sentiment_score":0.0}
{"full_text":"RT Lucas is being kept safe from coronavirus by his very own \"space suit\" - to the delight of China's viral video fans.","sentiment_score":0.64}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"No, but for every other vaccine except for COVID nothing has been observed to suggest holding a dose. This introduces risk of flare that I don't think is justified.","sentiment_score":0.1375}
{"full_text":"RT I was at the US Capitol this morning to get a COVID test--mandatory for journalists covering the inauguration. It's a milit...","sentiment_score":0.0}
{"full_text":"COVID-19","sentiment_score":0.0}
{"full_text":"RT We loss one of our first partners and community leaders to COVID19 today. Rest In Peace Sister Pinky Modeste. We will n...","sentiment_score":0.25}
{"full_text":"RT  As part of the largest peacetime resilience operation, our troops are helping to establish 80 coronavirus vaccina...","sentiment_score":0.0}
{"full_text":"RT Dr. Susan Moore died today from COVID, but HOW she died is unacceptable. She posted a video to Facebook from an Indiana hos...","sentiment_score":0.0}
{"full_text":"RT #BREAKING WHO, China could have acted more quickly: pandemic response probe","sentiment_score":0.4166666667}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Biden rejects Trump's push to lift COVID-19 travel restrictions - WSJ Article, Read Here.","sentiment_score":0.0}
{"full_text":"RT About an hour ago, Trump issued an order lifting restrictions for certain travelers to the US from the Schengen area, UK, I...","sentiment_score":0.2142857143}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"tbh will probably go back to doing that post pandemic. cause it's efficient. not enough time to try all the drinks in the world","sentiment_score":0.0}
{"full_text":"RT Trump just ordered Covid-related travel restrictions to be lifted for numerous countries--effective on January 26th. I have no...","sentiment_score":0.0}
{"full_text":"RT Feel like this Covid 19  is a never ending cycle bro so many ppl are dying and ppl don't care until it's their mom , da...","sentiment_score":0.5}
{"full_text":"RT Everyone, everywhere should have access to COVID-19 vaccines. Add your voice to the call for a #PeoplesVaccine by sending a tw...","sentiment_score":0.0}
{"full_text":"when I first started applying for unemployment at the start of the pandemic, the unemployment office sent me correspondence via mail, asking me to respond via fax. Email was never even mentioned.","sentiment_score":0.25}
{"full_text":"RT Wear a mask!  The life you save may be yours!                      #DemVoice1 #wtpBLUE","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"Yeah. I've been using Twitter for that since covid happened and stuff :)","sentiment_score":0.5}
{"full_text":"What the ....?!!??","sentiment_score":0.0}
{"full_text":"RT On the advice of our medical team, the Administration does not intend to lift these restrictions on 1\/26.  In fact, we plan to...","sentiment_score":0.0}
{"full_text":"RT Staff at Scarborough Health Network, which has surpassed 300 COVID patients in ICU, face the challenge of finding beds, ma...","sentiment_score":0.0}
{"full_text":"RT Treasury Secretary nominee Janet Yellen to call for \"big\" action on COVID-19, economic crisis at Senate confirmation hearing h...","sentiment_score":0.1}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"9 million votes\/ Rep Platform was going to repeal Citizen Based Tax \/ How quickly they forget \/ JUST 'qualify non-residents' U.S. citizens living permanently in another country paying taxes as its nationals FIXED. WIN\/WIN they forgo stimulus checkshttps:\/\/t.co\/RBSI3o0Hst","sentiment_score":0.2166666667}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT Trump lifting COVID-19 travel bans for Europe, Brazil","sentiment_score":0.0}
{"full_text":"Trump lifting Covid-19 travel restrictions on Europe, UK, Brazil #SmartNews","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT All week at 7pm ET I'll be on the NEW Primetime show. Get ready to learn what life is like in a state where they wil...","sentiment_score":0.1681818182}
{"full_text":"RT Thanks for the good words on this; I'm the creator of the poster, and I've made it free as a download from my site...","sentiment_score":0.4333333333}
{"full_text":"RT Secret directives from the Ford govt showing hospitals so overwhelmed they could soon be making choices about who gets l...","sentiment_score":-0.4}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"Bring back distance trading!! Half the world is in lockdown!","sentiment_score":-0.1041666667}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT WOAH! So many Washingtonians are visiting our #CovidVaccine Phase Finder tool that we're getting reports that it's crashi...","sentiment_score":0.5}
{"full_text":"COVID-19 &amp; the Force Majeure Clause in Leases #CRE #ForceMajeure #COVID-19https:\/\/t.co\/h0sPf04D1y","sentiment_score":0.0}
{"full_text":"Partygoers tell police they were unaware of coronavirus as they do not watch the newsHampshire Police attended the residence in Basingstoke on Saturday night and put a stop to the party for breaching coronavirus lockdown restrictions ","sentiment_score":0.0}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT Tests are still an essential tool to fight #COVID19 This guide provides countries with knowledge to develop proactive testin...","sentiment_score":0.0}
{"full_text":"RT EDITORIAL: FED UP: #Italian Civil Disobedience Signals New Wave Of Lockdown Protests #IoApro","sentiment_score":0.0681818182}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT Attention, our \"woke leaders\" and Inslee-kindred-spirits north of the border.....","sentiment_score":0.0}
{"full_text":"best example here","sentiment_score":1.0}
{"full_text":"all the passengers on my mom's flights who travel non-essentially during the global pandemic should have to pay to ship my stuff to me","sentiment_score":0.0}
{"full_text":"Invest time in business process, automation and staff training during COVID to prepare your organization to scale after COVID  #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"y covid","sentiment_score":0.0}
{"full_text":"RT MAGA logicGod will protect me from Covid so I don't have to wear a mask or worry about super-spreader events. And who cares...","sentiment_score":0.0}
{"full_text":"RT Biden's incoming press secretary announces they intend to reverse Trump's order before it even goes into effect. The...","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"Invest time in business process, automation and staff training during COVID to prepare your organization to scale after COVID  #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT Homelessness crisis looms as WA's COVID-19 rental moratorium ends","sentiment_score":0.0}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT The U.S. is about to break 400,000 coronavirus deaths. Hospitalizations are DOUBLE what they were in the spring + summer. H...","sentiment_score":0.0}
{"full_text":"RT It's going to be incredibly difficult to recover from the irrational mass hysteria.","sentiment_score":-0.5}
{"full_text":"Please visit for a daily update on confirmed cases of #COVID19 among the UCLA campus community.","sentiment_score":0.2}
{"full_text":"Covid-19 Social Study: Results Release 28 - Nuffield Foundation#greylit #greyliterature #nglc #COVID19 #Covid19UK  #psychology #mental_health #lonlinesshttps:\/\/t.co\/hKlfDbwCNq","sentiment_score":0.0333333333}
{"full_text":"A new variant of the coronavirus first identified in South Africa is more contagious than earlier versions, experts said, but there is no evidence that it is more deadly.https:\/\/t.co\/Zfna9onZN7","sentiment_score":0.2772727273}
{"full_text":"After the pandemic pushed St. Paul classrooms to distance learning, some students found themselves without a set place to work. A partnership between a tool library and volunteer-run Space to Learn project has helped fill the gap.","sentiment_score":0.0}
{"full_text":"RT Saddest bit about COVID is that you can obey all the protocols and still get infected because somebody else didn't.","sentiment_score":0.0}
{"full_text":"Most entertainment industry jobs no longer qualify for exemption to COVID-19 rules for those seeking to enter the U.K","sentiment_score":0.5}
{"full_text":"RT Democratic Rep. Adriano Espaillat tests positive for Covid-19 after second dose of vaccine","sentiment_score":0.1136363636}
{"full_text":" Literature abounds of how academia colluded with big industry to deny the cancerous effects of smoking until the world was irreversibly hooked. History repeats itself if we don't learn from it.  #COVID19 #Eugenics #VukaAfrika #data #Thandaza #Jesus","sentiment_score":0.0}
{"full_text":"INTERVIEW: Protecting human rights during a pandemic","sentiment_score":0.0}
{"full_text":"RT In two days, the United States will finally have a President with a COVID response plan.","sentiment_score":0.0}
{"full_text":"#Oman's health ministry began the second immunization dose against #coronavirus, giving Pfizer-BioNTech #vaccine to target segments that received the first dose over the past few weeks in different parts of the Sultanate.  ","sentiment_score":-0.04}
{"full_text":"One hour countdown! Get your typing fingers ready! #IDJClub","sentiment_score":0.25}
{"full_text":"Those who want to visit Bohol this year, check this out!#yoorekka #travel #Protocol","sentiment_score":0.0}
{"full_text":"The NRA has declared bankruptcy. America is still falling victim to COVID19.https:\/\/t.co\/b5Xhx2sUaW#COVID19 #justice #law #legal","sentiment_score":0.0625}
{"full_text":"According to Razdan, she was made to believe her teaching tenure at the prestigious university was to begin in September 2020, which had been pushed to January 2021 due to the pandemic.https:\/\/t.co\/Gkw9sgsRo5","sentiment_score":-0.125}
{"full_text":"RT If news today isnt covering this - something is wrong. We're about to witness all that is wrong in global health - on a ma...","sentiment_score":-0.3333333333}
{"full_text":"COVID-19 has reversed decades of women's socio-economic progress, further exacerbating existing gender inequalities, and undermining women's rights and liberties. See how we put #GenderEquality at the heart of our development work. #SDG5","sentiment_score":0.0}
{"full_text":"The Central Michigan District Health Department has also teamed up with Central Michigan University to receive additional shipments of the COVID-19 vaccine.","sentiment_score":0.0}
