{"full_text":"RT Robust #Disability Employee Networks Key To Shaping Post- #Pandemic Workplace #Inclusion","sentiment_score":0.0}
{"full_text":"RT Read and re-tweet!","sentiment_score":0.0}
{"full_text":"Missing Comic Cons? Stay warm this winter in our extra thick Con Life Joggers. Guaranteed to keep you cozy while working from home:https:\/\/t.co\/2A1ueae6DC","sentiment_score":0.025}
{"full_text":"RT Flat 2-layer cotton masks Lots of designs in 2 sizes. 20% off any 4. #COVID #Masks #MaskUp #PrettyM...","sentiment_score":-0.025}
{"full_text":"Biden Administration Covid Death CountDay 6.    Total 1,897Running Total 19,858@CNN Still have not any reporting on the #COVID deaths under the","sentiment_score":0.0}
{"full_text":"I booked a holiday with  and alas it grew to become out to be pandemic instances, fortunately they refunded my complete quantity.","sentiment_score":0.0333333333}
{"full_text":"RT Poor quality journalism can have dangerous consequences","sentiment_score":-0.5}
{"full_text":"RT $70k min wageHow it started: Rush Limbaugh said we'd be \"a case study in MBA programs on how socialism does not work...","sentiment_score":0.0}
{"full_text":"RT Allarity Therapeutics of Denmark today announced that NAU's Pathogen and Microbiome Institute will test stenoparib against...","sentiment_score":0.0}
{"full_text":"RT Transit agencies and will split $30.8 million in federal funds designed to protect them from the #coronavirus p...","sentiment_score":0.0}
{"full_text":"RT The real reason Senate Republicans oppose Biden's life-saving COVID relief proposal is they worry that it, plus his plan for j...","sentiment_score":0.2}
{"full_text":"RT Michael Rosen is absolutely correct.The Tories' original plan for 'dealing' with the pandemic was to throw hundreds o...","sentiment_score":0.2875}
{"full_text":"RT Let me get this straight, Early on in the pandemic,Fauci declares face masks are not needed in the community, our own CMOs &amp; H...","sentiment_score":0.3}
{"full_text":"RT BREAKING--Good &amp; bad news--The Moderna #COVID19 vaccine fully protected against the UK  #B117 variant... but was 6x less ef...","sentiment_score":-0.4333333333}
{"full_text":"RT \"When Covid is over,\" is giving She by Sheree","sentiment_score":0.0}
{"full_text":"RT Health officials are \"extremely\" worried about the new Covid-19 variants that have been detected in the US and what they could mea...","sentiment_score":0.0056818182}
{"full_text":"RT I'm honored to serve as Chair of the State and Foreign Operations Subcommittee. This is a critical time for...","sentiment_score":-0.0625}
{"full_text":"RT WOW. A member of the Ga House was just  ejected from the chamber for refusing to get tested for COVID. \"I have been to...","sentiment_score":0.1}
{"full_text":"I caught covid.  It was likely from wearing a mask for a 6 hour shift. Masks can be a source of infections.  Hcq worked for me. Js","sentiment_score":0.0}
{"full_text":"RT WOW. A member of the Ga House was just  ejected from the chamber for refusing to get tested for COVID. \"I have been to...","sentiment_score":0.1}
{"full_text":"Amazon to help with COVID-19 vaccine distribution","sentiment_score":0.0}
{"full_text":"RT I dug into some of the claims Biden made in his Friday speech about his pandemic relief plan. He was quite factual. Fact check:...","sentiment_score":0.0}
{"full_text":"RT JOHN HOWELL CLIFT JR., 64 of Strawberry Plains, Tennessee died of COVID on Jan. 2. He was a firefighter for over 40 yea...","sentiment_score":0.0}
{"full_text":"RT Concerned to hear about the COVID-19 diagnosis of President of Mexico. The people of India join me in wish...","sentiment_score":0.0}
{"full_text":"RT With safe and effective vaccines rolling out, we're optimistic about the day when COVID-19 is behind us.But we're just not...","sentiment_score":0.2333333333}
{"full_text":"RT \"Without a newsroom address to receive and distribute personal protective equipment, Lords recently drove around Boise,...","sentiment_score":0.0}
{"full_text":"RT Power players in entertainment and media are hustling hard for #COVID19 vaccines. From leaning on their concierge docs to...","sentiment_score":-0.2916666667}
{"full_text":"RT BREAKING: Britain now has the highest number of #COVID19 deaths per million population in the world as its toll tops 100,...","sentiment_score":0.0}
{"full_text":"RT News and updates from the GMTU!Read on ","sentiment_score":0.0}
{"full_text":"RT Read and re-tweet!","sentiment_score":0.0}
{"full_text":"RT Here's an example of the incredible risks and burdens that our essential workers have been facing. And even as we move tow...","sentiment_score":0.45}
{"full_text":"RT MUST WATCH: Dr. Simone Gold, \"The Covid-19 Vaccine, Explained\".Please view the video on our website - then share widely...","sentiment_score":-0.1}
{"full_text":"RT First, it was don't wear a mask. Then, it was wear a mask. Now? Wear two masks! What's next? Shopping in plastic bubble...","sentiment_score":0.15625}
{"full_text":"RT There are people dying every single day for Covid-19. Make Ivermectin available immediately as an emergency meas...","sentiment_score":0.1642857143}
{"full_text":"These bitches ain't did shit but get fat this whole pandemic I'm so disappointed in y'all ","sentiment_score":-0.25}
{"full_text":"The Post-Covid Future of \"Everything as a Service\" | INSEAD Knowledge via #COVID19 #strategy #leadership","sentiment_score":0.0}
{"full_text":"RT Many US states are taking a solutions-based approach based on data and evidence. Canadians need to demand the same of...","sentiment_score":0.25}
{"full_text":"RT \"Mexico has been flying blind throughout this pandemic,\" said \"And now we are flying blind with the vacc...","sentiment_score":-0.5}
{"full_text":"RT The commissioners court will hear the weekly COVID-19 update at its 10am meeting. Video here","sentiment_score":0.0}
{"full_text":"RT Garbage from a garbage paper. As long as he is PM IT HIS decision AND personally after appointments like Beyak, From and Ba...","sentiment_score":-0.025}
{"full_text":"RT BREAKING: Biden furious at Gavin Newsom for lifting stay-at-home order. Thinks he is only doing it out of re-election fea...","sentiment_score":0.0}
{"full_text":"This could have been us but you were too busy storming the capital and refusing to wear your mask ","sentiment_score":0.1}
{"full_text":"RT Great speaking today as part of the Opening Plenary at #ISMPPEU2021 talking about the patient perspective on changes t...","sentiment_score":0.8}
{"full_text":"RT Breaking: Germany is considering banning almost all international flights to the country in order to prevent new #COVID19 va...","sentiment_score":0.0681818182}
{"full_text":"RT Coronavirus cases in the Philippines reach 516,166 with 1,173 additional confirmed infections on Tuesday, January 26.30,35...","sentiment_score":0.4}
{"full_text":"RT Billionaires have quarantined in their mansions and on their yachts while #EssentialWorkers risked their lives every day i...","sentiment_score":0.0}
{"full_text":"RT WOW. A member of the Ga House was just  ejected from the chamber for refusing to get tested for COVID. \"I have been to...","sentiment_score":0.1}
{"full_text":"RT Does your household need supplemental food or grab-and-go meals during COVID-19? Our interactive map makes it easy to...","sentiment_score":0.4333333333}
{"full_text":"RT Cuba has developed its own COVID-19  Vaccine before any other country in the Carribean and Latin America. In a world wh...","sentiment_score":0.1916666667}
{"full_text":"RT They almost have the recall signatures over here.","sentiment_score":0.0}
{"full_text":"RT Merck Scraps COVID Vaccines; Says It's More Effective To Get The Virus And Recover.https:\/\/t.co\/R01Sugd10n","sentiment_score":0.55}
{"full_text":"RT Oh my god. Journalists at the No10 news conference have *FINALLY* started asking when the lockdown is going to end and what a...","sentiment_score":0.0}
{"full_text":"RT Heads up:Republicans are going to claim that Biden isn't \"unifying\" the country because they are going to vote against...","sentiment_score":0.0}
{"full_text":"RT Good.Put the GOP not wanting to support their Constituents on record.","sentiment_score":0.0}
{"full_text":"RT NHS boss admits UK faces Covid vaccine shortage","sentiment_score":0.0}
{"full_text":"I only do family law &amp; I dress professionally everyday, even in lockdown.","sentiment_score":-0.1}
{"full_text":"someone told me i didn't have to wear a mask around them yet i've seen them around several people.....yeah, we're not making it out this shit anytime soon.","sentiment_score":-0.1}
{"full_text":"RT CALL FOR PAPERSConducting research relevant to the COVID-19 pandemic? Consider submitting to the","sentiment_score":0.4}
{"full_text":"RT A new report shows a 38% increase in #smartbuilding #startups founded between 2011 - 2020, with an accelerati...","sentiment_score":0.1363636364}
{"full_text":"RT ok hi i'll do my best to sum the situation rn so pls rt it would be appreciatedthis youtube channel that goes by the name...","sentiment_score":0.75}
{"full_text":"RT Makes you wonder what 'hair on fire' issue they will grab on to when production resumes &amp; deliveries are...","sentiment_score":0.0}
{"full_text":"RT Finding Articling in this pandemic is a challenge, and I don't want students to miss out on opportunities b\/c they didn't...","sentiment_score":0.0}
{"full_text":"Nah they are just discussing how to recover from COVID, instead of wild conspiracy theories","sentiment_score":0.1}
{"full_text":"Zoom COO Aparna Bawa and other experts join The Post to discuss the ways the pandemic has changed the workplace, and how the structure and culture of work could continue to evolve in the future.","sentiment_score":-0.0625}
{"full_text":"RT THREAD: Amazon worker Poushawn Brown, 38, was made to COVID test other workers for several months. She was not given N-...","sentiment_score":-0.0625}
{"full_text":"A perfect analogy: put up as many layers of mosquito nets you want and leave the windows wide open, mosquitoes are still going into the room. What's the point, if any? This lockdown is simply to restrict mobility &amp; does not curb COVID spread at all.","sentiment_score":0.28}
{"full_text":"RT Here's an example of the incredible risks and burdens that our essential workers have been facing. And even as we move tow...","sentiment_score":0.45}
{"full_text":"Fauci is full of crap. He says what the Democrat's tell him to say.","sentiment_score":-0.225}
{"full_text":"RT Genuinely hard to argue that McConnell would've ended the legislative filibuster if he didn't for his six yea...","sentiment_score":-0.2916666667}
{"full_text":"RT 11) Remember when Trump HHS Sec Azar claimed they will be sending out reserves in mid Jan... only to realize they didn't ha...","sentiment_score":-0.0333333333}
{"full_text":"RT Wear a mask. Socially distance. Wash your hands. Say yes to the vaccine. Don't be a dick.","sentiment_score":0.0333333333}
{"full_text":"RT When COVID is over is sounding a lot like when I lose weight","sentiment_score":0.0}
{"full_text":"RT But wait there's more, before she possibly leaked her daughters nudes I agreed with that this is how that vile cretin...","sentiment_score":0.25}
{"full_text":"RT Consider upgrading from a cloth mask to a surgical mask, or from a surgical mask to an N95\/KN95\/equivalent if available....","sentiment_score":0.4}
{"full_text":"And this has lead to funding and development looking and sound the same for years. COVID-19 has\/is levelling the playing field. So there are a lot of \"Why not?\" conversations happening. There is no magical answer but access and inclusivity are essential for an open industry.","sentiment_score":0.03}
{"full_text":"It's good to see Los Angeles is going to open up outdoor dining again so people can sit too close to each other with their masks off, laughing and talking while pretending they're immune to covid because they're drinking a margarita.","sentiment_score":0.1916666667}
{"full_text":"RT WOW. A member of the Ga House was just  ejected from the chamber for refusing to get tested for COVID. \"I have been to...","sentiment_score":0.1}
{"full_text":"It's illegitimate. This signaled that the constitutional requirements weren't met. There's a Covid relief bill that Americans desperately need yet, here we are again!!","sentiment_score":-0.9375}
{"full_text":"RT Schumer says the Senate will \"soon move forward\" on a covid relief package","sentiment_score":0.0}
{"full_text":"Dreadful.","sentiment_score":-1.0}
{"full_text":"RT First, it was don't wear a mask. Then, it was wear a mask. Now? Wear two masks! What's next? Shopping in plastic bubble...","sentiment_score":0.15625}
{"full_text":"RT Americans can't leave the country and get back in without a covid test but If you happen to be a migrant in a caravan, B...","sentiment_score":0.0}
{"full_text":"Agreed. Lockdown is messing with everyone's common sense and mind. ","sentiment_score":-0.3}
{"full_text":"Driver recounts 'nightmare' after Haredi mob torches his bus at lockdown protest -","sentiment_score":0.0}
{"full_text":"Service Update 16:00 -  Only travel for work if essential or for other legally permitted reasons.Disruption via #Ingatestone, all information can be found here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":0.01875}
{"full_text":"RT The #Vikings might have to cut more than $12 million of cap space by March, if lost revenue from COVID-19 drives the ca...","sentiment_score":0.5}
{"full_text":"RT I know I don't have a lot of followers,  and maybe no one will see this, but my husband just tested positive for Covid and I'm...","sentiment_score":0.2272727273}
{"full_text":"Are we pathetic or what? While there is limited supply it is unethical to hand out vaccines to those who have natural infection immunity. #eldersfirst #followFlorida","sentiment_score":-0.3238095238}
{"full_text":"Check out how FISD 1st grade teacher, Landry Angel, is reimagining education amidst a pandemic!","sentiment_score":0.0}
{"full_text":"RT Obviously","sentiment_score":0.0}
{"full_text":"Keep on it. You give a voice to the millions of people the response to covid has deprived of a life.","sentiment_score":0.0}
{"full_text":"RT This morning, we announced a U.S. supply update for the Moderna COVID-19 Vaccine, reporting that 30.4 million doses have be...","sentiment_score":0.0}
{"full_text":"RT I dug into some of the claims Biden made in his Friday speech about his pandemic relief plan. He was quite factual. Fact check:...","sentiment_score":0.0}
{"full_text":"RT Schumer says the Senate will \"soon move forward\" on a covid relief package","sentiment_score":0.0}
{"full_text":"RT TODAY at noon ET: Equitably distributing the COVID vaccine is easier said than done. How might we best use limited resource...","sentiment_score":0.4642857143}
{"full_text":"Yes, I really do think if me in 2021 was a person who existed in 2017 &amp; 2019 I would still have critically supported Corbyn. I think had we had Corbyn leading since 2017 the COVID response would have been less catastrophic and domestically Britain would be much better off.","sentiment_score":0.1333333333}
{"full_text":"RT House Republicans are falling apart.Most of their members embrace sedition.The QAnon Caucus has taken over.They have...","sentiment_score":0.0}
{"full_text":"Virginia uses Google Translate for COVID vaccine information. Here's how that magnifies language barriers, misinformation #COVID19 #translation","sentiment_score":0.0}
{"full_text":"just a thought. when the spread gets that bad and people actually stay at home, the virus still moves through a family if one of them was positive. so for 2-3 weeks into a stay at home order you still have new cases. it's about slowing down infections to keep hospitals open","sentiment_score":-0.081986532}
{"full_text":"RT New Zealand will keep its borders closed for most of 2021 because of #COVID19.This week, it reported its first community case...","sentiment_score":0.1965909091}
{"full_text":"RT Finding the pile-on against Michael Rosen incredibly sad. Nowhere does he suggest replacing teachers or that they aren't do...","sentiment_score":-0.5}
{"full_text":"RT For those who are new to the experience of remote working (or for those who need reminding)  Here are some great idea...","sentiment_score":0.2787878788}
{"full_text":"RT An opening date for Avengers Campus at #Disneyland Resort has not yet been revealed, as the parks remain closed due to...","sentiment_score":-0.1125}
{"full_text":"RT First time since July we haven't had to get up and get a Covid test","sentiment_score":0.25}
{"full_text":"RT Britain now has the highest number of Covid deaths per million population in the world.In. The. World.","sentiment_score":0.0}
{"full_text":"RT Call pence to testify about how he had to get some assistance while in lockdown.  trump bloc...","sentiment_score":0.0}
{"full_text":"RT \"Once Covid is over\" is starting to sound a lot like \"when e-amusement comes to Europe\"","sentiment_score":0.2}
{"full_text":"RT Should you go rock climbing if your area is under lockdown? #COVID19 #canada #exercise","sentiment_score":0.0}
{"full_text":"RT Johnson &amp; Johnson expects details on COVID-19 vaccine trial next week","sentiment_score":0.0}
{"full_text":"RT Reading Swedish newspaper today 26th of January: \"despite restrictions Covid-19 in the UK, cases seem not to decli...","sentiment_score":0.0}
{"full_text":"RT Today's ONS data shows 107,907 ONS death certificated COVID-19 deaths for the UK.England : 92,257Scotland : 7,448Wales : 6,...","sentiment_score":0.0}
{"full_text":"RT WOW. A member of the Ga House was just  ejected from the chamber for refusing to get tested for COVID. \"I have been to...","sentiment_score":0.1}
{"full_text":"It has created unnecessary unrest in all the departments, we can fight COVID-19 but what about them... respect the date at least, Republic Day!!","sentiment_score":-0.434375}
{"full_text":"RT Hogan invented a completely new made-up term here to avoid saying \"private schools.\"","sentiment_score":0.0681818182}
{"full_text":"THIS. IS. NOT. OKAY!SHUT IT THE F*** !PEOPLE ARE DYING  STAY HOME  WEAR A MASK  STOP THE SPREAD  SAVE LIVES ","sentiment_score":0.0}
{"full_text":"RT Today's demo in Melbourne wasn't covid safe. Consequences; zero. Just ban the Australia Day parade because it's not Covi...","sentiment_score":0.125}
{"full_text":"Ontario is making it easier for more households to qualify for the COVID-19 Energy Assistance Program. Recipients can now get up to $750 towards energy bills. Learn more:","sentiment_score":0.5}
{"full_text":"TWITTERCENSORSHIP        IS        DICTATORSHIPREMOVING PICTURES                     IS             CENSORSHIP","sentiment_score":0.0}
{"full_text":"RT WOW. A member of the Ga House was just  ejected from the chamber for refusing to get tested for COVID. \"I have been to...","sentiment_score":0.1}
{"full_text":"RT Schumer says the Senate will \"soon move forward\" on a covid relief package","sentiment_score":0.0}
{"full_text":"RT Today, I joined 200+ colleagues to call on the Ontario government to address the humanitarian crisis in LTC....","sentiment_score":0.0}
{"full_text":"RT Lidl supermarket staff are to get a PS200 bonus in recognition of their hard work during the pandemic.Many will wonder why...","sentiment_score":-0.2916666667}
{"full_text":"RT LOOK: Central Visayas logged 166 new cases of the COVID-19 with 86 of these coming from Cebu City, whose total of new in...","sentiment_score":0.0681818182}
{"full_text":"RT Mexico's President Has Covid. Will It Make Him Take the Disease More Seriously? - The New York Times-!Pumbatelas!","sentiment_score":0.1123737374}
{"full_text":"Do teachers stay away from supermarkets so they don't put the workers through the very same risk  they want to stay home for","sentiment_score":0.0}
{"full_text":"A serious religious commitment seems to better prepare women -- and their husbands -- to face the competing demands of working motherhood than liberal feminist ideology, writes","sentiment_score":0.0555555556}
{"full_text":"RT Xi Jinping's speech at Davos boiled down to: The world has no choice but to do business with China, and if you want to do busine...","sentiment_score":-0.1555555556}
{"full_text":"With lockdown in place, be sure to visit our #COVID19 #resources page. It has 100+ resources including food, support services, call lines, mental health, vaccine info, fitness, entertainment &amp; more. Learn more: #seniors #olderadults #Toronto #YorkRegion","sentiment_score":0.35}
{"full_text":"RT I am devastated to hear that migrant NHS staff who have risked their lives during the pandemic to keep us all safe have be...","sentiment_score":0.5}
{"full_text":"Decision fatigue can lead to extra anxiety, especially as news surrounding COVID-19 changes often. We are here to help: 913-268-0156#johnsoncountymentalhealth #mentalhealthawareness","sentiment_score":0.0}
{"full_text":"Good night Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands #WearAMask","sentiment_score":0.875}
{"full_text":"As a physician, I am appalled by the catastrophe in LTC. Today, alongside I signed a letter calling on the Ontario government to END for-profit LTC &amp; ensure urgent action is taken TODAY to protect seniors from #COVID19.  We won't stop until we see #LTCjustice!","sentiment_score":-0.3375}
{"full_text":"The impacts of Covid-19 on U.S. neighboring countries can have reverberations for the U.S. economy. Listen to our podcast to learn how Covid-19 is impacting Mexico's energy sector.","sentiment_score":0.0}
{"full_text":"RT I am the coach at Grand Rapids Union High School. I believe my team should have a high school basketball season. I bel...","sentiment_score":0.2733333333}
{"full_text":"NEWS: School closures having 'calamitous' impact on kids and parents","sentiment_score":0.0}
{"full_text":"#CORONAVIRUS: State disaster declaration extended to March 31 after governor's signature #KVOENews","sentiment_score":0.0}
{"full_text":"The future of Illinois depends on investing in higher education, even amid the #COVID19 crisis. That didn't happen during past recessions &amp; economic crises.It's critical IL doesn't repeat these mistakes of the past.Read our new #Framework4Equity study:","sentiment_score":0.0560606061}
{"full_text":"Since its launch in response to an emergency request at the onset of the pandemic, THEBRANDEDCOMPANY (https:\/\/t.co\/E7QWLyxqQI) has helped numerous global brands secure affordable and high-quality protective equipment..https:\/\/t.co\/7WvTE40Qxw .#ppe #masks #safety #sanitary","sentiment_score":0.1333333333}
{"full_text":"\"This show comes off as a truly fascinating fusion of the live magic of the pre-pandemic days.\" - begin our run of 'The Journey' today! Read the rave reviews, then get your tickets here:","sentiment_score":0.4871212121}
{"full_text":"#COVID19 threatens to ignite conflicts globally.  3 ways the new administration's conflict prevention policy can promote human rights and democratic values from &amp; #GlobalFragilityAct","sentiment_score":0.0454545455}
{"full_text":"has information for those providing personal care to people living in their own home during #Covid19 https:\/\/t.co\/lDoOyeLhM6","sentiment_score":0.3}
{"full_text":"RT Herd immunity is yet another \"myth\" that is suddenly okay for Americans to talk about again. Unbelievable.https:\/\/t.co\/...","sentiment_score":0.5}
{"full_text":"Some numbers:68,410,000 total doses worldwide so far.In at least 54 countries.Millions more every day.Using 9 different vaccines.Records show incredibly TINY % of them had serious problems, including deaths.In contrast, 2 million COVID deaths globally.More ...","sentiment_score":-0.0222222222}
{"full_text":"The government may give a '#MakeinIndia' push to oil and gas explorers, as it is considering a proposal to almost halve cess on domestic #crudeoil to encourage exploration activity and allow #COVID19-hit oil producers to protect their margins.","sentiment_score":0.0}
