{"full_text":"Due to COVID-19 concerns at Perry, the 9\/JV\/V boy's basketball games at home on Tuesday, January 5th, have been postponed to Monday, January 25th.  9th grade at 4:30, JV at 6:00, and Varsity at 7:30 in the new competition gym.","sentiment_score":0.0056818182}
{"full_text":"COVID-19 CORONAVIRUS DISEASE EPIDEMIC IN SCOTLAND, UK:","sentiment_score":0.0}
{"full_text":"Wear a Mask. This is super funny!https:\/\/t.co\/tbREwIj6MG","sentiment_score":0.3333333333}
{"full_text":"Newsflash - Danish people who published Danish study even say you should wear a mask.","sentiment_score":0.0}
{"full_text":"RT Putting the pandemic on ice. Coming up at 11, we go inside the Loveland company playing a key role in Pfizer's global v...","sentiment_score":0.0}
{"full_text":"RT Trump: I'm going to go to my Scotland property the last day of my term, so I can't be arrested. Scotland: Declares month...","sentiment_score":0.0}
{"full_text":"JUST A THOUGHT. Did they confuse T1D and T2D? The CDC literally hasn't ever studied them separately, so I wouldn't be that surprised.","sentiment_score":0.1}
{"full_text":"RT Congrats for surviving the sem! It doesn't matter kung may karangalan o wala dahil 'yung pagsurvive pa lamang despite...","sentiment_score":0.0}
{"full_text":"RT When community transmission is out of control, school outbreaks - with potentially devastating consequences for staff and...","sentiment_score":-1.0}
{"full_text":"RT Los Angeles County EMS tells ambulance crews not to transport patients with little chance of survival to hospitals and conserve...","sentiment_score":-0.1875}
{"full_text":"On a serious note, a lot of the girls have been partying like crazy during this pandemic. And with new strains of covid appearing, I still don't understand why so many of them are reluctant to take the vaccine when they are at greatest risk of catching the virus ","sentiment_score":0.2171717172}
{"full_text":"I sure hope you all stay home and don't confront the Trump supporters. It's not going to end well. Stay safe everyone. ","sentiment_score":0.5}
{"full_text":"RT What is the need for allowing 100% occupancy in cinemas in TN? No fear of COVID? Totally senseless move by the state govern...","sentiment_score":0.0}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT Kelly Loeffler dumped millions in stock after getting a classified briefing on Covid.David Perdue bought stock in a chemical...","sentiment_score":0.0}
{"full_text":"Facts On Election Fraud, Pandemic, PCR Testing, Doctors, Censorship and ... via","sentiment_score":0.0}
{"full_text":"RT I think many reasonable people would've come to this conclusion had it not been for the media covering for them incessa...","sentiment_score":0.35}
{"full_text":"RT REMEMBER THE LOCKDOWN RULES: 1. If death rates go down, that means the lockdown is working2. If death rates go up, that m...","sentiment_score":-0.1555555556}
{"full_text":"Well if they do open before the designated dates ofc then it's your right to protest, and with Corona still not gone probably uni shouldn't open, my argument is based only on regular vs online lectures and students attitude, otherwise Im all against opening if uni on Feb.","sentiment_score":0.0571428571}
{"full_text":"RT Larry King is gonna live long enough to interview the antichrist and accidentally get his name wrong","sentiment_score":-0.1034090909}
{"full_text":"RT #COVID19: Check how to register for #CoronavirusVaccine, documents, process and other key details here.#Coronavirus...","sentiment_score":-0.0625}
{"full_text":"Gladys take note. Your deputy is dithering, carrying on in your image. The people in NSW and Australia will pay the ultimate price. Go grow some gumption!","sentiment_score":0.0}
{"full_text":"RT As we enter this second year of the pandemic, I am transitioning from sweats to base layers. Cool? Not cool?","sentiment_score":-0.15625}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"\"FFS NOT ANOTHER LOCKDOWN, WAS GONNA GO GYM FOR 2021 SUMMER BODY \"","sentiment_score":0.0}
{"full_text":"RT Are you trolling yourself now? Well, I guess everyone else is, so why not. And \"control the virus\" has gone out the w...","sentiment_score":0.0}
{"full_text":"RT The CDC order specifically exempts U.S. citizens, and no part of U.S. immigration law appears to authorize the expulsion...","sentiment_score":0.0}
{"full_text":"RT So it turns out more of ye didn't know about the WoW pandemic than did. 56% didn't know.It's honestly a pretty interesting...","sentiment_score":0.3375}
{"full_text":"RT \"We're trying to build a gentler, kinder society and if we all pitch in just a little bit, we're going to get there,\" Alex...","sentiment_score":-0.1875}
{"full_text":"RT Publishing works on long schedules, which means that long-planned books can be overtaken by events...like covid. 2020 was t...","sentiment_score":-0.05}
{"full_text":"RT Hypocrite politicians demand that we stay home and avoid our families, while they travel all over the place. Fuck that...","sentiment_score":-0.4}
{"full_text":"RT \"Mar-a-Lago should be shut down after New Year's Eve party violated covid rules, state lawmaker says\" - via @lori_rozsa...","sentiment_score":-0.0095959596}
{"full_text":"RT Less than 34% of COVID vaccines distributed in Michigan have been put in the arms of frontline health care workers,","sentiment_score":-0.1666666667}
{"full_text":"RT .@TomArnold I have a docuseries idea. I think I want to call it \"American Gri...","sentiment_score":0.0}
{"full_text":"The only thing you are working hard on is posting on Twitter, you have not reduced the poverty of your own country,  you have not stopped racism, and you definitely have not controlled the spread of Covid-19, letting more than 360 thousand people died in despair.","sentiment_score":0.1616666667}
{"full_text":"RT Solid coverage by \"Each infected person is a crucible, offering opportunities for the vi...","sentiment_score":0.0}
{"full_text":"Top House Republican appropriator tests positive for COVID-19 #SmartNews ","sentiment_score":0.3636363636}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT A commission for Imagine working so hard on complicated sugar structures and then having a stay at home drag...","sentiment_score":-0.2972222222}
{"full_text":"38 cases of new strain of Covid-19 have been confirmed in India.","sentiment_score":0.2681818182}
{"full_text":"RT Everything's about the soundbite, one that people and the media should be talking about, and one that should last a day or...","sentiment_score":0.0}
{"full_text":"RT Indeed, that's why the US has failed in its COVID response. Too *much* planning.","sentiment_score":-0.15}
{"full_text":"RT To say that the year 2020 was 'different' is perhaps the biggest understatement of the century. It has been a year like no...","sentiment_score":0.0}
{"full_text":"RT Los Angeles County EMS tells ambulance crews not to transport patients with little chance of survival to hospitals and conserve...","sentiment_score":-0.1875}
{"full_text":"RT \"I know one thing for sure. I'm gonna save somebody else's life by protecting myself....Because then I won't get the cor...","sentiment_score":0.5}
{"full_text":"RT I don't think lockdowns are the solution to all of our problems -- nor should they be the default -- but you'd have to be...","sentiment_score":0.0}
{"full_text":"RT If there are no signs of breathing or a pulse, EMS will continue to perform resuscitation for at least 20 minutes, the me...","sentiment_score":-0.3}
{"full_text":"Be afraid","sentiment_score":-0.6}
{"full_text":"RT The Shadow Pandemic- a drastic rise in cases of domestic violence during lockdown. \"Where is the vaccine against the patriarc...","sentiment_score":0.0}
{"full_text":"Saw snippets of it, and guessing this will be the next big covid breakout area. Few masks in the crowd as if it doesn't exist. It's unbelievable this administration has been so careless with our health.","sentiment_score":-0.19}
{"full_text":"RT #raj_aen_result WHO has directed to apply the mask on the mouth to avoid corona, but the RPSC has applied it on his e...","sentiment_score":0.0}
{"full_text":"I've done all of my shopping myself during covid, but haven't done a large shop in MONTHS. I'm a space cadet and I'm always forgetting something (5 things). I'm just trying to get all the basics\/staples so when I do cook I'm just getting fresh produce\/meat.","sentiment_score":0.2571428571}
{"full_text":"My son and his wife both got Covid brought home from a school where my granddaughter's teacher tested positive. Schools are obviously vectors for transmission and most kids will be a asymptomatic. Teachers should be, but are not, in the first wave for the vaccine.","sentiment_score":0.2443181818}
{"full_text":"RT COVID-19 found on 7 international flights bound for Calgary, data showsJason Kenney flying is not safe how much did W...","sentiment_score":-0.0166666667}
{"full_text":"RT Hypocrite politicians demand that we stay home and avoid our families, while they travel all over the place. Fuck that...","sentiment_score":-0.4}
{"full_text":"RT TERRIFYING!'A Human Disaster:' 1 In 5 Test Positive For Coronavirus In LA","sentiment_score":-0.2575757576}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT With COVID-19 filling hospitals, now is a really bad time to get the flu.  So get a flu shot! It's safe and it works.  Pro...","sentiment_score":-0.1875}
{"full_text":"COVID-19: Summer festival season could go ahead with government support","sentiment_score":0.0}
{"full_text":"RT One third of #COVID deaths in the US have been people with #diabetes.Folks with #T1D have higher odds of developing sev...","sentiment_score":0.125}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT FUN that #BTSARMY is recognized by local Chico, CA news where LN4 has a small presence (in addition to San Francisco) f...","sentiment_score":0.0166666667}
{"full_text":"RT Y'all never seeing my face publicly again. It's masks out in public til I die. I'm going to socially distance until en...","sentiment_score":0.0111111111}
{"full_text":"Fully support FDA's decision about 2 scenarios, b\/c world is complex:1) UK: delayed 2nd dose works great!! US FDA:2) UK: we are fucked. No efficacy at 1 dose!Moderna &amp; Pfizer:Good luck, world","sentiment_score":0.1333333333}
{"full_text":"RT I wanted to go &amp; test for COVID 19 until someone said, \"You don't have to test, you just stand in the queue, after being...","sentiment_score":0.0}
{"full_text":"RT 3 months since I had COVID and I've still got very little sense of taste. Sometimes I just find myself settling down on the...","sentiment_score":-0.1996527778}
{"full_text":"RT All yall know somebody who got COVID and got the nerve to tell folks it aint that bad or aint real. Medical professionals begg...","sentiment_score":-0.35}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"the best thing is to figure out why your prime shoppers keep coming into our stores with covid","sentiment_score":1.0}
{"full_text":"What do you reckon 11 hours between Orange and MelBIN, get it done in one stint?","sentiment_score":0.0}
{"full_text":"Amanda Kloots shares candid New Year's message after losing husband Nick Cordero to COVID-19","sentiment_score":0.3681818182}
{"full_text":"RT Georgia: the world is watching and the future is ours to decide. Quality affordable health care, jobs, justice and recove...","sentiment_score":0.0}
{"full_text":"RT Horrific tragedy in Egypt. But we are getting close to this right here in the United States, too","sentiment_score":-0.3571428571}
{"full_text":"RT what if instead of making mall employees deal with this, we just closed the malls and paid everyone to stay home","sentiment_score":-0.1}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT When will those who are dialysis outpatients receive the vaccine at their dialysis centers. These patients ca...","sentiment_score":0.0}
{"full_text":"RT A Wisconsin pharmacist who tried to ruin doses of coronavirus vaccine is a conspiracy theorist and believed the shots would mutate...","sentiment_score":0.0}
{"full_text":"RT According to Speaker Pelosi, healthy Americans must wear masks, close their small businesses, and stay home at all times....","sentiment_score":0.125}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT While it was an honor to be sworn into the 117th Congress this weekend my only regret is that my family wasn't able to...","sentiment_score":0.25}
{"full_text":"This can't be real. God help us all.","sentiment_score":0.2}
{"full_text":"RT My friend, a gastroenterologist, on the east coast, made his non HCW wife &amp; 22 yo daughter employees of his practice so they co...","sentiment_score":0.0}
{"full_text":"Also there are many European countries who are doing worse than we are when it comes to deaths per 100,000 people:https:\/\/t.co\/ToA26wkuRBDon't believe what you're told. Look for yourself and be skeptical of the motive of sources - because everyone has a motive.","sentiment_score":-0.1}
{"full_text":"RT .@rondesantisfl Teachers should have priority for vaccines.We have been given the weight of the economy, mental health, and ed...","sentiment_score":-0.1}
{"full_text":"RT 4,563,260 COVID-19 vaccinations have now been administered in the U.S.1.39% of the U.S. population now has immunity.","sentiment_score":0.0}
{"full_text":"RT Look at the leadership of both countries","sentiment_score":0.0}
{"full_text":"Excuse me while I weep over the chestnut since due to the pandemic I can't see my retired mare again for quite a while","sentiment_score":-0.0875}
{"full_text":"RT BREAKING: Alberta's first health-care worker dies from #COVID19AB remembered as kind, caring personThe worker was an...","sentiment_score":0.425}
{"full_text":"The virus is spreading mostly in the home -- over 70% of cases. If you lockdown people they stay at home more. Flu and cold spread more in the Winter because people stay inside more. Same deal. And our Vitamin D levels are all down","sentiment_score":0.1777777778}
{"full_text":"I had no idea and this is fascinating.","sentiment_score":0.7}
{"full_text":"RT Nancy Pelosi let a Congresswoman who tested positive with the China Virus 6 days ago on the House floor to vote for her...","sentiment_score":0.2272727273}
{"full_text":"Decentralization of the distribution of vaccine has left a patchwork of madness. Vaccine distribution must be a National plan with the distribution centralized with the military. This is war - fight Covid like a war.","sentiment_score":-0.05}
{"full_text":"A tolerable level of death.","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT So Victorian businesses #StaySafeStayOpen, make sure: # Workers and customers wear a face mask indoors.# Your #COVIDSa...","sentiment_score":0.5}
{"full_text":"RT Well at least the sensible peeps, who will be labelled 'anti vax' in an effort to discredit their common sense ...Kn...","sentiment_score":-0.3}
{"full_text":"RT 'Growing body of evidence' shows COVID-19 leaked from Chinese lab: US official","sentiment_score":0.0}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"So here in so cal his grace king newsom has us all on lockdown, but Orange County doesn't give a flying shit, and all the gyms are open in these cities like Huntington Beach. But most people know to avoid it, obviously there's a financial hit when people cancel membership(part 2)","sentiment_score":0.06}
{"full_text":"RT Press Release: Head of the Ahmadiyya Muslim Community Speaks of Long-Term Destabalising Consequences of Covid-19 Pandemicht...","sentiment_score":0.0}
{"full_text":"CMA Warns About Pyramid Scheme Disguised as \"Gifting Club\"#ChimpReportsNews #BusinessNews #SocialMedia #WearAMask","sentiment_score":0.0}
{"full_text":"The NBA is adopting a tougher policy regarding masks, telling teams Monday that players on the active roster will have to wear the face coverings in the bench area until they enter games.https:\/\/t.co\/bDGYwGkO0r","sentiment_score":-0.1333333333}
{"full_text":"Pattaya's Koh Larn island closes itself to keep out COVID-19 via","sentiment_score":0.0}
{"full_text":"Health authorities have issued urgent alerts about venues visited by a teenager who tested positive to coronavirus after travelling across regional NSW.","sentiment_score":0.2272727273}
{"full_text":"Larry King, hospitalized with COVID, moved out of ICU","sentiment_score":0.0}
{"full_text":"A top Sonoran health official said recently that the state is ready to receive doses of the coronavirus vaccine. reports.","sentiment_score":0.2333333333}
{"full_text":"After reportedly receiving a complaint about a home gathering in violation of coronavirus restrictions, Quebec police raided the house in question, arresting two of six attendees. The footage swiftly went viral, prompting questions about the officers' use of force.","sentiment_score":-0.3}
{"full_text":"Last week's #COVID19 statistics saw recoveries up by 31% and new testing up by 5%. Keep watching this space for Covid-19 updates every week.","sentiment_score":0.0681818182}
{"full_text":"it's so disgusting and sad.","sentiment_score":-0.75}
{"full_text":"RT You can also check out other vetted Indigenous mutual aid projects on this site. Remember, a lot of smaller tr...","sentiment_score":-0.0625}
{"full_text":"May a pox be upon the wicked rulers of this land.","sentiment_score":0.0}
{"full_text":"Scotland to Impose Full Lockdown as COVID-19 Cases Surge","sentiment_score":0.35}
{"full_text":"A total of 1,000 vaccination centres will be set up. And, 500-600 centres will be set up in the first phase, for which work is underway in full swing, officials said.","sentiment_score":0.2}
{"full_text":"Bandaranaike International Airport Molecular Diagnostic Laboratory Completed 100,000 PCR Tests in Five Months#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"We added a new View! A scene of Kifune Shrine sprinkled with snow. This year it seems many will avoid the New Year Hatsumode (first shrine visit) crowds and stay home. How about an \"Air Pray\" from your Atmoph Window?https:\/\/t.co\/S0f5e8jcgn","sentiment_score":0.2642045455}
{"full_text":"Worry among U.K. #scientist that vaccines may not protect against SARS-CoV-2 variant found in South #Africa ... | #SouthAfrica | #SpikeProtein | #COVID19 | #coronavirus | #Pandemic | Via","sentiment_score":0.0}
{"full_text":"You don't need to add-to-cart to cop Hyunjin's look!  Stay stylish at home with easy-to-find items, like a paisley bandana! Learn more tricks and tips on how to wear headbands with K-Style Files E03! > #KmmunityHwaiting","sentiment_score":0.625}
{"full_text":"OVERWHELMED BY THE VIRUS: As concerns mount that holiday travel and gatherings could fuel a new surge in the new year, reports from inside one hard-hit Los Angeles hospital already pushed to the brink by the pandemic.","sentiment_score":0.1363636364}
{"full_text":"Kenya reopens schools 9 months later, amid Covid-19 fast spread fears","sentiment_score":0.1}
{"full_text":"Published studies have shown promising results for Ivermectin as a COVID treatment, but Bratzle points out that testing has been minimal.https:\/\/t.co\/isHe2wQpJN","sentiment_score":0.2}
{"full_text":"Airlines for America wants \"a global program to require testing for travellers to the United States.\"","sentiment_score":0.1}
{"full_text":"RT Great piece The virus will find vulnerable people where they live....even if almost nobody knows the...","sentiment_score":0.15}
{"full_text":"Dr. Fauci's recap of Covid's havoc on the year 2020.https:\/\/t.co\/YNbo36WQPD#COVID19 #law #justice","sentiment_score":0.0}
{"full_text":"Now playing on African Affairs Radio: 12 12 track 12 by ! Tune in now.Live (Nonstop African Music): #africansarenotlabrats #standby Resist #coronavirus #africansarenotlabrats #NoToCoronaVirusVaccines","sentiment_score":0.0}
{"full_text":"RT Trump: I'm going to go to my Scotland property the last day of my term, so I can't be arrested. Scotland: Declares month...","sentiment_score":0.0}
{"full_text":"Hong Kong startup scene remains healthy amid Covid-19 + other Startup News Roundup by  - 3 January 2021 -","sentiment_score":0.1875}
{"full_text":"Current Conditions for #Sayre PATemp: 32.9FWind Chill: 32.9FHumidity: 99%Dew Point: 32.7F Barometer: 30.053 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 208.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Sandra Lindsay, the Jamaican nurse who was the first person in the United States to get the COVID vaccine is encouragin...","sentiment_score":0.25}
{"full_text":"RT Over the last 48 hours China with no lockdowns has reported a total of 57 #Covid cases and no deaths. The US has had appr...","sentiment_score":0.0}
{"full_text":"Time: 04:00 * Temp: 4.0degC * Wind: NE 4.0 to 13.0mph * Pressure: 1024.2hPa * Rain: 0.0mm * Hum: 85% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:44 * Sunset: 16:13 * Cloudbase: 1040ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Even though Biden won over 7 million more votes and 306 certified electoral votes, Trump who started out lying before...","sentiment_score":0.5}
{"full_text":"There are so many things to be angry about today\/this week so I'm picking one, and it's rollout of the covid vaccine across NYS.","sentiment_score":0.0}
{"full_text":"RT Me and a friend meeting up after the pandemic and realizing we have nothing to say to each other","sentiment_score":-0.125}
{"full_text":"RT So now both of my daughters have tested positive for covid. Please keep them in ur prayers ","sentiment_score":0.2272727273}
{"full_text":"The Foodbank of Santa Barbara County has delivered nearly 3 million pounds of food to 60,000 households since the beginning of the pandemic. But the need is only growing.","sentiment_score":0.05}
{"full_text":"RT Its funny: we aren't doing great (even in my opinion) but only two countries (Israel and Bahrain) are doing better than the...","sentiment_score":0.3875}
{"full_text":"RT All through the first lockdown, I continually counted the blessing that at least it wasn't winter..","sentiment_score":-0.025}
{"full_text":"\" We faced demonetization at 4 hr notice, flawed GST without proper homework, sudden lock down hr notice. Pradhan sevak likes giving shock therepy to the nation","sentiment_score":-0.1638888889}
