{"full_text":"The irony knows no bounds.A predatory journal invites us to submit work on predatory journals (cfr. our work earlier this year quantifying the # and $ during this pandemic) to their predatory journal.@ma_xiya to our paper","sentiment_score":0.0}
{"full_text":"RT Remember one important thing: all the people you heard calling today for a 'full' national lockdown to be imposed, be they...","sentiment_score":0.375}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"leaders lead make a commitment to lead and not care about politics put Uk into lockdown you'll never be Churchill you'll be an also ran politician. Great politicians make difficult decisions easy by telling the people what they can do not what they should do","sentiment_score":0.2444444444}
{"full_text":"RT The #EU Recovery &amp; Resilience Facility will help rebuild a post #COVID19 Europe that is more green &amp; digital 20% of #...","sentiment_score":0.1}
{"full_text":"Private healthcare being advertised in UK as government acts to encourage COVID surge.","sentiment_score":0.0}
{"full_text":"RT #abc730 how about some stories on overworked health care workers called back from holidays because of a pathetic NSW COVID resp...","sentiment_score":-0.5}
{"full_text":"RT #Master  Are u ready ??","sentiment_score":0.2}
{"full_text":"RT #StaySafeStayHealthy it's ok not to be ok &amp;staying positive can be hard, but a smile even from behind a mask can brighten u...","sentiment_score":0.1392676768}
{"full_text":"RT The UK's Covid-19 curve is now almost vertical.","sentiment_score":0.0}
{"full_text":"RT 2021 so far much like 2020. Piers hysterically calling for the hardest lockdown possible after returning from his Christma...","sentiment_score":-0.175}
{"full_text":"RT #Extend_Due_Dates #Extend_CFSS Reasons for extension:Website problem to uploading the forms , ..delay in getting ord...","sentiment_score":0.0}
{"full_text":"RT Without an IOTA OF DOUBT, Megastar #SalmanKhan Is Currently India's Biggest Crowd Puller Cine Icon &amp; During These Difficult...","sentiment_score":-0.25}
{"full_text":"RT The Joint Committee on Vaccination and Immunisation (UK wide) has changed the advice on #COVID19 vaccine priority list so...","sentiment_score":-0.1}
{"full_text":"I haven't followed that evidence trail as closelyBut if I don't get close to you,touch the things that you've touchedor share my respiratory droplets with youthen I can't pass the virus to you&amp; you won't get it from me#SocialDistancingWorks #COVID19 #SARSCoV2","sentiment_score":0.0}
{"full_text":"RT Jis mulk main is trhah ka influence hogaa wo mulk kese taraqqi kare ga !! still some bullshit on Haqeeqat TV is trying to...","sentiment_score":0.2604166667}
{"full_text":"Patriot America Plus Insurance, Review IMG Covid Pre-Ex Plan for Visitors","sentiment_score":0.0}
{"full_text":"The Guardian yet again demonising Israel, rather than congratulating them for having a successful role out of the COVID-19 vaccine, by saying Israel is discriminating against Palestinians by refusing them the vaccine.","sentiment_score":0.75}
{"full_text":"I was just going to say condoms are a good example against STD's, as people are saying \"masks don't work\" because can't prevent COVID-19 from spreading by masks alone + not 100% preventative ","sentiment_score":0.7}
{"full_text":"People who died of heart failure, kidney disease, dementia (and many other things) have all been reported as 'Covid deaths'. Surely you are aware of this! Government data\/statistics would be laughable if it wasn't so tragic.","sentiment_score":-0.0541666667}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"ignores the fact that the Palestinian Authority and Hamas have responsibility for a vaccine programme in the West Bank and Gaza. They have preferred to go for the Russian vaccine which is their choice.","sentiment_score":0.0}
{"full_text":"has twitter page they help fir people who need just have follow","sentiment_score":0.0}
{"full_text":"Hain! Kamaal hai! Lead by example sir..","sentiment_score":0.0}
{"full_text":"RT Is the government purposely holding back the inevitable (that Ivermectin will be widely acknowledged as an eff...","sentiment_score":-0.0333333333}
{"full_text":"- government propaganda vehicle. Stay at home in the warm in your own safe bubble but send teachers - unmasked and unvaccinated back into school....How sick and hypocritical can you be? How ridiculous can you be?","sentiment_score":0.0789115646}
{"full_text":"We are treating some of the best people in the world in the worst way.  Why?","sentiment_score":0.0}
{"full_text":"1) My one friend is pissed-off with me saying I'm playing Rambo wrt Covid. I told him, these are testimonials of Joe Public. I've never said Covid is not reality, ONLY the government is making people fearful with false numbers. Now my friend says all off these people lie ...","sentiment_score":-0.325}
{"full_text":"RT Question: If radically reduced flu infections can be attributed to masking and social distancing, how ca...","sentiment_score":0.0333333333}
{"full_text":"RT Please stay home, enough people have already been hurt by this President.","sentiment_score":0.0}
{"full_text":"RT Students in the U.S. are likely to have suffered up to 9 months of learning loss in math, on average, by the end of the academic...","sentiment_score":-0.05}
{"full_text":"RT The Ministry of Justice dithered in March and refused to take the inevitable decision to close the courts until damage...","sentiment_score":0.0}
{"full_text":"RT End of year update. Average of 9000 deaths per day in 2020 due to COVID-19 and TB combined.","sentiment_score":-0.1375}
{"full_text":"A horrible thought..but perhaps ONLY THIS will provoke Brits to choose something different for our country.  End #CapDoffing; end to pretending we can continue with overprivileged lifestyles at expense of vulnerable, homeless &amp; poor; #ChooseBetterWorldForAll  look to Scandinavia","sentiment_score":-0.38}
{"full_text":"RT While Africa's younger population will likely have played some role in limiting mortality from #COVID19, the continent has n...","sentiment_score":0.0}
{"full_text":"RT Trump did not fail in his covid response- he made a conscious choice to let people die because he thought it would help him...","sentiment_score":0.175}
{"full_text":"RT Piers Morgan just interviewed, Dave Carr, a worried ICU nurse who attacked the government's handling of the pandemic. Here'...","sentiment_score":0.0}
{"full_text":"RT \"You guys  in Gov't need to provide firm leadership &amp; clarity. There is no logic left on the table that does not spell...","sentiment_score":-0.1}
{"full_text":"RT The Army is helping with targeted coronavirus testing in Greater Manchester it has been announced.LIVE updateshttps:\/\/t....","sentiment_score":0.5}
{"full_text":"Although this has changed somewhat.","sentiment_score":0.0}
{"full_text":"RT \"You guys  in Gov't need to provide firm leadership &amp; clarity. There is no logic left on the table that does not spell...","sentiment_score":-0.1}
{"full_text":"RT Seeing a lot of people on twitter talking about how their gender stuff has gotten complicated in the last year during loc...","sentiment_score":-0.25}
{"full_text":"All the 2020 highlights of the including massive stories and exclusives like #PPE #Brexit #COVID19 #Murdoch #whistleblowers - featuring top writers and selected by #podcast editor","sentiment_score":0.25}
{"full_text":"RT #Master  Are u ready ??","sentiment_score":0.2}
{"full_text":"RT Here in Italy people started to share this figure claiming that this is the diagram of the 5G chip that has been inserted i...","sentiment_score":0.0}
{"full_text":"RT Indians are lockdown since March2020 &amp; Pakistani\/Bangladeshi can travel to Saudi Arabia Indian Govt. did nothing si...","sentiment_score":0.0}
{"full_text":"RT #Master  Are u ready ??","sentiment_score":0.2}
{"full_text":"No Thomas a full lockdown won't just affect MY situation. It will fuck millions of other small businesses as well. If a full lockdown is required businesses require grants to make it through the next few months without worry.","sentiment_score":-0.0392857143}
{"full_text":"ignore that Israel vaccinates those they are responsible for, for example Palestinian prisoners in Israeli jails.","sentiment_score":0.2}
{"full_text":"RT People who have fully recovered from COVID-19 for at least two weeks are encouraged to consider donating plasm...","sentiment_score":-0.3}
{"full_text":"RT I'm starting to feel angry again because while a lot of people are \"escaping\" covid in Mexico, Indigenous people are dyin...","sentiment_score":-0.25}
{"full_text":"RT People can compare Clarkson's tweet about how he lay in bed and read a book as his response to Covid with what he wrot...","sentiment_score":0.0}
{"full_text":"RT Now have all your queries - from flight cancellations to COVID-19 assistance and more - resolved on WhatsApp. Just text Mi...","sentiment_score":0.5}
{"full_text":"RT [(XANVALA ONLINE Live announcement Art History)] #XANVALA #StayHome","sentiment_score":0.1363636364}
{"full_text":"They're too stupid to realize they're asked to leave because they aren't wearing masks during a pandemic. This has nothing to do with who they support, &amp; everything to do with their disregard for theirs' &amp; others' safety. It just happens that Trump has preached against masks.","sentiment_score":-0.8}
{"full_text":"RT Even as a lockdown sceptic I am absolutely amazed at how little difference the stringency of measures taken by different co...","sentiment_score":0.0041666667}
{"full_text":"RT I have never heard Trump be passionate and engaged about saving lives during the pandemic as he does trying to steal the el...","sentiment_score":-0.05}
{"full_text":"RT Extraordinary interview. Somebody has had gaslight-the-media training over the Xmas break. repeatedly defe...","sentiment_score":0.3333333333}
{"full_text":"I now know of three people who have tested positive for Covid, despite being asymptomatic.It just got real.The little bastard bug's learned to be sneaky.","sentiment_score":0.0198863636}
{"full_text":"RT Breaking news :Some social media scientist have found out covid is transferable only in cinemas and ter is no danger wh...","sentiment_score":0.0166666667}
{"full_text":"Good article on the destruction of the UK's school system initiated by the reforms implemented by Gove (aka Mr Clueless) as Education Secretary, which ruined everything.https:\/\/t.co\/7rl8hdM1HH","sentiment_score":0.7}
{"full_text":"Oxford man, 82, first in world to get Oxford\/AstraZeneca Covid-19 vaccine","sentiment_score":0.25}
{"full_text":"RT Please postpone our board exams Sir ... Not only the students of CBSE but we also suffered from this pandemic...","sentiment_score":0.0}
{"full_text":"RT Lord. You have to read this to see just how South Korea has kept cases so low.","sentiment_score":0.0}
{"full_text":"RT There's an awful lot riding on 'Health Passports' which would enable the roll-out a restricted-access Chinese-style social...","sentiment_score":-0.4833333333}
{"full_text":"RT Nursing home deaths as percentage of all deaths:75% Australia72% Canada57% Bellgium59% Spain49% Netherlands47% Sweden...","sentiment_score":0.0}
{"full_text":"Dialysis patient Brian Pinker, 82, has become the first person to receive the Oxford-AstraZeneca Covid-19 vaccine.https:\/\/t.co\/pLrVS2EIga#COVID19 #CovidVaccine #OxfordVaccine","sentiment_score":0.25}
{"full_text":"RT The COVID has taught the world many lessons in humility. believe that the farmers' protest will teach our rulers...","sentiment_score":0.5}
{"full_text":"Yes spot on","sentiment_score":0.0}
{"full_text":"RT #CoronaVirusUpdates:#COVID19 India Tracker (As on 04 January, 2021, 08:00 AM)Confirmed cases: 1,03,40,469Re...","sentiment_score":0.0}
{"full_text":"RT A Covid death is treated as something akin to cold-blooded murder. It is cold-blooded murder by your fellow citizens who, if...","sentiment_score":0.0}
{"full_text":"RT Write that IELTS as many times as possible.You are not slow. You just refuse to accept failurePs: Free IELTS materia...","sentiment_score":0.35}
{"full_text":"RT Dear the newspapers. I didn't \"battle\" Covid. I lay on my bed reading a book till it went away","sentiment_score":0.0}
{"full_text":"RT As someone recovering from covid, picked up by my daughter from primary school in the last week of the last term, I know...","sentiment_score":0.1333333333}
{"full_text":"The disturbing thing about these figures is that the 7 day average of #covid hospital admissions ends before Christmas. Why? Surely government has these #COVID19 figures? #nationallockdown is needed.","sentiment_score":-0.05}
{"full_text":"The five rupee doctor has decided to spread COVID 5 thousand fold!","sentiment_score":0.0}
{"full_text":"Oh ffs I'm still coughing rn it might have been COVID then yh how u feeling now","sentiment_score":0.0}
{"full_text":"RT Timeline of the plague year...:","sentiment_score":0.0}
{"full_text":"Why are the farmers upset? Check out this blog to know why are farmers upset and why are our farmers protesting? . #farmersrprotest #KissanEktaJindabad #COVID19 #FarmersBill2020 #Tractor2Twitter #KhalsaAid #COVIDSecondWave #modi","sentiment_score":0.0}
{"full_text":"RT In the UK, the PM, Boris, carries the can for Covid. In the US it's Trump. In France its Macron. In Australia it's the Premier...","sentiment_score":0.0}
{"full_text":"How plainly commercial entreprises with no sense of Brixton's existing culture siphon of funding which should support cultural workers during covid:","sentiment_score":0.05}
{"full_text":"It's always a relief to receive this in the post. I never take it for granted, although thanks to all the free workshops due to COVID, I've never done so much training in one year!  #CIM #CharteredMarketer #CPD","sentiment_score":0.18125}
{"full_text":"RT  #China: Since the #Covid19 outbreak in February, at least 9 Chinese journalists or press freedom defenders have been arrested...","sentiment_score":-0.15}
{"full_text":"RT Using negative COVID tests to decide if it's safe to go to parties is like using pregnancy tests as contraception.","sentiment_score":0.1}
{"full_text":"RT The COVID has taught the world many lessons in humility. believe that the farmers' protest will teach our rulers...","sentiment_score":0.5}
{"full_text":"The rule is to wait until so many people have died that even the PM's right-wingers accept the need for a belated lockdown.","sentiment_score":0.5}
{"full_text":"RT Breaking news :Some social media scientist have found out covid is transferable only in cinemas and ter is no danger wh...","sentiment_score":0.0166666667}
{"full_text":"RT Terrible news. This is exactly why we've been begging for full lockdown - the heartbreaking prospect of cancer surgeries...","sentiment_score":-0.1333333333}
{"full_text":"American talk-show legend Larry King hospitalized in Los Angeles after contracting Covid-19 -- RT USA News","sentiment_score":0.0}
{"full_text":"Thread .  This is how to deal with a pandemic.  Total deaths less than 1000.#covid19#SouthKorea","sentiment_score":-0.0833333333}
{"full_text":"RT Matt Hancock has just told the BBC that the \"old tier system is no longer strong enough\", given the new Covid variant, an...","sentiment_score":0.1674242424}
{"full_text":"RT Here in Italy people started to share this figure claiming that this is the diagram of the 5G chip that has been inserted i...","sentiment_score":0.0}
{"full_text":"Why does this decision look like it was made with haphazard? It is the same decision that had previously led the closure of edu institutions however, the COVID wasn't spreading as quickly as it is now. #ShafqatMehmood What's the game plan over here?","sentiment_score":-0.1666666667}
{"full_text":"RT Amazingly, the promise of \"original poems\" by covid-sceptics isn't even the most cringe thing about this tweet","sentiment_score":0.4916666667}
{"full_text":"RT Sisters die of Covid-related illness within days of each other","sentiment_score":-0.125}
{"full_text":"'More they oppose, more they are exposed': Nadda hits out at Congress over Covid-19 vaccine 'doubts'https:\/\/t.co\/Pb6CSY9axf#GujaratWelcomesJPNadda","sentiment_score":0.5}
{"full_text":"RT The coronavirus pandemic has left offices around the world empty. But what was the point of them anyway?","sentiment_score":-0.05}
{"full_text":"RT Please give a RT for all the pharmacists, pharmacy technicians and pharmacy support staff across the NHS.As well as carry...","sentiment_score":0.0}
{"full_text":"I see the bin men were out earlier than I thought ","sentiment_score":0.0}
{"full_text":"RT 2021 so far much like 2020. Piers hysterically calling for the hardest lockdown possible after returning from his Christma...","sentiment_score":-0.175}
{"full_text":"RT I don't understand how the pandemic is still going on in Ameri- oh.... I get it. Stupidity.","sentiment_score":-0.6}
{"full_text":"RT According to #women only have 75% of the #legal rights of men, their lives are threatened by restricted healthcare &amp; #gend...","sentiment_score":0.1}
{"full_text":"Will the President address the nation in level 5 lockdown and if so, when please.","sentiment_score":0.0}
{"full_text":"RT 'When something doesn't work, the answer is not to keep doing it with even greater fervour. The real answer is to stop doin...","sentiment_score":0.35}
{"full_text":"Mental health is one of the biggest pandemic issues we'll face in 2021","sentiment_score":-0.1}
{"full_text":"RT Wake-up call: Daily new confirmed COVID-19 cases per million people in UK...before the full impact of Christmas rule re...","sentiment_score":0.2215909091}
{"full_text":"Home stretch? Despite majority of people masking &amp; being locked down #'s have risen dramatically, &amp; now there's a new strain which is far more easily transmitted. It's here to stay like the flu; get it? So you'll forgive me if I don't plan to live in my basement indefinitely.","sentiment_score":0.1917508418}
{"full_text":"RT Scary:- Cabinet who do not resign and cannot be sacked- PM who consistently lies or does not understand th...","sentiment_score":-0.125}
{"full_text":"RT Who better than #ThalapathyVijay to take onus of getting audiences back to theatresBravo  has lowered eco...","sentiment_score":0.25}
{"full_text":"Hearing about the pandemic repeatedly can be highly upsetting. Take several breaks from the small screen and detoxify yourself from the news.https:\/\/t.co\/4npUtXoamc#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":-0.03}
{"full_text":"Dr. Anthony Fauci, the nation's top infectious-disease expert, said on ABC's \"This Week\" that President-elect pledge to administer 100 million shots of the vaccine within his first 100 days in office is achievable. #coronavirus #vaccine","sentiment_score":0.375}
{"full_text":"Out of the 82 new #coronavirus cases in #SaudiArabia, 35 were confirmed in Riyadh and 24 in Makkah.","sentiment_score":0.2681818182}
{"full_text":"Do we need to say it any louder?Tax the rich to pay for our green Covid recovery https:\/\/t.co\/a4nwAoD67k","sentiment_score":0.0875}
{"full_text":"[#retweet] BBC News - #Covid19: School closures will be 'as short as possible'https:\/\/t.co\/CPKrOUKOKp","sentiment_score":0.0}
{"full_text":"RT #KisanNahiToDeshNahi a genuine truth \"Puchta Hai Bharat\" Bhai, the farmers are the backbone of this coun...","sentiment_score":0.4}
{"full_text":"What Does 2021 Hold for Cybersecurity? #Cybersecurity #Cybercriminal #IoT #5G #COVID19 #pandemic #Data #AppsUnify","sentiment_score":0.0}
{"full_text":"A year ago I was in Curacao and happy not knowing that was the last vacation I got before covid ","sentiment_score":0.4}
{"full_text":"If anyone, in any other field, had messed up as badly as Boris Johnson has while handling the pandemic they would be fired.Politicians should be held to the same standards. Surely it's time for him to go so someone more competent can take over?","sentiment_score":0.1125}
{"full_text":"On the 11th day of Christmas, we want to give a shout out to 11-year-old Arnav, an incredible fundraiser who spent lockdown preparing cases for children who do not have any living essentials. Thank you Arnav - you're a star!","sentiment_score":0.3875}
{"full_text":"Hearing about the pandemic repeatedly can be highly upsetting. Take several breaks from the small screen and detoxify yourself from the news.https:\/\/t.co\/zJgyWpbnzp#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":-0.03}
{"full_text":"If you think you may have been exposed to COVID-19, please read the below to see the steps to take if you think you have COVID-19. For more information, go to","sentiment_score":0.5}
{"full_text":"RT If at all possibleget a pulse oximeter. If you develop covid-19, you may not feel breathless but your blood oxygen l...","sentiment_score":0.0}
{"full_text":"Post-Covid #flexibility is going to make the #office even better. Workers are going to have a higher quality of life, more time with kids, more connection to communities. This is the wild, blissful, utopian flexible future. for","sentiment_score":0.3083333333}
{"full_text":"Coronavirus - known officially as Sars-CoV-2 - would have a reproduction number of about 3 if no action was taken to stop it spreading. &gt;Covid-19: New variant 'raises R number by up to 0.7'https:\/\/t.co\/KgTCP9r8Tj","sentiment_score":0.0431818182}
{"full_text":"\"We figured, OK, we have coronavirus. We can tough it out. We'll just manage the symptoms at home. But then one morning, she started throwing up,\" Lauren Hocin said.https:\/\/t.co\/tL6CIsfnaX","sentiment_score":0.0555555556}
{"full_text":"Our provincial COVID-19 response teams have not stopped to make surethat we do everything possible to slow the spread of the virus. But we need your help by keeping yourself and your loved ones safe this year.","sentiment_score":0.225}
{"full_text":"As DCGI approved Serum Institute's Covishield and Bharat Biotech's Covaxin, state health ministers are holding review meetings and onsite inspections of vaccination centres as they expect doses to arrive next week and the inoculation drive to begin Jan 14.https:\/\/t.co\/tExPGVPlvS","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 04\/01\/2021 14:30Total Cases: 10341291 [+0]Active: 241232Recovered: 9946131 [+0]Deaths :149686 [+0]Total Tests: 175.64MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Because you claimed the pandemic was over, on the basis of no evidence. Because you have been proved wrong at every stag...","sentiment_score":-0.5}
{"full_text":"Eleven yrs ago my husband fell ill &amp; we started a journey of procedures, transplant, long-stay ICU, disability. We're hiding away, hoping Covid isn't another chapter in our story. Solidarity to those of you shielding too. People 'with existing conditions' are worth protecting.","sentiment_score":-0.1}
{"full_text":"We're back!  Our office has now reopened following a break for the #FestiveSeason  Wishing you all a very happy #NewYear!   Please note our #VisitorCentre remains closed under COVID-19 guidelines @WTSWW","sentiment_score":0.225}
{"full_text":"Coronavirus has changed the way we live, work and care for those in our community. While running a mostly virtual call centre we are proud to deliver top customer service and have been shortlisted by for the national Customer Experience Award #utilityweekawards","sentiment_score":0.4840909091}
{"full_text":"If you are living with abuse lockdown rules do not apply to you.If you are in immediate danger call 999.If you are too afraid to speak press 55.Call the National Domestic Violence Helpline 0808 2000 247You are #NotAlone","sentiment_score":-0.3}
{"full_text":"Women rock! #corona #pandemic","sentiment_score":0.0}
{"full_text":"The department has increased the number of marking centres to limit the number of people at various venues.https:\/\/t.co\/AJjDVJY9V5","sentiment_score":0.0}
{"full_text":"RT Just wrong... IT'S NOT A NORMAL WINTER I am responsible for 39 patients in ICU tonight, and 21 have #COVID19I have n...","sentiment_score":-0.125}
{"full_text":"After a difficult year during the pandemic, there are encouraging signs that workers in the Philippines will not only find employment but thrive in the post-#COVID19 labor market.","sentiment_score":-0.25}
{"full_text":"India has granted emergency approval to Bharat Biotech's COVAXIN but faced questions from industry experts and opposition lawmakers after taking the step without publishing efficacy data for the homegrown coronavirus vaccine.https:\/\/t.co\/znG0sj6Pu9","sentiment_score":0.0}
{"full_text":"Government economic managers have agreed to retain the tariff rate on imported mechanically deboned meat (MDM) at five percent to keep prices of canned meat products from rising at a time when the country has yet to recover from the pandemic.","sentiment_score":0.2}
{"full_text":"When will I be jabbed? - As more and more people are desperate to find out when they might be offered a vaccination against CoVID, Andy Pye takes a look at a vaccination date calculator.Read this article and many more when we launch - 5th Jan.Like  * Follow  * Share ","sentiment_score":0.28}
{"full_text":"Such bureaucracy should not have surfaced in relation to this emergency effort in the first place .@MattHancock get a grip on the so-called health service!","sentiment_score":0.15625}
{"full_text":"RT No one - except Boris Johnson - deals with a more serious situation with a weaker response. But I am struck by how the sit...","sentiment_score":0.0833333333}
{"full_text":"Learn how we plan to hold our AGM during the pandemic. You can learn more about how to vote in the AGM &amp; read the statements of the people who have been nominated to join the Board, the SPL's annual accounts 2019-20, and the minutes from last year's AGM.https:\/\/t.co\/KqOnFV1XrL","sentiment_score":0.25}
{"full_text":"'The emergence of new Covid-19 variants is common. However, those with higher speed of transmission or potentially increased pathogenicity are very concerning', says Regional Director for Africa, Dr Matshidiso Moeti.Read more:","sentiment_score":0.1310606061}
{"full_text":"A South Carolina man who spent more than two months in the hospital with COVID-19 credits his wife's voice with helping him make it through a coma and into recovery.","sentiment_score":0.1}
