{"full_text":"RT americans invalidating the worries of indonesian locals over gentrification, poverty, covid-19 &amp; LGBTQ discrimination by re...","sentiment_score":0.0}
{"full_text":"RT The ON gov't continues to ignore that schools are made up of ed workers + teachers. The only reason public education continues t...","sentiment_score":0.0}
{"full_text":"RT Why is #WaterSecurity more important than ever following the pandemic? Register to attend the virtual #ADSWSummit and learn...","sentiment_score":0.3}
{"full_text":"The fact that people still haven't figured out that this COVID shit is a scam really bothers me. Y'all really gotta snap out that pharmaceutical hypnosis. STOP WATCHING MAINSTREAM NEWS! Y'ALL ARE BEING SCAMMED !","sentiment_score":0.1041666667}
{"full_text":"Yep. Just hope the state of Victoria doesn't get sued by these narcissists for 'loss of earnings' or some other rubbish. It's costing us enough as it is, and that's not even counting the cost of bringing Covid carriers into the country.","sentiment_score":-0.0625}
{"full_text":"RT To be fair gambling isn't just about money laundering for drug dealers. It is also a parasitic industry that preys on...","sentiment_score":0.7}
{"full_text":"Why don't you go &amp; settle down in PAKISTAN. Don't give us lecture BSDK","sentiment_score":-0.1555555556}
{"full_text":"RT Massive Latin American caravan that hasn't been checked for COVID or any other disease will rush the border and be welcom...","sentiment_score":-0.0416666667}
{"full_text":"If we had a vaccine dosage for the number of times I've thought about this...","sentiment_score":0.0}
{"full_text":"RT For me, Home is Where Brad Is. I'm donating to the #ThisIsHome campaign to give direct payments for those most at risk of...","sentiment_score":0.3}
{"full_text":"Go on a date with a moot after this pandemic?  -- Possibly ","sentiment_score":0.0}
{"full_text":"RT Quarantine made me closer to my mental problems this is why pandemic has to stop asap because I'm gonna die here I swear","sentiment_score":-0.1}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"It's gonna be nice to have a competent president.","sentiment_score":0.55}
{"full_text":"Oxycontin is the #1 driver behind the heroin epidemic, which the CIA is supplying from Afghanistan into Puerto Rico and Hawaii.","sentiment_score":-0.4}
{"full_text":"RT This video is actually giving Mall task vibesIts been more than 1 year since Bb13 ended &amp; after lockdown 1st  proper ev...","sentiment_score":0.1666666667}
{"full_text":"Like how dumb are you? CDC explains it all. But i don't think any of you are smart enough to understand anything to be honest. The stupidity is next level. Real life Idiocracy. Mike Judge was right.","sentiment_score":0.040625}
{"full_text":"Over-counting? Try under-counting:","sentiment_score":0.0}
{"full_text":"RT Thank you President Trump for...1. Best economy ever 2. Lowest unemployment 3. Tariffs that protect U.S. jobs4. Lo...","sentiment_score":1.0}
{"full_text":"RT The sick irony is that Trump hid the severity of the pandemic because he thought it would hurt his reelection chances--wh...","sentiment_score":-0.7142857143}
{"full_text":"RT What Paul Wolfowitz was to the Iraq War, Tony Fauci is to covid.A congenitally dishonest, publicity-obsessed charlata...","sentiment_score":-0.3}
{"full_text":"Shocking to read such an accurate prediction one year later, after so much life lost.","sentiment_score":-0.08}
{"full_text":"RT We have to make NYC the fastest post-Covid comeback city which includes giving people the confidence to get together safely...","sentiment_score":0.5}
{"full_text":"RT At 7:50 pm my younger brother Jerry passed from covid after 45 days in hospital . He will be sadly missed by his Wife and 8 k...","sentiment_score":-0.25}
{"full_text":"RT Some of you all encouraging others to travel here during a mf pandemic. Telling others that they can find some visa loop...","sentiment_score":0.0}
{"full_text":"RT #MasterFilm becomes the World's No 1 Movie as Post Covid Release with Rs23M Approx .!!Let's Celebrate this Feat with a Tag  !!...","sentiment_score":0.0}
{"full_text":"RT So called farmers disrupted the Covid-19 vaccination drive in Kaithal, Haryana.They attempted to chase away the doctors an...","sentiment_score":0.0}
{"full_text":"RT Norway has now reported 26 fatalities in conjunction with the Pfizer COVID-19 vaccine.No other countries are reporting...","sentiment_score":-0.125}
{"full_text":"RT Pop Quiz: What do fired warehouse workers have in common? 1) Black 2) Asking for COVID19 safety 3) Live in...","sentiment_score":-0.1101010101}
{"full_text":"RT Time for Morrison to toughen up on Trump and Craig (mini-Trump) Kelly. Despite Murdoch's best efforts, Australia isn't yet rul...","sentiment_score":1.0}
{"full_text":"'Blood on his hands': As US nears 400,000 COVID-19 deaths, experts blame Trump administration for a 'preventable' loss of life #SmartNews ","sentiment_score":0.0}
{"full_text":"RT The inauguration is going to be virtual so why all the military here in DC businesses are boarded up plus a lockdown Maryla...","sentiment_score":-0.1}
{"full_text":"RT HERBERT \"HERBIE\" MUNIZ, 56 of Texas died of COVID on Dec. 18.\"Herbie is known for many things...EPIC stories, clever hi...","sentiment_score":0.3333333333}
{"full_text":"RT At 7:50 pm my younger brother Jerry passed from covid after 45 days in hospital . He will be sadly missed by his Wife and 8 k...","sentiment_score":-0.25}
{"full_text":"Doesn't help that those same business's donated to the LNP","sentiment_score":0.0}
{"full_text":"RT Larry Morrow throws a huge birthday party in Houston knowing New Orleans folks would come &amp; return to NOLA. Multiple succe...","sentiment_score":0.1787878788}
{"full_text":"RT We have to talk about Kristen Gray and how she's encouraging people to move to Bali during a pandemic","sentiment_score":0.0}
{"full_text":"RT Health officials in New Mexico today reported 751 new Covid-19 cases and 22 additional deaths. Four of the latest deaths...","sentiment_score":0.2575757576}
{"full_text":"Hate preacher Abu Hamza 'begs' to come back to UK as he's 'scared of catching Covid'","sentiment_score":-0.0666666667}
{"full_text":"RT at the expense of 220+ million lives ","sentiment_score":0.0}
{"full_text":"RT WHO inspector caught on camera revealing coronavirus manipulation in Wuhan before pandemic ","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT China's economy grew by 2.3% last year as its pandemic recovery accelerated. That's well ahead of the U.S. and other major economie...","sentiment_score":-0.0208333333}
{"full_text":"RT The WHO literally says don't wear masks during exercise because they could cause serious breathing difficulties, but it w...","sentiment_score":-0.3333333333}
{"full_text":"Or in the Oval Office or some secret location. Not understanding why they're not doing that.","sentiment_score":-0.4}
{"full_text":"RT \"Policy papers will be back in vogue and governing by cable chyron likely out\"","sentiment_score":0.0}
{"full_text":"RT i feel like everyone could stand to be 20% more worried about covid than their current base anxiety","sentiment_score":-0.1}
{"full_text":"RT Regarding the Bali thread (now deleted) that is taking Twitter by storm:First of all encouraging people to skirt immigrati...","sentiment_score":0.0}
{"full_text":"RT \"A group of Stanford University economists who created a statistical model estimate that there have been at least 30,0...","sentiment_score":-0.3}
{"full_text":"RT The pandemic is here for almost a year la wei","sentiment_score":0.0}
{"full_text":"RT he's not lying, this is me before and after the vaccine. not enough people are speaking up about this","sentiment_score":0.0}
{"full_text":"RT Convicted murderer and former music producer Phil Spector has died, reportedly from #COVID19 complications, at 81.That'...","sentiment_score":0.0}
{"full_text":"The M.O.C.H.A. Foundation has Exposed many Inequalities in America, while offering Effective Solutions to End Generational Obstacles faced by Black Americans. We never stopped registering voters during #pandemic Now We really need your #help PLEASE #donate","sentiment_score":0.2166666667}
{"full_text":"has been a BULLY  he has shouted politicians down not given them a chance to reply he needs to look at his Bullying tactics when we were all learning about this Pandemic ","sentiment_score":-0.1555555556}
{"full_text":"RT Despite a pandemic, a job apocalypse, and civil unrest, some are predicting that the U.S. and perhaps the rest of the world are o...","sentiment_score":0.0}
{"full_text":"RT the first concert i go to after covid i'm gonna go so hard. i don't care if it's an acoustic set i am opening up a mos...","sentiment_score":-0.0208333333}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT she in the club post covid reading people's tarot in the bathroom","sentiment_score":0.0}
{"full_text":"RT On TV: North Carolina's COVID-19 metrics dropped on Sunday. At 11, health experts weigh in on if we're past the post-holiday coro...","sentiment_score":-0.25}
{"full_text":"RT If Covid made dicks fall off, the pandemic would have ended like 6 dicks in.","sentiment_score":0.0}
{"full_text":"I always want to visit Bali and see the sandy beach. Maybe once this pandemic is gone, I might visit Bali in the year 2022. Or maybe I just visit Bintan instead. Or Batam. This pandemic isnt going away anytime soon isnt it???","sentiment_score":0.0}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT 1200 Days 2017 To 2021 GST Portal, GST Network  Continuous System Failure, LOSSES. COVID-19 Six Months, Without Busine...","sentiment_score":-0.3166666667}
{"full_text":"RT 23 die in Norway after receiving Pfizer COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Did you know people with Down Syndrome are 10 times more likely die if they contract Covid-19?Advocates are asking the...","sentiment_score":0.1148148148}
{"full_text":"RT #AgeRelexation_AirforceXYWe want age relaxation covid is no our fault...@rajnathsingh@IAF_MCC@PMOIndia#AgeRelaxat...","sentiment_score":0.0}
{"full_text":"Such a tragedy. Peace of the Lord with you and your family. Everyone, Please wear your masks and save a life.","sentiment_score":0.0}
{"full_text":"India reports 13,788 new #COVID19 cases, 14,457 discharges and 145 deaths in last 24 hours, as per Union Health MinistryTotal cases: 1,05,71,773Active cases: 2,08,012Total discharges: 1,02,11,342 Death toll: 1,52,419","sentiment_score":0.0681818182}
{"full_text":"RT So called farmers disrupted the Covid-19 vaccination drive in Kaithal, Haryana.They attempted to chase away the doctors an...","sentiment_score":0.0}
{"full_text":"RT JOHN KNUPPEL, 93 of Oklahoma City, Oklahoma died of COVID on Dec. 13. \"My dad was a happy, kind person. He loved the fi...","sentiment_score":0.7}
{"full_text":"Tennis players who flew in for the #AusOpen are in lockdown in Melbourne after some on their charter flights tested positive for #Covid19.More:","sentiment_score":0.2272727273}
{"full_text":"RT Interesting how no government person has leaked any factual intelligence driving this military activity","sentiment_score":0.2}
{"full_text":"RT Mmm interesting","sentiment_score":0.5}
{"full_text":"RT Bollywood Audiences should come out of Corona fear and support Everyone involved in cinema field t...","sentiment_score":0.0}
{"full_text":"RT Covid really ruining college ...","sentiment_score":0.2}
{"full_text":"RT After taking note of the laxity, low risk perception &amp; complacency exhibited among St. Andrew's Church Choir members, WHO fi...","sentiment_score":0.0}
{"full_text":"RT Time for to abandon sinking COVID ship, according to \" ... there's growing...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Too bad he didn't invest that much in Covid-19 relief, contact tracing, vaccine distribution.","sentiment_score":-0.25}
{"full_text":"this dumb dumb already got coronavirus one time from this kind of fuckery! tbh australia would be justified in asking him to leave due to his commitment to irresponsibility","sentiment_score":0.055}
{"full_text":"RT The construction of National Highways has reached unprecedented speed at a time when nationwide lockdown had stopped wor...","sentiment_score":0.6}
{"full_text":"Frfr y'all fucked up with it","sentiment_score":-0.6}
{"full_text":"RT #MasterFilm becomes the World's No 1 Movie as Post Covid Release with Rs23M Approx .!!Let's Celebrate this Feat with a Tag  !!...","sentiment_score":0.0}
{"full_text":"U.S. President Donald Trump's signing of the COVID-19 relief bill on Dec. 27, 2020 starts a 180-day countdown until the presentation of a report to Senate intelligence about objects known as UFOs (unidentified flying objects).159 days remain until 6.25.2021","sentiment_score":0.0}
{"full_text":"Kaya Natin! Champion Sen. said the government's task force against the COVID-19 pandemic should not use political goodwill as the basis for approving a vaccine in the fight against the coronavirus.READ MORE:","sentiment_score":0.25}
{"full_text":"COVID-19 vaccinations to begin at nursing homes in Turkeyhttps:\/\/t.co\/i6mfM4Tkt5","sentiment_score":0.0}
{"full_text":"Arthritis Drugs Reduced Covid-19 Deaths, ICU Time in Study #chronicillness #covid19 #arthritis","sentiment_score":0.0}
{"full_text":"A recent #COVID-19 study saw single cell sequencing applied to characterise the immune cell repertoire and gene expression changes in recovering patients. #Corona #ImmunologyRead our team's review below:","sentiment_score":-0.0357142857}
{"full_text":"The Assessor's Office invites commercial property owners to a live webinar at 11am on Jan. 21 to learn about opportunities to reduce 2021-22 property taxes if you were impacted by COVID-19.Register for the workshop at or scan the QR code!","sentiment_score":0.0852272727}
{"full_text":"As pandemic endures, addressing the needs of vulnerable tribal communities is critical. Help us provide their urgently needed care! DONATE through RETWEET to help us pull more resources for our needy kababayans. DSWD-SB-SP-00112-2020 Nationwide","sentiment_score":0.0}
{"full_text":"RT As of January 4, HHS estimated that 71.3% of all inpatient beds were occupied, with COVID-19 patients occupying 17.7% of all...","sentiment_score":0.0}
{"full_text":"RT The Dolphins Were On Lockdown?!? ","sentiment_score":0.0}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"Do you think #COVID19 vaccinations should be mandatory for employees?","sentiment_score":0.0}
{"full_text":"Queensland couples bring pregnancy plans forward amid pandemic baby boom","sentiment_score":0.0}
{"full_text":"RT After this Pangea? the earth ain't never gonna be the same","sentiment_score":0.0}
{"full_text":"Freeman Hotel Dining Roomc. 1910#sundayvibes #COVID19","sentiment_score":0.0}
{"full_text":"10 Home-Service COVID-19 Tests You Can Get in Manila:","sentiment_score":0.0}
{"full_text":"RT To get as many people vaccinated as quickly as possible, we need more clinics across the nation. That's why my administration...","sentiment_score":0.3333333333}
{"full_text":"Hays County leaders working to create public portal to help with vaccine sign-up","sentiment_score":0.0}
{"full_text":"An Indianapolis couple married for 33 years planned to get the COVID-19 vaccine as soon as possible in 2021, but the two didn't make it that far, contracting the virus and dying just one day apart.","sentiment_score":0.1166666667}
{"full_text":"#COVID19Vaccine | On day 2 of pan-India vaccination drive, around 17,072 health workers received the vaccine jab against the coronavirus","sentiment_score":0.0}
{"full_text":"#COVID19 | Nearly 2,24,301 individuals have been vaccinated so far, with about 17,000 of them vaccinated on Sunday, the Health Ministry said in a briefing.  ","sentiment_score":0.1}
{"full_text":"Demand for beachside lifestyles has swelled during the pandemic, with prices rocketing as a result.","sentiment_score":0.0}
{"full_text":"RT 1\/Infectious #SARSCoV2 in the air of a car 2 hrs after unmasked driver w\/mild #COVID exited vehicle. Researchers found th...","sentiment_score":0.0}
{"full_text":"RT a new COVID-19 variant is spreading in California, including the Bay Area, where it has been linked to large outbreaks in...","sentiment_score":0.1753246753}
{"full_text":"Police, government officials, criminologists, social workers and mental health experts are saying that last year a new factor helped fuel gun violence and gun sales-the pandemic. #US #Covid_19https:\/\/t.co\/taKcJe7UgN","sentiment_score":0.0174242424}
{"full_text":"EDUCAUSE Shows CIOs Stepping Up to the Pandemic Challenge, Gaining Influence#Splunk #Monitoring #DevOps #CloudAffairehttps:\/\/t.co\/y2ItRXqlrk","sentiment_score":0.0}
{"full_text":"RT Today marks an important milestone in our fight against Covid-19 as PM Ji launches pan India rollout of vacc...","sentiment_score":0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 35.2FWind Chill: 33.9FHumidity: 84%Dew Point: 31.0F Barometer: 29.754 inHgWind: 3 mph from the WSWCorona Virus Weekly Stats:Cases: 183.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT We have to push ourselves to avoid becoming desensitized to Covid's toll.In 2005, Hurricane Katrina killed 1500 people i...","sentiment_score":0.125}
{"full_text":"RT 'Film star grandfather' Unnikrishnan Namboothiri defeats COVID at 98 #COVID","sentiment_score":0.0}
{"full_text":"Please use the link below to check you have all of the paperwork you need to cross the border between Great Britain and the EU in HGVs, including the Kent Access Permit, and details on how to access COVID testing facilities,:","sentiment_score":0.4}
{"full_text":"RT Ron Klain, Biden's incoming White House chief of staff, says 500,000 Americans will have died from the coronavirus by the...","sentiment_score":0.0}
{"full_text":"Pandemic P got hops","sentiment_score":0.0}
{"full_text":"Important: From 04:00 on 15\/01\/21, it will be mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test. More info:","sentiment_score":0.45}
{"full_text":"WATCH  Can online platforms help drive inclusive growth as the COVID-19 threat abates?ADB Chief Economist and a panel of experts discuss the evolution of e-commerce and its opportunities to help drive inclusive growth post-COVID. #ADBImpact","sentiment_score":0.0}
{"full_text":"jin lockdown... i need a moment","sentiment_score":0.0}
{"full_text":"And the rest don't know who Craig Kelly is???#ScottyFromMarketing Three-quarters of Australians say Scott Morrison should rebuke Craig Kelly for Covid misinformation","sentiment_score":0.0}
{"full_text":"RT It's a difficult thing to fathom, what with the economic collapse and the surge in the ranks of the jobless, the homeless...","sentiment_score":-0.15}
{"full_text":"Foreclosure Law On Trial As Coronavirus Second Wave Surges","sentiment_score":0.0}
