{"full_text":"RT Coronavirus Updates: Rep. Espaillat Tests Positive For COVID-19https:\/\/t.co\/pAftsm6xne","sentiment_score":0.2272727273}
{"full_text":"#vaccine is not for people under the age of 16, also pregnant and breastfeeding women are excluded.","sentiment_score":0.3333333333}
{"full_text":"RT Everyone likes Tom Hanks!","sentiment_score":0.0}
{"full_text":"RT Trump is trying to highlight his \"legacy\". Let's see- he lost the White House, lost the Senate, lost the House, impeached...","sentiment_score":0.0}
{"full_text":"RT History will remember that Cinemas in India after Post Covid Era were revived by two south films #Master &amp; #Krack ,not by M...","sentiment_score":0.0}
{"full_text":"RT Even if, which I gravely doubt, a Covid-19 vaccine turns out to have adverse side-effects, Covid-19 itself is almost ce...","sentiment_score":0.0}
{"full_text":"These businesses can just 'take it on the chin' along with the friends and relatives of 100,000 people who died because your bloated, philandering cretinous liar of a PM can't accept or handle responsibility.The electorate know who's to blame and you'll pay the price in May.","sentiment_score":0.0}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"RT Toby Young was writer behind misleading claims in Telegraph that having a cold could offer protection against coronavirus...","sentiment_score":-0.3}
{"full_text":"RT Blimey. Yet a nurse is worth just PS24,907? #NHS","sentiment_score":0.3}
{"full_text":"RT The pandemic has piled new demands on #SAPro's. They're burning out and see no end in sight.https:\/\/t.co\/DVDjgq7d84 #SAC...","sentiment_score":0.1363636364}
{"full_text":"RT Those are some serious #BottleFlip skills ","sentiment_score":-0.3333333333}
{"full_text":"RT More than 384,000 Americans have died from COVID-19. On January 19th, we'll honor the lives lost and mourn with communiti...","sentiment_score":0.5}
{"full_text":"RT Jeju Island and blockchain company  are proceeding with a full rollout of their COVID-19 contact tracing app...","sentiment_score":0.35}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"Andy Murray could miss Australian Open after positive Covid-19 test","sentiment_score":0.0757575758}
{"full_text":"Just want to say how excited I am to be able to fundraise for once again, especially in times like these. The pandemic has had a dramatic effect on the whole world, and socialising has very much become a virtual concept.","sentiment_score":0.1502777778}
{"full_text":"one million likes","sentiment_score":0.0}
{"full_text":"In 2020, several Abuja businesses were in lockdown for more than half the year due to COVID-19 and generated no revenue for that period But AMAC still decides to begin 2021 with their usual annual multiple taxation","sentiment_score":-0.0069444444}
{"full_text":"RT Risk factors for covid1. A member of Congress2. Republican 3. Democrat isolated with Republicans who refuse to wear a mas...","sentiment_score":0.0}
{"full_text":"RT The map that shows Britain could be beating Covid+ Boris Johnson delays lockdown tightening + England's outbreak starts...","sentiment_score":0.0}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"Just witnessed a driver deliver a package to an indoor covid testing facility without wearing a mask. This is why we're doomed","sentiment_score":0.0}
{"full_text":"Ain't that Wuhan Flu a b*tch? As dangerous as a democratic governor in a blue state. Deadly to both seniors AND small businesses","sentiment_score":-0.2625}
{"full_text":"COVID.","sentiment_score":0.0}
{"full_text":"RT As govt delays negative Covid test requirement for people travelling to the UK, voters wonder why a party elected on a pl...","sentiment_score":-0.3}
{"full_text":"Hey Rudy, how do you fancy being unemployed and claiming benefits in this pandemic, will this be what it takes to bring the facts home to you. Now your just a non-entity.","sentiment_score":0.0}
{"full_text":"don't get why celebs are going on holiday and posting ab it knowing it will get them in shit like mate if I was rich all I'd do is buy a swimming pool and I would be sorted, lockdown could last another 10 years I don't give a fuck watch me do a backflip underwater","sentiment_score":-0.05625}
{"full_text":"RT Live updates: Amid fallout from Trump's impeachment, Biden seeks to keep focus on coronavirus, economy","sentiment_score":0.1363636364}
{"full_text":"RT Love this. Ottawa is opening the Rideau Canal for skating.*This is a very low risk outdoor activity.*Exercise is fan...","sentiment_score":0.25}
{"full_text":"RT Did you know that one of the best ways to prevent the spread of COVID-19 is to wash your hands  thoroughly with soap...","sentiment_score":1.0}
{"full_text":"Could this be Lockdown 3, The Lockening or are we not there yet?","sentiment_score":0.0}
{"full_text":"No mate, I also feel worse now than the summer.  I spend a lot of time telling myself to think about the positives I have in my life, but having a cry dose help.lots of love to you.","sentiment_score":0.05}
{"full_text":"RT  WEDNESDAY GIVEAWAY WIN this beautiful bracelet from John Greed  All you need to do is: retweet this post, follow John...","sentiment_score":0.825}
{"full_text":"COVID-19: Number 10 contradicts Home Secretary Priti Patel over lockdown rules on exercise | Politics News - Street has contradicted Home Secretary Priti Patel after she claimed people in England should only exercise alone during the curren...","sentiment_score":0.0}
{"full_text":"RT I went into this sort of work thinking \"late stage capitalism\" and left thinking \"oh my god -I'm so glad scientists are...","sentiment_score":0.0666666667}
{"full_text":"It's hard for people to tell Covid lies from Covid truths. Amid the fabricated Panic-demic and vaccine marketing hype I tend to believe those showing the courage to challenge the official narrative. (\"If you're under fire, you're likely over the target.\")","sentiment_score":-0.0972222222}
{"full_text":"Travel to England banned from 15 South American countries over Brazil varianthttps:\/\/t.co\/2ITkTyY587","sentiment_score":0.0}
{"full_text":" Been thinking about the vax clinic. Opposite seating waiting areas can there be banners. 1) with common Q&amp;A  about vax and side effects, 2nd jab etc 2) a celebratory vax administered yesterday, today and totalizer  for those waiting to read","sentiment_score":-0.1}
{"full_text":"RT More than 384,000 Americans have died from COVID-19. On January 19th, we'll honor the lives lost and mourn with communiti...","sentiment_score":0.5}
{"full_text":"RT Trumpists planning to destroy the economy this weekend in Denver where businesses are already struggling to survive due...","sentiment_score":-0.1625}
{"full_text":"RT We are delighted to share with you our 'Lockdown Live' support to schools and learners during this period of remote learning. F...","sentiment_score":0.2454545455}
{"full_text":"RT #DataUpdate #StayAlert 14th JanR number: 1.1 - 1.4!People Tested Positive Daily: 254!!People Tested Positive Total...","sentiment_score":0.1136363636}
{"full_text":"Today, 32 MORE STUDENTS BECAME COVID POSITIVE.IN 100days, 1Lakh positive STUDENTS IS OUR Govt's target.@samirdash01 Bravo Decision Sir!!Shame on our System!!","sentiment_score":0.4275568182}
{"full_text":"RT People who have had COVID-19 are highly likely to have immunity from it for at least five months, but there is evidence that t...","sentiment_score":-0.15}
{"full_text":"RT COVID has gotten entirely lost, even though it's killing 4,000 a day. We're talking about Lauren fucking Boebert and Jim J...","sentiment_score":-0.3}
{"full_text":"RT The UK now has over 100,000 covid deaths. That's a result of government failure on a grand scale. The lack of calls for Jo...","sentiment_score":0.0916666667}
{"full_text":"RT We have experienced both Cyber-Stalking and Actual Stalking over the last 5 years. It is no joke.","sentiment_score":0.2666666667}
{"full_text":"RT Too bad we don't have 500,000 rapid tests sitting in a warehouse. Oh that's right -- we do. I wonder how many need to die...","sentiment_score":0.0285714286}
{"full_text":"There are people (sans medical condition) who keep complaining about their air quality when they wear a mask. Little do they know, they're telling on themselves.","sentiment_score":-0.09375}
{"full_text":"When The PCR Test Is Useless for Covid-19 (But Useful For Crooked Governments)","sentiment_score":-0.0666666667}
{"full_text":"I reckon if everyone unubscribed to and subbed to the pandemic would be over","sentiment_score":0.0}
{"full_text":"RT We now have more patients on ventilators than during the first peak. That's nearly 3500 people fighting for their lives ri...","sentiment_score":0.2833333333}
{"full_text":" All of our cars are ready to go when you are! Have a look at our stock on.. Free Home Delivery also available! Stay Home, Stay Safe! Thank you RRG Altrincham Toyota","sentiment_score":0.44375}
{"full_text":"The #Toronto #Library is STILL open.Good. What we did last March closing everything was utterly appalling and worse it backfired.Keep things open and give people options with ongoing access to a wide variety of resources.","sentiment_score":-0.17}
{"full_text":"During the period of lockdown, lock in the inability to exchange global currency exchange so the 200 billion circulates only in Australian economy. No currency exchange of AUD municipality to watch the growth of cash flow that stays within Australia.https:\/\/t.co\/v7PrZozTH6","sentiment_score":0.0}
{"full_text":"RT Join us this Saturday and help bring awareness to the epidemic of missing and murdered indigenous women. Sign up now for the...","sentiment_score":-0.2}
{"full_text":"Coming up at 5pm GMT: The #LongCovid - live Q&amp;A session, with &amp; More info here:","sentiment_score":0.3181818182}
{"full_text":"CRIES AND YEARNS IN PANDEMIC","sentiment_score":0.0}
{"full_text":"Lolol where did I say you couldn't criticize their government? I didn't. What I did say is that you cannot just blame one single individual. How does JT or my premier or my mayor stop a Canadian with covid going out and spreading the infection to someone else? They can't.","sentiment_score":0.2428571429}
{"full_text":"RT As the UK tragically hits a record number of Covid-19 deaths, Covid-sceptic-in-chief appears to have delete...","sentiment_score":0.0}
{"full_text":"Witchcraft !","sentiment_score":0.0}
{"full_text":"RT Will the COVID-19 pandemic transform infection prevention and control in surgery? Seeking leverage points for organizational l...","sentiment_score":0.0}
{"full_text":"RT So I didn't expect to be moving out of state so suddenly, to California no less, but due to Covid and current political un...","sentiment_score":-0.0083333333}
{"full_text":"RT These historic numbers keep coming and then the number of dead rises. The scale of loss is immense and we need to acknowledg...","sentiment_score":-0.0666666667}
{"full_text":"Ontario: LOCKDOWN!!! Me: but we were already in lockdown Ontario: But this time we mean it. #ontariolockdown","sentiment_score":-0.3125}
{"full_text":"SARS 2 WHO","sentiment_score":0.0}
{"full_text":"RT Let this sink in:Today, UK  reports 1,564 new #COVID19 deaths, biggest one-day increase on record. UK is ~1\/5th the p...","sentiment_score":0.1363636364}
{"full_text":"RT This chart is a stark reminder of how incredibly contagious #SARSCoV2 is. Every major respiratory contagion -- except #...","sentiment_score":0.2541666667}
{"full_text":"RT The key problem - and I have heard it from so many people who deal with Boris Johnson - is that he is too lazy to actually...","sentiment_score":0.0625}
{"full_text":"This infiltration runs deep. COVID isn't the only infectious disease we've been fighting.","sentiment_score":0.0}
{"full_text":"RT Julia Letlow, widow of the congressman-elect who died after contracting COVID, announces she will run for his seat. The spe...","sentiment_score":0.0}
{"full_text":"RT Two biotech companies say they have received regulatory approval to begin veterinary trials for a COVID-19 vaccine for cats. ...","sentiment_score":0.0}
{"full_text":"RT Simply awful. But many of them will feel bullied into going to work and feel they've no choice. #COVID19","sentiment_score":-0.25}
{"full_text":"RT A digital Covid vaccination passport is being created by firms like Microsoft and Salesforce","sentiment_score":0.0}
{"full_text":"THIS!","sentiment_score":0.0}
{"full_text":"RT The COVID-19 Vaccine will always be available for free, you will never be asked to pay for it by the NHS, or to provide...","sentiment_score":0.4}
{"full_text":"RT BREAKING:  The entire National Mall will be CLOSED to the public on Inauguration Day, two federal officials tell NBC News...","sentiment_score":-0.0333333333}
{"full_text":"RT This will be my first and possibly last tweet (thread) as I am mostly here to learn. It is prompted by a recent study quest...","sentiment_score":0.1875}
{"full_text":"RT Ah, well good thing they put so much work into taking back the Senate. ","sentiment_score":0.3}
{"full_text":"for less than an hour. We didn't wear masks (our fault), but even though we kept our distance, they fell ill a few days later. My mom had it the worst. My dad was a few days into having the covid vaccine. Which I feel helped prevent him from getting really sick.","sentiment_score":-0.3972789116}
{"full_text":"RT One year ago today, the World Health Organization provided a shameful medical imprimatur for the Chinese Communist Party's...","sentiment_score":0.0}
{"full_text":"She has these looks on lock(ed down). ","sentiment_score":-0.1555555556}
{"full_text":"RT Jordan King receives COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"I'm at the dang health dept. and this white lady keeps carrying on about how 'Pike County aint what it used to be' just because she couldn't get the covid vaccine after being told repeatedly sign ups were full..So in other words you're used to being more privileged ","sentiment_score":0.125}
{"full_text":"REMINDER:It is 'FLU SEASON'Can the Public Health Officials distinguish COVID-19 from the FLU?","sentiment_score":0.0}
{"full_text":"RT When the pandemic started there were warnings that staff absence of up to 20% could cause disruption to essential serv...","sentiment_score":-0.00625}
{"full_text":"The UK is struggling to cope with another wave of a highly deadly and disruptive pandemic as its healthcare system is on the brink of collapse, and EU trade faces major disruptions, so... let's bring a leadership challenge, hooray!","sentiment_score":-0.0609375}
{"full_text":"RT hey guys just wanna say that my carer lost 3 family memebers to covid last mnth and i get how ur all feeling atm hope ur a...","sentiment_score":0.0}
{"full_text":" should have been our savior through this pandemic. With card shows and some card shops closed, they could have risen to the occasion with great customer service and quick shipping to satisfy us collectors, but dropped the ball instead. #baseballcards","sentiment_score":0.3444444444}
{"full_text":"NOTE:Ontario's Provincewide Shutdown came into effect on December 26. All Ontarians are advised to stay home as much as possible and limit trips outside of your home to necessities. Learn about the public health measures you need to follow at","sentiment_score":0.0}
{"full_text":"RT Joe Biden is inheriting an economy losing a half million more jobs than the worst week of the Great Depression each week, a Rep...","sentiment_score":0.0333333333}
{"full_text":"RT Very good point, the labor certification has always been there before and after Covid","sentiment_score":0.91}
{"full_text":"\"Who could have seen this coming?\"Day 1 we said Trump would be a shitshow.Then 1. Botched pandemic response, 300k dead2. Millions unemployedNow1. Members of Congress under investigation for sedition, 2. Joint Chiefs issue a \"Reminder to NOT coup\" before inauguration.smh","sentiment_score":0.0}
{"full_text":"RT This chart is a stark reminder of how incredibly contagious #SARSCoV2 is. Every major respiratory contagion -- except #...","sentiment_score":0.2541666667}
{"full_text":"RT Members of Congress who feel they have to carry a gun to protect their colleagues but won't wear a mask to protect their col...","sentiment_score":0.0}
{"full_text":"RT BREAKING JAN 14: #FordFailedThePeople has received over 196000 doses!! Total folk fully vaccinated under 9000?? Feds publi...","sentiment_score":0.0}
{"full_text":"RT an update: corey johnson's and dustin higgs'  executions are scheduled for TONIGHT and TOMORROW, respectively. lawyers won...","sentiment_score":0.0}
{"full_text":"The Covid-19 virus is thriving!Actually killing it.","sentiment_score":0.0}
{"full_text":"We've hit 2 million cases in Germany #COVID19","sentiment_score":0.0}
{"full_text":"RT Dear #TaxAuditExtension required for atleast 10-15 days for mainly small #MSME whose business and life is af...","sentiment_score":-0.25}
{"full_text":"RT Wish I could describe the atmosphere today as pharmacists, a pharmacy technician, nurses, doctors, healthcare assistants and vo...","sentiment_score":0.0}
{"full_text":"RT Lost in the second round today against busanan from Thailand.. 23-21 , 14-21 , 16-21  in 70 mins match .. overall very tough to...","sentiment_score":-0.1763888889}
{"full_text":"RT People are much more likely to be able to 'stay home' if they can take paid sick leave without fear of losing their jobs or fu...","sentiment_score":0.0714285714}
{"full_text":"Think Twice Before Taking the Covid Vaccination","sentiment_score":0.0}
{"full_text":"If you didn't shore up your #payroll continuity plan pre-pandemic, consider these fundamentals that are smart in good times and absolutely vital under current conditions. #globalpayroll","sentiment_score":0.2535714286}
{"full_text":"RT He took covid vaccine a week ago.... he is from the Bahamas and is a very real person :(https:\/\/t.co\/Q0fTw...","sentiment_score":-0.245}
{"full_text":"Sadly I think I'm getting too good at this.","sentiment_score":0.1}
{"full_text":"New Blog of the Day! COVID-19 Prompts Manufacturing Companies to Make Long-Term Changes According to a new study, more than 90% of companies expect the disruption of global supply chains caused by the pandemic to have long-term effects on their businesses.","sentiment_score":0.2017045455}
{"full_text":"It is Hell on earth for people like me with cancer desperately trying to survive a pandemic but going under bc among other things our government doesn't think we're worthy of help. We all need help SO BAD that my gofundme gets ignored**please help me**https:\/\/t.co\/nRx9e2bpZa","sentiment_score":-0.2729166667}
{"full_text":"Hate to burst your balloon but we are nit in a pandemic , when will you journalists stop fear mongering and bring some rationality to your reporting","sentiment_score":-0.8}
{"full_text":"Even if you have to stay at your home in reality, you can enjoy a good tea time with Coco in person in #ALTDEUS.https:\/\/t.co\/WWghmiTMK6","sentiment_score":0.55}
{"full_text":"A weather alert is in place until Monday.Cold weather is forecast with risk of frost and ice and snow.Please take care if you need to travel for an appointment and stay at home as much as you can.","sentiment_score":0.2}
{"full_text":"New economic strategy launched in face of pandemic recovery | MLG Gazettes #Andover #TestValley #Romsey #Hampshire #mlggazettes","sentiment_score":0.1681818182}
{"full_text":"SCOTUS ok'ed FDA's in-person pick-up requirement for abortion medication is cruel policy that unnecessarily puts women at COVID-19 riskRCRC's webinar \"Abortion Wars Post-Roe\" #MFSAVoices #JusticeSeekinghttps:\/\/t.co\/VCU57xjghc","sentiment_score":-0.3}
{"full_text":"Quintana Roo state, the country's tourism crown jewel, home to Cancun, the Riviera Maya and Tulum, received 961,000 tourists during that stretch -- nearly half from the U.S. -- down only 25% from the previous year.https:\/\/t.co\/hO7KRPNxC6","sentiment_score":-0.1222222222}
{"full_text":"Still unsure how the consultation works? Read our step by step guide below on how you can keep abortion at home practises safe &amp; legal in the UK, even after the pandemic has ended! #KeepTelemedicinehttps:\/\/t.co\/S5D8DM2kLX","sentiment_score":0.375}
{"full_text":"#Sustainability front of mind for #US consumers via","sentiment_score":0.0}
{"full_text":"If you have any coronavirus symptoms, which include:>loss\/change in sense of smell or taste >high temperature >new, continuous cough...you must self-isolate immediately for 10 days.Read more:","sentiment_score":0.5}
{"full_text":"Fetter HealthCare Network &amp; DHEC will be offering FREE COVID-19 rapid testing this month in Goose Creek.When: Thursday, Jan. 21, from 8 a.m. to 1 p.m.Where: New Life Christian Fellowship Church, 358 Liberty Hall Rd.More info: #chsnews","sentiment_score":0.1787878788}
{"full_text":"#Readers 70 and older, you can now get your #COVID19 #vaccine.  Learn what you need to know at #INThisTogether","sentiment_score":0.1666666667}
{"full_text":"\"Unity and cooperation is absolutely essential in this challenging new phase of the pandemic.\" AMA president, emphasizes the critical need for a coordinated federal response for rapid distribution of #COVID19 #vaccines.","sentiment_score":0.1590909091}
{"full_text":"Check the weather forecast before heading out. Be #WeatherReady for the cold, dress warmly, look out for vulnerable people &amp; remember to follow Covid-19 social distancing guidance.","sentiment_score":-0.1166666667}
{"full_text":"Asos said it expects full-year profit to be at the high end of market expectations, with savings across the company more than offsetting the additional costs of coping with COVID-19. ","sentiment_score":0.33}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"At a crematorium in Germany, caskets are stacked three high in a memorial hall. 1,129 people died of Covid-19 on January 8, 2021, a daily record toll for the country.","sentiment_score":0.08}
{"full_text":"RT We are up to 20 schools with positive COVID-19 cases since staff and students returned, yet CPS and the mayor claim all is w...","sentiment_score":0.2272727273}
{"full_text":"RT The international team of 13 scientists examining the origins of the virus that causes #COVID19 arrived in Wuhan, #China, today....","sentiment_score":0.0}
{"full_text":"12 people with Covid-19 are being cared for in the ICU at University Hospital Limerick ","sentiment_score":0.0}
{"full_text":"Dharavi is now a host to 16 active cases.https:\/\/t.co\/eFpt9EuXxd","sentiment_score":-0.1333333333}
{"full_text":"Today's Times states that any covid infection, with or without symptoms, gives 80% immunity.So why do we also need a vaccine?","sentiment_score":0.0}
{"full_text":"Dollar General is offering to pay their employees to get the COVID-19 vaccine.","sentiment_score":0.05}
{"full_text":"Israeli behind 'game-changing' Covid nasal spray says it's 99.9% effective","sentiment_score":0.1}
{"full_text":"In this week's View From the Desk, we interview James Perry, Executive Director of #Malta's #ELT association about how the association has supported members during #Covid-19 and the impact of the pandemic.Read it here:","sentiment_score":0.0}
{"full_text":"This would be massive ","sentiment_score":0.0}
{"full_text":"RT Doctor, 38, with Long Covid fears she may need a wheelchair after virus 'damaged her spinal cord' | Daily Mail Online....","sentiment_score":-0.025}
{"full_text":"Find out if you're eligible and how much you can claim to cover wages for employees on temporary leave ('furlough') due to coronavirus (COVID-19).https:\/\/t.co\/RtCtFQvf32","sentiment_score":0.0375}
{"full_text":"Face masks reduce the risk of COVID by more thanhalf, 65% to be exact. Love yourself. Love the city.#ProtectChicagohttps:\/\/t.co\/EdDEdTxUMQ","sentiment_score":0.4375}
{"full_text":"$CHNC ","sentiment_score":0.0}
