{"full_text":"From CTO to #PowerX #Robotics trainee, Yi Chiao did not let adversities amid #COVID19 deter him from #upskilling and forging a new career path in #DeepTech.READ his inspiring journey here: #SGInnovate #Polybee #Talent #Traineeship","sentiment_score":0.3181818182}
{"full_text":"RT We can't thank the military enough for their support during the pandemic. They are now helping us deliver the vaccine...","sentiment_score":-0.05}
{"full_text":"RT Family member tested positive for COVID-19 10 days ago and we haven't heard a peep from test and trace. We are obviously...","sentiment_score":0.1136363636}
{"full_text":"RT The NHS will not ask you to apply for the COVID-19 vaccine and there is no charge for it. When it's your turn, they will...","sentiment_score":0.0}
{"full_text":"One of the advantages of lockdown as far as I'm concerned. When I'm travelling on trains, they're nice and quiet. I'm literally the only one in this coach.","sentiment_score":0.175}
{"full_text":"RT If she was a politician or cyclist it would've been okay. Kit Malthouse minister for policing said a 70-mile bike ride...","sentiment_score":0.5}
{"full_text":"RT An example of one of our emergency Family Food Club parcels. Due to lockdown 3, we are restarting deliveries (until Mar...","sentiment_score":-0.125}
{"full_text":"RT Bit of a weird headline when this was just one of the things he touched upon. Besides speed of procurement, he also explaine...","sentiment_score":-0.5}
{"full_text":"RT The UK couldn't handle KFC running out of chicken, I don't know what made me think we'd handle a pandemic","sentiment_score":-0.6}
{"full_text":"RT Good news for #JasmineBhasin Fans hs decided to bring back #JasminBhasin in bigboss again Bt they hav...","sentiment_score":0.35}
{"full_text":"The failures just keep on coming","sentiment_score":0.0}
{"full_text":"RT 9.https:\/\/t.co\/mkRukVMAFo\"these strategies might not have saved any life in western Europe. We also show that neighboring...","sentiment_score":0.0}
{"full_text":"RT Surulere marked as COVID-19 red zone in Lagos, God save us","sentiment_score":0.05}
{"full_text":"Trumpism. Beware.","sentiment_score":0.0}
{"full_text":"Being a stay at home mom has been great and all but I'm ready to go back to work ","sentiment_score":0.3333333333}
{"full_text":"RT #Master ,despite the pandemic &amp; occupancy regulations, takes the joint second-highest opening in TN.#Sarkar remains on...","sentiment_score":0.0}
{"full_text":"RT Congresswoman Lauren Boebert has an arrest history &amp; refuses top go through a metal detector.  She was allowed into Congr...","sentiment_score":0.225}
{"full_text":"They're all covid tested and cleared so they can play, they're all together in changing rooms etc. Find something real to get outraged at, not this.","sentiment_score":-0.35}
{"full_text":"RT Guys i hope this is true....lets make it to 3M to show our love n support forJasmin..#BBMeansJasminForUs","sentiment_score":0.5}
{"full_text":"Sod this Pandemic... I'm off to Antigua for a jolly.... oh I can't go....","sentiment_score":0.0}
{"full_text":"RT Well, this is an opportunity for the Gov to show whether they really are \"One Nation Tories\" (don't hold your breath) or not....","sentiment_score":0.2}
{"full_text":"RT the government: stay homethe gays:","sentiment_score":0.0}
{"full_text":"RT Racism and Institutionalised Discrimination in the Roll-Out of the #COVID19 Vaccine","sentiment_score":0.0}
{"full_text":"RT Can all the anti sturgeon folk please read this and then shut the fuck up please?","sentiment_score":-0.4}
{"full_text":"it may only be a matter of time before somebody does something superbad and then blames it on the coronavirus#mcmaga","sentiment_score":0.0}
{"full_text":"If there's one thing for sure about this lockdown, it's that we do not at all appear to be in a lockdown. Roads are busy, loads of people on the streets, life seems to be going on as normal.","sentiment_score":0.25}
{"full_text":"RT Let's assume that the cost estimates of that study are much too optimistic and the true cost of producing the vaccine will b...","sentiment_score":0.275}
{"full_text":"RT This is a picture of 'Live Aid' at Wembley in 1985. There were just over 80,500 people there on the day. Today in the UK, the...","sentiment_score":0.1363636364}
{"full_text":"RT NEW: Mainland China registers 1 new death due to coronavirus, the first in 8 months. Daily number of cases reach 138 and 78 as...","sentiment_score":0.0795454545}
{"full_text":"I swear to god, Andy Murray is going to walk on court at the Australian Open this year with a metal hip, having overcome a career threatening injury and having recently recovered from coronavirus, and no one will be cheering him on louder than me.Get well soon, ","sentiment_score":0.0}
{"full_text":"RT Calamity Jeane strikes again.","sentiment_score":0.0}
{"full_text":"RT Mom-Zs, simulan natin ang 2021 with a clean, safe, &amp; fresh-smelling home! Get the BangoLiniZ Advantage with Zonrox Multi Clea...","sentiment_score":0.4958333333}
{"full_text":"RT Family member tested positive for COVID-19 10 days ago and we haven't heard a peep from test and trace. We are obviously...","sentiment_score":0.1136363636}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year\". You'l...","sentiment_score":-0.6}
{"full_text":"covid might developed into sort of a gut fluwill be staying with us and coming back more with a flu season every yearas flu comes back every year, killing older, weaker patientsso will covid, killing with a stronger forcecapitalism kills weak and poor too","sentiment_score":-0.0011904762}
{"full_text":"RT Marry a good partner so that you can stay home on weekends ","sentiment_score":0.7}
{"full_text":"174 #COVID19 patients in ICU yesterday evening.97 of them on ventilators.3 COVID deaths in critical care units in the previous 24 hours.","sentiment_score":-0.0833333333}
{"full_text":"RT Marry a good partner so that you can stay home on weekends ","sentiment_score":0.7}
{"full_text":"Learn about Nanofabrication Core Lab (NCL): NCL team successfully kept the lab running safely during the COVID-19 lockdown. The team filed three new patents and NCL also developed a new nanoimprint #lithography process for users' #research.","sentiment_score":0.3245454545}
{"full_text":"RT On today's show with with and Craig JohnsonCovid vaccine update with","sentiment_score":0.0}
{"full_text":"we have to be mindful that currently during the pandemic it is extraordinary times &amp; we should ensure health &amp; wellbeing is not forgotten especially sports ","sentiment_score":0.1111111111}
{"full_text":"RT Nigel Farage: \"If we're going to go on with this lockdown mentality than the cure will prove to be worse than the disease.\"...","sentiment_score":-0.4}
{"full_text":"RT #Master ,despite the pandemic &amp; occupancy regulations, takes the joint second-highest opening in TN.#Sarkar remains on...","sentiment_score":0.0}
{"full_text":"It absolutely does not say 'pre-existing conditions' it says 'comorbidies'. That simply means 'another causal factor' Some of the comorbidities listed:- Acute respiratory failure- pneumonia(lung infection)- cardiac arrestLiterally the 3 most common ways to  *from* covid","sentiment_score":0.0904761905}
{"full_text":"RT Miriam Margolyes calls Boris Johnson 'clown' and anti-vaxxers 'nuts' on GMB","sentiment_score":0.0}
{"full_text":"RT A Guard leader currently at the Capitol sent me this note saying they're tired of lawmakers talking with their soldiers w...","sentiment_score":-0.2}
{"full_text":"RT The same government that is shouting about the rapid and super spreading of the Covid-19 pandemic allowed millions of citizens...","sentiment_score":0.1666666667}
{"full_text":"RT China mounts massive campaign to \"muddy the waters\" as investigators arrive to investigate the origin of the coronavirus...","sentiment_score":0.0}
{"full_text":"RT One contagion, two plagues, 300 years apart. Studying the spread of historic plagues can help us understand COVID-19. #Bri...","sentiment_score":0.0}
{"full_text":"Yeh cos covid makes you kick someone in the head??? He should be arrested","sentiment_score":0.0}
{"full_text":"RT Gentle Reminder  A'tin  the new strain of virus  is now in the Philippines! Don't forget to wear FACE MASK AND FACE S...","sentiment_score":0.1852272727}
{"full_text":"COVID-19: Police arrest, arraign Lagos club owner Owede Bruno","sentiment_score":-0.05}
{"full_text":"At the end of December a new variant of#coronavirus led to new travel restrictions in the UK.25% of businesses trading internationally in the last 12 months and whose trading has been different to normal reported disruption to imports at the UK borders","sentiment_score":0.0704545455}
{"full_text":"RT A man viciously kicks a random 56 year old woman planting flowers in Seattle. She was hit so hard she suffered 10 fractures...","sentiment_score":-0.4229166667}
{"full_text":"RT Policy makers and the #CoalitionforAction have gathered at #IRENA11A to discuss how governments and the energy i...","sentiment_score":0.0}
{"full_text":"SA vs the world: how other countries are implementing Covid-19 vaccination drive ","sentiment_score":-0.125}
{"full_text":"RT #MasterFilm In Tamilnadu Has Performed Exceptionally Well &amp; Has Scored A Massive 14.25Cr Gross At The TN Box Office On Day O...","sentiment_score":0.2222222222}
{"full_text":"RT It's fine to open schools they said.Kids don't get sick they said.Meanwhile a study published in JAMA indicates Utah had a...","sentiment_score":-0.0992063492}
{"full_text":"RT My covid_19 test has been detected positive.. Need prayers #COVID19","sentiment_score":0.2272727273}
{"full_text":"If they care about the people, maybe they'll do it. But even then that wouldn't stop the pandemic as a whole so I don't really think they want to suffer more \"money not made\" because of that","sentiment_score":0.3}
{"full_text":"Is anybody even selling the N95 masks as in years past? I only see the surgical masks and cheap cloth ones these days.","sentiment_score":0.05}
{"full_text":"RT Join us live as we discuss the impact of COVID-19 on education in Wales and Estyn's Annual Report 2019 - 2020","sentiment_score":0.1363636364}
{"full_text":"Good evening dear Kenji bro  Stay safe stay home  with family and friends ","sentiment_score":0.6}
{"full_text":"Due to the worsening spread of coronavirus, the government is urging everyone to stay at home. However, if you do need to travel by train for essential reasons including work or medical, travel with us with confidence.","sentiment_score":-0.0416666667}
{"full_text":"RT Two members of a World Health Organization (WHO) team investigating the origins of the coronavirus pandemic have been blocked f...","sentiment_score":0.0}
{"full_text":"Petrolprices scaled a record high on Wednesday,in line with rising global fuelprices and positive news on coronavirus vaccines, increasing calls for the government to lower taxes on transportation fuels.Oil Marketing Companies raised the retail price of petrol by 25 paise.","sentiment_score":0.1290909091}
{"full_text":"RT Contracting coronavirus gives \"at least as good\" an immune defence against future infections as a vaccine, according to the m...","sentiment_score":0.1333333333}
{"full_text":"RT The link on the HSE website is broken and sends users to the stats from Dec 13, not Jan 13 - which only goes to underline ho...","sentiment_score":-0.2}
{"full_text":"RT Sick of hearing the words lockdown, social distancing &amp; coronavirus","sentiment_score":-0.3404761905}
{"full_text":"RT Yet she still never has any figures to hand an...","sentiment_score":0.0}
{"full_text":"RT The government says the coronavirus rules are tough enough. The problem is complianceI've been looking at the data an...","sentiment_score":-0.1944444444}
{"full_text":"RT They're wearing masks all day, every day till it scars them, all to save our lives. You can put one on in a shop for 10...","sentiment_score":0.0}
{"full_text":"RT The point is:estimate of the pandemic's cost that is much too low &gt;&gt; estimate of the cost to produce vaccines that is much...","sentiment_score":0.1333333333}
{"full_text":"pls take online exams for class 9 and 11 cbse@ArvindKejriwal  #OnlineExamsfor9thand11th #online_exams_only #COVID19 #CBSE #class11examsonline #arvindkejriwal","sentiment_score":0.0}
{"full_text":"During this lockdown, I have noticed  my wife suddenly changing from Angoori to Anita ( Gori mem)Just when  she starts answering any official call from her workplace.#bhabhijigharparhain","sentiment_score":0.0}
{"full_text":"I wonder how many of us actually knew about this - employers can choose to furlough either parent to help with childcare issues during lockdown (including part-time). This could help a lot of people struggling...","sentiment_score":0.25}
{"full_text":"RT We're sending rapid coronavirus test kits to primary school staff from Monday.This is an expansion of our existing ra...","sentiment_score":0.4}
{"full_text":"RT The way she tweeted this then jetted around the world, during a global pandemic, with her Anti-Vax boyfriend ","sentiment_score":0.0}
{"full_text":"RT I don't think it is very2 fair for our Ministers to be paid 30 to 40 times higher than our lowest paid Gov employee eg cle...","sentiment_score":0.475}
{"full_text":"in japan when you have a cold you wear a mask to protect others. it could be this easy.","sentiment_score":-0.0833333333}
{"full_text":"A quiet little interview on at about 7.35 on the transmissability of covid in people who have had the vaccine is well worth a listen. TL:DR vaccinated people transmit.","sentiment_score":0.0375}
{"full_text":"RT #COVID19 vaccine reaches Bhopal","sentiment_score":0.0}
{"full_text":"United Airlines Return to New York JFK Delayed by COVID via","sentiment_score":0.1363636364}
{"full_text":"Instead of the constant carping &amp; criticism, let's celebrate the fact that many millions of us have followed the Covid-19 guidance since it was first issued. 3 cheers for the great British public!","sentiment_score":0.2583333333}
{"full_text":"Thus, OFW remittances for 2020 could average close around 0% to -1%, still considered decent, in spite of the adverse economic effects of COVID-19 and better than earlier estimates, from -0.8% average decline year-on-year from January-November 2020.","sentiment_score":0.0944444444}
{"full_text":"Nice","sentiment_score":0.6}
{"full_text":"RT Malaysia's Pharmaniaga signs #COVID19 #vaccine agreement with China's Sinovac","sentiment_score":0.0}
{"full_text":"Trusting parents is a rogue approach but it might end up with people feeling dignified or something. ","sentiment_score":0.0}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"RT SAD NEWS: 38 people die and 1 017 test positive in one day as Covid-19 wreaks havoc in Zimbabwe &gt;&gt;&gt;","sentiment_score":-0.1363636364}
{"full_text":"RT People who have had coronavirus are 83% protected for 5 months against getting it again says Public Health England","sentiment_score":0.0}
{"full_text":"#Kyiv reports 794 new COVID-19 cases, 13 deaths","sentiment_score":0.1363636364}
{"full_text":"RT Miami-Dade first 8 weeks:1. Abdicated control of the county budget.2. Repudiated by for...","sentiment_score":0.25}
{"full_text":"RT Surulere marked as COVID-19 red zone in Lagos, God save us","sentiment_score":0.05}
{"full_text":"Can the Coronavirus be the End of Coworking Space? #CRE #Coworking #COVID-19","sentiment_score":0.0}
{"full_text":"RT QLD: masks are mandatory until Jan 22nd due to the UK covid strain threatSome middle aged white woman at the shops: boy am I...","sentiment_score":-0.05625}
{"full_text":"From a legal perspective I would find it astonishing if Government attached weight to a report that is now nearly two years old  in deciding what the appropriate policy or legislative response should be. At the very least the report needs to be updated, but more likely shelved.","sentiment_score":0.18875}
{"full_text":"RT My cousins husband died from COVID on Tuesday and we're all heartbroken, he put up a monumental fight right till the end an...","sentiment_score":0.2857142857}
{"full_text":"RT The way she tweeted this then jetted around the world, during a global pandemic, with her Anti-Vax boyfriend ","sentiment_score":0.0}
{"full_text":"These are all people who have no financial option but to go to work. Unpopular opinion? The UK can't get out of the pandemic without introducing universal basic income, at least for a bit. The inability to contain the pandemic is a deadly symptom of how toxic capitalism is.","sentiment_score":-0.1}
{"full_text":"RT Marry a good partner so that you can stay home on weekends ","sentiment_score":0.7}
{"full_text":"RT Passengers from Brazil could be denied entry to the UK in response to a new coronavirus variant in the South American country...","sentiment_score":0.0681818182}
{"full_text":"RT How has COVID-19 affected refugee protection?In a brief survey, &amp; I seek to explore effects esp i...","sentiment_score":0.0}
{"full_text":"RT Number of newly diagnosed #COVID19 cases among #NursingHome residents and staff by test result date, Wuerzburg, #Germa...","sentiment_score":0.1363636364}
{"full_text":"A long thread, fully referenced with links to studies assessing the effects of NPIs on CV19 pandemic. Extremely informative.Recommend!","sentiment_score":-0.103125}
{"full_text":"RT #vrs #versarienplc produce a graphene enhanced #N95 mask that can protect wearers and others from infectious covid droplets a...","sentiment_score":0.0}
{"full_text":"RT Whoever invented coronavirus is a fucking bastard.","sentiment_score":-0.6}
{"full_text":"RT BREAKING: New COVID-19 variant first discovered in the United Kingdom has been detected in the Philippines, DOH confirm...","sentiment_score":0.1931818182}
{"full_text":"RT Don't think it serves the public to have this kind of information behind a paywall","sentiment_score":0.0666666667}
{"full_text":"A grim tale of digital sex work myths. Jobless, Selling Nudes Online and Still Struggling","sentiment_score":-0.5}
{"full_text":"Covid-19 infection grants immunity for five months, UK study suggests","sentiment_score":0.0}
{"full_text":"RT In 3 years you're going to wear your jacket and find a face mask in the pocket and think \"Man that was a fucked up year\". You'l...","sentiment_score":-0.6}
{"full_text":"RT Ah but Norway has oil!......","sentiment_score":0.0}
{"full_text":"RT True life story I'm just hearing.Husband and wife gets covid-19. Husband gets very sick. Wife shows no symptom. Husband...","sentiment_score":-0.2892857143}
{"full_text":"#Wokingham borough's WHO Covid-19 expert warns the next few months will be tough. #wokytoday #coronavirus","sentiment_score":-0.1962962963}
{"full_text":"If you've been identified as a close contact by the NHS COVID-19 App (from 10 Dec) and you're self-isolating, can't work from home or will lose income as a result, you could be eligible for the government's Test and Trace Support Payment. Find out more:","sentiment_score":0.5}
{"full_text":"RT UPDATE: To give international arrivals time to prepare  passengers will be required to provide proof of a negative COVID...","sentiment_score":-0.15}
{"full_text":"With another lockdown it's hard to find new cultural experiences. is still free &amp; open for all to enjoy. There are many ways you can enjoy their  beautiful light installations.For more info see their Discover page on their website.","sentiment_score":0.3086088154}
{"full_text":"What financial lessons did you learn last year?In this video i share some lessons I learnt in 2020 from the impact COVID had on not only my personal finances but those of the people around me as well.VIDEO: #COVID19 #financiallessons","sentiment_score":0.0}
{"full_text":"We understand lockdown will make it even harder for those experiencing abuse.If you're in danger, the #SilentSolution can help. Call 999 and cough or press 55 to notify the operator on the other end of the phone. #CoerciveControl #TimetoAct #LLRHelpers #LLRDomesticAbuse","sentiment_score":-0.1125}
{"full_text":"RT This lockdown stuff is trying a ting on my mental. It will fail, but I'm aware it's trying a ting","sentiment_score":-0.1166666667}
{"full_text":"Wash hands.  Cover face.  Make space.#HandsFaceSpace #StaySafe #COVID19","sentiment_score":0.0}
{"full_text":"Drinking more since lockdown? You're not alone. Download the free #DryJanuary app for support and hit reset for 2021 ","sentiment_score":0.45}
{"full_text":"Dollar General is offering to help frontline employees of their stores become vaccinated.","sentiment_score":0.05}
{"full_text":"RT BREAKING: J&amp;J's one-shot Covid vaccine is safe and generates promising immune response in early trialhttps:\/\/t.co\/TOoPgHTaZL","sentiment_score":0.2666666667}
{"full_text":"Observe all Covid safety protocols so you can wear your waist trainer in peace while watching Mercy Mercy on YT channelLink below#EricaNlewedimXDeshapeableshttps:\/\/t.co\/gwyxK9i2C2","sentiment_score":0.0}
{"full_text":"RT Marry a good partner so that you can stay home on weekends ","sentiment_score":0.7}
{"full_text":"One day after the City of Harrisburg announces it will require all city employees to take the COVID vaccine, we are learning why and if others are following.https:\/\/t.co\/kymRvOwlft","sentiment_score":0.0}
{"full_text":"There's debate as to whether they will even go ahead amid the current coronavirus pandemic","sentiment_score":0.0}
{"full_text":"Liability calamity Jeane ","sentiment_score":0.0}
{"full_text":"India has total 10512831 confirmed cases. Out of this 10146254 have recovered, and 151765 people have died.Last Updated : 14\/1\/2021 05:10:44Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"86% of Hospitality Professionals surveyed in October are satisfied with the COVID-19 measures implemented in their workplace. Are you happy with the safety measures in your venue? Find out more from the survey in this video #AspireCPL","sentiment_score":0.6}
{"full_text":"Last week, &amp; teams conducted several awareness sessions on hand hygiene, respiratory hygiene, and COVID-19 and pregnancy, reaching 208 individuals, including migrants &amp; IDPs in the 2 PHCs supported by UNFPA in #Tripoli and #Sabha   #EU #AfricaTrustFund","sentiment_score":0.0}
{"full_text":"An entrepreneur in the making!Brody Hutchinson from Northern Ireland, started up his own business selling eggs at the beginning of the pandemic as a way of learning about money and earning pocket money for himself. He has had to buy more hens to keep up with demand!","sentiment_score":0.6125}
{"full_text":"#LIVE_NOW!Join our youtube LIVE session now to know more about Corona vaccines.We will be joined by Ms Deepali Khanna, Managing Director of the Asia Regional Office of the Rockefeller Foundation for this session!@IndiaDST","sentiment_score":0.3181818182}
{"full_text":"Would you get your vaccine in the middle of the night? Let know your thoughts NOW! #Vaccine #NorthYorkshire #Covid #Coronavirus","sentiment_score":0.0}
{"full_text":"According to Dado Van Peteghem, the post-corona economy will be a golden age for innovation. Read more about the trends of 2020 and 2021 below. [Article in Dutch]","sentiment_score":0.4}
{"full_text":"Our volunteers keep on working to help feed those in need, even through lock down restrictions - well done team! #hungerfreefuture","sentiment_score":-0.1944444444}
{"full_text":"RT Here's a thingMore than 84000 people have died during the PandemicIn Lincs we are operating an additional, temporary...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 14\/01\/2021 15:30Total Cases: 10512831 [+0]Active: 210459Recovered: 10146254 [+0]Deaths :151765 [+0]Total Tests: 184.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Are changes in #education a pandemic silver lining? Possibly, say and","sentiment_score":0.0}
{"full_text":"Covid vaccinations will be offered 24 hours a day, seven days a week as soon as supply allows, Boris Johnson has said. ","sentiment_score":0.0}
{"full_text":"RESCHEDULED SHOW INFORMATION: Unfortunately due to the ongoing situation with COVID-19, we will have to wait until 16 Nov 2021 to hear 's Adventures of the Yorkshire Shepherdess. Original tickets are valid for the new date.","sentiment_score":0.1287878788}
{"full_text":"A SHIPPING clerk in Beitbridge and a student were jailed an effective one-year sentence each for fraudulent issuing of COVID-19 negative certificates to travellers.https:\/\/t.co\/CuIlTi34iz","sentiment_score":0.15}
{"full_text":"Dr. Tarek Tawfeq, Deputy Minister of Health and Population for Population Affairs, explains the importance of social distancing to protect ourselves &amp; our loved ones from #COVID19@ncwegypt #COVIDResponse #StaySafehttps:\/\/t.co\/EnSVQVFoE5","sentiment_score":0.3666666667}
{"full_text":"We can't take donations off people's hands in the current lockdown restrictions, but we can receive our usual post. If you'd like to send anything for our animals, you can find a variety of items here on our Amazon wishlist:","sentiment_score":-0.125}
{"full_text":"Advice and support is still available to individuals at this difficult time. A range of services can be found on the council's website for people affected directly or indirectly by COVID-19:","sentiment_score":9.251858539e-18}
{"full_text":"UK Retail news: Pandemic wipes out PS540m of sales at Primark as Boohoo charges ahead","sentiment_score":0.0}
{"full_text":"No it isn't. Anyone otherwise  healthy and under 66 still has over 99% chance of full recovery if they get Covid. I suggest you do some research.","sentiment_score":0.425}
{"full_text":"Mask on!Every child needs to have access to adequate healthcare and health education to protect themselves and others from #COVID19.","sentiment_score":0.3333333333}
{"full_text":"RESCHEDULED SHOW INFORMATION: Unfortunately due to the ongoing situation with COVID-19 Rock of Ages has been rescheduled to 19 - 23 April 2022. Original tickets are valid for the new dates.","sentiment_score":0.1287878788}
{"full_text":"Government announced in 2020 would be replaced, just as the evidence showed that the health conditions PHE were tackling were putting us at greater risk of COVID-19. The future of public health hangs in the balance - it's time to act","sentiment_score":0.1666666667}
