{"full_text":"RT Entitled. Tone Deaf. Disrespectful. UCP Ministers &amp; MLAs fly around the world during Christmas COVID lockdown. The rest of u...","sentiment_score":0.8}
{"full_text":"RT Dude people are DYING. We are in different times right now it's ignorant to be partying it up like it's 1999. So many peop...","sentiment_score":0.2619047619}
{"full_text":"Be careful out there.","sentiment_score":-0.1}
{"full_text":"RT LAMB OF GOD's RANDY BLYTHE Says It Was 'Super Gratifying' To Reunite With His Bandmates For Their First Two Pandemic-E...","sentiment_score":0.2916666667}
{"full_text":"RT The governor of Ohio, who is not requiring nursing home staff to get the COVID vaccine, is requiring women to make funer...","sentiment_score":0.0}
{"full_text":"No one ever said I was mad. WPMOY award is a great award and no one is salty about the winner lol. The system of how the winner is picked, is just a terrible system. That's all. Don't be insecure lol","sentiment_score":0.0458333333}
{"full_text":"Whatever the problems in the UK, they're certainly not unique across Europe....Germany's new coronavirus deaths surpassed 1,000 for the first time since the pandemic started, just days after the country started its vaccination campaign via","sentiment_score":0.0662878788}
{"full_text":"RT \"We have to slow down. We have to have some sort of #circularity because we are running out of resources.\"The #pande...","sentiment_score":-0.2277777778}
{"full_text":"RT Exclusive: Kent hospitals 'overwhelmed' as ICU bed occupancy hits 137% today","sentiment_score":0.0}
{"full_text":"RT Because during lockdown no one could visit museums etc Getty asked folk to create their own versions if masterpieces.   Here a...","sentiment_score":0.6}
{"full_text":"RT 2 Minnesota Lawmakers Say State's COVID-19 Deaths Inaccurate, Demand Nationwide Audit","sentiment_score":0.0}
{"full_text":"\"When the pandemic is finally history, we'll need to deal with all of this...The awful truth is that long-term care was designed to fail years before Covid-19.\" - The New York Times","sentiment_score":-0.3409090909}
{"full_text":"RT So 2020 is finally over and 2021 is clearly going to be difficult for a while. The mental health impacts of that are most...","sentiment_score":0.0}
{"full_text":"First show the India map correctly. please take action against this presstitute and the news channel.","sentiment_score":0.175}
{"full_text":"RT Exclusive: Kent hospitals 'overwhelmed' as ICU bed occupancy hits 137% today","sentiment_score":0.0}
{"full_text":"RT MAGA, Wake the fuqq up!!","sentiment_score":0.0}
{"full_text":"Try people being unable to visit their loved ones on their COVID death beds, in *Canada*!","sentiment_score":0.1875}
{"full_text":"RT New Year's Day meals delivered to Cedars-Sinai in Los Angeles from WCK partner restaurant Eleven City Deli! LA hospitals are...","sentiment_score":0.1704545455}
{"full_text":"RT Wait for it. Ends with:\"Play that funky music til you die.\"","sentiment_score":0.0}
{"full_text":"RT Thank you all for your support! Covid doesn't discriminate and we're all in this together.I make weekly videos on Covid upda...","sentiment_score":0.0}
{"full_text":"RT NEW: Please check your inboxes for a new message from \"This is about keeping education going. At every turn...","sentiment_score":0.1363636364}
{"full_text":"RT Millions of women worldwide are part of the essential workforce on the front lines of #COVID19.","sentiment_score":0.0}
{"full_text":"RT A Virginia man was wrongfully arrested by a maskless cop &amp; tested positive for COVID a week later... he is now planning...","sentiment_score":0.1136363636}
{"full_text":"They don't want to do this because it'll stop the virus, they only want to milk the fear and propaganda for as long as possible. Keep us blaming each other for this and that. The government let it in, once it's in the population there's very little any lockdown or mask can do.","sentiment_score":-0.0864583333}
{"full_text":"Covid-blue is de nieuwe kleur blauw - Always look on the bright side of life. Die zin valt me in wanneer ik The Covid-blue Journal door de bus krijg. \"If life seems jolly rotten there's something you've forgotten\", wordt in de film Life of...","sentiment_score":0.7}
{"full_text":"The new year has begun but the old rules still apply. Since the #pandemic is not over yet, abiding by the #Covid19 #safetyprotocol is still your safest bet. So wear your masks, sanitize hands and abide by social distancing.#COVID19vaccine #WearAMask #SocialDistancing #Sanitise","sentiment_score":0.0898989899}
{"full_text":"RT normalise crying like a baby the first moment you step into a concert venue post-covid","sentiment_score":0.025}
{"full_text":"RT 1) Intensive-care units and emergency rooms in Montreal are beginning to fill up with a combination of #COVID19 patients...","sentiment_score":0.0}
{"full_text":"RT And isn't as though the lockdown sceptics are the same Vote Leave campaigners affiliated with Cambridge Analytica is i...","sentiment_score":0.0}
{"full_text":"RT Govt's decision to defer the opening of schools wc was set for Monday, has been welcomed by parents, teachers &amp; other...","sentiment_score":-0.125}
{"full_text":"RT In case anyone else missed this - if you're in the UK and classed as Clinically Extremely Vulnerable to COVID, you can...","sentiment_score":-0.5}
{"full_text":"RT How long we've been in lockdown:","sentiment_score":-0.05}
{"full_text":"RT #ScamAlert | Patients have received phone calls to say they'll have COVID vaccinations at home and someone will come to t...","sentiment_score":0.0}
{"full_text":"RT ofc also wait for schedule tooit is understandable because of Covid T_T","sentiment_score":0.0}
{"full_text":"Whats sad is the Con base just doesn't care ..over 40% of Albertans still support the UCP .. I don't think mass executions would change thier mind because gross negligence in dealing with the pandemic certainly doesn't","sentiment_score":-0.2714285714}
{"full_text":"Actually looking forward to our yearly January detox starting Monday!  We both kinda feel poisoned by all our over indulgence in December (partly Christmas, partly lockdown induced)!  Bring on Monday!![feeling retro today : pic of me dressing up as my 16-year-old goth self]","sentiment_score":0.0}
{"full_text":"RT Covid fears spark revolt by unions over return to school in England","sentiment_score":0.0}
{"full_text":"As long as my oximeter tells me I've got enough oxygen in my blood, homehttps:\/\/t.co\/IxWipqKaye","sentiment_score":-0.025}
{"full_text":"On December 10th, Ellen Degeneres announced that she tested positive for COVID-19 and revealed that covid gave her \"excruciating\" back pain.  Coincidence or another Covid symptom?","sentiment_score":0.1136363636}
{"full_text":"feels good to  finally be home to nad i can't stay for long","sentiment_score":0.2166666667}
{"full_text":"RT FOOTBALL: Premier League match between Burnley and Fulham called off due to coronavirus cases","sentiment_score":-0.125}
{"full_text":"RT Parents\/carers: here is the info you need about return to school arrangements for #Edinburgh schools in January, given ne...","sentiment_score":0.0}
{"full_text":"RT The new COVID-19 mutation that the media is hyping up is NOT more lethal, in fact it is less lethal.It is reportedly m...","sentiment_score":-0.0934343434}
{"full_text":"RT What we have seen from Jason Kenney today is a profound betrayal of the trust of the people of Alberta. Period. His Minis...","sentiment_score":0.0833333333}
{"full_text":"RT How women can help shift COVID vaccine doubts: States of America","sentiment_score":0.0}
{"full_text":"RT \"I will not get vaccinated by the shot given by the BJP government as I don't trust them. When we come back to power,...","sentiment_score":0.0}
{"full_text":"Actually it is a pandemic. How do you think that number would be if we didn't have lockdown at the beginning when it was the stronger strain circulating, if we didn't wear masks to protect ourselves and others and we didn't (most of us) practice social distancing?And 70k dead.","sentiment_score":0.0833333333}
{"full_text":"RT Reminder-1On 28\/12\/2020, it was requested due to non-availability of regular STS bus service from Baratang t...","sentiment_score":-0.0625}
{"full_text":"So TikToc, Death and Tesla stock were the most searched in the year of Covid and a presidential election???","sentiment_score":0.5}
{"full_text":"RT normalise crying like a baby the first moment you step into a concert venue post-covid","sentiment_score":0.025}
{"full_text":"RT As others celebrate, let us Muslims begin all things with something positive.Winter is affecting millions of refugees arou...","sentiment_score":0.0}
{"full_text":"No. The virus is real but the pandemic was fake it's  not as deadly as most media outlets want us to think. (Plandemic) we've all been lied to. Wake up people","sentiment_score":0.0666666667}
{"full_text":"RT Our latest COVID vaccine datahttps:\/\/t.co\/3imP7PqURnGlobally 9.9 million people have received a vaccine.By country:...","sentiment_score":0.5}
{"full_text":"RT We portray COVID outcomes as binary--alive or not alive. \"Survivor\" should not be equated to \"fine now.\" There's a lot that...","sentiment_score":0.1833333333}
{"full_text":"RT Schools for Class 10th &amp; 12th will reopen from January 8th following the SOP in view of #COVID19: School &amp; Mass Education Departme...","sentiment_score":0.0}
{"full_text":"RT Nicola Sturgeon says she is \"fully focused on the pandemic\".Aye, right.Here are 4 of her most recent tweets...","sentiment_score":0.25}
{"full_text":"RT \"I survived getting mauled by a bear, getting shot multiple times, falling off 12 stories, set on fire, getting ran over by a...","sentiment_score":0.0}
{"full_text":"RT Lets be honest, we've all broken the lockdown measures in some capacity, be easy with your criticism lol","sentiment_score":0.3583333333}
{"full_text":"RT Bobby Harrell, 53yo Paramedic, Baptist Ambulance, Memphis, TN, died of #covid19 12\/27. He was \"a big teddy bear\" around childr...","sentiment_score":0.0}
{"full_text":"RT BEHEMOTH's NERGAL Will Receive COVID-19 Vaccine In 10 Days","sentiment_score":0.0}
{"full_text":"RT Abortion was the number 1 cause of death globally in 2020 - Not Covid, hunger, heart disease or cancer. It claimed the l...","sentiment_score":0.0}
{"full_text":"If I comment I'll end up in Twitmo!","sentiment_score":0.0}
{"full_text":"Rohit,Pant,Gill,Prithvi &amp; Saini have been placed in isolation as a precaution pending investigation into a video posted on Twitter that purportedly showed the group eating in an indoor restaurant in Melbourne. #teamindia #indvsaus #COVID19","sentiment_score":0.0}
{"full_text":"Sad but glad that he can rest #GulfKanawut","sentiment_score":0.0}
{"full_text":"RT The latest data on the vaccination campaigns.BioNTech said that they'd provide 50 million doses worldwide within 2020.Ou...","sentiment_score":0.5}
{"full_text":"Exactly.","sentiment_score":0.25}
{"full_text":"to use, improve, redesign &amp; facilitate the Cheese Strategy for Covid Zero.First video of the series, version 0.1.@MackayIM may like... or not.","sentiment_score":0.0}
{"full_text":"RT The college students are old enough to adhere to the social distancing norms. Please open colleges.#reopencolleges#reope...","sentiment_score":0.0333333333}
{"full_text":"Coronavirus appreciates your assistance.","sentiment_score":0.0}
{"full_text":"RT I'll spell it out: I got Covid. I couldn't get oxygen into my system. I was taken to A&amp;E.I got air pumped into me.I su...","sentiment_score":0.0}
{"full_text":"RT CA must keep our #childcareproviders funded and open.  We know if they close down they will not reopen.  Prior to COVID th...","sentiment_score":-0.0518518519}
{"full_text":"RT how is this dramatic? people go into nursing to care for people. you don't care if you go to a par...","sentiment_score":-0.4333333333}
{"full_text":"RT A video of  assuring the American people that #COVID19 deaths will be \"SUBSTANTIALLY un...","sentiment_score":0.0}
{"full_text":"History of 1918 #Spanishflu #Pandemic and #socialdistancing","sentiment_score":0.0}
{"full_text":"RT Extremely concerned at the level at which Covid19 is now killing our citizens.Doctors informed me that all Covid-19 hosp...","sentiment_score":-0.125}
{"full_text":"RT COVID cases are at their lowest level and a vaccine is around the corner. If this isn't the right time to open the coll...","sentiment_score":0.1428571429}
{"full_text":"Lockdown it is  One thing that's gonna get the best of me is cooking   Hate hate hate it","sentiment_score":-0.35}
{"full_text":"Pandemic P has also had to deal with Miami Lebron and the Warriors his whole career.","sentiment_score":0.2}
{"full_text":"Launched in 2020, we look back at the first in our Back to the F**kture series where we asked renowned thinkers to put foresight predictions under the hindsight spotlight. Here Devon Powers discusses why forecasters failed to spot Covid-19 :","sentiment_score":-0.0625}
{"full_text":"RT Lock down properly.Close schools.Universal basic income.Support for businesses that need it.Buy track trace from s...","sentiment_score":-0.0777777778}
{"full_text":"RT We now know that a shortage of glass phials will significantly slow covid vaccination rates in the UK. This is despite...","sentiment_score":-0.3}
{"full_text":"Ambulances waited hours for openings to offload coronavirus patients. Overflow patients were moved to hospital hallways and gift shops, even a cafeteria. Refrigerated trucks were on standby, ready to store the dead.https:\/\/t.co\/9duyeMurWW","sentiment_score":0.2}
{"full_text":"#COVID19 has pushed our world to the brink. In a world ripped apart we ask, can we work together to discover what's possible?Decide #ItsPossiblehttps:\/\/t.co\/vylHyoVspd","sentiment_score":0.0}
{"full_text":"Help the Muslims of Sri Lanka!  Twitter Storm campaign against the forceful cremation of Muslim #covid19 victims.  ","sentiment_score":0.0}
{"full_text":"Returning residents who spent their holiday vacation outside the city of Manila would be required to undergo a swab test for Covid-19 before they are allowed entry in their respective barangays starting Saturday.","sentiment_score":-0.025}
{"full_text":"With the recent announcement that Health Canada has approved Moderna's COVID-19 vaccine, the second being made available to the public, Canadians are likely wondering when it will be their turn to get inoculated.https:\/\/t.co\/gcT7GNalDC","sentiment_score":0.08}
{"full_text":"The vaccination drive for the novel #coronavirus in India is slated to begin after the regulator Drug Controller General of India (DCGI) approves a vaccine. Here's how it will roll out:","sentiment_score":0.05}
{"full_text":"RT Don't believe any politician who says I am not taking 'this' vaccine. They will all quietly get themselves fixed with Pfi...","sentiment_score":0.05}
{"full_text":"How do walk-through #COVID19 test sites work? Watch the video below to find out","sentiment_score":0.0}
{"full_text":"RIP Randall A. Shampoe Jr.","sentiment_score":0.0}
{"full_text":"It's okay to not be okay. See why now is the time to speak out about #MentalHealth: #HealthforAll #COVID19","sentiment_score":0.5}
{"full_text":"Only one area in Dorset has not reported a coronavirus cluster","sentiment_score":0.0}
{"full_text":"\"We will be extending our work quantifying the ongoing impacts of the pandemic on the sector\"#SportForDevelopmentCoalition commits to helping sector access \"all avenues of support and investment\" ","sentiment_score":0.0}
{"full_text":"WORKS IN PROGRESS in this Villa In Marbella. We are going a bit slower than i would like because of COVID, but soon it will be done!!! (At least thats what i hope!!!). en Marbella, Malaga, Spain","sentiment_score":-0.5859375}
{"full_text":"The Towson Men's Basketball team halts team activity for the third time after a player tests positive for COVID-19, Dec. 29.https:\/\/t.co\/yTdg8mv6LV","sentiment_score":0.1136363636}
{"full_text":"RT Months of covid Bobby Storey funeral stories but when the pandemic explodes because of Government failure there's not a fucking...","sentiment_score":-0.0083333333}
{"full_text":"RT THREAD\/ On misinformation and media management1. Like every NHS doctor and nurse on here, I am being constantly abused...","sentiment_score":0.0}
{"full_text":"The side effects that can also be gained from the flu? Why do we not hear the concern about the flu side effects like we do with covid? January 2018 we had 60000 deaths from the flu, in one month, where were the concerns then?","sentiment_score":0.0}
{"full_text":"If the past year of politics, protest and pandemic has told us anything, it's that the young are fighting harder than ever for a Better Britain. And, in the process, they're finding more creative ways to re-energise Bloody Britain.","sentiment_score":0.0642857143}
{"full_text":"Two days before the #Colts'  playoff fate will be decided, there is still news that could impact whether or not Indianapolis gets the help it needs to make the postseason.https:\/\/t.co\/nA1flfE447","sentiment_score":0.0}
{"full_text":"Hari ni 3 corona case i dgr from someone I know.","sentiment_score":0.0}
{"full_text":"'Game-changing' program enables #COVID19 patients to safely recover at home:","sentiment_score":0.5}
{"full_text":"What Are the Odds of Finding a COVID-19 #Drug from a #Lab Repurposing Screen?    #current_issue #viewpoints #COVID19","sentiment_score":0.0}
{"full_text":"Britain on Wednesday approved a second Covid-19 vaccine, a shot developed by Oxford University and AstraZeneca. The vaccine has been approved for emergency supply in the UK, find out more at #CovidVaccine #OxfordUniversity","sentiment_score":0.2}
{"full_text":"Art 370, COVID, China, farm laws: NDA-opposition locked in war. BJP blames 'destructive' rivals, Opposition slams 'arrogant' BJP.@GVLNRao, debate on CONVERSE INDIA with Rahul Shivshankar at 8 PM. | #NDAVsOpposition","sentiment_score":-0.6}
{"full_text":"RT Why would anyone want to wear a mask. It's not as if nurses and other medical staff are at bre...","sentiment_score":-0.0625}
{"full_text":"Manipulation: Coca-Cola Tests Positive for Covid-19https:\/\/t.co\/Lox4glq9Ts","sentiment_score":0.2272727273}
{"full_text":"#Trump reportedly lashed out at #Kushner over increased #COVID19 testing: 'I'm going to lose, and it's going to be your fault' #USElections2020   ","sentiment_score":0.0}
{"full_text":"RT UNICEF appeals for a record US$2.5 billion to respond to children's humanitarian needs and the COVID-19 pandemic in the Mid...","sentiment_score":0.0}
{"full_text":"In a national address, Duterte placed the capital region, his hometown Davao City and eight other areas under partial quarantine measures for the entirety of January. ","sentiment_score":-0.1125}
{"full_text":"A lockdown dilemma has seen a young artist develop her talent and find a new market in vintage portraits for fans of the golden age of steam and classic vehicles.https:\/\/t.co\/ZA2OizNjye","sentiment_score":0.1757575758}
{"full_text":"Why just secondary though? Does covid differentiate by age and by which age you work with?","sentiment_score":-0.3}
{"full_text":"RT Thai Ahgases are so funny, they really created a whole hashtag cuz they missed BamBam. Usually when BamBam goes to Thail...","sentiment_score":0.1}
{"full_text":"RT Biggest shocker of the year has to be that the guy who bragged about sex crimes on a bus turned out to be bad at managin...","sentiment_score":-0.7}
{"full_text":"COVID 19 cases in India until : 02\/01\/2021 18:30Total Cases: 10307034 [+547]Active: 248753Recovered: 9906159 [+535]Deaths :149261 [+6]Total Tests: 173.94MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT (48) Has anyone posted the average death rate in the US in years before Covid and compared that to now? If so, what's the...","sentiment_score":-0.15}
{"full_text":"This x 10000000. Absolutely fed up the teacher bashing I read on a daily basis. ","sentiment_score":0.1}
{"full_text":"Have you or a family member been directed by a health care provider to quarantine or self-monitor at home? Follow these 10 tips. Learn more: ","sentiment_score":0.5}
{"full_text":"Don't miss today's #12DailiesOfChristmas!Public health expert and discuss COVID, clapping, and the challenges facing the NHS.Acast:","sentiment_score":0.0}
{"full_text":"#China will continuously strengthen international cooperation on vaccines against the ongoing COVID-19 pandemic to protect the safety and health of people around the world, an official said on Thursday. ","sentiment_score":0.0}
{"full_text":"#HumanMilkInsights December #newsletter: Read about the latest #breastfeeding topics and clinical practice solutions, human milk and organizational guidelines, resources regarding #COVID19, and upcoming industry webinars:","sentiment_score":0.25}
{"full_text":"i get that we're all done with the pandemic but you're not helping it by getting mad at workers who are simply doing their job....and most of these girls are 16\/17 who have to stay calm as grown people go mad over having to follow simple rules","sentiment_score":-0.075}
{"full_text":"what's your current stance? #CloseTheSchoolsNow","sentiment_score":0.0}
{"full_text":". At least the govt over there is doing their part . There were antimask protests, 5000 clowns here protested in different cities across the country twice during the pandemic. Here the govt can barely handle anything and they're sending $500m to help countries struggling.","sentiment_score":-0.0833333333}
{"full_text":"Florida health authorities reported finding evidence of the latest U.S. case of the new and apparently more contagious coronavirus strain first seen in England, saying it was detected in a man with no recent travel history.","sentiment_score":0.2772727273}
{"full_text":"Saints running back Alvin Kamara tested positive for COVID-19, according to a report from NFL Network reporter Tom Pelissero.","sentiment_score":0.1136363636}
{"full_text":"RT Israel was hit badly by the coronavirus, but the country has become a world leader in vaccinations. This is how it got the fir...","sentiment_score":-0.7}
{"full_text":"RT Good question What did they do in China and Wuhan that has allowed them to get back to normal?","sentiment_score":0.2833333333}
{"full_text":"We grew out of the mall rat phase, but are we ready for them to change?","sentiment_score":0.2}
{"full_text":"In pandemic, Fed showed its muscle in markets still matters ","sentiment_score":0.0}
{"full_text":"RT Here's your pattern. Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Time to recall this ringing declaration in June by Toby Young that \"the virus has all but disappeared\". He is right about...","sentiment_score":0.1928571429}
{"full_text":"RT Why exactly. Our #government &amp;  #BigPharma are in compliance. They are responsible for the deaths of thousands.Something...","sentiment_score":0.225}
{"full_text":"What! you mean the same as covid-19 being a different stain of Influenza? It mutates like flu, it is infectious like flu, it's spread by coughs and sneezes like flu, it is more dangerous to the infirm and elderly like flu.....could it actually be the flu? ","sentiment_score":-0.06875}
