{"full_text":"RT Under the Trump admin, a vaccine was developed in just months, smashing records, and millions have already been vaccinat...","sentiment_score":0.1}
{"full_text":"RT #AACU21 So excited about the emerging theme from EVERY session I have been in today: this forced pivot has centered us around...","sentiment_score":0.0375}
{"full_text":"I see you are most committed to the racist ideologies of your orange dem-god...China Virus? Really? You do not represent the BEST of the U.S.","sentiment_score":0.5666666667}
{"full_text":"Sometimes I forget that they too are just trying to survive this pandemic! My students always get excited to see their online classmates! Love that they can still connect catch up!  #aldineanywhere","sentiment_score":0.546875}
{"full_text":"RT BREAKING NEWS: EU Ombudsman starts inquiry on opaque handling of #Covid19 #vaccine contracts #ShowUsTheContractsOu...","sentiment_score":0.0}
{"full_text":"RT OK, I just pulled out the, \"Would you rather have a sore arm or would you rather die of COVID!?!\"I was not proud of myself....","sentiment_score":0.190625}
{"full_text":"RT Trump admin. misinformation and disinformation cost lives during the COVID-19 pandemic. Dr. Anthony Fauci admits the...","sentiment_score":0.0}
{"full_text":"RT Bowling coach BharatArun said \"when the world was under  pandemic &amp; there was no cricket,Shastri called me and said,we n...","sentiment_score":0.0}
{"full_text":"Tuguegarao City Mayor Jefferson Soriano catches COVID-19. He is now undergoing isolation at the Tuguegarao City People's General Hospital.","sentiment_score":0.05}
{"full_text":"RT #HelpUsHelpYou  - Thank you ","sentiment_score":0.0}
{"full_text":"RT At some point we're just going to have to accept that as a nation we're too racist to live","sentiment_score":0.1363636364}
{"full_text":"RT When approves or authorizes a vaccine, its work doesn't stop there. explains how all vaccines - including #CO...","sentiment_score":0.0}
{"full_text":"RT Portugal has rapidly become the country with the highest covid cases per capita in the world, with the rise of the B.1.1.7 s...","sentiment_score":0.0}
{"full_text":"RT India: Gives vaccine to the world.China: Gives virus to the world.","sentiment_score":0.0}
{"full_text":"RT School is so essential to children's wellbeing. They face almost no risk from Covid. Domestic violence, neglect, sexual ab...","sentiment_score":0.1666666667}
{"full_text":"RT \"The #Covid pandemic is showing us how brokenthe American health care system is.\" --","sentiment_score":0.0}
{"full_text":"RT Widespread adoption of #DigitalFinance in Nigeria is not only helping low-income women grow their business, but may al...","sentiment_score":0.0}
{"full_text":"BLOG | LOCKDOWN 2.01. #Itaewon #Birthday #HomeCooking #Blog #Sheffield #Family #Foodie #Travel #COVID19 #Lockdown2","sentiment_score":0.0}
{"full_text":"RT This is so stupid. The order says agencies should require masks \"as provided in CDC guidelines.\" Those guidelines say \"mask...","sentiment_score":-0.8}
{"full_text":"Waste, Negligence and Cronyism: Inside Britain's Pandemic Spending #resignjohnson","sentiment_score":-0.2}
{"full_text":"RT PS500 for everyone with Covid, as delivered by Chartwells.","sentiment_score":0.0}
{"full_text":"You're done with us?DUDE I know the inauguration was 2 days ago... like everyone in this world I've watched it. What I'm trying to say is that they are completely ignoring covid that's allBtw you didn't answer her question though","sentiment_score":0.1}
{"full_text":"Rajasthancovide19update:-22nd Jan. 21, #COVID19 report201 #positiveCases, No Casualty reported todayCumulative 316282#active 3719Deaths 275641 Each #Jaipur &amp; #Kota21 #Jodhpur20 #Nagaur15 #Ajmer13 #Alwar10 #Bhilwara#WearAMask","sentiment_score":0.0}
{"full_text":"RT Proceedings under the Epidemic Act against the same employees who have made a valuable contribution in combating #coro...","sentiment_score":0.0}
{"full_text":"RT Dave Chappelle tested positive for COVID-19few days ago he was out with Joe Rogan Elon Musk &amp; Grimes. IDK the other guy.. Ho...","sentiment_score":0.0511363636}
{"full_text":"RT \"Lincoln had the Civil War, Wilson had the pandemic, Roosevelt had the Depression, Kennedy had the height of the Cold War...","sentiment_score":-0.6}
{"full_text":"Did CNN ask him if China costs lives ? CNN and media has been after him since day one to trash Trump. Did Trump ever use the words Clorox or bleach ? NO. The media did. Covid is spread through family members in their family get togethers.  He said wear masks except with family.","sentiment_score":0.0}
{"full_text":"The White House is a federal building and everyone has to wear a mask for the next hundred days by Executive Order","sentiment_score":0.0}
{"full_text":"So is lockdown over now that R is below 1 as this was the holy grail according to Boris?","sentiment_score":0.0}
{"full_text":"RT Fauci: Trump's Covid-19 Response 'Very Likely Did' Cost Lives - Forbes","sentiment_score":0.0}
{"full_text":"Odd you should fix this obvious mistake. Oh, it's on purpose? Nvm then","sentiment_score":-0.0833333333}
{"full_text":"tanned with a fresh trim and no covid = peak","sentiment_score":0.3}
{"full_text":"I strode out through the mud today to ease the brain from lockdown and enjoyed Little Egret, singing Skylarks (80+), singing Woodlarks, 100+ Linnet, Raven, displaying Sparrowhawk, ten tumbling Buzzards, Redwings, Fieldfares - and a much better feeling in me 'Ed","sentiment_score":0.203125}
{"full_text":"RT The NFL is officially inviting approximately 7,500 vaccinated health care workers to Super Bowl LV as guests of the NFL...","sentiment_score":-0.0333333333}
{"full_text":"RT No #AmericanRescue will be complete if undocumented immigrants who have stood with the country through this pandemic, riskin...","sentiment_score":0.1}
{"full_text":"Um. Dont forget to acknowledge the great role the worst president in US history had in creating this economic catastrophy by ignoring &amp; lying about the pandemic.","sentiment_score":1.850371708e-17}
{"full_text":"Shows??? I hope he gets well soon! But shows? Did he not learn from DL","sentiment_score":0.0}
{"full_text":"SIR PLEASE LOOK AT THE MATTER I was suffering from severe fever infection, cough, Breathlessness and also have SYMPTOMS OF CORONA from 28Dec20 to 31Dec2020. For treatment I was admitted in hospital from 29Dec20 to 31Dec2020.SIR RESCHEDULE MY NTPC EXAM ON OTHER DATE","sentiment_score":-0.125}
{"full_text":"RT Dr. Biden is saying everything teachers have been screaming for since this pandemic began. I feel so heard and acknowle...","sentiment_score":0.0}
{"full_text":"RT Our UiTM staff nurse who is pregnant just known to have Covid 19. She is now intubated and critical. Please make doa for her...","sentiment_score":0.1666666667}
{"full_text":"Service Update 15:00 -  Only travel for work if essential or for other legally permitted reasons. Disruption via #Ingatesone, all information can be found here Please remember to wear a mask when travelling with us, on trains &amp; at our stations.","sentiment_score":0.01875}
{"full_text":"One week 'til Folk Festival! This is one of the largest streaming events mounted anywhere in North America during the pandemic, and it has something for everybody. Check out the lineups and buy tickets here!https:\/\/t.co\/Grj8XDP48Y","sentiment_score":0.0}
{"full_text":"RT Irritated though I am by many aspects of Australia's border policy, I'm impressed that Fraser has managed to get me solidly be...","sentiment_score":0.5}
{"full_text":"RT Today, I spoke by phone with Director-General Dr. Tedros Adhanom Ghebreyesus. We discussed how the United States will work as...","sentiment_score":0.0}
{"full_text":"RT Biden is again violating his mask mandate by not wearing a mask while in the White House, which is federal property, in a...","sentiment_score":0.0}
{"full_text":"RT I wrote about how the endless praise of \"essential workers,\" purveyed by the CEOs and politicians co-signing their perilou...","sentiment_score":-0.0625}
{"full_text":"And it starts ","sentiment_score":0.0}
{"full_text":"RT #guest #post #article on how to stay #motivated during the #pandemic. Thank you #author for the opportunity...","sentiment_score":0.0}
{"full_text":"RT Now, with the WHO's lower #PCR thresholds, it's practically guaranteed that #COVID \"case\" numbers will automatically d...","sentiment_score":0.0}
{"full_text":"RT Martin Odegaard has not been identified as a close contact of Real Madrid boss Zinedine Zidane after his positive #COVI...","sentiment_score":0.2136363636}
{"full_text":"RT A lot to think about in this graph. A surprise is that urban people largely unaffected by covid (!), suburban\/rural destroye...","sentiment_score":-0.0166666667}
{"full_text":"RT Enlightened public health experts like have been warning for months against repeated cycles of lockdown and...","sentiment_score":0.0}
{"full_text":"RT Brunei records zero new local Covid-19 cases for more than 8 months","sentiment_score":0.2121212121}
{"full_text":"RT Whilst firefighters have continued to provide frontline cover AND provide voluntary assistance in the fight against Covi...","sentiment_score":0.0}
{"full_text":"RT From Bangladesh to Brazil, several countries have thanked India as New Delhi gifts vaccine doses to its neighbours. India has...","sentiment_score":0.0681818182}
{"full_text":"RT NOVACYT - It's impressive to see the number of scientific studies that use PrimerDesign kits! Here is a new study carri...","sentiment_score":0.5681818182}
{"full_text":"Absolutely disgusting. They are worth like $600 billion and gaming boomed during lockdown they dont need that money","sentiment_score":-0.35}
{"full_text":"RT More than 4,300 people died of covid today under Joe Biden's administration. There have been left wing riots every day s...","sentiment_score":0.25}
{"full_text":"never used it, never willfuck these guys","sentiment_score":0.0}
{"full_text":"RT WATCH: A MOMENT OF SILENCE for educators and school employees lost to COVID this year. This is the first time any of the...","sentiment_score":0.25}
{"full_text":"RT K media said today the president of Korea, Moon talked with the president of Costa Rica , Carlos Alvarado Quesada on the p...","sentiment_score":0.0}
{"full_text":"RT Portugal has rapidly become the country with the highest covid cases per capita in the world, with the rise of the B.1.1.7 s...","sentiment_score":0.0}
{"full_text":"Covid has now morphed into a pathological obsession to the exclusion of LIFE. Why keep obsessing about numbers? Open everything up, with reasonable restrictions (like we have in Florida), let the system deal with it. If the system can't deal - fix the system, don't kill life","sentiment_score":0.1}
{"full_text":"RT No, no, no, no, no, no, Moscow Mitch McConnell doesn't get to dictate any rules or procedures when he blocked Judge Mer...","sentiment_score":0.0}
{"full_text":"I'm not one for conspiracy theories, but my uncle went to have his Covid shot and now he's literally got microchips coming out of his ears...","sentiment_score":0.0}
{"full_text":"RT For our health care workers, our essential workers and our health care system, let's stay home, stay safe and save lives #S...","sentiment_score":0.25}
{"full_text":"Great to chat with today about how has adapted and changed over #COVID19 to make sure people have the support they need, when they need it.Also good to talk about #UniversalCredit PS20 uplift and #EvictionBan - thanks for your support ","sentiment_score":0.55}
{"full_text":"RT Survey shows South Africans are more worried about corruption than Covid-19 |","sentiment_score":0.5}
{"full_text":"RT The new BC is 'Before Covid'","sentiment_score":0.1363636364}
{"full_text":"Radically expand food stamps and then give them to everyone and then make it cash instead. #UBI","sentiment_score":0.0}
{"full_text":"RT The President discussed the strategy to counter the spread of COVID-19 with President of the European Council Charles...","sentiment_score":0.0}
{"full_text":"RT Isn't it a miracle how the spread of #coronavirus suddenly slowed the day after the #Biden coronation? #Inauguration2021","sentiment_score":0.0}
{"full_text":"RT #Climate history in the making. You heard it here first, folks! #Bipartisanship #PurplePolitics #ParisAgreement #Politics #...","sentiment_score":0.3125}
{"full_text":"RT \"White guys first!\" The #Texas mantra hasn't changed in more than 150 years. This tho #Blacks have about 3 times the lik...","sentiment_score":0.2708333333}
{"full_text":"From climate change, to our pandemic response, to institutionalized racism, 2020 shone a light on the broken systems of our society. But still, many resist reform. Cognitive bias is one reason why.","sentiment_score":0.1666666667}
{"full_text":"Is that what you call trying to help us through a pandemic?  Well, that figures.","sentiment_score":0.0}
{"full_text":"RT Congratulations to Adam, who is training in Technical Theatre (specialising in costume) for winning a Kent TryAngle Comm...","sentiment_score":0.25}
{"full_text":"RT I wrote letters, drafted legislation, made calls--Trump's OSHA didn't lift a finger to help protect American workers again...","sentiment_score":0.0}
{"full_text":"RT  Did you know one of the measures you should take to try and minimise your risk of infection at the supermarket, is to...","sentiment_score":0.0}
{"full_text":"8 out of 10 of my customers and 9 out of 10 of my colleagues now believe that 'pandemic' is a fraud, nothing to do with viruses. Doesn't reflect real life. A year ago everybody believed in this dangerous virus. #covidscam","sentiment_score":-0.2}
{"full_text":"For example my mother in law (80) had severe Parkinson's, went to hospital with gastroenteritis, developed pneumonia (likely from a respiratory virus) and died. In 2018 her CoD was Parkinson's, but in 2020 she would be a covid death if positive. In 2018 they didn't even test.","sentiment_score":0.1090909091}
{"full_text":"RT Turning coronavirus corner, Volkswagen's profit falls less than feared","sentiment_score":-0.1666666667}
{"full_text":"RT \"Covid babies don't have to be the unlucky generation (...). But even the most resourceful of toddlers can't do everythi...","sentiment_score":0.55}
{"full_text":"This is interesting, do you have any of this kind of data","sentiment_score":0.55}
{"full_text":"The usual spiteful ex wife behaviour from the EU:","sentiment_score":-0.25}
{"full_text":"RT NEW GOLDEN RULE--\"One of the new things in this administration is that if you don't know the answer, don't guess. Just say y...","sentiment_score":0.1909090909}
{"full_text":"RT Prof Devi Sridhar tells \"Lifting things in March just means we'll be in a lockdown in April.\"https:\/\/t.co\/1Sd...","sentiment_score":0.0}
{"full_text":"u were axed from.this morning for your abusive tweets.and.anti covid messages. u have no right to speak","sentiment_score":-0.1428571429}
{"full_text":"RT Probability of dying of COVID-19 in hospital doubled as death toll was spiking in L.A. County, reports","sentiment_score":0.0}
{"full_text":"RT WASHINGTON (AP) -- Testing wristbands are in. Mask-wearing is mandatory. Desks are socially distanced.The clearest sign that...","sentiment_score":0.0333333333}
{"full_text":"RT .@jslaternyc: \"In the race to combat the pandemic, several countries are using vaccine production as a route to enhance their...","sentiment_score":0.0}
{"full_text":"BIO welcomes Dr. Anthony Fauci's statement that the United States will be joining the global COVAX and ACT Accelerator programs, which are the chief international efforts charged with getting COVID treatments to patients around the world.","sentiment_score":0.0}
{"full_text":"RT Why scientists are more worried about the Covid-19 variant discovered in South Africa a traves de","sentiment_score":0.5}
{"full_text":"Air travel has been uniquely affected by the ongoing COVID emergency. I'm glad to see that President Biden is taking action, and I look forward to building on this progress with our legislation to establish a task force to address these challenges.https:\/\/t.co\/FJWBFpR0u2","sentiment_score":0.325}
{"full_text":"In the midst of impeachment proceedings and the presidential inauguration, COVID-19 still rages on. Here are this week's top updates --","sentiment_score":0.5}
{"full_text":"School closures have seriously disrupted meal access for children from low-income families. The Biden administration plans to up pandemic EBT and SNAP benefits.","sentiment_score":-0.3333333333}
{"full_text":"Govt recruits 500 nurses to help battle COVID-19","sentiment_score":0.0}
{"full_text":"Gotta whip those shots out and get lambs to the slaughter on their global decreased freedom of movement tracking system before people realize that they weren't really true #vaccines but rather enslavement on a stick!","sentiment_score":0.0125}
{"full_text":"RT Fauci is almost giddy, and who can blame him?","sentiment_score":0.0}
{"full_text":"With the end of an emergency aid, vulnerable communities face food insecurity amid a surge in coronavirus cases in Brazilhttps:\/\/t.co\/CJ4HXtBC45","sentiment_score":-0.5}
{"full_text":"Friday Five: The sex recession: how Britain lost its libido in lockdown","sentiment_score":0.0}
{"full_text":"The #chemical #industry in #India is also feeling the effects of the Corona crisis. In the long term, however, the outlook remains good. The Indian government believes in the growth potential of the industry and is supporting investments.","sentiment_score":0.225}
{"full_text":"Stuck for something to read during lockdown? Check out our Author Platforms and #bookreviews.@cspencer1508  #bookrecommendations #booktwitter #historybooks","sentiment_score":0.0}
{"full_text":"My chest feels stiff, six months after I got covid-19#reCOVered on newsworthyhttps:\/\/t.co\/XsrF5E3xly","sentiment_score":-0.2142857143}
{"full_text":"Five main types of #vaccines prevent an estimated 2 to 3 million deaths per year. See how the new #COVID19 #mRNA vaccines fit into the mix. #COVID19Vaccine #COVID19Vaccination","sentiment_score":0.2343434343}
{"full_text":"I work ambulance service won't get vaccine since I had covid. I know several RN's medics EMT's and doctors and firefighters who got vaccine over 200 in number. So far no one reported any adverse reactions","sentiment_score":0.05}
{"full_text":"NCAA Social Series | Ep 42 | Tonight 7pm ETCDC Update on COVID-19@TheAndyKatz and Dr. Hainline are joined by Dr. Jay C. Butler &amp; Dr. Erin K. Sauber-Schatz from in the continued discussion on COVID-19 &amp; college sports.","sentiment_score":0.0333333333}
{"full_text":"JUST HEARD A NU TERM+MEANING-\"HONEY CAN U DO\"-CNBC CLIP SAID,DU 2 CORONA THIS TYPE,CAN U DO LIST,WAS EXPANDING-CAN U DO THIS,ETC-WELL, APPROACHING 75,I CAN SAY HONESTLY,OTHER THAN DURING SEX,IVE NEVER BIN ASKED,HONEY CAN U-LOL-HELL,ITS A BRAVE NU WORLD KIDS+CHANGE IS EVERYWHERE","sentiment_score":0.4}
{"full_text":"RT Dr Malinda Dissanayake, aged 51 yrs, A&amp;E medic North Middlesex Hospital, London - originally from Sri Lanka passes away...","sentiment_score":0.1375}
{"full_text":"Limestone's model shows Canadian Shield's lockdown policy will have a smaller economic impact compared to the current mitigation strategy in Canada -  #cdnpoli #COVID19","sentiment_score":0.0666666667}
{"full_text":"You can form a support bubble during lockdown.It is best if you form a support bubble with a household who live locally. This helps prevent the virus spreading from an area where more people are infected.Find out more","sentiment_score":0.4272727273}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"The lipid panel test is commonly referred to as a \"#cholesterol test\". According to the #CDC, more than 102 million adults in the #US have #higher total cholesterol levels. Higher cholesterol levels can put you at risk of #heart disease. Read on -https:\/\/t.co\/aaCfUxbfo8","sentiment_score":0.14}
{"full_text":".@pchcares offers drive-up testing for COVID-19 across the street from Burr Ridge Middle School. Testing restricted to those experiencing symptoms of COVID-19 or have had contact with a confirmed exposure. Limited tests available; appointment REQUIRED: Call 708-745-5277","sentiment_score":0.1657142857}
{"full_text":"We found this fascinating article on Skift about how Hawaii residents have responded to the pandemic, lockdown and impact on tourism. What are your views on 'overtourism' and the solution to problems faced most popular destinations around the world?https:\/\/t.co\/i1VVBMQ1DZ","sentiment_score":0.6}
{"full_text":"We were happy to see Year 7 student, Ethan, featuring in the article about learning new life skills in lockdown! He's been enjoying cooking and baking with his family at home - keep up the great work Ethan! To read: #Inspire #Achieve","sentiment_score":0.6176136364}
{"full_text":"The goalposts will continue to shift as the virus doesn't recognise end dates.  As the virus changes and continues to spread adjustments will be  made to  try and combat it. Very simple really","sentiment_score":0.1}
{"full_text":"Some people who develop #COVID19 may be taking medications for a comorbid condition. We discuss considerations for certain concomitant medications here:","sentiment_score":0.2142857143}
{"full_text":"Nearly 50% of office workers would take a pay cut to continue working from home long-term (@OwlLabs UK State of Remote Work 2020)People want to stay working remotely. Listen to your employees' needs- go #remote!(We'll help with the home office part)#WFH #futureofwork","sentiment_score":-0.0333333333}
{"full_text":"LOOOOL wow","sentiment_score":0.1}
{"full_text":"One COVID-related death reported, 35 new cases, by #ElDorado #UnionCounty #COVID19 #Coronavirus #Arkansas","sentiment_score":0.1363636364}
{"full_text":"All Owensboro Middle School students will switch to virtual learning from Friday, Jan. 22 until Feb. 1 because of the high number of staff and students having to quarantine as a result of COVID-19.","sentiment_score":0.08}
{"full_text":"RT Joe Biden's America:You have to wear a mask, but he doesn't.Soldiers have to sleep on the garage floor, while he sle...","sentiment_score":0.0}
{"full_text":"Many people worry more about food insecurity than COVID-19. CEO of explains how \"the scale of the crises we face today demands more than philanthropy.\" Federal aid like SNAP must do more to help families and individuals in need.","sentiment_score":0.5}
{"full_text":"I love getting clients but I hate that I can't stay home everyday if that make since ","sentiment_score":-0.1666666667}
{"full_text":"Wearing is caring. Utiliza crubrebocas.  #COVID19 #COVID19 #SemaforoRojo","sentiment_score":0.0}
{"full_text":"The highly contagious coronavirus mutation that emerged in the United Kingdom has now been identified in three women in Washtenaw County, all linked to the University of Michigan.","sentiment_score":0.16}
{"full_text":"RT We don't ask academics to drop everything &amp; model hurricanes as they crash into us, but that's what we are doing for outb...","sentiment_score":0.0}
{"full_text":".@Tritia16 presented a fantastic and timely #CURenalGrandRounds on #remdesivir in patients with renal disease. Fantastic presentation! #COVID19","sentiment_score":0.45}
{"full_text":"Edwin Michael Chau, May Caber and Peter Acher share their experience of establishing a new TPPBx service during the COVID-19 pandemic","sentiment_score":0.1363636364}
{"full_text":"Please find attached a flyer with information from \"My Time Cumbria\". They are providing a service for parents\/carers to get advice on supporting their young people's mental health through the pandemic. Booking instructions are on the flyer.","sentiment_score":0.0833333333}
{"full_text":"Classes start tomorrow &amp; next Wednesday!! Woo-hoo!! (COVID safety procedures in place) #comeplaywithus #kids #kidsactivities #ClassesMST #MST45 #YesMST","sentiment_score":0.0}
{"full_text":"Variants, mutations, clades... AdiosCorona tries to help you better understand the differences!What is a variant of the SARS-CoV-2 coronavirus?https:\/\/t.co\/ewudMkIvtC","sentiment_score":0.2}
{"full_text":"RT ...no, you didn't let it. You propelled it. You sabotaged every simple, basic means of controlling this. When the head...","sentiment_score":0.0}
{"full_text":"I think we should go for 0 deaths in general. Until then i think everybody should stay at home","sentiment_score":0.05}
