{"full_text":"RT Authoritarians and bigots really do hate a lot of people don't they?","sentiment_score":-0.8}
{"full_text":"RT says \"There needs to be a director of quarantine\".There was. I held that Commonwealth statutory office 1996-9...","sentiment_score":0.0}
{"full_text":"It warms my soul that these assholes make virtually no money anymore. And with Covid the free press buffet is probably limited.","sentiment_score":0.1642857143}
{"full_text":"RT What a slap in the face to all the Canadians who have had to shut down their small businesses, or couldn't be with their hos...","sentiment_score":-0.2027777778}
{"full_text":"Y'all really need to chill thee fuck out","sentiment_score":-0.1}
{"full_text":"Pandemic: New Gold Rush for Billionaires: by  Hedrick Smith:","sentiment_score":0.1363636364}
{"full_text":"EU banking and economic system is broken ..worse built on an irrepairable structure-Covid Panic Scam started ground zero EU killer..Italy..takes whole system down Covid is the hey us socialists bureaucrats are not at fault EU admin'd Global warming slush fund is the funding","sentiment_score":-0.0311111111}
{"full_text":"RT In Tennessee, officials were caught on camera vaccinating close friends and family rather than following protocol. When quest...","sentiment_score":0.0}
{"full_text":"RT 'Growing body of evidence' shows COVID-19 leaked from Chinese lab: US official","sentiment_score":0.0}
{"full_text":"Also COVID is already rampant in the US inc Cali. They have not closed cafes etc, or done a proper lockdown, so while mask wearing definitely helps, it's like putting a band aid on broken leg at this point.Why are you anti mask wearing?","sentiment_score":-0.0875}
{"full_text":"$XSPA Live Updates: US tops 20 million coronavirus cases, as hospitalizations hit 125,000 for second day","sentiment_score":0.0681818182}
{"full_text":"A friend's father-in-law, a mask wearer, took off his mask in a construction trailer where fellow workers who won't wear masks had been. Now he's sick and will die without a lung transplant.  He's 65 and can't get on the list.","sentiment_score":-0.7142857143}
{"full_text":"RT 'Growing body of evidence' shows COVID-19 leaked from Chinese lab: US official","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"Biden flexes Georgia muscle alongside GOP has been hospitalized with Covid-19 #fakeheadlinebot #learntocode #makeatwitterbot #javascript","sentiment_score":0.0}
{"full_text":"RT Covid has this country and its people on its knees. I've never ever experienced so many frightened individuals. It's catas...","sentiment_score":0.65}
{"full_text":"RT A report that has Covid-19 breaks my heart. It's been easy to kid him but Larry is a loyal friend and his...","sentiment_score":0.3833333333}
{"full_text":"RT How has Africa handled the #covid19 crisis? Will the Free Trade Area work?Guests and","sentiment_score":0.4}
{"full_text":"RT In Tennessee, officials were caught on camera vaccinating close friends and family rather than following protocol. When quest...","sentiment_score":0.0}
{"full_text":"RT UK coronavirus: New cases with positive test: Scotland:                   2,137 Wales:...","sentiment_score":0.1818181818}
{"full_text":"RT To those worried what will happen Jan 6th here's some advice:- Stay home on January 6th. - The Proud Boys will look for cou...","sentiment_score":0.8}
{"full_text":"RT The current folk devils in the Coronavirus pandemic panic are the young.","sentiment_score":0.05}
{"full_text":"Then there's me who spent the whole pandemic pregnant &amp; now have a beautiful baby girl. Idk why anybody would be happy they didn't get this blessing, smh.","sentiment_score":0.4166666667}
{"full_text":"RT The GOP was outraged at Obama for 4 deaths in Benghazi.Had 16 investigations.COVID deaths?350,000.No GOP outrage,...","sentiment_score":-0.9}
{"full_text":"RT \"It's not a law to wear a mask!\"Neither is \"No shoes, no shirt, no service,\" but you guys don't complain about that do...","sentiment_score":0.0}
{"full_text":"RT Tracy Allard  absolutely cannot continue in her role as UCP Minister of Municipal Affairs  because she clearly doesn't ha...","sentiment_score":0.15}
{"full_text":"RT 'Growing body of evidence' shows COVID-19 leaked from Chinese lab: US official","sentiment_score":0.0}
{"full_text":"RT Stacey Abrams on Democrats' closing message in Georgia ahead of the Senate runoff elections in January: \"We know that while Kell...","sentiment_score":0.0}
{"full_text":"RT They are front-line workers with top priority access to the COVID-19 vaccine, but they are refusing to take it.https:\/\/t.co\/...","sentiment_score":0.5}
{"full_text":"RT Meanwhile, the U.S. and Germany -- along with Canada and the rest of the European Union -- have contracted for enough doses...","sentiment_score":0.0}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT  : Fight Corona : Go Corona Go","sentiment_score":0.0}
{"full_text":"RT My Cousin Gregg, who has had Covid 3 times, was just arrested at Whole Foods for coughing on the female judge that he has been...","sentiment_score":0.1}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT The world is watching. Time for to step down. - Alberta leader won't punish gov officials for pandemic trips - The...","sentiment_score":-0.1555555556}
{"full_text":"RT Informed consent disclosure to vaccine trial subjects of risk of COVID-19 vaccines worsening clinical disease","sentiment_score":0.0}
{"full_text":"RT CDC ranks Kansas last in COVID-19 shots, state blames reporting lag","sentiment_score":0.0}
{"full_text":"RT They don't let you into hospital unless you have evident clinical signs of bein...","sentiment_score":0.25}
{"full_text":"Stay home. Post polls. Narc on neighborhood beer drinkers. Think up boring tweets. Hell , we've all had bad dinners out. Just not the industry needing to be kicked right now. I'm sure those that survive will be sure to \"be better\"","sentiment_score":0.0142857143}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"Or better, institute this:","sentiment_score":0.5}
{"full_text":"RT \"The Tomasi family's ordeal spotlight's the DOE's spotty attendance system during the COVID-19 pandemic, its failure to k...","sentiment_score":-0.3166666667}
{"full_text":"I GOTTA GO TO CHURCH  MY PARENTS TOLD ME LAST MINTUJEKSDFLSDF ;___; U GOTTA BOOK SLOTS COS COVID AND THEY BOOKED W\/O ME FIRST SO I COULDNT ASK THEM TO CHANGERSDMKASF","sentiment_score":0.125}
{"full_text":"Voltando ao Greek Named Tyrants do RE, e ligando ao negocio do Body Horror, Eu considero o Nyx do OUTBREAK FILE#2 criminally underrated. Great Body Horror ali","sentiment_score":0.1333333333}
{"full_text":"RT LA has stopped transporting heart attack and stroke victims to hospitals because there are no beds due to covid overload...","sentiment_score":-0.125}
{"full_text":"This is likely the most disgraceful and incompetent leadership in Canadian history....#ResignKenney","sentiment_score":0.05}
{"full_text":"Alt coins will outperform Bitcoin when alt coin season it's like penny stocks during covid","sentiment_score":0.0}
{"full_text":"RT CA DPH: mutated, more transmissible virus is spreadingCA hospitals: unprecedented numbers of children filling COVID w...","sentiment_score":0.55}
{"full_text":"RT I am a nurse of 22 years and I will refuse the #COVID19 vaccine.  This is why I set up Frontline Freedom on Twitter, MeWe an...","sentiment_score":0.0}
{"full_text":"RT Good question What did they do in China and Wuhan that has allowed them to get back to normal?","sentiment_score":0.2833333333}
{"full_text":"RT London primary schools to close temporarily as COVID-19 cases surge","sentiment_score":0.4}
{"full_text":"RT \"There is already too much contention in our society,\" says the MLA who, as COVID case #s spiked, stood in #ableg &amp; called th...","sentiment_score":0.2}
{"full_text":"RT COVID ICU again today. Almost all my patients are less than 60 years old and previously fit. Some are very young. If you...","sentiment_score":0.1158333333}
{"full_text":"RT We are never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"RT #DoNotSqueezeMyArm: Doctor Sounds Alarm on How to Properly Inject COVID-19 Vaccine","sentiment_score":0.0}
{"full_text":"RT Do your part to protect your neighbors this new year--wear a mask, continue to wash your hands, and practice social distan...","sentiment_score":0.0848484848}
{"full_text":"RT Data provided by Worldmeter revealed that as of December 31, there were 42.7 million unborn babies killed by abortion in 2020...","sentiment_score":-0.2}
{"full_text":"My daughter tested positive for COVID today. Her a$$hole boss didn't even have it in him to wish her well. I f*cking HATE you even more *trumpf and magaT cult.","sentiment_score":-0.0242424242}
{"full_text":"What a freakin' clown. Remember folks: \"Dump the UCP in '23\" #Jasonkenny #ResignKenney #Albert #COVID19AB #StayHome","sentiment_score":0.0}
{"full_text":"Mourinho bought a gift for corona sinner Reguilon: 'We are disappointed' -","sentiment_score":-0.75}
{"full_text":"RT Need a reason to wear a mask? Watch this","sentiment_score":0.0}
{"full_text":"RT \"What we're lacking right now from the Trump admin. is a national vaccination strategy and a plan,\" vaccine specialist Dr. Brigh...","sentiment_score":0.2857142857}
{"full_text":"RT A report that has Covid-19 breaks my heart. It's been easy to kid him but Larry is a loyal friend and his...","sentiment_score":0.3833333333}
{"full_text":"RT WOW: Doctors were FIRED &amp; reprimanded for speaking out against lockdowns, showing how the data was being manipulated for...","sentiment_score":0.1}
{"full_text":"RT 4) Someone tracked every COVID death among state and federal elected leaders... every instance has been GOP, according to","sentiment_score":0.0}
{"full_text":"Great thread!!!","sentiment_score":1.0}
{"full_text":"RT Some new COVID-19 data for Patty Hajdu: China didn't count almost 500,000 infections in Wuhan. So much for 'feeding into con...","sentiment_score":0.1681818182}
{"full_text":"So we all survived #2020it's a Saturday Night #Pandemic and you have #Beer #Pizza and #Wings #WhattheHell #GroundhogDay #2021","sentiment_score":0.0}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"Testing of 3D-printed Covid face guards and UV air treatment win Australian funding","sentiment_score":0.4}
{"full_text":"RT In March, they could have saved 20,000 lives by locking down 1 week earlier.This time, to be really sure they defend...","sentiment_score":0.1722222222}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT RT: briebriejoy \"15 million people have lost their employer-based health care in the middle of a global pandemic, and barel...","sentiment_score":0.0}
{"full_text":"RT What about the rest of the people in the room she has gathered and filmed? And having had COVID doesn't mean you shouldn't ta...","sentiment_score":-0.3125}
{"full_text":"RT  A machine learning-based framework for diagnosis of COVID-19 from chest X-ray images - DocWire News","sentiment_score":0.0}
{"full_text":"RT I am not going to get vaccinated for now. How can I trust BJP's vaccine, when our government will be formed everyone will ge...","sentiment_score":0.0}
{"full_text":"Oh   and the next strain would be Covid-20,,it does not go by year","sentiment_score":0.0}
{"full_text":"RT In Tennessee, officials were caught on camera vaccinating close friends and family rather than following protocol. When quest...","sentiment_score":0.0}
{"full_text":"RT Ms. Blancas went viral for this video in 2018. In Oct. she got Covid and spent the next 7 weeks in the ICU. She ran out...","sentiment_score":-0.05}
{"full_text":"RT Blunt force trauma, COPD and cancer but COVID listed as the cause of death. Now do you understand why they're reporting...","sentiment_score":0.0}
{"full_text":"RT Literally begging for a full lockdown if it means we'll be free by summer  I cannot have another summer stolen from me","sentiment_score":0.375}
{"full_text":"RT GEORGIAThis is exactly why you need to vote on 1\/5 for Jon Ossoff and Rev Raphael Warnock","sentiment_score":0.25}
{"full_text":"RT BREAKING! Trump just signed the same Covid Relief Bill he had on pause because it wasn't enough money. So Trump played Ame...","sentiment_score":0.0}
{"full_text":"Rises in COVID-19 cases: \"we are seeing the side effects of the December gatherings\" -","sentiment_score":0.0}
{"full_text":"RT Always a General....","sentiment_score":0.05}
{"full_text":"RT Several lowlifes are more angered by Indian cricketers eating beef than by the fact that they might have broken Covid protocol...","sentiment_score":-0.1625}
{"full_text":"RT In Tennessee, officials were caught on camera vaccinating close friends and family rather than following protocol. When quest...","sentiment_score":0.0}
{"full_text":"Tweeting during the pandemic has been analyzed by Twitter to understand what matters to people today and what will last. #twitter #trends #trending #twittertrends #tweet #socialmedia #behavior #consumerbehavior #consumerinterests","sentiment_score":0.0}
{"full_text":"RT 75% of Covid deaths in Australia are in aged care, regulated by the Feds. Most in privatised aged care. They have yet t...","sentiment_score":0.1}
{"full_text":"RT CNN: Former CNN host and talk show legend Larry King has been hospitalized in Los Angeles with the coronavirus, according to a...","sentiment_score":0.0}
{"full_text":"UK prepares emergency 'Nightingale' coronavirus hospitals and closes London primary schools as COVID-19 cases surge.https:\/\/t.co\/jZIt3ZlH4R","sentiment_score":0.4}
{"full_text":"RT CBS announced that Tony Romo will miss the Rams vs. Cardinals game tomorrow afternoon because of COVID-19 protocols","sentiment_score":-0.4}
{"full_text":"RT A Covid-19 vaccine appointment at a Canton, South Dakota hospital turned into a marriage proposal for one healthcare couple.","sentiment_score":0.0}
{"full_text":"Top CRE Articles in December 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #CREtech #IoT #Leasing        ","sentiment_score":0.5}
{"full_text":"People started breaking Covid rules when they saw those with privilege ignore themhttps:\/\/t.co\/q77nz8guwq","sentiment_score":0.0}
{"full_text":"RT Dear Fellow Floridians: It's imperative that we replace DeSantis in 2022 for the health and safety of all Floridians. L...","sentiment_score":0.0}
{"full_text":"RT The BCTF is still begging for the safety of its members. There's not another profession in the province that has to endure this...","sentiment_score":0.0}
{"full_text":"RT Larry King, 87, hospitalized in L.A. with COVID-19https:\/\/t.co\/asVSWXr3Q9","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"Virginia State Senator Ben Chafin died Friday of COVID-19 complications. The 60-year-old Russell County native has served in his current role since 2014.https:\/\/t.co\/0KYe8kFxBK","sentiment_score":0.0}
{"full_text":"\"The first year of teaching is just so hard and if people get discouraged and don't have the proper support, they're going to leave the profession. At a time when there's already such a teacher shortage and sooner than they need to.\" #EdChat #k12 #COVID19","sentiment_score":-0.0104166667}
{"full_text":"Safety issues mount as skiers hit backcountry in pandemichttps:\/\/t.co\/fpm5qec2ie","sentiment_score":0.0}
{"full_text":"\"The first year of teaching is just so hard and if people get discouraged and don't have the proper support, they're going to leave the profession. At a time when there's already such a teacher shortage and sooner than they need to.\" #EdChat #k12 #COVID19","sentiment_score":-0.0104166667}
{"full_text":"This guide in #Italian below explains how uses contact tracing to slow the spread of #COVID19.Watch in English: resources:","sentiment_score":-0.1}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"Although she tested positive for COVID-19 in April, Yakima's Carolyn \"Fritzi\" Bryant celebrated her 107th birthday Friday. \"Just enjoy every day and enjoy your friends,\" she tells of the","sentiment_score":0.3443181818}
{"full_text":"Forecast map for this evening                 #wx #weather #index #wave #cooler  #storm #hail #wind #flooding #traffic #flood #rain #Forecast #local #news #humid #storm #radar #Friday #newyear  #week   #lockdown","sentiment_score":0.0}
{"full_text":"\"The first year of teaching is just so hard and if people get discouraged and don't have the proper support, they're going to leave the profession. At a time when there's already such a teacher shortage and sooner than they need to.\" #EdChat #k12 #COVID19","sentiment_score":-0.0104166667}
{"full_text":"Thank you to #OurAMA member, for documenting his experience taking the #COVID19 #vaccine, reinforcing trust that #VaccinesWork. #MembersMoveMedicine","sentiment_score":0.0}
{"full_text":"\"The first year of teaching is just so hard and if people get discouraged and don't have the proper support, they're going to leave the profession. At a time when there's already such a teacher shortage and sooner than they need to.\" #EdChat #k12 #COVID19","sentiment_score":-0.0104166667}
{"full_text":"#Flights from #India to UK will resume from 6 January 2021 and those from #UK to India will take off from 8 Jan 2021.https:\/\/t.co\/gs4d9trs6f","sentiment_score":0.0}
{"full_text":"We don't know accurate numbers from China. But you're right about NYC- I assume that a lot of that came during Fashion Week in early February where a huge number of travelers from the Northern Italy fashion hubs traveled to NYC. First cases in the US (WA, IL) traveled to Wuhan.","sentiment_score":0.2871428571}
{"full_text":"In a little over a month, #COVID19 cases doubled to 800,000 in LA County.","sentiment_score":-0.1875}
{"full_text":"RT Stacey Abrams on Democrats' closing message in Georgia ahead of the Senate runoff elections in January: \"We know that while Kell...","sentiment_score":0.0}
{"full_text":"Again - good on you! I don't always have the energy, but try to remind myself that every vaccine \"convert\" could very well be a life saved - or multiple, if it turns out (as is very likely the case) that Covid vaccines also reduce\/eliminate virus spread","sentiment_score":0.26875}
{"full_text":"RT .@JennaEllisEsq thinks losing 60 court cases in a single year and catching covid from Rudy's a**hole is...","sentiment_score":0.2642857143}
{"full_text":"#COVID19 UPDATE: We are reporting 3 deaths, 189 new cases, and 39 additional recoveries in the Quad-County Region. This brings the total number of cases to 9,408, with 4,766 recoveries and 122 deaths; 4,520 cases remain active. #QuadCountiesNV","sentiment_score":0.001010101}
{"full_text":"The new year will be all about helping Nevada defeat and recover from the coronavirus, the state's congressional members said in recent interviews that revealed widely differing views on just how to do it.https:\/\/t.co\/pyLBNRDlM9","sentiment_score":0.0121212121}
{"full_text":"As communities across the country feel the pain of a surge in coronavirus cases, funeral homes in the hot spot of Southern California say they must turn away grieving families as they run out of spacehttps:\/\/t.co\/UTiJTJaY04","sentiment_score":0.125}
{"full_text":"Positive COVID-19 tests top 1 million in New York state.https:\/\/t.co\/cgAIVoo5bJ","sentiment_score":0.2878787879}
{"full_text":"Pedro Pierluisi vowed to fight against poverty, corruption and COVID-19 after he was sworn in Saturday as the U.S. territory's new governor.https:\/\/t.co\/9qkcHBaaD0","sentiment_score":0.1363636364}
{"full_text":"SARAH SIMENTAL, 18 of Tinley Park, Illinois died of COVID on Dec. 26. \"There will be more holidays, more birthdays... you have them again. This took my daughter and we're not going to be able to have those again.\"https:\/\/t.co\/wLf0f3YGD3","sentiment_score":0.5}
{"full_text":"\"The first year of teaching is just so hard and if people get discouraged and don't have the proper support, they're going to leave the profession. At a time when there's already such a teacher shortage and sooner than they need to.\" #EdChat #k12 #COVID19","sentiment_score":-0.0104166667}
{"full_text":"RT Stop placing the responsibility of ending a pandemic solely on working class people who have no choice but to go to work...","sentiment_score":0.0}
{"full_text":"RT We're rapidly expanding our community vaccination sites, developing an extensive network of locations open to all health car...","sentiment_score":0.0}
{"full_text":"After thought and consideration, we have decided to cancel this upcoming season due to COVID-19. While this is unfortunate, we hope to still hold free practices and possibly scrimmages this spring. If you are interested please fill out this form","sentiment_score":0.005}
{"full_text":"RT Teachers should not have to beg for a vaccine.  We deserve to be treated with dignity and respect.  This isn't good enou...","sentiment_score":0.7}
{"full_text":"RT 100s Of Israelis Infected With COVID After Receiving Pfizer Vaccine Amid Frenzied Inoculation Campaign","sentiment_score":0.0}
{"full_text":"RT #FactsOnRwanda#CoronavirusInRwanda#Thread2020 is the year that tested solidarity among Rwandans.Diaspora: Rwand...","sentiment_score":0.0}
{"full_text":"RT SPREADSpreading rumors that the outbreak is caused by foul smell of sea isn't true. It's the water the people have been...","sentiment_score":0.35}
{"full_text":"Daily #COVID19 cases and deaths have declined throughout the region. Increasing mask use to 95% can save 41,000 lives by April 1.Download our #COVID19 policy briefings:","sentiment_score":0.0}
{"full_text":"The legendary talk show host has fought other serious health issues in the past, including lung cancer in 2017.","sentiment_score":0.0729166667}
{"full_text":"RT There were six people in a house in Gatineau, Canada. A neighbour snitched. Police went in, Gestapo style. Assaulting citiz...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 33.3FWind Chill: 33.3FHumidity: 92%Dew Point: 31.2F Barometer: 30.233 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 181.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Why do y'all get mad when we tell y'all to be responsible during a pandemic  it's so weird","sentiment_score":-0.3083333333}
{"full_text":"RT Taking a vaccine is not just about reducing individual risk--it's about the reducing community risk. You would think that 12...","sentiment_score":0.0}
{"full_text":"RT The SARS-CoV-2 spike protein, which allows the virus to break into cells, is a shapeshifter. By making it sit still, scientists...","sentiment_score":0.0}
{"full_text":"RT The Greater Sacramento Region will remain under the stay-at-home order.We must continue to do our part to #StopTheSur...","sentiment_score":0.5}
{"full_text":"Former CNN talk show host Larry King has been hospitalized with COVID-19 for more than a week, the news channel reported Saturday.","sentiment_score":0.25}
{"full_text":"\"Small businesses who stepped up to fight COVID-19 should be applauded by their government not taxed for doing so,\" the Department of Health &amp; Human Services said on Twitter.","sentiment_score":-0.125}
{"full_text":"RT Cleveland adds another cornerback to COVID-19 list","sentiment_score":0.0}
{"full_text":"RT just because the gov have fucked up their handling of the pandemic doesn't mean we have no personal responsibility, in f...","sentiment_score":-0.3041666667}
{"full_text":"Talk show host Larry King has been hospitalized with COVID-19, report says","sentiment_score":0.0}
{"full_text":"RT If you survived a breakup during a pandemic you're a king\/queen\/icon x","sentiment_score":0.0}
{"full_text":"RT FYI: How Israel Became a World Leader in Vaccinating Against COVID-19","sentiment_score":0.0}
{"full_text":"More than 363K recoveries from COVID-19 confirmed.","sentiment_score":0.45}
{"full_text":"---&gt; Up to 60% of US health workers are refusing to get COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"RT pandemic aside, what's fun about this?","sentiment_score":0.3}
{"full_text":"Larry King, the host of Larry King Live for 25 years, has been hospitalized in Los Angeles with COVID-19.","sentiment_score":0.1363636364}
{"full_text":"RT This could have been us but y'all playing","sentiment_score":0.0}
