{"full_text":"RT Told you. Just new letterhead &amp; font.","sentiment_score":0.1363636364}
{"full_text":"RT Being able to go to the Caribbean and Mexico in the middle of a pandemic when one person is dying from #COVID19 every hour in...","sentiment_score":0.25}
{"full_text":"RT I do want to talk a bit about connections, conflicts and information during a pandemic.  Since insinuated I have C...","sentiment_score":0.0}
{"full_text":"RT CHARLES BARR III, 45, of Bradford, Pennsylvania died of COVID on Dec. 28.\"Charlie was the human manifestation of happin...","sentiment_score":0.0}
{"full_text":"RT It was clear from the get-go that Senate Republicans were going to find every excuse not to work with him on Covid relief...","sentiment_score":0.025}
{"full_text":"RT I've said it before and I'll say it again: we need monthly survival payments to help people survive this pandemic.","sentiment_score":0.0}
{"full_text":"RT White House Covid senior adviser Andy Slavitt: \"I want to call out seven states that have already provide first vaccination...","sentiment_score":0.125}
{"full_text":"Shocking. Sky News: 'Incredible act of hostility': EU introduces controls on vaccine exports to Northern Irelandhttps:\/\/t.co\/9KD0wFa06T","sentiment_score":-0.05}
{"full_text":"RT On Jan. 13 -- after members tested positive for COVID-19 after being locked down with her on Jan. 6 -- Marjorie Taylor Greene c...","sentiment_score":0.0358585859}
{"full_text":"RT On Jan. 13 -- after members tested positive for COVID-19 after being locked down with her on Jan. 6 -- Marjorie Taylor Greene c...","sentiment_score":0.0358585859}
{"full_text":"Same amount of death, just more focused upon because of COVID-19. #Programming","sentiment_score":0.25}
{"full_text":"RT More than 32,000 Americans have died of COVID-19 since Biden took office | Just The News","sentiment_score":0.5}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT High skilled immigrants from India fighting pandemic on the frontline and getting stabbed in the back at the same time. P...","sentiment_score":0.165}
{"full_text":"RT The new Covid-19 ad campaign blames the public for the government's failures, writes","sentiment_score":0.0681818182}
{"full_text":"RT How do we address this?1. Convict Donald Trump in the Senate (this may sound paradoxical, but it will be EXTREMELY healing...","sentiment_score":0.1375}
{"full_text":"Credit to the volunteers running the food bank to support international students who are our guests in this country. Response from was poor and reflects badly on universities that are providing decent support.","sentiment_score":-0.2333333333}
{"full_text":"RT .@CoriBush will join on at 7pm to discuss her interactions with Marjorie Taylor Greene. Tune in....","sentiment_score":0.0}
{"full_text":"\"How to lie with data\"","sentiment_score":0.0}
{"full_text":"RT On Jan. 13 -- after members tested positive for COVID-19 after being locked down with her on Jan. 6 -- Marjorie Taylor Greene c...","sentiment_score":0.0358585859}
{"full_text":"RT do not let lockdown skeptics and greedy business owners control the narrative. i am TIRED of explaining this to people who a...","sentiment_score":-0.4}
{"full_text":"Why do I feel like this keyboard was exclusively used by the bats that invented COVID-19?","sentiment_score":0.0}
{"full_text":"RT OMG. The brilliant not only made this video but he's only gone &amp; done a remix with the Wellerman TikTok...","sentiment_score":0.3}
{"full_text":"RT On Jan. 13 -- after members tested positive for COVID-19 after being locked down with her on Jan. 6 -- Marjorie Taylor Greene c...","sentiment_score":0.0358585859}
{"full_text":"RT The First Minister of Northern Ireland Arlene Foster has said the European Union has committed an \"incredible act of host...","sentiment_score":0.3833333333}
{"full_text":"RT How long is it reasonable to be \"working with Republicans\" on a \"bipartisan\" COVID relief bill until it becomes time to just p...","sentiment_score":0.075}
{"full_text":"\"It is a fiscally responsible option [and] it is a morally responsible option,\" said state Rep. Teri Anulewicz, D-Smyrna. \"We are turning down federal funds due to political partisanship and that is thwarting Georgians.\"","sentiment_score":0.0238888889}
{"full_text":"Undocumented workers could potentially be the last to get the COVID vaccine. The virus doesn't discriminate on status, neither should states in the distribution of vaccines. Sign petition NOW and demand vaccines for ALL undocumented workers:","sentiment_score":0.0}
{"full_text":"RT Care home is locked down after 12 residents die from Covid while 18 more plus 30 staff test positive for the virus","sentiment_score":0.1905723906}
{"full_text":" UCONN lost last night because of the pandemic? Was your season that bad before you got beat by Arkansas? You were 10-0 and the #3 team in the country. Doesn't seem too bad. ","sentiment_score":-0.4666666667}
{"full_text":"RT The pandemic never stopped Cheltenham , borders open to football fans from Italy , no restrictions on flight...","sentiment_score":0.0}
{"full_text":"RT Latino COVID-19 deaths hit 'horrifying' levels, up 1,000% since November in L.A. County.The death toll is prompting n...","sentiment_score":-0.9}
{"full_text":"Today would be a great day to cancel covid too but I get the feeling that's not a priority anymore.","sentiment_score":0.8}
{"full_text":"RT and just so we're aware, if it wasn't for Covid I woulda done the tour pregnant ","sentiment_score":0.2916666667}
{"full_text":"If Ford had the authority all along to have the medical officer prepare an order to have mandatory #COVID19  testing done at Pearson , why did he wait until now to do it?(I mean other than for the political gaslighting directed at the feds?) #onpoli#COVID19Ontario","sentiment_score":-0.109375}
{"full_text":"I was in Dublin working when I voted for independence and since then I've voted snp! But this pandemic has made me realise how much I don't trust politicians! I want scotland free but not so that the snp just control it year in and year out #trust #fuckborisandsturgon","sentiment_score":0.325}
{"full_text":"RT  WOW Northern Ireland administered 20,847 first doses of a COVID-19 vaccine yesterday, smashing the previous daily rec...","sentiment_score":0.0458333333}
{"full_text":"RT The blatant corruption that the world is witnessing [from rigging the stock market &amp; the election, to the lack of account...","sentiment_score":-0.5}
{"full_text":"Surfside Rep. Michelle Steel Scolded For COVID Joke By Political Opponent, Harley Rouda","sentiment_score":0.0}
{"full_text":"RT The First Minister of Northern Ireland Arlene Foster has said the European Union has committed an \"incredible act of host...","sentiment_score":0.3833333333}
{"full_text":"RT BREAKING: Johnson &amp; Johnson's one-shot vaccine shows 66% efficacy against Covid-19 in a large global trial","sentiment_score":0.1071428571}
{"full_text":"RT Putin wants Russia to become North Korea.  It won't happen.  Don't be fooled by this video. Russians aren't.","sentiment_score":0.2}
{"full_text":"Oh yeah. So its going to be 5 years without Paramore music. I don't think,at this point,Paramore will return. At least not until touring resumes and we figure out how to deal with this COVID-19 pandemic.","sentiment_score":-0.3}
{"full_text":"RT Government Is Broken Because We Have No Term LimitsThe 2016 Election was bad and 2020 was even worse. This omnibus b...","sentiment_score":-0.5}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"NJ101.5 Spadea Announces NJ Governor Shuts Trump Bedminster and Trump Colts Neck for COVID Jackon Whites Lice outbreaks. Trenton, NJ Issues Emergency Shut Down Order.  Murphy tells NY Post \"Trump's is Worse Outbreak Since Hoboken Hoes COVID Chinese Cruise Ship Berth\".","sentiment_score":-0.1851851852}
{"full_text":"RT Union bosses are exploiting the pandemic and barring students from attending public schools. Back in September, I spoke with...","sentiment_score":0.0}
{"full_text":"Wow, this is seismic.","sentiment_score":0.1}
{"full_text":"RT We're finally getting the national COVID-19 response we needed a year ago.","sentiment_score":0.0}
{"full_text":"RT #Breaking: Ontario has confirmed five cases of the new coronavirus variant first discovered in the U.K. were identified th...","sentiment_score":0.2621212121}
{"full_text":"RT The last month has been busy with porn shoots for shooting with so many hotties, its so great to be ba...","sentiment_score":0.35}
{"full_text":"RT Seriously getting sick of this crap. Domestic borders closing had NOTHING to do with International Travel and when FNQ rely o...","sentiment_score":-0.3695238095}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT DYK? CDC's home for #COVID19 data, the COVID Data Tracker, has a new homepage with updated tools &amp; features to make it easier t...","sentiment_score":0.1363636364}
{"full_text":"RT Biden on the White House South Lawn: \"I support passing COVID relief with support from Republicans, if we can get it. But...","sentiment_score":0.0}
{"full_text":"RT German newspaper Bild says quoting snr pharma sources that if EU carry out threat to block export of Covid vaccines non-EU pha...","sentiment_score":0.0}
{"full_text":"RT waiting for covid results  besides feel good always wear masks even collecting paxkages from your door step i,m so parrano...","sentiment_score":0.7}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"What are the key #AI trends that #executives should keep in mind as they develop their 2021 strategies &amp; continue to face the challenges of the pandemic? Read this article by Vijay Raghavan, EVP and CTO of to find out:","sentiment_score":0.0}
{"full_text":"RT In the world of Public Health, we're not always entirely sure what we prevent. But we can be absolutely sure that prevent...","sentiment_score":0.3333333333}
{"full_text":"Zambia to receive 8.7 million doses of COVID-19 vaccines under AU initiative via","sentiment_score":0.0}
{"full_text":"Love seeing the crew from succeed!","sentiment_score":0.625}
{"full_text":"RT Nine in 10 US colleges have policies that restrict free speech. In the Covid era, these apply off campus, too. Students a...","sentiment_score":0.4}
{"full_text":"A lockdown is looming. The covid is really rampaging.OMG.Stay safe fellas","sentiment_score":0.35}
{"full_text":" plz clear this -Even after being careful, if some students get COVID on the very first day of offline exam, will you still force them to appear in the remaining exams or will you allot BACKLOGS to their results?#aktuOnlineExam #AKTU #covidnotover","sentiment_score":0.1083333333}
{"full_text":"RT White House Covid senior adviser Andy Slavitt: \"I want to call out seven states that have already provide first vaccination...","sentiment_score":0.125}
{"full_text":"RT You know what doesn't \"sell well\" The fact that 36,000 Texans have died from Covid. Your have undermin...","sentiment_score":0.0}
{"full_text":"RT So far in the pandemic - worldwideBillionaires: gained $3.9 trillionWorkers: lost $3.7 trillionAnd people in power...","sentiment_score":0.1}
{"full_text":"RT \"I support passing COVID relief with support from Republicans if we can get it. But, the COVID relief has to pass,\" Pres. Biden te...","sentiment_score":0.0}
{"full_text":"Great to be invited for a short briefing with @GovLarryHogan at @NoLabelsOrg event today - Hogan discussed #covid and the importance of working in bipartisan fashion. @MedChiupdates has always agreed with Hogan that healthcare is not a partisan issue.","sentiment_score":0.4}
{"full_text":"I listened loads during the first lockdown as they seemed to have built up a huge backlog, so it was a rare studio-recorded pod at the time.I then fell out of it when that run came to and end, but got back into it this week. Ah, it's just perfect","sentiment_score":0.39}
{"full_text":"RT For the second time this week, thousands of appointments to get the COVID-19 vaccine at Publix stores in Florida booked up in un...","sentiment_score":0.0}
{"full_text":"Nobody knows how many American teachers have died of covid","sentiment_score":0.25}
{"full_text":"Here it is.","sentiment_score":0.0}
{"full_text":"1,245 more coronavirus deaths.","sentiment_score":0.5}
{"full_text":"RT The subtext is clear. Happy to work and would love to pass this with bipartisan support. But if your plan is to obstruct this...","sentiment_score":0.4666666667}
{"full_text":"\"This is not about making a profit so much as taking down the hedge fund billionaires who are ruthlessly leveraging against real-world businesses struggling to survive during a pandemic.\" @rushkoff @stoolpresidente ","sentiment_score":-0.3185185185}
{"full_text":"Still, Dad got his 1st covid jab today so not all bad.","sentiment_score":-0.7}
{"full_text":"Myth Busters!https:\/\/t.co\/vdIKKzf02z","sentiment_score":0.0}
{"full_text":"RT STOLEN BIKE FROM NHS WORKERNHS night shift worker on COVID Ward at University College Hospital London had his Genesis Croix...","sentiment_score":0.0}
{"full_text":"Strange heading.Interesting the article doesn't even mention the glaring number.Revenue minus Expenditure for the 5 months = -$6.8bBut hey, 'Government up $1.9b' ","sentiment_score":-0.075}
{"full_text":"\"We have heard from many (families and school staff) that there is in fact an outbreak and that these cases were transmitted within the school, however public health has not posted it as such.\"https:\/\/t.co\/mfobByEYPtMinnekhada Middle School SD#43 #BCed","sentiment_score":0.125}
{"full_text":"RT #CaAfterschoolWorks is meeting the needs of #CA communities across the state during #COVID19. But we still face a growing...","sentiment_score":0.0}
{"full_text":"Can't wait to see what everyone does with their tie-dye lounge sets when the pandemic's over","sentiment_score":0.0}
{"full_text":"Doctor accused of killing Covid patients to free up beds, as his hospital was overwhelmed in Italy","sentiment_score":0.4}
{"full_text":"I CANT STOP CRYING THINKING ABOUT MY COVID TEST ON MONDAY I FEEL THE PAIN ALREADY","sentiment_score":-0.2}
{"full_text":"Being an introvert, I'm in an unusual position. I have the GREATEST desire to GO OUT. Like to a place. With dressed people who wear more than yoga pants. Music. Food that makes me swoon. Shopping in an overpriced store. The pandemic has brought me to this.","sentiment_score":0.5666666667}
{"full_text":"RT Let this sink in--of $16.3 billion for Trump's Operation Warp Speed, only 2.3% was budgeted for vaccine distribution. Sad....","sentiment_score":-0.25}
{"full_text":"RT The blatant corruption that the world is witnessing [from rigging the stock market &amp; the election, to the lack of account...","sentiment_score":-0.5}
{"full_text":"RT Saw some majestic #buzzards on the way to the studio the other day, so it felt like a sign to get on with my #lockdownArt pai...","sentiment_score":-0.125}
{"full_text":"RT Everyday I receive messages asking how to talk to a loved one who has fallen into harmful online conspiracy theories -...","sentiment_score":0.25}
{"full_text":"Would you rather pandemic alone or be boo'd up with no reprieve?","sentiment_score":0.0}
{"full_text":"RT This is so sad &amp; highlights how important it is for the advice to include the RANGE of symptoms &amp; when to seek help....","sentiment_score":-0.05}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"Cervical cancer screening was still down by roughly one-fourth even after stay-at-home orders lifted in 2020 &amp; authors suggest this points to a need for a home self-screening option (which is being studied but has yet to be FDA approved):","sentiment_score":-0.1277777778}
{"full_text":"Mood","sentiment_score":0.0}
{"full_text":"COVID FAQ: What is your COVID-19 Antigen Testing for?Our Antigen viral test detects a current infection of COVID-19 in your body. This test can help you determine if you need any further testing done. To book an appointment go to #Coronatestnearme","sentiment_score":0.0}
{"full_text":"Doctor accused of killing Covid patients to free up beds, as his hospital was overwhelmed in Italy","sentiment_score":0.4}
{"full_text":"RT look at us in a depression and pandemic. i was never wrong for suggesting crack just early.","sentiment_score":0.175}
{"full_text":"RT Canadian Prime Minister Justin Trudeau announced that Canada's major airlines have agreed to suspend all flights to Mexico and...","sentiment_score":0.0625}
{"full_text":"RT Black Americans are more likely to die from #COVID19 and more likely to work in healthcare, yet are still receiving the #Co...","sentiment_score":0.1666666667}
{"full_text":"RT Im gonna be a bunny for the rest of lockdown as someone is gonna need to rip this off me  its even got a little booty flap...","sentiment_score":-0.1875}
{"full_text":"RT Carl says he is being \"silenced.\"Mate, if you have science to say, PUBLISH it. Not in the Mail or Spectator where you...","sentiment_score":0.0}
{"full_text":"RT Empty halls, cancelled shots: France's COVID vaccine rollout falters","sentiment_score":-0.1}
{"full_text":"\"once covid is over\" is starting to sound a lot like \"cuando mi hermano y yo nos llevemos bien\"","sentiment_score":0.2}
{"full_text":"Might be a week late, thanks to #COVID19, but I'm back onboard! #ourncejourney #womened #COVIDsucks","sentiment_score":-0.0333333333}
{"full_text":"Even lockdown won't stop our passion for theatre! Come and join us for virtual musical theatre lessons on Saturdays!","sentiment_score":0.0}
{"full_text":"RT Honestly even when all this shit is over I doubt I'm gonna go outside anyway. Ima focus on my bread and my sons, period....","sentiment_score":0.1333333333}
{"full_text":"RT This man dedicated his match to everyone battling COVID you really think he's gonna lose???  #RoyalRumble","sentiment_score":0.2}
{"full_text":"The ins and outs concerning a mortgage when you are self employed. #triadconnectionsteam #mortgage","sentiment_score":0.0}
{"full_text":"RT BREAKING: The British public think and me are holding the Govt to account in this pandemic better than","sentiment_score":0.1666666667}
{"full_text":"RT Calgary police take travelling woman into mandatory isolation, but refuse to tell family where she ishttps:\/\/t.co\/o5wZ0o...","sentiment_score":0.0}
{"full_text":"RT \"It was really hard for us to put food on the plate... we had to ration ourselves.\"Some international students, having...","sentiment_score":-0.1458333333}
{"full_text":"RT Have your voice heard #YourSchoolNurse","sentiment_score":0.0}
{"full_text":"\"The first study to offer disaggregated Asian American data shows Chinese New Yorkers have had higher Covid death rates than any other racial group at 37%.\" writes for on the importance of data disaggregation ","sentiment_score":0.0730519481}
{"full_text":"\"We've got 100,000 people dead in this country, which to be honest is a disgrace - for a first-world nation like ours to have that death toll is a disgrace\"https:\/\/t.co\/yP7mZVIeDI","sentiment_score":0.2}
{"full_text":"Have you visited Bethel yet? We've got options! With COVID-19 precautions in place, you can schedule an in-person campus visit, virtually meet with staff and faculty, or tour campus through pre-recorded videos. Find your place at Bethel today!","sentiment_score":0.0}
{"full_text":"People from all over the world have been ordering Yorkshire jigsaws to keep them busy during lockdownhttps:\/\/t.co\/iGj7jA2pfu","sentiment_score":0.1}
{"full_text":"COVID can't stop gaming from growing. Meet 40,000+ gamers from across the globe, hangout, play together, and have fun. Plus who doesn't like giveaways?YOU... ARE... INVITED!Join Now -","sentiment_score":0.3}
{"full_text":"Breaking: News ","sentiment_score":0.0}
{"full_text":"It comes after another North Sea facility was closed down last week due to an outbreak.https:\/\/t.co\/HEaCKQbO1C","sentiment_score":-0.0951388889}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"What does the more contagious strain of coronavirus in Washington state mean, and what can be done? Health care reporting from at the","sentiment_score":0.09375}
{"full_text":"Police apologise for calling man an \"idiot\" and bundling him into car as he walked to work in Covid row","sentiment_score":-0.8}
{"full_text":"Attraction Tickets covid cover vs booking direct with Disney: Currently looking at changing our BA flydrive for July and maybe booking some accommodation in case our trip actually goes ahead. Looking ...","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING: Prime Minister Justin Trudeau has announced all Canadian travellers returning from overseas will have to tak...","sentiment_score":0.0}
{"full_text":"Lebanon on Thursday launched an electronic platform for citizens and residents wishing to receive the #coronavirus #vaccine.https:\/\/t.co\/K6uLwoJeQs","sentiment_score":0.0}
{"full_text":"Another 48 people have died with Covid-19 and there are 1,254 new cases.","sentiment_score":0.1363636364}
{"full_text":"As the COVID-19 crisis continues to force more employers to shift to remote working arrangements, it's more important than ever for managers to monitor employee performance. Here are7 tips for addressing employee performance problems. #hr","sentiment_score":0.325}
{"full_text":"Joel Parker Whitney Mansion Dining Roomc. 1885Rocklin #Friday #COVID19 #CovidVaccines","sentiment_score":0.0}
{"full_text":"A9: the hill we climb is the past, the pandemic, racism, inequality, the economy, literally everything that is wrong in America. #TeachLivingPoets","sentiment_score":-0.375}
{"full_text":"RT Florida International University researchers have trained dogs to detect the COVID-19 virus.","sentiment_score":0.0}
{"full_text":"Looking for something new for the weekend? https:\/\/t.co\/PdgxS8UB4R","sentiment_score":0.1363636364}
{"full_text":"One of the best way to help prevent the spread of COVID-19, influenza and other infectious diseases is by washing your hands. It can be easy for children (and adults) to forget what it takes to wash well.https:\/\/t.co\/8TXWDSho5I","sentiment_score":0.4361111111}
{"full_text":"SU has prepared to limit Wi-Fi and MySlice access for students who don't comply with the spring semester's weekly COVID-19 testing requirement.https:\/\/t.co\/Dk54s5Bv5m","sentiment_score":0.0}
{"full_text":"RT On Jan. 13 -- after members tested positive for COVID-19 after being locked down with her on Jan. 6 -- Marjorie Taylor Greene c...","sentiment_score":0.0358585859}
{"full_text":"Still staying home during this pandemic? This article outlines how to help kids stay active and healthy during COVID-19.","sentiment_score":0.1833333333}
{"full_text":"When will kids be able to get the new #COVID19 vaccine? Hear from our experts:","sentiment_score":0.3181818182}
{"full_text":"Students\/graduates across Canada have been devastated by the $$ impacts of COVID-19. Extending the interest-free moratorium on student loan repayments could be the difference they need to get through the winter. Sign now to support the moratorium. #cdnpolihttps:\/\/t.co\/4G45gl3Lny","sentiment_score":0.0}
