{"full_text":"&amp; yet your party is backing strike action &amp; the militant trade unions in the middle of a pandemic?? #Labour still taking advantage of a crisis ","sentiment_score":0.05}
{"full_text":"RT We have good news to share! Educators are frontline workers &amp; play a vital role in the healthy functioning of our communities...","sentiment_score":0.4916666667}
{"full_text":"RT It's harder to get in a Trader Joe's during a pandemic than it is the capitol","sentiment_score":-0.1}
{"full_text":"Abbey firse mat lo bhai.... ","sentiment_score":0.0}
{"full_text":"the stinging nose is the worst covid symptom so far i'm constantly in tears it's such a bad feeling","sentiment_score":-0.32}
{"full_text":"Confirmed that this is 2020 take 2","sentiment_score":0.4}
{"full_text":"RT When the world takes notice of your efforts, it marks the rise of a new India - truly a step towards our idea of Bharat as...","sentiment_score":0.1363636364}
{"full_text":"RT Not Anneliese Dodds's finest hour BUT to the BBC journo - not paying rates when you've been ORDERED to close is hardly 's...","sentiment_score":-0.2916666667}
{"full_text":"It is 377","sentiment_score":0.0}
{"full_text":"This year has been a difficult one for most creatives, who suffered a big blow due to the COVID-19. On the organisational side, concerts, festivals and awards ceremonies were postponed or made the transition to digital, which, in general, yielded less profits for those involved.","sentiment_score":-0.0345238095}
{"full_text":"RT #HappyAnniversary to you and Gry, Erik. Though the circumstances may be difficult, a blessing to be able to share this day...","sentiment_score":0.0}
{"full_text":"RT The irony... of Trumpers.. climbing.. A WALL.","sentiment_score":0.0}
{"full_text":"RT Staff of NIMC set to begin strike today, 7th January, 2021. If the government won't do the right and stop the NIN registra...","sentiment_score":0.2857142857}
{"full_text":"RT 3) Basically, Denmark 's CDC (@SSI_dk) is so pessimistic that it believes the B117 will inevitably dominate the country a...","sentiment_score":0.0}
{"full_text":"RT 3,963 people died from Covid today. The insurrection, orchestrated by Donald, was also a super-spreader event.","sentiment_score":0.0}
{"full_text":"'Was turned down by who?Agbo jedi can cure COVID too. Nigeria bought the fake Madagascar supplement. Wasted money","sentiment_score":-0.2851851852}
{"full_text":"Simone and I are looking forward to delivering this workshop this evening . A bit of time to escape the world of pandemic and think about creativity and our racial identity stories . See you soon ","sentiment_score":0.0}
{"full_text":"RT PEOPLE IN CALIFORNIA , DC , FLORIDA , GEORGIA , NORTH CAROLINA , MINNESOTA , KANSAS , OREGON , TEXAS , ARKANSAS , ILLI...","sentiment_score":0.0}
{"full_text":"Well worth a read in light of where the U.K. is today.  Thank you, for all this!","sentiment_score":0.4}
{"full_text":"Please update your Twitter name, you are Minority McConnell.  PS - How's that Bill coming along with the $1.200 COVID relief?","sentiment_score":0.0}
{"full_text":"RT Well said to both of you ","sentiment_score":0.0}
{"full_text":"RT Minimum wage is 30k, COVID test is 50k. Your Money or your life lmaooooo","sentiment_score":0.0}
{"full_text":"RT JUST IN: China imposes lockdown in parts of Hebei province amid coronavirus outbreak","sentiment_score":0.0}
{"full_text":"Tokyo starts Lock down!!!","sentiment_score":-0.3038194444}
{"full_text":"RT Thanks","sentiment_score":0.2}
{"full_text":"RT Media Statement: Update on SARS-COV-2 Vaccine Rollout Strategyhttps:\/\/t.co\/QYmSSlfMCQ","sentiment_score":0.0}
{"full_text":"* Dollar index holds close to 2-1\/2 year low * England enters new national lockdown * Platinum, palladium demand from auto sector to i...https:\/\/t.co\/15FM7TKPuf","sentiment_score":0.0681818182}
{"full_text":"RT #Delhi Need 2 Units B+ #Blood Covid19 Convalescent Plasma Saroj Hospital, Rohini.Call 9818470698Via:","sentiment_score":0.0}
{"full_text":"RT GoodThey should be this scared every day during the bad times. Quite frankly the fact it took an angry mob of MAGAs st...","sentiment_score":-0.6}
{"full_text":"RT And now the Vaccine Looting begins. First 1mil doses arrive in JanuaryWhat date in January? Are these doses for Priv...","sentiment_score":0.25}
{"full_text":"RT Centre has decided to lift the ban and start UK flights. In view of extremely serious COVID situation in UK, I wud ur...","sentiment_score":-0.3333333333}
{"full_text":"Understand rogue Covid19 strains B117 and B1357 - not what we have had til now. On the edge of a crisis like UK. Serious threat to all of Australia - borders must be locked and States isolated. See other info posted in this thread","sentiment_score":-0.2291666667}
{"full_text":"Service Update 11:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Service Update 11:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Years, but police need to held accountable for killing innocent black people and go to prison, if your going to continue to put politics before lives, please stay home don't become president because we the people need someone who really gives a damn about the","sentiment_score":0.1777777778}
{"full_text":"RT [THREAD] MY TOP 10 FAVOURITE HORROR MOVIES SEEN IN 2020I wish I had watched more movies in 2020 because of the lockdo...","sentiment_score":0.5}
{"full_text":"Why are you not taking them up on their offer. shame on you. Yet another big mistake. That could help save many lives  ","sentiment_score":0.25}
{"full_text":"RT With great difficulty, people have brought COVID situation in control. UK's COVID situation is v serious. Now, why lift...","sentiment_score":0.2333333333}
{"full_text":"My father in law is getting his COVID vaccination right about now #agoodday","sentiment_score":0.2857142857}
{"full_text":"RT SC raises concern over 'farmers' protests turning into another superspreader Tablighi Jamaat event, directs centre to issu...","sentiment_score":0.0}
{"full_text":"RT JUST IN: China imposes lockdown in parts of Hebei province amid coronavirus outbreak","sentiment_score":0.0}
{"full_text":"RT It's a pity that the juniors and audiences won't be able to witness IU's stage live like they did in 2017.... but safet...","sentiment_score":0.1787878788}
{"full_text":"RT I'm afraid of COVID but I'm more afraid of passing it to someone who isn't strong enough to fight it. ","sentiment_score":-0.0533333333}
{"full_text":"Listening to talk so much sense about #mentalhealth on with - he's been through so much and it's great that he is so prepared and able to talk about it. Lockdown is hard on people mentally, don't be afraid to admit it and seek help if you need it","sentiment_score":0.1347222222}
{"full_text":"RT FYI: We had 4,100 reported covid deaths today, the most in a single day so far. What a day. What a day.","sentiment_score":0.1761904762}
{"full_text":"what i wanna do right now is giving you a hug and say that you've worked so hard and I'm so proud of you baobei ","sentiment_score":0.2646825397}
{"full_text":"RT So my girl recently tested positive for covid. Sharing this in case someone has these same symptoms. Go get checked please...","sentiment_score":0.0757575758}
{"full_text":"RT JUST IN: China imposes lockdown in parts of Hebei province amid coronavirus outbreak","sentiment_score":0.0}
{"full_text":"RT True. If the University cares about the welfare of the students then why expose t...","sentiment_score":0.35}
{"full_text":"RT An MCO is not the answer. Lockdowns don't destroy the virus; they only freeze it in time. The March MCO was a one-time use ca...","sentiment_score":-0.1}
{"full_text":"RT Wear your facemask as you go out today.Wear it, don't be a moron.Stop listening to the clergymen saying \"Covid-19 is a...","sentiment_score":0.0}
{"full_text":"Thank you lovely  it's taken nearly a year because of covid ","sentiment_score":0.3}
{"full_text":"RT Calling all History teachers! Are there any BBC programmes aired in the past that you would find particularly useful to...","sentiment_score":0.05}
{"full_text":"RT Straight 5 hari aku kerja 8am-4am. Ulang alik amek case covid. Enough is enough ","sentiment_score":0.0666666667}
{"full_text":"RT [BREAKING NEWS] Zweli Mkhize says SA will receive one million COVID-19 vaccine doses in January 2021 and another batch in Februar...","sentiment_score":0.0}
{"full_text":"RT I'm going to ignore Covid-19 and the burning dumpster fire in the U.S. for a brief moment and share a sweet pic of","sentiment_score":0.175}
{"full_text":"RT There would be no Boris Johnson in an independent Scotland.","sentiment_score":0.0}
{"full_text":"RT Health minister Zweli Mkhize on Thursday announced that the country will receive its first million doses of a Covid-19 v...","sentiment_score":0.25}
{"full_text":"RT The digital divide is acute during lockdown with 700,000 children not having access to devices or broadband for learni...","sentiment_score":0.3}
{"full_text":"Several countries across the world, including the Philippines, Japan, South Korea, France, Singapore, Russia, Indonesia and Mauritius have tightened crew movements to curb the spread of a new virus strainhttps:\/\/t.co\/kGUZaypDTp","sentiment_score":0.0681818182}
{"full_text":"RT Yes. The way to do this - to find SARS-CoV-2 infected ppl before they transmit to others - is with frequent testing...","sentiment_score":0.1}
{"full_text":"yes gurl,,,dis me now,,,like 3k cases today? Ok boi gi mampus","sentiment_score":0.5}
{"full_text":"RT 4 Numbers That Make the Pandemic's Massive Death Toll Sink In via 1) Each person who died of COVID19 in the U...","sentiment_score":0.0}
{"full_text":"Fuck ANC, It's leaders and future Voters.Y'all have ruined such a beautiful country.After this covid Y'all can tell the devil to take over because we're in hell already ","sentiment_score":0.1125}
{"full_text":"RT JUST IN: China imposes lockdown in parts of Hebei province amid coronavirus outbreak","sentiment_score":0.0}
{"full_text":"As hard as this evil is to face up to, we are now living in a world where evil will no longer prevail. People stop moaning about being in the sham lock-down, the swamp has to be cleaned and it can be closer to our surroundings than we realize. Thanks for waking people up SPACEX","sentiment_score":-0.4583333333}
{"full_text":"So the vaccine works?","sentiment_score":0.0}
{"full_text":"RT COVID-19 dominated conversations in 2020 (also for demographers)!Check out the top PopDigest of 2020 on Applying a Life...","sentiment_score":0.5}
{"full_text":"COVID-19 | Global Mobility Updates Singapore - From 1 Jan to 14 Jan 2021, Singapore residents would not be able to travel from Singapore to Indonesia under the Singapore-Indonesia Reciprocal Green Lane (RGL) \/ TCA.For more details:","sentiment_score":0.2}
{"full_text":"Lockdown not being respected in London. People still going to work who can defo work from home. Sporadic mask use (at best).","sentiment_score":1.0}
{"full_text":"RT Okay here we go! Ingredients in Pfizer's AND Moderna's Coronavirus Vaccines If you or someone you know is concerne...","sentiment_score":0.625}
{"full_text":"RT JUST IN: China imposes lockdown in parts of Hebei province amid coronavirus outbreak","sentiment_score":0.0}
{"full_text":"RT virginia oomfs pls don't go to any malls or stores, stay home don't go outside. it's rly dangerous rn and these pro trump suppo...","sentiment_score":-0.3}
{"full_text":"RT If you don't believe in covid, please go volunteer as a frontline worker.","sentiment_score":0.0}
{"full_text":"RT JUST IN: China imposes lockdown in parts of Hebei province amid coronavirus outbreak","sentiment_score":0.0}
{"full_text":"Me too!","sentiment_score":0.0}
{"full_text":"The silent pandemic hiding in plain sight is air pollution. No government is willing to regulate it #airpollution","sentiment_score":0.0119047619}
{"full_text":"RT In times of Covid, if someone says they are not comfortable in attending an event of a large gathering, you really should b...","sentiment_score":0.0714285714}
{"full_text":"RT Petition: Prioritise teachers, school and childcare staff for Covid-19 vaccination","sentiment_score":0.0}
{"full_text":"RT #StopTheBritishGasFire looking after your worlds so I can look after my world ! I thrive off looking after my customers...","sentiment_score":0.0}
{"full_text":"Office Space &amp; Amenities Post COVID-19 #CRE #COVID-19 #NewNormal #Office #Amenities #TenantTips #OfficeSpacehttps:\/\/t.co\/J7GILwv7tu","sentiment_score":0.0}
{"full_text":" Latest Covid Updates:-                           Total Cases : 755                               Deaths : 0                          Recovered : 456                 Here is a randomly generated number:56","sentiment_score":0.0}
{"full_text":"Let this sink in. Democrats wouldn't stay and work out a deal for Covid relief and the American people.  But stay to confirm there President.","sentiment_score":0.0}
{"full_text":"RT Finally, some of the 3 million can be brought in from the cold.People newly self-employed at the start of the pandemic...","sentiment_score":0.0681818182}
{"full_text":"RT Social media pages that share anti-vaccine messages have used a selectively edited news clip that suggests the COVID-1...","sentiment_score":0.0333333333}
{"full_text":"RT All people and vehicles in #Shijiazhuang are not allowed to leave the city, which is now in a defacto lockdown. All pe...","sentiment_score":0.0}
{"full_text":"RT Covid in Malaysia be like: \"Happy new year! Love you 3000 \"","sentiment_score":0.4901515152}
{"full_text":"RT In a single year's time, our nation's children have endured:-Global Pandemic-Racial Unrest-Food Scarcity-School Clo...","sentiment_score":-0.0714285714}
{"full_text":"RT AN OPEN LETTER TO PM-8* Beyond 'lockdowns', Pls form the COVID19 Task Force of 'Subject-Matter Experts' Urgently, as to Steer...","sentiment_score":0.0}
{"full_text":"RT  Beware of FAKE text messages purporting to be the NHS offering the Covid-19 Vaccine. Link takes you to a FAKE NHS websit...","sentiment_score":-0.5}
{"full_text":"RT Four years of unrelenting hate, resistance to a duly elected president, a tsuami of lies tarring Republicans as white supre...","sentiment_score":-0.4}
{"full_text":"Perfect #DishaSSRJusticePending","sentiment_score":1.0}
{"full_text":"RT Covid: Boris Johnson to give press conference today","sentiment_score":0.0}
{"full_text":"Pollen season means snotty noses and sneezing... don't confuse your allergies for #COVID19 symptoms, there are key differenceshttps:\/\/t.co\/XzrNLG6ZqK","sentiment_score":0.0}
{"full_text":"A huge majority of Metro Manila residents continue to wear face mask, practice proper hygiene and maintain a safe distance with others to avoid contracting COVID-19, a survey of the OCTA Research suggested.","sentiment_score":0.3}
{"full_text":"Russian COVID-19 vaccine trials begin in UAE as cases rise","sentiment_score":0.0}
{"full_text":"To find out more about how COVID-19 has caused companies to revaluate the opportunity as well as threats of tech advances, in their workplaces. Follow this link here:  #technology #business #article #it","sentiment_score":0.5}
{"full_text":"RT Managed it during the last lockdown, but really struggling this time. Not sure I can make it through without making a fu*k...","sentiment_score":-0.0166666667}
{"full_text":"RT Excellent report prepared by PBS showing negative impact covid had on economic lives of the most vulnerable segments of soci...","sentiment_score":0.18}
{"full_text":"RT  Happy New Year!  We may be facing another lockdown, but our online peer support meetings will be continuing as usual....","sentiment_score":0.2401515152}
{"full_text":"Scottish Government briefings resume:","sentiment_score":0.0}
{"full_text":"RT Why don't we tweet, email and write to our MPs en masse at 8pm every Thursday to ask them to do their bit to ensure fron...","sentiment_score":0.0}
{"full_text":"\"Half a million people are behind on their rent because of the pandemic - an estimated PS360 million of arrears. recommend A ban on bailiff action during lockdowns Loans and grants to help people who've fallen behindRead more","sentiment_score":0.0083333333}
{"full_text":"Free COVID-19 testingTODAY Jan 7 9am-4pmConcord Presbyterian Church1907 Brownsville RoadRegister  appointment neededThis is a walkup site not a drive-thruInsurance not required but please bring insurance card if available. Test provided at no cost","sentiment_score":0.4}
{"full_text":"2020 witnessed changes in the way we think about beauty as many of us worked from home or hid behind a mask during the pandemic.Join #StudioPlus to take a closer look at the biggest beauty trends of 2020.https:\/\/t.co\/MPzvywisKG ","sentiment_score":0.05}
{"full_text":"Remember: you must now stay at home except for a limited set of exemptions. You can find full guidance online via home. Protect the NHS. Save lives.","sentiment_score":0.1392857143}
{"full_text":"Is your voice being heard?Join our #faith #COVID focus group for #women of any faith tomorrow at 10am! Let us know your thoughts on the current situation, how it affects #placesofworship and how we can #BuildBackBetterhttps:\/\/t.co\/Zev4iVCjxM","sentiment_score":0.0}
{"full_text":"Quebec's Premier has introduced strict new lockdown measures in an effort to control spiralling COVID-19 cases. At 6:10, Montreal-based has the details. #ldnont #quebeccurfewREAD:","sentiment_score":0.1363636364}
{"full_text":"RT Please don't clap us. Just wear a mask, wash your hands and respect lockdown ","sentiment_score":0.0}
{"full_text":"Dear GOD, Ur employee of Earth dept. are executing mentioned below SQL--DELETE from Earth WHERE(Human_habit IN ('Smoking', 'Alcohol', 'Drug', 'PORN', 'Premarital Sex', 'Extramarital Affairs')and AGE &gt; 30and Diseases IN ('Cancer', 'AIDS', 'COVID-19'))ORReq_other_planet='Y'","sentiment_score":0.0}
{"full_text":"Keep your teams engaged during lockdown with our free Aspire channel, the home of the latest inspirational content for hospitality teams. We have some new and exciting content coming soon - be the first to know by signing up for updates here.","sentiment_score":0.3477272727}
{"full_text":".@MilestoneGroup's chairman Geoff Hodge talks to us about the pandemic's long-term impact on the #funds industry.","sentiment_score":0.0}
{"full_text":"Financial worries, mental health support and morale - 100 Northamptonshire business leaders have weighed in.","sentiment_score":-0.05}
{"full_text":"#MentalHealth: With an incessant pandemic and an uncertain future, the best thing you can do right now is take care of your mental healthhttps:\/\/t.co\/FRUMJInMtK","sentiment_score":0.2964285714}
{"full_text":"Even in the current lockdown we continue to provide connectivity solutions to businesses.Here's a current #Ethernet 100MB circuit installation we completed for you're looking to improve your business, make savings and stay connected, get in touch.","sentiment_score":0.0}
{"full_text":"RT Business of #Airbnb, by Numbers. From rooms to revenue, this #infographic breaks down the numbers behind Airbnb--one of the m...","sentiment_score":-0.2777777778}
{"full_text":"Tighter lockdown restrictions across the UK are now affecting package holidayshttps:\/\/t.co\/OfYFyH2EpF","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Thursday January 7, 2021 ","sentiment_score":0.0}
{"full_text":"After the recent national lockdown announcement, it's more important than ever to take good care of yourself. If you're working from home, here's our tips to help you look after your mental health #WFH  #HereToSupportYou","sentiment_score":0.3}
{"full_text":"The former UN Ambassador and Major League Baseball legend are set to join others to publicly receive the COVID-19 vaccine to raise the importance of vaccination among the Black community.","sentiment_score":-0.0260416667}
{"full_text":"ICYMI: We now have a better look at who will be next to get the COVID-19 vaccine in #Illinois.https:\/\/t.co\/QA0TPxgrhm","sentiment_score":0.25}
{"full_text":"Will 'Dancing On Ice' still go ahead? ","sentiment_score":0.0}
{"full_text":"How the media has reported on COVID-19 and what could have been done better. |","sentiment_score":0.5}
{"full_text":"Will 'Dancing On Ice' still go ahead? ","sentiment_score":0.0}
{"full_text":"Will 'Dancing On Ice' still go ahead? ","sentiment_score":0.0}
{"full_text":"Our Chairman, has written a blog post around limiting financial stress, to aid with peoples mental health during the coronavirus pandemic ","sentiment_score":-0.05}
{"full_text":"\"What colour were you thinking?\"\"I thought Covid maybe\"\"Ooh, which Tier?\"","sentiment_score":0.0}
{"full_text":"The UK has ordered 30m doses of a single-shot vaccine developed by Johnson &amp; Johnson, which uses similar technology to the Oxford jab. Ministers hope the drug, called the Janssen vaccine, could be granted emergency authorisation within weeks.","sentiment_score":0.05}
{"full_text":"RT another scam, please stay safe &amp; dont send these people your bank info or balance. it's always the same copied phrase too u...","sentiment_score":0.25}
{"full_text":"'Sad milestone' as over 1,000 Covid-19 patients in hospital in Irelandhttps:\/\/t.co\/3A0bHUkXmJ","sentiment_score":-0.5}
{"full_text":"With lockdown 3.0 upon us, are your employees struggling to #workfromhome effectively?Change is the only way through a struggle.We can streamline your processes and make work-life one thing that can become more efficient.Let us show you:","sentiment_score":0.25}
{"full_text":"Setting goals and then working hard to achieve them sets you on the path of living a purpose driven life.#personaldevelopment #management #teamwork #covid #positivevibes #businessowner #successquotes #empowerment #inspirationalquotes #learning #positivity #innovation","sentiment_score":-0.2916666667}
{"full_text":"As the new year begins, we must remain united in our efforts to reduce the risk of contracting COVID-19 and protect our loved ones, work colleagues and communities. asks that you add your phone to the fight! Download the Covid Alert SA app here:","sentiment_score":0.5056818182}
{"full_text":"Kansas 2nd District U.S. Representative Jake LaTurner has tested positive for COVID-19, according to a tweet early Thursday morning.","sentiment_score":0.1090909091}
{"full_text":"\"Our plans remain the same. However, the spread of the new variant of coronavirus throughout the UK requires us to keep our plans under constant review.\"@CardiffUni's Pro-Vice Chancellor, Claire Morgan, has written to students set to return to Wales.","sentiment_score":0.0454545455}
{"full_text":"Getting a flu vaccine is more important than ever to protect yourself and the people around you from flu and to help reduce the strain on healthcare systems responding to the COVID-19 pandemic. It's time to #SleeveUp!","sentiment_score":0.5}
{"full_text":"Episode 19: ZOOM INTO 2021 COVID STIMULUS CHECK YOURSELFhttps:\/\/t.co\/Ay8gciSfQC #podcast #friesToday #covid #zoom #stimulus","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Thursday January 7, 2021 ","sentiment_score":0.0}
{"full_text":"Chinese researchers' device may detect COVID-19 infection in 10 minutes","sentiment_score":0.0}
{"full_text":"Retired lawyer Aida Garcia will never forget the day #COVID-19 really hit in #Adelaide - and she got to work helping the city's international students. READ HER FULL STORY: Nominate someone for our Thanks a Million campaign:","sentiment_score":0.1875}
{"full_text":"#CureVac has agreed an alliance with drugmaker #Bayer to help it seek regulatory approval for its experimental #COVID19 vaccine and distribute doses... ","sentiment_score":0.1}
{"full_text":"24th Feb 2-4pm Promoting workplace health and wellbeing in Covid-19 and beyondBook here is this for?  Large and small businessesAim - inform organisations' mental health at work policy and how to put into practice","sentiment_score":-0.0452380952}
{"full_text":" Due to coronavirus restrictions and pressures, we are asking people to phone 111 before attending A&amp;E with a non life-threatening condition. You will be directed to the right service, which includes A&amp;E.https:\/\/t.co\/hxO7wEXwaG","sentiment_score":0.0803571429}
{"full_text":"#AnswerBank: How to prevent environment-to-human transmission of #COVID19?","sentiment_score":0.0}
{"full_text":"Tracing and warning apps can help break the chain of coronavirus infections, nationally and across borders, and save lives by complementing manual tracing.   #eHaction #GetInvolved #Mhealth #MobileApps #COVID19 #Coronavirus","sentiment_score":0.0}
{"full_text":"RT Media Statement: Update on SARS-COV-2 Vaccine Rollout Strategyhttps:\/\/t.co\/QYmSSlfMCQ","sentiment_score":0.0}
{"full_text":"#Israel is receiving praise for one of the fastest #covid vaccination roll-outs. But, nearly 5 million #Palestinians living under Israeli control in the #WestBank and #Gaza are being denied the vaccine. The discrimination must end. Read more here:","sentiment_score":0.3}
{"full_text":"Restaurants and bars across Minnesota will be allowed to reopen at 50% capacity for indoor service starting Monday. #sunrisers","sentiment_score":0.0}
{"full_text":"The FDA recognizes the drug ivermectin has shown some effectiveness in a laboratory setting, but says additional testing is needed.https:\/\/t.co\/q8vQPWP4jw#KHOU11 #HTownRush","sentiment_score":0.0}
{"full_text":"no special lighting in mysuru palace ! because of corona it's stopped and no information yet about when they will restart again","sentiment_score":-0.2232142857}
{"full_text":"Have you had a positive Covid test?Please do not go to your local shop, we are here to help you with: Shopping Getting prescriptions Dog walking Or would just like a friendly chatPlease call 01522 782189 or fill out a form online","sentiment_score":0.2007575758}
