{"full_text":"Please, if im your girl or wife and you feel like ndiyi pandemic, cut me off thle","sentiment_score":0.0}
{"full_text":"RT Biden hasn't gotten into office yet and his communications team have been killing it back to back! The Biden\/Harris transition...","sentiment_score":0.0}
{"full_text":"Demand for #Lockdown goods and #PPE see Chinese &amp; Korean merchandise exports grow strongly in second-half of 2020.  #COVID19 Find out more in latest Intl' #Trade Pulse https:\/\/t.co\/zSpoT5hfcd","sentiment_score":0.3583333333}
{"full_text":"RT BBC Two - Newsnight, Covid-19: The impact of the virus on one London Bangladeshi community","sentiment_score":0.0}
{"full_text":"Haven't we been told that the FM is in sole charge of fighting the pandemic in Scotland? That being so, why is Scotland faring less well than other parts of the U.K. when it's population geography suggests it should perform much better. Sridhar should assign blame accordingly","sentiment_score":0.0520833333}
{"full_text":"largely agree. but would separate these goals in two packages:1) relief package: get money out broadly. every state has areas in crisis. plus public education in almost every state hard hit by COVID and by finances. $350 ain't that much to stretch across entire US.","sentiment_score":0.0308531746}
{"full_text":"20-01-21 13:59:52 0109564 AMBULANCE: P80 COVID 19 N05 (2813503) \"","sentiment_score":0.0}
{"full_text":"Where is the end of itttt","sentiment_score":0.0}
{"full_text":"Can mae nuch and phor alex stay at home?its risky for them to follow gulf  and grace everywhere,since the virus spread going wider#COVID19 #GulfKanawut","sentiment_score":0.0}
{"full_text":"First run since the wedding, Xmas and getting covid.Safe to say I have jelly leg.#covid #running","sentiment_score":0.25}
{"full_text":"Bhutan received first Covid Vaccine Today.  Watch the full vidoes here","sentiment_score":0.3}
{"full_text":"RT Lockdowns of the healthy are not supported by data.","sentiment_score":0.5}
{"full_text":"RT Inauguration day will look very different for Biden and Harris, with Covid-19 set to change the traditional ceremony signific...","sentiment_score":0.0}
{"full_text":"RT Quarantine made me closer to my mental problems this is why pandemic has to stop asap because I'm gonna die here I swear","sentiment_score":-0.1}
{"full_text":"RT Beijing enters partial lockdown after two cases of the British Covid-19 variant are detected","sentiment_score":-0.05}
{"full_text":"$AAPL - bought in the COVID crash under $300 pre-split. Cash generating machine of a business. $PINS ask any woman to see her pins boards and you'll understand why this is a long term investment. $GAW strong IP, huge moat and loyal fan base.","sentiment_score":0.0633333333}
{"full_text":"When they return, they will bring evil ideal of lockdown","sentiment_score":-0.05}
{"full_text":"RT This is why we can't stop those who are angry with the ministers and politicians and wishing them to die. It can be prevent i...","sentiment_score":-0.5}
{"full_text":"RT The man who's not even yet president led the nation tonight in the first national remembrance of the Americans lost to th...","sentiment_score":0.25}
{"full_text":"RT We gather together to pay tribute to the lives lost from COVID-19.A grandmother or grandfather who was our whole world....","sentiment_score":0.2}
{"full_text":"This will kill more businesses than Covid restrictions.","sentiment_score":0.5}
{"full_text":"RT 5\/5 I implore all citizens to make it their duty to protect themselves and each other by adhering to guidelines as we wo...","sentiment_score":-0.125}
{"full_text":"RT Key points we need to keep repeating:1.Covid causes long-term illness. Death is not the only bad outcome2.If let it...","sentiment_score":-0.2333333333}
{"full_text":"Ur only in the league cause of lockdown. Cry","sentiment_score":0.0}
{"full_text":"RT Even by Boris Johnson's standards of disingenuous duplicity, claiming the UK has one of the toughest pandemic border contr...","sentiment_score":0.0}
{"full_text":"RT Tonight Houston's Montrose bridges are illuminated in amber as we remember and honor the 400,000 Americans who have lost t...","sentiment_score":0.0}
{"full_text":"RT So obvious this is not about a virus...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson casually rejecting the findings of his own civil service that structural racism has caused people from ethnic...","sentiment_score":0.05}
{"full_text":"RT Ok congrats to your brother but 402,999 other Americans didn't have the same fate and I don't like those odds. Best of luck be...","sentiment_score":0.34375}
{"full_text":"Nobody:Literally Nobody:Teachers on the first day of offline class: WRITE TEN PAGES ABOUT WHAT DID YOU DO IN LOCKDOWN.","sentiment_score":0.125}
{"full_text":"Corona be showing everyone flames,there's no flying out of the country to get treatment. Corrupt government officials how u dzuing??!","sentiment_score":-0.625}
{"full_text":"RT Our idea of social distancing...  #VisitMS #VisitMSResponsibly","sentiment_score":0.0333333333}
{"full_text":"RT #Taiwan's military has gone above &amp; beyond in the fight against #COVID19. I'm grateful to the members of our Army Chemical Cor...","sentiment_score":-0.05}
{"full_text":"RT \"We can see the other side, it'll just take a few months to reach that point.\" The Toronto Star spoke to staff and physicians...","sentiment_score":-0.1625}
{"full_text":"RT Large outbreak of chubby ducks!?","sentiment_score":0.2678571429}
{"full_text":"Hey #Fashionistas! Here is my #fashion prediction for 2030 when the Corona-vintage style returns. Brace yourself for a FULL year collection. Think into the bubble! #OOTD #FashionBlogger #style.#StreetStyle #2030 #OutfitIdeas","sentiment_score":0.4375}
{"full_text":"Covid?","sentiment_score":0.0}
{"full_text":"Shilpa Shetty gets Covid test done as she resumes shoot for 'Hungama 2'#ShilpaShetty #Covid #Hungama #socialnewsxyz","sentiment_score":0.0}
{"full_text":"RT Today, an Air India plane will land in Male' with 100,000 doses of AstraZeneca vaccine - a gift from India. For  it's...","sentiment_score":0.0}
{"full_text":"RT #brh #paraytec fomo starting","sentiment_score":0.0}
{"full_text":"RT Our nation is surpassing 400,000 COVID-19 deaths on Trump's last day in office.The relief we may feel with Trump's departur...","sentiment_score":0.0}
{"full_text":"Pfizer-BioNTech: vaccine effective against British COVID-19 variant","sentiment_score":0.3}
{"full_text":"RT COVID-19 IS NO JOKE !! One Man Contracted it, got cured but suffered so much brain damage that he insists he won an election...","sentiment_score":0.2}
{"full_text":"And we wouldn't have been on lockdown for 11 months! If only we had a Prez with a BRAIN!","sentiment_score":0.0}
{"full_text":"in LA in Jan, they began sending the Army Corps of Engineers to LA hospitals where COVID oxygen demands have crippled systems,","sentiment_score":0.0}
{"full_text":"RT Trump supporters: you didn't get a healthcare plan, a wall, infrastructure,  economic growth or jobs. But you did get COVI...","sentiment_score":0.2}
{"full_text":"RT One of the reasons Britain has one of the worst death tolls on earth is that senior journalists not only actively defended...","sentiment_score":-0.3777777778}
{"full_text":"RT This was just 4 days ago","sentiment_score":0.0}
{"full_text":"RT #AgeRelaxation_AirforceXY #AgeRelexation_AirforceXY #agerelaxation_airforce Due to covid 19 many...","sentiment_score":0.1875}
{"full_text":"NC Sen Richard Burr, head of the Sen Intel Comm who sold up to $1.6M in stock on Feb 13 before mkts crashed due to Covid on Feb 13 has had his case closed by the Justice Dept. 1) what a joke2) what took so long?3) pretty sure we would not have been given same considerations","sentiment_score":0.105}
{"full_text":"RT This pandemic could have been so much different had this been told from the start.","sentiment_score":0.0}
{"full_text":"EMPTY THE FREEZERS  procurement of Moderna has arrived,  Ontario has over 52,000 Pfizer vaccines in freezers &amp; 52,800 Moderna. 52,000 Pfizer vaccines for all remaining long term care facilities &amp; maybe a couple hospitals.https:\/\/t.co\/2jUQvXs2zG","sentiment_score":-0.075}
{"full_text":"Germany in March 2020#PMQs #PoliticsLive","sentiment_score":0.0}
{"full_text":"RT Count undocumented ppl in Census, begin rolling back Trump enviro actions and raising emission standards, create Covid response...","sentiment_score":0.0}
{"full_text":"RT This Nationalist administration are serial failures and we know they are going to fail with the vaccination programme....","sentiment_score":-0.5}
{"full_text":"RT #NEWS Advisory for our local birds and wildlife. Do your part -  Snip your masks  or better still, use reusable masks....","sentiment_score":0.25}
{"full_text":"RT Any one who goes on tv or radio supporting lockdowns needs to be asked: (1) Will your salary continued to be paid in full...","sentiment_score":-0.05}
{"full_text":"Now we get open borders during a world wide pandemic. What could go wrong? #BidenHarrisInauguration","sentiment_score":-0.2}
{"full_text":"RT During these difficult times of the #COVID19 pandemic, it's important to look after yourself and others.Be supportiveBe...","sentiment_score":-0.05}
{"full_text":"RT Trump supporters: you didn't get a healthcare plan, a wall, infrastructure,  economic growth or jobs. But you did get COVI...","sentiment_score":0.2}
{"full_text":"RT Sooyoung's Coronavirus safe way of \"blowing out\" the birthday candles though... ","sentiment_score":0.5}
{"full_text":"RT Fun late night news drop.","sentiment_score":0.0}
{"full_text":"RT Our governmentVoted against protecting the NHSAgainst Parliament having a say in trade dealsFor trading wit...","sentiment_score":0.0}
{"full_text":"RT \"When Hollywood film that release during a pandemic have flopped at the box-office, #MasterFilm has become a huge hit an...","sentiment_score":0.4}
{"full_text":"RT Holy hell. This is the lady who pulled her own mom out of a nursing home before halting routine inspections of care facilitie...","sentiment_score":0.6}
{"full_text":"Ganduje organised a jamboree LG election amidst rising pandemic, people queued to vote, now he said workers should stay at home,What a misplaced issue","sentiment_score":-0.2}
{"full_text":"RT No. This is dangerous misinformation - and extremely negligent based on the current evidence &amp; where we are in the UK pand...","sentiment_score":-0.2416666667}
{"full_text":"RT Sooyoung's Coronavirus safe way of \"blowing out\" the birthday candles though... ","sentiment_score":0.5}
{"full_text":"Here today's exchange rates: #dailyexchangerates #bosl #allthebankyouneed #SocialDistancing #TheNewNormal #MaskUp #WednesdayMorning","sentiment_score":0.0}
{"full_text":"timeline of US Covid-19.https:\/\/t.co\/pCtB1Yl5JH. P1, P2, P3USA COVID-19 timeline.","sentiment_score":0.0}
{"full_text":"free covid 19 hack","sentiment_score":0.4}
{"full_text":"Im not looking for an argument im pointing out that you are and suggesting you might do something more constructive like painting your house during lockdown ","sentiment_score":0.5}
{"full_text":"RT In case you missed it, here's a link to our FAQ on celebrating World Book Day in Lockdown. A new digital token will be...","sentiment_score":0.0681818182}
{"full_text":"RT The fact they just threw the 2nd strand of Corona in Louisiana out there &amp; ain't say shit else about it is insane.","sentiment_score":-0.4}
{"full_text":"RT Shining a light at #InterMiamiCF stadium for those we have lost due to Covid. #COVID19","sentiment_score":0.1375}
{"full_text":"So its started now.......negative test report and vaccine certificates required.....many countries will follow the suit","sentiment_score":0.0}
{"full_text":"Dear Tell your reporters STOP being \"so shocked\" that no one is there. There is a pandemic, WE HAVE BEEN TOLD to stay home! REMEMBER?? #InaugurationDay","sentiment_score":-0.875}
{"full_text":"Here is the Tamil Nadu #COVID19 Update for today (January 20). #Corona","sentiment_score":0.0}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"MATT Cartoon: Wednesday January 20, 2021 - Telegraph #MATTCartoon    #Telegraph    #StormChristoph    #coronavirus    #SocialDistancing","sentiment_score":0.0}
{"full_text":"RT anyone else found themselves retracting from social contact this lockdown?? during the first one I was constantly making pl...","sentiment_score":0.0944444444}
{"full_text":"RT Or a pandemic happened.","sentiment_score":0.0}
{"full_text":"RT Here are 5 #mentalhealth tips for #lockdown from #WorcestershireHour  (CVmh2)...","sentiment_score":0.0}
{"full_text":"Idk what's so different about this lockdown compared to the last two but it's just not a vibe","sentiment_score":0.0}
{"full_text":"RT For all the talk of a Vaccine \"shortage\"Toronto Star Tonda McCharles saysSome provinces still have VaccinesSITTING IN FREE...","sentiment_score":0.4}
{"full_text":"RT Honestly that #PMQs epitomises the dreadful state of our mainstream political parties. A leader of the opposition fa...","sentiment_score":-0.1333333333}
{"full_text":"RT *Biden finishes oath*MAGA: THESE COVID NUMBERS ARE OUTTA CONTROL","sentiment_score":0.0}
{"full_text":"Dr Ruth Spence, research psychologist at the University of Middlesex, has suggested that all schoolchildren should undergo mental health screening amid lockdown restrictions.","sentiment_score":-0.1}
{"full_text":"Multiple bankruptcies he was not a \"businessman\" We were in trouble before covid financially.","sentiment_score":-0.0666666667}
{"full_text":"Kenyans Spent 60% More on Computers in 2020 Due to COVID-19","sentiment_score":0.0916666667}
{"full_text":"\"It is enabling key worker children to be in school and for the parents to stay at work\"","sentiment_score":0.0}
{"full_text":"Wellbeing Wednesday: with your parents can you think about this that you are looking forward to doing when lockdown is over? It could be seeing your friends! Visiting your family! Or going to different places? See if you can write them down. You could even make a wellbeing jar!","sentiment_score":-0.0972222222}
{"full_text":"The latest updated Covid-19 figures for #Solihull: 526 cases per 100,000 people in the latest week 9 Jan-15 Jan.(source BBC News: continue social distancing and stay at home to keep each other safe.","sentiment_score":0.2816666667}
{"full_text":"RT HMRC has been shamed into suspending its use of debt collectors and letters threatening repossessions during the pandem...","sentiment_score":0.0}
{"full_text":".@JoeBiden's inauguration will be among the most unconventional in history.With a pandemic keeping the typical spectators at home, the National Mall has been covered with flags- a symbol of unity that masks the disunity reflected in the presence of 25,000 troops.","sentiment_score":0.1666666667}
{"full_text":"The \"harmonisation\" of #Journalism in #China make headlines seem cold.#Fire broke out in Wuchang, Wuhan. The house was enveloped by smoke. A video shows an old man's clothes were ignited and he lay down on the window calling for help. Oh, and by the way, he died.","sentiment_score":-0.0277777778}
{"full_text":"#China triumphant one year after Wuhan lockdown. #AFP ","sentiment_score":0.0}
{"full_text":"The covid-19 vaccination is still beneficial for you, even if you are young.  It will help protect you and your loved ones against the virus.","sentiment_score":0.4}
{"full_text":"The federal government is refusing to waive repayments for ineligible #CERB recipients who applied for the emergency benefit despite an internal mix-up at the CRA that led to weeks of misinformation.","sentiment_score":0.0}
{"full_text":"Due to the COVID-19 which drives more consumers to buy online, \"buy now pay later\" is now more preferred than ever !!Have you jumped on this trend yet? If not, what's the problem?Comment down below #litextension","sentiment_score":0.2001388889}
{"full_text":"RT On 8 January she claimed there are \"no excess deaths\" and that it was just that \"COVID deaths have replaced non-COVID de...","sentiment_score":0.0}
{"full_text":"Jeff Capel's Panthers did more than just beat Duke Tuesday night, they showed true resilience in the face of adversity with its stars rising for key wins.Moments like that are defining #Pitt's rise in the new era, and covers all of it:https:\/\/t.co\/MRymiepFzr","sentiment_score":0.2465909091}
{"full_text":"RT The pandemic and unprecedented security surrounding Joe Biden's swearing in, will make it an #InaugurationDay like no other...","sentiment_score":0.33125}
{"full_text":"President Rodrigo Duterte has instructed vaccine czar Carlito Galvez Jr. and Health Secretary Francisco Duque III to continue answering the Senate's queries on the government's deals with Covid-19 #vaccine makers, Malacanang said Wednesday.#covid19phhttps:\/\/t.co\/IqXXDJiLzR","sentiment_score":0.0}
{"full_text":"Tell us about your COVID testing experience. We're still collecting any and all stories, photographs, and videos about your life during the pandemic. Submit your story today!","sentiment_score":0.0}
{"full_text":"Transit News article links posted 01\/20\/21:-FTA Awards Grants to Help Transit Tackle COVID-19-Four Unanswered Questions about Biden's Transportation Relief Plan (1\/15)","sentiment_score":-0.1}
{"full_text":"RESIDENT EVIL OUTBREAK Intro (Remastered in 4K using AI Machine Learning... via","sentiment_score":-1.0}
{"full_text":"The 47-year-old Additional Commissioner of Income Tax of Mumbai is a Shaurya Chakra awardee, for his bravery in an encounter with terrorists along the LoC in 2017.#army #heroes #IRS #Indiahttps:\/\/t.co\/fZOJSyFA2L","sentiment_score":0.0}
{"full_text":"RT Joe Biden has outlined what he called his \"America Rescue Plan\" - a $1.9tn (PS1.4tn) effort to fund universal vaccination a...","sentiment_score":0.0}
{"full_text":"\"The club is at the heart of the community. This was the least we could do to help out.\"St Helens are one of the first sporting clubs in England to volunteer their stadium as a mass vaccination site. Their CEO, Mike Rush, explains how it happened:https:\/\/t.co\/ohqlrcAwiO","sentiment_score":-0.025}
{"full_text":"I think our kids should see it cause in another 100 years they're gonna have to deal with some sort of pandemic and they need to learn from our mistakes, I'm not watchin it with them though ","sentiment_score":0.0}
{"full_text":"India will send 150,000 shots of the AstraZeneca\/Oxford University vaccine, manufactured locally by to Bhutan and 100,000 shots to the Maldives.https:\/\/t.co\/cqR0C5MWxj","sentiment_score":0.0}
{"full_text":"RT Even by Boris Johnson's standards of disingenuous duplicity, claiming the UK has one of the toughest pandemic border contr...","sentiment_score":0.0}
{"full_text":"COVID-19 and Black Lives Matter are subjects that put anti-discrimination policies and practices on both sides of the Atlantic into a new light. Join the discussion on Jan 27. #BlackLivesMatter #Discrimination #COVID19","sentiment_score":0.1232323232}
{"full_text":"\"Non-application of mind:\" Karnataka HC rebukes State Govt for ordering 50 percent differently-abled employees to report for workThe Bench pointed out that nearly 400 COVID-19 positive cases are reported everyday in Bengaluru.For full updates visit at:https:\/\/t.co\/Ci9bhSET3S","sentiment_score":0.1193181818}
{"full_text":"RT Ben Swann, VP at L3Harris Commercial Aviation, joins us for the latest in our series of Executive Insights, where we discuss...","sentiment_score":0.25}
{"full_text":"This week: #Pandemic complicates dating, considers 18-story Old Port apartment building, commercial real estate outlook, what drives developer Nathan Szanton, on , , Al Diamon, Ed Beem, &amp; more","sentiment_score":0.2}
{"full_text":"#World #US #UnitedStates #Biden #BidenHarrisInauguration US President-elect Joe Biden arrived in Washington on Tuesday, the eve of his inauguration, with the usual backdrop of celebrations and political comity replaced by a military lockdown.https:\/\/t.co\/vGTVQCujay","sentiment_score":-0.1166666667}
