{"full_text":"What do you call a pandemic that only extends to Western democracies?","sentiment_score":0.0}
{"full_text":"UK approves Excalibur's Covid-19 antigen test for mass screening #mhra approvals slowly coming through #odx ","sentiment_score":-0.3}
{"full_text":"RT Covid belly","sentiment_score":0.0}
{"full_text":"RT Dear and dose of a COVID-19 is a partial vaccine course.Declaring that X number of peopl...","sentiment_score":-0.1}
{"full_text":"This means they envision no life AFTER Covid.","sentiment_score":0.0}
{"full_text":"RT Private company 'removes free access' to hospital bedside TVs as pandemic surges","sentiment_score":0.2}
{"full_text":"RT 5G network towers do not spread #COVID19. The virus is spread through respiratory droplets emitted from an infected pers...","sentiment_score":0.0}
{"full_text":"RT Well perhaps you should be at one of the Covid briefings to confirm this &amp; to...","sentiment_score":0.0}
{"full_text":"After the lockdown","sentiment_score":0.0}
{"full_text":"RT Thanks 4 all kind messages of support. We're making slow but steady progress. Oxygen down to 1litre, steroids, nebs &amp; anti...","sentiment_score":0.1022222222}
{"full_text":"RT I do hope that any Democrats who have contracted COVID-19 after being forced to hide with Republicans like","sentiment_score":-0.3}
{"full_text":"Sky NewsBoris Johnson expected to face questions on lockdown and vaccine rollout at PMQs - watch and follow live","sentiment_score":0.0181818182}
{"full_text":"RT We expect caterers to ensure our food standards are met and adhered to when lunch parcels are prepared. Since 4 Janua...","sentiment_score":0.0}
{"full_text":"RT Today's Poll \"Has the BBC provided 'impartial news and information' about the Covid 19 situation, as required by the BBC...","sentiment_score":0.0}
{"full_text":"COVID-19: AstraZeneca 'on track' to deliver two million vaccine doses a week by mid-February - as it calls for priority accesshttps:\/\/t.co\/LN5SgbeQFy","sentiment_score":0.0}
{"full_text":"RT It is critical all those involved in racing continue to follow racing and Government COVID-19 protocols, both at work a...","sentiment_score":0.0}
{"full_text":"BREAKING NEWS. Man who almost certainly never actually goes into a bank outraged that he might be required to wear a mask for 15 minutes if he ever did need to go in.In other news, snowflakeism spreads.","sentiment_score":-0.3416666667}
{"full_text":"I see you're wearing a mask here, but refused to wear one while the capital was being stormed. ","sentiment_score":0.0}
{"full_text":"RT It's not a great advertisement for Pfizer vaccine is it? Still want to buy?  \"who will buy my wonderful vaccine?\".... no...","sentiment_score":0.3}
{"full_text":"RT Doug Ford's refusal to act on paid sick leave shows that his rhetoric about \"doing everything in our power\" to fight COVID...","sentiment_score":-0.7142857143}
{"full_text":"Government of India gifted 50,000 RT-PCR COVID-19 tests today through to DG, Ministry of Health, Royal Government of Bhutan. We stand with Bhutan in fighting the COVID-19 pandemic.  Read our press release here:https:\/\/t.co\/lutYjlg2lg@PMBhutan","sentiment_score":0.5}
{"full_text":"RT #BreakingNews Truck carrying Covid Vaccine stopped due to protest led by TMC Minister and Jamiat Ulema-e-Hind President Siddhiqu...","sentiment_score":-0.125}
{"full_text":"Ah sorry about that! We're very quiet now during MCO\/PKP so feel free to drop by for a quick takeaway if you like!Even better to stay home and get good delivered to you though.Stay safe!","sentiment_score":0.2761904762}
{"full_text":"BREAKING NEWS COVID-19 kills former Lagos Governor -","sentiment_score":0.0}
{"full_text":"This Committee will play a privitol role in providing input and check &amp; balance towards the government's approach on Covid-19 as well as act as a uniting point to mobilise all sectors for the good of the country.","sentiment_score":0.7}
{"full_text":"I guess LOCKDOWNS work?????","sentiment_score":0.0}
{"full_text":"RT Biggest mistake UK made (&amp; continues to make) is seeing COVID like flu that will become seasonal &amp; come back each winter r...","sentiment_score":0.0}
{"full_text":"RT To all those like and who lie about the effect covid is having on hospitals.I have sent y...","sentiment_score":0.0}
{"full_text":"RT This is a true statement.","sentiment_score":0.35}
{"full_text":"RT Don't forget the 20-20-20 rule if you're working with screens! Every 20mins, look at something 20ft away for at least 20 s...","sentiment_score":-0.3}
{"full_text":"RT The latest edition of our Stay 'n' Play at Home virtual videos is released today.To join in with all the fun email J...","sentiment_score":0.4}
{"full_text":"RT It seems there is nothing too far or no boundaries left as we- as a society- slide (for the most part willingly) into...","sentiment_score":0.2125}
{"full_text":"Basically says in person college responsible for covid spread.  County by county analysis.","sentiment_score":0.2}
{"full_text":"RT Intha pongal nammak semma collection pa Excellent opening under covid situations for #ThalapathyVijay #Master started...","sentiment_score":1.0}
{"full_text":"RT peer-reviewed study, Stanford professors: EXPERTS IN VARIOUS FIELDS: \"fails to find strong evidence supporting a role f...","sentiment_score":0.0458333333}
{"full_text":"Coz ANC will still from it.Then we must pay another commission of inquiry into Covid-19 corruption","sentiment_score":0.0}
{"full_text":"Sunlam ini apnar alliance partner","sentiment_score":0.0}
{"full_text":"RT LIVE MAP: COVID-19 vaccination trackers in Canada and the world","sentiment_score":0.1363636364}
{"full_text":"RT I don't know about anyone else, but I'll probably wear a mask in public anytime I have a cough\/cold for the rest of my l...","sentiment_score":0.0}
{"full_text":"RT Please watch this, based on the letter by et al I have endorsed. It narrates the wks in which all pandemi...","sentiment_score":0.0}
{"full_text":"Yeadons followers at their best  Helen.   I am sure jesus would wear a mask and follow governemt guidelines instead of sitting around telling nhs workers they are satanists.","sentiment_score":0.75}
{"full_text":"RT Email to GPs in Edinburgh area: \"We were planning on starting both mass and local clinics on Monday 1 February, but there...","sentiment_score":0.0}
{"full_text":"RT #BreakingNews Truck carrying Covid Vaccine stopped due to protest led by TMC Minister and Jamiat Ulema-e-Hind President Siddhiqu...","sentiment_score":-0.125}
{"full_text":"RT Coronavirus rapid testing centre opens at University of Suffolk: #COVID19 #COVIDTest #StickWithItSuf...","sentiment_score":0.0}
{"full_text":"RT babe are you ok you've barely touched your endlessly increasing pile of work that you are expected to do even though we are i...","sentiment_score":0.08125}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"And so it beginsHSBC says customers who refuse to wear a face mask will have their accounts withdrawn - Mirror Online","sentiment_score":0.0}
{"full_text":"I had back pain too on my 3rd visit in a week it stopped. Then shortness of breath started. 4th visit they only tested for COVID","sentiment_score":0.0}
{"full_text":"RT On Sky earlier discussing how the marketisation of our education system has ensured students are always a last thought and...","sentiment_score":0.0}
{"full_text":"Service Update 12:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Service Update 12:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Why must we demolish? Why must we 'parade' suspects? Why is dehumanization the go-to tactic\/response to breaking the law?","sentiment_score":-0.25}
{"full_text":"Supposed world wide pandemic and it's last on list. ","sentiment_score":-0.05}
{"full_text":"It's logical once you realise that COVID-19 is an order of magnitude more infectious than influenza. Therefore, the measures that are barely adequate to keep COVID at bay have almost comply wiped out flu.","sentiment_score":0.3611111111}
{"full_text":"RT Share your experiences of school laptop provision during the pandemic","sentiment_score":0.0}
{"full_text":"RT As Covid deaths hit record levels, the Tories are running a cynical PR campaign blaming the public.The public never pr...","sentiment_score":-0.3}
{"full_text":"RT Glenn Beck refused to have me on his show in 2019 to warn about the Pandemic, lockdown, China, AI, and Great Reset. Then...","sentiment_score":0.8}
{"full_text":"RT New Editorial:#Vitamin D and #COVID-19: why the controversy? #VitaminD #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT My mum is currently in the hospital with COVID and while we were trying to treat her at home I found twitter threads so helpf...","sentiment_score":0.0}
{"full_text":"RT The destruction of natural ecosystems threatens our health and economies. At in Paris this week, world leader...","sentiment_score":0.1}
{"full_text":"RT Welcome to HS in the US post-Columbine where there are metal detectors, and lockdown drills.","sentiment_score":0.8}
{"full_text":"RT Syd and I were folding laundry with Charlie tonight and talking about COVID deniers and as she finished folding a washcl...","sentiment_score":0.0}
{"full_text":"RT 4,406 Americans died from #COVID19 yesterday","sentiment_score":0.0}
{"full_text":"RT Fact. We have not had a SINGLE case of Flu in Irish hospitals this winter. Is the PCR test picking up colds, chills and flu as C...","sentiment_score":-0.0357142857}
{"full_text":"RT IN ADDITION TO FORMATION OF SURVEILLANCE CLUB TO MONITOR COMPLIANCE WITH COVID-19 PROTOCOL, UNIBEN DEPLOYS SPECIAL VEH...","sentiment_score":0.3571428571}
{"full_text":"RT My big cousin is just off the phone. His wife is in hospital with Covid but getting better. His son, who's 37, no underlying...","sentiment_score":0.25}
{"full_text":"Consume indian spices,  and forget corona","sentiment_score":0.0}
{"full_text":"RT This newly released manuscript on medRxiv investigates the effect of statins on SARS-CoV-2 infection in human lung cells.E...","sentiment_score":0.0681818182}
{"full_text":"RT UPDATE ON DUSTIN HIGGS !!!! his execution has been delayed to late march due to his covid-19 diagnosis. we still have...","sentiment_score":-0.2125}
{"full_text":"RT This shows the extent to which British Gas is run by callous management who are uncaring about the levels of disruptio...","sentiment_score":0.0}
{"full_text":"RT For context, it took from March 13 to Dec. 22 for Niagara reach 100 deaths. One hundred people have died from Dec. 22 to Ja...","sentiment_score":0.0}
{"full_text":"Medical students are fully capable and eager to help administer #COVID19 vaccines. MS1 through MS4 students here to help just give us the word! Currently an under-utilized resource in Ottawa ","sentiment_score":0.0833333333}
{"full_text":"RT I don't know anyone who denies Covid exists. That would be beyond stupid.I do know a number of people who are terribly c...","sentiment_score":-1.0}
{"full_text":"RT The director of intelligence for the Capitol Police warned Congress in July that rebellion against COVID-19 precautions had ac...","sentiment_score":0.0}
{"full_text":"RT Couple fined for seven-mile trip to visit elderly relative in care home. Are all you lockdown fanatics happy with that? I'd c...","sentiment_score":0.4}
{"full_text":"Mothers with young babies are very isolated in this pandemic. Have you thought about easing restrictions for them to have support? Plus to help their babies be socialised","sentiment_score":0.15}
{"full_text":"RT Yes this is very concerning","sentiment_score":0.2}
{"full_text":"RT Please can the UK government stop discussing our vaccine programme by comparing 'number of jabs' with other countries?C...","sentiment_score":-0.125}
{"full_text":"RT In fact, this Tory government has spent just over PS163,000 per consultant on Test and Trace -  PS375 million of taxpayer...","sentiment_score":-0.1}
{"full_text":"The lockdown room was a safe space for lawmakers under siege. Now some say maskless Republicans made it a coronavirus hot spot.By Colby Itkowitzhttps:\/\/t.co\/k2XP7cJY0V","sentiment_score":0.375}
{"full_text":"Night fellas, lady fellas. Y'all have a good day, drink water. Eat some. Wear a mask.","sentiment_score":0.7}
{"full_text":"DIGITAL marketing company continues to grow despite #pandemic #Digital #marketing #warrington","sentiment_score":0.0}
{"full_text":"RT Infecting your colleagues with covid during a violent coup you inspired certainly seems like grounds for expulsion","sentiment_score":-0.2928571429}
{"full_text":"Is there any truth in the rumour that restaurants will be banned from takeaway\/ click and collect as part of any new lockdown measures??","sentiment_score":0.1363636364}
{"full_text":"READ! STATEMENT OF NATIONAL TASK FORCE AGAINST COVID-19 CHIEF IMPLEMENTER AND VACCINE CZAR SECRETARY CARLITO G. GALVEZ JR. ON THE NEED FOR EVERY FILIPINO BE VACCINATED 13 January 2021#COVID19PH #WeHealAsOnePH #COVIDvaccinePH","sentiment_score":0.0}
{"full_text":"The health and wellness sector has come into paramount focus amid the global pandemic - spanning across industries and taking on entirely new forms. Discover five key trends from the health &amp; wellness sectors for the year ahead on our blog :","sentiment_score":0.0454545455}
{"full_text":"RT #SaudiArabia's Cabinet reviewed a number of reports on the developments of #coronavirus domestically and internationally...","sentiment_score":0.0}
{"full_text":"Who cares what he says. Billions stolen in COVID relief money and not one arrest. ANC are deliberately destroying the economy.","sentiment_score":-0.125}
{"full_text":"Wednesday Run 5K #coronavirus #DFS #libertadresponsable","sentiment_score":0.0}
{"full_text":"RT I've been left feeling very confused this morning after reading this?\"NHS may move patients into hotels\"WTF is the point...","sentiment_score":-0.34}
{"full_text":"I often cycle past Headley Court. Only the other day I was wondering what'll happen to it, seeing as the Army rehab centre has now closed. The grim answer, for the immediate future...","sentiment_score":-0.2458333333}
{"full_text":"RT babe are you ok you've barely touched your endlessly increasing pile of work that you are expected to do even though we are i...","sentiment_score":0.08125}
{"full_text":"RT DID THE NRA GET COVID RELIEF BUSINESS MONEY? AND HOW ABOUT TAX BREAKS? DO WE SUBSIDIZE THE NRA FOR BEING ESSENTIAL?","sentiment_score":0.0}
{"full_text":"First full week of Lockdown 3 has limited impact on the UK job market","sentiment_score":0.1761904762}
{"full_text":"RT NHS England has selected the supermarket giant Asda to operate in-store #COVID19 vaccinations.Get today's #coronavirus updat...","sentiment_score":0.0}
{"full_text":"RT Bruce Willis admits making an \"error of judgement\" after reportedly being asked to leave a store in LA for refusing to wear a...","sentiment_score":0.0}
{"full_text":"Check out latest article highlighting our COVID-19 home testing kits. #CNN #covid19 #covidtesting","sentiment_score":0.5}
{"full_text":"RT George Hill on the NBA's new COVID-19 protocols. \"I'm a grown man, so I'm gonna do what I wanna do. If I wanna go see m...","sentiment_score":0.1363636364}
{"full_text":"RT Boomers. ","sentiment_score":0.0}
{"full_text":"RT There's a lot of tree and powerline debris on roadways not to mention standing water. Power outages are causing dark inte...","sentiment_score":-0.15}
{"full_text":"RT You talk to real people and it is hell. Friends in ICU with Covid, taxman chasing people like a devil, bailiffs still br...","sentiment_score":0.2}
{"full_text":"RT We are not responsible for Covid19.We want age relaxation#AgeRelaxation_AirforceXY","sentiment_score":-0.1}
{"full_text":"\"[Value-based care] is a mindset. 'This is what we've always done,' is the excuse,\" says Bill Wynn, \"COVID-19 has been the catalyst to start shifting providers toward a mode of value-based thinking.\"Read the full article here:","sentiment_score":0.15}
{"full_text":"Next month... Zahawi announces plans for Covid passport","sentiment_score":0.0}
{"full_text":"...that isn't what the article says, Gazza.","sentiment_score":0.0}
{"full_text":"U want to kill this pandemic, make sure you have sometjing to come back to after you kill it.","sentiment_score":0.25}
{"full_text":"RT More and more churches are live-streaming their worship services as a way to reach people during this #Lockdown. If others...","sentiment_score":0.5}
{"full_text":"RT Japan adds seven prefectures to its new COVID-19 state of emergency and suspends entry of almost all foreigners again, while the...","sentiment_score":0.1363636364}
{"full_text":"RT This is a magnificent and hugely generous offer made by to both the UK and Scottish Governments, offering the C...","sentiment_score":0.7}
{"full_text":"Shopworkers could be prioritised in Covid vaccination programme #retail #coronavirusuk","sentiment_score":0.0}
{"full_text":"Thousands of hospital patients across England are to be discharged early to hotels or their own homes to free up beds for Covid-19 sufferers needing life-saving care.   Read more ","sentiment_score":0.4}
{"full_text":"The Finance Secretary has written to Mr Sunakhttps:\/\/t.co\/ZH0Mp6qOeJ","sentiment_score":0.0}
{"full_text":"COVID-19 is not a hoax. Adhere to all regulations, mask up, sanitise and wash your hands frequently. Stay at home and keep your distance.#CoronavirusCT","sentiment_score":0.1}
{"full_text":"NHS staff across the country are seen as superheroes, but with the mounting pressures and the stresses from #COVID19, many are facing #burnout. These are scary times for all of us, but especially for our #NHSworkersVia More","sentiment_score":0.125}
{"full_text":"Our chief medical officer has revealed the crucial reason why Australia is in desperate need of the COVID-19 AstraZeneca vaccine.https:\/\/t.co\/6WEMooXjSx","sentiment_score":-0.2}
{"full_text":"Becoming a Utility Team partner enables you to offer your customers access to our COVID Support Fund. It was set up to give businesses access to interest-free funding through the form of a rebate on energy bills.Find out more today...https:\/\/t.co\/A5So83sKbD#covidsupport","sentiment_score":0.475}
{"full_text":"CBBC, easy as One Zoo Three, tune in on BBC (iPlayer)  Catch up on S1 of One Zoo Three during lockdown   #bbciplayer #onezoothree","sentiment_score":0.4333333333}
{"full_text":"Former Speaker Alan Peter Cayetano on Wednesday questioned the timing of the Charter change (Cha-cha) deliberations at the House of Representatives, saying that anything not related to the COVID-19 pandemic should be set aside.https:\/\/t.co\/jBSKFYo7ME","sentiment_score":0.0}
{"full_text":"It's vital that the response to COVID-19 centres the needs of Black people and people of colour, including those who are LGBTQ+. is looking for QTIBPOC to share their experience of this crisis. Make sure your voice is heard.https:\/\/t.co\/Imy69mCCai","sentiment_score":0.1444444444}
{"full_text":"highlights its COVID19-related activities in a video feature that was also presented during its virtual conference held last December 10, 2020. Padayon!Watch the full video feature here:","sentiment_score":0.175}
{"full_text":"The PS20 a week uplift to #UniversalCredit has been a vital lifeline for many families during the pandemicWith under 3 months left until the uplift is set to end, it's vital the government commits to #KeepTheLifeline ","sentiment_score":0.175}
{"full_text":"\"With Lockdown 3 made official, the start to 2021 has been bleak. However, Lifestyle remains optimistic for the year ahead\".Discover Lifestyle's predictions for 2021 and why the Team believe 2021 is The Year of Outdoor Leisure. #2021OutdoorLeisurehttps:\/\/t.co\/wIXyM3pu7y","sentiment_score":-1.0}
{"full_text":"This afternoon, County Executive Marc Molinaro will hold his latest virtual Town Hall Forum regarding the COVID-19 pandemic at If you have a question you'd like answered, type it in the comment section on Facebook when the video is live at 3 p.m.","sentiment_score":0.3181818182}
{"full_text":"Ten months after venues were forced to shut down because of the pandemic, it appears the show will go on.But the question is just when.https:\/\/t.co\/p3PdIuzXx3","sentiment_score":-0.1518518519}
{"full_text":"Marriott Bonvoy intends to give \"travel goals a big boost\" and help elite status earners progress to the next level faster following the downturn in 2020 due to the Covid-19 pandemic. via #BusinessTravel #MarriottBonvoy","sentiment_score":-0.03125}
{"full_text":"The South African Liquor Industry has asked for the suspension of its monthly obligation to pay R2.5 billion in excise duties to due to the continued ban on the sale of alcohol under #level3 #lockdown.#COVID19https:\/\/t.co\/r4MyqNITd9","sentiment_score":-0.0625}
{"full_text":"Living in the time of pandemic: COVID-19 (32)","sentiment_score":0.0}
{"full_text":"It has been almost ten months since #coronavirus restrictions were first introduced, what have you missed most?","sentiment_score":0.25}
{"full_text":"Top Marques Monaco car show postponed due to unpredictable pandemic#Monaco #carshowhttps:\/\/t.co\/JP7vf6ttBg","sentiment_score":0.0694444444}
{"full_text":"2020: The Year Black British Music Could Not Be Stopped \/","sentiment_score":-0.0833333333}
{"full_text":"No deaths in Plymouth, Torbay, the South Hams or the Isles of Scilly were registeredhttps:\/\/t.co\/EtmWzqZQI7","sentiment_score":0.0}
{"full_text":"When will serial killer #LiarJohnson be arrested for the incompetent and corrupt #coronavirus management that killed &gt;80K people in UK.Press called him \"The beast of Uxbridge and South\". Conviction date not known. Ruisliphttps:\/\/twitter.com\/FXMC1957\/status\/1349267454724341760","sentiment_score":-0.35}
{"full_text":"\"The longer we take to start kids in trials, the longer it will take them to get vaccinated\" -- Hear more about why some paediatricians are advocating for #COVID19 jabs to be tested in children ahead of the new school year.","sentiment_score":0.3181818182}
{"full_text":"The Isle of Wight is at risk of being \"overwhelmed\" by a surge in Covid vases, according to Stephen Parker, St Mary's Hospital's medical director, with the situation likely to deteriorate over the next two to four weeks before improving. ","sentiment_score":0.0}
{"full_text":"NEWS: Have you or someone you know booked a vaccine appointment at Watch this video to see how it will work... #coronavirus","sentiment_score":0.0}
{"full_text":"Bit of a twist on our #BookExpress review this week! Here's a brilliant video of astronaut discussing how he's coping during lockdown and the books he's been reading!#librariesfromhome  #lockdownuk","sentiment_score":0.9}
{"full_text":"NEWS: Have you or someone you know booked a vaccine appointment at Watch this video to see how it will work... #coronavirus","sentiment_score":0.0}
{"full_text":"Camp Kanuga in Hendersonville is planning to reopen this summer with some new COVID safety precautions.","sentiment_score":0.1363636364}
{"full_text":"They will be used to make sure only essential journeys are being madehttps:\/\/t.co\/UWND8JJqh5","sentiment_score":0.1666666667}
{"full_text":"Unlike in 2020, when the debate over lockdowns often split along party lines, Both Democratic and Republican leaders are signaling their opposition to forced closings.Yes  or  No: Would you support another lockdown?","sentiment_score":-0.3}
{"full_text":"@ | During the latest national lockdown and suspension of non-elite #football - remember that the #FootballsStayingHome platform is loaded with great content, ideas and videos to enjoy whilst developing.","sentiment_score":0.5666666667}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"The Covid-19 crisis has shown why we need free broadband, writes","sentiment_score":0.4}
{"full_text":"Did you hear the news? The #Microsoft Healthcare Bot is moving to #Azure! Read how the Bot has been key in delivering healthcare insights and tools to providers and suppliers during the pandemic:https:\/\/t.co\/z8VCb0idj4","sentiment_score":0.0}
{"full_text":"  New Article: The landscape of #COVID19 clinical trials in #LatinAmerica and the #Caribbean: assessment and challenges https:\/\/t.co\/QOlxUsjT3r@opsoms","sentiment_score":0.1363636364}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
