{"full_text":"RT Trump did not fail in his covid response- he made a conscious choice to let people die because he thought it would help him...","sentiment_score":0.175}
{"full_text":"Then CHIEF FUN OFFICER for carnival cruises checks pandemic slow so that hate in his heart ","sentiment_score":-0.2666666667}
{"full_text":"RT Keir Starmer has demanded a lockdown within 24 hours, so brace yourself for Boris Johnson reacting at some point in February.","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"\"CSIR scientists should interact with more &amp;more students of the country, share their experiences of coronavirus period &amp;the work done in this research field with new generation. This will help you in preparing a new gen of young scientists in coming tomorrow.\"- PM","sentiment_score":0.2181818182}
{"full_text":"RT ..... \"What can I do to help fight this at home?\" She said, \"Sleep on your stomach at all times with Covid. If you can't sle...","sentiment_score":0.0}
{"full_text":"RT .@TomArnold I have a docuseries idea. I think I want to call it \"American Gri...","sentiment_score":0.0}
{"full_text":"we are being fed this nonsense in Australia from Fake? Doctors making similar claims of  London #NHS being #Covid19 overwhelmed which according to data is untrue and not reporting that there has been a cut back of beds in the #UK","sentiment_score":-0.1666666667}
{"full_text":"RT corona please leave :)","sentiment_score":0.5}
{"full_text":"RT Let me guess....@ScottMorrisonMP is still on holidays.@JacquiLambie still hasn't revealed the Medivac deal.@DanielA...","sentiment_score":0.0}
{"full_text":"RT #horror #films #podcast Wicker Man - We Do In The Shadows -","sentiment_score":0.0}
{"full_text":"The year--2020Bad News was;Hunger, Deaths, Pandemic(Covid-19), Economy Deteriorations, Unemployment et al.Good News was,FAITH WE've KEPT, FRIENDS WE've MADE!Surprise me 2021, Looking forward to you.","sentiment_score":0.0}
{"full_text":"RT In April, 1947 New York City faced a terrifying smallpox outbreak. 23 days later the City had vaccinated 6 million peopl...","sentiment_score":-0.2878787879}
{"full_text":"RT Ok let's do this. All the science says opening schools again tomorrow will lead to the spread of covid and more deaths. O...","sentiment_score":0.5}
{"full_text":"RT \"It's 2021 already, I hope we all be able to overcome corona, and regain back those precious life that we used to have.The...","sentiment_score":0.3333333333}
{"full_text":"RT Private medical aids look after +-15% of the population - for a fee, they are not charities.. Far from it.What qualifies t...","sentiment_score":0.0333333333}
{"full_text":"RT Trump on tape trying to steal election. Former SecDefs warn him not to tap military for his scheme. Unused covid vaccines...","sentiment_score":-0.05}
{"full_text":"RT #TNGovt allows 100% seating occupancy in theatres as #COVID19 cases decline. Back into the game finally Thank You","sentiment_score":-0.1333333333}
{"full_text":"RT 74.9% of Ontario's vaccines remain in the freezers? We have the money (&gt;$12 billion unused), the people (volunteers abou...","sentiment_score":0.0}
{"full_text":"RT Thank you GA for giving voters multiple secure options for voting. This year has been tough and not havi...","sentiment_score":0.0037037037}
{"full_text":"RT 1 in 790 U.K. citizens have already died of Covid.  Not 1 in 790 of those who have tested positive  1 in...","sentiment_score":0.2272727273}
{"full_text":"To everyone that's affected, has been affected, knows someone that's fighting for their life and lost someone to Covid-19, Prayers and Strength to you and your families.What a way to start the new year#StaySafe #StayHome #sanitize #WearAMask #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT My hospital in Chester is treating patients with Covid-19 in 40% of our general &amp; acute beds, yet the news is all about Lon...","sentiment_score":0.325}
{"full_text":"TN govt allowing 100% occupancy in cinemas is a bad decision.The golden rule against corona, 'social distancing', is left at stake.#MasterFilm","sentiment_score":-0.0916666667}
{"full_text":"RT In September, a large number of #COVID19 cases were detected at a Hamburg school. At the time, authorities said students wer...","sentiment_score":0.2142857143}
{"full_text":"RT THREAD - Covid-19 in England. Things are going from very bad to much worse. Here is where we are in 9 tweets. 1\/9","sentiment_score":-0.655}
{"full_text":"RT #horror #films #podcast Trick R Treat - of Living Dead -","sentiment_score":-0.2}
{"full_text":"RT Shocking news for #SurreyBC parents: Nearly 50 #COVID19 cases were linked to five different classes at Earl Marriott Secondar...","sentiment_score":-0.3}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"I've tested positive for Covid, trust me the thing IS flu. Yes it's killing some people but many are recovering.People are now just dropping dead without Covid symptoms and without testing or feeling ill.","sentiment_score":0.0068181818}
{"full_text":"RT I think many reasonable people would've come to this conclusion had it not been for the media covering for them incessa...","sentiment_score":0.35}
{"full_text":"RT PROBLEMS1)60% students are from other states2)Transportation, hostel issues3)#Corona is deadly wires 4)Local or ot...","sentiment_score":-0.1625}
{"full_text":"RT As we have to start rationing ICU care now, I think asking patients questions about their views on masks and social di...","sentiment_score":0.0333333333}
{"full_text":"RT As per GO, the seating capacity of Theatres &amp; Multiplexes will be increased from 50% to 100% by following the SOP, which has b...","sentiment_score":0.0}
{"full_text":"RT normalise crying like a baby the first moment you step into a concert venue post-covid","sentiment_score":0.025}
{"full_text":"Listening to every word of the PHO covid updates.","sentiment_score":0.0}
{"full_text":"RT Feeling extremely conflicted by seeing colleagues in various parts of the UK celebrating their 2nd dose of #COVID19 vacci...","sentiment_score":-0.0416666667}
{"full_text":"Due to the explosion of international mail shipments and the strengthening of customs inspections, the shipping process in the International Postal Logistics Center has also been delaying.We will try to deliver it quickly after the suspension period#COVID19","sentiment_score":0.0216666667}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT #TNGovernment permits theatres to open at #100%Occupancy in light of the decreased COVID-19 cases day by day.#BacktoTheat...","sentiment_score":0.0}
{"full_text":"Just incase you missed it. We've heard stories where women died of certain contraceptives. Now it makes sense. #level5 #COVID19 #nationallockdown Unathi #level5lockdown Cyril","sentiment_score":0.2142857143}
{"full_text":"Can we please all watch Commissar Hancock this morning and for god's sake just do as he tells you. Thank you please.Special mentions for","sentiment_score":0.0}
{"full_text":"You're not ready for prison.  Don't play games.  Stay your ass home.","sentiment_score":-0.1}
{"full_text":"RT Today's hospital data for England could not be more stark:25k patients now hospitalised with CovidThat's a 6% incr...","sentiment_score":0.5}
{"full_text":"You may not recognize the bronze statue in front of you, but the noodles in his hand are really well-known. This is a time-honored brand in Wuhan, Cailinji built in 1928, of which its hot-dry noodles are famous nationwide.#wuhantaste #hanstory #hereiswuhan","sentiment_score":0.35}
{"full_text":"Australia's most populous state reports zero COVID cases, urges thousands to get tested","sentiment_score":0.5}
{"full_text":"RT \"If we let our hospitals get overrun, we're going to see a lot more deaths, not only among Covid patients.\" Hospitals reach a cris...","sentiment_score":0.25}
{"full_text":"RT banks will take your money make you atmanirbhar force you die for recovery during pandemic covid. jai Shri Ram","sentiment_score":0.0}
{"full_text":"Knowing our people they will wear the mask as a fashion","sentiment_score":0.0}
{"full_text":"RT \"Hypothesis 3. The cash transfers improved thehouseholds' resilience and made it possible to supportthe confinement per...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT THREAD - Covid-19 in England. Things are going from very bad to much worse. Here is where we are in 9 tweets. 1\/9","sentiment_score":-0.655}
{"full_text":"RT Beach jam parked with fun seekers in total disregard 2 #COVID19  WHO THIN...","sentiment_score":-0.0333333333}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT #horror #films #podcast Behind the Mask - - -","sentiment_score":-0.4}
{"full_text":"RT I'm on a packed Southwest flight right now with every seat taken.Have any restaurants sued over this? Why can plan...","sentiment_score":0.2857142857}
{"full_text":"RT Blows my mind how many intelligent and articulate people I know are willing to push the limits of the restrictions and so...","sentiment_score":0.5166666667}
{"full_text":"RT #TNGovernment permits theatres to open at #100%Occupancy in light of the decreased COVID-19 cases day by day.#BacktoTheat...","sentiment_score":0.0}
{"full_text":"RT Modern times: person can post on social media that the reason why people are getting ill and being unable to breathe e...","sentiment_score":-0.1916666667}
{"full_text":"RT Premier blamed my constituents for spreading COVID-19 with no evidence, just racist stereotypes. In reality, many of the...","sentiment_score":0.5}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"Is it right that estate agencies can work during lockdown? #lockdownuk #London #BorisJohnson #property #housing #VaccineStrategy #vaccinations","sentiment_score":0.2857142857}
{"full_text":"RT Been in contact with several teachers that I've worked with over the years. Some have been told to stay home; some have cited...","sentiment_score":0.0}
{"full_text":"Let's Lockdown African continent. No any outsider from other continents come in for 5 months. Covid 19 will go down. Believe me","sentiment_score":-0.0935185185}
{"full_text":"RT A timely vaccine is crucial in helping us get back to COVID normal. Frankly, the Morrison Government has dropped the ball....","sentiment_score":0.05}
{"full_text":"Here are the headlines on Monday, January 4:National lockdown likelyConfusing school plansOxford jab roll-outScotland considers restrictionsFlat battery MondayAnd more:https:\/\/t.co\/DeEDMixlVc","sentiment_score":0.0}
{"full_text":"RT With the new, more transmissible variant, this chart of daily new cases of covid in the UK is terrifying. It's basically a...","sentiment_score":-0.0454545455}
{"full_text":"RT Date ideas to do with your babes after lockdownA THREAD:","sentiment_score":0.0}
{"full_text":"y'all grandma wilks just said \"I wish the rain would kill the Covid\" I am dead","sentiment_score":-0.2}
{"full_text":"Go back to your base, if you're still in the village to avoid being trapped if lockdown is announced.. unless you're an aspiring farmer sha","sentiment_score":-0.3333333333}
{"full_text":"RT So let's get this clear Site C, LNG, TMX and other major projects are bad but 50 cases in 5 classes in a si...","sentiment_score":-0.165625}
{"full_text":"This smell familiar? #coronavirus #COVID19 #COVIDSecondWave #CCP #BIOWEAPON","sentiment_score":0.375}
{"full_text":"RT #horror #films #podcast X-Files - House - -","sentiment_score":0.0}
{"full_text":"RT Delighted that today we roll out the \/ vaccine across the whole UK It's a vital step in our...","sentiment_score":0.3333333333}
{"full_text":"Egyptians' anger on social media mounted after all coronavirus patients died in intensive care units (ICUs) due to a shortage of oxygen at the Husseiniya Central Hospital in Sharqia governorate#EgyptToday #Egypthttps:\/\/t.co\/l4sPq7mZXB","sentiment_score":-0.1979166667}
{"full_text":"Surviving a pandemic is hard enough in itself, but how about prepping for and executing a themed pre-nup shoot in the middle of a pandemic? | via","sentiment_score":-0.0972222222}
{"full_text":"talks about how Ghana compares to other countries in COVID-19 cases. #HealthInfoAfrica #COVID19","sentiment_score":-0.125}
{"full_text":"Patients are also needing mechanically ventilated bedshttps:\/\/t.co\/8vXkIsFW37","sentiment_score":0.0}
{"full_text":"KSE-100: a good year ahead?Thank God 2020 is behind us! Not that 2021 will necessarily be better, given the second wave of the pandemic and the growing risks that UK's fast-spreading strain will make its presence felt soon.#KSE100 #Pakistan #PSX","sentiment_score":0.175}
{"full_text":"RT As per GO, the seating capacity of Theatres &amp; Multiplexes will be increased from 50% to 100% by following the SOP, which has b...","sentiment_score":0.0}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"The fight against #COVID19 has seen vaccine development move at record speed, with more than 170 different vaccines in trials. But how are they different from each other, and how will they protect us against the disease?","sentiment_score":0.09375}
{"full_text":"Too bad she didn't wear a mask at Mar-A-Lago.","sentiment_score":-0.7}
{"full_text":"The Prime Minister is coming under increasing pressure to bring in an \"inevitable\" third national lockdownhttps:\/\/t.co\/OPqmm5DoVJ","sentiment_score":0.0}
{"full_text":"Did you have a Pandemic Garden in 2020? Then you're ready for a Pandemic Orchard. #gardening #SlingWords","sentiment_score":0.2}
{"full_text":"Since COVID-19 arrived to Somalia, sharing information with displaced communities become more important than ever to prevent the spread.A new toll-free emergency hotline set-up by IOM is helping to ensure information reaches all. ","sentiment_score":0.3454545455}
{"full_text":"India's daily #COVID19 tally dips to 16,504 -- maximum number of cases are from #Kerala, #WestBengal, #Chhattisgarh and #TamilNadu","sentiment_score":0.0}
{"full_text":"Latest #CoronaVirus updates:Date: 04\/01\/2021#TheCivilEyes #Pakistan #COVID19","sentiment_score":0.5}
{"full_text":"RT Everyone at #CelticFC sends their deepest condolences to the family &amp; friends of Gerry Marsden.Gerry's famous lyrics will l...","sentiment_score":0.5}
{"full_text":"'Do not travel unless one of the exemptions apply otherwise you may be prosecuted,' says Chief Inspector","sentiment_score":0.0}
{"full_text":"RT Someone I know died of COVID last night. He was 40, had no comorbidities, and he died alone in his bed after being sent...","sentiment_score":0.0}
{"full_text":"Egypt has approved the use of a Covid-19 vaccine developed by Chinese pharma giant Sinopharm with its rollout to start later in January, the health minister said.#COVID19 #vaccine #Egypt #Sinopharmhttps:\/\/t.co\/w4Xa2Mn9Wh","sentiment_score":0.025}
{"full_text":"Field epidemiology and COVID-19: always more lessons to be learned","sentiment_score":0.5}
{"full_text":"Coming home from the USA and UK? As of 15 January you'll need to have tested negative for COVID-19, 72 hours before you leave.https:\/\/t.co\/oAByyRmC3j","sentiment_score":-0.3}
{"full_text":"RT This is insanity and it's coming here soon if you don't wake the hell up.","sentiment_score":0.0}
{"full_text":"Happy #MondayMotivation! via #capetown #covid19 #coronavirus #covid19sa #coronavirussa #covid19insa #coronavirusinsa #covid19southafrica #coronavirussouthafrica #westerncape #southafrica #riseagainsthunger","sentiment_score":1.0}
{"full_text":"#ASBHM2021 presentations with my name on them:\"My opinion of vaccines depends heavily on which one\": Personality predictors of attitudes toward childhood, flu, COVID, and general vaccines\"Lead author: Chris Kilby","sentiment_score":-0.075}
{"full_text":"No, the soft drink did not test positive for covid.","sentiment_score":0.1636363636}
{"full_text":"Kier Starmer calls for national lockdown within 24 hours","sentiment_score":0.0}
{"full_text":"How to speed up the payment of public contracts and relieve struggling firms during COVID@WorldBank","sentiment_score":0.0}
{"full_text":"State-wise details of Total Confirmed #COVID19 cases(till 04 January, 2021, 8 AM) #IndiaFightsCorona #Unite2FightCorona","sentiment_score":0.2}
{"full_text":"The perfect #MondayMotivation you need today.#motivation #inspiration #mondaymorning #newyear #COVID19 #edutech #teachers #UGC #students #college #university","sentiment_score":1.0}
{"full_text":"Carlisle now has the county's highest #covid infection rate, with nearly 600 confirmed cases.https:\/\/t.co\/hipDuiSPsf","sentiment_score":0.25}
{"full_text":"South Korea has extended unprecedented social distancing rules in greater Seoul as the number of daily cases bounced back to more than 1,000 in four days.https:\/\/t.co\/lLMKUPD7q0","sentiment_score":0.2722222222}
{"full_text":"RT #TNGovernment permits theatres to open at #100%Occupancy in light of the decreased COVID-19 cases day by day.#BacktoTheat...","sentiment_score":0.0}
{"full_text":"Egyptian Health Minister Hala Zayed said on Jan.2 that the #COVID19 #vaccine developed by Chinese drugmaker #Sinopharm has been officially licensed for emergency use in #Egypt. First batch of Sinopharm vaccines went through 4 tests conducted by EDA and they all proved the safety.","sentiment_score":0.1166666667}
{"full_text":"Dr. Anthony Fauci said President-elect Joe Biden's plan to administer 100 million shots of the COVID-19 vaccine within the Democrat's first 100 days in office was achievable:https:\/\/t.co\/eT7HD1tOYw#coronavirus","sentiment_score":0.25}
{"full_text":"The price of a gallon of gas, on average across the country, is the highest it's been since stay-at-home orders were first issued in mid-March. However, it is still below 2019 prices. ","sentiment_score":0.05}
{"full_text":"Surviving a pandemic is hard enough in itself, but how about prepping for and executing a themed pre-nup shoot in the middle of a pandemic? https:\/\/t.co\/A1uXxJ2KIw","sentiment_score":-0.0972222222}
{"full_text":"Officials are investigating whether a COVID-19 outbreak at a California hospital is tied to an inflatable costume an employee wore to celebrate the holidays.https:\/\/t.co\/52zKSzfeJ4","sentiment_score":0.0}
{"full_text":"San Diego is seeing a spike in air travel as the coronavirus pandemic hits new highs for cases and hospitalization","sentiment_score":0.1363636364}
{"full_text":"RT #TNGovernment permits theatres to open at #100%Occupancy in light of the decreased COVID-19 cases day by day.#BacktoTheat...","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT I was I had the energy for anger. To tell you that Covid is no hoax, masks will save your life, and that the people who...","sentiment_score":-0.7}
{"full_text":"RT #TNGovt allows 100% seating occupancy in theatres as #COVID19 cases decline. Back into the game finally #maasttr #Ma...","sentiment_score":-0.1333333333}
{"full_text":"Then, what new things are you dreaming about?SUGA: I'm eager to continue doing music. Since all performances were canceled due to COVID-19, I had a chance to talk to so many musicians in Korea. I talked with legendary singers as well as people who are my contemporaries.","sentiment_score":0.3778409091}
{"full_text":"RT It doesn't interfere with your conscience taking money to peddle lies and misinformation? ","sentiment_score":0.0}
{"full_text":"The impact of COVID-19 on the hardest hit industries and how to minimize the damage | by","sentiment_score":0.0}
{"full_text":"I&amp;T governance has become even more essential during the pandemic, writes Graciela Braga. #COBIT #CGEIT  Read more:","sentiment_score":0.3333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 32.0FWind Chill: 32.0FHumidity: 99%Dew Point: 31.8F Barometer: 30.074 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 196.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I would like to clarify that this post was originally to try and make the point that the tier 4 restrictions are not enoug...","sentiment_score":0.375}
{"full_text":"RT Matt Hancock has accepted the help of an initial 21 military combat medic teams tonight to administer covid vaccines, with...","sentiment_score":-0.05}
{"full_text":"People are dying and your parliament, your mps, you 'leader' #BorisJohnson are on holiday.They're an absolute disgrace, every single one of them who hasn't tried to advocate for lock down, close the schools and getting back to parliament. #Ge2021. Enough is enough.","sentiment_score":-0.0044973545}
{"full_text":"me and alessia pre covid for u","sentiment_score":0.0}
{"full_text":"Since moving back home with my parents, my contributions to the house include routinely asking my parents where\/why they're going out and lecturing them periodically about getting COVID tests. I'm such a dutiful child. ","sentiment_score":0.0}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"Ina Grafton is hiring: Covid Screener #job #Toronto","sentiment_score":0.0}
{"full_text":"RT Why aren't you being honest with the general public and them see the reality.Denying the...","sentiment_score":0.2166666667}
{"full_text":"RT What a MAJOR FLEXXXXXX for K-Pop fans!https:\/\/t.co\/VZ6KW6Rf8h@weareoneEXO #exo #kpop #dubai","sentiment_score":0.0625}
{"full_text":"RT Hello, the unroll you asked for: BREAKING--U.S. govt is considering giving some people half-dose of Moderna...","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"RT Margaret says thanks for clearing the ice for her, she had a great time.","sentiment_score":0.5}
{"full_text":"If you think ppl be spittin pure 2micron virus out of their breathing....you're a complete moron.  Thoughts and prayers... in advance. #COVIDIOT","sentiment_score":-0.1619047619}
{"full_text":"RT The continued appalling way #Covid19 is being handled in the UK has taught me an important life lesson - delaying the inevi...","sentiment_score":0.025}
{"full_text":"RT #horror #films #podcast The Babysitter - - -","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"If anyone saw that \"how to treat COVID at home\" tweet thread, please disregard that","sentiment_score":0.0}
{"full_text":"If your New Year's resolution involves exploring new places, you can still learn about them from your sofa during a global pandemic.   #exploremore","sentiment_score":0.0909090909}
{"full_text":"RT Doctors advice against COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"\"Industry hasn't really seen anything like the sudden changes the pandemic has thrust upon it, and there is now a massive need for manufacturing to be more flexible and rapidly adapt to a changing economic picture\" #engineering #manufacturing","sentiment_score":0.18}
