{"full_text":"RT CDC: Wear a mask! Social Distance! Get the vaccine!Me: absolutely!CDC: don't eat raw cookie doughMe: I'll see you...","sentiment_score":-0.0945512821}
{"full_text":"RT Join us for a national moment of unity and remembrance in honor of the 400,000 Americans we've lost due to COVID-19.","sentiment_score":-0.125}
{"full_text":"RT Two weeks after the Capitol riot, at least 19 Capitol Police officers have tested positive for coronavirus infection. Others q...","sentiment_score":-0.0363636364}
{"full_text":"RT What does this mean for a family who can't take time off work because they don't have paid sick days? What does this mean...","sentiment_score":-0.4464285714}
{"full_text":"RT The final death toll from the #CapitolRiot will be greater than we ever know from domestic terrorists infecting communities...","sentiment_score":0.1666666667}
{"full_text":"RT Thread from April on the Trump admin refusing to do national mourning for or symbolic tributes to covid victims. It is a...","sentiment_score":0.0}
{"full_text":"RT Punchbowl News: \"At least 20 Capitol Police officers had active Covid-19 cases by late last week, multiple sources tell u...","sentiment_score":-0.1466666667}
{"full_text":"They will rather tokenism! This needs to stop. Get NHS staff esp those dealing w Covid their second dose now","sentiment_score":0.0}
{"full_text":"RT One second of silence for each Covid death in the US and you'd be standing still for more than four and a half days.","sentiment_score":0.1111111111}
{"full_text":"Exactly. Show me one pro-lockdown person that has lost even a cent of their income. But I can show you many on the anti-lockdown side. Why? Because they don't just think of themselves.","sentiment_score":0.375}
{"full_text":"That's a fact. My mom died on the third and the funeral director said a couple death certificates had seen had said Covid and the families adamantly said no.","sentiment_score":0.05}
{"full_text":"RT Fired pharmacist charged with trying to ruin vaccines via @ProofHearsay","sentiment_score":0.0}
{"full_text":"RT Last January, Trump told CNBC about coronavirus: \"We have it totally under control. It's one person coming in from China...","sentiment_score":0.0}
{"full_text":"RT The SPC commended ADNOC for its robust and proactive response to COVID-19 throughout this year, which has consistently...","sentiment_score":0.25}
{"full_text":"RT Some WI Senate Republicans have introduced five new bills addressing covid:* Two would make it harder for employers or lo...","sentiment_score":0.0181818182}
{"full_text":"RT Soldier Field is lit orange after ten minutes of darkness to honor victims of COVID-19 across the Chicago skyline Tuesda...","sentiment_score":0.0}
{"full_text":"RT The Justice Department will not pursue insider trading charges against Senator Richard Burr, who dumped hundreds of thousands...","sentiment_score":0.0}
{"full_text":"RT COVID SURVIVORS AND THEIR EXPERIENCES WITH LONG TERM EFFECTS, A THREAD:","sentiment_score":-0.05}
{"full_text":"Latest: Nurse to sing 'Amazing Grace' at COVID-19 memorial | WNT","sentiment_score":0.55}
{"full_text":"I was on \"team it's going to be bad\" in November 2016, but I also was assuring people into mid-March 2020 that the CDC would be independent enough to get us through with only a regional disaster in New York. The future is hard","sentiment_score":-0.1221861472}
{"full_text":"I've seen a a lot of valuable insight from the HIV people.For all its differences, one important experience they bring is the long-term management of a terrible epidemic \"close to home\".","sentiment_score":-0.3}
{"full_text":"So I was just told my grandmother died. Mom is picking me up and taking me TO the fucking hospital which I'd rather not do. I loved my mamaw but I don't need to go catch covid. We already know she's dead wtf am I supposed to do about it.","sentiment_score":-0.15}
{"full_text":"RT Imagine being part of a tragedy so expansive that your loved one has to share a memorial bell toll with 999 other people. Like,...","sentiment_score":0.2875}
{"full_text":"RT cc how lockdowns slashed global emissions, according to NASA","sentiment_score":0.0}
{"full_text":"RT Hello, Your ad is on the YouTube channel of Rebel News, where the videos compare COVID precautions to martia...","sentiment_score":0.0}
{"full_text":"RT At a dusk memorial for the 400,000 lives lost to COVID-19 in the U.S., Biden called for healing through remembrance. After he spo...","sentiment_score":0.0}
{"full_text":"RT 'To heal, we must remember': Biden leads national mourning of 400,000 Americans killed by COVID-19 v...","sentiment_score":-0.2}
{"full_text":"Jesse , your the BEST...You very Witty with lots of common sense . I wish Juan Williams could stop the hate talk about the greatest president in modern times &amp; tell the truth about the Corrupt Democrats &amp; the Fraud Election , I don't think 75 million Americans are wrong .","sentiment_score":-0.0357142857}
{"full_text":"All he does is discuss covid. He is trying to gain the back supporters he  lost. he should  get the sanitation to pick up dumped garbage on our roads. he lives a lavish lifestyle. bureaucracy does all the work He's a race batting politician. The city is decaying.  Thanx to him.","sentiment_score":0.0}
{"full_text":"RT The White House just announced a Gender Policy Council, which is so exciting and so important as we grapple with the deep impac...","sentiment_score":0.175}
{"full_text":"RT COVID is going deeper and deeper into the rural areas of Sarawak, and this is WORRYING. Please don't go back to the vill...","sentiment_score":0.0}
{"full_text":"Just imagine within months, biden is going to add to it right away with another covid stimulus, and spending with the green new deal, but I suppose we can ignore those two things right away","sentiment_score":0.1269480519}
{"full_text":"I KNOW DATS RIGHT KERBY","sentiment_score":0.2857142857}
{"full_text":"RT Vice President-elect Kamala Harris speaks at memorial for lives lost to COVID-19: \"For many months, we have grieved by ourselv...","sentiment_score":0.5}
{"full_text":"RT Nurse performs 'Amazing Grace' at inauguration event honoring COVID-19 victims","sentiment_score":0.6}
{"full_text":"Loved it it was beautiful ty","sentiment_score":0.775}
{"full_text":"RT The Pfizer and Moderna COVID vaccines use lipid nanoparticles to deliver an mRNA load into cellsThis study looks at the...","sentiment_score":0.0}
{"full_text":"I can't believe that, during a pandemic, Comcast is putting a cap on my data. #data #pandemic #Comcast #streaming","sentiment_score":0.0}
{"full_text":"I agree, at this point I just am thankful that we got Biden and a democratic senate. I know you're not getting everything you want, but can you imagine starting another 4 years with trump blaming everyone else and the senate pretending like it's all ok.","sentiment_score":0.25}
{"full_text":"RT State officials are warning the COVID-19 pandemic is at its worst as Texas reports an average of more than 300 new deaths...","sentiment_score":-0.1284090909}
{"full_text":"RT \"Let us shine the lights in the darkness along the sacred pool of reflection and remember who we lost,\" Pres.-elect Joe Biden says...","sentiment_score":0.0}
{"full_text":"It feels so good to have a Comforter-in-Chief again.","sentiment_score":0.7}
{"full_text":"Covid jab tomorrow. Thank you NHS.","sentiment_score":0.0}
{"full_text":"RT \"When you have 15 people, and the 15 within a couple of days is going to be down to close to zero, that's a pretty good job...","sentiment_score":0.2648148148}
{"full_text":"RT Ruben Trejo, Mental HCW, Southern California Culver City Hospital, died of #covid19 1\/12. He was always smiling, cracking joke...","sentiment_score":-0.05}
{"full_text":"RT A new PCR test that is superior to the widely used PCR test for #COVID19 detection has the potential to determine the cours...","sentiment_score":0.1840909091}
{"full_text":"RT \"When you have 15 people, and the 15 within a couple of days is going to be down to close to zero, that's a pretty good job...","sentiment_score":0.2648148148}
{"full_text":"RT Biden's first act in DC is to memorialize the 400,000 dead Americans from COVID-19.  Finally.  A more Presidential act than an...","sentiment_score":0.1833333333}
{"full_text":"RT AMBER | COVID-19 Memorial Commemorating the American lives lost to COVID-19 --more than 341,000 as of Dec. 31 and almos...","sentiment_score":0.25}
{"full_text":"RT having                             disliking covid-19              lewis capaldi                   no taste","sentiment_score":0.0}
{"full_text":"RT Michigan nurse Lori Marie Key, who went viral singing 'Amazing Grace' at work, reprises the song at the national COVID-19...","sentiment_score":0.3}
{"full_text":"RT The vaccines were never supposed to be the *solution*. The government was supposed to manage and contain the spread of #COVID...","sentiment_score":0.0}
{"full_text":"RT Praise God for and That #COVID19 tribute was amazing and needed. We finally have a president an...","sentiment_score":0.3}
{"full_text":"'To heal we must remember': Joe Biden and Kamala Harris pray for the COVID dead in front of D.C.'s reflecting pool on day U.S. virus death toll surpasses 400,000 - as the Empire State Building pulses in red via","sentiment_score":-0.1}
{"full_text":"RT This has to be one of the sadist examples of republican moral bankruptcy and deceit I've ever seen.  To suggest anyone had...","sentiment_score":0.0}
{"full_text":"Most Americans say the coronavirus pandemic is out of control, Post-ABC poll finds","sentiment_score":0.5}
{"full_text":"The Canadian gov searchable database for exosure to #covid19 on flights","sentiment_score":0.0}
{"full_text":"RT More than 400,000 people in the US have died from Covid-19, new data shows. Nearly a quarter of them have died in the past mont...","sentiment_score":0.1215909091}
{"full_text":"RT There are 400 lights illuminating the Lincoln Memorial Reflecting Pool in tribute to the more than 400,000 people who have died fr...","sentiment_score":0.5}
{"full_text":"People are so selfish but lock down soon come","sentiment_score":-0.3277777778}
{"full_text":"RT \"When you have 15 people, and the 15 within a couple of days is going to be down to close to zero, that's a pretty good job...","sentiment_score":0.2648148148}
{"full_text":"RT Miami-Dade has lost over 4,600 loved ones to COVID.Too many families are hurting.Today, we come together to mourn as...","sentiment_score":0.6}
{"full_text":"COVID 19 Immunity Research. You could be IMMUNE to COVID via","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden and his wife Jill Biden are joined by Vice President-elect Kamala Harris and her husband Doug Emho...","sentiment_score":0.0}
{"full_text":"RT Pres.-elect Biden during lighting ceremony at COVID-19 memorial in Washington, D.C.: \"To heal, we must remember. It's hard sometim...","sentiment_score":-0.2916666667}
{"full_text":"RT Anyone else feel like friendships are forever changed by people's actions during this pandemic?","sentiment_score":0.0}
{"full_text":"RT Join us for a national moment of unity and remembrance in honor of the 400,000 Americans we've lost due to COVID-19.","sentiment_score":-0.125}
{"full_text":"RT Omg obviously our Supreme Leader doesn't have time to talk to private companies","sentiment_score":0.0}
{"full_text":"Trump should take Biden's very moving inaugural memorial tribute to Covid victims personally, but he wont.","sentiment_score":0.1}
{"full_text":"He wanted to be known as a wartime president... well... mission accomplished I guessUS Death Toll WW2: 405,399US Death Toll Covid-19: 411,434@tedcruz","sentiment_score":0.2}
{"full_text":"RT We gather together to pay tribute to the lives lost from COVID-19.A grandmother or grandfather who was our whole world....","sentiment_score":0.2}
{"full_text":"It's meat and potato pie deficiency","sentiment_score":0.0}
{"full_text":"RT In less than a year since the first American died of COVID-19, more than 400,000 Americans have lost their lives. This is...","sentiment_score":0.1458333333}
{"full_text":"RT For those privileged non medical types enjoying Twitter lockdown debates from the safety of their keyboards, there are...","sentiment_score":0.25}
{"full_text":"RT Biden couldn't pick a less qualified person to head up the effort against the pandemic.","sentiment_score":-0.1666666667}
{"full_text":"RT Yee lad we'll av to get out for a bevy after this lockdown lad see ye soon anyway bro","sentiment_score":0.0}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"The economy and COVID don't care about anyone's feelings.  Neither do human decency, corruption, lies and science.","sentiment_score":0.0}
{"full_text":"RT Biden HHS nominee moved mother out of care facility after directing nursing homes to accept covid-positive patients ","sentiment_score":0.0}
{"full_text":"When we go without a haircut, the consequence is simply aesthetic but for dogs there are health concerns. We speak to a dog owner and groomer who say the government needs to make pet grooming an essential service. #COVID19 ","sentiment_score":0.0}
{"full_text":"Nice job New York. Another COVID FLOP.","sentiment_score":0.3681818182}
{"full_text":"RT It's truly astonishing that we have not had a national ceremony commemorating the deaths of hundreds of thousands of Ame...","sentiment_score":0.5}
{"full_text":"Nothing we should be proud of","sentiment_score":0.8}
{"full_text":"RT Join us for a national moment of unity and remembrance in honor of the 400,000 Americans we've lost due to COVID-19.","sentiment_score":-0.125}
{"full_text":"RT Please keep my mother in your thoughts this evening, as she was admitted to the hospital with COVID-19.She is doing be...","sentiment_score":0.0}
{"full_text":"RT I just wana pat #match2021 applicants on the back for applying, networking, &amp; interviewing through a gruesome pandemic...","sentiment_score":-0.5}
{"full_text":"RT I mean, every day, people tell Michigan Gov. Whitmer to ignore two-thirds of voters on covid and placate Republicans.","sentiment_score":-0.3125}
{"full_text":"If you have been working on business process improvement during COVID, now is time to implement and reap the rewards.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT Covid is really scary, I pray everyone I love and care for stays protected and healthy and everybody they love and care for...","sentiment_score":0.25}
{"full_text":"Large Brokerages, Small Towns: The Disconnect #CRE #TenantTips #TenantRep #Office #Warehouse #COVID-19 #NewNormal   ","sentiment_score":-0.0178571429}
{"full_text":"RT President-elect Biden, Dr. Jill Biden, VP-elect Harris and her husband, Doug Emhoff, observe a moment of silence during a...","sentiment_score":0.0}
{"full_text":"RT Not a cult.","sentiment_score":0.0}
{"full_text":"If you have been working on business process improvement during COVID, now is time to implement and reap the rewards.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT Our nation is surpassing 400,000 COVID-19 deaths on Trump's last day in office.The relief we may feel with Trump's departur...","sentiment_score":0.0}
{"full_text":"RT \"For many months, we have grieved by ourselves,\" President-elect Biden said during a service memorializing the more than 400,000 A...","sentiment_score":0.5}
{"full_text":"RT One second of silence for each Covid death in the US and you'd be standing still for more than four and a half days.","sentiment_score":0.1111111111}
{"full_text":"RT MCO in Kedah starts on the 22nd... it does not mean that you should sit ant home doing nothing! Come and join is for our...","sentiment_score":0.1953125}
{"full_text":"RT In 2019, I wrote about devoted #Astros fan Valentin Jalomo, whose gigantic mustache frequently appeared on game broadca...","sentiment_score":-0.15}
{"full_text":"So it's 1am... I'm in the middle of a national lockdown and just going to bed and just noticed there's a lot of snow on the floor outside... When did it snow? I don't think I've looked out the windows all day. Was the snow there this morning? ","sentiment_score":0.0}
{"full_text":"RT Join us for a national moment of unity and remembrance in honor of the 400,000 Americans we've lost due to COVID-19.","sentiment_score":-0.125}
{"full_text":"RT With the current retrenchments and loss of businesses? Why can't the cabinet forfeit half their salaries...","sentiment_score":-0.0833333333}
{"full_text":"RT 100,000 people have died from COVID-19 since December.400,000 in total.Brian Williams is so right: this memorial s...","sentiment_score":0.2857142857}
{"full_text":"RT 400,000 lives lost to COVID-19. The death toll is staggering. For some, incomprehensible.Unless you're one of the fa...","sentiment_score":0.0}
{"full_text":"no explanation (which is maybe the most frustrating aspect). the only thing i can think of is the kaiser san jose story where someone wore an inflatable santa costume on christmas and spread covid to 50 people??","sentiment_score":0.0333333333}
{"full_text":"RT On this final day of Trump's Presidency, the US COVID-19 death toll has officially passed 400,000.","sentiment_score":0.0}
{"full_text":"RT At least 19 Capitol Police officers either tested positive for the coronavirus or were found through contact tracing to ha...","sentiment_score":-0.0363636364}
{"full_text":"Many are bracing for another wave of coronavirus deaths.https:\/\/t.co\/3wErYyInTE","sentiment_score":0.5}
{"full_text":"Will vaccines work against the new COVID variants? Scientists are racing to find the answer. Here's what we know so far.","sentiment_score":0.1181818182}
{"full_text":"The border battle has reignited after New South Wales Premier Gladys Berejiklian called on other states to follow the coronavirus guidelines set out by Commonwealth experts.","sentiment_score":0.0056818182}
{"full_text":"LOOK: Vaccine czar Sec. Carlito Galvez inspects the cold storage facility of UNILAB for COVID-19 vaccines in Mamplasan, Laguna. |via","sentiment_score":-0.35}
{"full_text":"#HealthyLifestyleIn the middle of a pandemic, it's no surprise that searches relating to keeping our immune system healthy has gone up 700%.#CitrusZone#GetCitrifiedhttps:\/\/t.co\/i0aJHm5EC2","sentiment_score":0.25}
{"full_text":"What is it, the covid vaccine?","sentiment_score":0.0}
{"full_text":"A northern Kentucky couple celebrated their 73rd wedding anniversary by getting their first coronavirus vaccine shot. ","sentiment_score":0.3}
{"full_text":"Who says you can't dress up even if you're not going out?#goodymy #mco #DudukRumah #stayhome #stayathome #outfithttps:\/\/t.co\/Kcr0LfPWCt","sentiment_score":0.0}
{"full_text":"Guess he doesn't count if he didn't have covid. World is SUPER fucked.","sentiment_score":-0.1333333333}
{"full_text":"RT you only say that bc the bar was down in the pits of hell at this point. biden is a right wing politician w...","sentiment_score":0.0433862434}
{"full_text":"How about #Seychelles as your next vacation destination? On Thursday the Indian ocean archipelago re-opened its doors to visitors from anywhere in the world as long as they have taken both doses of the Covid-19 vaccination. Hurray! #beachvacation #TravelTuesday #traveltribe","sentiment_score":-0.03125}
{"full_text":"#Education: an inherent human right &amp; best way to build #peace, security &amp; lifelong opportunities for 75M girls\/boys caught in armed conflict, forced displacement, disasters - now doubly-hit by #covid19 pandemic.Their #EducationCannotWait!","sentiment_score":0.1621428571}
{"full_text":"#COVID19 UPDATE: We are reporting 1 death, 58 new cases, and 78 additional recoveries in the Quad-County Region. This brings the total number of cases to 10,358, with 5,5644 recoveries and 168 deaths; 4,546 cases remain active. More at: #QuadCountiesNV","sentiment_score":0.1257575758}
{"full_text":"[Videos] Rather, your tasks are basically two: to honor the #rule and to reinventate yourself. In the first case, it's obvious that if they demand you to take away...  #athlete #bodybuilder #trainer #marketing","sentiment_score":0.125}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":"\"Inaasahan po namin within this week makuha namin ang 2 approval from FDA and DOH,\" ani Dr. Paulyn Ubial. #COVID19","sentiment_score":0.0}
{"full_text":"RT January 21, 2020: First US case of COVID-19 detectedJanuary 19, 2021: 400,000 Americans dead from COVID-19","sentiment_score":0.025}
{"full_text":"Find out how enhanced regional cooperation--especially in health, trade, finance, and disaster risk--will accelerate economic growth in Asia and the Pacific and spur recovery from the COVID-19 pandemic. Read:","sentiment_score":0.2}
{"full_text":"RT We know the real reason that lockdown is continuing. Hancock must be sacked - immediately.https:\/\/t....","sentiment_score":0.2}
{"full_text":"GDP of #coronavirus-hit central China's Hubei Province falls 5% y-o-y in 2020. All major indicators recover at rapidly accelerating pace since last May.https:\/\/t.co\/WOwepdg5Hh","sentiment_score":0.0208333333}
{"full_text":"The Hyderabad-based pharmaceutical firm added pregnant and breastfeeding women to the list of people who should avoid taking #Covaxin shots.","sentiment_score":0.0666666667}
{"full_text":"There's a pandemic!!! Keep them out! Said no liberal ever","sentiment_score":0.0}
{"full_text":"A recent report published in the New England Journal of Medicine found no detectable amounts of the #COVID virus after four hours on a #copper surface. Compare that to three days on #plastic, two days on stainless #steel &amp; one day on cardboard. #materialshttps:\/\/t.co\/jVSsESyEH9","sentiment_score":0.1121212121}
{"full_text":"Cascade County residents that are age 70 and older will be provided access to the Covid vaccine as of January 21st at Benefis.https:\/\/t.co\/NxyXuIVB9o#COVID19 #Montana #CovidVaccine","sentiment_score":0.0833333333}
{"full_text":"RT From my window, I'm hearing the Washington National Cathedral funeral bell, which has begun to toll 400 times--once for e...","sentiment_score":0.0}
{"full_text":"RT It's truly astonishing that we have not had a national ceremony commemorating the deaths of hundreds of thousands of Ame...","sentiment_score":0.5}
{"full_text":"Of course, I understand... I got the membership but didn't pay for the box... That's what I'm planning this year too ... At least until this pandemic is over and delivery is normal again ","sentiment_score":-0.075}
{"full_text":"Surgeon dies after giving lip fillers to a COVID-19 patient: Possible ways that coronavirus can be transmitted.https:\/\/t.co\/tlfWrUL5hw","sentiment_score":0.0}
{"full_text":"Thank you Trump economic dream team.","sentiment_score":0.2}
{"full_text":"Ideally, everyone would have sophisticated N95 masks, but they're in short supply. While a cloth mask is better than no masks, experts warn technology needs to improve to stop the pandemic.","sentiment_score":0.475}
{"full_text":"RT This is the most North Korean thing I've ever seen in this country.","sentiment_score":0.5}
{"full_text":"RT Ms Jones... I still have COVID brain\/fog and recovered Christmas week. The lingering affects....","sentiment_score":0.0}
{"full_text":"RT Preventing long covid, covid mutation &amp; helping NHS staff  are why restrictions must last longer than Feb. While any comb...","sentiment_score":-0.025}
{"full_text":"Communities of color have been disproportionately affected by COVID-19 in Boston. \"Communities of color have been bearing the brunt of this from the very beginning,\" told BPR.https:\/\/t.co\/08CCfIHDhQ","sentiment_score":0.2}
{"full_text":"RT Elon Musk won't take COVID vaccine, calls Bill Gates a 'knucklehead'https:\/\/t.co\/naJ3nR4m7e","sentiment_score":0.0}
{"full_text":"RT Very appreciate of this delicate cartoon created by a unknown friendFrom 19 Jan, 2020, the first time I revealed CCP'...","sentiment_score":0.0125}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"Important #COVID19 study led by @Fairley_NTD help to understand #HHC household #transmission dynamics","sentiment_score":0.4}
{"full_text":"RT It is so jarring to see the memorial images from DC tonight and feel the pandemic being treated with sobriety and grief....","sentiment_score":-0.8}
