{"full_text":"RT #SoroSoke generation, hope your brain is now open. was helping u to burn down ur country by donating money &amp; dashing y...","sentiment_score":-0.0777777778}
{"full_text":"RT Reps. Lieu and Cicilline started drafting articles of impeachment while in lockdown together in Cicilline's office for h...","sentiment_score":0.0}
{"full_text":"RT If #Boris is wrong about giving 2nd doses of a #vaccine at 3 months when manufactures recommend 28 days and it cause a...","sentiment_score":-0.25}
{"full_text":"You cannot blame them at all, Melbourne should be used for 4th test or even remain at Sydney if move to Melbourne is not possible. Health before cricket traditions.","sentiment_score":0.0}
{"full_text":"Yes, because opening up a country like that in the midst of a pandemic is a genius plan. What could possibly go wrong? Especially with our health Minister leading by example. A feast with 20+ people, dabkeh dance, cutting a cake... What else?","sentiment_score":-0.3666666667}
{"full_text":"Due to the #Ethiopia|n government's ongoing war on #Tigray, the fears \"massive community transmission\" of COVID-19, fueled by displacement and the collapse of health services. #StopWarOnTigray #TigrayGenocide #RisingEthiopia #BlackLivesMatterhttps:\/\/t.co\/5exPtJLifL","sentiment_score":-0.0625}
{"full_text":"RT Covid-19 cases has recently emerged in at least nine gyms and fitness centres around the Klang Valley.","sentiment_score":-0.15}
{"full_text":"\"Thus, reinfection cases tell us that we cannot rely on immunity acquired by natural infection to confer herd immunity; not only is this strategy lethal for many but also it is not effective. Herd immunity requires safe &amp; effective vaccines &amp; robust vaccination implementation.\"","sentiment_score":0.2333333333}
{"full_text":"RT Well here we go - last week a coal mine, now neonics....we descend rapidly back to the 'dirty man of Europe'. All we need....","sentiment_score":-0.2}
{"full_text":"RT NEW: a common response to reports of hospitals struggling this winter is \"it's no different to a bad flu season!\"I've t...","sentiment_score":-0.2596590909}
{"full_text":"RT The temporary amendments to PGR regulations that were put in place last March are and will remain active this acad...","sentiment_score":-0.0666666667}
{"full_text":"RT Stay at home and sing songs of praise. Happy Thanksgiving to God!  #MCGIEndlessThanksgiving","sentiment_score":1.0}
{"full_text":"RT Now it's time for to remove the man who has banned 83 million Iranians from Twitter, bans US &amp; European coronav...","sentiment_score":0.0}
{"full_text":"RT 'We are not as resilient this time as last time because we've had no downtime, but we still do it. Because that's what...","sentiment_score":0.0}
{"full_text":"8 things this Lockdown has taught me","sentiment_score":0.0}
{"full_text":"With Brisbane in lockdown this weekend, I guess my only choice is to watch every season and develop strong lesbian feelings about Kara Thrace","sentiment_score":0.2166666667}
{"full_text":"RT A bit of a laugh for you this Saturday night from our verandah and our hearts for everyone in lock down. Brisbane being th...","sentiment_score":0.0722222222}
{"full_text":"RT Pfizer to request emergency use authorization for vaccine 'within days'https:\/\/t.co\/VHuAfyve7K","sentiment_score":0.0}
{"full_text":"Happiest of Days, Aunt Sue. I hope today is as beautiful as you !!","sentiment_score":1.0}
{"full_text":"RT TfL provided me with this data earlier. Compares tube use in the first week of the first lockdown in March to equivalent...","sentiment_score":0.1666666667}
{"full_text":"RT The situation in the NHS is very serious and the number of people in ICU is rising rapidly. We are improving our knowled...","sentiment_score":-0.4333333333}
{"full_text":"Saturday in lockdown while the husband goes to work. Feels like an #AssassinsCreedValhalla cuddled up with the kittens kinda day.","sentiment_score":0.0}
{"full_text":"RT The new Covid cases in Mumbai are more than 600+ since last 15 days. A CA friend got Covid + &amp; is worried for pending Audit...","sentiment_score":0.2121212121}
{"full_text":"RT \"Tesla may one day dominate a global electric car market, and bitcoin may become a permanent fixture in the world of digit...","sentiment_score":0.0}
{"full_text":"COVID-1984","sentiment_score":0.0}
{"full_text":"RT Where there is election ,there is no corona and where there is exam there is corona. We just want our right.#airforce_...","sentiment_score":0.0}
{"full_text":"RT The pandemic really taught me to be awkward asf","sentiment_score":-0.2}
{"full_text":"RT Lockdown ends tomorrow night in South Australia, 3 days only It had us all on edge for a while..","sentiment_score":0.0}
{"full_text":"Covid - The politicians must stop changing the rules that are only causing more confusion to people on what or where they can go just for a bit of exercise","sentiment_score":0.25}
{"full_text":"I have a very large garden and live in a village , A farmer has 100 plus acres she has an estate to play in and millions have a postage stamp , Best not mention it!!!","sentiment_score":0.4716450216}
{"full_text":"RT Guj HC : CBDT should see undue Hardship is not caused to Taxpayers, Time period provided to officers of Tax d...","sentiment_score":0.0}
{"full_text":"Boldfit N95 mask for face (Pack of 10) Anti Pollution, protective. Third Party Tested by manufacturer at SGS &amp; Ministry of Textiles       ","sentiment_score":0.0}
{"full_text":"RT If you are shielding from coronavirus, and friends\/family\/a volunteer cannot collect your medication for you, then you...","sentiment_score":0.0}
{"full_text":"RT Vdo call from lucky fan from : I love you so much due to Covid 19 I hv no chance to be in Thailand.I want to thank you...","sentiment_score":0.2361111111}
{"full_text":"Swim. What an incredible poem as read by its creator, John ODonnell today -and since adopted see swimming during lockdown, with my friends and such inspiration.  vitamin sea","sentiment_score":0.45}
{"full_text":"RT Please #retweet if1) You are at home2) obeying the lockdown rules3) wearing a mask if you go out.","sentiment_score":0.0}
{"full_text":"RT Verzuz, a show that was literally created in response to the pandemic, shouldn't have had people in the same room at a...","sentiment_score":0.0}
{"full_text":"RT Posted without comment on the day the UK records it's record daily number of covid deaths","sentiment_score":0.0}
{"full_text":"Service Update 09:00 - Engineering works and other updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":-0.125}
{"full_text":"RT Posted without comment on the day the UK records it's record daily number of covid deaths","sentiment_score":0.0}
{"full_text":"Yes....psychological support can help to support resilience and reduce burnout so I'm happy to offer what I can to support those facing the trauma of providing healthcare in the pandemic","sentiment_score":0.8}
{"full_text":"RT Nurses work in the Intensive Care Unit in St George's Hospital, London, where the number of ICU beds has been increase...","sentiment_score":0.0}
{"full_text":"RT They should be made to watch videos of interviews of people who have been in ICU with Covid","sentiment_score":0.0}
{"full_text":"Service Update 09:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"And also surely during the pandemic they should have extended it?","sentiment_score":0.5}
{"full_text":"RT Working together (Anesthesia, ICU, nurses, neurologist...). Goal: improve patients QoL. AVOID BENZODIAZEPINES!Prevalence a...","sentiment_score":0.0}
{"full_text":"RT The Modi govt was providing ration during the COVID pandemic, but TMC workers transformed their homes into ration offices!...","sentiment_score":0.0}
{"full_text":"RT 1,325 deaths yesterday yet plastered everywhere in our papers and on News even today is the story about the two women in Derb...","sentiment_score":0.0}
{"full_text":"RT Hi - we are first timers buyers and have a help to buy loan for our new build due for completion in March. Althou...","sentiment_score":0.0871212121}
{"full_text":"RT Me watching blueface IG story realizing that we're gonna be in lockdown forever","sentiment_score":0.0}
{"full_text":"I took COVID-19 vaccine today  so far so good I don't feel ill yet  !! #CovidVaccine #COVID19","sentiment_score":0.00625}
{"full_text":"RT Stanley Johnson who broke lockdown repeatedly, getting a 2nd vaccine before many very vulnerable people haven't had their...","sentiment_score":-0.05}
{"full_text":"Lockdown weekend ","sentiment_score":0.0}
{"full_text":"Please remember to wear a face covering on our services and when passing through stations to help keep you and others safe. For more information, see our face covering FAQs","sentiment_score":0.5}
{"full_text":"RT We sing happy Birthday while one hand washes the other.","sentiment_score":0.3375}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"Yeah I know a lot of small business in this boat. They have worked out the math to suit their budget. Not helpful to people struggling and yet they lockdown more and more .","sentiment_score":0.25}
{"full_text":"RT Members of our black and brown communities have been affected by dual affects of the pandemic and the systemic effects...","sentiment_score":-0.1666666667}
{"full_text":"RT That highly contagious \"US variant\" you may have heard of from the coronavirus task force? It doesn't exist. h...","sentiment_score":0.16}
{"full_text":"RT Advice from WHO on COVID-19 vaccination during pregnancy and breastfeeding lactating woman who...","sentiment_score":0.0}
{"full_text":"RT We must be critics by fire by force","sentiment_score":0.0}
{"full_text":"Lagos Begins Sensitization On Second Wave Of COVID-19","sentiment_score":0.0}
{"full_text":"RT The other epidemic","sentiment_score":-0.125}
{"full_text":"Are there less now because more is understood abut how to treat covid?  When I looked at the data, there are more beds overall, but a lot less ventilated beds","sentiment_score":0.1333333333}
{"full_text":"I never thought my older, crinkly eyes were an advantage. Turns out they are. People can see me smile even when I wear a mask.","sentiment_score":0.2333333333}
{"full_text":"It's just a pity that lockdowns don't seem to be able to do the same thing with covid isn't it?","sentiment_score":0.1333333333}
{"full_text":"I have been home 4 months from work on medical leave. Now I get covid and have to spend 14 days even more alone.","sentiment_score":0.25}
{"full_text":"RT  STUNNING Fox News report about COVID-19 death counts out of Milwaukee County:410 out of 422 deaths attributed to COVID...","sentiment_score":0.5}
{"full_text":"RT Canvey recycling centre remains open throughout Lockdown but, it should only be visited if the journey is absolutely ess...","sentiment_score":0.0666666667}
{"full_text":"RT I want to ask and Tinubu supporters a question, pls don't insult me ooh.. Can they mention 20 projects the...","sentiment_score":0.0}
{"full_text":"Because it's a curfew. God you people are really really dumb. Stay home next time traitors.","sentiment_score":-0.1875}
{"full_text":"RT the way that covid is preventing me from making new friends and meeting new people genuinely upsets me... like im not gonna...","sentiment_score":0.2242424242}
{"full_text":"RT If you're wondering how they can still deny their culpability for many covid deaths, have a look at today's attempts to deny...","sentiment_score":0.5}
{"full_text":"I know  we picked her up in March last year, just before lockdown","sentiment_score":0.0}
{"full_text":"It is important to have a better understanding of coronavirus infection to prevent the spread of false information, causing public concern, distress, and inconvenience.https:\/\/t.co\/qhYfE4xy28#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.125}
{"full_text":"I noticed when the elite saw the sheep obeying lock-downs through a constant diet of fear of the China virus delivered by the media, it's obvious they're using the same tactics against our President and what happened in D.C.   #OperationMockingbird","sentiment_score":0.0}
{"full_text":"Dr Chris Ritchieson says the #NHS will invite everyone who's eligible for vaccination against #COVID19 so please don't attend a vaccination centre or contact your GP. Watch here: Find out if you're entitled to the vaccine:","sentiment_score":0.0}
{"full_text":"RT COVID Oximetry at Home: an overview for primary care - a webinar by and next Tuesday.  Tickets avail...","sentiment_score":0.2}
{"full_text":"Pfizer study suggests vaccine works against new virus variant","sentiment_score":0.1363636364}
{"full_text":"Lancashire's Covid infection rates by area as numbers surge in Blackburn, Preston, Burnley and morehttps:\/\/t.co\/5UsuFqJa3H","sentiment_score":0.0}
{"full_text":"Covid-19: China asks residents in 2 cities to stay homeBeijing is requiring workers from Hebei to show proof of employment in Beijing and a negative Covid test before entering the nation's capital. via","sentiment_score":-0.3}
{"full_text":"Please read the full list of national lockdown guidance and exceptions here:https:\/\/t.co\/W9v8OGdBEE","sentiment_score":0.35}
{"full_text":"#Easter-tree... #Lockdown ","sentiment_score":0.0}
{"full_text":"INTERNATIONAL: First the UK and then South Africa: new coronavirus variants are springing up across the world.https:\/\/t.co\/gt2uMu4Ba3","sentiment_score":0.1287878788}
{"full_text":"RT Some useful information that applies to the current situation as well as for your future practice","sentiment_score":0.1}
{"full_text":" Cases of Covid-19 in the Castle Point borough are very high. Around 1 in 3 with Covid-19 have no symptoms. Wash Hands Cover Face- Make Spacehttps:\/\/t.co\/UjOnmBBEkdEVERY ACTION COUNTS","sentiment_score":0.154}
{"full_text":"RT Coronavirus, worldwide.Cases: 89,400,000Deaths: 1,910,000Recoveries: 49,400,000","sentiment_score":0.0}
{"full_text":"Progress!","sentiment_score":0.0}
{"full_text":"Sometimes all you need are the views of North Devon to help with the lockdown blues :)","sentiment_score":0.5}
{"full_text":"#COVID19 vaccine development has been taking place at an unprecedented pace. Margret Harris from says the solidarity seen in 2020 shows that \"we can go on to even greater things in 2021.\" The problem now is mass production and fair distribution of the #vaccines.","sentiment_score":0.6}
{"full_text":"#JCiTTweets a timely research on the factors influencing #visit intention and #destination #image from a #Covid19  crisis #recovery perspective. More at  - Share and RT","sentiment_score":0.5}
{"full_text":"NEW: on EU #Covid19 #vaccine approval  \"The have not explained why they have chosen this slower, more comprehensive method at a time when thousands are dying daily.\" ","sentiment_score":0.2121212121}
{"full_text":"keep the kids entertained during Lockdown 3.0We've rounded up all of our Activity Packs from the last year, and they're all right here! Click the link below, find one that takes your child's fancy, download, print, and away you go - thank us later.https:\/\/t.co\/Bm2DBwLhZr","sentiment_score":0.1785714286}
{"full_text":"During the national lockdown, you can still leave home to get a COVID-19 test. If you have any coronavirus symptoms, book a test online at main #symptoms are:A high temperatureA new, continuous coughA loss or change to your sense of smell or taste","sentiment_score":0.1543434343}
{"full_text":"To celebrate the Duchess of Cambridge's 39th birthday we've compiled some of her best moments With the UK in lockdown, Kate is likely to spend her birthday at Anmer Hall with Prince William and their three children: Prince George, Princess Charlotte and Prince Louis.","sentiment_score":0.5}
{"full_text":"Whenever you leave home, you should try to minimise time spent outside of the home, and ensure you stay at least 2 metres away from anyone you don't live with or are in a permitted support bubble with ","sentiment_score":-0.0659090909}
{"full_text":"#Apple made $64 billion from App Store in #COVID19-hit 2020, says reporthttps:\/\/t.co\/0X4OCJC1gk","sentiment_score":0.0}
{"full_text":"If a litter bin is full, please take your rubbish home to dispose of safely.We are working flat-out to clear litter bins. Our teams are working in smaller groups to aid social distancing and this means things are taking a little longer than usual.#DoYourBit #DontBeATosser","sentiment_score":0.0591666667}
{"full_text":"RT The deaths from the first three bullet points in \"Other Diseases\" already eclipse COVID by over a million people. Throw...","sentiment_score":0.0625}
{"full_text":" Great Deals on Events &amp; Family Fun!Looking forward to life after lockdown? Book your next get-together onlineNot sure which of our fantastic deals to book? See this guide  #barnsleyisbrill #rotherhamiswonderful #doncasterisgreat","sentiment_score":0.425}
{"full_text":"The Lancet publishes research showing that roughly three quarters of coronavirus patients report lingering symptoms six months after their initial diagnosis","sentiment_score":-0.05}
{"full_text":"All Maryland SNAP recipients will receive a 15 percent increase in their benefits beginning this month due to a second federal stimulus package that recently passed. ","sentiment_score":-0.0416666667}
{"full_text":"After millions have already received the vaccine, only 21 reports of severe reactions have been seen, making it an extremely rare event. The FDA and CDC are urging people to take the vaccine as soon as they're able. https:\/\/t.co\/oA9HzEXIk7","sentiment_score":0.2666666667}
{"full_text":"COVID 19 cases in India until : 09\/01\/2021 14:30Total Cases: 10432526 [+0]Active: 221447Recovered: 10055935 [+0]Deaths :150835 [+0]Total Tests: 179.34MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The Department of Health reports 1,952 new #COVID19 cases, the highest in a day since December 18. This brings the total to 485,797 cases with 26,784 active. | via MORE:","sentiment_score":0.1257575758}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"#LatestSportNews,Matthijs de Ligt missed again after being diagnosed with the Corona Virus after returning from a shoulder injury!#Go to our Facebook or IG to watch the full content#IG:sdy_sports#FB: SDY Sports Sheng De Yuan Ti Yu #SDYSPORTS #SDY888 #LatestSportNews #SeriaA","sentiment_score":0.35}
{"full_text":"You have a right to be safe at work -- no matter whether you work full-time, part-time or are on a zero-hours contract. If you're worried about working because of #Coronavirus, our advice can help  https:\/\/t.co\/8FR35l8CCk","sentiment_score":0.3928571429}
{"full_text":"RT Mistake after mistake, failure after failure &amp; the insane criminally negligent relaxation of lockdown rules for Christ...","sentiment_score":-0.5083333333}
{"full_text":"In case you missed it: Here's talking about how schools have coped with the challenges of 2020 and how COVID-19 fundamentally changed the role of teaching.","sentiment_score":0.0}
{"full_text":"This week's Word on the Street:The events in the US, Bitcoin's price surge and how will the latest lockdown affect the economy?","sentiment_score":0.5}
{"full_text":"Happy New Year!!Beautiful mosaic coaster kits, fantastic way to unwind during lockdown.#ukgiftam #ukgifthour #lockdowngifts","sentiment_score":0.4454545455}
{"full_text":"Keep Newport safe. Exercise should start and finish at your home, and you shouldn't be driving anywhere for exercise or leisure.Please be considerate to others, stay home, stay local and help #KeepNewportSafe","sentiment_score":0.25}
{"full_text":"#CoronaVirusUpdates:India's #COVID19 recovery rate improves to 96.41% as on January 09, 2021#IndiaFightsCorona#Unite2FightCoronaVia","sentiment_score":0.0}
{"full_text":"Protect yourselves and others - if you need to visit a shop this weekend: Shop alone if you can and for essential items only Wear a face covering Follow the social distancing measures Wash your hands Respect key retail workers#KeepShopsSafe","sentiment_score":0.0083333333}
{"full_text":"#SaudiArabia announced four deaths over the past 24 hours due to complications caused by #COVID19, marking the lowest single-day fatalities in many months since the outbreak of the pandemic in the Kingdom","sentiment_score":0.0416666667}
{"full_text":"People over 80 can now get the MHRA approved vaccine. Remember, you need two doses to be protected from Covid-19. You'll be contacted when it's your turn. Find out about the roll-out at","sentiment_score":0.0}
{"full_text":"Here's our letter to VC regarding the mistreatment of students during this pandemic. We urge him to reconsider charging students full price for accommodation during consecutive lockdowns and work with to explore any opportunities for tuition fee reductions.","sentiment_score":0.35}
{"full_text":"We want everyone safe and healthy in 2021!#StopTheSpread #COVID19 #sixfeetapart #socialdistance","sentiment_score":0.5}
{"full_text":"\"A Lions Tour is a tour not only in the playing sense of the word, it's rugby tourism too.\"Will the Lions tour be the next covid casualty? Allan Massie:https:\/\/t.co\/dyqeCsexCd","sentiment_score":0.0}
{"full_text":"RT I haven't seen my dad in six years although we speak on the phone every few weeks. Gradually I've come to notice that he's no...","sentiment_score":-0.2}
{"full_text":"Want to visit Boracay? Here's a guide on the requirements and steps to take!#yoorekka #guidelines #travel Cover Photo Credits:: Cojo Rosales | Unsplashhttps:\/\/t.co\/Uz797e0nXT","sentiment_score":0.0}
{"full_text":"RT My friend didn't wear a mask because he believed the lies from our leaders. Now, he's close to being intubated. He aske...","sentiment_score":0.0}
{"full_text":"Peterborough City Hospital is still waiting to receive the first doses of the Oxford coronavirus vaccine - but thousands have now been given the Pfizer jab.https:\/\/t.co\/XmQansFLhH","sentiment_score":0.25}
{"full_text":" Whilst we all need to go shopping for essential items during lockdown. If this weekend:People are not maintaining a two-metre distance People are not wearing face coverings People are not using sanitising equipment provided Don't go in there!","sentiment_score":0.0}
{"full_text":"One way you can #HelpUsHelpYou? If appropriate, when you call for an ambulance and we are going to attend you, please wear a mask for when our staff arrive if you can. This adds an extra layer of safety for you and for our crews.","sentiment_score":0.25}
{"full_text":"This Washington Standard article calls Covid a \"scam\", and claims that mainstream media is running a \"fear-mongering propaganda campaign designed to get the public in line to be vaccinated.\"@GlobalRescue, please remove your ads from this anti-vaxx misinformation site!","sentiment_score":-0.0333333333}
{"full_text":"RT Who would've though that this precious little kid would turn into our world? Years after, he grew up to be a...","sentiment_score":0.15625}
{"full_text":"Next week #Capitol and the #Reichstag>No peace from corona : defining EU strategy for the 2020s by #svenbiscopKeep an eye on our twitter feed!","sentiment_score":0.0}
{"full_text":"RT Whitty and senior NHS people still trying to blame spread of the virus on the public. When will they finally acknowledge...","sentiment_score":0.0}
{"full_text":"RT If the COVID vaccine was administered in Chik-fil-a drive thrus we'd be done by Monday","sentiment_score":0.0}
{"full_text":"RT I've just read that more than 1,800 people have called the in the last three months to give up a puppy bought i...","sentiment_score":0.25}
{"full_text":" Reminder about our special lockdown discount Spend PS30 online before Monday on hobby, craft, &amp; restoration products to get through lockdown &amp; we will give you 15% off your orderEnter discount code lockdown3 when you get to the checkoutShop ","sentiment_score":0.3571428571}
{"full_text":"US Covid-19 Daily StatisticsConfirmed Cases: 2,296,102Total Deaths: 22,264Total Recoveries: 2,172,251New Confirmed Cases: 12,171Deaths Today: 194Recoveries Today: 8,211#coronavirus #covid19","sentiment_score":0.2}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"Pfizer Says Its Vaccine Works Against Key Mutation in Contagious Variants","sentiment_score":0.0}
{"full_text":"RT #AgeRelaxation_AirforceXY corona students ne nhi flaya ..We want age relaxation #Airforce_age_relaxation@IAF_MCC  #ai...","sentiment_score":0.0}
{"full_text":"The news of the most recent lockdown was certainly not what we were hoping to hear in the first week of the New Year. However, we hope knowing that MANIPULATE Festival is just around the corner will help to lift your spirits as much as possible. Follow our twitter","sentiment_score":0.1298701299}
{"full_text":"Women love value. Men value love.","sentiment_score":0.5}
{"full_text":"RT Scott Parker's stance on Aleksandar Mitrovic's COVID-19 breach was commendable but now Fulham fans must hear from the pl...","sentiment_score":0.0}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
