{"full_text":"School boards aren't upgrading their ventilation systems when they don't even have funding for adequate amounts of hand soap year after year.","sentiment_score":0.3333333333}
{"full_text":"RT Those 65 and older must make an appointment with their local health dept or hospital to receive their COVID-19 vaccination. Y...","sentiment_score":0.0833333333}
{"full_text":"Don't use meth. Go onto the CDC website and do the research..unless you are a slave that wasn't taught to read and think critically.","sentiment_score":0.0}
{"full_text":"RT Meanwhile, in Missouri our Department of Health must prove that the COVID-19 vaccine does not... *checks notes*......","sentiment_score":0.0}
{"full_text":"RT If your New Year's resolution is to be Covid-FREE, come to the at the and get some he...","sentiment_score":0.1363636364}
{"full_text":"RT For details on the Covid-19 vaccine roll out in Cheshire East visit","sentiment_score":0.0}
{"full_text":"RT Don't lump women who are pregnant with women who are lactating when it comes to discussions about whether #Covid19 vacc...","sentiment_score":0.3333333333}
{"full_text":"2 hours late to an interview, in a pandemic? Yeah you ain't getting this job lmao","sentiment_score":0.15}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT Feel like this Covid 19  is a never ending cycle bro so many ppl are dying and ppl don't care until it's their mom , da...","sentiment_score":0.5}
{"full_text":"RT JUST IN: Germany extends coronavirus lockdown until the 14th of February","sentiment_score":0.0}
{"full_text":"RT Hey all! I'm working on a story covering funerals in NM during COVID-19 and how the pandemic has impacted them.If you...","sentiment_score":0.0}
{"full_text":"Ohhh, I thought it was an hyperbole. Like, I'm no longer afraid of getting covid if I don't clean the groceries with alcohol when I get home (because now there's proof it doesn't happen). But despite of that, I cannot help doing it even though I know that's completely silly.","sentiment_score":-0.2444444444}
{"full_text":"RT This Michigan marijuana dispensary is giving free weed to anyone who got the COVID-19 vaccine","sentiment_score":0.4}
{"full_text":"RT Only a few hours ago I was on such a downer, then I did a bunch of pushups.This lockdown SUCKS, but tbh my body shape do...","sentiment_score":-0.125}
{"full_text":"RT Breaking News: The U.S. death toll from the coronavirus has now surpassed 400,000, less than a year after the nation's first k...","sentiment_score":0.0416666667}
{"full_text":"RT APNEWSALERT: BALTIMORE (AP) -- US death toll from the coronavirus tops 400,000, according to data from Johns Hopkins Universi...","sentiment_score":0.0}
{"full_text":"Is the #SocialDistancing wearing on any1 else psychologically? I'm feeling wicked lonely these days.  I'm not going to stop social distancing, but It's hard for me to feel a meaningful connection with ppl while talking digitally. I just want to feel the warmth of friendship.","sentiment_score":0.0236111111}
{"full_text":"RT The term \"Covid-1984\" is actually perfect here, because believing the virus is a hoax but also spread by immigrants is so...","sentiment_score":1.0}
{"full_text":"I'm starting Remdesivir tonight and a double blind placebo trial later. I'll have my Covid-19 experience blog soon.","sentiment_score":-0.125}
{"full_text":"RT Biden putting into the Pentagon as a senior advisor on COVID (can confirm that this is accurate)","sentiment_score":0.4}
{"full_text":"RT #Covid19 #HerdImmunity is a combination of antibodies from infection, with and without symptoms, and also, importantly, chan...","sentiment_score":0.4}
{"full_text":"DC lockdown 2day &amp; Leftish hypocrisy: \"When Sen. Tom Cotton wrote a column in the [NYTs] suggesting more aggressive measures were necessary ... amid last summer's [Leftish]rioting, the snowflakes at the Times revolted. His article was pulled ...\" hatip: Gary Bauer","sentiment_score":0.1666666667}
{"full_text":"RT \"Organic remains a silver lining and growth segment in the food industry, proving that good food is pandemic-proof.\" htt...","sentiment_score":0.7}
{"full_text":"RT   Moderna says it's investigating reported allergic reactions to COVID-19 vaccine  https:\/\/t.co\/Zh0ILxXjvE","sentiment_score":0.0}
{"full_text":"RT Outright racist commentary, especially coming from anyone in a leadership position, is so disgusting it's almost hard to...","sentiment_score":-0.4305555556}
{"full_text":"\"The pandemic has massively disrupted the world of work, challenging and reshaping our assumptions. Its effects have often been devastating, but with old economic beliefs now thrown into crisis, we have a chance to shape work in the interests of the many.\"","sentiment_score":0.05}
{"full_text":"RT State governments - Labor &amp; Liberal - have done most of the heavy lifting in our fight against coronavirus. But Scot...","sentiment_score":0.15}
{"full_text":"RT Just Posted: The financial minefield awaiting Donald Trump. Many of his resorts were losing millions of dollars a year ev...","sentiment_score":0.25}
{"full_text":"I sha hope the covid screening is as thorough as the madness they are pulling","sentiment_score":0.0}
{"full_text":"RT January 21, 2020: First US case of COVID-19 detectedJanuary 19, 2021: 400,000 Americans dead from COVID-19","sentiment_score":0.025}
{"full_text":"RT Just a reminder that ordered over 6,000 Covid patients into nursing homes for 46 days, didn't use the Javits Ce...","sentiment_score":0.0}
{"full_text":"Why did my doctor send this to me !! He's sos sexy","sentiment_score":0.5}
{"full_text":"RT Very much looking forward to chairing this panel next week on \"The Impact of COVID-19 on Migrant and Refugee Health\" - wi...","sentiment_score":0.13}
{"full_text":"RT She violated her visa by working, not overstaying. She had actually extended her visa &amp; was there legally.","sentiment_score":0.1}
{"full_text":"RT Meanwhile, in Missouri our Department of Health must prove that the COVID-19 vaccine does not... *checks notes*......","sentiment_score":0.0}
{"full_text":"RT 400,000 COVID related deaths in US to date.How smug do you have to be to spend your time arguing about masks &amp; lockdo...","sentiment_score":0.0}
{"full_text":"RT Under 1000 cases a day &amp; 150 ICU patients to #LiftTheLocdown? With Corona's seasonal features that may not be till April....","sentiment_score":0.0}
{"full_text":"RT Dolly Parton, 2002 by US photographer Annie Leibovitz #womensart Happy Birthday BOTDUS singer who helped fund...","sentiment_score":0.8}
{"full_text":"RT Cannabis Activist Adam Eidinger Offering Free Weed with COVID Vaccine","sentiment_score":0.4}
{"full_text":"#WearAMask --yes, still #WearAMask and #GetVaccinated when you can! The #COVID19 GLOBAL pandemic is NOT over!","sentiment_score":0.0}
{"full_text":"If everybody wears a mask over nose and mouth everybody helps to stay safe .. in Germany in some places it is already mandatory to wear a FFP2 mask when out at the grocery store.. what is the fence story to that?","sentiment_score":0.5}
{"full_text":"V interesting from","sentiment_score":0.5}
{"full_text":"RT JUST IN: Germany extends coronavirus lockdown until the 14th of February","sentiment_score":0.0}
{"full_text":"RT In 24 hours fox news will say: unemployment is an issue and Coronavirus is out of control And blame Biden.","sentiment_score":0.0}
{"full_text":"RT They should just \"tent\" the White House like they do for termite infestations. Except in this case...","sentiment_score":0.0}
{"full_text":"RT okay I get that the Ontario lockdown rules make no sense, but can people stop saying liquor stores should be among the t...","sentiment_score":0.5}
{"full_text":"RT Nothing makes any sense. Not COVID. Not the election. Not the riots. Not the Inauguration. None of what we are being t...","sentiment_score":0.0}
{"full_text":"Covid is stuck yall... it's stuck like herpes and we all just got to live with it... flares and all. We overrrrrr this shit already. *Worst analogy ever. I KNOW* ","sentiment_score":-0.3545454545}
{"full_text":"RT #BREAKING from : Vaccine providers have been recommended to pause the administration of a specific lot...","sentiment_score":0.0}
{"full_text":"RT Would you support the introduction of Vaccine Passports as a requirement for International travel allowing only those who have...","sentiment_score":0.0}
{"full_text":"The lockdown laws are there because people aren't stopping the spreading voluntarily.The virus has blossomed in the Isle of Wight despite being very rare before Christmas, for example.As always, it's the law abiding people who endure the strict laws while the rest ignore them","sentiment_score":0.39}
{"full_text":"#Equity worsened during #COVID. Community colleges in #LosAngeles County provide pathways for the diverse student body to gain careers that pay well. Local industries &amp; colleges have teamed-up to forecast hiring, wages &amp; career pathways:","sentiment_score":0.0}
{"full_text":"RT As well as a return to \"being offended\" again, after four years of propping up, celebrating, and  shielding the most dis...","sentiment_score":0.5}
{"full_text":"RT Interesting fact.The UK has the highest Covid death rate in the world and not a single minister has resigned.","sentiment_score":0.2678571429}
{"full_text":"This breaks my heartMy heart is with Ethan and his family right now.Please ask for help.Too many lost soles right now My mums friends son who was 15 years old ended his life because of this lockdown Please talk to anyone do not be alone in your head ","sentiment_score":0.2928571429}
{"full_text":"Eye mean I've never used any of these SHITTY delivering apps, but if you do, boycott","sentiment_score":-0.3125}
{"full_text":"RT A drastic proposal to house international arrivals in Queensland \"mining camps\" has sparked concerns there could be chance...","sentiment_score":0.0}
{"full_text":"Covid-19 the first virus in human history that is racist ","sentiment_score":0.125}
{"full_text":"Jesus fucking christ","sentiment_score":-0.6}
{"full_text":"RT What's sinking the UK is:-constant comparison of COVID to flu (hint: it's not the flu)-the false economy versus health d...","sentiment_score":-0.4}
{"full_text":"RT  ANTI-VIRUS: THE COVID-19 FAQ Tackling the worst Covid Sceptic myths and detailing the track records of prominent Covid Scept...","sentiment_score":-0.25}
{"full_text":"So this wasn't always a thing?","sentiment_score":0.0}
{"full_text":"Advocacy in a time of COVID","sentiment_score":0.0}
{"full_text":"RT Let me start 1.Lied about Covid,400k have died 2.Failed to have a federal program for covid response for pp...","sentiment_score":0.0}
{"full_text":"This is why I don't like it when people say \"it's only 4 years, life goes on after that\"","sentiment_score":0.0}
{"full_text":"RT Fun questions I've been asked today: If science is so great, why didn't we have any warning about COVID-19? Delivered wi...","sentiment_score":0.55}
{"full_text":"RT New entry on my blog linking up to r...","sentiment_score":0.1363636364}
{"full_text":"A long line for COVID-19 shots today at the Lewis and Clark County Fairgrounds in Helena. Our and photog Gary Marshall are at the scene. Check out their story and photos a little later today at","sentiment_score":-0.0791666667}
{"full_text":"RT In New Zealand, people can get together *IRL* and sing sea shanties because they beat COVID with disciplined border mainte...","sentiment_score":0.1363636364}
{"full_text":"WHY DIDNT YOU DO THIS WHEN COVID FIRST STARTED WTF","sentiment_score":-0.125}
{"full_text":"New Orleans Jazz Fest pushed to October due to Covid-19","sentiment_score":0.0056818182}
{"full_text":"RT This is the most North Korean thing I've ever seen in this country.","sentiment_score":0.5}
{"full_text":"RT 5) Here are key priorities I've outlined in this thread ","sentiment_score":0.0}
{"full_text":"RT JUST IN: Germany extends coronavirus lockdown until the 14th of February","sentiment_score":0.0}
{"full_text":"Glad I have Chelsea to keep me positive during lockdown ","sentiment_score":0.3636363636}
{"full_text":"The elderly and children. Loneliness and isolation will kill more Americans than Covid. This has GOT to stop!!","sentiment_score":0.78125}
{"full_text":"RT JUST IN: Germany extends coronavirus lockdown until the 14th of February","sentiment_score":0.0}
{"full_text":"RT \"sex work is degrading and immoral, get a real job\"\"okay\"\"no, not like that\"these people really don't want sex workers t...","sentiment_score":0.3}
{"full_text":"RT Wuhan virus and the lab: We still don't know what happened. needs to get in.","sentiment_score":0.0}
{"full_text":"RT \"When you get your positive test, you get a code, but it was eight digits, whereas the one you need to put into the app so pe...","sentiment_score":0.2272727273}
{"full_text":"RT Since we're in social distancing I decided to post more pics of me here. ","sentiment_score":0.2666666667}
{"full_text":"RT Please forgive me, if I'm being a bit thick here.We have a vaccine for Covid. They don't know if you can still catch...","sentiment_score":-0.3}
{"full_text":"RT Would you support the introduction of Vaccine Passports as a requirement for International travel allowing only those who have...","sentiment_score":0.0}
{"full_text":"headline from four years ago. See the difference? #WeSeeYou","sentiment_score":0.0}
{"full_text":"RT This pandemic has bridged 2 seasons, it's essential that this is recognised by and appropriate support is put...","sentiment_score":0.25}
{"full_text":"RT That Covid fighter! RT to save a life","sentiment_score":0.0}
{"full_text":"On Trump's last full day, nation records 400,000 COVID-19 deaths","sentiment_score":0.175}
{"full_text":"RT Technically her visa is valid but she violated immigration law by encouraging others to...","sentiment_score":0.0}
{"full_text":"RT No justice in global health WHO: just 25 Covid vaccine doses administered in low-income countries | Vaccines and immunisati...","sentiment_score":0.0}
{"full_text":"RT When other students  are crying because they paid 30k to get Covid-19 test result and  school has postponed resumption da...","sentiment_score":-0.1625}
{"full_text":"Karen's going to have to catch COVID - MacroBusiness","sentiment_score":0.0}
{"full_text":".@AJCosgrovebooks is going to kidnap me! Tbh I'm totally up for that. We'll find a cozy hideaway, make some tea, and write books. (This IS what we'll do after the pandemic, right?)@knatiaparson is going to rescue me! Or join us for tea and writing. ","sentiment_score":-0.125}
{"full_text":"RT 3) Key is ventilation. Japan assumed it was airborne from the very beginning. Hence their mask culture and focus on air flo...","sentiment_score":0.1}
{"full_text":"The virus death toll in the U.S. has passed 400,000, and daily deaths per day has been almost FOUR TIMES what they were before Thanksgiving -- up to 4,000 deaths a day, more than the 3,300 dead in 9\/11.  NO #COVIDHOAX","sentiment_score":0.1}
{"full_text":"RT JUST IN: Germany extends coronavirus lockdown until the 14th of February","sentiment_score":0.0}
{"full_text":"RT Loooool they really said","sentiment_score":0.2}
{"full_text":"China rushes to build coronavirus quarantine center for 4,000 as it battles local outbreaks - The Washington Post","sentiment_score":-0.05}
{"full_text":"RT Mental I've caught COVID off my cat don't ask meow","sentiment_score":-0.1}
{"full_text":"RT WATCH Tues. Jan 19, 5:30 ET Biden-Harris will oversee illumination of 400 lights...","sentiment_score":0.0}
{"full_text":"Various pharmaceutical companies have already begun distributing COVID-19 vaccines, causing some employers to consider incentivizing or even requiring employees to take the COVID-19 vaccine. Can an employer do this? Click here to read more:","sentiment_score":0.25}
{"full_text":"RT Over 400,000 Americans have died from Covid-19. Over 400,000 of us are dead because of Donald and his administration's inco...","sentiment_score":-0.2}
{"full_text":"RT JUST IN: Germany extends coronavirus lockdown until the 14th of February","sentiment_score":0.0}
{"full_text":"RT Andrew Yang, who had been vigorously campaigning for mayor across New York City, said on Tuesday that he is quarantining becau...","sentiment_score":0.1363636364}
{"full_text":"COVID-19 BAZA","sentiment_score":0.0}
{"full_text":"Medical doctor dies of COVID-19 in Kwara","sentiment_score":0.0}
{"full_text":"As we are all doing our shopping online during lockdown, a really simple and FREE way to support us during this difficult time is to sign up to #easyfundraising. Please sign up here:https:\/\/t.co\/31RbwFizyN","sentiment_score":-0.0333333333}
{"full_text":"RT Pentagon denied request to give COVID-19 vaccine to National Guard troops before inauguration: Officials in charge of...","sentiment_score":0.0}
{"full_text":"This is the statement of the Century. #COVID19 #TrumpLiedPeopleDied #TrumpFailedAmerica","sentiment_score":0.0}
{"full_text":"RT For those privileged non medical types enjoying Twitter lockdown debates from the safety of their keyboards, there are...","sentiment_score":0.25}
{"full_text":"RT Joe And Kamala To Hold Memorial Service For Victims As U.S. Covid Deaths Reach 400K","sentiment_score":0.0}
{"full_text":"Tuesday's Coronavirus Updates: 9,816 new cases, 162 new deaths reported \/\/","sentiment_score":0.1363636364}
{"full_text":"Over 94,000 Covid-19 vaccines administered in Ireland, Health Minister Stephen Donnelly sayshttps:\/\/t.co\/yHPP3ndlyo","sentiment_score":0.0}
{"full_text":"We all know that the COVID vaccines are over 90% effective in preventing infection.  The small number of infections that do occur are minor.  In addition, It is extremely likely that the vaccines prevent spread: once vaccinated, you can't give the infection to anyone else.","sentiment_score":0.075}
{"full_text":"RT Anti-maskers are something else. While on the phone with my mom last night after hearing how my grandmother is passing away fro...","sentiment_score":0.0}
{"full_text":"closed Tamarack Elementary School's doors to students, teachers and staff this week due to a high number of positive COVID-19 cases. The district's elementary and middle school students had just returned to classrooms Jan. 11.https:\/\/t.co\/IJHhwmkMfs","sentiment_score":0.1088961039}
{"full_text":"Lockdown is bad enough as it is without playing the way they are ","sentiment_score":-0.35}
{"full_text":"RT Men's mental health is always ignored but important so let's talk about it","sentiment_score":0.15}
{"full_text":"Join us today, Tues. Jan 19 for FREE COVID-19 Testing at our new location.When:  Tuesday, Jan 19, 9A-3PWhere: 11151 Colorado BlvdPreregistration is HIGHLY encouraged for a faster check-in. Visit to register and more info or call 303-538-7420","sentiment_score":0.2990909091}
{"full_text":"At our Covid Inquiry spoke on existing health inequalities in the UK that are being amplified by the pandemic. How can we make sure that everyone gets access to the healthcare they need? Join Halima at the #TortoiseHealthSummit on Thursday:","sentiment_score":0.5}
{"full_text":"Now Announcing COVID-19 Antigen TestsDon't wait to get tested, we're now offering Antigen test kits for Point-Of-Care environments. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antigen Test Kits at","sentiment_score":0.5}
{"full_text":"Thank you so much to our friends at The Times Leader for this wonderful article about how we've continued to make magic during the pandemic. . Read the full story here:","sentiment_score":0.5125}
{"full_text":"We need to keep working together to stop the spread of coronavirus and protect our NHS as we step up the biggest vaccination programme in Wales' history.  Play your part. #StayHome.","sentiment_score":0.0}
{"full_text":"Total cases at LSU: 240New cases in Louisiana: 2,126Total cases in Louisiana: 372,089Total COVID-19-related deaths in Louisiana: 8,324https:\/\/t.co\/ALUsrGlIyY","sentiment_score":0.0}
{"full_text":"Every Tuesday is Get Tested Tuesday! Find a COVID-19 testing site near you and stop by. If you're busy today, how about tomorrow? Just make sure you're getting tested.See where to go at","sentiment_score":0.2333333333}
{"full_text":"Free speech and #COVID19.Do the rules differ for Canadian politicians?https:\/\/t.co\/XFpZhNc7Ts#COVID19ON #covid19Canada","sentiment_score":0.4}
{"full_text":"Over 400 people are job ready for the construction industry thanks to FREE training. Want to join them?  You'll get the qualifications you need and your CSCS card. Training is COVID-19 secure and places are going fast, find your opportunity at","sentiment_score":0.28}
{"full_text":"Extended lockdown until valentine's day.","sentiment_score":0.0}
{"full_text":"WATCH NOW: Sask. premier gives update on COVID-19 #yxe #yqr #COVID19","sentiment_score":0.0}
{"full_text":"Remember when that genius child said we'd stop talking about #COVID19 after the election? Not done talking...400K deaths under his father's watch. You know, the one #BANNEDfromTwitter","sentiment_score":0.0}
{"full_text":"The results of a study suggest the immune systems of people infected with COVID-19 may rely on #antibodies created during infections from earlier coronaviruses to help fight the disease.#coronavirus #diseasehttps:\/\/t.co\/ltKh3HP8Eu","sentiment_score":0.0}
{"full_text":"Watch documentary on how games help people!Animal Crossing in lockdown; The Last of Us Part 2 helping with emotions &amp; identity; and Actual Sunlight helping to convey depression.Hear from players &amp; experts, including our own Sachin!https:\/\/t.co\/zPHncIavsD","sentiment_score":0.15}
{"full_text":"COVID-19 has been a global pandemic, but the impact has not been equal or equitable. How can we repair the cracks the virus exposed?Check out this Feb. 11 talk from Asper Visiting Professor Andre Picard with","sentiment_score":0.0}
{"full_text":"We are grateful to Kansas City leadership for this recognition of frontline workers and lives lost to COVID-19 in our city. Tune in at 5:30 ET for a lighting around the Lincoln Memorial Reflecting Pool, where a flag will be dedicated to every person lost:","sentiment_score":0.0}
{"full_text":"Some WI Senate Republicans have introduced five new bills addressing covid:* Two would make it harder for employers or local officials to require a covid vaccine (SB 4, SB 5)* Two would make it harder for local officials to limit gatherings (SB 6, SB 7)","sentiment_score":-0.0127272727}
