{"full_text":"Yes! Finally!","sentiment_score":0.0}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT The British variant is already here. Unchecked it will likely become our dominant strain very shortly. Start acting lik...","sentiment_score":0.0}
{"full_text":"RT This is a situation of state captureGovernment is completely enthralled by a lobby pushing the failed policy of lockdow...","sentiment_score":-0.2}
{"full_text":"RT Minister of Education has announced schools in Southern Ontario, including #OCSB, will remain online until Jan...","sentiment_score":0.0}
{"full_text":"RT Michigan Medicine is moving into the next priority phase of vaccinations, with plans to begin vaccinating established pa...","sentiment_score":0.0}
{"full_text":"RT One of the soldiers said they were asked if they want to take the covid vaccine or not lol as if the military is really goi...","sentiment_score":-0.1}
{"full_text":"RT Spain tops 2 million COVID-19 cases as infection rate rises","sentiment_score":0.0}
{"full_text":"RT Please share with your local communities - January 2021 COVID-19 Testing schedule in the City of Revere","sentiment_score":0.0}
{"full_text":"COVID-19: More Patients Need Oxygen In Lagos - Sanwo-Oluhttps:\/\/t.co\/YzWPv5eHkU","sentiment_score":0.5}
{"full_text":"A woman who was like my grandmother (she basically adopted me as a baby, I called her Grandma Minnie) died of  COVID today and I think I'm done with this whole situation.","sentiment_score":0.2}
{"full_text":"RT I know there's a lot going on in America right now but England has been upgraded from \"racist\" to \"too racist to live\"","sentiment_score":0.211038961}
{"full_text":"Jake you're a dipshit, let's talk about letting Covid positive in for a vote DIPSHITS","sentiment_score":0.2272727273}
{"full_text":"At least 2 senators left country amid COVID-19 pandemic, 6 not saying","sentiment_score":-0.15}
{"full_text":"RT we need to support isolation: pay a decent wage to isolate, offer accommodation outside the home, help with caring responsi...","sentiment_score":0.0833333333}
{"full_text":"RT This is what your taxes and capitulating to the government get you.Scottish police use lockdown powers to storm into...","sentiment_score":0.0}
{"full_text":"Bollocks.","sentiment_score":0.0}
{"full_text":"At least 2 senators left country amid COVID-19 pandemic, 6 not saying","sentiment_score":-0.15}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT I'm posting this on behalf of Dan Bongino:\"I got locked out of Twitter for posting the Trump taped speech. As a result,...","sentiment_score":0.0}
{"full_text":"RT For a country this size with the massive population as well as innumerable hurdles, India has indeed done a tremendous job...","sentiment_score":0.1666666667}
{"full_text":"RT I am black trans girl I am raising funds for housing. I'm on asylum after being attacked and suffered a broken skull i...","sentiment_score":-0.2833333333}
{"full_text":"RT *white woman from california flew across the country, during a pandemic, in order to participate &amp; die in an act of domestic...","sentiment_score":0.0}
{"full_text":"At least 2 senators left country amid COVID-19 pandemic, 6 not saying","sentiment_score":-0.15}
{"full_text":"they're good thanks. They're getting on, sort of! Good days &amp; bad days still. Let me know your news when you get a minute, is Germany in Lockdown atm?","sentiment_score":0.2375}
{"full_text":"RT Manchester folk - viewings are still happening through lockdown so please get in touch if you're interested in the apartment...","sentiment_score":0.25}
{"full_text":"RT Banana bread is out: This lockdown we'll be baking custard tarts and Victoria sponge, says Waitrose","sentiment_score":0.0}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"RT GREAT NEWS! Study just published from no-Lockdown Sweden Schools up to 16 years old kept o...","sentiment_score":0.55}
{"full_text":"Not directly, but long term it's more excuse to lock down the country, as he's be doing for years.","sentiment_score":0.0388888889}
{"full_text":"yeah if you can admit the covid numbers are off the charts the. you should just have the grammy's be zoom calls","sentiment_score":0.0}
{"full_text":"\"Over half of our beds are filled with COVID positive patients, and over 3 quarters of the patients who are receiving critical care services in the intensive care units are there because of COVID.\"- Dr. Christina Ghaly, Director.*From the 1\/4\/21 COVID Update","sentiment_score":0.1151515152}
{"full_text":"Because he encourages them and is the root of those issues. He posts and encourages insensitive and demeaning statements and \"memes\". The fans just agree with him, so he is the root of the problems. His take on COVID is a great example.","sentiment_score":0.8}
{"full_text":"RT Ontario is extending the shutdown of the seven #PublicHealth unit regions in Northern Ontario until at least January 23, 202...","sentiment_score":-0.3}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT It's no surprise we're here.@fordnation could have prevented this w\/ class sizes,  testing...","sentiment_score":0.0}
{"full_text":"RT  Earlier on Liam said he gets tested  a couple of days before each time he has to see Bear so that he can be sure he's...","sentiment_score":0.25}
{"full_text":"We do QR code checkins at shops and restaurants and I wear a mask while getting my haircut, but yeah, Perth is pretty much normal again.","sentiment_score":0.2}
{"full_text":"RT if the cops come knockin, just dont' answer the door. get some good bolts. there is no way the cops can justify this k...","sentiment_score":0.7}
{"full_text":"RT Meat factories warn covid absences could hit supplies","sentiment_score":0.0}
{"full_text":"okay but like everyone i know has gotten covid this week wtf ","sentiment_score":0.0}
{"full_text":"RT I know that new stimulus checks, Covid vax surge,climate, healthcare are all really important. But the cesspool of politics...","sentiment_score":0.2681818182}
{"full_text":"RT Today on #Appeal Live:At 4:00 ET: As the COVID-19 pandemic ravages jails and prisons, states continue to jail people for m...","sentiment_score":-0.1}
{"full_text":"RT To not even wear a mask when it would protect your identity while committing crimes is so fucking funny","sentiment_score":0.25}
{"full_text":"RT *white woman from california flew across the country, during a pandemic, in order to participate &amp; die in an act of domestic...","sentiment_score":0.0}
{"full_text":"RT Devastating news. Another 1162 deaths from Covid.The unimaginable - and, at least in part, unnecessary - suffering beh...","sentiment_score":-0.5666666667}
{"full_text":"RT That'd be an interesting tort case. Once we get past their frivolous Speech &amp; Debate Clause objection, I doubt I'll have t...","sentiment_score":0.125}
{"full_text":"RT You mean the Michael Caputo who literally worked for Putin? And who then was installed at HHS to bury covid data? THAT Micha...","sentiment_score":-0.3125}
{"full_text":"RT *white woman from california flew across the country, during a pandemic, in order to participate &amp; die in an act of domestic...","sentiment_score":0.0}
{"full_text":"Lockdown? What lockdown?","sentiment_score":0.0}
{"full_text":"RT What do they need to worry abt concealing their identity for, they aren't scared of being persecuted cause the cops are o...","sentiment_score":0.0}
{"full_text":"(3\/3) We need to do whatever is needed to stop #COVID19 from overwhelming our hospitals but at the same time I hope will have proof that a curfew will help slow infections. If not they shouldn't have a curfew. What do you think? #ontariocurfew","sentiment_score":0.0666666667}
{"full_text":"RT Dan Bongino has been locked out of Twitter. Statement  \"I got locked out of Twitter for posting the Trump taped speec...","sentiment_score":0.0}
{"full_text":"RT Hospitalizations from\/with Covid-19 seem to be following seasonal patterns for influenza and pneumonia, with an August...","sentiment_score":0.0}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT For the *best* chance of lockdown working, we need to make their workplaces as safe as possible, both through regulation an...","sentiment_score":0.5}
{"full_text":"Has to be certified by a medical professional so unless it was Covid, that wouldn't happen","sentiment_score":0.05}
{"full_text":"8 week break is ok w me tbh since we're kinda in a pandemic idk i hope my besties are getting rest","sentiment_score":0.5}
{"full_text":"RT For those who hate immigrants,For those who hate Muslims,For those who hate Jews,For those who hate Israelis,I'...","sentiment_score":-0.8}
{"full_text":"Almost a month later, not much improvement.","sentiment_score":-0.05}
{"full_text":"RT *white woman from california flew across the country, during a pandemic, in order to participate &amp; die in an act of domestic...","sentiment_score":0.0}
{"full_text":"RT Dr. Bill Meehan, JSU President Emeritus, has been hospitalized after testing positive for COVID-19. The university offers its...","sentiment_score":0.1636363636}
{"full_text":"RT In 2003, before #Masks became a tool of political control, Australian govt gave $110,000 for companies pushing mask lies...","sentiment_score":0.0}
{"full_text":"Let's keep the Sheeple distracted by discussions of impeaching Trump in his last couple days, while we plan the next phase of our Covid Authoritarian Power grab","sentiment_score":0.0}
{"full_text":"RT Lockdown, sessione, lockdown, un po' di estate totalmente a caso, sessione, lockdown, lockdown in sessione","sentiment_score":0.0}
{"full_text":"RT If you've worked from home, even for one day, since 6 April 2020 - you can reclaim a year's tax relief. Full details on h...","sentiment_score":0.35}
{"full_text":"A Riot Amid a Pandemic: Did the Virus, Too, Storm the Capitol?","sentiment_score":0.0}
{"full_text":"RT 4\/ Yet hospitals AREN'T overrun. Here's the whole picture. As ICU beds fill with #Covid patients, their other patients va...","sentiment_score":0.0375}
{"full_text":"I'd probably come under mid-range lesbian. Old enough to know our community existed, but young enough to really mourn its absence. And in lockdown - online is certainly hard to find a non-colonised lesbian space. Post-Covid - I say we reclaim our community! We make it happen!","sentiment_score":-0.0097470238}
{"full_text":"I'm right behind you and so is the 70 million of us","sentiment_score":-0.0571428571}
{"full_text":"RT Yearly half of the 's children (approx. 1 billion) are affected by physical, sexual or psychological violence, suffering injuries...","sentiment_score":0.0833333333}
{"full_text":"RT This is the same police force that expect a clap for heroes at 8pm tonight","sentiment_score":0.0}
{"full_text":"RT a lot of teenagers on tiktok are noting that congresspeople, after fearing for their lives and sheltering in place, now k...","sentiment_score":0.0}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"RT Today's Scottish Tories aren't a genuine political party. They'll never achieve power and don't seek it. They are a coloni...","sentiment_score":0.2}
{"full_text":"RT What are we saving our high quality PPE for, if it's not for right now?Hotel quarantine staff, paramedics, healthcare wor...","sentiment_score":0.2228571429}
{"full_text":"RT I'm posting this on behalf of Dan Bongino:\"I got locked out of Twitter for posting the Trump taped speech. As a result,...","sentiment_score":0.0}
{"full_text":"RT my 97 yr old grandfather beat covid!!!","sentiment_score":0.1953125}
{"full_text":"Ontario has been in Grey-Lockdown since December 26.In retrospect, the province lifted the lockdown from the first wave too soon.Look at where we are now. Cases rising daily. Record highs.Quebec will complement its province-wide lockdown with a curfew starting on January 9.","sentiment_score":0.0833333333}
{"full_text":"The very idea that hospitals wouldn't  be stretched, given the daily stats, is preposterous. The Covid-deniers are morons.","sentiment_score":-0.1625}
{"full_text":"RT BREAKING | Japan PM declares COVID state of emergency targeting Tokyo nightlife#Tokyo #StateOfEmergency #Jin Ji Shi Tai Xuan Yan https:\/\/t....","sentiment_score":0.0}
{"full_text":"RT our school families could benefit from this amazing support, that a lot of the major network providers are...","sentiment_score":0.33125}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"RT Yesterday the U.S. reported 3,865 COVID deaths, the greatest single-day total since the pandemic began. This is a nati...","sentiment_score":0.5}
{"full_text":"Professor Oliver, I'm on a hiding to nothing, but would there have been ANY value in the Covid public prevention plan, for promoting mass-usage of 0.5% iodine, chlorhexidine or betadine nasal sprays? \"Wash hands, 2-metres apart, mask &amp; 'spray deep into nostrils 3x per day'?\"","sentiment_score":0.0}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT \"I think it's provides hope, if anything, that help is on the way.\" #SonomaCounty educators and school staffers are schedule...","sentiment_score":0.0}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"RT Opinion: Just as every home should have a fire extinguisher, every person should have ready access to a hi-fi mask that can b...","sentiment_score":0.2}
{"full_text":"RT For the *best* chance of lockdown working, we need to make their workplaces as safe as possible, both through regulation an...","sentiment_score":0.5}
{"full_text":"Is linds including the more than 360,000 Covid deaths?#RepublicansAreDestroyingAmerica #LindseyGrahamIsADisgrace","sentiment_score":0.5}
{"full_text":"RT I'm in Facebook jail for posting science about Ivermectin for Covid.","sentiment_score":-0.1}
{"full_text":"RT Patients have turned down the chance to have the Pfizer coronavirus vaccine because they want to \"wait for the English...","sentiment_score":-0.0777777778}
{"full_text":"RT I know didn't say she sleeps from 10-2... so y'all gotta wear a mask and socially distance because we need sis to...","sentiment_score":0.0333333333}
{"full_text":"Officials at the World Health Organization said that Europe was likely in the most acute phase of the pandemic.","sentiment_score":0.3666666667}
{"full_text":"RT Meat factories warn covid absences could hit supplies","sentiment_score":0.0}
{"full_text":"So I have the opportunity to get the covid vaccine for free but Idk if I should get it","sentiment_score":0.4}
{"full_text":"RT Punchbowl News: House lawmaker: \"There's a severe covid outbreak coming among members. At the secure location yesterday a...","sentiment_score":0.4}
{"full_text":"RT Thinking about the Immaterial SS2020 finale look. Pre covid ","sentiment_score":0.0}
{"full_text":"RT A hotel quarantine worker in Brisbane has tested positive to the highly-transmissible COVID-19 strain sweeping across...","sentiment_score":0.2272727273}
{"full_text":"RT I'm posting this on behalf of Dan Bongino:\"I got locked out of Twitter for posting the Trump taped speech. As a result,...","sentiment_score":0.0}
{"full_text":"RT NEW STORY. Lobbied by WestJet, the Alberta government sanctioned the airline's Alberta-Hawaii \"travel corridor\" even as...","sentiment_score":0.1363636364}
{"full_text":"RT Tom Cruise Goes on Second COVID Expletive Rant","sentiment_score":0.0}
{"full_text":"Me too!","sentiment_score":0.0}
{"full_text":"Even with the evidence in other parts of the world, there are STILL Australians who think Covid is just a bad flu. We need to be aware of this graph and learn.","sentiment_score":-0.1916666667}
{"full_text":"Sorry but Dr. Williams has shown that he is not up to the jb since day 1 of pandemic.","sentiment_score":-0.5}
{"full_text":"RT BREAKING NEWS: RNAO immediately:1. Full province-wide #lockdown as in wave 1 + #Curfew like Quebec...","sentiment_score":0.35}
{"full_text":"RT I witnessed a really powerful moment today in court. A judge read the harrowing words of a junior doctor to a man who had...","sentiment_score":0.3}
{"full_text":"RT Please could I ask you a favour? Instead of clapping for us, could you maybe just stay home for us? And next time, when yo...","sentiment_score":0.0}
{"full_text":"The Magic Sauce for Business Survival in the Winter of this Pandemic","sentiment_score":0.5}
{"full_text":"RT *white woman from california flew across the country, during a pandemic, in order to participate &amp; die in an act of domestic...","sentiment_score":0.0}
{"full_text":"You're honestly a fucking idiot","sentiment_score":-0.8}
{"full_text":"13) they asked Bernie sander to step aside, as they did for Hillary in 2016. Democrat Clyburn was using covid 19 pandemics to democrats advantage for their agendas.THIS WAS WHAT HE SAID: \" \"This is a tremendous opportunity to restructure things to fit our vision.\"","sentiment_score":0.3666666667}
{"full_text":"RT BREAKING:  Florida broke its record for the highest single-day number of COVID-19 cases today with 19,816 new cases. Th...","sentiment_score":0.1363636364}
{"full_text":"RT Covid's real, the numbers aren'tThis is place of death data from CDC: 2020 compared to previous years. It says 2 things:...","sentiment_score":0.0166666667}
{"full_text":"Wow. This thread explains a lot of what I have been feeling.","sentiment_score":0.1}
{"full_text":"CDC has updated overall vaccination numbers: big bump in doses distributed, less in those administered - but still a pickup in the pace:21.4M now distributed5.9M administered=27.6% (down from 30.7% yesterday)BUT +600k administered, up from 500k yesterday, 200k day before.","sentiment_score":-0.0805555556}
{"full_text":"it seems to be a good time to forward this to our conference planning committees.  All of our conferences were at Hyatt's in the past, I think we need to look for new places post-covid","sentiment_score":0.1954545455}
{"full_text":"RT Lockdown, sessione, lockdown, un po' di estate totalmente a caso, sessione, lockdown, lockdown in sessione","sentiment_score":0.0}
{"full_text":"#BorisJohnson &amp; Dominic Cummings  Carehomicide #SecondPeak #Secondwave #COVID19 #COVID19 #DominicCummngs #NotMovingOnTillDomIsGone #BORISJOHNSONFAILEDUK #BorisJohnsonFailedTheNation #DominicCummimgsMustGo #COVID19 #NotMovingOn #SackBorisAndDom 5","sentiment_score":0.0}
{"full_text":"RT After a corona outbreak in northern Denmark, only 7 out of 11 municipalities imposed a strict lockdown.Interestingly, no si...","sentiment_score":0.0}
{"full_text":"Nearly a majority of Filipinos have said that they were not willing to get vaccinated for the coronavirus with 84% saying they were unsure of its safety, results of a survey made public on Thursday showed.","sentiment_score":-0.0083333333}
{"full_text":"DOH says COVID-19 variant in PH 'a question of when'","sentiment_score":0.0}
{"full_text":"RT BREAKING | Japan PM declares COVID state of emergency targeting Tokyo nightlife#Tokyo #StateOfEmergency #Jin Ji Shi Tai Xuan Yan https:\/\/t....","sentiment_score":0.0}
{"full_text":"OCISO services are being delivered virtually up until January 22, to comply with social distancing measures. To book an appointment, please call 613-725-5671 Ext 316.","sentiment_score":0.0333333333}
{"full_text":"If you need to shield and need help there is a reminder of important contact details herehttps:\/\/t.co\/j0bKiZx5Nr","sentiment_score":0.4}
{"full_text":"We found that more than 900 companies took PPP loans while laying off or furloughing at least 90,000 workers. Those companies received more than $1.8 billion total.","sentiment_score":0.175}
{"full_text":"RT Stranger Things Season 4 won't be the Last Season..It was confirmed by The Duffer Brothers months ago that Season 4...","sentiment_score":0.2}
{"full_text":"After four UniSea workers who attended a New Year's gathering tested positive for COVID-19, the plant is on partial lockdown while Unalaska investigates the extent of the spread.https:\/\/t.co\/GPVLnUZW21","sentiment_score":0.0878787879}
{"full_text":"The NBRC is proud to support the COVID-19 Crisis Fund, aiding their comprehensive efforts to fight the virus.  #ExcellenceDefinesUs #RespiratoryCare #Covid19","sentiment_score":0.8}
{"full_text":"We don't need to wait for vaccines to be deployed, stay-at-home orders to lift, or businesses and schools to reopen to harness our inner freedom.https:\/\/t.co\/wc3YiNfLxv","sentiment_score":0.0}
{"full_text":"RT A Brisbane cleaner who worked in hotel quarantine has the highly infectious UK COVID-19 strain. She is believed to have b...","sentiment_score":0.16}
{"full_text":"Some dental staff say they have been confused about when they would be vaccinated for COVID-19.https:\/\/t.co\/eGbypXmeft","sentiment_score":-0.4}
{"full_text":"RT What was I saying the other day about COVID and jackbooted thugs...","sentiment_score":-0.125}
{"full_text":"Displacement, either caused by active frontlines across Yemen including Marib, Taiz and Hudaydah, or by #COVID19 is contributing to an increased suffering of vulnerable families who are left with nothing during cold winter nights. #YemenCantWait","sentiment_score":-0.3083333333}
{"full_text":"\"In addition to 3-D printing the swabs, we also 3-D printed things like face shields and other things to help during these times of shortages,\" said Dr. Paul Jannetto.   #innovation #patientcare #teamwork #3Dprinting #COVID19 ","sentiment_score":-0.125}
{"full_text":"COVID-19 spreads more easily indoors. Keep your face covering on at stores, restaurants, work and other indoor spaces. To learn more, follow or visit:","sentiment_score":0.3270833333}
{"full_text":"#WATCH Builders have called on the Government for more clarification on Ireland's new COVID-19 lockdown restrictions@PaulByrne_1 has the details#VMNews | #COVID19ireland | #COVID19","sentiment_score":0.3181818182}
{"full_text":"My mirror to my new lockdown body:","sentiment_score":0.1363636364}
{"full_text":"NEW UPLOADStuck in lockdown?? Need some videos to keep you entertained? YOU need to click the link below!The PS plus Game for Jan on the PS5 is #maneater! #PS5 #PlayStation5 #PSPlus #Sony #Smallyoutuber #Gamer #nextgenCLICK BELOW:","sentiment_score":-0.1818181818}
{"full_text":" 'We've made the necessary sacrifices needed to give Dundee United the best chance' Micky Mellon heaps praise on players after squad accepted wage cuts amid pandemic - With","sentiment_score":0.5}
{"full_text":"Leaked projection warns London will run out of hospital beds due to COVID-19 crisishttps:\/\/t.co\/OkUTJHU3iW","sentiment_score":-0.125}
{"full_text":"UPDATE: Adams County sees six additional deaths and 45 new COVID-19 cases in the last 24 hours.https:\/\/t.co\/XjoxKHIVnt","sentiment_score":0.0681818182}
{"full_text":"In New York State, the epicenter of the U.S. coronavirus outbreak, immigrants comprise at least one out of every three healthcare workers.","sentiment_score":-0.0818181818}
{"full_text":"RT Despite a year of #COVID19 shutdowns, the National Tree Company ramped up Christmas tree sales by implementing Nimble Sto...","sentiment_score":0.0}
{"full_text":"Our nurses need a pay rise not a patronising clap. Given the outrageous amount of dubious extortionate contracts given to tory donors and substandard delayed , testing, PPE , App et all and general genocidal handling of this pandemic its the least you could do!","sentiment_score":-0.4416666667}
{"full_text":"The R number is also estimated to be between 2.4 and 3.","sentiment_score":0.0}
{"full_text":"recommends the influenza (flu) vaccine for everyone 6 months of age and older. To best protect yourself, family and others, please consider getting an influenza (flu) vaccine this season. Visit for more information.https:\/\/t.co\/h1U82TXKE9","sentiment_score":0.5555555556}
{"full_text":".@WayneDFontana is hosting a #COVID19 Vaccine Virtual Town Hall on Jan. 11. Sign up to learn more about the #COVID19 vaccine and PA's vaccine distribution plan.Register for this free event ","sentiment_score":0.45}
{"full_text":"From the shocks triggered by COVID-19 to the evolution of the energy transition, our 2021 Global Energy Perspective simulates how energy demand will evolve over the next few decades:","sentiment_score":-0.0666666667}
{"full_text":"#MayoClinicQandA: Childhood vaccinations during the #COVID19 pandemic.","sentiment_score":0.0}
