{"full_text":"RT \"The president would call me up and say 'Hey, why aren't your more positive? Why are you so negativistic?'\" ","sentiment_score":0.3636363636}
{"full_text":"RT I understand being concerned about the vaccine but people really are more comfortable getting COVID than the vaccine and...","sentiment_score":0.3666666667}
{"full_text":"RT Comparing word frequencies:Modi: India, Covid, Efforts... R Gandhi: Congress, Govt, Love...","sentiment_score":0.5}
{"full_text":"RT Lee Rigby killer fighting for life in hospital after getting Covid","sentiment_score":0.0}
{"full_text":"Monday mornings pandemic lockdown shitshow mood #U2 #U2gifs #Meh #Mondaythoughts","sentiment_score":0.0}
{"full_text":"RT \"Once covid is over\" is starting to sound a lot like \"when I develop a will to live\"","sentiment_score":0.1787878788}
{"full_text":"RT Wearing a mask correctly shows you care for yourself and the people around you.  Wear your mask correctly!!!","sentiment_score":0.0}
{"full_text":"RT A truly staggering statistic from wealth of ten of the world's richest men has increased by more than PS400bn d...","sentiment_score":0.25}
{"full_text":"RT Coward has a short memory a few weeks ago he  was slagging off  blaming  the public by not complying with covi...","sentiment_score":-0.0666666667}
{"full_text":"RT With the second phase of COVID 19, the best time to surely boost your immune system is now.Customers are signing up f...","sentiment_score":0.5}
{"full_text":"RT Hon'ble PM Shri Ji appreciates the Youth of India for playing a crucial role in spreading the awareness abou...","sentiment_score":0.0}
{"full_text":"RT Trump had dozens of plans to overturn the election, but not one plan to defeat Covid.","sentiment_score":0.0}
{"full_text":"RT Actually we have a pretty good idea.Red line is certified as died from covid on the death certificate.Oh, and...","sentiment_score":0.3166666667}
{"full_text":"#Turkey received on Monday 6.5 million more doses of COVID-19 #vaccines produced by the #Chinese biopharmaceutical company #Sinovac.https:\/\/t.co\/PGkdz7yiAL","sentiment_score":0.25}
{"full_text":"Respected sirWe are deo's of Telangana through  during #covid_19 pandemic situation with we kept our lifes in risk.  they suddenly removed us on dec 31 without any intimation. our families and kids are on roads, please help us and extend our period.","sentiment_score":0.0}
{"full_text":"RT RIP to the victims of 'EAT OUT TO HELP OUT'... and all the other Tory Covid 'policies'. #COVID19 #ToryCovidCatastrophe...","sentiment_score":-0.125}
{"full_text":"RT SnowflakeLibtardSocialistCommunistYou're mentally illF*ck your feelingsFake newsHe's not racistLock her upHer...","sentiment_score":-0.1}
{"full_text":"George Monbiot tweeting this guy this morning","sentiment_score":0.0}
{"full_text":"Are you fucking KIDDING ME, I'm sure you're being pressured by some rich fucks but this is downright STUPID.","sentiment_score":-0.13125}
{"full_text":"RT Hon'ble PM Shri Ji appreciates the Youth of India for playing a crucial role in spreading the awareness abou...","sentiment_score":0.0}
{"full_text":"Hust Hust.https:\/\/t.co\/4WVgZAu3Yn","sentiment_score":0.0}
{"full_text":"RT Mini crossword. (Final clue is a knight's tour of the grid)Across 1. Wager. 3. Workout location now closed due to COVID...","sentiment_score":-0.075}
{"full_text":"RT This headline is wildly irresponsible and they know it. Here's the one-sentence full story that doesn't need to be used...","sentiment_score":0.225}
{"full_text":"RT I just had a relatively healthy COVID-19 patient who went from being symptom-free to becoming intubated to dying in a sp...","sentiment_score":0.475}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"RT I'll never forget the things this country did to Anthony Fauci, an exceedingly good man.","sentiment_score":0.7}
{"full_text":"RT He is stolen from us too soon! So heartbroken after the loss of Yassin Dabeh, 19 yrs, who died of COVID-19. He worked at...","sentiment_score":0.0}
{"full_text":"RT Just on a final note, if you read this thread and still think that asylum seekers come to the UK to have an easy ride, r...","sentiment_score":0.2166666667}
{"full_text":"RT La Picara BGC has been ordered CLOSED. (Due to a party last night) Taguig COVID Regulations Enforcement has decided...","sentiment_score":-0.075}
{"full_text":"If we're all equal under the law then she must be arrested. After the president stressed  that funerals are a super-spreader events, and for her to not wear a mask is blatant disobedience and irresponsible. A leader should LEAD by example.","sentiment_score":-0.25}
{"full_text":"It is, love it there, last time I went pre lockdown sunny but bloody windy ha. Look forward to the times we can get back there. Stay strong ","sentiment_score":0.0266666667}
{"full_text":"RT Stop the Illegal Wildlife Trade: The former naval officer now leading Kenya's fight against poachinghttps:\/\/t.co\/xpXC3okXKS...","sentiment_score":-0.25}
{"full_text":"RT This headline is wildly irresponsible and they know it. Here's the one-sentence full story that doesn't need to be used...","sentiment_score":0.225}
{"full_text":"RT \"Don't ask me how'll I eat with mask on. Covid prevention and eating both are necessary. Mask is food and food is mask...","sentiment_score":0.0}
{"full_text":"RT Woman knocked over &amp; left bleeding after water cannon fires from close range during anti-#lockdown protests in #NetherlandsMO...","sentiment_score":0.0}
{"full_text":"RT In an anti-lockdown article, MP David Warburton made a number of false claims about Covid-19, and incorrectly said that the d...","sentiment_score":-0.4}
{"full_text":"RT The fact that we focus on \"obesity\" as an epidemic over malnutrition, poverty, food deserts, and a general lack of access...","sentiment_score":0.05}
{"full_text":"Second-generation double antibody protects from SARS-CoV-2 and its tested variantsVisit to know moreJournal Homepage Submit manuscript online #brain #research #science #PhD #Covid_19","sentiment_score":0.0}
{"full_text":"RT Fauci unchained:\"They knew where my kids work, where they live. The threats would come directly to my children's phon...","sentiment_score":0.1181818182}
{"full_text":"Europe is watching: Germany told off by Commission #COM because of lack of #reforms in is #RRF recovery plan #NextGenerationEU","sentiment_score":0.0}
{"full_text":"RT What changed over the past 7 days?","sentiment_score":-0.25}
{"full_text":"RT Head of French health regulatory body: COVID situation is worrying","sentiment_score":0.0}
{"full_text":"RT Get this 80Cm and 3 x 30Cm For Only R1200DM OR Whatsapp \/Call : 079 248 8853https:\/\/t.co\/zSwlfeYvKh#SouthAfrica #Beyo...","sentiment_score":0.0}
{"full_text":"RT This is an important step in supporting our veterans and their families.","sentiment_score":0.325}
{"full_text":"Good morning to everyone except - antivaxxers and especially those that could influence a large group in our society. - Those idiots partying in Faraya and\/or making parties for recovered COVID patients.","sentiment_score":0.0285714286}
{"full_text":"RT Just a reminder, 400,000 multiplied by 9 is a very big number. #COVID19 #PandemicPain","sentiment_score":0.0}
{"full_text":"RT (!) CONFIRMED: President Biden on Monday will reinstate the Covid-19 travel restrictions on non-US citizens who have been in B...","sentiment_score":0.2}
{"full_text":"RT I introduced 3 bills this week:1. A bill to prevent funding for the Paris Accord.2. A bill to halt funding to the WH...","sentiment_score":0.0}
{"full_text":"RT Delighted to announce a clinical trial agreement to include our inhaled #InterferonBeta (#SNG001) in the #ACTIV2 PII tria...","sentiment_score":0.7}
{"full_text":"RT Part of message on the occasion of #Christmas. She  said \"My heartfelt prayers for a speedy recovery of all thos...","sentiment_score":0.0}
{"full_text":"RT Why hasn't the US hit Covid-19 vaccine targets so far?","sentiment_score":0.1}
{"full_text":"Hola, here is your unroll: If you're looking for accurate information on the Covid Vaccines that are a bit better at explaining things that some... Talk to you soon. ","sentiment_score":0.45}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT An Anganwadi teacher (45) in Telangana, who got a Covid vaccine a week ago, died. This is, a few days after an ASHA worker in...","sentiment_score":-0.2}
{"full_text":"RT Homelessness and depriving the poorest in our society of human dignity, are political choices. We can't again allow a situat...","sentiment_score":0.0}
{"full_text":"Didn't hear him calling for extension to Brexit transition period in middle of Pandemic.","sentiment_score":0.0}
{"full_text":"RT \"It defies logic to close it now.\"Vital support for carers is being cut in the midst of a pandemic, when rising pressure on...","sentiment_score":0.1}
{"full_text":"RT So apparently the new State plan for the virus is \"just let them die\"","sentiment_score":0.0931818182}
{"full_text":"RT scenes when another pandemic starts because le jele hippo","sentiment_score":0.0}
{"full_text":"RT Is the govt using \"unethical\" fear tactics to increase lockdown compliance? @UsforThemUK @carlheneghan @GarySidle...","sentiment_score":0.0}
{"full_text":"RT The \"Hugs not drugs\" people must be bored with the social distancing rules in place. Or really high","sentiment_score":-0.1022222222}
{"full_text":"Race being ignored in school Covid safety plans | NASUWT","sentiment_score":0.0}
{"full_text":"RT On this day last year, we recorded the first Covid-19 cases in Malaysia. A group of tourists from China travelled to Malay...","sentiment_score":0.125}
{"full_text":"estimates that the annual cost of obstetric complications is more than $3.7 for women who have undergone FGM Record a 1 min video of your #Act2EndFGM Tell us what you are doing to #EndFGM  &amp; #stopthecut","sentiment_score":0.5}
{"full_text":"RT \"The only indication the boy has given for what pushed him over the edge is saying repeatedly, 'I miss my friends.'\"https...","sentiment_score":0.0}
{"full_text":"RT Not another one . A nurse has taken her life. She worked at the Oakville hospital. Please check in on your friends and fa...","sentiment_score":0.0}
{"full_text":"Why would a cllr know the religious beliefs of any constituents? Who seen him in a bar breaking Covid-19 rules, obviously someone breaking Covid-19 rules. Their will be no rUK state pension benifits for new claiments in an iScotland. Hopefully cllr take legal action!","sentiment_score":0.0922727273}
{"full_text":"RT A truly staggering statistic from wealth of ten of the world's richest men has increased by more than PS400bn d...","sentiment_score":0.25}
{"full_text":"RT The number of children in England urgently needing foster care from has risen by more than half during the #C...","sentiment_score":0.1666666667}
{"full_text":"Boldfit N95 mask for face (Pack of 10) Anti Pollution, protective. Third Party Tested by manufacturer at SGS &amp; Ministry of Textiles       ","sentiment_score":0.0}
{"full_text":"RT is there any chance - any chance at all - that lockdown-phobic Tory MPs will recognise that part of the reason we need a lo...","sentiment_score":0.0}
{"full_text":"Sorry to say, m',am but Islam is such a doctrine which over come any genetic properties. Don't believe ?? Look at the big example. Parsis have contributed to the nation\/humanity from Tata to  sam manekshow to vaccine for covid 19 but Iran, from where parsis came, could not..!!!","sentiment_score":-0.1666666667}
{"full_text":"And in other news life for Barry is really good as a Labour MP. banging in those expenses during a pandemic, for the few not the many","sentiment_score":0.21875}
{"full_text":"RT Most controversial Leaders of All time .Since They were ousted from power...politics aren't Interesting...#WearAMask...","sentiment_score":0.525}
{"full_text":"RT My partners Covid work day(nurse) lost another work mate, zoom funeral Friday. lost two patients 24. &amp; 27 years old, helped...","sentiment_score":0.1}
{"full_text":"RT One year since the first coronavirus case was diagnosed in AustraliaIf Australia was the 51st state of the United State...","sentiment_score":0.25}
{"full_text":"RT Theresa Coffey storming off #gmb because she finds her own argument blaming the public for Covid \"insulting\" has to set so...","sentiment_score":-0.1333333333}
{"full_text":"RT This week, and I quickly got to work to mount an aggressive and coordinated response to combat COVID-19 and get it under con...","sentiment_score":0.3333333333}
{"full_text":"CHINA GIVES VIRUSINDIA GIVES VACCINE","sentiment_score":0.0}
{"full_text":"RT The death of Yassin Dabeh, a 19 year old cleaner who worked at a for-profit #LTC home, tells us we live in a dystopian worl...","sentiment_score":0.1181818182}
{"full_text":"RT Half of adults say they are more worried during this current #lockdown than the one in March 2020. Our #BetterHealth #EveryMi...","sentiment_score":0.1111111111}
{"full_text":"RT WATCH: Birx says someone was delivering a \"parallel set of data\" on coronavirus to Trump","sentiment_score":0.0}
{"full_text":"RT We were right all along. Where's my unicorn? Oh, you were lying all this time?","sentiment_score":0.2857142857}
{"full_text":"RT my friend described lockdown weekends as \"like a two day lunch break\" and that feels ACCURATE","sentiment_score":0.4}
{"full_text":"RT \"Don't ask me how'll I eat with mask on. Covid prevention and eating both are necessary. Mask is food and food is mask...","sentiment_score":0.0}
{"full_text":"RT CA issued the Stay At Home order on December 3rd. LA County hospitalizations were at 2,572.Today, when they lifted the...","sentiment_score":0.0}
{"full_text":"RT Join us for a discussion to commemorate #ID4EZim2021 with","sentiment_score":0.0}
{"full_text":"RT People keep saying that thousands of businesses have shut and millions of people have become unemployed 'because of the pand...","sentiment_score":0.0}
{"full_text":" EFDN Interview- Karin Heri from has talked with us about the club's commitment to the SDGs, internal and external communication, and positive outcomes of the pandemic. Interview:  #morethanfootball","sentiment_score":0.0757575758}
{"full_text":"Despite our best endeavours, it's likely that some areas of the country will experience a reduction in service levels due to Coronavirus-related absences. Please check our Service Update page where we'll keep you informed of our services:  ^RM","sentiment_score":0.2916666667}
{"full_text":"#Delaware supports its #arts organizations through #COVID19, with  providing US$5M in relief funding and another US$5M provided by philanthropists Tatiana and Gerret Copeland and the Longwood Foundation. #ChooseDelaware #GlobalDE","sentiment_score":0.0}
{"full_text":"RT Miami is home but miami ain't no place to stay !!","sentiment_score":0.0}
{"full_text":"That individual is the Minister of Health and we are in the middle of a pandemic.It's public interest","sentiment_score":0.0}
{"full_text":"Alan self isolation Day 10 Be seeing you. #animation #animated #Quarantine #lockdownextension #lockdown #UKlockdown #Icanthearyou #stockpiling #QuarantineLife #ToiletRoll #SocialDistancing #StayHomeSaveLifes #IcanthearyouAlan #SelfIsolation 2","sentiment_score":0.0}
{"full_text":"RT Another mile stone interview to which we will look back again in a few months: \"I Am Quite Apprehensive abo...","sentiment_score":-0.1}
{"full_text":"Biden Adds South Africa to List of Travel Ban Countries With New Covid Strain Spreading","sentiment_score":0.1363636364}
{"full_text":"RT \"We are dying because of the government policies. We want to 'win' with you too,\" reads a banner held this morning by memb...","sentiment_score":0.8}
{"full_text":"RT Virtually launched the MSUMC Private Specialist Hospital 2nd Year Anniversary, with much anticipation &amp; high spirits....","sentiment_score":0.09}
{"full_text":"RT Proving the doubters wrong, #Master has achieved break-even and entered profit zone in Tamil Nadu inside 12 days. Now th...","sentiment_score":-0.5}
{"full_text":"E-rostering has proved to be vital during the pandemic and due to the many benefits of the e-rostering systems, NHS trusts have noted that there is an increased desire to implement e-rostering among clinicianshttps:\/\/t.co\/muDCY4DOdx","sentiment_score":0.1583333333}
{"full_text":"RT Australia cancels travel bubble with NZL because of one case of COVID (turns out it's the South African variant, develope...","sentiment_score":0.0}
{"full_text":"RT Over 800 people have signed up for our #NHSNewDeal launch event...If you love the #NHS and want to make it stronger...","sentiment_score":0.5}
{"full_text":"RT From morning of 24.01.2021 to morning of 25.01.2021, 21 people arrested, 851 vehicles seized, Rs. 24,13,250\/- fine colle...","sentiment_score":0.4166666667}
{"full_text":"RT The media ","sentiment_score":0.0}
{"full_text":"People were happier under lockdown (Men were happiest)At first pandemic had v. negative effect on moodDuring lockdown:Sadness, fear &amp; stress fell.Boredom, loneliness &amp; frustration increased.But so did Happiness, optimism, inspiration&amp; contentment.","sentiment_score":0.2166666667}
{"full_text":"Let us encourage everyone to practise social distancing by keeping a safe distance between yourself and other people. https:\/\/t.co\/1zIna1DPmf#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.1361111111}
{"full_text":"RT The three approved #COVID19 vaccines do not contain any components of animal origin.A full list of ingredients for each va...","sentiment_score":0.35}
{"full_text":"RT A key trigger for the increased retail participation in equities has been the lockdown triggered by #COVID19 that saw investor...","sentiment_score":0.0}
{"full_text":"How are your favourite book characters finding lockdown?  Find out here  ","sentiment_score":0.0}
{"full_text":" \"Intervention is going to be crucial at this stage to make sure that no child in our city gets left behind. We can't afford for this generation to become another victim of the virus\"","sentiment_score":0.005}
{"full_text":"Are you bored or feeling \"stir crazy\" because of this pandemic winter?Authentic &amp; Erotic...Indulge your #fantasyhttps:\/\/t.co\/YhfnfSNDSlhttps:\/\/t.co\/BEquAF2Uvu#amateur #milf #nude #onlyfans #photos #real #sexy #southerncharms #videos","sentiment_score":-0.1166666667}
{"full_text":"Stay Home resources available from Public Health EnglandNew 'Stay Home, Save Lives, Protect the NHS' resources are now availablehttps:\/\/t.co\/SDsDZQGRss@Pharm_Services #Covid19UK","sentiment_score":0.2}
{"full_text":"Out of the 186 new #coronavirus cases in #SaudiArabia, 82 were confirmed in Riyadh and 34 in Makkah.","sentiment_score":0.2681818182}
{"full_text":"Low oil prices, in addition to COVID-related closures have forced the Saudi economy to contract by over five percent.","sentiment_score":-0.15}
{"full_text":"Keep staying at home if possible and following the new lockdown rules, and keep practicing social distancing. #UnityInActionhttps:\/\/t.co\/L3oWsuO4DX","sentiment_score":0.0424242424}
{"full_text":"Continue your redecorating through the lockdown with our 'Virtual Appointments' over FaceTime, WhatsApp, Google Hangouts to find the perfect rug for youBook an Appointment -&gt; #homedecor #hampshire #london","sentiment_score":1.0}
{"full_text":"#COVID19 and the digital transformation of work: A problem for the German #apprenticeship system? Join us on 28 Jan for online lecture from ft. and Co-hosted with and ","sentiment_score":0.0}
{"full_text":"Parks are a lifeline for so many in #lockdown. ONS reported that 1 in 8 British households has no garden. The percentage is even higher for minorities with black people nearly 4 times as likely to not have access to a green space at home. #ParksMatter","sentiment_score":0.069047619}
{"full_text":"Supporting schools during lockdown - check out our resources for primary and secondary schools, focusing on outdoor learning and fieldwork https:\/\/t.co\/kvsSbQl1bz #geographyteacher #biologyteacher #homeschool #lockdown #lockdown3 #primaryschools","sentiment_score":0.1166666667}
{"full_text":"Parents and carers may be feeling under pressure with school closures and Covid-19 restrictions.The ISPCC Support Line is here to provide guidance, information and support for parents and carers.Get in touch from 9am to 1pm Monday to Friday. Visit:","sentiment_score":0.0}
{"full_text":"Attention SchoolsThere are plenty of national physical activity resources to send home in resource packs to keep children and young people active during lockdown 3.0!!Check out some here contact your local SGO and they will be able to help!","sentiment_score":0.1183333333}
{"full_text":"One week left for Beautiful Malaysia Virtual Marathon &amp; Century Ride 2020. Let's stay healthy together and conquer the pandemic by joining this event by running or cycling from home! Register now at","sentiment_score":0.4916666667}
{"full_text":"We would love to see all the weird and wonderful ways you have been keeping occupied during this lockdown.Whether you've baked a cake, done your steps for the day or constructed your own private bar in the garden, let us know! Tag us in your posts or use #StayHomePlayHome","sentiment_score":0.32}
{"full_text":"I have a question :How did you committed the fraud?","sentiment_score":0.0}
{"full_text":"Australia's medical regulator has formally approved the Pfizer Covid-19 vaccine, with the first doses expected to be administered in late February, Prime Minister Scott Morrison has announced.","sentiment_score":-0.0375}
{"full_text":"Please #StayHome and #StaySafe. Follow the national restrictions and help protect NHS services, your loved ones and your local community.","sentiment_score":0.35}
{"full_text":"At least 190 people, including minors, detained in #Amsterdam where some 1,500 protesters gathered at the central Museum Square in anti-#lockdown protestMORE:","sentiment_score":-0.15}
{"full_text":"#Covid19 has placed renewed pressure on the European banking sector as firms and households struggle to meet the costs imposed by the pandemic, on policy options for avoiding a financial crisis","sentiment_score":0.0}
{"full_text":"How does that explain prove or evidence asymptomatic spread. It just says there are asymptomatic people\/cases. We know that. I know that. The question is- how does someone testing positive for covid but having no symptoms already covid?","sentiment_score":0.2272727273}
{"full_text":"Texas Girl scout creates 'cookie commercial' instead of traditional door knocking during COVID-19 pandemichttps:\/\/t.co\/KWYqRpDzxv","sentiment_score":0.0}
{"full_text":"Many SMME's have had to shut their doors due to a lack of funding and the recent Covid-19 global pandemic. Give your business a fighting chance by entering Eskom's Business Investment Competition. Click here to enter: #GrowingEntrepreneurs #BIC2020","sentiment_score":0.09375}
{"full_text":"Our Building Control service is open for business as usual and will continue to take applications and undertake site inspections to support the construction industry throughout the course of lockdown. Contact the team on: 01225 477517. #Lockdown3 #BuildingControl #BaNES","sentiment_score":-0.125}
{"full_text":"If you're looking to upgrade your workspace ahead of lockdown 3.0 lifting, our LED monitor is a cost-effective option designed with a high-quality functional and visual output. It's the basics, but done right. Learn more here:","sentiment_score":0.2619047619}
{"full_text":"If you have an appointment, or are concerned about the health of you or your baby, it's important that we see you. Just speak to your midwife or maternity team. Your NHS is here to see you, safely. #HelpUsHelpYou","sentiment_score":0.45}
{"full_text":"We are pleased to announce a webinar in March that will focus on 'Collecting a Nation: 2020, a year to remember'. This will focus on approaches to collecting material on national events and causes, such as the coronavirus, Black Lives Matter, and climate change.","sentiment_score":0.1111111111}
{"full_text":"Oxford Health NHS Foundation Trust is operating one of 32 new NHS Vaccine Centres that will start delivering life-saving Covid jabs from today as the health service continues to accelerate the biggest immunisation programme in its history. #Covid19UK","sentiment_score":0.1363636364}
{"full_text":"To facilitate a safe return to our campuses, expect all students to be tested prior to returning to campus unless they have received a positive test within the last 90 days. Please help us to keep our campuses safe. Visit: for more details.","sentiment_score":0.2878787879}
{"full_text":"Australia's medical regulator has formally approved the Pfizer Covid-19 vaccine, with the first doses expected to be administered in late February, Prime Minister Scott Morrison announced Monday.#COVID19 #vaccine #Australia #Pfizerhttps:\/\/t.co\/g7FcOYfgFC","sentiment_score":-0.0375}
{"full_text":"Our #Covid19 Income Support Helpline is open today from 9am-5pm: 1890-800-024Intreo Centres are open today from 10am-1pmThe Pandemic Unemployment Payment remains available to anyone who is eligibleThe quickest and easiest way to apply is online at","sentiment_score":0.1333333333}
{"full_text":"Interesting paper on the Promotion of Maternal-Infant Mental Health and Trauma-Informed Careduring the COVID-19 Pandemic now available on our AIMH(NI) website","sentiment_score":0.2666666667}
{"full_text":"RT CoViD19-LFIaICL: OpenData #MadeInAfrica Confirmed: 3 415 434 (+ 25707)Actives: 458 192 (-1003) Deaths: 84 647 (+ 775...","sentiment_score":0.45}
{"full_text":"COVID 19 cases in India until : 25\/01\/2021 14:30Total Cases: 10668674 [+0]Active: 181480Recovered: 10329244 [+0]Deaths :153508 [+0]Total Tests: 191.77MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT HUGE NEWS: Fauci commissioned the Covid study at the Wuhan lab after they banned it in US because too dangerous. He may hav...","sentiment_score":-0.1}
{"full_text":"16 senators from both parties meet with White House on COVID-19 relief plan","sentiment_score":0.0}
{"full_text":"RT Didn't they all also get a PS10,000 payment each at the beginning of lockdown 1 to 'help' then work from h...","sentiment_score":0.0}
{"full_text":"RT Sure just keep ignoring all the businesses saying it's Brexit killing them.Don't worry... I get it.If I'd voted...","sentiment_score":0.5}
{"full_text":"There has been increased interest in our FAQs on EMA and COVID-19, particularly around payments being backdated.You can find the FAQs here -","sentiment_score":0.1666666667}
{"full_text":"Ready? Go! A disinfection robot was applied to sterilize a scenic area and its neighborhood in Harbin, northeast China's Heilongjiang Province, which saves manual work and helps with epidemic control and prevention.","sentiment_score":0.25}
{"full_text":"Help us, practitioners, policymakers &amp; researchers identify how best to maximise bang for buck in #ResourcingForHealth in the #COVID19 era. .Join our webinar 28 Jan ","sentiment_score":1.0}
{"full_text":"From today we're extending our virtual support. We'll be providing a virtual library point from 9am - 8pm and staffing the library point in Augustine House from 10am to 3pm. Augustine House Update  https:\/\/t.co\/NSJqsiKyYCNeed help?... Just ASK ","sentiment_score":0.0}
{"full_text":"With us all spending more time at home due to COVID-19 now is an ideal time to check your home is safe, in private, whenever it suits you!Complete our HOME FIRE SAFETY CHECKER and get a downloadable info sheet for your home.Let's get started:","sentiment_score":0.355}
{"full_text":"RT FDI in India rose by 13% in 2020, as inflows declined in major economies due to pandemic:","sentiment_score":0.1791666667}
{"full_text":"Global action on patient safetyReport by the Director-General#PtSafety issues such as personal protection, health  worker  safety,  medication  safety  and  patient  engagement  have  become  key  areas  of  the #COVID19  response  globallyhttps:\/\/t.co\/ZrPf4BfMU8","sentiment_score":0.02}
