{"full_text":"RT Today, from The Point at \"President Biden and the new Democrat-controlled Congress must provide real relief b...","sentiment_score":0.1681818182}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT YouTube reveals full scale of coronavirus misinformation on its platform","sentiment_score":0.35}
{"full_text":"Come on anybody with an sense know Biden don't have a plan for covid 19","sentiment_score":0.0}
{"full_text":"My 82 year old mother got Covid in a rehab facility last week. She's moments away from leaving us. She's been there since Jan 6th, plenty of time to start the vaccine. I don't want AOC and her antibodies to get hit by a train, but I'd not mourn for her.","sentiment_score":0.05}
{"full_text":"RT Just watched a CNN town hall with Fauci and CDC Director Rochelle Walensky, and realized it was the first time I had the o...","sentiment_score":0.25}
{"full_text":"Apparently SMUD only gets to \"wealthy\" neighborhoods first!! Nothing like leaving SENIORS, home alone, in the dark and cold during COVID! And stop saying you have more \"urgent\" calls. People talk, that's BS. Get all  rich people first","sentiment_score":0.1295138889}
{"full_text":"RT Have fun with this one, everyone Ready, set, go!","sentiment_score":0.275}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"RT \"The United States says all soldiers from Eritrea should leave Ethiopia's embattled Tigray region 'immediately.'\"A","sentiment_score":0.0}
{"full_text":"This was really considerate.","sentiment_score":0.2}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Austria deporting children (born in Austria) amidst a pandemic on #HolocaustRemembranceDay","sentiment_score":0.0}
{"full_text":"RT Sixers president Daryl Morey is quarantining due to non-team related COVID-19 contact tracing","sentiment_score":-0.0625}
{"full_text":"RT We all have to do something to help one another during these difficult times. Here's a message we have recorded for members of...","sentiment_score":-0.5}
{"full_text":"RT An embarrassment in more ways than one.","sentiment_score":0.5}
{"full_text":"During the Covid-19 lockdown the creative team at 'Hi From The Future' (HFTF) enlisted realtime technology from #iClone and #UnrealEngine to remotely collaborate over a 5 week production, completing their music video \"Find a way\" for Duckwrth.","sentiment_score":0.1333333333}
{"full_text":"\"Britain kept out the Germans but couldn't keep out the germs.\"Funniest take on Britain's poor handling or COVID19 ","sentiment_score":-0.4}
{"full_text":"Okay I'm crying","sentiment_score":0.15}
{"full_text":"boy you better stay home","sentiment_score":0.5}
{"full_text":"RT National teachers' union (not teachers) are saying they won't go back to work until 2022. We should not send a single taxpa...","sentiment_score":-0.0357142857}
{"full_text":"Yesterday, Rodrigo Duterte announced, bizarrely, that his vaccine would be administered in his posterior. Today, this.China starts using anal swabs to test 'high-risk' people for Covid","sentiment_score":0.4}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"So we know who did it, just need to know in what room and with which weapon!","sentiment_score":0.0}
{"full_text":"N95 are tighter fit--KN95 not made in U.S., so most not FDA approved.  Other small differences too---BUT I believe still better than thin cloth ones (or cheap ones you get at discount stores)","sentiment_score":0.1041666667}
{"full_text":"RT So if I've got this right we're now quadruple-masking for a virus with a 99.8% survival rate amidst mass vaccinations &amp; k...","sentiment_score":0.2857142857}
{"full_text":"Now playing on African Affairs Radio: le complexe by deyess! Tune in now.Live (Nonstop African Music): #africansarenotlabrats #standby Resist #coronavirus #africansarenotlabrats #NoToCoronaVirusVaccines","sentiment_score":0.0}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"COMA GUY: I was in a coma? ME: Yea. For like 8 months. CG: Have we cured COVID? ME: Yes. Get in line. CG: Did Trump lose? ME: Interesting story...","sentiment_score":0.1}
{"full_text":"RT The sad part is that she has not been able to see her family since her rest home went into #Covid lockdown last March. If y...","sentiment_score":0.0}
{"full_text":"RT According to the wealthy countries will be vaccinated end of June. Canada, they say, WON't be vaccinated...","sentiment_score":0.5}
{"full_text":"RT the redditors shouldve done something totally cool and fine like investing in companies that make protective gear and body bag...","sentiment_score":0.3833333333}
{"full_text":"RT To raise awareness about epidemics, Taiwan's CDC has reimagined diseases as anime characters -- including #Covid19 drawn as a...","sentiment_score":0.0}
{"full_text":"RT Riots erupted in the Netherlands over the weekend after a night-time curfew to prevent the spread of #COVID19 was imposed","sentiment_score":0.0}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"Friends are going to Mexico in two weeks. Their hotel offers a free COVID test for all guests returning to the US. I want to travel, but I want to be safe about it too. If the numbers are not better later this year, it is US-based travel only for me.","sentiment_score":0.125}
{"full_text":"RT 8\/(27\/01) COVID-19 #Peru ","sentiment_score":0.0}
{"full_text":"RT Joe Biden's pen is hurting Americans in the middle of a pandemic. Hardworking taxpayers have done nothing wrong and no...","sentiment_score":-0.25}
{"full_text":"RT Oklahoma has spent months trying to unload a stockpile of hydroxychloroquine -- an antimalarial drug touted by Donald Trump as...","sentiment_score":-0.1}
{"full_text":"RT Joe Biden might be the only thing better than pandemic lockdowns at killing jobs.","sentiment_score":0.25}
{"full_text":"Banishing the lockdown blues with The Fugitive","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT Joe Biden issued an executive order yesterday that would ban use of the term China virus.It's not yet clear how this w...","sentiment_score":0.1}
{"full_text":"RT Happy Thaipusam....#StayHome#StaySafe#ArsenalMalaysia#Arsenal#WeAreTheArsenal#COYG","sentiment_score":0.8}
{"full_text":"RT More footage from Toronto's Lockdown Protest.Take a look at police putting their hands on and...","sentiment_score":0.5}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"Which was all positive vibes . Meanwhile, this lockdown has mentally destroyed me ","sentiment_score":0.0636363636}
{"full_text":"RT Ford knew well in advance that the pandemic was going to wreak havoc at all privately owned LTC facilities in the provin...","sentiment_score":0.0}
{"full_text":"RT Filipino farmers had to face a volcanic eruption, a pandemic, African swine fever, and strong tropical cyclones in 2020....","sentiment_score":0.2166666667}
{"full_text":"RT very cool that two small-market football teams have volunteered to play a game at the Amanda Gorman poetry reading next wee...","sentiment_score":0.0183333333}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"Apparently, the Wuhan Flu wasn't doing a good enough job killing American jobs, so said, \"hold my beer.\"","sentiment_score":0.1875}
{"full_text":"RT Put a plastic bag over your head and use a rubber band to secure it around your neck and you will not die of covid**There...","sentiment_score":0.4}
{"full_text":"RT More footage from Toronto's Lockdown Protest.Take a look at police putting their hands on and...","sentiment_score":0.5}
{"full_text":"RT 4200 people died of COVID yesterday.  But DC IS OPEN!!!  The absolute most disgusting abuse of political power.  If you own...","sentiment_score":0.05}
{"full_text":"If this is Ebola what's the COVID haircut?","sentiment_score":0.0}
{"full_text":"RT \"$15 an hour will increase prices\"Costco: pays workers well, same prices as Walmart's Sam's ClubIn-n-Out: pays wor...","sentiment_score":0.0}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT The hypermasculine straight men are about to find the cure for COVID by tomorrow.","sentiment_score":0.2}
{"full_text":"RT National teachers' union (not teachers) are saying they won't go back to work until 2022. We should not send a single taxpa...","sentiment_score":-0.0357142857}
{"full_text":"Oh yeah! It's now just puppies &amp; butterflies &amp; rainbow farting unicorns...except for COVID-19, climate change, income inequality, institutional racism...I was telling people that the REAL WORK would start AFTER we go rid of Trump.","sentiment_score":0.2}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Thanks, Curtis. But wear a mask, please. ..For the rest of us. We don't want what you've got. You put your hand up to your...","sentiment_score":0.2}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT The money was handed over under \"pandemic\" special bills in many different ways....","sentiment_score":0.2857142857}
{"full_text":"#CNNTownHall  Decelerate Covid 19 with simple@steps 1) why not first distribute vitamin cocktail or vaccine that has B C,D and Zinc to build the immune system 2) N95 via DPA and c) Vaccines","sentiment_score":-0.125}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"Jayzus! I don't get it. They would rather put their body through this kind of toxic craziness rather than wear a frickin mask? This is a mental health issue right?","sentiment_score":0.2619047619}
{"full_text":"Alabama's legislative session starts on Tuesday (also in Montgomery County). This is fine!","sentiment_score":0.5208333333}
{"full_text":"RT Biden removes Sean Conley, the White House physician accused of misleading the public about Trump's COVID-19 diagnosis","sentiment_score":0.0}
{"full_text":"RT GOP:\"We're patriots. But it's wrong to hold a trial about inciting a coup attempt.\"\"We're constitutionalists. Unles...","sentiment_score":-0.5}
{"full_text":"Hinkley Point C costs may rise by PS500m on back of Covid crisis","sentiment_score":0.0}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"Covid19 from USA is truth","sentiment_score":0.0}
{"full_text":"RT Great News: Bharat Biotech's Covaxin Corona Vaccine Effective Against coronavirus Variant Discovered In UK: ICMR Study","sentiment_score":0.7}
{"full_text":"RT Oregon health workers who got stuck in a snowstorm on their way back from a COVID-19 vaccination event went car to car...","sentiment_score":0.0}
{"full_text":"RT The Appalachian Trail Conservancy, the organization responsible for managing and protecting the famous trail, is advising all long...","sentiment_score":0.2166666667}
{"full_text":"RT The White House is now releasing the weekly state COVID-19 reports that the previous admin didn't share (but","sentiment_score":-0.0833333333}
{"full_text":"The best BEST thing about this entire pandemic has been that I don't have people inviting me to shit while it's cold outside.FINALLY, I get to stay home through the entire winter. ","sentiment_score":0.2}
{"full_text":"RT Just in case anyone needs this point cleared up: Boris Johnson and his government did practically nothing to solve the...","sentiment_score":0.0}
{"full_text":"NO pandemic happens for more than 12 months particularly with NO significant rise in deathtoll, such an infection is not a pandemic, it's bloody endemic just as most cold and flu have been for millennia.Claiming otherwise is pseudoscience based on sensationalised stupidity.","sentiment_score":-0.1276041667}
{"full_text":"RT Joe Biden issued an executive order yesterday that would ban use of the term China virus.It's not yet clear how this w...","sentiment_score":0.1}
{"full_text":"RT National teachers' union (not teachers) are saying they won't go back to work until 2022. We should not send a single taxpa...","sentiment_score":-0.0357142857}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT Big news. Overwhelming message from 2020\/1: Politics bad. Science good.","sentiment_score":0.125}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT dad lost smell from corona so i can finally smoke in the house","sentiment_score":0.0}
{"full_text":"Hospital administrators across Arizona warned residents Wednesday not to become complacent because of a noticeable decline in COVID-19 cases and hospitalizations, stressing the importance of wearing masks and social distancing.https:\/\/t.co\/v2xha2g97y","sentiment_score":0.0333333333}
{"full_text":"While Senator Warner has tested negative, out of an abundance of caution he will be working remotely during his quarantine period.https:\/\/t.co\/TY3vPaVWgl","sentiment_score":-0.2}
{"full_text":"RT So hundreds of thousands of Americans dying from the pandemic- oh we can't possibly afford to shut down cus stonks.But...","sentiment_score":-0.0777777778}
{"full_text":"RT \"The US says all soldiers from Eritrea should leave Ethiopia's embattled #Tigray region immediately\" citing credible reports \"...","sentiment_score":0.4}
{"full_text":"Japan's coronavirus vaccine rollout is on course to start in late February, but providing a shot for everybody in the nation will need an unprecedented level of coordination between the central and local governments.","sentiment_score":0.075}
{"full_text":"IDA LEVY, 92, of West Harford, Connecticut died of COVID on Dec. 18.\"She survived the Holocaust and met Henry, her husband of 65 years after they were liberated in 1945 from Bergen-Belsen and Auschwitz Concentration Camps...\"https:\/\/t.co\/0wcWglCl6A","sentiment_score":0.0}
{"full_text":"It was a good day here in Milton for new COVID-19 cases. That's not the case for Burlington though.#MiltonON","sentiment_score":0.4181818182}
{"full_text":"RT  Wednesday, January 27, 2021 8:57 PM EST  #COVID19 #CORONAVIRUS in the U.S. U.S. DEATHS = 439,517...","sentiment_score":0.0}
{"full_text":"Another 2,009 COVID-19 cases and seven additional deaths were reported Wednesday by the | By","sentiment_score":0.0}
{"full_text":"The city government is simulating the vaccination against coronavirus disease 2019 (COVID) today to identify possible kinks when it rolls out the vaccine once it becomes available.https:\/\/t.co\/VzDVmElmVG","sentiment_score":0.0}
{"full_text":"The ratings system was suspended last year because of the pandemic. The latest proposal would scrap it this year, too.https:\/\/t.co\/1OwViQwkSK","sentiment_score":0.25}
{"full_text":"RT 7\/(27\/01) COVID-19 #Peru ","sentiment_score":0.0}
{"full_text":"Organizations in eastern North Carolina have teamed up to provide more help for people in need of jobs amid COVID-19.https:\/\/t.co\/g7mwOj75QS","sentiment_score":0.5}
{"full_text":"The VP got the shot to encourage others to do the same, when they're able.https:\/\/t.co\/KHqYH1fSIU","sentiment_score":0.0}
{"full_text":"#Coronavirus: Why #SouthAfrica has yet to roll out #vaccines","sentiment_score":0.0}
{"full_text":"Peace of Mind Guarantee! Weather insurance plus full refund for any COVID-19 related cancellation at Shamrock Cup. Avoid the waiting list. Register early at","sentiment_score":0.15}
{"full_text":"#Bahrain has decided to suspend dine-in services in restaurants and cafes and move public and private schools to remote learning for three weeks to curb the spread of #coronavirus pandemic.  ","sentiment_score":-0.0333333333}
{"full_text":"The COVID-19 pandemic has exposed the prevalence of gender-based violence in our society. People of faith must speak up. You can join us by making the Thursdays in Black pledge. https:\/\/t.co\/7ASyJlRYAh#ThursdaysInBlack #UnitedChurchOfChrist","sentiment_score":-0.1666666667}
{"full_text":"RT Your daily reminder that if we taxed the ultra-rich and used that money to pay people to stay home with supplies the pandem...","sentiment_score":0.0}
{"full_text":"The State of the Service Roadshow will share key findings from last year's State of the Service Report as well as APS-wide priorities and initiatives. Find out how you can get involved at #OurAPS #aps4aus","sentiment_score":0.0}
{"full_text":"RT The pandemic is not over and we're still seeing alarming rates of unemployment and food insecurity. Why haven't survival ch...","sentiment_score":-0.1}
{"full_text":"Fighting COVID-19 with UV light; CR examines the science behind the technologyhttps:\/\/t.co\/Oxw22lngNS","sentiment_score":0.0}
{"full_text":"Old Town Auburnc. 1948#wednesdaythought #COVID19 #CovidVaccine","sentiment_score":0.1}
{"full_text":"The past 12 months have certainly been hard on everyone but congratulations to #Tasmania for taking the crown as Australia's best state #economy during #COVID19! https:\/\/t.co\/giPpJjnDeQ","sentiment_score":0.1681547619}
{"full_text":"Tenant won't pay rent? Let me guess.... COVID? No worries. We have a solution for that. #attorney #lawyer #advocate #lawyerlife #law #lawyeryoucantrust #eviction #COVID #tenant #renter #landlordtenant #landlord","sentiment_score":0.0}
{"full_text":"RT 'Nuff said. #2022","sentiment_score":0.0}
{"full_text":"Y'all the same people that thought Clubhouse was black owned coz of a picture","sentiment_score":-0.0833333333}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"Promising new data on two coronavirus antibody cocktails suggests these therapies can keep patients out of the hospital and even prevent illness altogether in some people.","sentiment_score":0.1681818182}
{"full_text":"Happy to have you on the WH Covid team.  Truth, hard truths, but truth nonetheless.  From these truths comes hope.","sentiment_score":0.2541666667}
{"full_text":"A new type of eye surgery has become increasingly popular during the COVID-19 pandemic because many people are finding their glasses fogging up when wearing a mask.","sentiment_score":0.4121212121}
{"full_text":"RT COVID-19: Tory MP Sir Desmond Swayne urged anti-vaxxers to 'persist' with campaignhttps:\/\/t.co\/YmFzoASEFR This man must...","sentiment_score":0.0}
{"full_text":"Coronavirus spread in Acadiana continued to slow at a modest pace last week, and a high plateau appeared likely through the end of the month. Declines in local COVID-19 hospitalizations continued to pick up steam.","sentiment_score":-0.0066666667}
{"full_text":"So is every flu strain from now on going to be treated as covid? For how long?","sentiment_score":-0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 25.3FWind Chill: 24.7FHumidity: 84%Dew Point: 21.2F Barometer: 30.282 inHgWind: 2 mph from the NNECorona Virus Weekly Stats:Cases: 162.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Austin Mayor Steve Adler told the public to \"stay home if you can...this is not the time to relax\" in a Nov. 9 F...","sentiment_score":0.0}
{"full_text":"What do you do when your COVID-19 vaccine drive-thru line is backed up? You seek out the professionals.","sentiment_score":0.0}
{"full_text":"Gun and ammunition sales often will surge based on hunting season and national events, so a run on ammo in the past chaotic year was expected.","sentiment_score":-0.175}
{"full_text":"English Covid-19 infections starting to fall, but prevalence still high, study finds","sentiment_score":0.0533333333}
{"full_text":"RT Some good news about hesitancy vs. refusal: \"At one D.C. nursing home that had its second clinic this week, the percentag...","sentiment_score":0.35}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"Turn Play into a Way to Understand Children in the Pandemic","sentiment_score":0.0}
{"full_text":"RT We are stronger than we ever believed. Let's keep taking care of ourselves, washing our hands and staying home.#AdorableHo...","sentiment_score":0.0}
{"full_text":"RT If wearing a mask is too much of a price to pay to end a pandemic, I'm wondering how the feels about the sacrific...","sentiment_score":0.2}
{"full_text":"RT Doug Ford is a real pr*ck and has no interest in serving Ontarian's. He's getting rid of anyone who speaks out against him...","sentiment_score":0.2}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"RT cheol didn't get to finish the last tour because of his situation. when he came back from hiatus, covid start spreading. im...","sentiment_score":0.0}
{"full_text":"I've recently seen three different coworking spaces being promoted.  Kind of interesting how they faded, only to come back during the pandemic?","sentiment_score":0.1833333333}
{"full_text":"RT Dr. Amy Acton, the popular former director of the Ohio Department of Health, is considering a run for U.S. Senate.Acton...","sentiment_score":0.3}
{"full_text":"The Oklahoma Attorney General's Office has been tasked with attempting to return a $2 million stockpile of a malaria drug once touted by former President Donald Trump as a way to treat the coronavirus.","sentiment_score":0.025}
{"full_text":"RT A state-by-state vaccine guide from the highlights the resources available at","sentiment_score":0.4}
{"full_text":"RT US COVID Cases Tumble Across The West &amp; South","sentiment_score":0.0}
{"full_text":"Light, colour, sound, smells - brace yourself for an art experience made for a digital age that's guaranteed to transport COVID-weary Sydneysiders into a world of beauty.","sentiment_score":0.2666666667}
{"full_text":"Chronic lung disease patients navigate COVID-19 aided by SAS analytics","sentiment_score":0.0}
