{"full_text":"RT IT ALWAYS FEELS GOOD GIVING BACK ESPECIALLY IN THE CURRENT PANDEMIC WE ARE ALL IN AT THE MOMENT! THIS IS NOTHING TOO BIG JUST...","sentiment_score":0.14}
{"full_text":"RT In August 2020, visited Taiwan to highlight our health cooperation amid the global COVID-19 fight. Taiwan's Preside...","sentiment_score":0.0}
{"full_text":"RT Since POTUS took office:- tens of MILLIONS more unemployed- 400,000 died from COVID-19- Iran's nuclear stat...","sentiment_score":0.5}
{"full_text":"Coronavirus Testing Centre Brewers Hill Roadhttps:\/\/t.co\/cjo1bZm2xAWe were humbled to be asked if the Dunstable Covid Test Centre  could be named after us, each centre is named after people from the community.  #donotletdunstabledie #dlddtrust #bbc3cr #andyshowbiz  #nhs","sentiment_score":0.0}
{"full_text":"Since POTUS  400,000 Americans died due to his &amp; his \"administration's\" incompetence, self-centered ambitions, denials &amp; lieshttps:\/\/t.co\/D4YfD275Pa","sentiment_score":-0.125}
{"full_text":"RT pandemic?","sentiment_score":0.0}
{"full_text":"RT If this pandemic has shown us anything it's that every aspect of the health system is valuable and has to function together...","sentiment_score":0.0}
{"full_text":"Coronavirus Vaccine Scams? Yes, They Are Real! | Sixty and Me","sentiment_score":0.25}
{"full_text":"RT COVID-19: Schools not yet safe for students, teachers - Group tells Buhari","sentiment_score":0.5}
{"full_text":"RT Manish Tiwari raises doubts about life saving vaccine against corona.This  political maggot-  would rather have Indian so...","sentiment_score":0.0}
{"full_text":"RT Do support this wonderful organisation if you can. It's so hard for so many charities just to keep the wheels turning during...","sentiment_score":0.4027777778}
{"full_text":"RT \"If there is one lesson we've learned from this terrible pandemic, it's that our health care system can't survive without PAs...","sentiment_score":-1.0}
{"full_text":"Yemen: Coronavirus in a War Zone, Yemen: Coronavirus in a War Zone: via @BBCiPlayer","sentiment_score":0.0}
{"full_text":"The British public are careful and calm - the problem is that the government isn't | Brilliant writing by  ","sentiment_score":0.22}
{"full_text":"there is nothing to support such an increase in inflation due to minimum wage increases. Seattle's MW is $15, and nothing exploded in price. Stop peddling this ignorance, it's misleading and really sad","sentiment_score":-0.2083333333}
{"full_text":"RT This officer came into a hotbed of an infectious disease pandemic, deliberatly violated not only hospital policy but state mandat...","sentiment_score":0.0}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"Yeah Goya!!! Patriots ate a lot of your food - thanks AOC","sentiment_score":0.2}
{"full_text":"RT Hi! For the last 6 months, I've been teaching at Elite English High, a low income private school in Neelasandra, Bangalore. Ev...","sentiment_score":0.032}
{"full_text":"RT 'This is a case of bosses and the Tory government choosing a time when communities are most vulnerable - and when firefighters...","sentiment_score":0.0}
{"full_text":":where's your COVID hospital here in AD :this IS the covid hospital","sentiment_score":0.0}
{"full_text":"RT 2020 mid-January:  \"hope the weather's nice this week\"2021 mid-January: \"hope the only mass casualty events this week are pa...","sentiment_score":0.3}
{"full_text":"RT having                           disliking covid-19              frank ocean                   no taste","sentiment_score":0.0}
{"full_text":"RT Another day, another hole snipped in the safety net.  Tomorrow MPs vote on removing the PS20 uplift to #UniversalCredit t...","sentiment_score":0.0}
{"full_text":"RT Steven Mnuchin funneled $500B of PPP Covid relief loans, gave millions to himself, Kushner, Devin Nunes, Betsy DeVos, J...","sentiment_score":0.0}
{"full_text":"RT Still going to the grocery store? With new virus variants spreading, it's probably time to stop.","sentiment_score":0.1363636364}
{"full_text":"RT after covid all events should have a policy where every player's phone is collected in a basket before they play in tour...","sentiment_score":0.0}
{"full_text":"RT \"I didn't say your life was not valuable, I said it was less valuable\". Politics aside, have we scooped so low in all this a...","sentiment_score":-0.0833333333}
{"full_text":"RT This officer came into a hotbed of an infectious disease pandemic, deliberatly violated not only hospital policy but state mandat...","sentiment_score":0.0}
{"full_text":"RT for like 8 months i thought covid was one of those joke diseases where you ask \"what's covid\" and the other guy tells tou to suck...","sentiment_score":-0.125}
{"full_text":"Not much social distancing going on here...","sentiment_score":-0.0166666667}
{"full_text":"RT In August 2020, visited Taiwan to highlight our health cooperation amid the global COVID-19 fight. Taiwan's Preside...","sentiment_score":0.0}
{"full_text":"RT Covid really ruining college ...","sentiment_score":0.2}
{"full_text":"RT President-elect Biden's $1.9 trillion American Rescue Plan will contain the virus, rescue the American economy and put mo...","sentiment_score":0.0}
{"full_text":" Symposium, Jan 2021!Join us on #International #EducationDay this coming Sunday on 24th Jan. as we talk to our distinguished panel of speakers on our Symposium of: 'Emerging Trends of #eLearning post #COVID'.Don't Forget to Join Live - 8pm PKT on 24th Jan, 2021!","sentiment_score":0.0852272727}
{"full_text":"RT What a wise, moving statement by my friend Jaimie Raskin.The Constitution in its preamble charges us to promote the gener...","sentiment_score":0.7}
{"full_text":"Today's project...  put together the #rowing machine!  #HomeGym #Covid","sentiment_score":0.0}
{"full_text":"You are spreading misinformation just like the Borg. Actually I am a doctor and if you can't wear a mask don't move your ass out of your home","sentiment_score":0.0}
{"full_text":"RT Chelsea defender Thiago Silva faces FA rap as he breaks coronavirus rules by throwing shirt to workman at Fulham","sentiment_score":0.0}
{"full_text":"Could stay home for all allat","sentiment_score":0.0}
{"full_text":"RT It's the fact y'all really getting mad people jocing off y'all about going out the state during a pandemic ","sentiment_score":-0.2125}
{"full_text":"'Songbird'       #JustWatched       2\/5Wear a face mask  for this one to hide the grimace you'll be showing.https:\/\/t.co\/GbKfZVV1H6","sentiment_score":0.0}
{"full_text":"RT COVID vaccinations in Israel* light green = share with the second dose* dark green = share with the first doseIn the old...","sentiment_score":0.0285714286}
{"full_text":"RT Dr. Fauci says the U.S. is \"weeks away, not months away\" from considering the approval of new coronavirus vaccines, adding tha...","sentiment_score":0.1363636364}
{"full_text":"so much fax my whole town got drowned in fax","sentiment_score":0.1}
{"full_text":"Ready set go.3 sixesThose not accepting COVID-19 identity documents will not be allowed to travel or buy and sell anything.","sentiment_score":0.2}
{"full_text":"RT but can we all agree the pandemic would be over if these guys were in charge","sentiment_score":0.0}
{"full_text":"RT Republicans want to talk about Trump's legacy. Ok cool. 4,000 Americans dying a day from a mismanaged pandemic. Vacc...","sentiment_score":0.425}
{"full_text":"So tired of COVID19. FCUK.","sentiment_score":-0.4}
{"full_text":"RT LOCKDOWN XI: The one we've all been waiting for... the draw for the CENTRE FORWARDS. Enlarge the image for the full dr...","sentiment_score":0.35}
{"full_text":"For 2021, theme for Intl #EducationDay is 'Recover &amp; Revitalize #Education for the #COVID19 Generation'. This discourse occurs in the wake of the pandemic that has led to an unprecedented edu emergency, affecting 90% of the world's children and youth.","sentiment_score":0.6}
{"full_text":"Oh my god I'm living in the middle of a normalized pandemic ","sentiment_score":0.0}
{"full_text":"RT NEW: a common response to reports of hospitals struggling this winter is \"it's no different to a bad flu season!\"I've t...","sentiment_score":-0.2596590909}
{"full_text":"UNC having the stupidest covid testing system is the most predictable part of the year","sentiment_score":0.15}
{"full_text":"RT Count on &amp; his superb chief of staff to deliver on these brilliantly ambitious but eminently practical...","sentiment_score":0.625}
{"full_text":"Lil Baby Type Beat (HARD) \"Lockdown\" 2021https:\/\/t.co\/lTkDBnXZalTo purchase this beat:","sentiment_score":-0.2916666667}
{"full_text":"She seems kinda busy on the frontline of a global pandemic, perhaps you could do it. She's already done her part. #frontlineworkers","sentiment_score":0.05}
{"full_text":"RT She took covid vaccine a week ago....... She is from UK and a very real person....God!!! ,","sentiment_score":0.5078125}
{"full_text":"Hmm so you choose to believe a psychiatrist over virologists?https:\/\/t.co\/MZuyAN0wSi","sentiment_score":0.0}
{"full_text":"RT And the US just reported record trade imports and exports with China so looks like Scomo was the patsy...","sentiment_score":0.0}
{"full_text":"Our panel will be discussing the on going shift of trends in E-Learning and what kind of adaptations the educators have had to make to enhance and substantiate learning in this era of the post-pandemic world.#Listen2Experts #edutwitter #Pakistan","sentiment_score":0.6}
{"full_text":"RT Some of the Deeper Feeling About Broken America have been written by @MollyJongFast\"The Coronavirus Vaccine: After 11 Mo...","sentiment_score":-0.4}
{"full_text":"RT Given his derelict mishandling of the pandemic and incitement of mobs, Trump will be able to say his inaugural crowd was bi...","sentiment_score":0.5}
{"full_text":"just got covid tested i was listening to fancy the entire time","sentiment_score":0.0}
{"full_text":"RT Psssst... pass it on:  COVID LUNG is worse than smoker's lung. \"Post-COVID lungs look worse than any type of terrible...","sentiment_score":-0.6}
{"full_text":"RT If you're worried about the adverse consequences of isolation on society b\/c of the pandemic, you should have severe anxiety...","sentiment_score":0.0}
{"full_text":"RT Can i just drop in and say, you can criticize her for glamorizing the Bali life with a western lens and being irresponsibl...","sentiment_score":0.0}
{"full_text":"THE ELECTION WAS A FRAUD!PEOPLE MUST  GO TO JAIL.","sentiment_score":-0.1}
{"full_text":"RT  You couldn't make it up.","sentiment_score":0.0}
{"full_text":"RT Essentially the same article could be written in Canada. I don't think we have fully grappled with the fact that the benef...","sentiment_score":0.0}
{"full_text":"RT Our colleague was 51, leaves behind a familyA kind, hard-working doctorAnd from messages on our group was clearly hug...","sentiment_score":0.1}
{"full_text":"RT Can't lie this lockdown I feel soooo anti social and way too comfortable in my own company and it's not healthy, to all my...","sentiment_score":0.1958333333}
{"full_text":"Update: 39 mins 50 seconds inWhere is God in the pandemic? Tune into Sunday Night Live with (and","sentiment_score":0.1363636364}
{"full_text":"RT \"There have been needless suffering and deaths in the pandemic, and will be in the climate crisis too - unless we can s...","sentiment_score":-0.5}
{"full_text":"RT Help is on the way.When Joe Biden is sworn in as President:We will hit the ground running to deliver the American rescu...","sentiment_score":0.0}
{"full_text":"RT We wouldn't have to worry about our Twitter following if there weren't so many dangerous individuals on Twitter that we hav...","sentiment_score":-0.0333333333}
{"full_text":"a mask save just one life as the mantra GoesThen why are we still injecting people with an experiment like it doesn't matter","sentiment_score":0.0}
{"full_text":"I get no company could predict the \"card collecting boom\" caused by a pandemic but it's also their responsibility to adapt and adjust to anything that happens in business. This pandemic is almost a year long now so the we are short staffed reason can't be used anymore IMO.","sentiment_score":-0.025}
{"full_text":"RT Help is on the way.When Joe Biden is sworn in as President:We will hit the ground running to deliver the American rescu...","sentiment_score":0.0}
{"full_text":"Researchers Warn of Heightened Risk of HIV With Certain COVID-19 Vaccines","sentiment_score":0.2142857143}
{"full_text":"RT Poor Devin. 4,000 Americans are dying every day from Covid, five people died in last week's insurrection, but he thinks h...","sentiment_score":-0.2}
{"full_text":"RT So here's another aquatic nerd picture here!I've been Thailand once in 2019 and never gonna forget how amazing it is! food and...","sentiment_score":0.75}
{"full_text":"RT Since POTUS took office:- tens of MILLIONS more unemployed- 400,000 died from COVID-19- Iran's nuclear stat...","sentiment_score":0.5}
{"full_text":"Now Announcing COVID-19 Antibody TestsDon't wait to get tested, we're now offering Antibody test kits for Point-Of-Care settings. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antibody Test Kits at","sentiment_score":0.5}
{"full_text":"A late Dec. poll of people seeking career advice found 44% of survey participants lost their jobs directly due to the coronavirus pandemic, a Chicago executive coaching firm announced.https:\/\/t.co\/B4qrZ9UoL7","sentiment_score":-0.2083333333}
{"full_text":"Don and Joyce Hoffman have joined the group of Indiana residents vaccinated against COVID-19 after the virus forced them apart for weeks during the summer of 2020 after Joyce got coronavirus.https:\/\/t.co\/z5aWUinnvZ","sentiment_score":-0.3}
{"full_text":"RT It's simple. Listen to the experts. #WearAMask.","sentiment_score":0.0}
{"full_text":"If you are registered with a GP practice in Wales and eligible for a COVID-19 vaccination, you will be called for vaccination in Wales. If you are living in Wales and not registered, you should register with a GP. Find out more - ","sentiment_score":0.5}
{"full_text":"ICYMI in this week's #ConnectSport newsletter... Covid-19 pandemic has \"exacerbated inequalities\" says  Sport can play a \"pivotal role\" in recovery says Minister  providing \"safe haven\"Read more ","sentiment_score":0.5}
{"full_text":"If you go out, you can spread coronavirus. 1 in 3 of us who have COVID-19 don't have any symptoms, but can still pass it on. Stay at home @NHSDevonCCG","sentiment_score":0.0}
{"full_text":"But yet you want Open Borders, unfettered Illegal immigration which will bring more covid,gangs,rape,drugs,cartels , sex traffic, loss wages &amp; jobs , create a 3rd world welfare state,loss liberties,increase taxes! NO illegal immigration !","sentiment_score":0.0625}
{"full_text":"Have to remember 2 of the front 3 have had covid. The effects might be causing it, another is he's off form and lack of confidence perhaps even his head turned. Who knows","sentiment_score":0.0}
{"full_text":"\"This is not the time to propose $1.2 billion in tax cuts over the next three years when Arizonans are still hurting, the pandemic is not under control and the vaccine rollout has been slower than expected.\" --","sentiment_score":-0.05}
{"full_text":"#Germany does not expect fans to be allowed back into #Bundesliga matches until next season!#Footballhttps:\/\/t.co\/htuHhklXeS","sentiment_score":0.0}
{"full_text":"Israel is leading the world in COVID-19 vaccinations. But Palestinians aren't on the list","sentiment_score":0.0}
{"full_text":"RT 36 new cases of #COVID19 in #NB today - largest number of cases in a single day since the pandemic began, says Dr. Jennifer Rus...","sentiment_score":0.0324675325}
{"full_text":"Nice a Covid nurse wins 1 million bucks!  ","sentiment_score":0.4875}
{"full_text":"HSE issues new advice on Covid-19 vaccine for very frail elderly after a number of deaths in Norway","sentiment_score":0.1681818182}
{"full_text":"We understand that when you have a baby, you're faced with new challenges.The pandemic and lockdown have made things more difficult for some new parents &amp; families.That's why we're sending out a Sunday night reminder to always be kind to yourself.","sentiment_score":0.1745454545}
{"full_text":"Even after you get your COVID-19 vaccine, health experts say you still need to practice the usual pandemic precautions:- Stay away from crowds- Wear a mask- Maintain 6 feet of distance- Wash your hands","sentiment_score":-0.25}
{"full_text":".@HamiltonBulls coach says lockdown restrictions are pushing the sport further away","sentiment_score":0.0}
{"full_text":"Our columnist Tony has his say on lockdown TV schedulinghttps:\/\/t.co\/666h2z7Yts","sentiment_score":0.0}
{"full_text":"Heard this week on the Parenting Roundabout Podcast: \"Piz looks like something from the Covid era, when you can't get a haircut for nine months.\"","sentiment_score":0.0}
{"full_text":"RT CCU Athletics mourns the loss of Mayor John Rhodes. We are forever grateful for his advocacy and support of Chanticleer At...","sentiment_score":0.0}
{"full_text":"After Roman Baber's public anti-lockdown message, the premier kicked him out of the caucus -- proving that at least some things are beyond the pale, writes #onpoli","sentiment_score":-0.17}
{"full_text":"While some are benefiting from economic recovery, women -- particularly working women of color -- are still struggling. COVID didn't create this crisis, it merely exacerbated it.","sentiment_score":-0.0444444444}
{"full_text":"Thousands of candles can be lit from a single #Candle...#JoyTrain #Joy #Love #Kindness #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #ChooseLove #SuperSoulSunday #SundayMorning #SundayMotivation RT #ThinkBIGSundayWithMarsha","sentiment_score":0.4095238095}
{"full_text":"Our columnist Tony has his say on lockdown TV schedulinghttps:\/\/t.co\/XTs5uktkdE","sentiment_score":0.0}
{"full_text":"Five #Pandemic Habits You Should Keep","sentiment_score":0.0}
{"full_text":"The Journal Times featured the dedicated night-shift staff of Ascension All Saints Hospital, part of Ascension Wisconsin, as they care for COVID-19 patients.","sentiment_score":0.0}
{"full_text":"and not once would you condemn ANTIFA or BLM who were killing people, children just playing with scooters in the street executed by a black man who was released because of Covid.","sentiment_score":-0.1666666667}
{"full_text":" This time tomorrow, we'll be joined by for our #JHMChat: \"Leveraging COVID to Improve #HealthDisparities: A Path Forward\" Don't forget to follow &amp; #JHMChat to join the discussion!  Details:","sentiment_score":0.0}
{"full_text":"RT Texas leads America in Vaccines distributed.We are now expanding Vaccine Hubs from 28 to 79 across the state &amp; adding...","sentiment_score":0.0}
{"full_text":"They are trying to use this to obfuscate (?augment) their use of directed energy weapons which employ various wavelengths of the electromagnetic spectrum","sentiment_score":0.0}
