{"full_text":"You miss 100% of the shots you don't take and this game winning shot wasn't one I was going to miss. Very grateful to be able to receive this vaccine. Let's make sure we continue to take proper precautions until we get everyone vaccinated! #COVID19 #CovidVaccine #TaketheShot","sentiment_score":0.2166666667}
{"full_text":"RT I'm now eligible for a Covid vaccine! I just have to get an appointment. They filled up so fast!","sentiment_score":0.325}
{"full_text":"I think you're rather restrained! He's a complete f$ckwit!","sentiment_score":0.125}
{"full_text":"RT On the list of priorities, where does this wall fall?Why not do something\/ anything about #COVID19 ... which over the last...","sentiment_score":0.0}
{"full_text":"Last year I had my Flu shot and my second Pneumonia shot, and I felt a little tired for about a day.YESTERDAY  I HAD MY COVID19 SHOTSide Effect: an enormous JOY FULL OF ENERGY, my wife too Love was in the air","sentiment_score":0.1328125}
{"full_text":"Where the world is at: You had a bloody coup attempt &amp; attack on the Capitol, the President who sparked it is more worried about losing a golf tournament &amp; being banned from Twitter, a Covid fire is burning your country, &amp; Republicans are shouting all's well, let's sing together.","sentiment_score":-0.15}
{"full_text":"Way to push the fear mongering if you're so scared stay home and do what's right for your family don't make assumptions for everyone else's people like you are the problem ","sentiment_score":0.2857142857}
{"full_text":"My mums ordered lots of gaming party stuff for my cousins 13th, and I've done up a cool card to be sent and an extra gift. Your birthday maybe in lockdown buddy, but we'll make it a great day I promise x","sentiment_score":0.2875}
{"full_text":"Inception, but instead of ideas, they're implanting Covid into people","sentiment_score":0.0}
{"full_text":"RT Unbelievable....video I just took of BBC filming Dr.Who on The Knap beach...while the BBC tell people 'stay at home' Is Dr....","sentiment_score":0.0}
{"full_text":"RT HAPPENING NOW: President-elect Biden receives his second dose of COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"The pandemic really has been cruel","sentiment_score":-0.4}
{"full_text":"RT Western lowland gorillas are known to be susceptible to SARS-CoV-2, the virus that causes COVID-19. On January 11, three at the...","sentiment_score":0.0}
{"full_text":"RT SICKENING--Rep. Bonnie Watson Coleman, a 75-year-old cancer survivor, has tested #COVID19 positive after taking shelter in a...","sentiment_score":0.2272727273}
{"full_text":"Dr: you Covid test came back negativeMe:","sentiment_score":0.0}
{"full_text":"Absolutely!","sentiment_score":0.25}
{"full_text":"RT I remember when word was that TikTok wasn't a real factor in the music industry and now the pandemic has allowed it to l...","sentiment_score":0.2}
{"full_text":"RT noteworthy: actually the large majority of people seem to still be complying with lockdown rules, despite everyone whining...","sentiment_score":0.1071428571}
{"full_text":"RT EVENT 201 &amp; COVID LOCKDOWNS1) The Canadian Covid-19 Immunity Task Force is the group of \"experts\" that the government r...","sentiment_score":0.0}
{"full_text":"RT Poor families' living costs have surged during pandemic, UK study finds","sentiment_score":-0.4}
{"full_text":"Don't worry folks! Just a two or three more weeks. You know, to \"flatten the curve\" and all!","sentiment_score":0.625}
{"full_text":"RT At this very moment, human traffickers are robbing 25 million people of their freedom and basic human dignity. This is a glo...","sentiment_score":0.05}
{"full_text":"RT Western lowland gorillas are known to be susceptible to SARS-CoV-2, the virus that causes COVID-19. On January 11, three at the...","sentiment_score":0.0}
{"full_text":"RT Democrat Nancy Pelosi held up coronavirus relief for 8 months but managed to get articles of impeachment on the House flo...","sentiment_score":0.0}
{"full_text":"RT Dr Rachel Clarke on BBC QT .. because of the govts decision to \"ignore\" advice to lockdown before Christmas: \"We've lost m...","sentiment_score":0.0}
{"full_text":"RT Minister: \"The Govt has been following public health advice from day one...\"\"...but it went against public health advic...","sentiment_score":0.0}
{"full_text":"RT Miami-Dade shut down its COVID-19 vaccination website shortly after it went live again Monday as demand for vaccine dos...","sentiment_score":-0.0063973064}
{"full_text":"RT Cajun Covid test site guy just instructed me to \"take dat swab out da tube and stir it 'round ya nose five times real good, li...","sentiment_score":0.4}
{"full_text":"Thinking about how many people live on less than $300 a week and those people apparently don't matter outside of the pandemic (or during even)","sentiment_score":0.1039393939}
{"full_text":"RT The unbearable heaviness of Mike Pence. He is in the forefront of the epic fail of the White House Corona Virus Task Force;...","sentiment_score":-0.1333333333}
{"full_text":"Last time Hwasa went MIA she went on a trip with Soojung to Thailand, she probably can't travel out of SK now cause of covid but I hope she's going somewhere to relax and rest","sentiment_score":0.0}
{"full_text":"This is the first birthday where I'm not too excited about it because i can't do anything cause of the pandemic. Regardless, I'm grateful to be okay at least.","sentiment_score":0.20625}
{"full_text":"RT The world: are you sure a trip to Dubai is a good idea? Someone could easily catch Covid and it would be a messy situatio...","sentiment_score":0.3583333333}
{"full_text":"Despicably selfish and disrespectful.","sentiment_score":-0.5}
{"full_text":"RT BOVID-19 is real AF. Wear a mask, bover up.","sentiment_score":0.2}
{"full_text":"Senator Sherrod Brown on :When 75 Senators and 75 staff were in lockdown, was five feet away from a Capitol Police Captain, screaming \"Why didn't you protect us!\"Arsonist says it's getting hot.#ResignLindsey#ResignPeaches#ExpelLindseyGraham","sentiment_score":0.0}
{"full_text":"RT SCHEDULE UPDATEThis weekend's games at Omaha have been canceled in accordance with Summit League COVID-19 protoco...","sentiment_score":0.0}
{"full_text":"RT Minister: \"The Govt has been following public health advice from day one...\"\"...but it went against public health advic...","sentiment_score":0.0}
{"full_text":"I don't think we will have a regular season this year. The pandemic will still be here ","sentiment_score":0.0}
{"full_text":"RT First, Democrats support government shutting down small business during #COVID19. Now, Democrats support big business shu...","sentiment_score":-0.0388888889}
{"full_text":"RT Crosby: \"For me, I'm just excited to play some games. I've always liked playing a lot and getting into a...","sentiment_score":0.4875}
{"full_text":"RT Brick &amp; Mortar Retail Meltdown in Stunning Manhattan Style, Years Before &amp; Now During the Pandemic.Store rents had alrea...","sentiment_score":0.5}
{"full_text":"RT Tuesday, 12 January - coronavirus cases in Queensland:* 1 new locally acquired case* 2 overseas acquired cases* 28 ac...","sentiment_score":0.0681818182}
{"full_text":"RT Really worrying that antidepressants are being prescribed following very brief telephone consultations to people whose...","sentiment_score":0.0666666667}
{"full_text":"This makes me despair: WAKE UP to the CONservatives","sentiment_score":0.0}
{"full_text":"vishh","sentiment_score":0.0}
{"full_text":"RT Vaccinated people must not change their behaviour because we still don't know if vaccines can stop spread of coronavir...","sentiment_score":0.0}
{"full_text":"RT Quang \"Q\" Dai Bui, 41yo Physical Therapist, Aldie, VA, died of #covid19 12\/31. He leaves behind his beautiful wife, 13 yo son,...","sentiment_score":0.15}
{"full_text":"RT America has lost 12k people to Covid over the past few days. That's on you too. Just FYI.","sentiment_score":-0.225}
{"full_text":"RT Teacher slams free meals provider for 'shameful' rations amid coronavirus crisis","sentiment_score":0.4}
{"full_text":"If \"Covid\" was really killing all the people they make it seem then the world would be made scarce right now. Every single night they say THOUSANDS are dying. COVID been going on for a whole year now. Thousands? MILLIONS? Cmon now. Fake ass news.","sentiment_score":0.0228571429}
{"full_text":"RT Boris Johnson can't get enough of experts again - but its his dithering that's costing the NHS | Andrew Grice","sentiment_score":0.0}
{"full_text":"RT 375k Americans have died of COVID. Just FYI.","sentiment_score":0.0}
{"full_text":"RT i have to be the most fuckable person at the covid testing site","sentiment_score":0.5}
{"full_text":"RT To get corona vaccine, showing Kagaz is compulsoryBut what if govt links vaccination drive with National Register of Citizens...","sentiment_score":0.0}
{"full_text":"RT What happens when China takes over a UN agency? Let's talk about the and the catastrophic failure of that agency to dea...","sentiment_score":-0.3166666667}
{"full_text":"RT I live in Barry, South Wales..in tier 5  Lockdowns are destroying my business, my 3 kids are struggling and need social in...","sentiment_score":-0.0101010101}
{"full_text":"I'm fine thanks working hard at the hospital fighting the good fight against covid hopefully things will get back to normal soon x","sentiment_score":0.1958333333}
{"full_text":"San Diego Zoo gorillas test positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"With those newly found Covid sufferers, are we going back to lockdown again? #Queensland","sentiment_score":0.0681818182}
{"full_text":"RT Boom in wild deer numbers poses threat to woodlands","sentiment_score":0.1}
{"full_text":"RT China has articulated in no uncertain terms that they plan to overtake the US economy by 2028. Why on earth would Democra...","sentiment_score":0.0}
{"full_text":"We much include our unhoused in the upcoming COVID-19 Relief as well. #homes4all","sentiment_score":0.2}
{"full_text":"RT Democratic Rep. Bonnie Watson Coleman, a 75-year-old cancer survivor, has tested positive for the coronavirus. She believ...","sentiment_score":0.2272727273}
{"full_text":"RT Climate Change is Hoax.  COVID still has a recovery rate of 99.9%.  You're being lied to about everything","sentiment_score":0.0}
{"full_text":"375k Americans who died due to Covid don't give a shit how unpopular you are on Twitter. Delete your account.","sentiment_score":-0.1625}
{"full_text":"RT 100-page analysis exposing PCR and the scientific scandal which is driving tyranny - includes a look at how behavioura...","sentiment_score":0.0}
{"full_text":"RT It's not just people who are constitutionally against vaccination: Even some health-care workers -- witnesses to the p...","sentiment_score":0.0}
{"full_text":"RT Newspaper headlines: Lockdown rules latest and Johnson's bike ride","sentiment_score":0.5}
{"full_text":"RT Covid19 per 100k population in Monaghan 14 days is up again &amp; HIGHEST in State at 2687.9 &amp; 1\/26. At midnight Saturday to...","sentiment_score":0.0}
{"full_text":"RT Woke up today feeling extremely dizzy when I tried to walk about so took a COVID test to be safe and ended up testing Positiv...","sentiment_score":0.1875}
{"full_text":"If COVID ended tomorrow, what is the first thing you'd do?","sentiment_score":0.25}
{"full_text":"RT I don't know about you but I'm starting to see some inconsistencies in the way Los Angeles county is enforcing covid-19 re...","sentiment_score":-0.05}
{"full_text":"The new Sarah Palin!","sentiment_score":0.1704545455}
{"full_text":"Invite her to the vigil for the COVID victims.","sentiment_score":0.0}
{"full_text":"One person that emerged in 2020 was , mayor of Washington DC.  I think she earned much respect in 2020.  COVID restrictions, BLM and now the insurrection).","sentiment_score":0.2}
{"full_text":"RT Pelosi plays politics with American lives #ImpeachPelosiNow","sentiment_score":0.0}
{"full_text":"RT Opinion: Our nation's health hinges on good science. Our national security cannot afford another Covid-19. We must turn away...","sentiment_score":0.7}
{"full_text":"U turn in how many days... ","sentiment_score":0.5}
{"full_text":"RT Dr Ger O'Connor, an emergency medicine consultant in the Mater showed #CBLive where you could end up if you get #Covid...","sentiment_score":0.0}
{"full_text":"Report | COVID-19 ICU patients are at high risk of brain dysfunction, finds study.https:\/\/t.co\/FsplelDk5Y","sentiment_score":0.16}
{"full_text":"\"What we need to do before the vaccines have had their effect, because it will take several weeks before that happens, we need to really double down.\"https:\/\/t.co\/EWokyFBI3v","sentiment_score":-0.0518518519}
{"full_text":"Aussies hoping for a better 2021 are in for a rude shock after an infectious disease expert revealed the grim reality of what our next 12 months look like. Follow our live coverage.","sentiment_score":-0.1327272727}
{"full_text":"Does your Covid Coping Tool need an audience? Looking for a creative space to perform without any risk? Sign up for our first Virtual Open Mic Poetry Night! Sign your name here (https:\/\/t.co\/MZCySGnAsK) before January 14th.","sentiment_score":0.25}
{"full_text":"In our first episode of the City Surveillance Watch podcast, reports on the latest smart safe city surveillance trend: pandemic tech.Learn how COVID-19 has created a whole new surveillance tech balancing act for cities to manage:","sentiment_score":0.3001082251}
{"full_text":"Bucs Place LB On Reserve\/COVID-19 Listhttps:\/\/t.co\/MoEnA646Wi","sentiment_score":0.0}
{"full_text":"West Virginia's death total related to #coronavirus has climbed to at total 1,594 as the state DHHR today reported another 12 deathshttps:\/\/t.co\/YqJXBQ9tJF","sentiment_score":0.0}
{"full_text":"CARTOON: Contributing cartoonist reminds us all that when it comes to COVID-19 tests, we are all one and the same.https:\/\/t.co\/PJqRPVQ7Dp","sentiment_score":0.0}
{"full_text":"Exclusive: #TheGoodDoctor Star Addresses COVID-19 Pandemic Impact on Season 4","sentiment_score":0.0}
{"full_text":"Kaya Natin! Champion Sen. stressed the importance of transparency in the COVID vaccination program.READ MORE:","sentiment_score":0.5}
{"full_text":"Coronabeth laughed so hard that she had to honk her beautiful nose into a napkin. Someone was explaining the joke to the salt-and-pepper priest, who, when they got it, said \"Oh, 'the'!\" which started Corona off again.","sentiment_score":0.4694444444}
{"full_text":"In 2020, COVID-19 closed two-thirds of U.S. movie theaters and reduced ticket sales by 80 percent. What does that mean for the multiplex's future?","sentiment_score":-0.1375}
{"full_text":"In anticipation of future needs, OC's Virtual Emergency Volunteer Center (EVC) is currently pre-registering volunteers interested in assisting government staff with COVID-19 vaccinations at Points of Distribution sites this year. Please register at","sentiment_score":0.0375}
{"full_text":"Carnival expects 2021 loss but says 2022 bookings are stronghttps:\/\/t.co\/RZq89Jf9oy","sentiment_score":0.0}
{"full_text":"A total of 113,246 doses of the COVID-19 vaccine have been administered in Ontario","sentiment_score":0.0}
{"full_text":"People with type 1 diabetes have a higher risk of dying from Covid-19. Why are they lower on CDC's vaccine priority list?","sentiment_score":0.25}
{"full_text":"The city's tighter protocols don't change any rules for businesses, but Tecklenburg urged businesses and residents to voluntarily step up efforts to be safe and keep the pandemic from getting worse.https:\/\/t.co\/3mGk3asQNa","sentiment_score":0.5}
{"full_text":"Russia says 1.5 million people have been vaccinated with its #COVID19 vaccine.https:\/\/t.co\/hFoyiKTz7E","sentiment_score":0.0}
{"full_text":"Here's a list of other body organs that are likely to get affected due to COVID-19 in the long run, read on to know more!#COVID19","sentiment_score":-0.075}
{"full_text":"\"We need COVID relief for everyone who's affected by it. We need Medicare for all. We need a green jobs program. We need to forgive student debt.\"https:\/\/t.co\/Kpk4siSiVs","sentiment_score":-0.2}
{"full_text":"RT The message that this sends is that some children are not even worthy of a proper meal. That because a family has fallen...","sentiment_score":0.1666666667}
{"full_text":"Saudi Arabia has fined more than 300 businesses since the start of the year for breaking rules aimed at stopping the spread of #COVID-19.https:\/\/t.co\/22t2JHftgm","sentiment_score":0.5}
{"full_text":"Teachers are warning classrooms are FULL, despite the current lockdown restrictions.Staff at a school in Grimsby are blaming a lack of laptops for home learning.https:\/\/t.co\/LcyESqp60x","sentiment_score":0.175}
{"full_text":"RT 6) and then there is this bigger superspreading event that Jan 6th likely kicked off nationwide.","sentiment_score":0.0}
{"full_text":"ICYMI: Though a curfew has been all but ruled out, the province is expected to announce new, stricter COVID-19 related lockdown measures on Tuesday. Here's everything you need to know.","sentiment_score":0.0121212121}
{"full_text":"Take a look at these new study results that highlight why remote and #flexiblework will continue to be the norm for the workforce even post-pandemic in","sentiment_score":0.0181818182}
{"full_text":"RT For today the kids enjoy a snow day. Something COVID can't take away: #snowintexas #snowday #No...","sentiment_score":0.4}
{"full_text":"Isn't it often the case that when someone is way over thier head &amp; can't perform their job they blame others as a distraction 's only way of operating, but it is wearing thin, we can see through the facade of your weak leadership skills","sentiment_score":-0.2583333333}
{"full_text":"TOP STORIES TODAY ON AUTOINC. ONLINE1. Report: Pandemic shifts consumer mindset on tech adoption2.  Recall Alert: Automaker says 471,000 Hyundai Tucson SUV owners should park outsidehttps:\/\/t.co\/lZvntEt9If","sentiment_score":0.5}
{"full_text":"RT Trump's former COVID advisor is mad that he's lost twitter followers.375,000 Americans have lost their lives to COVID. ht...","sentiment_score":-0.3125}
{"full_text":"RT stop putain #covid","sentiment_score":0.0}
{"full_text":"Congresswoman tests positive for COVID-19 after attack on Capitol","sentiment_score":0.2272727273}
{"full_text":"This round of COVID-19 relief for schools is more than four times the amount that Iowa received last spring through the Coronavirus Aid, Relief and Economic Security Act.","sentiment_score":0.125}
{"full_text":"RT Rumors are Tommy Tagai, Tyreek Smith, potentially FridayIf Ohio State DL got hit with COVID, that would be enormous in this m...","sentiment_score":0.0}
{"full_text":"RT COVID19 honestly needs to release us. we get it , you came , you saw , you conquered . you can leave now.","sentiment_score":0.6}
{"full_text":"Preparing for successful \"COVID-exit\" marketing #B2BMarketing","sentiment_score":0.75}
{"full_text":"RT There won't be blood: Sony moves MORBIUS, based on Marvel Comics' vampire antihero, from March 19 to Oct. 8. One of the many...","sentiment_score":0.5}
{"full_text":"Wow, that's like 3 days worth of people who have died from Covid under you watch.","sentiment_score":0.2}
{"full_text":"RT Students' calls for refunds on accommodation and tuition fees amid pandemic-driven disruption are expected to swiftly gr...","sentiment_score":-0.1}
{"full_text":"\"There are no beds\": One ambulance ride leads to another for non-covid patients - Kaiser Health News","sentiment_score":0.0}
{"full_text":"Research from #GI21 underscores the importance of culturally appropriate outreach, education, &amp; patient engagement to increase #ClinicalTrial enrollment hampered by #COVID19  #ASCODailyNews","sentiment_score":0.5}
{"full_text":"Are we ready to talk about how many people would have been comfortable voting for Trump in states he had previously won but lost this election if he had been mildly competent dealing with the pandemic (ie-monthly payments, rent, etc)","sentiment_score":0.2866666667}
{"full_text":"RT Democratic Rep. Bonnie Watson Coleman, a 75-year-old cancer survivor, has tested positive for the coronavirus. She believ...","sentiment_score":0.2272727273}
{"full_text":"RT The architect of our disastrous #COVID19 response ended his Twitter silence with this message instead of an apology fo...","sentiment_score":-0.7}
{"full_text":"RT Bucs Place LB On Reserve\/COVID-19 Listhttps:\/\/t.co\/MoEnA646Wi","sentiment_score":0.0}
{"full_text":"RT Staff of Coca Cola Ghana today embarked on a protest over dismissal of 30 colleagues. The beverage firm last year announced...","sentiment_score":-0.1}
{"full_text":"Is work from home here to stay? is ready to support growing remote working needs with its Managed DaaS offerings powered by Pure Storage. Read more:","sentiment_score":0.2035714286}
{"full_text":"Here's a thought for those who don't think CoVid is dangerous or contagious...go volunteer at a COViD ward...do some good instead of being the equivalent of flat earthers. Or don't you have the courage of your convictions?","sentiment_score":0.025}
{"full_text":"The U.S. has reported more than 100,000 COVID-19 hospitalizations for 40 days in a row, according to the COVID Tracking Project.","sentiment_score":0.5}
