{"full_text":"RT I'm sorry, but I don't understand \"leftist\" who've seen the Democratic Party leadership squash the left movement two el...","sentiment_score":-0.1833333333}
{"full_text":"RT \"I do not doubt the seriousness of the epidemic but I believe that history will look back on the measures taken to con...","sentiment_score":0.0}
{"full_text":"RT On June 30 Dr. Fauci said the U.S. could not count on the availability of a safe and effective COVID-19 vaccine.This...","sentiment_score":0.55}
{"full_text":"Did the lockdown push his son over the edge. Many people became very depressed due to the lock down.","sentiment_score":0.1048611111}
{"full_text":"RT His  Fighting Covid Lets Hope He Gets  Through This,   Lets Pray For Him and  His Family ","sentiment_score":0.0}
{"full_text":"RT please challenge them this week on this, a simple what is the FM priority, In...","sentiment_score":0.0}
{"full_text":"Surveillance interrupt. + the displcmnt.  of 100s of 1000s of ppl \"is feared to have facilitated massive community transmission of the pandemic\": #TigrayGenocide #BidenTakeAction@jakejsullivan@ABlinken@LindaT_G\r@JeffZients@yohannesabraham\rhttps:\/\/t.co\/Ykcar44ePa","sentiment_score":0.0}
{"full_text":"RT .99 cents! \"I want to go to Heaven, Mom\". Five years old. What would you say? #ASMSG  ","sentiment_score":0.1}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"RT We wouldn't have to worry about our Twitter following if there weren't so many dangerous individuals on Twitter that we hav...","sentiment_score":-0.0333333333}
{"full_text":"RT Supporting people to #Isolate is critical to stop spread of #COVID19. While PS500 isolation payment welcome, it is below m...","sentiment_score":0.35}
{"full_text":"Oxford-Astrazeneca's Covid-19 vaccine allowed in Pakistan","sentiment_score":0.0}
{"full_text":"RT The U.S. will hit 400,000 coronavirus deaths this weekend.More thanChinaRussiaIndiaFranceTurkeyVietnamHong Kong...","sentiment_score":0.0}
{"full_text":"Sask's active cases per capita lead the country by an ever-wider margin. On the other hand, &gt;3,000 vaccinations today is a big step forward. On the *other* other hand, Pfizer bottleneck might make that pace hard to sustain. Thoughts ?","sentiment_score":-0.1333333333}
{"full_text":"As a RN, I feel conflicted. I'm thankful for the support of field hosp. b\/c we're overwhelmed. But, I'm also angry towards u&amp; other Xian's who won't wear a mask &amp; cry persecution when you're inconvenienced. U can't deny the seriousness of COVID &amp; then swoop in to save the day","sentiment_score":-0.3125}
{"full_text":"RT Jonathan Holmes, who left Destructoid after a controversy where he wrote an article taking the side of a DMCA abuser and sender...","sentiment_score":0.0}
{"full_text":"RT Mass border surge in the midst of a global pandemic is a public health crisis. Biden should work with ALMO to prevent them...","sentiment_score":0.0}
{"full_text":"RT The selection of Murphy as ACT's Australian of the Year for doing his job badly says more about...","sentiment_score":-0.0666666667}
{"full_text":"RT Stop the LIES. Since POTUS Trump took office more than 400,000 extra ppl have died from COVID19 &amp; a confedera...","sentiment_score":0.25}
{"full_text":"this contains misleading coronavirus information","sentiment_score":0.0}
{"full_text":"RT We wouldn't have to worry about our Twitter following if there weren't so many dangerous individuals on Twitter that we hav...","sentiment_score":-0.0333333333}
{"full_text":"almost one year after the pandemic first exposed the health disparities Black communities experience due to structural\/institutional racism, the UK and US appear to have made no progress on increasing trust in\/access to medical care for those most at risk of dying from covid-19.","sentiment_score":0.0916666667}
{"full_text":"RT The President fingered parties, weddings, end-of-year get-togethers and so on as major reasons why we've a Covid-19 spike,...","sentiment_score":0.0625}
{"full_text":"RT Anxiety can really get the best of someone, but maybe start talking about current affairs like Corona virus? I can guaran...","sentiment_score":0.4}
{"full_text":"I've been raving about my immune system this entire pandemic  better not let me down","sentiment_score":0.1148148148}
{"full_text":"Feel better soon thank you to all in our NHS and healthcare teams in all settings and our key workers ! Stay at home as these amazing people do not have that luxury to protect themselves and others.","sentiment_score":0.3666666667}
{"full_text":"'To solitude: Learning from other countries on how to improve compliance with self-isolation' - #COVID19 #SelfIsolation","sentiment_score":-0.125}
{"full_text":"RT This lockdown is so much worse than the last 2.  I'm sick of being at home, I'm sick of only talking to people on what's a...","sentiment_score":-0.3657142857}
{"full_text":"Sorry for riots lose of lives but democratics and fake news congress false flag cancel culture terrorist in our university are communist revolution and are democratics like pelosi with banning covid relief helping trump and dominion choicing communist hardware pelosi asked for it","sentiment_score":-0.4666666667}
{"full_text":"RT Imagine we get lockdown then we dey watch the court proceedings ","sentiment_score":0.0}
{"full_text":"RT Trump has done absolutely nothing to addresss the pandemic surge of the past two months. He doesn't even acknowledge it. H...","sentiment_score":-0.025}
{"full_text":"RT One of THEE great matches to appear on YouTube during lockdown!","sentiment_score":1.0}
{"full_text":"JANUARY 20, 2021 WE WILL BEGIN HEALING ALWAYS WEAR A MASK! PRAY TO GOD EVERY DAY HAVE FAITH &amp; HOPE &amp; BELIEVEWASH YOUR HANDS! SOCIAL DISTANCE!  BE SAFE EVEN WITH FAMILY BELIEVE IN SCIENCE ","sentiment_score":0.2708333333}
{"full_text":"RT Roughly 10 million Americans lost their health insurance during the pandemic because they rely on their employer\/ family...","sentiment_score":-0.1}
{"full_text":"RT The state's overall total rose to 1,571,279 Sunday.","sentiment_score":0.2}
{"full_text":"According to NHS England figures, the number of people whose death certificates show death from only coronavirus, i.e. no pre-existing condition, is only 1,265.And this has been fact checked.","sentiment_score":0.0}
{"full_text":"Deliberately threatening others with death is not cool. In fact, indiscriminately killing others is  illegal. Refusing vaccine, masks, washing and distancing is random negligent homicide in a pandemic. Go to jail. Do not pass \"GO\". BE THERE WITH YOUR OWN KIND.","sentiment_score":-0.0125}
{"full_text":"RT The \"virus of Trump hatred\" is more deadly than coronavirus, bc THEIR HATE is killing our Constitutional Republic of S...","sentiment_score":-0.1666666667}
{"full_text":"RT Well, in that case, let's just forget about that whole insurrection that they helped to incite.","sentiment_score":0.2}
{"full_text":"RT I just spoke to a friend whose neighbour reported them for having their teenage son home for Christmas. The boy was escor...","sentiment_score":0.0}
{"full_text":"RT Extra long family walk. Sigh. #lockdown","sentiment_score":-0.025}
{"full_text":"RT LIVE: DC on Lockdown: January 17th, 2021","sentiment_score":0.1363636364}
{"full_text":"All US federal prisons on temporary lockdown ahead of Biden inauguration","sentiment_score":0.0}
{"full_text":"CBS' Catherine Herridge Drops Some Troubling Previously Unknown Info About Coronavirus - \"For All You Chinese Sympathizers in Our Government, Pay Attention and Protect the American People?\"","sentiment_score":-0.0333333333}
{"full_text":"Totally agree. ","sentiment_score":0.0}
{"full_text":"I do not hav an n95 and I do not wear eye protection. I did not go on an airplane when we went on vacation.","sentiment_score":0.0}
{"full_text":"RT combined.Com. Bined.","sentiment_score":0.0}
{"full_text":"Vaccin et COVID via","sentiment_score":0.0}
{"full_text":"Beginning to open up.","sentiment_score":0.0}
{"full_text":"COVID-19 Timelinehttps:\/\/t.co\/LqrwcuYEtj 4:50mins vidCOVID shouldn't be here at allSee \"likes\" for full story, sources &amp; fact check. Retweet or use as u see fit@msnbc_breaking","sentiment_score":0.35}
{"full_text":"RT ITALIANS ARE REFUSING TO LOCKDOWN! CALLING ALL ENGLISH RESTAURANTS AND PUBS, WHEN ARE YOU GOING TO 'TAKE BACK CONTROL'?...","sentiment_score":0.0}
{"full_text":"In the dismal early days of the pandemic, a vaccine seemed depressingly far off. Historically, the average time to develop a new vaccine was 10 years--far too long for...https:\/\/t.co\/CsNRM3IMJD","sentiment_score":0.0227272727}
{"full_text":"RT Good Afternoon - Overtip the person who is delivering your food during a pandemic.","sentiment_score":0.7}
{"full_text":"RT combined.Com. Bined.","sentiment_score":0.0}
{"full_text":"RT \"Last spring, the policy was quietly revoked with no consultation. It was done on the Friday of the May long weekend, during...","sentiment_score":-0.0166666667}
{"full_text":"RT Covid really ruining college ...","sentiment_score":0.2}
{"full_text":"Yknow, the same businesses we forced to close while corporate giants like Walmart and Amazon made real profit during the pandemic. It's a double blow to small businesses","sentiment_score":-0.0583333333}
{"full_text":"RT Why did you delay COVID-19 relief for 8 months?","sentiment_score":0.0}
{"full_text":"We think a new leaflet on benefit rights for people with NRPF might be useful - many benefits earned by working and paying National Insurance aren't classed as 'public funds'.  #ToDoList","sentiment_score":0.2340909091}
{"full_text":"RT having                             disliking covid-19                pedro pascal                  no taste","sentiment_score":0.0}
{"full_text":"Hogan is making it seem like many more people have been vaccinated than actually have. The dashboard shows less than 10% have gotten a second dose.","sentiment_score":0.1666666667}
{"full_text":"MADness Need to STOP these nuclear dangers! Ring church bells and #lockdown handbells at 12.00 noon on 22 January,    #UnitedNations #nuclearban #TPNW  #UK4TPNW","sentiment_score":0.0}
{"full_text":"RT In the trade this is known as pushing on a string","sentiment_score":0.0}
{"full_text":"RT Blue hues made just for you Wanna new 'fit to lounge in this lockdown?! Like this post &amp; drop a  below for the chance to b...","sentiment_score":0.2121212121}
{"full_text":"RT Goodell stayed out of Foxboro for like three years and made up fake scheduling issues and whatnot yet he's made it to B...","sentiment_score":-0.5}
{"full_text":"RT If you think that NHS staff should receive full COVID-19 vaccine courses (2 doses) immediately, please RT thisNHS staf...","sentiment_score":0.35}
{"full_text":"RT Meanwhile in a lockdown in Canada during winter....with time on your hands.","sentiment_score":0.0}
{"full_text":"RT Large, draughty, high-ceilinged cathedrals are an ideal design for vaccination centres in a pandemic. But so are many temples...","sentiment_score":0.5380952381}
{"full_text":"RT 2) All that white on the X-ray is scarring. You don't want it. Many have COVID lung even if asymptomatic. How common is s...","sentiment_score":0.0666666667}
{"full_text":"RT We're just over two weeks into 2021 and Tom Cruise has robot henchmen","sentiment_score":0.0}
{"full_text":"It depends how far north you're traveling in South Africa. Getting a vaccinated is standard for travel. In the old days you had to quarantine when you arrived in tons of countries. (Batshit crazy people who think they know better should stay at home and type crap on Twitter.)","sentiment_score":-0.1166666667}
{"full_text":"I completely understand this. I was in isolation being tested for covid last year and one nurse couldn't find a vein to take my bloods and I could see how pent up she was... until I told her that I'd make a shit drug addict. The laughs and thanks I got after said a lot","sentiment_score":0.025}
{"full_text":"RT DG Hisham liked this on Twitter.Kesian dia, I believe the success of first MCO is because of his strategies, not othe...","sentiment_score":0.3833333333}
{"full_text":"Ghana has confirmed what we feared all along that the more aggressive variants of Covid-19 are here among us.  You know what to do. Protect yourself and protect the rest of us.","sentiment_score":0.45}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT These events that are scheduled with today in Houston are on our radar. Other bars\/clubs that are ope...","sentiment_score":-0.125}
{"full_text":"RT if I was a child in the era of covid, I would simply throw out my video games, go outside, watch neighbors I cannot interact wi...","sentiment_score":0.0}
{"full_text":"RT At 7:50 pm my younger brother Jerry passed from covid after 45 days in hospital . He will be sadly missed by his Wife and 8 k...","sentiment_score":-0.25}
{"full_text":"RT At 7:50 pm my younger brother Jerry passed from covid after 45 days in hospital . He will be sadly missed by his Wife and 8 k...","sentiment_score":-0.25}
{"full_text":"RT LIVE: DC on Lockdown: January 17th, 2021","sentiment_score":0.1363636364}
{"full_text":"RT having                           disliking covid-19              frank ocean                   no taste","sentiment_score":0.0}
{"full_text":"RT We're not going to \"happy talk\" this virus away.  It's time for being straight with the American people about the crisis w...","sentiment_score":0.3333333333}
{"full_text":"RheumNow Podcast Now UP - Steroids, IVIG &amp; the Vaccine.How to handle COVID19 Vaccine issues, IL-6 inhibition in COVID, Comorbidites in RA, IVIG in dermatomyositis, &amp; more...https:\/\/t.co\/f0wWTm2kV5","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"the serotonin boost everyone needs on this lockdown sunday evening ","sentiment_score":0.0}
{"full_text":"There are already thousands of people fleeing the violent death squads our country and our capitalists fund coming to the border as we speak. You are not paying attention. 2 hurricanes slammed CA this past season. Covid, violence, economic deprivation.","sentiment_score":-0.2833333333}
{"full_text":"RT Our study of 47,780 people hospitalised  post #COVID19  led by At follow-up of only 140 days:29.4...","sentiment_score":0.0}
{"full_text":"is more like \"covid privilege'\"  LOL   #gotCovidsoFeelsLIkeHeKnowsWhatHesTalkingAbout","sentiment_score":0.65}
{"full_text":"RT Remember when all the crazy ppl said that WuFlu was purely political &amp; then as soon as the election was over all the most...","sentiment_score":-0.0333333333}
{"full_text":"Exactly what happens in dictatorships.","sentiment_score":0.25}
{"full_text":"Shadow says\"Please help us....we have been put through so much red tape in order to get my full disability benefits....still have not got half of it....thanks hoomans.","sentiment_score":0.0611111111}
{"full_text":"RT All students deserve their own space. Please help me to add desks to my Autistic Support class. This will help to stay s...","sentiment_score":0.2}
{"full_text":"RT \"I do not doubt the seriousness of the epidemic but I believe that history will look back on the measures taken to con...","sentiment_score":0.0}
{"full_text":"RT It's hard to overstate what an empty vessel Mike Pence is. Four years of the oleaginously adoring gaze. Abject, deadly...","sentiment_score":-0.0979166667}
{"full_text":"RT I signed this letter highlighting the needs for a strategic approach to addressing the impact of the pandemic on childre...","sentiment_score":0.0}
{"full_text":"A fantastic write up thank you.","sentiment_score":0.4}
{"full_text":"RT Not a single enforcement notice for companies breaching Covid safety rules. Remember that next time we hear about a walker...","sentiment_score":0.0178571429}
{"full_text":"President-elect Joe Biden: \"For the first time in history, I'm going to be elevating the Presidential Science Advisor to a Cabinet rank\"This is how you combat a global pandemic and international issues, such as climate change","sentiment_score":-0.11}
{"full_text":"#CapitolReport: More CT residents eligible for COVID-19 vaccine; high school students starting winter sports season","sentiment_score":0.22}
{"full_text":"RT \"We're inheriting a huge mess here,\" Ron Klain, Biden's WH chief of staff says on of vaccines.Says expects US to hit...","sentiment_score":0.1125}
{"full_text":"Thank you for staying home this weekend.Our path out of this pandemic is in front of us. We must all tread that path in a way which keeps ourselves, our loved ones and our communities safe from this dreadful virus.#StayHome and protect the NHS.","sentiment_score":0.0666666667}
{"full_text":"Insurance company Aviva has warned that although some burglars may have been deterred, research has suggested that nearly two-thirds of burglaries happen while people are in their homes.https:\/\/t.co\/2mp1AmjETz","sentiment_score":0.1}
{"full_text":"Instead, a small group of invited anti-abortion leaders will march Jan. 29, and the event will be livestreamed.https:\/\/t.co\/GC0IQEv6nE","sentiment_score":-0.25}
{"full_text":"According to the the has almost no death #data for most African countries, constituting a large knowledge gap about the true impact of #COVID19 and other health threats on communities all over the continent. #CRVS Learn more","sentiment_score":0.2398809524}
{"full_text":"RT Whilst the peak may be coming soon, sadly we still have almost 200patients in our critical care. 84% have respiratory failur...","sentiment_score":-0.25}
{"full_text":"Did you know Residential Beat Officers hold regular meetings in their #OakPark neighborhoods to discuss issues, report on crime trends and answer questions. The meetings currently are being held virtually due to COVID-19. More info is at","sentiment_score":0.09375}
{"full_text":" We want to support your business during Lockdown 3 Our Support Local packages from will help you through this challenging time, keeping you visible to customers and communities. Call 0330 403 0497 for more info or visit https:\/\/t.co\/ImKtWVoiOf ","sentiment_score":0.3333333333}
{"full_text":"Cumbria and Lancashire Health bosses are delighted that invitations have gone out for people to attend the new NHS vaccination centre in Blackburn.https:\/\/t.co\/JszwDIuKNk","sentiment_score":0.4181818182}
{"full_text":"During the great pandemic of 2020, a lot of folks turned to creative endeavors. Some people painted, some wrote songs, some wrote poetry, some baked. Jeanie Moore wrote a book.https:\/\/t.co\/tmYI3OCIjr","sentiment_score":0.65}
{"full_text":"Villanueva urges gov't to prioritize essential workers in COVID vaccinationhttps:\/\/t.co\/BOgL8UfPns","sentiment_score":0.0}
{"full_text":"Si Edwards is joined by Luckyme regular Nathan Micay, as he runs through some of his favourite stay-at-home tunes to alleviate the January blues - Ambience and downtempo sounds from front-to-back.Lock in -","sentiment_score":0.0}
{"full_text":" We want to support your business during Lockdown 3 Our Support Local packages from will help you through this challenging time, keeping you visible to customers and communities. Call 0330 403 0497 for more info or visit https:\/\/t.co\/eVKx036JLz ","sentiment_score":0.3333333333}
{"full_text":"Christopher Jullien breaks Celtic silence as defender provides first update since Covid blowhttps:\/\/t.co\/PoNp6cS1TA","sentiment_score":0.25}
{"full_text":"In order to help facilitate the rollout of #COVID19 vaccine distribution, students, staff, and faculty are asked to submit a Blue Queue personal health and vaccine interest questionnaire. Learn more about the Blue Queue survey  ","sentiment_score":0.125}
{"full_text":"This #Bronx police officer is teaming up with a priest to help the elderly get their #COVID19 vaccines.https:\/\/t.co\/Z6t0bRlPUG","sentiment_score":0.0}
{"full_text":"RT It's worse there right now.  Full communist lockdown in major cities over the last year.  Better...","sentiment_score":0.1330357143}
{"full_text":"RT So called farmers disrupted the Covid-19 vaccination drive in Kaithal, Haryana.They attempted to chase away the doctors an...","sentiment_score":0.0}
{"full_text":"If you're in an eligible phase, you can call 866-442-5301 or visit: to be placed on the priority waiting list.","sentiment_score":0.0}
{"full_text":"#Covid19 is a dangerous, multi-organ disease. This paper sheds new light on #LongCovid. #StayHome #SaveLives #ProtectTheNHS","sentiment_score":-0.0212121212}
{"full_text":"Dominic Raab lays out when coronavirus lockdown could end - and what will come nexthttps:\/\/t.co\/b17ORBALkA","sentiment_score":0.0}
{"full_text":"RT At 7:50 pm my younger brother Jerry passed from covid after 45 days in hospital . He will be sadly missed by his Wife and 8 k...","sentiment_score":-0.25}
{"full_text":"\"In 2020, parents grew increasingly frustrated with school closings and the apparent inability of many public schools to adequately deal with the COVID crisis. Children are falling behind academically and socially.\"","sentiment_score":-0.0261904762}
{"full_text":"RT I fear we will be dealing with #LongCovid for years to come.","sentiment_score":0.0}
{"full_text":"I enjoy not being impregnated by the COVID.","sentiment_score":0.4}
{"full_text":"Imagine getting subway in the middle of a pandemic with mandatory masks in place, then the employee doesn't wear a mask while handling your food. Talking to you","sentiment_score":0.0}
{"full_text":"RT Goodell stayed out of Foxboro for like three years and made up fake scheduling issues and whatnot yet he's made it to B...","sentiment_score":-0.5}
{"full_text":"RT Firm with Links to Matt Hancock's Family Awarded PS5.5 Million COVID Testing Deal - Byline Times","sentiment_score":-0.2}
{"full_text":"RT In Dec., 3,916 #CovidVaccine-related adverse events, including 13 deaths, were reported to #VAERS. As more adverse events...","sentiment_score":0.5}
{"full_text":"RT A 'healthy' doctor died two weeks after getting a COVID-19 vaccine","sentiment_score":0.5}
{"full_text":"RT According to the Ministry of Health, the number of people infected with #COVID19 in Madagascar increased after the holiday...","sentiment_score":0.0}
{"full_text":"RT If you've been vaccinated against SARS-CoV-2, please continue wearing a mask. We have great data on how vaccination preve...","sentiment_score":0.8}
