{"full_text":"RT #GabriellaPapadakis and #GuillaumeCizeron have withdrawn from #WorldFigure, hoping to focus on preparations for the Oly...","sentiment_score":0.0}
{"full_text":"RT In his first inaugural event, Joe Biden presides over somber memorial for the 400,000 Americans who have died of covid...","sentiment_score":0.25}
{"full_text":"RT Biden's incoming CDC director says Trump administration has 'muzzled' scientists: 'I have to fix that'","sentiment_score":0.0}
{"full_text":"RT *Biden finishes oath*MAGA: THESE COVID NUMBERS ARE OUTTA CONTROL","sentiment_score":0.0}
{"full_text":"Russia's second COVID-19 vaccine EpiVacCorona '100% effective' in early trials: Report","sentiment_score":0.2333333333}
{"full_text":"RT Pence also deserves the thanks of absolutely no one for what he did as chief of Trump's Covid-19 task force.","sentiment_score":0.05}
{"full_text":"RT If you think of Covid as second-hand smoke, you are closer to understanding the physics of aerosol spread.It's actually...","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden and his wife Jill Biden are joined by Vice President-elect Kamala Harris and her husband Doug Emho...","sentiment_score":0.0}
{"full_text":"Chinese cities further tighten epidemic control measures amid COVID-19 resurgence via","sentiment_score":0.0}
{"full_text":"RT I just want this pandemic to be over so I can go to the club and dance to bad bunny. I'm tired of doing it in my room ","sentiment_score":-0.55}
{"full_text":"Oh ! I'm so sorry. I am praying.","sentiment_score":-0.5}
{"full_text":"RT Allow me to brag on\/celebrate Puerto Rico's effective COVID19 vaccine rollout.The receives 40K does wee...","sentiment_score":0.6}
{"full_text":"Biden needs to deploy some temporal pincer movements to stop COVID-19","sentiment_score":0.0}
{"full_text":"#auspol #scottyfromarketing #morrison #COVID19-Will #ScottyFromPhotoOps do a photo shoot with the people doing it tough on #JobSeeker?Or are they off the bucket list?-https:\/\/t.co\/r8fzHXvdoZ","sentiment_score":-0.3888888889}
{"full_text":"RT *Biden finishes oath*MAGA: THESE COVID NUMBERS ARE OUTTA CONTROL","sentiment_score":0.0}
{"full_text":"400,000 Americans dying from the corona virus during Trump's last year in office.Is this a success?ONE in every 825 Americans have died from corona virus in one year!","sentiment_score":0.0}
{"full_text":"RT Biden at covid memorial light display: \"To heal we must remember. And it's hard sometimes to remember. But that's how we heal.\"...","sentiment_score":0.0541666667}
{"full_text":"RT \"Let us shine the lights in the darkness along the sacred pool of reflection and remember who we lost,\" Pres.-elect Joe Biden says...","sentiment_score":0.0}
{"full_text":"RT TV host Petr Marchenko shares his antibodies test results:  4.2 IGG ratio (Euroimmun; 1.1 ref.level) - more than needed...","sentiment_score":0.5}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Memorials matter. There has been no center of grief during this pandemic. The virus has kept us apart, meaning so much o...","sentiment_score":-0.1833333333}
{"full_text":"RT National Cathedral bells ringing for the 400k+ lost to covid. #dc #WeAreDC #Inauguration2021","sentiment_score":0.0}
{"full_text":"RT \" we're in a pandemic\" no bitch IM in a pandemic ,  YOU were in hawaii last week on vacation","sentiment_score":0.0}
{"full_text":"RT Biden Health Pick Forced Nursing Homes to Accept COVID Patients: Rachel Levine pulled mother from personal-care facility...","sentiment_score":-0.3}
{"full_text":"RT President-elect Biden at Covid memorial:\"To heal, we must remember.\"AMEN.","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden and his wife Jill Biden are joined by Vice President-elect Kamala Harris and her husband Doug Emho...","sentiment_score":0.0}
{"full_text":"RT Michigan nurse Lori Marie Key, who went viral singing 'Amazing Grace' at work, reprises the song at the national COVID-19...","sentiment_score":0.3}
{"full_text":"What I would like to see:  A Peaceful Transition of Power tomorrow, a quick Senate trial banning Trump from holding office, then a mass \"un-following\" &amp; IGNORING of Trump to focus on COVID\/health care, housing, education, infrastructure, climate change, &amp; rebuilding our alliances","sentiment_score":0.2916666667}
{"full_text":"Beltway Insider: Biden Inauguration, Economic Plan, Impeachment, COVID, US SD\/China, Phil Spector","sentiment_score":0.2}
{"full_text":"RW GOP members who did nothing as 45 spews hate, racism, homophobia, misogyny, caging kids, ignoring COVID19, serial lying, treason....are complicit destruction of country\/constitution, lining pockets, killing Americans!! All must go, no matter what they do now!! ALWAYS REMEMBER!","sentiment_score":-1.0}
{"full_text":"RT We gather together to pay tribute to the lives lost from COVID-19.A grandmother or grandfather who was our whole world....","sentiment_score":0.2}
{"full_text":"RT I just feel like Covid has scattered all our settings. When it's all over we gotta reset and start all over. I don't rememb...","sentiment_score":0.0}
{"full_text":"RT Question at #COVID19 presser: \"Re Pfizer delay, how angry are you?\" Better questions:-Thousands dead in #LTC, how angry are...","sentiment_score":-0.175}
{"full_text":"RT Supermarket chain Aldi to pay U.S. workers who get COVID-19 vaccination","sentiment_score":0.0}
{"full_text":"RT If there were no pandemic, tomorrow would be the most attended inauguration ever. Without a doubt.","sentiment_score":0.5}
{"full_text":"RT Biden at covid memorial light display: \"To heal we must remember. And it's hard sometimes to remember. But that's how we heal.\"...","sentiment_score":0.0541666667}
{"full_text":"RT Lori Marie Key is an American hero.We are so thankful for her service as a COVID-19 nurse, and for her healing perfor...","sentiment_score":0.0}
{"full_text":"RT Fuckinell hope everyone's okay","sentiment_score":0.5}
{"full_text":"Yikes. He's gross.@fordnation #onpoli #Ontario #VoteFordOut2022 #COVID19","sentiment_score":0.0}
{"full_text":"RT Charmaine McFadden, 46yo HCW, Yale New Haven Hospital, Connecticut, died of #covid19 1\/10. Intelligent, loving, and fun, a her...","sentiment_score":0.4590909091}
{"full_text":"RT Just as there is a Covid pandemic team, there ought to be a mental health pandemic team.  The mental health crisis that is...","sentiment_score":-0.1}
{"full_text":"20210119: CBC: Ontario Premier Doug Ford and other ministers provide their COVID-19 update on Jan. 19, 2021.","sentiment_score":-0.125}
{"full_text":"RT 400 lights at the Reflecting Pool in front of the Lincoln Memorial. 1 light for every 1,000 lives lost to covid. #COVI...","sentiment_score":0.4}
{"full_text":"RT anyone else found themselves retracting from social contact this lockdown?? during the first one I was constantly making pl...","sentiment_score":0.0944444444}
{"full_text":"RT This is despicable. DeSantis must be exposed. Rebekah Jones: Fired Florida data scientist turns herself in to jail and tests...","sentiment_score":-0.1}
{"full_text":"RT Pres.-elect Biden during lighting ceremony at COVID-19 memorial in Washington, D.C.: \"To heal, we must remember. It's hard sometim...","sentiment_score":-0.2916666667}
{"full_text":"RT It's crazy to think about how Trump has been President during the covid crisis for 8+ months and hasn't shown this level...","sentiment_score":-0.6}
{"full_text":"RT The wonderful Dolly Parton is 75 years old today ~~Singer Philanthropist Helped fund the search for a Covid vaccine Ph...","sentiment_score":0.55}
{"full_text":"Bahria university took online papers last year and after papers they conducted via of each subject about what we write on paper. procedure was quit good now second wave of corona is spreading rapidly we have way to give papers online so why. did they call us on campus","sentiment_score":0.1333333333}
{"full_text":"RT \"Let us shine the lights in the darkness along the sacred pool of reflection and remember who we lost,\" Pres.-elect Joe Biden says...","sentiment_score":0.0}
{"full_text":"RT In less than a year Trump, Pence, GOP, &amp; their enablers have slaughtered over 400,000 people. Predictable. Prevented....","sentiment_score":-0.1833333333}
{"full_text":"At least we still have our sense of humor.","sentiment_score":-0.3}
{"full_text":"RT Such an important message from children in #Hartlepool.#StaySafe #StayHome","sentiment_score":0.2}
{"full_text":"RT Tonight M&amp;T Bank Stadium is lit yellow as a memorial for all residents of Baltimore that we have lost due to COVID-19","sentiment_score":-0.0625}
{"full_text":"RT \"Let us shine the lights in the darkness along the sacred pool of reflection and remember who we lost,\" Pres.-elect Joe Biden says...","sentiment_score":0.0}
{"full_text":"RT \"Let us shine the lights in the darkness along the sacred pool of reflection and remember who we lost,\" Pres.-elect Joe Biden says...","sentiment_score":0.0}
{"full_text":"RT Front line workers: \"it would be nice if we were compensated with hazard pay since we're risking our lives every day during a p...","sentiment_score":0.6}
{"full_text":"I thought he's been out of the house in another state for a while. Notice he didn't get Covid with them...","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden and his wife Jill Biden are joined by Vice President-elect Kamala Harris and her husband Doug Emho...","sentiment_score":0.0}
{"full_text":"RT Would you support the introduction of Vaccine Passports as a requirement for International travel allowing only those who have...","sentiment_score":0.0}
{"full_text":"RT Thinking about that girl boss who had RBG officiate her wedding during the pandemic.","sentiment_score":0.0}
{"full_text":"RT One second of silence for each Covid death in the US and you'd be standing still for more than four and a half days.","sentiment_score":0.1111111111}
{"full_text":"RT From my window, I'm hearing the Washington National Cathedral funeral bell, which has begun to toll 400 times--once for e...","sentiment_score":0.0}
{"full_text":"RT The lights on the national mall in honor of COVID victims are simple and beautiful. What a meaningful way to begin. Share...","sentiment_score":0.45}
{"full_text":"RT Trump added: \"I am especially proud to be the first president in decades who has started no new wars.\" Except with Covid....","sentiment_score":0.3939393939}
{"full_text":"RT Cathartic and striking to see a POTUS, or soon to be POTUS, acknowledge the tremendous loss and pain COVID-19 has wrought...","sentiment_score":0.4166666667}
{"full_text":"RT 5)  data from where? New study from blood of 44 people infected in 1st wave in S Africa was tested against new #SARSC...","sentiment_score":0.1363636364}
{"full_text":"RT My dad and my sister are both hospitalized with COVID. She's only 24 and was otherwise healthy. My dad was transferred to a \"...","sentiment_score":0.25}
{"full_text":"RT SOBERING--Pediatric #COVID19 hospital admissions in Arizona has risen a lot -- January so far is already 5x October. Kids...","sentiment_score":0.1}
{"full_text":"RT 3) Here is UK govt Sage (COVID Expert) report on kids.... report says it all.","sentiment_score":0.0}
{"full_text":"RT Vice President-elect Kamala Harris speaks at memorial for lives lost to COVID-19: \"For many months, we have grieved by ourselv...","sentiment_score":0.5}
{"full_text":"RT    For all those we have lost in this devastating Covid-19! ","sentiment_score":-1.0}
{"full_text":"They got some serious push back from doctors on Ritalin and most recently Big Pharma got busted for promoting the opioid addiction epidemic so they had to move on to inventing a new disease they just happen to have a drug for.I am just sorry they are targeting children.","sentiment_score":-0.0328282828}
{"full_text":"RT Just as there is a Covid pandemic team, there ought to be a mental health pandemic team.  The mental health crisis that is...","sentiment_score":-0.1}
{"full_text":"RT Israel: single COVID vaccine less protective than hoped...second dose had 6-12-fold antibody increase","sentiment_score":-0.119047619}
{"full_text":"I am so sorry for your loss. We just lost an elderly neighbor who tried to be safe, but his family brought Covid to him.","sentiment_score":0.0}
{"full_text":"Fox News refuses to cover COVID remembrance ceremony as the nation mourns 400,000 lives lost","sentiment_score":0.0}
{"full_text":"RT We gather together to pay tribute to the lives lost from COVID-19.A grandmother or grandfather who was our whole world....","sentiment_score":0.2}
{"full_text":"RT 400k COVID deaths","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden and his wife Jill Biden are joined by Vice President-elect Kamala Harris and her husband Doug Emho...","sentiment_score":0.0}
{"full_text":"Bashing, censoring, getting us fired, bringing 8000 infected covid immigrants to take our jobs during a pandemic, higher taxes, etc is the first step to bringing peace? U guys are just nuts!!","sentiment_score":0.3203125}
{"full_text":"RT How is it possible that experimental Covid vaccines with no long-term safety testing get approved and promoted, but a N...","sentiment_score":0.05}
{"full_text":"RT In his first inaugural event, Joe Biden presides over somber memorial for the 400,000 Americans who have died of covid...","sentiment_score":0.25}
{"full_text":"RT Vaccine,Vaccine. We still don't have one for Malaria non for HIV but in few Months we have one for Covid can someone tel...","sentiment_score":-0.2}
{"full_text":"i got a notif from fb memories on the bts concert i went to 2 yrs ago :( pls i hope corona goes away so we can see them again ","sentiment_score":-0.75}
{"full_text":"RT More than 400,000 people in the US have died from Covid-19, new data shows. Nearly a quarter of them have died in the past mont...","sentiment_score":0.1215909091}
{"full_text":"RT My uncle got diagnosed with Covid last week and died from it yesterday and some of ya'll still have the audacity to cry ab...","sentiment_score":0.0}
{"full_text":"RT I'm in a bath of tears! My mom should be watching with me. She got to vote for #BidenHarris ticket cause we voted early. I l...","sentiment_score":0.1}
{"full_text":"And if you have the means to be traveling, then you have the means to stay home. Stay the fuck home.","sentiment_score":-0.4}
{"full_text":"Enjoying Savannah on a much needed (but COVID friendly) break!!!","sentiment_score":0.4774739583}
{"full_text":"RT If there were no pandemic, tomorrow would be the most attended inauguration ever. Without a doubt.","sentiment_score":0.5}
{"full_text":"RT I think many Americans don't understand how obscene it is for Donald Trump to attempt to brag about his pandemic response...","sentiment_score":0.5}
{"full_text":"No one above the law huh!","sentiment_score":0.0}
{"full_text":"How The Pandemic Has Officially Changed How We Design Our Homes (...and the Interior Design world in general) - Emily Henderson","sentiment_score":0.05}
{"full_text":"RT We honor the legacy of Dr. Martin Luther King, Jr., this year in the shadow of this pandemic. Dr. King inspires us to per...","sentiment_score":0.0}
{"full_text":"RT Trump in and out.Federal Budget Deficit:$584 billion in Jan 2017$3.30 TRILLION in Jan 2021Federal Publ...","sentiment_score":0.0}
{"full_text":"The inept leadership we experienced from Trump and supporters like you are the reason we lost experienced a civil war and lost 400,000 Americans to Covid!","sentiment_score":0.9}
{"full_text":"RT More Malaysians look to buy cars post-Covid #Malaysians #financial #car #TMRNews #TMRPhotohttps:\/\/t.co\/SyriXCL848","sentiment_score":0.25}
{"full_text":"Thank you and for helping your community in the during this pandemic. Your efforts have not gone unnoticed!","sentiment_score":-0.25}
{"full_text":"We had planned to go until the big spike in covid cases, then #YamTits Q terrorists attacked the Capitol. This is beautiful!","sentiment_score":0.5}
{"full_text":"RT As we battle this pandemic, we continue to mourn the hundreds of thousands of Americans we've lost to this cruel virus. To...","sentiment_score":-1.0}
{"full_text":"RT Homebound and feeling the pinch of cabin fever during this global pandemic? Try a different kind of journey:https:\/\/t.co\/...","sentiment_score":0.2}
{"full_text":"China claims that the epidemic has been successful, and all the epidemics have come from overseas since April last year.  No one would believe this except themselves.","sentiment_score":0.375}
{"full_text":"RT Remembering all of the neighbors, friends, coworkers, and loved ones we lost to COVID-19.I'm lighting a candle in my win...","sentiment_score":0.75}
{"full_text":"RT We voted in droves in the middle of pandemic... to push Mitch out of power... this is hell to...","sentiment_score":0.0}
{"full_text":"RT The Justice Department will not pursue insider trading charges against Senator Richard Burr, who dumped hundreds of thousands...","sentiment_score":0.0}
{"full_text":"Oh ffs. The whole point of that is that chicken pox isn't dangerous to children, but is to adults, so it's good to get them immune when young.And chicken pox isn't transmitted through the air.There is literally no correlation between that and being a stupid Covid-spreader.","sentiment_score":-0.2833333333}
{"full_text":"RT Well that is not great! #Mutation #Reinfection","sentiment_score":-0.5}
{"full_text":"Well done you.","sentiment_score":0.0}
{"full_text":"HeadacheIt's another long-term symptom of the virus.","sentiment_score":0.0}
{"full_text":"RT Pres.-elect Biden during lighting ceremony at COVID-19 memorial in Washington, D.C.: \"To heal, we must remember. It's hard sometim...","sentiment_score":-0.2916666667}
{"full_text":"RT Tonight Milwaukee lights up along with the nation for #COVIDMemorial. We honor and remember all those...","sentiment_score":0.0}
{"full_text":"Scientist Rebekah Jones tested positive for COVID-19 while in custody. Via","sentiment_score":0.2272727273}
{"full_text":"RT BREAKINGALL FEDERAL PRISONS ARE ON LOCK DOWN AHEAD OF INAUGURATION FOR UNKNOWN REASONS!https:\/\/t.co\/2CA...","sentiment_score":-0.1277777778}
{"full_text":"RT Pres.-elect Biden during lighting ceremony at COVID-19 memorial in Washington, D.C.: \"To heal, we must remember. It's hard sometim...","sentiment_score":-0.2916666667}
{"full_text":"when you thought the trend was to get lower numbers, then suddenly a spike again.. #hongkong #COVID19","sentiment_score":0.0}
{"full_text":"RT On March 23rd 2020 The UK  became the LAST of the European Nations facing a major outbreak to LOCKDOWN!  My blood pressure...","sentiment_score":0.0260416667}
{"full_text":"#AZ01: Do you have questions about unemployment insurance available to you during COVID-19? Visit my COVID-19 Unemployment page below for useful information and resources.","sentiment_score":0.35}
{"full_text":"A northern Kentucky couple celebrated their 73rd wedding anniversary by getting their first coronavirus vaccine shot.https:\/\/t.co\/Pi5Ro63crj","sentiment_score":0.3}
{"full_text":"RT Biden HHS nominee moved mother out of care facility after directing nursing homes to accept covid-positive patients ","sentiment_score":0.0}
{"full_text":"RT We gather together to pay tribute to the lives lost from COVID-19.A grandmother or grandfather who was our whole world....","sentiment_score":0.2}
{"full_text":"Despite ongoing challenges caused by the pandemic, a majority of the Lloydminster business community still consider the city as a good place to do business.https:\/\/t.co\/SVDhnv7Seq","sentiment_score":0.7}
{"full_text":"RT \"As many workers struggle to get through another tough Canadian winter amid the COVID-19 threat, MHCC has come up with a resourc...","sentiment_score":0.0555555556}
{"full_text":"Staff: Safely and Effectively #Educating During a #Pandemic ","sentiment_score":0.55}
{"full_text":"RT 400 lights will be lit around the Lincoln Memorial's reflecting pool to honor the 400,000 people who have died from COVID-19.Pre...","sentiment_score":0.0}
{"full_text":"We participated in dry-runs preceding the launch of the vaccination drive to ensure its smooth rollout and gave real-time feedback, says Roderico H. Ofrin as India starts #COVID19 vaccineshttps:\/\/t.co\/MRawuJzmvf","sentiment_score":0.4}
{"full_text":"Some good news for a change: #COVID19 vaccinations are now available for LA County residents 65 years and older.","sentiment_score":0.4222222222}
{"full_text":"Starbucks has assigned 11 employees with expertise in labor and deployment, operations, and research and development to work full time on vaccine distribution in its home state.","sentiment_score":0.35}
{"full_text":" UK 2021-01-18UK : 1 in 8 recovered patients die within 140 days from Long Covid.https:\/\/t.co\/tdoob2i46m RT #LongCovid #DeathToll","sentiment_score":-0.05}
{"full_text":"YouTube hire a doctor to help combat covid 19.Read more:","sentiment_score":0.5}
{"full_text":"Federal Officials Warn \"Mutant\" COVID Strain Spreading In US As Cases Decline: Live Updates -","sentiment_score":0.1363636364}
{"full_text":"MJA Vol 214 Issue 1 is now available online! Content includes #COVID19, unprofessional behaviour in Australian hospitals, sudden onset vision loss, gallstone ileus, and more. All at ... #medtwitter","sentiment_score":0.25}
{"full_text":"A little assistance to help you get back on your feet READ:","sentiment_score":-0.09375}
{"full_text":"Frontline Stays provided 926 healthcare workers temporary shelter for 292 days. Here are some words of encouragement from one of FS partner hospitals. Read the FS Impact Report Dec 2020: #ResilientPH #FrontlineStays","sentiment_score":0.0}
{"full_text":"Funeral homes across US being overwhelmed by COVID-19 crisis ","sentiment_score":0.0}
{"full_text":"11 more deaths, 111 new cases of COVID-19 reported in Manitoba as numbers lower in north via","sentiment_score":0.3181818182}
{"full_text":"Report: Florida man allegedly blows COVID gov't loans on Lamborghini Huracan Evo #topgearph","sentiment_score":-0.1}
{"full_text":"A productive and skilled all-state honorable mention honoree for Glenbard East, Lauren Huber is still trying to locate the right college.\"I just haven't found the right fit for a university yet,\" Huber said.https:\/\/t.co\/4E2vYotxz0","sentiment_score":0.3678571429}
{"full_text":"How\/ Why did I abandon them.  Gonna have a big Rootbeer Float Party when Covid is over.   Making then with chocolate ice cream is my favorite.","sentiment_score":0.25}
{"full_text":"But Ivan Milat would know a lot about Bushwalking tracks...... Novak knows nothing about COVID","sentiment_score":0.0}
{"full_text":"Catch break the sluggish COVID-19 vaccine rollout nationwide and the swaths of resistance to public health measures like masks and partial lockdowns.","sentiment_score":-0.05}
{"full_text":"The NoRKA-ROOTS and the Kerala Academy for Skills Excellence (KASE) is offering vocational courses to enable the returnees to get jobs.https:\/\/t.co\/je3KtSYaA5","sentiment_score":0.3}
{"full_text":"UMaine men's basketball paused amid presumptive positive COVID-19 caseshttps:\/\/t.co\/o5itWQe448","sentiment_score":0.2272727273}
{"full_text":"RT The lights on the national mall in honor of COVID victims are simple and beautiful. What a meaningful way to begin. Share...","sentiment_score":0.45}
{"full_text":"#ICYMI Join us for a chat about how extreme weather, and a #pandemic, are impacting ag out west. Listen to #AroundFarmProgress now!","sentiment_score":-0.15625}
{"full_text":"SALMAN WASTI, 76 of Chepachet Rhode Island died of COVID on Dec. 27.\"He loved his TV time &amp; watching Jeopardy together was one of our traditions since I was a little girl, he could answer almost every question. He worked hard for everything he had &amp; he truly loved this country\"","sentiment_score":0.2302083333}
{"full_text":"Mask on mask off lookin like a covid kit","sentiment_score":0.0}
{"full_text":"Stuck for something to read during lockdown? Check out our Author Platforms and #bookreviews.@anne_obrien   #booktwitter #historybooks","sentiment_score":0.0}
