{"full_text":"Fox News is still deceiving their gullible audience.Fox News helped the traitor Trump and his cowardly let nearly half a million Americans die by failing to take action against COVID-19.The political views of some Twitter employees means nothing compared to that.","sentiment_score":-0.0222222222}
{"full_text":"Yes, it is. The issue here is that there's a wide range of side effects in the Covid vaccines.  The most dramatic effects get the attention, but not everyone gets the worst reactions.  I think we should share our experiences.","sentiment_score":-0.2583333333}
{"full_text":"RT Here's a fantastic #Valentine's #Giveaway! #WIN a Valentine's Lockdown Kit to see you through the most r...","sentiment_score":0.6}
{"full_text":"RT What the he'll happened to stay at home and Social Distance! Oh that's right those rules don't apply to Liberals! Trudeau h...","sentiment_score":0.1994047619}
{"full_text":"RT In his 11 days as President, Joe Biden has taken action on healthcare, the environment, racial equity, the economy, COVID...","sentiment_score":0.1}
{"full_text":"RT .@mybmc #COVID19 report for January 31Positive patients 483, discharged 244, deaths 8@fpjindia","sentiment_score":0.0}
{"full_text":"RT #Lockdowndiaries2021 23 people were arrested  on 30 January in Mkoba 11, Gweru after they were caught drinking beer. 1 person...","sentiment_score":0.0}
{"full_text":"And will we remain fully shut down till mid 2022?  Based on the lack of common sense and use of the CORRECT numbers I think so until the people revolt. ","sentiment_score":-0.1518518519}
{"full_text":"RT 1st lockdown was vibes, good weather, this one feels like i'm on house arrest","sentiment_score":0.325}
{"full_text":"RT In this excellent story @IvanCNN, deputy chief of immunization Benjamin Schreiber speaks about the \"humongous...","sentiment_score":1.0}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT Deputy President David Mabuza's new interministerial committee has been set up to guard the R24 billion Covid-19 vaccine roll-o...","sentiment_score":0.1363636364}
{"full_text":"RT We're fighting for a $2000 one time payment, and even that is essentially crumbs. It should have been $2000 a month from...","sentiment_score":0.0}
{"full_text":"This tweet did not age well","sentiment_score":0.0}
{"full_text":"RT South Dakota hits NEW COVID milestone: ~1 out of every 500 residents dead","sentiment_score":-0.0318181818}
{"full_text":"RT Impact of Covid on Journalism in the Global Southhttps:\/\/t.co\/IDIUTkImKT","sentiment_score":0.0}
{"full_text":"RT covid numbers to keep decreasing and this vaccine rollout to be smooth and people stop dying and stop losing their jobs ","sentiment_score":0.4}
{"full_text":"RT Sen. Bernie Sanders: \"I don't care what anybody says. We have got to deal with this pandemic... if Republicans want to wor...","sentiment_score":0.0}
{"full_text":"RT University of Michigan research shows Whitmer's tough coronavirus measures saved lives","sentiment_score":-0.3888888889}
{"full_text":"RT As the UK Covid deaths exceed 100,000, should Boris Johnson resign?","sentiment_score":0.0}
{"full_text":"At a harsh reality emerged early in the chaos of COVID-19. Latino patients who did not speak English had a 35% greater risk of death. The hospital set out to understand why and intervene.","sentiment_score":0.1}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT Letter from 10 GOP senators to Biden on COVID relief. Notes that much of the $900 billion passed last month, and even some f...","sentiment_score":0.1}
{"full_text":"ask them if there's a particular brand\/model of ventilator they'd like to be attached to and ask if their will and final arrangements are all in place. When covid comes on, it comes on quick and there's little time for big decisions to be made","sentiment_score":0.0625}
{"full_text":"The vaccination programme is the pandemic equivalent of the 2012 Olympic opening ceremony","sentiment_score":0.0}
{"full_text":"RT Guys I'm sorry for the lack of energy I have been putting into my coaching services. I really havent felt back to normal sin...","sentiment_score":-0.0375}
{"full_text":"RT Imagine not going Afronation and then pandemic hit the summer after LOOOOOOL","sentiment_score":0.0}
{"full_text":"RT I worked at for a few months during unemployment, but stopped shopping there after I was told multiple times that...","sentiment_score":-0.1}
{"full_text":"So you still think UK GOV are doing all this anti #COVID for your own good? Thousands being #KILLED off in UK care Homes. ","sentiment_score":0.3666666667}
{"full_text":"RT Meanwhile: Biden Vaccinates the terrorists first. You can't make this shit up anymore.","sentiment_score":0.025}
{"full_text":"RT Good MorningThis is a reminder that by special decree our beloved leaders have ordered that Sunday Morning will be merged...","sentiment_score":0.5857142857}
{"full_text":"RT Can we clarify that trying to deprive or delay people of a life saving medicine that is one of the few tools to eradica...","sentiment_score":-0.2}
{"full_text":"RT Rob Portman (R):  The Democrats must not use reconciliation to pass Covid relief but was OK for Republicans to use rec...","sentiment_score":0.5}
{"full_text":"This is why Australia needs to protect its health institutions and maintain best practices. Health protocols are important.          _____________________Why Did Philadelphia Give COVID-19 Vaccines To An Inexperienced Startup? : Shots - Health News : NPR","sentiment_score":0.4333333333}
{"full_text":"RT This morning I found out my cousin died of COVID. Please hold your condolences and instead use your platform to help pu...","sentiment_score":0.0}
{"full_text":"RT While Sir Keir Starmer opposes Universal Basic Income, he and his Blairite-run Labour Shadow Cabinet have claimed thous...","sentiment_score":0.0}
{"full_text":"RT I still think about the bloke who had to drive the first UK COVID cases to quarantine &amp; they gave him no PPE","sentiment_score":0.25}
{"full_text":"RT How many of us, who have observed the COVID rules, missed birthdays, funerals, Seders and special occasions? Why is it that t...","sentiment_score":0.4285714286}
{"full_text":"RT Biden Admin Abandons Plans To Prioritize Gitmo Terrorists Vaccination After Wave Of Outrage","sentiment_score":0.0}
{"full_text":"RT Police arrest two, deploy water cannons at anti-Netanyahu protest in Jerusalem","sentiment_score":-0.05}
{"full_text":"RT We doing this all Covid season fellas ","sentiment_score":0.0}
{"full_text":"Great to see how well Newcastle is doing.","sentiment_score":0.8}
{"full_text":"RT this is a path to a midtem schlacking. Build a budget package that includes not only...","sentiment_score":0.0}
{"full_text":"RT it's the 1st of february which means we have entered NAEUN MONTH... i am pleased to inform that we are in full naeun lockdown...","sentiment_score":0.425}
{"full_text":"RT Biden's plan = Trump's plan, plus friendlier media coverage","sentiment_score":0.0}
{"full_text":"Idk how they were able to even have a concert during this pandemic","sentiment_score":0.5}
{"full_text":"RT Since January 20th, and I have addressed the urgent crises facing our nation - the pandemic, the economic crisis, racial jus...","sentiment_score":0.1}
{"full_text":"RT 1 case of Covid in Perth, Western Australia today. The first for 10 months. The response? Full lockdown for 5 days includi...","sentiment_score":0.2}
{"full_text":"Area details of 848 Covid-19 patients Identified yesterday, 22 patients from Pannal &amp; 19 patients from Gotatuwa. #Lka Read more:","sentiment_score":0.5}
{"full_text":"RT Republicans sat on the sidelines and did nothing about Covid relief for seven months last year under Trump. Now they wait...","sentiment_score":0.0}
{"full_text":"RT 3\/ Maintaining R at\/below 0.8 would likely allow for a continued decline in cases as we see more B.1.1.7 circulate. So...","sentiment_score":0.25}
{"full_text":"RT My pengness is in hibernation until lockdown is over......I don't wana hear any noise from anyone","sentiment_score":0.0}
{"full_text":"RT The Prime Minister of Italy #GiuseppeConte resigned from the post on Tuesday amid pandemic. Maharaj says...","sentiment_score":0.0}
{"full_text":"RT At least a dozen flying errors and mishaps have happened since May that pilots and first officers have attributed, at least in...","sentiment_score":-0.1166666667}
{"full_text":"RT Lost 4 patients to Covid within the space 72hrs. 2 died while on ventilators. The last one just kept desaturating even wh...","sentiment_score":0.0}
{"full_text":"RT I am devastated to hear that migrant NHS staff who have risked their lives during the pandemic to keep us all safe have be...","sentiment_score":0.5}
{"full_text":"RT We're fighting for a $2000 one time payment, and even that is essentially crumbs. It should have been $2000 a month from...","sentiment_score":0.0}
{"full_text":"RT Being on lockdown isn't a valid excuse for not planning anything on Valentine's Day. Flowers can be ordered, online shopping...","sentiment_score":-0.05}
{"full_text":"I try not to complain about Covid or all the restrictions because I know they're needed but the world feels so devoid of joy right now. And nothing brings me joy like playing on a snowy mountain.","sentiment_score":0.4464285714}
{"full_text":"True her focus is research and control virus transmission making orders. The follow people make decisions how to translate orders...Horgan's role economics and structures re Covid.Ministry of education the delivery of education re Covid","sentiment_score":0.35}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"Gov. Andrew Cuomo faults 'incompetent government' for COVID deaths","sentiment_score":-0.35}
{"full_text":"RT I still think about the bloke who had to drive the first UK COVID cases to quarantine &amp; they gave him no PPE","sentiment_score":0.25}
{"full_text":"RT Powerless Boxers against Street fighter's?The left are Ruthless \"\" they have been successful so far, Never let a c...","sentiment_score":-0.13}
{"full_text":"RT If you're in Gabz and driving a small car please stay at home, Honda Fit drivers I know y'all ambitious but please don't...","sentiment_score":0.1333333333}
{"full_text":"RT When it's been Covid for a year an ppl ask where I'm goin this weekend.","sentiment_score":0.0}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT PPUM is on Lazada, asking for COVID-19 donations for the hospital equipments. Chip in start from RM50 to RM500 thru Lazada app...","sentiment_score":0.0}
{"full_text":"RT The mediocrity of Ghanaian politicians continues to endanger our lives. Looking at our health systems (current responses), we...","sentiment_score":-0.1}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"Thanks!!!I just wish local officials helped the community out instead of taking away covid tests from those who need them....","sentiment_score":0.0}
{"full_text":"RT WorkSafe BC finds more than 1,550 violations of COVID-19 health and safety plans in workplaces across province:","sentiment_score":0.5}
{"full_text":"RT Which COVID test is best?Have symptoms? Get a PCRNeed fast results? Antigen testRecently exposed but no symptoms? A...","sentiment_score":0.2}
{"full_text":"Wait? Ya'll got ideas now but that last Pres. ya'll didn't have anything to say?","sentiment_score":0.0}
{"full_text":"I was a stay at home mom for the past 12 years. I got a job during 2020 to help my family. Its turned into a miracle for me. My depression and anxiety is finally under control &amp; I feel ALIVE! I would take my kids on camping trips to places I couldn't before. #campingworldbest","sentiment_score":-0.0416666667}
{"full_text":"RT Pretty ghoulish stuff here from Sen. Bill Cassidy on how the problem with public schools right now is teachers unions, not a r...","sentiment_score":0.1785714286}
{"full_text":"Do check this out if you're involved in church music.","sentiment_score":0.0}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"I will never get use to the feeling of this covid test ","sentiment_score":0.0}
{"full_text":"Thank you so much for the shout out  you're a superstar!","sentiment_score":0.25}
{"full_text":"RT 'Britain's Covid-19 crisis has been a failure of basic statecraft, a lethal combination of incompetence and inaction. We sle...","sentiment_score":-0.1583333333}
{"full_text":"RT Covid tried to take Jimmy out, but he still deserves to be an All-Star. Help him get there!  Retweet counts as votes!...","sentiment_score":0.0}
{"full_text":"RT I study many sources and question them ALLAll from science, esoteric, occult, religions, mythology, history...How...","sentiment_score":0.5}
{"full_text":"Still Claim lockdowns don't work?@toadmeister","sentiment_score":0.0}
{"full_text":"RT The way he saved her from falling down....And the eye lock plzz..#ShonaShonaHits100M","sentiment_score":0.0}
{"full_text":"RT i hate that the school\/covid situation is framed as 'reopen schools.' schools ARE open. schools ARE meeting, daily. teac...","sentiment_score":-0.2666666667}
{"full_text":"RT Cincinnati was 3rd-largest city in Ohio (64th in US). The birthplace of President Taft &amp; first city founded after Ameri...","sentiment_score":0.25}
{"full_text":"RT considering how GOP lawmakers have:--behaved under Presidents Obama and Trump--responded to the deadly Capitol insurrec...","sentiment_score":-0.2}
{"full_text":"RT How long did it take you to realize?","sentiment_score":-0.05}
{"full_text":"Italian gambling venues remain closed until march 5 despite appeal. #Europe #COVID19 #GamingOperatorshttps:\/\/t.co\/r1TxKx3jFi","sentiment_score":-0.05}
{"full_text":"RT CCP getting desperate now","sentiment_score":-0.6}
{"full_text":"The #COVID19 pandemic has taken a toll on the health of frontline workers. By leveraging theories of behavior change, we can ensure that the people who support us have their own support system. #behavioralscience","sentiment_score":0.6}
{"full_text":"RT There is absolutely no justification to keep Universities, Colleges&amp;schools closed when Covid has virtually died in India. B...","sentiment_score":-0.1}
{"full_text":"it's also free therapy, and we love free therapy, im also very lucky to be able to attend paid therapy, to everyone out there please try to see a therapist or counselor eventually if you can because it can be so relieving especially after a pandemic and crazy world events ","sentiment_score":0.2333333333}
{"full_text":"Winning? say it for this 105.000 death from coronavirus in Uk.From desperation and collapse by Brexit, Brexiteers brains are burnt","sentiment_score":0.5}
{"full_text":"RT GOP to America: You are worth $1.3 trillion less to us.","sentiment_score":0.0666666667}
{"full_text":"RT I still think about the bloke who had to drive the first UK COVID cases to quarantine &amp; they gave him no PPE","sentiment_score":0.25}
{"full_text":"RT PMSg Michel Glenn B Fermin of Hungduan MPS gave free facemask to the residents of Poblacion, Hungduan, Ifugao for his prot...","sentiment_score":0.4}
{"full_text":"Under 60? Don't need it.Elderly &amp; very frail? Shouldn't have it. Already had covid? Immunity for many years so... you know. Haven't yet had covid (which has a survival rate of 99.5+ %)? What are you worried about?","sentiment_score":0.35}
{"full_text":"In response to reaching the terrible milestone of 100,000 deaths from #COVID19 the Archbishops invite all to call on God in #Prayer. Starting on 1 Feb we are invited to set aside time every evening to pray, particularly 6pm each day. ","sentiment_score":-0.2777777778}
{"full_text":"RT Why did not handle this correctly? They had almost one year? And second, why did they give a no bid contract to","sentiment_score":0.0}
{"full_text":"Stay at home date night with the wife last night.  Ordered some great food.  Lit a fire in the fireplace.  Some alone time.  Then binge watched A Discovery of Witches!!!  We need more. Now on 7day free trial of  #WitchesandChill","sentiment_score":0.475}
{"full_text":"RT 41 Public Health Labs in 33 states are sequencing themselves looking for #variants  PLUS sending specimens to CDC f...","sentiment_score":0.0}
{"full_text":"RT The mental strain on all Canadians has been enormous during this pandemic. Now more than ever, it's important to reach out....","sentiment_score":0.2}
{"full_text":"RT First Sunday without #NFL football makes me realize just how clutch this season was during a pandemic. Big RESPECT fo...","sentiment_score":0.125}
{"full_text":"Overcoming and adapting to the challenges that were brought on from the pandemic has created a larger phenomenon: a lowered resistance to change.","sentiment_score":0.0}
{"full_text":"RT Now listening: FEMINISM UNDER CORONA. BEING IN THE WAKE w\/ Sonia Fernandez Pan in conversation with Christina Sharpe ...","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT As the new administration works to expand the nation's pool of eligible Covid-19 vaccinators and health systems recruit community...","sentiment_score":0.1363636364}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT Me explaining to my future children how covid lockdowns eventually lead to John Krasinski and Pete Davidson kissing on #S...","sentiment_score":0.0}
{"full_text":"RT The CDC-reported vaccine fatality rate is &gt;3%, not counting permanent disability. The infection fatality ratio for assig...","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT Let's harness the spirit of New Zealand &amp; get the UK a zero-Covid strategy! #noschooluntilsafeschool","sentiment_score":0.1704545455}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":" Barbara Sherwood Lollar explains how her research in the natural sciences and #COVID19 can help  prepare for future crisesWatch, read or listen to the podcast, presented by &amp; now!","sentiment_score":0.05}
{"full_text":"Such an amazing album  really got me through lockdown. ily","sentiment_score":0.2666666667}
{"full_text":"Keeping up the good work at The Salvation Army #Wokingham.https:\/\/t.co\/ohjjaLvUJj#woky #wokytoday","sentiment_score":0.7}
{"full_text":"In his 50s, Tim from Lingfield is still recovering after having COVID in December...Watch Tim's story ","sentiment_score":0.0}
{"full_text":"They had months to do this and it comes down to the last minute. Again. May I suggest taking that counter proposal and:","sentiment_score":-0.0777777778}
{"full_text":"Advocates have warned that H-2A workers can be cheated out of wages and treated as expendable. An H-2A worker who survived COVID-19 in North Carolina said that he still hadn't been paid for the three weeks he was too sick to work.","sentiment_score":-0.7142857143}
{"full_text":"jesus christ. the states needs to get their shit together.","sentiment_score":-0.2}
{"full_text":"\"If you don't want the vaccine fine, but there are millions of Angelenos that do. 16,000 of your neighbors have died, so get out of the way.\"","sentiment_score":0.4166666667}
{"full_text":"'Skarrelling' on the streets: Lockdown leaves people with nowhere to call home'The longer you're on the streets, the worse you feel - and, eventually, you're working harder than you've ever worked in your life to survive.'","sentiment_score":-0.25}
{"full_text":"One of the best things #WestMidlands #Smokers can do to get in #BetterHealth is to #QuitSmoking You'll reduce risk of #cancer #COPD #HeartDisease #CVD #Stroke &amp; be more resilient against diseases including #COVID19Get the #NHS app &amp; go #Smokefree:","sentiment_score":0.75}
{"full_text":"DENNIS DAMATA, 68 of Walpole, Massachusetts died of COVID on Jan. 19.\"He was known to talk with his brothers every single day without falter &amp; nothing made him smile more than spending time with his grandchildren. He was always smiling &amp; was well loved\"https:\/\/t.co\/y8vT75mbso","sentiment_score":0.3571428571}
{"full_text":"We pray for agriculture workers who are victims of labor trafficking and in danger of contracting COVID-19. #DailyPrayer","sentiment_score":0.0}
{"full_text":"Sadly we are postponing our L2P event until29th June 2022(TBC) due to Covid. That gives you another 12 months to get fit!Date will be confirmed in October. You can still sign up at: #TeamONeill have something else for June - wait &amp; see","sentiment_score":-0.075}
{"full_text":".@KTVB: issues new executive order to help speed up the state's COVID-19 vaccine rollout \"The governor announced that he will sign a 'Transparency in the Administration of COVID-19 Vaccine' executive order...\" #IDgov","sentiment_score":0.1363636364}
{"full_text":"In the last of The Edge-Citigold Wealth series, Citi's Sumaira Franicevic talks about how to invest in the new pandemic-shaped economy and what to look out for in the coming year.https:\/\/t.co\/neZ9dQw25J","sentiment_score":0.0681818182}
{"full_text":"If you have symptoms or have tested positive for coronavirus you must self-isolate for 10 days.Don't go shoppingDon't have visitorsDon't go out to exerciseSee below for advice on how long you should self-isolate for ","sentiment_score":0.0886363636}
{"full_text":"Education and awareness of naloxone is essential for both patients and caregivers whenever opioids are prescribed. Experts recently discussed updates in the use of naloxone during the COVID-19 pandemic.Watch here:","sentiment_score":0.0}
{"full_text":"RT Helping your children during #lockdown #covid19 [SHARE]@ShanazHussain3","sentiment_score":0.0}
{"full_text":"Volunteers built a one-stop website to find open NYC vaccine appointments via","sentiment_score":0.0}
{"full_text":"6,499,897 total tests have been run for the virus in Virginia, with 504,779 positive cases.","sentiment_score":0.1136363636}
{"full_text":"You embarrassing idiot. How about comparing the UK rate of deaths from Covid - that's pretty fucking worldbeating.","sentiment_score":-0.3833333333}
{"full_text":"The nation's top infectious disease expert's recommendation to wear two masks in order to prevent coronavirus infection makes common sense, but does not have a lot of data to support it yet, according to others in the medical community.https:\/\/t.co\/tPQSusQndr","sentiment_score":0.0666666667}
{"full_text":"If you're pregnant &amp; need help with day-to-day things like shopping call the NHS Volunteer Responders on 0808 196 3646.They can help you with things like shopping, picking up prescriptions and taking you to appointments or the hospital.","sentiment_score":0.3333333333}
{"full_text":"The survey conducted by the Foundation for a Healthy Kentucky, says that many factors contributed including increased stress and change of social environments.","sentiment_score":0.3444444444}
{"full_text":"WHO Team Visits Wet Market Linked to First Coronavirus Cases","sentiment_score":0.075}
{"full_text":"How has the #COVID19 pandemic affected the economies of the U.S and #Colombia? Are the two countries grappling with similar social issues? President  joins us on Tuesday to discuss:","sentiment_score":0.0166666667}
{"full_text":"RT Like Obamacare, Republicans will waste time adding amendments to the Covid Relief proposal, then when it comes time none o...","sentiment_score":-0.2}
{"full_text":"LIVE NOW Transformation: Art of reinvention in the time of the Pandemic#AlexanderRaskatov #QandA #interview #classicalmusic #sitkovetskyandfriends #live #youtube #SubscribeNow","sentiment_score":0.1363636364}
{"full_text":"Super important lesson in interpreting knowledge and the pandemic.","sentiment_score":0.3666666667}
{"full_text":"A new event where you can run a 10k will take place at PTS Stadium, Northampton on Sunday 6th June 2021The event will be held under Covid 19 safety regulationsFor further information:","sentiment_score":0.0681818182}
{"full_text":"RT Ltc. You need to watch this ","sentiment_score":0.0}
{"full_text":"Republicans sat on the sidelines and did nothing about Covid relief for seven months last year under Trump. Now they wait until the last day before the Democratic Congress moves legislation and they want to negotiate a new bipartisan bill.","sentiment_score":0.0454545455}
{"full_text":"For #Prospectus2021, offers five ways Covid-19 will transform retail in 2021:","sentiment_score":0.1}
{"full_text":"\"I wouldn't like anybody to go through what I had to go through.\"Watch Angela's #MyCovidStory. As a community nurse at she's experienced first-hand the impact of COVID-19 from different perspectives. Please #sticktotherules to help stop the spread of the virus.","sentiment_score":0.4}
{"full_text":"No coverup pl.Economies in neighborhood that were trailing upto 2014 are way ahead today inspite of Covid19 lockdown.","sentiment_score":0.0}
{"full_text":"Debunking COVID-19 vaccine myths","sentiment_score":0.0}
{"full_text":"ACA Medicaid expansion enrollment growth increased in December - 10 months after the pandemic struck the job market","sentiment_score":0.0}
{"full_text":"RT I worked at for a few months during unemployment, but stopped shopping there after I was told multiple times that...","sentiment_score":-0.1}
{"full_text":"There's still unequal distribution among recipients of the vaccine (Black residents at a significantly lower rate), but relying on only independently owned pharmacies as opposed to chains seems to be the overall winning strategy for vaccine rollout for rural states.","sentiment_score":0.1011904762}
{"full_text":"NEW YORK | An attorney for the New York State United Teachers Union will be filing a lawsuit for the Buffalo Teachers Federation as they seek to legally block the Buffalo School District from their reopening slated for Monday due to COVID-19 safety.","sentiment_score":0.0869318182}
{"full_text":"It's a vicious cycle. After a stressful day, you had a bad night's sleep and then were too tired to work out. Here's how you can regain control and boost your mental health.https:\/\/t.co\/o5VH3RSaaa","sentiment_score":-0.55}
{"full_text":"RT I'm a foreign NHS healthcare worker who has worked tirelessly day in &amp; day out in this #covid19 #pandemic. Would you take...","sentiment_score":-0.125}
