{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT She's gone: The woman heading who single-handedly blocked all communication between the #Trump and #Biden teams,...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Just under 8,000 people have died in the past 7 days and the Govt still refuse to initiate a proper lockdown.","sentiment_score":-0.125}
{"full_text":"RT Now that's what I call mass vaccination....thanks to everyone who's made this possible...","sentiment_score":0.0}
{"full_text":"RT Today I received a message that someone who I know, his father passed away from #covid. It was the tenth message I got this...","sentiment_score":0.0}
{"full_text":"Here's a book he should have read 5 years ago.  Without Compromise: The Brave Journalism that First Exposed Donald Trump, Rudy Giuliani, and the American Epidemic of Corruption: Kindle Edition","sentiment_score":0.35}
{"full_text":"RT 13947th Saturday in lockdown.","sentiment_score":0.0}
{"full_text":"could not agree more","sentiment_score":0.5}
{"full_text":"Last time you made this point, many people corrected your misunderstanding. Why are you doubling down? You have over a million followers and that comes with a responsibility not to add to the misinformation around Covid.","sentiment_score":0.1148148148}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"#NowPlaying Faith Hill - There You'll Be (From \"Pearl Harbor\")Listen at","sentiment_score":0.0}
{"full_text":"Even with a vaccine you still have to wear a mask and social distance don't forget that","sentiment_score":0.0333333333}
{"full_text":"30,000 Italian Restaurants Defy Lockdown Rules \/ Hugo talks #lockdown","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT The good old time pre \/ COVID","sentiment_score":0.4}
{"full_text":"You'll definitely need a rest. You're doing a great job driving the lorries everywhere, doesn't seem like the roads are quiet for a lockdown from what I see in the news, take care","sentiment_score":0.2666666667}
{"full_text":"RT Stay home!The DNC will pin what happens 1\/20 on Trump &amp; supporters!DNC operatives, antif...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT WIN A CHOCDOWN SURVIVAL BOX Send family, friends or indeed your good self a secret stash of chocolate as a treat to he...","sentiment_score":0.3666666667}
{"full_text":"If you would, please say a prayer today for director John Rhodes. John is in intensive care in Myrtle Beach battling covid","sentiment_score":0.0}
{"full_text":"RT New Zealand locked down in March 2019, set up a 4 stage system and started at level 4. Businesses &amp; schools closed, airports...","sentiment_score":-0.0397306397}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT The state of #Florida is retaliating against for reporting the TRUTH about the #coronavirus pandemic.#Dea...","sentiment_score":0.0}
{"full_text":"RT #ITBP doctor Katyayni Sharma Pande, CMO receiving Covid-19 vaccine in Leh, Ladakh @ITBP_official @PMOIndia","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT There are three phases in the #Covid19 vaccine rollout. Here's more about each of the three phases. #VaccineRolloutStrategySA...","sentiment_score":0.5}
{"full_text":"RT Yay!! We get to talk history!! The best example we need to be talking about now in MB is the smallpox epidemi...","sentiment_score":1.0}
{"full_text":"A \"staycation\" is when you stay at home and do holiday activities, not when you holiday in the UK ffsBBC News - Covid: UK staycation boom predicted once lockdown liftshttps:\/\/t.co\/HqPAeAH5p8","sentiment_score":0.0}
{"full_text":"Tell that to the backlog of cancer patients in Scotland. The waiting times (Pre covid) where the worst they have ever been. Your nationalist propaganda and lies are clear for all to see. Give it a rest and do your job maybe  .","sentiment_score":-0.3333333333}
{"full_text":"RT Pretty much complete FUBAR on the vaccine delivery and rollout by Trump WH. Promising to release reserve vaccines that do...","sentiment_score":0.1833333333}
{"full_text":"Your fave is a covid super spreader: shinji 1. Canonically does not follow basic sanitary guidelines, such as those against beating off in public2..2# n.  M.   Ma. Km *die","sentiment_score":0.1111111111}
{"full_text":"RT Today, our State mourns the passing of 63 fellow Nevadans who succumbed to COVID-19. As we reach yet another record high, I...","sentiment_score":0.16}
{"full_text":"RT The government is pinning all of its hopes on vaccine rollout - but by refusing to take effective measures to ensure t...","sentiment_score":0.6}
{"full_text":"RT These were good times during lock down. Used to love their lives","sentiment_score":0.3481481481}
{"full_text":"RT Other Madigan highlights include:- She supports unscientific theory that children can not spread Covid.- She thinks...","sentiment_score":-0.125}
{"full_text":"RT Nearly 400,000 Americans have died from the coronavirus and the pandemic continues to soar. We need to aggressively incr...","sentiment_score":0.1}
{"full_text":"-Catering Kitchen Staff, Barely worked and wasn't fired, they just never called me in again-Dishwasher at a Restaurant-WaBa Grill food staff-Roadside Dairy-Target SFS Team member- Shoe Expititer Macy's- Dollar Tree Retail (at the start of the pandemic)- JoAnns Retail","sentiment_score":0.05}
{"full_text":"RT New study shows children hospitalized with COVID has increased 4,000% in six months:","sentiment_score":0.1363636364}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"Part 3. #WHO #COVID19... but also righteously condemned US as contamination of Chinese manufacturing. We all know the follow-up story. Later, the same material, melamine, was widely added to baby milk powder of several brands in China ....","sentiment_score":-0.02}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Nearly 400,000 Americans have died from the coronavirus and the pandemic continues to soar. We need to aggressively incr...","sentiment_score":0.1}
{"full_text":"RT Trump's final Covid speech","sentiment_score":0.0}
{"full_text":"RT \"You have been, and continue to be, the hidden heroes of this pandemic\"  #farminguk","sentiment_score":-0.1666666667}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Mexico clears general, publishes US evidence against him","sentiment_score":0.05}
{"full_text":"RT Persona fans when they Throw Their Masks Away and get Covid-19 instead of Yoshitsune","sentiment_score":0.0}
{"full_text":"RT #Norway health officials have \"adjusted their advice\" after reporting that 23 #elderly people died shortly after recei...","sentiment_score":0.0}
{"full_text":"RT And, I hope, rescind that nutty \"Schedule F\" attack on the civil service.","sentiment_score":0.0}
{"full_text":"RT March 2020. Covd-19 brings sweeping changes to legislation within the criminal justice system.The changes will eventual...","sentiment_score":-0.4}
{"full_text":"RT Oh I *do* hope so.","sentiment_score":0.0}
{"full_text":"RT Trump's final Covid speech","sentiment_score":0.0}
{"full_text":"Fuck this pansexual nonsense, I wanna be fully gay af. Sign me the fuck up","sentiment_score":-0.1277777778}
{"full_text":"RT Remember when the govt counted 2 gloves in a pair as \"two\" separate items of PPE?Well, to be vaccinated against Covid,...","sentiment_score":0.0}
{"full_text":"RT 2-Month-Old Muslim Baby Forcibly Cremated in #SriLankaA 2 month old deceased Muslim baby who had Covid-19 was forcibly cr...","sentiment_score":0.3666666667}
{"full_text":"RT Violence against women and girls has been a pandemic for decades.But it's NOT inevitable, if we come together and take acti...","sentiment_score":0.0}
{"full_text":"RT Isabella has been selling churros on the beach for a year since losing her job. I'm starting a gofundme since she's lost everyt...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT 3\/ there have NOT 3 million+ vaccinationsA vaccination, ie full protection, from the current vaccines needs two shots. So fa...","sentiment_score":0.175}
{"full_text":"jeff bezos could pay every single amazon employee a one time 100,000 dollar bonus and still be richer than he was before the pandemic.","sentiment_score":-0.0714285714}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Sometimes this pandemic makes me wish i had a husband or wife.","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"I've seen the original tweet and if Julia had a problem with it, she should learn not to post tweets encouraging people to not follow lockdown rules. She should be apologising to you for disrespecting the NHS staff during the pandemic!","sentiment_score":0.46875}
{"full_text":"RT Contrary to the chyron, I am still here serving the American people at HHS. I believe it is my duty to help ensure a smoo...","sentiment_score":0.0}
{"full_text":"01\/16\/2021 It Is Time To Find Out the Truth Of COVID-19 - the CCP Virus via","sentiment_score":0.0}
{"full_text":"RT \"My dad had 3 of his best friends pass away w\/in 2 weeks,\" said Kaci Wallette, a nurse &amp; member of the Fort Peck Assini...","sentiment_score":1.0}
{"full_text":"RT Did Jared sell the vaccines?","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT The Presidential Inaugural Committee has invited the City of New Orleans to participate in President-elect upco...","sentiment_score":0.1363636364}
{"full_text":"About 99% done my latest COVID cut when *someone* forgot to put the clipper guard back on....","sentiment_score":0.25}
{"full_text":"RT Work for  #KillerCuomo 101 Know how to blame everyone else","sentiment_score":0.0}
{"full_text":"RT About 1 in 4 Americans have already been infected with Covid. (Remember: not all infections are reported as cases.) Every...","sentiment_score":0.0}
{"full_text":"One of our fav living in DC. Going to miss that place. We lost Johnny's Half Shell to the pandemic. After 20 years, it deserves a farewell toast.","sentiment_score":-0.1666666667}
{"full_text":"RT This is exhausting. How many times do people need to say that Black and other people of color need to be prioritized for rece...","sentiment_score":-0.0479166667}
{"full_text":"RT fast food workers just spent a whole year risking their lives to keep you fed during a pandemic and now some of you are on t...","sentiment_score":0.1}
{"full_text":"get ready for a \"COVID Crisis\" and the sheep will fall for it....","sentiment_score":0.2}
{"full_text":"RT How is anyone more upset about people making $15 an hour than billionaires making $1 TRILLION off us during a pandemic?","sentiment_score":0.5}
{"full_text":"Americans are something else. The more ppl get vaccinated, the safer we all are. No one deserves to die. Fuck you if you're mad about this.","sentiment_score":-0.175}
{"full_text":"RT Finally! But when will block his entire account? His rethoric is killing people as much as Trump's was #ForaBolsonar...","sentiment_score":0.0666666667}
{"full_text":"RT Y'all going out to clubs risking your lives with COVID running rampant &amp; killing Black people at alarming rates... JUST...","sentiment_score":-0.1333333333}
{"full_text":"$200 dollars every Friday and it's just simple.all you need to do is deposit $30 dollars into your own bitcoin account and i will give you the signals of the trades you should go in and that's all .its Covid-19 and I want to help some people to at least make something from home.","sentiment_score":0.15}
{"full_text":"RT Biden: We will stop the coronavirus, keep people in their homes, ensure a living wage and protect the environment.Repu...","sentiment_score":0.0}
{"full_text":"RT It was always a matter of time before this new strain of the virus would reach Louisiana, which is why our state health e...","sentiment_score":0.1363636364}
{"full_text":"For all the people unable to work during this pandemic and are in need of fresh air and exercise daily not one person has offered to wash my fkn car while I am at work.","sentiment_score":-0.0666666667}
{"full_text":"RT Just a penguin dance throwback from the before times Today in the NYT there's a story about how imagining activities &amp; scenes...","sentiment_score":0.0}
{"full_text":"RT Nearly 400,000 Americans have died from the coronavirus and the pandemic continues to soar. We need to aggressively incr...","sentiment_score":0.1}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Covid recovery update: everything smells like BO","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT I knew this had to do with them folks that was licking ice cream in the store","sentiment_score":0.0}
{"full_text":"RT .@GovBillLee has fumbled\/failed every policy endeavor &amp; legal fight it has undertaken for 2 yrs. Yet GOP-led TN leg just ru...","sentiment_score":0.2}
{"full_text":"A man who always put country over party...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Would you like some fear with your Cornflakes?","sentiment_score":0.0}
{"full_text":"RT On 1st day, Biden will rescind travel ban on several Muslim countries, rejoin Paris climate accord, extend pandemic li...","sentiment_score":0.0}
{"full_text":"RT When Rand Paul tries to spread #COVID19, I always remember this Senator John McCain called it in March of 2017.  Rand...","sentiment_score":-0.1}
{"full_text":"RT \"We now have solid evidence for an effective treatment of COVID-19.\" --Dr. Tess Lawrie Dr. Lawrie is urgently trying...","sentiment_score":0.3}
{"full_text":"RT Even with a Global Pandemic going on the local tourism industry still be charging high prices. Is anyone going to tell the...","sentiment_score":0.0533333333}
{"full_text":"RT Womens right to vote failed too, but passed the next year because it pissed ppl off that it failed. Failed votes...","sentiment_score":-0.2428571429}
{"full_text":"Plenty of great arguments here. Obviously most teachers are underpaid. I think those didn't know that, learned during the pandemic. But let's also take into consideration the 6 or so weeks of \"vacation\" that a teacher gets on that salary.","sentiment_score":0.65}
{"full_text":"can't follow ANY rules - he can't follow the Ophthamology certification rules (so tried to make his own which was rejected) and he can't follow the US Constitution rules.  He is an utter failure.","sentiment_score":0.0944444444}
{"full_text":"I find it hilarious that players can't celebrate together because of \"social distancing\" but they can all group together in the box for a corner and grab and tackle each other throughout the game  #LeiSou","sentiment_score":0.0020833333}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT This seems like a perfect example of the power of media messaging: In Western countries, where Russia is portrayed overwhelmingl...","sentiment_score":0.5}
{"full_text":"Sign me up","sentiment_score":0.0}
{"full_text":"Lockdown 3.0 - First Drunk stream of the year!","sentiment_score":-0.1875}
{"full_text":"RT Nearly 400,000 Americans have died from the coronavirus and the pandemic continues to soar. We need to aggressively incr...","sentiment_score":0.1}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"bro might just have to visit once the pandemic is over? looking kinda fresh #CorpseDisneyworld","sentiment_score":0.3}
{"full_text":"RT And, I hope, rescind that nutty \"Schedule F\" attack on the civil service.","sentiment_score":0.0}
{"full_text":"RT What's an \"excess death\"? More than 2.8 million people have died due to the pandemic, according to a WSJ analysis of data fr...","sentiment_score":0.1875}
{"full_text":"Funeral home staff overwhelmed by waves of COVID-19 deaths","sentiment_score":0.0}
{"full_text":"Busy guy. Now I wonder how much impact he may have had he focused all that energy on COVID.","sentiment_score":0.15}
{"full_text":"In 2012, Indian immigrant founded a grocery delivery and pick-up service. During the pandemic, it provided food for thousands and created up to 55,000 new U.S. jobs.","sentiment_score":0.1363636364}
{"full_text":".@SerumInstIndia CEO gets the 'Covishield' jab, shares special message for PM #VaccineForIndiahttps:\/\/t.co\/LYWdWPd29n","sentiment_score":0.3571428571}
{"full_text":"Some of your stars https:\/\/t.co\/Edi1qOfdJX","sentiment_score":0.0}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"Tesco superstore hit by Coronavirus outbreak reopens to public following 'deep clean'","sentiment_score":0.0916666667}
{"full_text":"Disturbing videos have emerged of protesters being arrested &amp; dispersed across downtown Toronto.To be clear, protesting is a fundamental freedom guaranteed under our Charter of Rights.The Reopening Ontario Act does not suspend the right to protest.#RememberYourOath","sentiment_score":-0.0380952381}
{"full_text":".@HMHNewJersey says it has administered nearly 90% of COVID vaccine doses -- and can handle plenty more.","sentiment_score":0.3}
{"full_text":"But don't despair; there are things you can do to mitigate the damage.https:\/\/t.co\/hX5cUAs47Y","sentiment_score":0.0}
{"full_text":"Teen tutors who normally work with their students in school have been forced to adapt to the pandemic and new limits on in-person education.https:\/\/t.co\/nF5BQZgoyl","sentiment_score":-0.0034090909}
{"full_text":"The question on everyone's lips... when will lockdown end?!https:\/\/t.co\/UAqxF5sZu3","sentiment_score":0.0}
{"full_text":"Game Preview: Penn State basketball returns from COVID pause Sunday against Purduehttps:\/\/t.co\/49a2IN58zw","sentiment_score":-0.4}
{"full_text":"Exactly. I have COPD and asthma, as well as serious sensory issues that makes my mask cause pretty hefty anxiety spikes. I still wear the mask; and if it's a day where my anxiety is already bad enough I can't? I do curbside or delivery. It's not effing hard to be responsible.","sentiment_score":-0.046875}
{"full_text":"More veg, fewer takeaways: how covid is changing consumption","sentiment_score":0.5}
{"full_text":"The Western North Carolina AIDS Project closed its offices in Asheville and Franklin because someone tested positive for coronavirus.","sentiment_score":0.0424242424}
{"full_text":"Continuing to social distance and shelter in place to slow the spread of coronavirus leaves us with a lot of time on our (sanitized) hands. Thankfully, TV shows are here to offer a distraction (and a reason to stay inside) amid chilly temps.https:\/\/t.co\/4lYuAQ6l3W","sentiment_score":-0.2888888889}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"After a year marked by grief over the Black lives lost to violence and to COVID-19, the poet Ashley M. Jones considers the power in a Black name.https:\/\/t.co\/Dv3Ez3z9Nn","sentiment_score":-0.2583333333}
{"full_text":"The nation faces a grim milestone of having a record number of overdose deaths in 2020. One expert says social isolation increased the risk of dying from an overdose.https:\/\/t.co\/jkqACn1KZx","sentiment_score":-0.4833333333}
{"full_text":"With coronavirus restrictions forcing bars and restaurants to seat customers outside in the dead of winter, many are scrambling to nab erratic supplies of propane that fuel space heaters.https:\/\/t.co\/UpMEXbckQr","sentiment_score":0.1}
{"full_text":"RT COVIDBLK: 5 reasons to wear a mask even after you're vaccinated - Kaiser Health News","sentiment_score":0.0}
{"full_text":"What can you do about boredom in the age of #COVID-19?@VICE presents the latest #research on boredom. What is it? Is it good or bad? Are the many articles touting the benefits of boredom correct?https:\/\/t.co\/v1UUjKrz97","sentiment_score":0.25}
{"full_text":"Despite an ongoing pandemic, a 101-year-old man celebrated his birthday doing what he loves most: exercising.","sentiment_score":0.425}
{"full_text":"Snatched bald by lockdown 82 ","sentiment_score":0.0}
{"full_text":"Heartbreaking but such an important messagehttps:\/\/t.co\/Yb7X8T6J0r","sentiment_score":0.2}
{"full_text":"RT Arizona employers: the Paycheck Protection Program has re-opened. Check your eligibility for additional PPP loans here:...","sentiment_score":0.0}
{"full_text":"RT Fun game.Imagine if Labour presided over 100,000 Covid deaths and one of the worst economic hits in the world.If th...","sentiment_score":-0.1666666667}
