{"full_text":"RT Even if Wuhan story is true, you can't trust Chinese government saying so, gotto be someone external and not biased towards...","sentiment_score":0.1166666667}
{"full_text":"RT Can we all just definitively agree that not a single dose of Covid vaccine should be wasted, and that if any are left over...","sentiment_score":-0.0547619048}
{"full_text":"RT In the first place if wasn't leading, the following events would have never happened in India.1. Pulwama -...","sentiment_score":0.125}
{"full_text":"RT This threat of tractor rally on R-Day is hallow. We all know the kind of security lock down that happens  prior to R-Day n...","sentiment_score":0.1481481481}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT NDTV has posted video with title\"Corona Vaccine lgvaane ke baad svaasthy krmii kii bigdd'ii tbiiyt\"In the video, the man s...","sentiment_score":0.0}
{"full_text":"Joe Biden knows nothing about the Coronavirus. His wife leads him around like he is in a nursing facility. We are in for some volcanic times. Be prepared.And keep the 25th ammendment ready. Not for Trump but sleepy Joe.","sentiment_score":0.2}
{"full_text":"RT 'Coronavirus advice from a regency novel' (my cartoon for yesterday's","sentiment_score":0.0}
{"full_text":"RT This seems to suggest that, having already chosen to flex the vaccination dosing schedule from 3 to 12 weeks, the govern...","sentiment_score":0.0}
{"full_text":"OMG GOT MY TEXT ABOUT COVID VACCINE OMG OMG","sentiment_score":0.0}
{"full_text":"RT Get you a government who a year into a pandemic in which they've locked down too late 3 times, fucked up test and trace, pu...","sentiment_score":-0.3518518519}
{"full_text":"#WPMOYChallenge MEANS@NFL","sentiment_score":0.0}
{"full_text":"RT Wrestlemania moves from SoFi Stadium to Tampa due to coronavirus pandemic ","sentiment_score":-0.125}
{"full_text":"Robots will deliver essentials to COVID-19 patients in this state; check detailshttps:\/\/t.co\/5jy32fiWnB#therealityhunt#therealityhuntlive#therealityhuntnews#latestnews#dailyupdate#dailynews#readnow","sentiment_score":0.0}
{"full_text":"RT Psssst... pass it on:  COVID LUNG is worse than smoker's lung. \"Post-COVID lungs look worse than any type of terrible...","sentiment_score":-0.6}
{"full_text":"RT The science behind climate change is not a hoax. The science behind COVID-19 is not partisan. And President-elect","sentiment_score":-0.4}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT It's 2021, Covid-19 is available in Malaysia but not Instagram Music ","sentiment_score":0.4}
{"full_text":"RT The uneven and unsafe structures that we must navigate every day means that often, it is up to us to keep our communities hea...","sentiment_score":-0.2}
{"full_text":"RT COVID-19: All UK adults will be offered first vaccine dose by September, Raab says- but are expected to be back at work...","sentiment_score":0.05}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT #AgeRelaxation_AirforceXY #IAF_MCC #NarendraModi #Airforce_India  we wa...","sentiment_score":0.0}
{"full_text":"RT shares his thoughts on how we can ensure accurate media coverage of COVID-19. #HealthInfoAfrica #HIA #COVID19...","sentiment_score":0.4}
{"full_text":"RT Canadian PM Justin Trudeau helped China cover-up origin of Coronavirus via OpIndia_com","sentiment_score":0.0}
{"full_text":"RT Level 3 regulations, especially prohibition of gatherings &amp; alcohol sales are responsible for decline in numbers.At...","sentiment_score":0.1}
{"full_text":"RT Is the next devastating pandemic lurking just around the corner?https:\/\/t.co\/We3QU2jFR6","sentiment_score":-0.5}
{"full_text":"RT Can we all just definitively agree that not a single dose of Covid vaccine should be wasted, and that if any are left over...","sentiment_score":-0.0547619048}
{"full_text":"RT We have called for educators to be classified as essential frontline workers for vaccination, but teachers and their schooling...","sentiment_score":0.0}
{"full_text":"surreal","sentiment_score":0.25}
{"full_text":"\"Covid is real\" is the most irritating thing online right now.","sentiment_score":0.1464285714}
{"full_text":"RT With apologies to who said this a while ago, why can't this guy be leader of","sentiment_score":0.0}
{"full_text":"RT 23 deaths and 1,479 new cases reported in one day as COVID-19 pandemic sweeps 25 Nigerian states h...","sentiment_score":0.1363636364}
{"full_text":"RT There is every chance that the Brazilian variant is in Ireland too. If we control the virus by elimination, quarantine at air...","sentiment_score":0.0}
{"full_text":"Military retirees, spouses now eligible for #COVID vaccination. Officials are trying to distribute more vaccine doses through the distribution channels for both military and civilian locations.","sentiment_score":0.1}
{"full_text":"RT Tom Hardy appears to break lockdown rules with secret day at the gym","sentiment_score":-0.4}
{"full_text":"Ivermectin reduces risk of death by &gt;80% and reduces risk of transmission by nearly 90% - the time for action is now!","sentiment_score":0.1125}
{"full_text":"RT #MasterFilm missed Alltime records in Malaysia, France, UK &amp; other key overseas territories due to COVID restrictions....","sentiment_score":-0.0833333333}
{"full_text":"RT #VijayTheMaster - #MasterFilm in Hindi 's Nett collection for 3 day is Rs 1.15 Crs.. (Jan 14th Release)Tamil and Telugu ve...","sentiment_score":0.0}
{"full_text":"RT #bytStrategiNu Swedish media! We know that he knew exactly what he was doing - there is enough proof! Just stop the...","sentiment_score":0.125}
{"full_text":"So this was hapoening in Jan, we locked down in MarchJust a reminder has 2 MONTHS notice and did NOTHING.Now we pay for it with out health, the our NHS workers blood, sweat and tears , our lives and our economy...oh and they heaped Brexit on top too!","sentiment_score":0.2347222222}
{"full_text":"RT I don't know what they are telling you, but I want to tell you this today.African leaders are more a problem than Cov...","sentiment_score":0.5}
{"full_text":"RT Do not overuse your nose mask. Discard it after 8-12 hours of usage and wear a new one; if washable, wash it and allow it to d...","sentiment_score":0.1363636364}
{"full_text":"RT I'm positively surprised. They actly put smthng up on their site. Now we are looking towards direct action &amp; sanctions towar...","sentiment_score":0.1}
{"full_text":"I mean they have a theme park open during a pandemic in ....Florida!","sentiment_score":-0.15625}
{"full_text":"Not constantly worrying\/thinking about bastard #COVID!","sentiment_score":0.0}
{"full_text":"RT When someone talks about the pandemic in the past-tense","sentiment_score":0.0}
{"full_text":"\"Why should people below the poverty line not get the vaccine for free?\": Congress leader, to #VaccinationDrive #vaccinations #COVID19 #Corona #CoronaVaccine #ReporterDiary More Videos:","sentiment_score":0.45}
{"full_text":"RT Lockdown is a luxury of the affluent.Brilliant quote and so very true.","sentiment_score":0.455}
{"full_text":"RT There's a legend building among the non-deadend Trumpers, that Trump had a decent record before some arbitrary date: before...","sentiment_score":0.0333333333}
{"full_text":"RT Which govt failure are they trying to hide tomorrow then by diverting all traffic down culture war lane?Covid managemen...","sentiment_score":-0.2361111111}
{"full_text":"RT How it started vs How it's going: \"Jacinda Ardern, the first PM to have dealt with a major terrorist attack, a deadl...","sentiment_score":0.15625}
{"full_text":"RT That's the problem with kids these days.No focus. Peter Weirs film is brilliant. An exacting, detail oriented, epic ta...","sentiment_score":0.5}
{"full_text":"This gives me hope ","sentiment_score":0.0}
{"full_text":"RT Some truth in this from Uncomfortable reading for those that want a Labour Government: The second wave of Cov...","sentiment_score":-0.25}
{"full_text":"RT I wonder what Hancock's house elf makes of criticising censorship of those who question lockdown...","sentiment_score":0.0}
{"full_text":"It took Norway about a year to register 500 or so covid deaths and already 23 have died after just a few weeks of administering vaccines.","sentiment_score":-0.2}
{"full_text":"Maybe after Trump's \"Covid hoax\" claims it's not a good idea to remind the public that when Trump says \"hoax\", it actually means \"the truth\". Just sayin'.","sentiment_score":-0.1166666667}
{"full_text":"RT 1,295 Coronavirus Deaths announced today. This is not a lockdown when factories stay open, nurseries are open &amp; up to 5...","sentiment_score":0.0}
{"full_text":"RT Kes positif mengikut negeri (setakat 17\/01\/2021, 12 pm)Confirmed cases by state (as of 17\/01\/2021, 12 pm)#COVID19#Kit...","sentiment_score":0.0}
{"full_text":"RT US FDA rejects three of four vaccines after Phase 3 trials. But not many#Covid19 vaccines have been rejected. Watch R...","sentiment_score":0.0}
{"full_text":"RT SAVE THE DATEOn Monday 1st February, we will be hosting a special virtual event on our 2021 plans and supports to hel...","sentiment_score":0.3571428571}
{"full_text":"RT .@RishiSunak net worth is around PS500 million and he's wanting to cut an extra PS20 per week for people who are on benefi...","sentiment_score":0.1}
{"full_text":"RT No plans this #lockdown weekend? Take the time to learn more about the YCL and our demands for young people in Britain ...","sentiment_score":0.3}
{"full_text":"I heard the Covid is a conspiracy to save the cotton industry with mask sales.  Big cotton pulling the \"strings\"","sentiment_score":0.0}
{"full_text":"RT \"Millions are dead and our economies in ruins because the Communists' instinct was to cover up and lie.\"Their blocking of...","sentiment_score":-0.175}
{"full_text":"RT Bravo Catherine Bennett! Same religious\/right wing\/libertarian Tories who shot down Right to Die bill to let mortally ill...","sentiment_score":-0.0924603175}
{"full_text":"RT Today's Guardian cartoon. My gothic version. Stay home - as if Frankenstein's monster was loose. Socially distance - don't t...","sentiment_score":-0.0217948718}
{"full_text":"RT The NHS does not have a 'breaking point'; the quality of care and the services it can deliver safely just gradually deteri...","sentiment_score":0.5}
{"full_text":"RT Err....here comes another u bend","sentiment_score":0.0}
{"full_text":"RT To friends in India. Based on my decade of research on drug regulations and safety in India, here's my takeaway on the t...","sentiment_score":0.0}
{"full_text":"RT I apologise in advance for this comment, but I hope we are getting slaughtered this time tomorrow for breaching Covid gu...","sentiment_score":0.0}
{"full_text":"Ventilation Finally Accepted as Key To COVID-19 Transmission","sentiment_score":0.0}
{"full_text":"RT As covid numbers rise, prepares to outline some containment measures.","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Covid has shaked the entire world as if it is a earth quake not any disease. Thanks to our self made scientists who prepared...","sentiment_score":0.1}
{"full_text":"RT My beautiful mum passed away today from #COVID, after only 5 days. She was 51. I was lucky to be allowed onto critical...","sentiment_score":0.2958333333}
{"full_text":"RT Welcome back, D.","sentiment_score":0.4}
{"full_text":"RT #AgeRelaxation_AirforceXY #IAF_MCC #NarendraModi #Airforce_India  we wa...","sentiment_score":0.0}
{"full_text":"This guy. WA group copypasta.","sentiment_score":0.0}
{"full_text":"RT Often I think if wasn't leading the country during the following threats, what would have happened to Ind...","sentiment_score":0.0}
{"full_text":"Reading these quotes, thinking about how these Oxbridge men spoke\/wrote with such cocksure certainty - \"the only way to end this pandemic...\" etc. - and almost a full year later those same men told us \"the worst is yet to come\" as a new variant caused by their policies ran wild.","sentiment_score":-0.0517045455}
{"full_text":"RT Fun game.Imagine if Labour presided over 100,000 Covid deaths and one of the worst economic hits in the world.If th...","sentiment_score":-0.1666666667}
{"full_text":"RT 5 people dead in the Capital riot, which is terrible and Trump lit the fuse. BUT...400,000 Americans will be dead of COVID...","sentiment_score":-0.4666666667}
{"full_text":"RT The state of Victoria in Australia provides a powerful example of how firmly &amp; bravely combatting COVID is the best way...","sentiment_score":0.475}
{"full_text":"RT To friends in India. Based on my decade of research on drug regulations and safety in India, here's my takeaway on the t...","sentiment_score":0.0}
{"full_text":"RT Health Minister Jens Spahn has said he expects that everyone in Germany will have been offered the COVID-19 vaccine by summer....","sentiment_score":0.0}
{"full_text":"RT Bow Wow's back at it again. This time he's getting roasted for hosting a packed concert in the middle of a pandemic.REACTI...","sentiment_score":0.0333333333}
{"full_text":"RT As covid numbers rise, prepares to outline some containment measures.","sentiment_score":0.0}
{"full_text":"RT It's Houseful shows for first 7 days Even in week daysIt will be a steady Run,we faced Huge loss during the Lockdown per...","sentiment_score":0.2722222222}
{"full_text":"\"Like what I did (hic!)\"https:\/\/t.co\/h16M2KRSjs","sentiment_score":0.0}
{"full_text":"RT Don't forget that you can revisit any of the fabulous virtual concerts filmed at Hatchlands any time o...","sentiment_score":0.4}
{"full_text":"I have anxiety. I wear a mask. To potentially protect others. I have worked throughout the pandemic repairing many key workers cars the least you can do is have some respect for us frontline workers and help keep us safe. Selfish","sentiment_score":0.0333333333}
{"full_text":"RT Coronavirus in London: 1,300-body mortuary opens Not headline news by BBCUS refrigeration Van's, headline news Italy drivi...","sentiment_score":0.0}
{"full_text":"Everyone who needs to can get a COVID-19 test. If you have symptoms, the most important thing you can do is to stay home (self-isolate) and take a test. #KeepLondonSafe #KeepLewishamSafe","sentiment_score":0.45}
{"full_text":"When Joe Biden takes the oath of office Wednesday outside a wounded U.S. Capitol, he will begin reshaping the office of the presidency itself as he sets out to lead a divided nation struggling with a devastating pandemic and an insurrection.https:\/\/t.co\/gdyfIZA8PZ","sentiment_score":-0.5}
{"full_text":"\"It was decided to increase the number of regular flights to Egypt on the Moscow-Cairo route to five a week,\" The Russian anti-coronavirus crisis center announced#EgyptToday #Egypt #Russia","sentiment_score":-0.0333333333}
{"full_text":"It's Sunday morning, and here's some interesting news ab shifting modal choices!\"Overall, 35% say they expect to increase their use of alt modes of travel in the future compared w pre-pandemic use, but that figure rises to 44% of Generation Z.\"https:\/\/t.co\/kwIUipzOzm","sentiment_score":0.2083333333}
{"full_text":"What a COVID-19 Vaccine Means for the Travel Industry -  #covid19 #vaccine #travelindustry #hotelmarketing #hotelnews","sentiment_score":0.0}
{"full_text":"RT My GP has phoned three times trying to make me sign a DNR due to covid because I \"wouldn't be a priority\" Health is a...","sentiment_score":-0.125}
{"full_text":"A spoonful of sugar helps the medicine go down at a bakery in the western German town of Dortmund, which is celebrating the year of the coronavirus vaccine with syringe-shaped cakes#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital","sentiment_score":-0.0518518519}
{"full_text":"The Supreme Court, Congress and other institutions, have stepped up to protect Brazilians and blocked some of Bolsonaro's most damaging policies","sentiment_score":0.1875}
{"full_text":"#SundayFunday Been a while since we've seen new street art in #Dublin. Then again, we haven't been out very much because of the #Covid19 pandemic. However, we spotted this amazing #FatherTed art on Marks Alley West, Dublin 8.","sentiment_score":0.3321212121}
{"full_text":"Did your #2020 events get cancelled due to #COVID? I am now available to book for this year, across #Somerset, #Dorset and #Devon. Get in touch at","sentiment_score":0.1375}
{"full_text":"In his first hours as president, Joe Biden plans to take executive action to roll back some of the most controversial decisions of his predecessor and to address the raging coronavirus pandemic, his incoming chief of staff said Saturday.https:\/\/t.co\/pcC97nlER3","sentiment_score":0.28}
{"full_text":"Too true  #teacher #school #dt #lockdown #secondary #education","sentiment_score":0.025}
{"full_text":"The lockdown at more than 120 federal Bureau of Prisons facilities took effect at 12 a.m. Saturday. ","sentiment_score":0.5}
{"full_text":"Tech mogul #ElonMusk known as widely for slinging cars into the sun's orbit as he is for advocating against #COVID-19 safety measures took to #Twitter last Thursday to recommended users choose encrypted messaging app #Signal ","sentiment_score":-0.05}
{"full_text":"RT At least 150 anti-lockdown groups reviewed by The Intercept remain active on Facebook, and the chatter in some is openly...","sentiment_score":-0.1444444444}
{"full_text":"RT Please Wear your mask,wash your hands and stay safe Do have a great week ","sentiment_score":0.65}
{"full_text":"READ  ||. V","sentiment_score":0.0}
{"full_text":"How to maintain your lifestyle for less in 2021In a time where Covid-19 has affected our financial security, spending any amount of cash can really hit home hard. Read more &gt; #RekordPretoria","sentiment_score":0.0483333333}
{"full_text":"Already hard-to-get COVID-19 vaccines may be even further out of reach for residents who have inadequate Internet service or lack transportation to inoculation sites.","sentiment_score":0.0}
{"full_text":"It's great to see so many student nurses getting vaccinated. #WeStNshttps:\/\/t.co\/PbXQBu5K4Q","sentiment_score":0.65}
{"full_text":"Warren County Health Services on Saturday announced another resident has died from coronavirus, marking the county's sixth death in the last eight days.","sentiment_score":0.0}
{"full_text":"Already hard-to-get COVID-19 vaccines may be even further out of reach for residents who have inadequate Internet service or lack transportation to inoculation sites.","sentiment_score":0.0}
{"full_text":"Learn about the connection between increased COVID-19 risk and low Vitamin D levels.","sentiment_score":0.0}
{"full_text":"Observe minimum health standards.https:\/\/t.co\/VMajeER2Pz","sentiment_score":0.0}
{"full_text":"RT I don't know why but I'm feels teary but I'm proud with you too yoseobie .. thank you for comforting us with your song that...","sentiment_score":0.8}
{"full_text":"Widespread vaccinations could help curb the variant's spread, CDC says.","sentiment_score":0.0}
{"full_text":"\"I have been extremely impressed with the constant monitoring I have had throughout the vaccine trial.\" Watch Oscar Hodgson talk about his experience as a volunteer on the #COVID19 vaccine clinical trials  Sign up to get more information:","sentiment_score":0.5}
{"full_text":"As we rebuild from the #pandemic, let's make sure it's a better normal Team up with &amp; get ready to change your life &amp; transform someone else's, by walking in solidarity with those who have no access to #water.Sign up ","sentiment_score":0.3375}
{"full_text":"Self Care is really important, especially during a lockdown. Get a feel for how to commit to a healthier, happier way of life with Jess' 5 simple methods for self-care!","sentiment_score":0.1333333333}
{"full_text":"Coffee, Childcare, Zara... 3 Women Share Their Covid Money Diaries","sentiment_score":0.0}
{"full_text":"#COVID19 continues to be a Public Health Emergency of International Concern (PHEIC)Read more about new #coronavirus variants and vaccines from the Emergency Committee (EC)https:\/\/t.co\/4sLTOtJDXy","sentiment_score":0.1590909091}
{"full_text":"#SmilingSunday with The D-Day Juniors **PLEASE NOTE: This photo was taken prior to recent COVID restrictions**#ddayjuniors #theddayjuniors #passiton #40s #1940s #WW2 #wartime #remembrance #military #militaryevents #wartimespirit #lestweforget #weshallneverforget","sentiment_score":-0.0333333333}
{"full_text":"Should the coronavirus vaccine be mandatory?1. Yes2. NoSome companies are paying employees to get one:","sentiment_score":0.0}
{"full_text":"Have the effects of the coronavirus pandemic left you or someone youknow in debt? The website has lots of information and advice to help you find a way forward with debt  https:\/\/t.co\/hsxqezWQTg","sentiment_score":0.0}
{"full_text":"Stay at home and let The News come to you   * You can sign up for home delivery by calling 0330 403 0066* Or, if online news is your thing, we've got digital subscription packages to suit your reading habits, here ","sentiment_score":0.0}
{"full_text":"Everything We Know Now About Schools, Kids, and Covid-19","sentiment_score":0.0}
{"full_text":"With lockdown 3 upon us, help reduce transmission of coronavirus &amp; get your PKD Charity face masks! Made in the UK &amp; built to last Adjustable ear loops Filter pocket Washable Comfy durable fabric All proceeds to PKD CharityShop ","sentiment_score":0.0}
{"full_text":"Week in Review: An MBC employee recently received her first dose of the COVID-19 vaccine. She details her experience as she hopes to continue as an essential caregiver for her mother-in-law.#MiltonON","sentiment_score":0.0833333333}
{"full_text":"VIDEO:  At a cat sanctuary in the picturesque hills near Paphos, on the Mediterranean island of #Cyprus, volunteers are grappling with a surge in abandonments they blame on the coronavirus pandemic","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 32.7FWind Chill: 31.3FHumidity: 76%Dew Point: 26.0F Barometer: 29.629 inHgWind: 2 mph from the WCorona Virus Weekly Stats:Cases: 183.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
