{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT California's absolute and utter incompetence on this is just stunning. $10 BILLION paid out in fraudulent unemployment claim...","sentiment_score":0.2333333333}
{"full_text":"RT If needed absolutely to travel in a car with someone who has COVID or is suspected to have COVID my suggestion i...","sentiment_score":0.2}
{"full_text":"I do find it amusing, the lectures about COVID. As if no one else has been in lockdown or aware of how it works and what can happen.Many of us have seen the worst-case scenarios. Multiple times. The arrogance is, albeit probably unintentional, is condescending and hurtful.","sentiment_score":0.2833333333}
{"full_text":"RT Do you want to organize your workplace in response to #COVID19 or know someone who does?Let us know here:","sentiment_score":0.0}
{"full_text":"I ain't playing with this pandemic.. y'all can go out and do the most if you want ","sentiment_score":0.5}
{"full_text":"RT There's a legend building among the non-deadend Trumpers, that Trump had a decent record before some arbitrary date: before...","sentiment_score":0.0333333333}
{"full_text":"RT #Norway health officials have \"adjusted their advice\" after reporting that 23 #elderly people died shortly after recei...","sentiment_score":0.0}
{"full_text":"Seattle U suffers heartbreaking OT loss on Friday, has rematch on Saturday cancelled due to COVID protocols: ","sentiment_score":-0.3625}
{"full_text":"RT Republicans called the valid votes of Black, brown and Indigenous voters across this country \"fraud\" because they couldn't be...","sentiment_score":-0.1666666667}
{"full_text":"RT An extremely well written article by delving into the facts, lies and ongoing mismanagement continuing to de...","sentiment_score":-0.125}
{"full_text":"RT Thinking of my mother. She persisted, even when several men from the movement advised her to stay home with her children....","sentiment_score":0.0}
{"full_text":"RT Wouldn't it be remarkable - instead of locking himself in the White House having an epic sulk - if #Trump spent his last...","sentiment_score":0.15}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT PLEASE STAY HOME SUNDAY AND WEDNESDAY.PLEASE.","sentiment_score":0.0}
{"full_text":"RT First they stole ration meant for the poor, then they stole money meant for post-Amphan reconstruction, now they are snatc...","sentiment_score":-0.075}
{"full_text":"RT 2021 is about keeping the Faith and praying #COVID19 goes away and God spares L&amp;M Employees( including myself) with more li...","sentiment_score":0.5}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT #COVID19 | Top 10 #Global Developments This Sunday Morning#CoronavirusPandemic #CoronaVirusUpdate  ","sentiment_score":0.25}
{"full_text":"RT Good Afternoon - Overtip the person who is delivering your food during a pandemic.","sentiment_score":0.7}
{"full_text":"RT \"Robby Keene\"@antmanhq #robbykeene #cobrakai #johnnylawrence #miyagi #miyagido #lordmesaart #clipstudiopaint...","sentiment_score":0.0}
{"full_text":"RT How lockdown caused a loss of normal medical care. One harrowing case:,PETER HITCHENS: No 10's panic squad is s...","sentiment_score":0.075}
{"full_text":"RT To hear Joe Biden sounding like Bernie Sanders, and to hear him put economic inequality in the middle of his plan to re...","sentiment_score":0.1}
{"full_text":"Not less technology, just more discernment as discipline with its use. 'Too much information: the COVID work revolution has increased digital overload.' #Technology #workingfromhome #Covid-19","sentiment_score":0.1958333333}
{"full_text":"RT \"The U.S. govt. has reason to believe that several researchers inside the Wuhan lab became sick in autumn 2019, before...","sentiment_score":-0.3571428571}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Data and transparency is important. Thank you for sharing.","sentiment_score":0.4}
{"full_text":"RT Our daily update is published. States reported 2M tests, 215k cases, 126,139 people currently hospitalized with COVID-...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Wuhan Virus: CCP covered it up. CCP disappeared the doctors who knew. CCP still refuses to let the world in to see what it w...","sentiment_score":0.0}
{"full_text":"RT \"The U.S. govt. has reason to believe that several researchers inside the Wuhan lab became sick in autumn 2019, before...","sentiment_score":-0.3571428571}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"There's a whole 'pon de replay' outside and you mad on what we call  it?!","sentiment_score":-0.19375}
{"full_text":"RT U.S. on Pace to Top 400,000 COVID-19 Deaths by Inauguration Day","sentiment_score":0.5}
{"full_text":"RT Your brother is very knowledgeable and informative.So, here is that endemic article. It says, \"Vaccines...","sentiment_score":0.2}
{"full_text":"RT Summoning science sounds very sciency.","sentiment_score":0.2}
{"full_text":"indonesia is not a damn paradise on earth. we are literally struggling with pandemic and disasters and stupid government but of course you don't care about that as long as you can stay in your $400 tree house while promoting gentrification.","sentiment_score":-0.425}
{"full_text":"RT They're announcing new strains of covid like it's weed","sentiment_score":0.1363636364}
{"full_text":"RT Fatal plane crash in Jakarta. Deadly landslide in West Java. Massive flood in South Kalimantan. Letal earthquake in West Sulaw...","sentiment_score":-0.1}
{"full_text":"RT Everyone doubted will people came back to theatres in this pandemic situation. The dubbing was teaser was not much apprec...","sentiment_score":-0.05}
{"full_text":"Top story: How to (Literally) Drive the Coronavirus Away see more","sentiment_score":0.5}
{"full_text":"RT Nearly 300,000 people arrested for lockdown violations.  None for state capture.","sentiment_score":0.1}
{"full_text":"RT I have reported that China knew about it as early as late October 2019. I also reported that multiple US agents with direc...","sentiment_score":-0.0666666667}
{"full_text":"RT This is so f'ed up, it's almost as if it was planned by t**** personally.It really does have a Lord of the Flies feel to i...","sentiment_score":0.2}
{"full_text":"RT Republicans called the valid votes of Black, brown and Indigenous voters across this country \"fraud\" because they couldn't be...","sentiment_score":-0.1666666667}
{"full_text":"Six COVID-19 cases diagnosed as restrictions remain in place","sentiment_score":0.0}
{"full_text":"RT \"Arizona's outbreak substantially more severe than any national outbreak in the world for which we have data\"","sentiment_score":0.5}
{"full_text":"RT Black Lives Matter Activist called President Trump a racist and blamed him for Covid 19 killing black people. They claim he...","sentiment_score":-0.1666666667}
{"full_text":"RT India finally have COVID19 vaccineCongratulations onceNATION LOVES RUBINA","sentiment_score":0.0}
{"full_text":"RT CBS News' Catherine Herridge shares latest on what State Dept. 'has reason to believe' about Covid-19 origin","sentiment_score":0.5}
{"full_text":"Unfortunately it's quite evident that your response to COVID has been partisan.","sentiment_score":-0.125}
{"full_text":"RT Help me spread my hustle guys.. We know the arts industry was hit hard by lock down, so I'm spreading my wings  please...","sentiment_score":-0.2236111111}
{"full_text":"RT The morale of the Country was kept high with Campaigns Like Taali-Thali &amp; The Lighting Of DiyasThe importance of DAWAI...","sentiment_score":0.16}
{"full_text":"I suspect they tolerate the lockdown, because it happens to cripple\/shutdown craft breweries, which started growing faster than the major players.","sentiment_score":0.0625}
{"full_text":"This has been said for months, but blue states will open up their economies just before or after Biden's inauguration so the economy can recover, but if you take out the blue states, the economy is doing just fine right now. Biden will also take credit for","sentiment_score":0.1404761905}
{"full_text":"That's only going to happen if everyone follows guidelines set out by the CDC. I see oldmen in a crowded store and no mask on their faces. If you ask politely for them to put on a mask they just bark like junk yard dogs!! I'm real tired of people risking life.","sentiment_score":-0.3}
{"full_text":"#Germany #RKI #CoronavirusThe RKI actual delays with its publication of the newest Covid-19 numbers.","sentiment_score":0.0}
{"full_text":"RT As more #COVID19 vaccine becomes available, more groups of people will be able to get vaccinated. Even after getting vaccinated...","sentiment_score":0.475}
{"full_text":"RT Non-indo, let me make it simple:1. Covid cases have exceeded 14k just yesterday2. Our health system is at the verge of co...","sentiment_score":0.0}
{"full_text":"RT UNITED STATES: Life expectancy in the country fell by 1.13 years in 2020, the biggest drop in 40 years, bringing it dow...","sentiment_score":0.0}
{"full_text":"RT Celebrated the end of my Covid quarantine w a 30 mile bike ride! Masked of course! Feeling super grateful that I feel...","sentiment_score":0.4401041667}
{"full_text":"RT \"Hawk\"@jb_mixmatch #hawk #elimoskowitz #cobrakai #lordmesaart #clipstudiopaint #stayhome","sentiment_score":0.0}
{"full_text":"RT Instead of using money appropriated by Congress to help people and businesses who are are suffering, shifted $400...","sentiment_score":0.0}
{"full_text":"RT South African squad first practice session in Karachi Gymkhana after testing negative for first #COVID19 #PAKvSA #Cricket #...","sentiment_score":0.05}
{"full_text":"Leeds Beckett University has spent over PS1million on additional measures for  students throughout the pandemichttps:\/\/t.co\/HZkp7dynCN","sentiment_score":-0.1}
{"full_text":"Singapore will require all inbound travelers to take a Covid test upon arrival in the city-state from Jan. 25 amid a resurgence of cases globally via","sentiment_score":0.0}
{"full_text":"discusses the safety of COVID-19 vaccines. #HIA #HealthInfoAfrica #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"RT bet that every person complaining about the $15 per hour raise has NEVER worked a minimum wage job and experienced the horr...","sentiment_score":0.8}
{"full_text":"If the Coronavirus is not deemed a biological weapon, is the heavily-publicized COVID-19 vaccine in danger of being weaponized#lka #SriLanka #DN #DailyNews #ANCL  #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT I took my covid 19 test two days ago and did a status update of my experience on my facebook wall.  A simple process......","sentiment_score":0.0}
{"full_text":"  This R3 million DA-run City of CPT project will support families to start their own food production units at home, building skills and supporting food security in the midst of Covid-19. #DAatWorkhttps:\/\/t.co\/6CfYjEEjRy","sentiment_score":0.425}
{"full_text":"Andrew Potter: Canada's lack of interest in self-defence explains COVID failures","sentiment_score":0.0}
{"full_text":"RT Australian Open \"bubble arrangements\" work no better at stopping virus than \"living with Covid\", \"Covid Normal\", \"proporti...","sentiment_score":-0.025}
{"full_text":"RT 2,000,000+ people have died from the #WuhanVirus in one year. That's the most deaths inflicted by Chinese communists si...","sentiment_score":0.25}
{"full_text":"Comrade addressed a public meeting at Rashbihari, Kolkata which marked the 125th day of Janaswasthya Kendra. This center providing free medical services to the people reeling under the burden of pandemic and lockdown. #BengalNeedsLeft","sentiment_score":0.08}
{"full_text":"RT Delhi's Fightback StoryActive Corona cases down 94% in 10 weeks.","sentiment_score":-0.1555555556}
{"full_text":"Join the #CarteBlanche team tonight at 7pm on channel 101 for these stories: #COVID19SA #SecondWave Africa's #COVID19 Success #Cryptocurrency Investment Scheme Broken #TalentAgent Promises?","sentiment_score":-0.05}
{"full_text":"The Chinese #mainland on Saturday reported 109 newly confirmed #COVID19 cases, including 96 local infections and 13 imported cases, the National Health Commission said Sunday. #China","sentiment_score":0.1333333333}
{"full_text":" #ICYMI | United Airlines (UA), announced yesterday that the resumption of its New York (JFK) route will be delayed due to the effects of the ongoing pandemic.:","sentiment_score":0.0056818182}
{"full_text":"Italian Health Minister #RobertoSperanza has banned direct flights to Italy from Brazil after a new variant of #coronavirus was identified in four passengers arriving from that country.#IndiaNarrative","sentiment_score":0.0787878788}
{"full_text":"A total of 4,319 healthcare workers received the vaccine in Delhi on Saturday, becoming the first batch of people to be inoculated as India launched one of the biggest immunisation campaigns to control #COVID19 (report by","sentiment_score":0.2333333333}
{"full_text":"RT California's absolute and utter incompetence on this is just stunning. $10 BILLION paid out in fraudulent unemployment claim...","sentiment_score":0.2333333333}
{"full_text":"On #TheFix talks to KZN Premier Sihle Zikalala, Bhekisisa Health Institute's Mia Malan, comms expert Chris Vick, and digital health specialist Annie Neo as SA scrambles for a #COVID19 vaccine. Catch #TheFix at 12pm Sunday 17 January.  #eNCA Courtesy #DStv403","sentiment_score":0.0}
{"full_text":"Cambodia's Prime Minister Hun Sen said on Sunday that he will be the first in the country to be inoculated with a COVID-19 vaccine developed by China's Sinopharm.The country accepted one million doses of Sinopharm vaccine on Friday night. (file pic)","sentiment_score":0.175}
{"full_text":"RT Steven Mnuchin funneled $500B of PPP Covid relief loans, gave millions to himself, Kushner, Devin Nunes, Betsy DeVos, J...","sentiment_score":0.0}
{"full_text":"Another year, another home-cooked meal? Here are some tips on how to stay in love with cooking during lockdown, according to Nigella Lawson.The author of Cook, Eat, Repeat talks about how cooking is all about connection - even when it seems like a chore:","sentiment_score":0.5}
{"full_text":"Migration is part of the modern world, and it is not going away despite a COVID slowdown, a UN official has told UN News. CC","sentiment_score":0.2}
{"full_text":"RT If we do not get this MCO right, the worst is yet to come. A daily reminder to all \"please stay at home\". Stay home and stay...","sentiment_score":-0.2380952381}
{"full_text":"RT There's a legend building among the non-deadend Trumpers, that Trump had a decent record before some arbitrary date: before...","sentiment_score":0.0333333333}
{"full_text":"India gave #coronavirus vaccine to over 190,000 health workers on the first day of the vaccination drive, which went off fairly smoothly - barring software glitches, a few adverse events and some doctors refusing to take the Covaxin shot@RChitravanshi","sentiment_score":0.15}
{"full_text":"Coronavirus vaccine appointments now open to Hoosiers 70 years and olderhttps:\/\/t.co\/BmoKUhyIkl","sentiment_score":0.0}
{"full_text":"We are back on air for 2021. What is the plan for managing Covid this year? We ask in the AM.#TheAMShowNZ - weekdays from 6am | |","sentiment_score":0.0}
{"full_text":"Camp Kanuga in Hendersonville is planning to reopen this summer with some new COVID safety precautions.","sentiment_score":0.1363636364}
{"full_text":"Singapore tightened border measures, requiring its citizens and permanent residents to take a Covid-19 PCR test upon arrival.It will take effect from 11:59pm on January 24.Travellers are encouraged to register and pre-pay for the PCR test before departing for Singapore.","sentiment_score":0.0}
{"full_text":"Wai Mai wai mai Takeaway food. During the #epidemic, many people prefer to order #takeaway food for #delivery. This is one of my bubble tea takeaway! #bubbletea #Chinese #learnchinese #languagelearning #VicaLiChinese","sentiment_score":0.3125}
{"full_text":"The QuantiVirus(tm) SARS-CoV-2 Test Kit is based on  PCR technology, developed for specific detection of SARS-CoV-2 viral RNA extracted from nasopharyngeal swabs and oropharyngeal swabs. At My Local Test we make it simple and convenient to undergo a COVID-19 PCR test.#mylocaltestuk","sentiment_score":0.025}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"The Jallikattu, a bull-taming event during a harvest festival in southern India, pushes through despite the pandemic as hundreds of bull tamers participated in the event. (via Reuters)","sentiment_score":0.0}
{"full_text":"Prince William says he is concerned about the mental health of U.K. ambulance drivers, police officers and other first responders who are being exposed to extraordinary levels of trauma and death as coronavirus cases soar.https:\/\/t.co\/wbewz07GYA","sentiment_score":0.0895833333}
{"full_text":" NEW REPORT: #DigitalTechnologyInPrisonsOne of the reasons for reoffending is the lack of a job, many of which require digital skills in modern Britain.Covid-19 provides the ideal opportunity to reform Britain's outdated prison system. Read here:","sentiment_score":0.2227272727}
{"full_text":"ICYMI: Our #COVID19 modeling study is now available in print in the latest issue of We're thrilled to be featured on the cover! Read the #openaccess study:","sentiment_score":0.55}
{"full_text":"CIOs may need to rethink their #StrategicPlans given changes in enterprise business strategy. The question is, by how much? Learn more. #GartnerSYM #CIO #COVID19","sentiment_score":0.35}
{"full_text":"RT TMC cannot refrain from it's corruptive methods! Even something as sensitive as the COVID-19 'vaccination system' is being...","sentiment_score":0.1}
{"full_text":"RT A corpse in the break roomEmbalmed bodies in the garage Boyd Funeral Home, a small family business in Los Angeles, is so overflo...","sentiment_score":-0.25}
{"full_text":"RT In its fight against COVID-19, #IndianArmy began vaccination of  Healthcare Workers in the forward and remote field hospit...","sentiment_score":-0.1}
{"full_text":"Executives should be going to jail for this.","sentiment_score":-0.1}
{"full_text":"RT #CORPSE WENT TO THE MOON, HE INVENTED BREATHING, AND NOW HE'S INVENTED SOCIAL DISTANCING.","sentiment_score":0.0333333333}
{"full_text":"Please use the link below to check you have all of the paperwork you need to cross the border between Great Britain and the EU in HGVs, including the Kent Access Permit, and details on how to access COVID testing facilities`:","sentiment_score":0.4}
{"full_text":"RT \"Covaxin Has Not Completed Phase 3 Trials\": Saket Gokhale Moves Bomaby High Court Seeks Publication Of Safety &amp; Efficacy...","sentiment_score":0.16}
{"full_text":"RT Good Afternoon - Overtip the person who is delivering your food during a pandemic.","sentiment_score":0.7}
{"full_text":"Apple is closing even more stores across three states due to COVID [Mashable-Tech]","sentiment_score":0.1875}
{"full_text":"RT I am so sorry but this... is not funny.... Both HIV and COVID are sensitive issues. Lives are dying every day. What make...","sentiment_score":-0.175}
{"full_text":"RT Thank you The tireless efforts of our scientists and frontline workers have played a crucial role in the...","sentiment_score":0.0}
{"full_text":"RT Thank you for inventing social distancing and breathing ","sentiment_score":0.0333333333}
{"full_text":"I was on the fence about aus open. We do need to get the state back to (Covid) normal &amp; get some $$ back through the economy but after seeing that image I'm seething with fury. Fuck them all. send them home. Self entitled selfish dangerous behaviour.","sentiment_score":-0.1928571429}
{"full_text":"Current Conditions for #Sayre PATemp: 33.3FWind Chill: 29.9FHumidity: 81%Dew Point: 28.1F Barometer: 29.566 inHgWind: 4 mph from the WCorona Virus Weekly Stats:Cases: 188.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT 45* in Five Acts...........2017 -- Charlottesville2018 -- Family Separations2019 -- Ukraine2020 -- Pandemic2...","sentiment_score":0.0}
{"full_text":"RT \"This is not going to be the end of vaccine research. This year is going to be the year of vaccinology. We will continue to fin...","sentiment_score":0.0}
{"full_text":"RT #COVID19 LIVE Updates | Over 1.91 Lakh People Inoculated On Day 1 Of Vaccination Drive: Health Ministry #Coronavirus...","sentiment_score":0.1363636364}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"Finally: I've been saying since the pandemic hit, certain shit screams for free Education in America.. Finally someone else is saying ithttps:\/\/t.co\/VYAV3WWUer","sentiment_score":0.0828571429}
{"full_text":"RT Final call for Serial 987A from #CEBCU Reports to a pub open in #E8  On arrival a large group inside. Covid f...","sentiment_score":0.0714285714}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"RT Steven Mnuchin funneled $500B of PPP Covid relief loans, gave millions to himself, Kushner, Devin Nunes, Betsy DeVos, J...","sentiment_score":0.0}
{"full_text":"RT The nation's capital is on lockdown with fencing around it and a large military presence, preparing for a potential terror...","sentiment_score":0.0380952381}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 4.2degC * Wind: W 2.9 to 8.1mph * Pressure: 1015.1hPa * Rain: 0.0mm * Hum: 89% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:34 * Sunset: 16:32 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Nearly 400,000 Americans have died from the coronavirus and the pandemic continues to soar. We need to aggressively incr...","sentiment_score":0.1}
{"full_text":"RT #COVID19 vaccines are reaching high income countries quickly, while the world's poorest have none at all.Science is...","sentiment_score":0.2466666667}
{"full_text":"RT Recent developments in the Covid-19 pandemic have exposed a grim reality: If people keep doing what they're doing now to pre...","sentiment_score":-0.5}
{"full_text":"Corona Virus was Marcus Garvey","sentiment_score":0.0}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"RT Poor Devin. 4,000 Americans are dying every day from Covid, five people died in last week's insurrection, but he thinks h...","sentiment_score":-0.2}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"RT A false claim by ABP News suggested that India is providing COVID-19 vaccine for free while the US and the UK are charging Rs...","sentiment_score":-2.775557562e-17}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"RT Covid-19 is killing twice as many people in poor communities than elsewhere.https:\/\/t.co\/DcVb653JQB","sentiment_score":0.05}
{"full_text":"my dad refuses to let me go out and be with my friends and relatives again he just want me to stay at home and study the entire week..","sentiment_score":0.0}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"In the face of the #COVID19 pandemic, government and the industry regulator acted fast to make temporary spectrum available, allowing us to help more South Africans enjoy the benefits of our world-class network, everywhere you go. #WeGoodTogether ","sentiment_score":0.375}
{"full_text":"#Guinea's President Conde receives #Russian COVID vaccinehttps:\/\/t.co\/LwaHc4lKJP","sentiment_score":0.0}
{"full_text":"RT Friendly reminder: fuck","sentiment_score":-0.0125}
{"full_text":"RT BREAKING REPORT: 13 Israelis Suffer FACIAL PARALYSIS After Pfizer Covid Jab - 29 DEAD IN NORWAY Following Pfizer Covid V...","sentiment_score":-0.0666666667}
{"full_text":"RT Narendra Modi ji says that Corona caused all the damage but the damage had already been done and sooner or later India's yout...","sentiment_score":0.0}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"RT There's a legend building among the non-deadend Trumpers, that Trump had a decent record before some arbitrary date: before...","sentiment_score":0.0333333333}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"RT Our job is to work toward a day when we don't have to lock down the capital to inaugurate a new president.","sentiment_score":-0.0095959596}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"RT On 1st day, Biden will rescind travel ban on several Muslim countries, rejoin Paris climate accord, extend pandemic li...","sentiment_score":0.0}
{"full_text":"RT To friends in India. Based on my decade of research on drug regulations and safety in India, here's my takeaway on the t...","sentiment_score":0.0}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"RT READ + SHARE this excellent account on #COVID vaccine-related adverse events, ranging from life-threatening anaphylaxi...","sentiment_score":1.0}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"RT Weird how conservatives cry out that buisinesses have a right to deny LGBT people service but??? as soon as they arent allo...","sentiment_score":-0.1071428571}
{"full_text":"Impacts of #Covid19 haven't been felt evenly across different groups of people due to the social determinants of health. Read why.","sentiment_score":-0.0305555556}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
{"full_text":"Stay close to home today if you can today, because it looks li... More for Scorpio","sentiment_score":0.5}
