{"full_text":"RT Something is wrong, despite a bad response to COVID and a bad economy Digong still got a 97% approval rating.   ","sentiment_score":-0.6333333333}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"Only time I wore a mask outside was when everywhere was really busy and people were walking towards me + there was no social distancing but I'm a germaphobe. Personally I don't think masks make a blind bit of difference now I wouldn't knock anyone for doing it though!","sentiment_score":-0.0902777778}
{"full_text":"RT Funeral costs--FEMA will reimburse up to $2 billion for #COVID19 funerals, said who pushed for the funding as part of...","sentiment_score":0.0}
{"full_text":"RT A year ago this week, multiple U.S. senators got a briefing on the mortal danger of the coronavirus and then said noth...","sentiment_score":0.0}
{"full_text":"Hello I am 22 and:- Staying the fuck home during the pandemic","sentiment_score":-0.4}
{"full_text":"RT Heartbreaking (and a reminder to support your local food bank if you are able to):","sentiment_score":0.25}
{"full_text":"I am reallllllly worried .......when they wake up, and see COVID for what it is ...... and realize they're NOT pro-life .... ...gonna make a mess when their heads explodel.","sentiment_score":-0.175}
{"full_text":"My  Name is C.Joseph,I am lost my job since COVID -19,I am need food for my Family, This post is serious Emergency  Please  Kindly help Brother, My Number : 9740551267,Please kindly help me Brother I am need food for my Family..","sentiment_score":0.2888888889}
{"full_text":"RT As we do every Friday, we take a moment to share the stories of five extraordinary individuals who have fallen victim to COVI...","sentiment_score":0.1291666667}
{"full_text":"RT Repeat after me:\"Face shields do NOT replace the need to wear a face mask.\"Celebrities\/Public figures\/Everybody:Sto...","sentiment_score":0.0}
{"full_text":"If yo father ever came back from Chevron he would be so fuckin disappointed in you ","sentiment_score":-0.375}
{"full_text":"RT We have a hyperinfectious Covid variant circulating in the community, a vaccine shortage and are just on the verge of restorin...","sentiment_score":0.0}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"This COVID shit gotta go away by august I'm tryna take Lani to Disney world","sentiment_score":-0.2}
{"full_text":"RT More people died as a result of nursing home #COVID19 mandate from March to May 2020, than died on 9\/11\/20...","sentiment_score":0.5}
{"full_text":"RT Also, please remember Covid families. It's happening to them and we can't even gather for funerals. We should be deeply conce...","sentiment_score":0.0}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT As India is remarkably defeating the coronavirus and starting a new expansive economic development, the usual divisive...","sentiment_score":0.1672727273}
{"full_text":"RT I log into this account and see ISU is not prioritizing the health and well-being of athletes and coaches once again. T...","sentiment_score":0.0}
{"full_text":"Just look into businesses that have potential to grow and invest in that. They'll be low rn, but will be worth shit in the long run. Or shit that should be worth a lot but are low rn cuz of Covid. You know once it's over shit will go back up","sentiment_score":-0.005}
{"full_text":"RT Get back to us when they actually start doing something not already being done. ","sentiment_score":0.0}
{"full_text":"RT Health Canada is on track to give the green light to a third COVID-19 vaccine within the next two weeks and a fourth may not b...","sentiment_score":0.04}
{"full_text":"RT i hate that the school\/covid situation is framed as 'reopen schools.' schools ARE open. schools ARE meeting, daily. teac...","sentiment_score":-0.2666666667}
{"full_text":"RT The city council added $600,000 from its reserves to the Kingston Economic Development Corporation's exi...","sentiment_score":0.2}
{"full_text":"RT DON'T PANIC SELL!!! STAY THE COURSE!!!!BUY AND HOLD!!#DOGECOIN #DOGE #DOGECOINTO1DOLLAR","sentiment_score":0.0}
{"full_text":"RT PERSONAL NEWS: Due to covid cuts, I am now a free agent. I've been producing, reporting, and creating content in DC...","sentiment_score":0.0916666667}
{"full_text":"Finally ... Good News from #COVID19 is cancelled ","sentiment_score":0.35}
{"full_text":"RT Since we are back in lockdown, I figured I'd revisit one of my favorite books. ","sentiment_score":0.25}
{"full_text":"Johnson &amp; Johnson announce effective single-dose COVID-19 vaccine | WNT via","sentiment_score":0.6}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"I'm amazed broadcasters haven't copied this because got the formula exactly right","sentiment_score":0.2857142857}
{"full_text":"RT Proud of my Nation ","sentiment_score":0.8}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT The blatant corruption that the world is witnessing [from rigging the stock market &amp; the election, to the lack of account...","sentiment_score":-0.5}
{"full_text":"Free how? According to Biden, Fauxci you still will have to wear a mask, social distance etc.","sentiment_score":0.2166666667}
{"full_text":"RT On Jan. 13 -- after members tested positive for COVID-19 after being locked down with her on Jan. 6 -- Marjorie Taylor Greene c...","sentiment_score":0.0358585859}
{"full_text":"#KnowledgeTalks with Watch the full video - \"Post COVID Business Strategy\"The business strategies need to change owing to post COVID scenario. Lot of aspects need to be re-worked.#Business #entrepreneurship #startups","sentiment_score":0.35}
{"full_text":"Highlight of 2021: My 87 year old Granny BEAT Covid AND pneumonia! All praises to God and the ancestors! Ase'!","sentiment_score":0.1953125}
{"full_text":"RT Yaaayyy!!!  I just made an appointment for my first Covid-19 vaccination!! It's six weeks away, but I'm still super e...","sentiment_score":0.3619791667}
{"full_text":"RT We doing this all Covid season fellas ","sentiment_score":0.0}
{"full_text":"#NowPlaying on - #Vidoes on Inner G Radio! #live #newmusic #spotify #artist #media #youtube #onair #radiostation #repost #instagram #rock #producer #interview #itunes #covid #internetradio #djs","sentiment_score":0.0681818182}
{"full_text":"RT As NSW records its 13th consecutive day of no local COVID transmissions, mask mandates have been relaxed for shopping c...","sentiment_score":0.0}
{"full_text":"RT Why would President Biden issue an executive order banning the term \"Chinese virus\"?  Covid 19 came from China. No one do...","sentiment_score":0.0}
{"full_text":"Well, I was a die hard Valiant fan for years but this is absolutely unacceptable. Screwing your players and fans like that is despicable. And using Covid as an excuse for this shit? Disgusting. I'm out.","sentiment_score":-0.2683333333}
{"full_text":"RT New study shows hydroxychloroquine 'may be a benefit' in treating the coronavirus after all","sentiment_score":0.1363636364}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"RT CNN: 435,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT It's the first year anniversary of this thread--responding to the first papers coming out of Wuhan. Talks about need for million...","sentiment_score":0.25}
{"full_text":"RT Cushioning the Rich, Crushing the vulnerable during the lockdown destroyed millions of lives and livelihoods of poor and m...","sentiment_score":-0.03125}
{"full_text":"RT Yaaayyy!!!  I just made an appointment for my first Covid-19 vaccination!! It's six weeks away, but I'm still super e...","sentiment_score":0.3619791667}
{"full_text":"RT BREAKING REPORT: Cuomo RESPONSE TO COVID nursing home report; 'Who cares!'...https:\/\/t.co\/NkyAduKLtU","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"Lockdown&gt; Based on what , exactly!","sentiment_score":0.3125}
{"full_text":"No one vaccine can be side-effect free. Most vaccines deliver 'reactogenic' side-effectsEffective supplements to take when you suspect you have COVID-19 to avoid any complicationshttps:\/\/t.co\/meijf419eH","sentiment_score":0.45}
{"full_text":"45 days???","sentiment_score":0.0}
{"full_text":"Praying this man wakes every night, frozen in fear of God's holy wrath until he repents of his evil and is greeted by God's holy mercy","sentiment_score":-1.0}
{"full_text":"My mother, Glenna Walters, will turn 105 on Monday and just got her COVID-19 vaccination. She also survived the world's last pandemic in 1919.","sentiment_score":0.0}
{"full_text":"RT Here's why I believe, 1. Trump should be arrested NOW but 2. I recognize that building a strong seditious conspiracy c...","sentiment_score":0.4333333333}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"RT Interested to know more about #COVID19 impact on SMEs support in #Ghana? Missed yesterday's #GrEEnVIF presentation on coronav...","sentiment_score":0.375}
{"full_text":"MJ's hubby rocks!","sentiment_score":0.0}
{"full_text":"RT Don't watch this when you're high as a kite ","sentiment_score":0.16}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT We want to keep you informed about #COVID19 in #Oregon. Data are provisional and change frequently.For more information, v...","sentiment_score":0.5}
{"full_text":"RT Very pleased to meet and talk to  Health Minister We spoke about the #COVID19 response and best...","sentiment_score":0.825}
{"full_text":"RT From the outset of the pandemic, WHO has aided and abetted the CCP in covering up their incompetence and spreading misinf...","sentiment_score":0.0}
{"full_text":"#2KChecks #studentdebt 1\/(1) Government created this covid economic shutdown arbitrarily.(2) Government definitely OWES us something.(3) Instead of 2K chump change, or even \"eliminate student debt\" - why not eliminate income tax for people making less than $100,000\/year.","sentiment_score":0.0111111111}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"\"I'm really more focused on moving ahead, and getting most people focused on healing the economy, recovering from covid, and getting back to the very, very optimistic view that most Americans had just a year ago...\" Yes, u must get back 2 obstructing everything.","sentiment_score":0.2933333333}
{"full_text":"RT You know that it is only a matter of time before someone figures out that lockdowns have made the pandemic much worse.","sentiment_score":-0.2}
{"full_text":"I will give you a mint $2 bill (if I can find it) just for speaking the honest truth as I look at the neighbors next to me wear a mask and take it off when they drink or eat, because that makes sense..","sentiment_score":0.3}
{"full_text":"bru there's fokol worms to catch in a pandemic. i need sleep.","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT DON'T PANIC SELL!!! STAY THE COURSE!!!!BUY AND HOLD!!#DOGECOIN #DOGE #DOGECOINTO1DOLLAR","sentiment_score":0.0}
{"full_text":"RT A California gym owner defied lockdown rules. Now he's been charged in the Capitol riots.","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"So #gradprofesh has been on a bit of a hiatus attributable in part to a pandemic-lockdown-I-can't-make-anything-matter-anymore period, and in part to a woohoo-out-of-lockdown-having-a-summer-break-period. (1\/4)","sentiment_score":0.0}
{"full_text":"Western Railway's Chief Public Relations Officer appealed to all the Mumbai local train passengers to adhere to COVID-19 norms and protocols in order to combat the virus and ensure smooth operations of trains.https:\/\/t.co\/dbNq9HpYjv","sentiment_score":0.1}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT Today is 1 year since the first UK covid case.One year of a disastrous Government response:Locked down too lateReo...","sentiment_score":-0.2018518519}
{"full_text":"80% of families chose remote learning.  The families who chose in-person are disproportionately white. Black and Brown communities - our communities being hit by covid, still seeing 15% positivity rates - want to learn virtually.","sentiment_score":-0.0888888889}
{"full_text":"RT So for meIn Bidens first week he put the Koch's, Putin and Zuckerberg on NoticeJoe Ain't PlayingHe will Slam through...","sentiment_score":0.25}
{"full_text":"RT Eat a meal with a homeless person. Help an elderly person put their groceries in their car. (Wear a mask)Return the...","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT fohhhhhh clownfish","sentiment_score":0.0}
{"full_text":"RT \"when covid is over\" is starting to sound like","sentiment_score":0.2}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"RT \"The Johnson &amp; Johnson vaccine was 100% effective in preventing death. So no, it may not prevent that cough from covid. B...","sentiment_score":0.6}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"York College is not letting the pandemic stop their students from moving in, with the first day of the 2021 Spring semester set to start on Monday.https:\/\/t.co\/YV4stjcrD1","sentiment_score":0.25}
{"full_text":"RT Promote all the students this year be it college or school even though you are conducting examsW...","sentiment_score":0.0}
{"full_text":"RT Millions of Americans have lost their jobs or had their hours cut because of this pandemic. Families are struggling to pay ren...","sentiment_score":0.0}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"RT A total of 19,58,37,408 samples tested for #COVID19 up to 29th January. Of these, 7,56,329 samples were tested yesterda...","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"4) This....","sentiment_score":0.0}
{"full_text":"Sports and marketing apps are now being used to help slow the spread of COVID-19.","sentiment_score":-0.3}
{"full_text":"Most teachers in Washington state are not yet eligible for Covid-19 vaccinations. But a new program unveiled on Friday is aimed at helping them access vaccination appointments when their turn comes.","sentiment_score":0.3181818182}
{"full_text":"RT More than 75% of the children who have died in the U.S. as a result of covid-19 have been Black, Latinx, and Indigenous....","sentiment_score":0.1666666667}
{"full_text":"Sewage testing for COVID-19 to expand statewide as mutant variants emerge","sentiment_score":0.0}
{"full_text":"The Chinese #mainland on Friday reported 52 new #COVID19 cases, including 36 locally transmitted and 16 arriving from outside the mainland, the National Health Commission said Saturday. #ChinaMore:","sentiment_score":0.0340909091}
{"full_text":"With the lockdown implemented across Malaysia for almost a year, marathons went virtual too.   Check out other benefits of virtual running events with this blog!","sentiment_score":-0.15625}
{"full_text":"RT Well, since $1,400 checks aren't coming anytime soon, let's keep doing thisIn a couple hours I'm going through replies of the...","sentiment_score":0.0}
{"full_text":"Many folks with chronic illnesses, people who are part of Phase 1b, are wondering when they will get the vaccine.","sentiment_score":0.5}
{"full_text":"The report reveals 26 of the state's workplace deaths are classified as COVID-19 deaths, five of which are from the Triad.","sentiment_score":0.0}
{"full_text":"You do realize it's worse to ship oil in a diesel tankers and rail carts than it is to use a pipeline. One is far more harmful to the environment. Plus gas prices already going up plus our energy cost has gone up I don't know if he realizes were in a pandemic.","sentiment_score":0.0666666667}
{"full_text":"\\More than 60,000 cases of COVID-19 have been confirmed in Central Texas since the start of the pandemic and at least 26 more area residents diagnosed with the virus have died, according to data released Friday.","sentiment_score":0.15}
{"full_text":"Huntsville Hospital will continue to give 500 vaccines every day. ","sentiment_score":0.0}
{"full_text":"Play your part! Call your loved ones in the comfort of your home during the lock down, after you have recharged your phone using *230##CBZAt40#CBZCares#StrengtheningPartnerships@263Chat","sentiment_score":0.2722222222}
{"full_text":"The seven-day positivity rate is now 5.3 percent.","sentiment_score":0.0}
{"full_text":"As a frenzy of newly eligible older adults seek COVID-19 vaccinations, hospitals in the Puget Sound region are quietly giving people of influence - including hospital foundation board members and donors - special access to vaccines.","sentiment_score":0.212034632}
{"full_text":"Obviously neither gov nor gives a shit about tribes. I hope ALL the casinos reclose. If they're open in your area, and y'all non-Natives want to spend $$ there, WEAR YOUR FUCKING MASK. OBSERVE SOCIAL DISTANCING.And not a foot, not a toe, elsewhere on tribal lands.","sentiment_score":-0.1533333333}
{"full_text":"Grape-Nuts shortage: Why it's harder to find the breakfast cereal","sentiment_score":-0.1}
{"full_text":"Johnson &amp; Johnson says its vaccine appears to protect against COVID-19 with just one shot","sentiment_score":0.0}
{"full_text":"Singapore is suspending its Reciprocal Green Lane arrangements with Malaysia, Germany and South Korea for 3 months from Monday to manage risk of imported COVID-19 cases.However, travellers who have already been approved to enter Singapore via the RGL can continue to do so.","sentiment_score":-0.2}
{"full_text":"The pandemic caused the agency that runs the U.S. immigration system to make some of its deadlines more flexible. reports.","sentiment_score":0.5}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"\"Hopefully by the time we get to the late spring and early summer we will have children being able to be vaccinated,\" Dr. Anthony Fauci said during the White House coronavirus briefing.","sentiment_score":0.075}
{"full_text":"COVID 19 cases in India until : 30\/01\/2021 09:30Total Cases: 10734026 [+0]Active: 167316Recovered: 10408034 [+0]Deaths :154184 [+0]Total Tests: 195.08MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"'Price gouging from Covid': student ebooks costing up to 500% more than in print","sentiment_score":0.5}
{"full_text":"In addition to face coverings, Disney is still requiring guests to undergo temperature screenings before entering any of its parks and guests are required to practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"Arizona researchers are monitoring the coronavirus as it mutates and the implications the changes have.","sentiment_score":0.0}
{"full_text":"Some people are getting so desperate for Grape-Nuts, the cereal is being sold on eBay.","sentiment_score":-0.6}
{"full_text":"The pharmaceutical giant's preliminary findings suggest the single-dose option may not be as strong as Pfizer's or Moderna's two-dose formula","sentiment_score":0.2166666667}
{"full_text":"RT A year ago this week, multiple U.S. senators got a briefing on the mortal danger of the coronavirus and then said noth...","sentiment_score":0.0}
{"full_text":"Some employees at an Illinois Children's Advocacy Center are frustrated. They are considered essential workers, but they can't get the COVID-19 vaccine.https:\/\/t.co\/aofvHUkHXB","sentiment_score":-0.2666666667}
{"full_text":"VERIFY: What's the difference between KN95 and N95 masks?","sentiment_score":0.0}
{"full_text":"the 13,121 infected Italian health workers was out of the starting gate, and they were wearing  This pandemic needs people to drop the distractions because it's not a major factor nor a solution.","sentiment_score":-0.0104166667}
{"full_text":"Current Conditions for #Sayre PATemp: 16.6FWind Chill: 11.8FHumidity: 79%Dew Point: 11.3F Barometer: 30.391 inHgWind: 3 mph from the WNWCorona Virus Weekly Stats:Cases: 138.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT It's one thing to simply lie to get votes. Politicians do it all the time. But it's a fucking pandemic and pe...","sentiment_score":-0.3}
{"full_text":"A software firm specializing in \"no-code\" development plans to launch a new application to help state and local governments administer rent relief as the pandemic continues","sentiment_score":-0.0212121212}
{"full_text":"As the ongoing pandemic continues to force exhibitors, studios and the entertainment industry to adapt, companies like Comscore, Nielsen, and Screen Engine\/ASI plan to track SVOD performance (Streaming Videos On Demand)https:\/\/t.co\/L5NHTzV2uO","sentiment_score":0.0}
{"full_text":"RT Funeral costs--FEMA will reimburse up to $2 billion for #COVID19 funerals, said who pushed for the funding as part of...","sentiment_score":0.0}
{"full_text":"RT Elon Musk's Tesla factory covered up worker injuries and pressured doctors not to report. No one was allowed to call 91...","sentiment_score":0.0}
{"full_text":"This tew much and it's not really that much at all and that's how you KNOW I've been on lockdown tooooo fuckingggg long ","sentiment_score":0.0625}
{"full_text":"Give intention your attention. #HRplanning during (and after) #Covid19 requires #CHROs to focus on 3 things.","sentiment_score":0.0}
{"full_text":"At 22, I'm surviving a fucking pandemic.Life is not a race nor my success going to look the exact same as the next.","sentiment_score":-0.01}
{"full_text":"So the Covid pandemic has taught bosses and our government absolutely nothing about taking away workers rights! Pathetic and dangerous.","sentiment_score":-0.45}
{"full_text":"What's next for cities after #COVID19? A repurposing of public and private spaces can be a boon for the arts and small businesses.","sentiment_score":-0.0625}
{"full_text":"RT \"All hypotheses are on the table as the team follows the science in their work to understand the origins of the COVID19 vi...","sentiment_score":0.0}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT \"The biggest failing .. has been .. the idea that the best and only way to protect [those] that are extremely vulnerab...","sentiment_score":0.2916666667}
{"full_text":"RT The #Chinese regime has been stepping up efforts in exporting its #vaccines to other nations, consistently pursuing \"vaccine...","sentiment_score":0.0416666667}
{"full_text":"RT time for bed","sentiment_score":0.0}
{"full_text":"For a no-COVID experience, are you desperate enough to go to a coworker's improv show?","sentiment_score":-0.3}
{"full_text":"RT A lot of Covid spread is caused by people going to work while sick. Why are they doing that? Because they're forced into...","sentiment_score":-0.5071428571}
{"full_text":"Time: 04:00 * Temp: 3.7degC * Wind: E 4.9 to 20.0mph * Pressure: 993.2hPa * Rain: 0.0mm * Hum: 87% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:15 * Sunset: 16:57 * Cloudbase: 920ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT \"When immunization rates are high, those who cannot be vaccinated- such as cancer patients and the immunosuppressed - are l...","sentiment_score":0.08}
