{"full_text":"lockdowns do nothing and mean nothingi'm tired of having to pretend they doLockdown: a deadly, failed experiment","sentiment_score":-0.4041666667}
{"full_text":"Thanks for showing the human side of the pandemic learning.  I hope this morning got a little better?","sentiment_score":0.128125}
{"full_text":"Makes no difference to me. I've avoided shopping as far as possible because I have to wear a mask. I hate it. So I avoid having to do it. My spending has reduced considerably. My bank balance looks good. Anyone who thinks this a good thing hasn't thought it through.","sentiment_score":0.1333333333}
{"full_text":"RT #MasterFilm adv booking frenzy is on par with Pre-covid level..A good sign for the theater and the movie industry..50%...","sentiment_score":0.7}
{"full_text":"RT In Los Angeles, COVID-19 deaths are up 1125% in the last two months and the state's death toll is expected to more than...","sentiment_score":0.1333333333}
{"full_text":"Michael McCormack says 'facts can sometimes be contentious' when asked about Covid misinformation No Mr. McCormack Locking Little  Kids In Cages On An Island Is Child Abuse..","sentiment_score":-0.1875}
{"full_text":"RT JUST FILED:Every Capitol building--in Washington &amp; in all 50 states--should be a safe place for political dialogue.But Id...","sentiment_score":0.25}
{"full_text":"RT Mumbaikars following COVID guidelines is a cherry on top to our collective efforts towards #MissionZero#NaToCorona","sentiment_score":0.25}
{"full_text":"Honestly, the government is just lucky that Malaysians are patient enough to deal with their bs. If there was no pandemic, I wonder what's gonna happen ","sentiment_score":0.3111111111}
{"full_text":"RT I wish the horrifying assault on democracy would end so I could just get back to my devastating pandemic","sentiment_score":-0.6333333333}
{"full_text":"Post covid party at my place in Australia","sentiment_score":0.0}
{"full_text":"Covid right?","sentiment_score":0.2857142857}
{"full_text":"My father doesn't own a cell phone or a computer (he's 81 in rural #Vermont). Every day I'm googling how to get him vaccinated for #COVID19 ! Every day I feel like it's a life or death effort.","sentiment_score":0.3}
{"full_text":"RT WWE champion Drew McIntyre has tested positive for COVID-19 and is in quarantine.","sentiment_score":0.2272727273}
{"full_text":"On the plus side with the lockdown announcement, I can now watch the early morning Everton vs Wolves match tomorrow at 4am without having to worry about not getting enough sleep the next day","sentiment_score":0.0333333333}
{"full_text":"RT I think we are too tired to panic.Frustration, cynicism and fatigue has displaced any feelings of anger and fear. We are tired...","sentiment_score":-0.5}
{"full_text":"surely with the NHS at breaking point it's time to shut construction sites let's hope an accident doesn't occur which results in a death due to not getting a&amp;e treatment #nhs #COVID19 #construction","sentiment_score":0.1875}
{"full_text":"RT The reproduction rate for COVID-19 in Metro Manila is now at 1.17, a sign that more people are being infected, Prof. Gu...","sentiment_score":0.5}
{"full_text":"RT Unfortunately, last night at 8:27 my dad passed away due to Covid. He fought hard for over a month but his body could not anym...","sentiment_score":-0.1388888889}
{"full_text":"Decent? You're in competition for most confused citizens. Most decent people don't go running around burning and looting other peoples businesses during a pandemic of all things. You're version of decent must be the criminal element.","sentiment_score":0.071875}
{"full_text":"RT Folks, I just received the second dose of my COVID-19 vaccine -- and just like the first dose, it was safe, quick, and painles...","sentiment_score":0.2708333333}
{"full_text":"RT Moderna says COVID-19 vaccine immunity to stay at least a year","sentiment_score":-0.3}
{"full_text":"hey LA, pls be safe","sentiment_score":0.5}
{"full_text":"2010 world cup was built by an expenditure of R26.9 billion we saw developments, now covid expenditure is R577 billion but not even a single hospital, nothing except investigations. ANC for them bayeke","sentiment_score":-0.0714285714}
{"full_text":"RT For those lamenting over the thousands of Twitter followers you lost this week, please consider the thousands of Americans who...","sentiment_score":0.0}
{"full_text":"RT I just lost 1M followers and my mum died of covid today ON MY BIRTHDAY. I think I'm also being shadowbanned. Please le...","sentiment_score":0.0}
{"full_text":"Have never heard \"I said Heil Hitler by accident\" as an excuse before ","sentiment_score":-0.05}
{"full_text":"RT The darurat is not because of Covid. It's to hold on to power. Other countries have implemented measures against Covid (like...","sentiment_score":-0.125}
{"full_text":"RT Judith Collins: 'We've fallen behind on vaccine program thanks to Govt,,Still falsely attacking one of the world's best man...","sentiment_score":0.1}
{"full_text":"RT For the record zero community transmission IS ELIMINATION. That's what it is. Obviously we can't stop infecte...","sentiment_score":0.0}
{"full_text":"RT The first 100 days of the Biden-Harris administration will focus on getting control of this pandemic--ensuring vaccines ar...","sentiment_score":0.25}
{"full_text":"RT No. If I have to live in a world in which COVID is 5G, in which Andy Ngo is a \"journalist,\" in which Sandy Hook is fake...","sentiment_score":-0.1818181818}
{"full_text":"RT Areas of #Hebei, #Liaoning, Heilongjiang, Henan, and Ningxia provinces, as well as Inner Mongolia and #Beijing announced that...","sentiment_score":0.0}
{"full_text":"Disclaimers:1. Number is still too high.2. Could change very quickly 3.Continuing number of deaths is distressing. BUT: BC's Covid case count over the last 3 days - averaging just under 500\/day - could be  (as Dr Henry cautiously agrees) a promising sign! But no complacency.","sentiment_score":0.2277777778}
{"full_text":"RT The CoronaVac COVID-19 vaccine developed by China's Sinovac Biotech has a general efficacy of less than 60% in its clin...","sentiment_score":-0.0055555556}
{"full_text":"RT Australia reported 3 covid cases in the past 24 hours.The United States reported 301,858.This is an utter failure of...","sentiment_score":-0.1888888889}
{"full_text":"Good news. This guy is not going to the AO ","sentiment_score":0.7}
{"full_text":"RT Attention MLB free agents being told that teams cannot meet your salary demands because of the pandemic -- the Chicago W...","sentiment_score":0.4}
{"full_text":"RT BOVID-19 is real AF. Wear a mask, bover up.","sentiment_score":0.2}
{"full_text":"RT Adakah pembalakan dianggap essential service? Asking for a bunian friend trying to do social distancing","sentiment_score":0.0166666667}
{"full_text":"Florida is one of the states hardest hit by covid.","sentiment_score":0.0}
{"full_text":"An often used argument to justify covid restrictions is that covid cases are overburdening the hospitals and so we must limit socializing to minimize the burden. But in reality, every single flu season for the last 15 years or so has had the same exact hospital burden in Canada","sentiment_score":0.0446428571}
{"full_text":"Good news of the new academic year: both of my research grant proposals got accepted for funding.We are eager to start these genomic studies of Chronic Fatigue Syndrome, a condition that has also been linked to COVID-19 as one of its longterm health consequences in some patients","sentiment_score":0.2787878788}
{"full_text":"This is why I like you so much Allen. Don't be a stranger! Once this pandemic is over I'd love to have a few beers with you, my man (you've already got my cell) ","sentiment_score":0.1833333333}
{"full_text":"RT While sheltering, Rep. Lisa Blunt Rochester offered masks to Republicans Marjorie Taylor Greene, Markwayne Mullin, Andy Big...","sentiment_score":0.0}
{"full_text":"RT So in the middle of a pandemic CPS is punishing teachers who don't feel safe returning to buildings? This is unacceptable...","sentiment_score":0.25}
{"full_text":"RT A lot of anger on the Dem Caucus call that 75-year-old got Covid after being in a room with maskless Republican...","sentiment_score":-0.7}
{"full_text":"RT This is true in USA alsoGOV: it's a pandemic so... Like, keep calm. Keep spending money.  Wear a mask maybe.Ppl: um...","sentiment_score":0.325}
{"full_text":"RT My love and my thoughts are with the family and friends of Rose Vandelannoite, a health-care worker who died yesterday from...","sentiment_score":0.55}
{"full_text":"this pandemic needs to end so i can achieve my dream of running down a staircase in a ball gown","sentiment_score":-0.1555555556}
{"full_text":"RT To support the continued efforts of Isha Outreach's relief efforts during COVID-19, Sadhguru has donated his painting t...","sentiment_score":0.0}
{"full_text":"RT A lot of anger on the Dem Caucus call that 75-year-old got Covid after being in a room with maskless Republican...","sentiment_score":-0.7}
{"full_text":"RT 9\/11 was big lie too, killing 5000 of your own citizens, thou corona lockdowns killed many more indeed","sentiment_score":0.28}
{"full_text":"RT Moderna says COVID-19 vaccine immunity to stay at least a year","sentiment_score":-0.3}
{"full_text":"RT 15,000 members of the National Guard will be in Washington for the Inauguration of and due to the...","sentiment_score":-0.125}
{"full_text":"RT Oh boy. Here we go.","sentiment_score":0.0}
{"full_text":"#Beijing reported one new locally transmitted COVID-19 case on Monday, the municipal health commission said Tuesday.","sentiment_score":0.0681818182}
{"full_text":"RT About 100K Americans will die this month. Whining about Twitter followers is pretty damned pathetic.","sentiment_score":-0.375}
{"full_text":"RT While there's been a lot of emphasis on testing, we haven't emphasised isolation enough. One simple measure, financial &amp; soc...","sentiment_score":0.0}
{"full_text":"RT They are THROWING AWAY VACCINES in New York. Hi hello media? Where is the outraged CNN lady? Fredo? Anyone?","sentiment_score":-0.3818181818}
{"full_text":"RT Wearing a mask in public is proven to help slow the spread of #COVID19. #JagaNegaraKita","sentiment_score":-0.15}
{"full_text":"I'm thinking that these terrorists aren't going to be causing much problems in the red states,so they will concentrate on blue states,and since when should all this shit take precedence over this pandemic that were also fucking up. Everything good in this country is going to hell","sentiment_score":0.0166666667}
{"full_text":"RT A new CDC study suggests that in-person campus operations brought soaring rates of Covid-19 transmission to their communitie...","sentiment_score":0.1363636364}
{"full_text":"RT Coronavirus (#COVID19) case update 12\/01* 1 new locally acquired case - close contact of the hotel cleaner who tested p...","sentiment_score":0.0681818182}
{"full_text":"RT Folks, I just received the second dose of my COVID-19 vaccine -- and just like the first dose, it was safe, quick, and painles...","sentiment_score":0.2708333333}
{"full_text":"Soooo, we may not have faired too well in week 1 if COVID never happened","sentiment_score":0.0}
{"full_text":"RT I got my COVID vaccine today  ","sentiment_score":0.0}
{"full_text":"RT In Chicago, more than 60 ppl packed into Lan's in Old Town, dancing and taking swigs from the same bottle of booze despite a b...","sentiment_score":0.2}
{"full_text":"RT when covid is finally behind us I want Tifa to kiss me on the mouth","sentiment_score":-0.4}
{"full_text":"RT The first 100 days of the Biden-Harris administration will focus on getting control of this pandemic--ensuring vaccines ar...","sentiment_score":0.25}
{"full_text":"RT The new Covid saliva test was challenging for me because I'm not a spitter","sentiment_score":0.3181818182}
{"full_text":"RT Attention MLB free agents being told that teams cannot meet your salary demands because of the pandemic -- the Chicago W...","sentiment_score":0.4}
{"full_text":"RT Murphy's soccer team got $147K forgivable loan under federal COVID relief for struggling businesses h...","sentiment_score":0.0}
{"full_text":"RT Just to put this into context, Arizona pays for empty beds in private prisons and has done so since day one of those pri...","sentiment_score":-0.05}
{"full_text":"Who is going to hold Pelosi accountable for her maneuvering holding up help for Americans that need COVID relief.  You sir do not have the moral high ground.","sentiment_score":0.08}
{"full_text":"5 Ways COVID-19 is Changing Office Space #CRE #COVID-19 #Office #NewNormalhttps:\/\/t.co\/XIDI6DxhQa","sentiment_score":0.0}
{"full_text":"RT Flash: PM: Covid-19 main reason I did not dissolve Parliament as it's head of govt's duty to contain pandemic","sentiment_score":0.1666666667}
{"full_text":"RT Just to put this into context, Arizona pays for empty beds in private prisons and has done so since day one of those pri...","sentiment_score":-0.05}
{"full_text":"So she apologized for saying heil Hitler because she meant to say mein fuhrer. How about politicians stop using Nazis for inspiration?","sentiment_score":0.0}
{"full_text":"It's been almost a year but the effects of COVID-19 are still very visible to this day. Not only was it a huge health risk, it also disrupted economies and businesses throughout the world, our IT business included. #COVID19 #business #IT","sentiment_score":0.2}
{"full_text":"RT China Scrubs Critical Wuhan Lab Data; Deletes 300 Studies - Including Research By 'Batwoman' h...","sentiment_score":0.0}
{"full_text":"RT Remind us how many were lost because of your \"response\" to the pandemic.","sentiment_score":0.5}
{"full_text":"RT Every single overnight vaccine slot at New York City's multiple 24\/7 COVID-19 vaccination sites are booked tonight. Ther...","sentiment_score":0.0216450216}
{"full_text":"this pandemic has really raised my social anxiety","sentiment_score":0.1166666667}
{"full_text":"RT Wonderful wrath.With a government this bad in charge of the UK during Covid, how do we respond? | Zoe Williams","sentiment_score":0.15}
{"full_text":"Interesting input to containment and policy","sentiment_score":0.5}
{"full_text":"RT A lot of anger on the Dem Caucus call that 75-year-old got Covid after being in a room with maskless Republican...","sentiment_score":-0.7}
{"full_text":"RT \"I think many would argue that that probably is what we should have done again, as the second wave was starting -- do a mor...","sentiment_score":0.1666666667}
{"full_text":"California governor opening mass COVID-19 vaccination sites via","sentiment_score":0.0}
{"full_text":"RT I wish the horrifying assault on democracy would end so I could just get back to my devastating pandemic","sentiment_score":-0.6333333333}
{"full_text":"RT BREAKING: Malaysia's king declares a state of emergency in a move that could allow the government to delay a snap electi...","sentiment_score":0.0}
{"full_text":"RT BOVID-19 is real AF. Wear a mask, bover up.","sentiment_score":0.2}
{"full_text":"actually, i'm going to hit this one more time: if you live in this part of the upper peninsula of michigan, there is literally NO reason covid should ever have affected you. that region's area, with that population, should have been entirely untouched by the pandemic (cf. NZ).","sentiment_score":0.1272727273}
{"full_text":"RT For the 193819th time please stop acting surprised when you catch covid when you are not following ANY of the health guidel...","sentiment_score":0.0333333333}
{"full_text":"Youth has the power to make a difference..#pentaleap #advertising #marketing #seo #sem #socialmedia #DigitalMarketing #branding #creatives #ads #content #campaign #clients #ideas #inboundmarketing #socialdistancing #socialmediamarketing #onlinemarketing","sentiment_score":0.0}
{"full_text":"RT The first 100 days of the Biden-Harris administration will focus on getting control of this pandemic--ensuring vaccines ar...","sentiment_score":0.25}
{"full_text":"Every state has had issues. Vic has had terrible issues. But we've learned from them. We're back to zeroes. And to get back to zeroes after latest outbreak didn't take a lot - masks, smaller gatherings. Why NSW can't at least mandate masks is simply beyond the rest of us.","sentiment_score":-0.1142857143}
{"full_text":"New restrictions on international travel to address the potential spread of the new COVID-19 variant is expected to further slow down the pace of recovery of the airline industry.","sentiment_score":-0.0353535354}
{"full_text":"RT According to Dr Mkhize, there are 33 163 COVID-19-related deaths in South Africa. This is from 1 231 597 IDENTIFIED positive c...","sentiment_score":0.2272727273}
{"full_text":"Taal's eruption and the #COVID19 pandemic have brought communities in Batangas and Cavite to their knees. But out of the grim landscape emerged stories of hope.","sentiment_score":-1.0}
{"full_text":"JoCo is heading into a spike again. Stay home. Keep your kids home.","sentiment_score":0.0}
{"full_text":"Despite the challenges of the pandemic, #innovation continues to thrive. Discover how you can reimagine your business and keep pace with changing customer needs. #BetterWorkingWorld","sentiment_score":0.0}
{"full_text":"RT Quite right - a consistent set of rules must apply to all.And it is up to our law makers to ensure we have them.","sentiment_score":0.2678571429}
{"full_text":"Where can people get a travel permit document for five provinces? (Samut Sakhon, Chonburi, Rayong, Chanthaburi, and Trat)#COVID-19","sentiment_score":0.0}
{"full_text":"RT Is there anything Canada's vast &amp; huge Government Public Service Sector is capable of doing without contracting it out?","sentiment_score":0.15}
{"full_text":"Transportation ban imposed on passengers over 65, under 20 in Istanbul due to COVID-19 #Turkey #COVID19tr","sentiment_score":-0.125}
{"full_text":"Chihuahua expects to receive its first COVID-19 vaccines in the next few days, with Juarez getting a portion of that shipment, state officials said.https:\/\/t.co\/xVU5hbz9Py","sentiment_score":0.0166666667}
{"full_text":"Counties frustrated by lack of vaccines as more people are made 'eligible'https:\/\/t.co\/guYOXi7u8z","sentiment_score":-0.1}
{"full_text":"#UPDATE: Pakistan #COVID19 cases Tuesday-* Confirmed 506,701* Active 34,007* Deaths 10,717* Recovered 461,977-Official Source: -#CoronavirusPakistan:","sentiment_score":0.1333333333}
{"full_text":"RT Democrat Nancy Pelosi held up coronavirus relief for 8 months but managed to get articles of impeachment on the House flo...","sentiment_score":0.0}
{"full_text":"RT Nine months ago, I was running a small biz with no gov experience.Covid hit and I felt I had to stand up for not only...","sentiment_score":-0.125}
{"full_text":"RT As fucked up as it is that Trumpist goons stormed the US Capitol, the worst part in the long run might turn out to be how i...","sentiment_score":-0.55}
{"full_text":"Post-coronavirus heart concerns in young athletes: When is more testing and rest needed?","sentiment_score":0.3}
{"full_text":"A new study from the Journal of the American Medical Association suggests that asymptomatic infections account for more than half of all COVID-19 cases.https:\/\/t.co\/tX8zRNDRv5","sentiment_score":0.0939393939}
{"full_text":"Gold Runc. 1868#MondayMotivation #mondaythoughts #COVID19","sentiment_score":0.0}
{"full_text":"RT BREAKING: Disneyland Resort in Anaheim will serve as Orange County's first large COVID-19 vaccination site for residents starting...","sentiment_score":0.1547619048}
{"full_text":"DSHS describes the Phase 1A group as healthcare employees who qualify as \"working directly with patients\" or \"who interact with symptomatic patients,\" plus long-term care employees and school nurses.https:\/\/t.co\/i8WwwzZnMI","sentiment_score":0.1}
{"full_text":"RT The first 100 days of the Biden-Harris administration will focus on getting control of this pandemic--ensuring vaccines ar...","sentiment_score":0.25}
{"full_text":"Get tested ASAP. If it's COVID it can turn quickly.","sentiment_score":0.3333333333}
{"full_text":"SCHD to resume COVID-19 vaccinations Tuesdayhttps:\/\/t.co\/KCqUOzDLvr","sentiment_score":0.0}
{"full_text":"Why damnit whyyyyyy","sentiment_score":0.0}
{"full_text":"RT The coronavirus situation in LA is so dire, health officials are now asking essential workers and anyone who leaves home to...","sentiment_score":0.0}
{"full_text":"RT If you are feeling overwhelmed, exhausted and\/or anxious given last week's events &amp; the prediction of more violence, it'...","sentiment_score":-0.0375}
{"full_text":"RT I want to update everyone. While I feel ok, on my doctor's advice I'm on my way to a local hospital for monoclonal antibody...","sentiment_score":0.25}
{"full_text":"These animals should not be in a zoo to begin with, now they getting COVID19 from humans. ","sentiment_score":0.0}
{"full_text":"RT .@PublicHealthMDC issues new order that mirrors much of the previous one. The new order allows allows indoor gatherings of u...","sentiment_score":0.0765151515}
{"full_text":"RT Top ten states in active cases of COVID-19:1. Florida 528,6132. California 376,5353. Georgia 206,6774. Arizona 164,3025....","sentiment_score":0.1222222222}
{"full_text":"RT happy birthday to  i love this woman SO MUCH and all I can wish her is the best day full of happiness &lt;3...","sentiment_score":0.5916666667}
{"full_text":"People like Tomi pretend to sound smart with things like this. But she misses the key difference. The relationship between tech companies and users is a contractual arrangement between private parties. Shutting down businesses due to a pandemic is between state and business.","sentiment_score":0.0556216931}
{"full_text":"RT The adult per-capita income in Baraga County for 2019 was $22,920, according to the US census. This is a county...","sentiment_score":0.1}
{"full_text":"RT We are trying to change lives for children so their language will SOAR while learning during a pandemic.  Can you please hel...","sentiment_score":0.0}
{"full_text":"Well done IATS!","sentiment_score":0.0}
{"full_text":"\"Throughout 2020, we have kept a pulse on market changes and trends.\" Despite the changing market conditions presented by the pandemic, the PowerHouse Alliance continues to grow and support #dealers &amp; vendors. Dennis Holzer shares more with","sentiment_score":0.5}
{"full_text":"And you are truly a pathetic brainwashed fool used by Trump to line his own pockets.  Actually, the number of covid deaths in the USA is probably higher than 400,000 because without testing in the beginning and Trump corrupting, many were not reported. #TrumpSheeple","sentiment_score":0.07}
{"full_text":"RT The first flight carrying COVID19 vaccine 'Covishield' has departed from Pune International Airport to Delhi.#Covid19 L...","sentiment_score":0.125}
{"full_text":"A thread #COVID19 #Jamaica #jamaicantwitter","sentiment_score":0.0}
{"full_text":"Several gorillas at the San Diego Zoo Safari Park have tested positive for SARS-CoV-2, the virus that causes COVID-19, zoo officials announced Monday.","sentiment_score":0.1136363636}
{"full_text":"Government CIOs Prioritize Chatbots in Pandemic -","sentiment_score":0.0}
{"full_text":"#COVID-19 #coronavirus record of 3,074 incidences reported in #Tunisia ... | #Africa | #SARSCoV2 | #HealthCare | #pandemic | #COVID19 | Via","sentiment_score":0.0}
{"full_text":"a line in The Book of the Subgenius about how you should spend one weekend a month pretending the apocalypse has happened, so that way, when it DOES happen youll be more prepared than most ppl.This advice has really helped me get through the pandemic.","sentiment_score":0.4}
{"full_text":"RT Does the veil slip at 0:13 for everyone, or just me?","sentiment_score":0.0}
{"full_text":"While the pandemic has been taxing in so many ways - it is also bringing connection and opportunity to the disability communities #InclusionMatters","sentiment_score":0.5}
{"full_text":"Bay Area sports stadiums are being offered up as mass COVID-19 vaccination sites. ","sentiment_score":0.0}
{"full_text":"There's a lot of this going around.","sentiment_score":0.0}
{"full_text":"How can we possibly make plans to prevent the next pandemic? Scientists are already Identifying ways to do it.","sentiment_score":0.0}
{"full_text":"RT #MVA govt geared up for #COVID19 vaccination campaign in Maharashtra","sentiment_score":0.0}
{"full_text":"RT Im not judging nobody but why are you shocked that you catch covid when you are somewhere maskless, in close proximity with...","sentiment_score":-0.7}
{"full_text":"RT MCO 2.0 is going to to brutal. With such a high case load\/day, how long will the MCO be? Too short, outbreak doesn't slow d...","sentiment_score":-0.1775}
{"full_text":"RT Funny how everyone i know that isnt social distancing hasn't gotten sick.But the ones locking themselves in their rooms...","sentiment_score":0.1416666667}
{"full_text":"As the number of COVID-19 cases continues to escalate, doctors want people to know it is safe to come in and get medical care for all types of needs.","sentiment_score":0.25}
{"full_text":"RT Folks, I just received the second dose of my COVID-19 vaccine -- and just like the first dose, it was safe, quick, and painles...","sentiment_score":0.2708333333}
{"full_text":"RT BREAKING: Disneyland Resort in Anaheim will serve as Orange County's first large COVID-19 vaccination site for residents starting...","sentiment_score":0.1547619048}
