{"full_text":"RT Single Covid vaccine dose in Israel 'less effective than we thought'","sentiment_score":0.1206349206}
{"full_text":"RT the response to Bali is really showing western egotistical thinking. y'all are boiling down two people encouraging the tra...","sentiment_score":0.0148148148}
{"full_text":"RT What pandemic?. #Master Creates Sensation!. Posts 1st Week Gross of over 100 Cr in Tamilnadu alone!. No ot...","sentiment_score":0.0}
{"full_text":"RT The man who's not even yet president led the nation tonight in the first national remembrance of the Americans lost to th...","sentiment_score":0.25}
{"full_text":"RT Watch how a CCP police SWAT team responds to one woman who refuses to wear a mask.Northeast China, exact date unknown....","sentiment_score":0.075}
{"full_text":"RT My landlord allowed me to stay rent free for December and January  just to finish my exams, si...","sentiment_score":0.4}
{"full_text":"Parks of My Pakistanhttps:\/\/t.co\/Tak400roEr#Covid_19 #COVID #COVIDSecondWave #Covid19UK #COVID20 #COVID19Vaccine #COVIDIOTS #Canada #Canadarm2 #canadapost #canadasummerjobs #canadacard #canadabros #canadasdragrace #CricketNation #cricketisback #cricketconnected #cricketer","sentiment_score":0.0}
{"full_text":"RT Today was the last full day of the Donald Trump presidency. On this very day, we saw the 400,000th American Covid-19 de...","sentiment_score":0.1375}
{"full_text":"RT Tonight, we come together to honor and remember the lives lost to COVID-19.Thank you for this beautiful...","sentiment_score":0.85}
{"full_text":"RT my two moods during the pandemic","sentiment_score":0.0}
{"full_text":"Handle Malaria like Symptoms As COVID-19 Until Proven Otherwise - Sanwo-Olu","sentiment_score":0.0}
{"full_text":"You'll be glad to knowAmid pandemic, White House gets deep cleaning before handover via  .@cspanwj .@TeenVogue .@PoliticusSarah  rt","sentiment_score":0.1666666667}
{"full_text":"RT Minister no tax hikes please. Cut Ministerial perks. We're mainly ordinary working class who suffered finan...","sentiment_score":-0.25}
{"full_text":"RT MELBOURNE: We need more marshals to help keep the #invasionday rally safe and COVID compliant. Training sessions for new...","sentiment_score":0.3787878788}
{"full_text":"Tomorrow I will celebrate my sister. My sister was a dam good educator for 35 years  who died of Covid  on the last day of presidents Trumps watch.Jannon Quintero knew from her hospital bed a new day was coming. We celebrate you Joe Biden and Dr. Jill Biden. We are ready.","sentiment_score":0.2590909091}
{"full_text":"ROL OP JULLE MOUTJIES@DerLydia South Africa is getting a Covid-19 vaccine 'ID system' - how it will work","sentiment_score":0.0}
{"full_text":"RT Someone dies from COVID-19 every 26 seconds in the U.S.Deaths from the disease are up 22% compared to 2 weeks ago.Nearly every...","sentiment_score":0.0}
{"full_text":"RT Still can't get over the fact that tonight Washington DC is on lockdown to protect Washington DC from The President of the...","sentiment_score":0.0}
{"full_text":"Thank-You Cynthia McKinney! Dr. Simone Gold is a Champion for Freedom and Righteousness!","sentiment_score":0.0}
{"full_text":"RT Nurse dies of COVID in same hospital where she worked for 43 years, Alabama officials say","sentiment_score":0.0}
{"full_text":"RT One second of silence for each Covid death in the US and you'd be standing still for more than four and a half days.","sentiment_score":0.1111111111}
{"full_text":"RT Write Better Marketing with Help From This AI Tool #MachineLearning #DataScience #Python #AI #100D...","sentiment_score":0.5}
{"full_text":"Norway finds no direct link between elderly deaths and  #SARSCoV2 \/ #COVID19 vaccine:","sentiment_score":-0.05}
{"full_text":"Y'all are right down the street* from us, if it wasn't a pandemic I would be throwing an inauguration party *Like 30 minutes down Connecticut Avenue lol","sentiment_score":0.1936507937}
{"full_text":"RT i don't like pointing fingers so i study policy and when you re-examine that a buck a beer was the marquee social policy pre...","sentiment_score":0.0333333333}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"What ever the reason is.. Condolences to the Family. our Frontliner is Tired.. Please people just stay at Home if you dont have any urgent reason to go out.","sentiment_score":-0.4}
{"full_text":"Gave me pause.","sentiment_score":0.0}
{"full_text":"RT The man who's not even yet president led the nation tonight in the first national remembrance of the Americans lost to th...","sentiment_score":0.25}
{"full_text":"RT THE CHINA VIRUS CAUSED UNEMPLOYMENT!","sentiment_score":0.0}
{"full_text":"RT COVID-19 IS NO JOKE !! One Man Contracted it, got cured but suffered so much brain damage that he insists he won an election...","sentiment_score":0.2}
{"full_text":"RT China built new hospitals and converted other facilities into temporary ones, all of which closed last March because they...","sentiment_score":-0.0221590909}
{"full_text":"It's a pandemic dude ","sentiment_score":0.0}
{"full_text":"RT We gather together to pay tribute to the lives lost from COVID-19.A grandmother or grandfather who was our whole world....","sentiment_score":0.2}
{"full_text":"RT watching my 20s pass me by because of the pandemic","sentiment_score":0.0}
{"full_text":"RT Trump supporters: you didn't get a healthcare plan, a wall, infrastructure,  economic growth or jobs. But you did get COVI...","sentiment_score":0.2}
{"full_text":"RT Vaccine,Vaccine. We still don't have one for Malaria non for HIV but in few Months we have one for Covid can someone tel...","sentiment_score":-0.2}
{"full_text":"RT It isn't asylum seekers fault they are crammed into substandard conditions, yet somehow thinks it's acce...","sentiment_score":0.0}
{"full_text":"RT It took the United States 36 days to go from 300,000 COVID-19 deaths to 400,000. I don't even know what to say.","sentiment_score":0.0}
{"full_text":"RT To friends in India. Based on my decade of research on drug regulations and safety in India, here's my takeaway on the t...","sentiment_score":0.0}
{"full_text":"RT 400 Lights, For 400,000 Dead, To Illuminate Lincoln Memorial Reflecting Pool","sentiment_score":-0.2}
{"full_text":"RT A new study suggests someone might be able to get infected with one of the new variants of the coronavirus even if they've had Cov...","sentiment_score":0.2575757576}
{"full_text":"RT Almost-spouse of a Venetian here! Venetian canals are not polluted, remember that the lagoon is open sea. They appear m...","sentiment_score":0.0}
{"full_text":"RT \"To heal we must remember,\" Pres.-elect Biden says after acknowledging the risks and sacrifices nurses have made during the pand...","sentiment_score":0.0}
{"full_text":"RT What a history!","sentiment_score":0.0}
{"full_text":"RT the response to Bali is really showing western egotistical thinking. y'all are boiling down two people encouraging the tra...","sentiment_score":0.0148148148}
{"full_text":"RT Trump supporters: you didn't get a healthcare plan, a wall, infrastructure,  economic growth or jobs. But you did get COVI...","sentiment_score":0.2}
{"full_text":"RT \"The pandemic won't be that long\"The pandemic:","sentiment_score":-0.05}
{"full_text":"RT BREAKING NEWS ---\"COVID-19 vaccines meant to kill us \"Kofi state governor YAHAYA BELLO.@ENDNIGERIANOW to save lives htt...","sentiment_score":0.0}
{"full_text":"We are a Registered Traffic Department Agency. Convenient, Easy and Efficient queries and errands management for all your Traffic Department enquiries.  STAY HOME and STAY SAFE while we run around for you. Contact Us: : info@errandscall.co.za :","sentiment_score":0.4666666667}
{"full_text":"RT What pandemic?. #Master Creates Sensation!. Posts 1st Week Gross of over 100 Cr in Tamilnadu alone!. No ot...","sentiment_score":0.0}
{"full_text":"RT Michigan nurse Lori Marie Key, who went viral singing 'Amazing Grace' at work, reprises the song at the national COVID-19...","sentiment_score":0.3}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"RT Cash-strapped Venezuela has sent enough oxygen to fill 14,000 individual canisters to Brazil, which is suffering a shortage...","sentiment_score":0.0}
{"full_text":"RT Samantha Hill used to work in the fort Detrick lab and knew the truth of where COVID 19 originated. #COVID19 is from Ameri...","sentiment_score":0.0}
{"full_text":"RT Washington Under Lockdown: A Tour of the Capitol Under Military Watch","sentiment_score":-0.1}
{"full_text":"RT With 400,000 lost to COVID-19, Americans have to come together and say one word. Enough.","sentiment_score":0.0}
{"full_text":"Amin","sentiment_score":0.0}
{"full_text":"RT Those in their 20s, 30s and 40s who take the #COVID19 vaccine, they are depriving vaccines from older people that have...","sentiment_score":0.1666666667}
{"full_text":"RT Our new preprint with and E484K and N501Y in SARS-CoV-2 \"variants of con...","sentiment_score":0.1363636364}
{"full_text":"RT Large outbreak of chubby ducks!?","sentiment_score":0.2678571429}
{"full_text":"Trump will pardon the Covid pandemic.","sentiment_score":0.0}
{"full_text":"RT The man who's not even yet president led the nation tonight in the first national remembrance of the Americans lost to th...","sentiment_score":0.25}
{"full_text":"RT Bangladesh is buying 30 million doses of Covishield vaccine from India and getting a gift of 2 million doses from govt....","sentiment_score":0.0}
{"full_text":"RT Hi, Team No Group!Eat Bulaga will allow birthday cakes for Maine's birthday celebration but because of the pandemic, fan...","sentiment_score":0.0}
{"full_text":"The latest Dentimes ! Thanks to #smallbiz #pandemic","sentiment_score":0.4125}
{"full_text":"RT The coronavirus is serving looks today","sentiment_score":0.0}
{"full_text":"RT UNITED STATES: Supermarket chain Aldi will give the equivalent of four hours of pay to its workers who take the coronav...","sentiment_score":0.0}
{"full_text":"Biden, Harris remember coronavirus victims with vigil at Lincoln MemorialBy Felicia Sonmez, Colby Itkowitz and John Wagnerhttps:\/\/t.co\/pMkLdhxw0V","sentiment_score":0.0}
{"full_text":"End the Cruel and Deadly Fur Trade, Before it Causes the Next Pandemic - Sign the Petition! via","sentiment_score":-0.4}
{"full_text":"#NP - #TCMS Remember The Time w' #StaySafe #WearAMask","sentiment_score":0.0}
{"full_text":"RT Here are the 5 points of #COVID19 I firstly revealed exactly one year ago, which led quick and strong responses from CCP...","sentiment_score":0.3166666667}
{"full_text":"RT The man who's not even yet president led the nation tonight in the first national remembrance of the Americans lost to th...","sentiment_score":0.25}
{"full_text":"RT Honoring the lives lost to COVID-19,  Dr. Jill Biden,  and her husband Doug Emhoff at the Lincol...","sentiment_score":0.0}
{"full_text":"I've just signed this petition demanding stops Coalition MPs like Craig Kelly from spreading dangerous misinformation about COVID. Can you sign too? via","sentiment_score":-0.6}
{"full_text":"Corona snack","sentiment_score":0.0}
{"full_text":"RT Out of Covid quarantine, #XRPCommunity!!!!","sentiment_score":0.0}
{"full_text":"RT Telling people the most important thing to do is to stay home without providing paid sick leave is like telling people t...","sentiment_score":0.0619047619}
{"full_text":"He otw, Welcome home stay outta trouble","sentiment_score":0.3}
{"full_text":"RT Following the collapse of the healthcare system in the Brazilian state of Amazonas, Venezuela has sent 130,000 liters...","sentiment_score":0.0}
{"full_text":"I survived COVID(so far) and Trump thank God!","sentiment_score":0.125}
{"full_text":"Covid-19 vaccine: Health officials get process underway to appoint distributors","sentiment_score":0.0}
{"full_text":"RT Thank you so much for supporting corona worriers","sentiment_score":0.225}
{"full_text":"RT There were 1,610 covid deaths today. The new daily record. The UK now has the highest covid death rate in the world.Thi...","sentiment_score":0.0681818182}
{"full_text":"RT Prices of construction materials have dropped by five to 10 percent following the easing of the coronavirus restrictions...","sentiment_score":0.0}
{"full_text":"RT SHOCKING news about ANCNews24 will be running a story tom (20Jan) about Government' mismanagement of the Covid-19 vaccine...","sentiment_score":-1.0}
{"full_text":"RT Q: What is the best thing that u have done in this lock down Sam !#AskSam-","sentiment_score":0.4027777778}
{"full_text":"RT The city of Kobe says it's at its limit for COVID-19 patients with 97.5% of available beds in use and some 562 patient...","sentiment_score":0.4}
{"full_text":"RT the response to Bali is really showing western egotistical thinking. y'all are boiling down two people encouraging the tra...","sentiment_score":0.0148148148}
{"full_text":"Glendale, CA organizes Drive Through Vaccinations to deal with a Polio outbreak. 2,250 shots given in 2 1\/2 hours. September 1960 [1356x1314]","sentiment_score":0.0}
{"full_text":"RT Annotated history of 2020 on how we got here in the pandemic. #COVID19 HT to for the figure.","sentiment_score":0.0}
{"full_text":"The Philippines could lose coronavirus disease 2019 (COVID-19) vaccines from various pharmaceutical firms if authorities disclose their procurement prices to the public.https:\/\/t.co\/RcA68hSYSN","sentiment_score":0.0}
{"full_text":"Read |  Addressing the economic fallout of COVID-19: Pathways and policy options for a gender-responsive recovery. Op Ed by Phumzile Mlambo-Ngcuka, UN Under-Secretary-General and Executive Director, UN Womenhttps:\/\/t.co\/Wj8gS7m7IV via #WomenLed","sentiment_score":0.2}
{"full_text":"Eventually children will need to be vaccinated for #COVID19. But how soon should that happen? Find out why paediatricians are split when it comes to making that call, via","sentiment_score":0.0}
{"full_text":"#ICYMI: North Texas cities participate in incoming Biden Administration's \"National Moment of Unity and Remembrance\" COVID-19 memorial","sentiment_score":0.0}
{"full_text":"This week, we got up close and personal with MTA senior travel specialist, Debbie Andrews. Well, as close as you can get to someone during a pandemic. #profile #covid19 #mta #travelagent #travel #interviewhttps:\/\/t.co\/MHowsM9pmY","sentiment_score":0.0}
{"full_text":"European Commission on Tuesday called on the #EU member states to speed up the #vaccination against #COVID19, aiming to inoculate 70% of the adult population by summer.","sentiment_score":0.05}
{"full_text":"Beginning of the End!In the ultimate  step to conquer the dreaded pandemic which gripped whole World last year, World's largest vaccination drive commenced in which Railway Hospitals actively participating","sentiment_score":0.0166666667}
{"full_text":"RT Teachers and police officers URGE coronavirus vaccine fast track after 'awful' attacks ","sentiment_score":-0.4}
{"full_text":"The Rock Raceway and national racing fraternity received the news of Frans (FP) van Dyk's death on January 10 as a result of Covid-19. #Covid19InSAhttps:\/\/t.co\/2xhPmfscR0","sentiment_score":0.0}
{"full_text":"Future Investment Initiative (FII) Institute will headline more than 140 prominent speakers next week at 4th Edition of FII, a multi-hub conference linking tech pioneers, investors and policy makers as they rethink the global economy amid #COVID19 pandemic.https:\/\/t.co\/VgblI5EAaM","sentiment_score":0.2}
{"full_text":"We are a nation in perpetual recovery and cannot let our rehabilitation from this pandemic be tainted by denialismhttps:\/\/t.co\/03ZteqMry1","sentiment_score":0.0}
{"full_text":"The Kalibo International Airport in Aklan will be closed until Jan. 21 to make way for disinfection.https:\/\/t.co\/y8XcVX5BNj","sentiment_score":-0.05}
{"full_text":"We know what a year it has been but we're glad you're still with us. Let's ride the 2021 wave together by social distancing, wearing a mask and washing hands often. #StaySafeUG Covid19UG #TakeMeWithYou","sentiment_score":0.2666666667}
{"full_text":"Due to #COVID19, countries around the  continue to review and implement restrictions, including curfews.Our travel advice is updated frequently. Check it often and follow the instructions of local authorities.https:\/\/t.co\/IpDmBwR4PB","sentiment_score":-0.0083333333}
{"full_text":"Today, Principal published a post about his school's commitment to implementing Flexible Learning Periods, optimising the very best of what they learnt during the pandemic &amp; their 2020 home campus program. Discover more: #aSft","sentiment_score":0.75}
{"full_text":"RT Less response for corona vaccination in Mumbai from medical staff.on first day, 1926 ppl vaccinated while on 2nd day;...","sentiment_score":0.0208333333}
{"full_text":"RT One second of silence for each Covid death in the US and you'd be standing still for more than four and a half days.","sentiment_score":0.1111111111}
{"full_text":"RT The more opportunities the coronavirus has to replicate, the more it will evolve, potentially creating a new variant that...","sentiment_score":0.2840909091}
{"full_text":"A hare coursing meeting was stopped by armed police - and fines were issued for breaches of lockdown rules.https:\/\/t.co\/gYPz7N5pXn","sentiment_score":0.0}
{"full_text":"Cornell College's chaplain joined a nationwide effort to remember COVID-19 victims. On Tuesday, the U.S. topped 400,000 deaths from the virushttps:\/\/t.co\/gaop4io3B6","sentiment_score":0.0}
{"full_text":"RT Maharashtra: The first consignment of 1.5 lakh dosages of Covishield vaccine dispatched from Mumbai's Chhatrapati Shivaji Maharaj...","sentiment_score":0.25}
{"full_text":"AXIS adds $125m of COVID losses, up to $80m cat losses from Q4","sentiment_score":0.0}
{"full_text":"Covid memorial ceremony was so beautiful &amp; long overdue, I cried. It's such an absolute relief to have an AUTHENTIC compassionate, respectful, dignified POTUS &amp; VP!!! It feels like we've been held hostage in hell for 4 years and are finally being released!!","sentiment_score":0.3537946429}
{"full_text":"RT i used to dream of politicians reading medical journals to inform policy now all we're urging is for them to take a walk thr...","sentiment_score":0.0}
{"full_text":"RT the response to Bali is really showing western egotistical thinking. y'all are boiling down two people encouraging the tra...","sentiment_score":0.0148148148}
{"full_text":"Researchers from The Chinese University of Hong Kong have found that the gut microbiome may regulate the body's response to covid-19. What does this mean for you? #microbiome #COVID19","sentiment_score":-0.15625}
{"full_text":"RT Trump supporters: you didn't get a healthcare plan, a wall, infrastructure,  economic growth or jobs. But you did get COVI...","sentiment_score":0.2}
{"full_text":"But why is this me tho?K g'nite!https:\/\/t.co\/Ln9G5H9EII","sentiment_score":0.0}
{"full_text":"Taiwan cancelled its popular lantern festival after it reported four local Covid-19 cases. They were the first locally transmitted cases since February 2020.","sentiment_score":0.2125}
{"full_text":"Ministers set to halt plans for daily Covid tests in English schools","sentiment_score":0.0}
{"full_text":"RT Still can't get over the fact that tonight Washington DC is on lockdown to protect Washington DC from The President of the...","sentiment_score":0.0}
{"full_text":"The PS20 a week uplift to #UniversalCredit has been a vital lifeline for families during the pandemic. To find out how much you're entitled to on Universal Credit,  contact us for a free benefit check.   01343 555163 or","sentiment_score":0.175}
{"full_text":"The staff and residents at the care home are glad to \"see the light at the end of the tunnel\":https:\/\/t.co\/q2G64Skbjj","sentiment_score":0.45}
{"full_text":"During the nationwide lockdown, Shukla said, he felt doubly locked in--the first lock being his old age, and the second the coronavirus. He got tired going from one room to another, but never tired of writing.@mohinigupta28 writes in the January issue:","sentiment_score":0.025}
{"full_text":"#EURO2020 is inching closer to its kick-off after its postponement last year due to a global pandemic. Read more about the latest updates now!","sentiment_score":0.2}
{"full_text":"New Covid-19 testing site set up in Durban Northhttps:\/\/t.co\/IgyextlJvK#durbannorth","sentiment_score":0.1363636364}
{"full_text":"RT More and more politicians tested positive of Covid-19 is not a surprise but more of a matter of time as it's evident that th...","sentiment_score":0.3954545455}
{"full_text":"Pakistans coronavirus death toll tops 11,000. #pakistan","sentiment_score":0.0}
{"full_text":"RT The Lincoln Memorial looks down on the reflecting pool as a Black woman, Lori Marie Key sings Amazing Grace in memory of th...","sentiment_score":0.0694444444}
{"full_text":"RT This is what Horgan must pivot to now. Cut our losses - massive, mounting losses - and redirect go...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 20\/01\/2021 11:30Total Cases: 10596442 [+0]Active: 194201Recovered: 10245092 [+0]Deaths :152754 [+0]Total Tests: 187.8MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Find and reach #Covid19 #Vaccination Centre! Check out #map location, directions, photos and reviews on por...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 31.6FWind Chill: 27.3FHumidity: 73%Dew Point: 24.0F Barometer: 30.027 inHgWind: 4 mph from the SSWCorona Virus Weekly Stats:Cases: 169.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"\"The Immunologist noted: \"While developing vaccines ... and considering immunity passports, we must first understand the complex role of antibodies in SARS, MERS and COVID-19.\" He goes on to list several coronavirus vaccine studies that have raised concerns...\" ~ Joseph Mercola","sentiment_score":-0.0166666667}
{"full_text":"tells her daughter in the video tonight that the president wasn't responsible for the covid outbreaks at the White House. She hasn't changed and never will.","sentiment_score":0.1}
{"full_text":"UK finance sector revives, cuts staff, reviews office space - survey Business volumes in UK financial services grew for the first time in two years during the final quarter of 2020 when firms shed staff and remote working in the pandemic spurred reviews of office space, a survey","sentiment_score":0.0375}
{"full_text":"RT Protecting the remote workforce to be enterprises' prime focus in 2021 #CatoNetworks #coronavirus #cy...","sentiment_score":-0.1}
{"full_text":"I Quit Cable for 2 Years...Here's What Happened: #COVID19 #TipTuesday #TransformationTuesday #TechTuesday","sentiment_score":0.0}
{"full_text":"RT we outside pussy","sentiment_score":0.0}
{"full_text":"RT Claudia Conway posted two video compilations tonight that appear to show her mother, Kellyanne Conway, verbally abusing her....","sentiment_score":0.0}
{"full_text":"RT the trauma the pandemic gave us has been so underrated, like fuck college i can't even do life","sentiment_score":-0.4}
{"full_text":"The Gay Sex Club Next to the Vatican Is the Saddest Place on EarthWonder if the club is still there! Post pandemic and all. via","sentiment_score":0.2083333333}
{"full_text":"Poll News: Poll: Are you planning on getting the coronavirus vaccine? - Boston Herald","sentiment_score":0.0}
{"full_text":"RT #AlcoholBan| The Beer Association of SA says R14.2 billion in sales revenue has been lost &amp; 30% of breweries have shut the...","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 3.3degC * Wind: W 0.0 to 4.0mph * Pressure: 977.1hPa * Rain: 2.2mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:30 * Sunset: 16:38 * Cloudbase: 280ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Pre-COVID19 times\"What keeps you up at night\"Outbreak responders: \"severe respiratory disease easily spread from person...","sentiment_score":0.4333333333}
{"full_text":"RT .@MayorOfLA: \"stay home. wear a mask.\"LAPD: fly across the country to attend a insurrection\/superspreader eventAnd...","sentiment_score":0.8}
{"full_text":"RT On the eve of his inauguration, President-elect Joe Biden led a national mourning for the 400,000 Americans who have died from...","sentiment_score":0.0}
{"full_text":"Dine &amp; Discover #Business registrations open #Australia #Coronavirus #Covid19 #Discovery #EconomicStimulus #Government #GST #Internet #NewSouthWales #NSW #Online #Safety #ServiceNSW #Tourism","sentiment_score":0.0}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
{"full_text":"RT Launch of the #LargestVaccineDrive. Let us defeat COVID-19.","sentiment_score":0.0}
{"full_text":"RT City Hall is lit amber tonight to remember the lives lost to COVID-19. We will never forget the souls taken by this virus --...","sentiment_score":0.0}
{"full_text":"#TodayInHistory Inspiration The day always looks brighter from behind a smile. - #Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":-0.05}
{"full_text":"Today, the world changes... for the better... 1202021... a palindrome... we should have been able to fight Coronavirus as a country all along... but, we've been fighting Trump all along... now, we can focus on Coronavirus... and other realities...","sentiment_score":0.2916666667}
{"full_text":"Here is why the new education modal may fail in IndiaSee: #WednesdayMotivation #Colleges #COVID19 #EducationinIndia #OnlineClasses #Schools #students #Teachers","sentiment_score":-0.1818181818}
{"full_text":"2021 will be a race to digital with the spoils going to those that can maintain the momentum built up during their response to the pandemic","sentiment_score":0.0}
{"full_text":"RT Australia has lost 909 people in total to Coronavirus since the pandemic began.We have lost 1,610 since just yesterday....","sentiment_score":0.0}
{"full_text":"RT This time last year in Hong Kong. The last major street protest before the COVID19 virus restricted movement worldwide.....","sentiment_score":0.0208333333}
{"full_text":"RT Tonight, in Washington, D.C. and across the nation, we came together to honor the over 400,000 Americans we've lost to COVID-...","sentiment_score":0.0}
