{"full_text":"Simply put!Let's explore and embrace the technologies that can eliminate airborne Coronavirus in enclosed spaces so that we can keep businesses open AND keep safe.#CovidisAirborne #Covid19InSA","sentiment_score":0.0}
{"full_text":"RT  EXCLUSIVE \"Unless you want to end up like this, start believing!\" #COVID19 Stranraer patient James MacDonald","sentiment_score":0.0}
{"full_text":"RT I share the outrage and anger of those across America who have watched Trump fail to combat this raging pandemic and refuse...","sentiment_score":-0.6}
{"full_text":"This pandemic has really exposed our lack of empathy I for one, am a culprit","sentiment_score":0.2}
{"full_text":"To top it off this 3rd lockdown is a farce; businesses not furloughing rather desperately trading to keep afloatSchools with vast numbers of children attendingConstruction hasn't stoppedMass people movement fuelling a more contagious strain#FailedByGovernments#ShutTheSites","sentiment_score":0.0}
{"full_text":"\"Even after losing the election, Trump had the opportunity to leave the White House with his head held high, celebrating achievements like the COVID-19 vaccine, progress in the Middle East, and the vibrant pre-pandemic economy fueled by tax reform.","sentiment_score":0.0816666667}
{"full_text":"For me I've just been logging into various social medias less, (with caution, social distancing, masks and making sure cases are low enough), going out to see various movies, keeping up with therapy appointments and in low populated areas going on walks, it's super refreshing","sentiment_score":0.1121212121}
{"full_text":"Who will be responsible when currently marketed Covid-19 vaccines randomly kill off Australians, like they have been doing in India, Norway, Israel, Portugal, the US?","sentiment_score":-0.1}
{"full_text":"RT And then hunger????I take that it's not pandemic when it comes to the ANC coz they will use food parcels to...","sentiment_score":0.0}
{"full_text":"RT Today #COVID19 infection rate worst in the world Record low temperatures as Madrid struggles to clear s...","sentiment_score":-0.3}
{"full_text":"RT This is what a pandemic looks like. We are on an intensive care ward today and in here are mums, dads and grandparents fighti...","sentiment_score":0.0}
{"full_text":"RT guess who's funding the \"Covid Recovery Group\" of MPs who who have almost certainly deepened and prolonged the UK's Covid-1...","sentiment_score":0.2142857143}
{"full_text":"RT thank god america will never have that problem","sentiment_score":0.0}
{"full_text":"Like hero, Like fansFor safety and goodwill of others released it on OTT. He supported 5000+ familiesFor money, he wanted 100% occupancy in a bloody pandemic. He might as well endanger ppl livesNeenga Vera, Naanga Vera#SooraraiPottru #Suriya40 #VaadiVaasal","sentiment_score":-0.8}
{"full_text":"RT I don't even understand this. Is ASUU blaming Nigerian govt for not putting things in place in Universities with regards...","sentiment_score":0.0}
{"full_text":"RT I didn't realize the pandemic was over in Alabama.#NationalChampionship","sentiment_score":0.0}
{"full_text":"RT Jayapal: \"I am also calling for serious fines to be immediately levied on every single Member who refuses to wear a mask...","sentiment_score":-0.2023809524}
{"full_text":"RT Today Prime Minister visited in Bristol, which has been converted into a giant vaccinati...","sentiment_score":0.0}
{"full_text":"RT The route out of COVID is to stop lying that a person who feels fine and gets a positive PCR test at high cycles is a \"c...","sentiment_score":0.267979798}
{"full_text":"RT It's the first #easilyconfused of the year! This week we're looking at boarders vs. borders.boarders = people who pay t...","sentiment_score":0.3125}
{"full_text":"Lockdown level 3 should automatically trigger CovidTers! We can't work since there are no gatherings.","sentiment_score":0.0}
{"full_text":"RT Brb going to watch Grey's Anatomy so I can end this pandemic ","sentiment_score":-0.05}
{"full_text":"RT In addition to COVID, now we have the crazy, violent Trumpers to avoid.","sentiment_score":-0.7}
{"full_text":"RT The #COVID19 pandemic is out of control, vaccinations are not getting into people's arms, domestic terrorists attempted a co...","sentiment_score":0.0}
{"full_text":"RT Overbearing Covid-19 regulations are turning people against the police force. ","sentiment_score":0.0}
{"full_text":"RT I used to say you didn't need to wear masks outdoors because the risk of catching Covid was much higher indoors. I'm...","sentiment_score":0.425}
{"full_text":"29 here. It got amazing the last few months of being 27 and then Corona happened. ","sentiment_score":0.1333333333}
{"full_text":"RT One of the games being played in #Qatar had to be stopped mid-match to inform a player he had #COVIDBoth","sentiment_score":0.0}
{"full_text":"RT Any Member who refuses to wear a mask should be fully held accountable for endangering our lives because of their selfish i...","sentiment_score":-0.5}
{"full_text":"RT Covid 19 vaccine and its implications in NigeriaWebinar.. Save the date","sentiment_score":0.0}
{"full_text":"RT I wonder if .@hmtreasury accept HOPE BUCKS in payment for any tax due! Millions of #excludeduk have been living on hope...","sentiment_score":-0.15625}
{"full_text":"Any country or jurisdiction that isn't preparing for this and ready with all possible measures to combat it is in for a world of hurt.","sentiment_score":0.1}
{"full_text":"RT Dutch PM on his way to cabinet meeting about covid","sentiment_score":0.0}
{"full_text":"RT Thank you &amp; way forward is:Better adherence to existing rules instead of inventing new additional...","sentiment_score":0.1363636364}
{"full_text":"They have no proper arrangement and plan, just to wake up and tell us stupid words","sentiment_score":-0.4}
{"full_text":"RT Thank you to for having me at their community lunch last Saturday. While Covid restrictions mean their an...","sentiment_score":-0.15625}
{"full_text":"RT #Maharashtra: BMC issues guidelines in view of outbreak of #BirdFlu in the state. It appeals to the people of Mumbai to...","sentiment_score":0.0}
{"full_text":"RT Footage of me volunteering at Hospital Sungai Buloh to treat Covid-19 positive Ministers:","sentiment_score":0.2272727273}
{"full_text":"RT My full support to GMB members taking part in the #Britishgasstrike. This battle against fire and rehire is crucial for...","sentiment_score":0.175}
{"full_text":"RT \"Wear a mask, follow a one way system in stores, don't sit on a park bench in the fresh air, especially on a promenade\"!...","sentiment_score":0.15}
{"full_text":"So, I live close to a municipality border, are u saying I can't cross the road? Who is going to keep track? Police have enough trouble with gangs and guns - let them focus on that. #covid19","sentiment_score":-0.0159090909}
{"full_text":"Service Update 09:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT What an idiotic reckon. NZ has 25total covid deaths &amp; under 2,000 cases, there's no rush for a va...","sentiment_score":-0.6666666667}
{"full_text":"Service Update 09:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"RT Covid19 is attracted to loud music, parties and is highly transmissible at night.However, it doesn't spread at places li...","sentiment_score":0.13}
{"full_text":"RT Know how the Yuva Shakti of the Nation is leading the fight against COVID-19. #YuvaShaktiWithModi","sentiment_score":0.0}
{"full_text":"When people discuss eg cancer deaths as an argument *against* lockdown: the opposite is true. This excellent article, by the UK expert in healthcare operational research, spells out the reality.","sentiment_score":0.45}
{"full_text":"RT Govt tried to choose its own questions but changed it back when spotted it ","sentiment_score":0.3}
{"full_text":"happy birthday bud, have a good day in lockdown.. if its possible lol","sentiment_score":0.575}
{"full_text":"RT I picture the Corona virus also having meetings, like those domestos adverts","sentiment_score":0.0}
{"full_text":"Great article Thanks for sharing!","sentiment_score":0.525}
{"full_text":"RT People may wish to complete this poll of your views about the #COVID19 vaccines #coronavirus","sentiment_score":0.1}
{"full_text":"There's mental, and then there's enjoyably English mental...","sentiment_score":-0.0666666667}
{"full_text":"RT BREAKING NEWS:Per WWE Champion has tested positive for COVID-19 and has been placed in quarantine.","sentiment_score":0.2272727273}
{"full_text":"RT Wow. So are now saying that people have to shop alone? What about the disabled? For the elderly who need help...","sentiment_score":-0.05}
{"full_text":"RT 'NHS England invited us here today to show you the reality of what Covid is doing to people.'@SwainITV is live on the ICU ward a...","sentiment_score":0.1363636364}
{"full_text":"RT Democratic Rep. Bonnie Watson Coleman, a 75-year-old cancer survivor, has tested positive for the coronavirus. She believ...","sentiment_score":0.2272727273}
{"full_text":"RT Young India leading the fight against COVID-19: NYKS &amp; NSS started Jan Andolan, awareness to combat COVID-19. #YuvaShaktiWithModi","sentiment_score":0.1}
{"full_text":"Pandemic got you down?Normal boats or humans not cutting it for you?Looking to wind down with some quality time just you, your waifu-ship manifestation and a crew of commanders in the same boat?Sail no further than the Rudder Romancers!Server: Washington ID: 268447911","sentiment_score":0.0361111111}
{"full_text":"I'm with Morrisons. People can make their no-mask protests away from others and not endanger shop workers and shoppers. In my experience, those with a genuine reason are only too happy to explain why they can't wear a mask","sentiment_score":0.4}
{"full_text":"RT Unfortunately, last night at 8:27 my dad passed away due to Covid. He fought hard for over a month but his body could not anym...","sentiment_score":-0.1388888889}
{"full_text":"RT I'm taking the #COVID19 vaccine  stop being suicidal by listening to theories &amp; theorists! #MaskUpZim #MaskUpTuesday","sentiment_score":0.0}
{"full_text":"Ma'am, I see you are based in Oz. I am an A&amp;E doctor at QA. I see with my own eyes every shift that the hospital is full.Many patients are very sick with Covid. We are trying to do our very best for them. It helps no one to film corridors and state wrongly that they're wards.","sentiment_score":0.0428571429}
{"full_text":"spnoNYoung India leading the fight against COVID-19: NYKS &amp; NSS started Jan Andolan, awareness to combat COVID-19. #YuvaShaktiWithModi","sentiment_score":0.0}
{"full_text":"RT Thanks for highlighting the great work - this campaign stems from our original investigation...","sentiment_score":0.4583333333}
{"full_text":"RT #London is in lockdown.Be clear on the rules and adhere to them - Stay home Protect the NH...","sentiment_score":0.1}
{"full_text":"The 432-year-old manual on social distancing via","sentiment_score":0.0333333333}
{"full_text":"All you need to know about the Centre's special fund for the public health sector.#COVID19 #PublicSector #Healthcarehttps:\/\/t.co\/XGTagOiVEj","sentiment_score":0.1785714286}
{"full_text":"RT Wash your hands Wear a mask Practice Social Distancing 2-Must importantly stay safe !If we all behave respon...","sentiment_score":0.3527777778}
{"full_text":"Finally back at Uni today! Yeyyyyy...well it's only 1 day a week and all practicals have been cancelled but I'm sure it's still worth 9k a year  thanks Covid you git. ","sentiment_score":0.2}
{"full_text":"RT This is supposed to be PS30 worth of lunches for a child? It looks like yet another case of the government helping its...","sentiment_score":0.3}
{"full_text":"RT On 16th January, India takes a landmark step forward in fighting COVID-19. Starting that day, India's nation-wide vaccina...","sentiment_score":0.0}
{"full_text":"RT Corona vaccine should be applied to \"Modi ji\" first. If you agree then Retweet ","sentiment_score":0.25}
{"full_text":"RT The public is being as bafflingly unfair on the govt about this as they've been bafflingly lenient on the govt about its...","sentiment_score":0.0}
{"full_text":"RT Q - The message is stay at home &amp; work at home if you can... so why have you travelled over 100 miles to come to Bristol tod...","sentiment_score":0.0}
{"full_text":"RT This have allowed the opening of a new coal mine in #Cumbria in a #ClimateEmergency - have responded wi...","sentiment_score":0.1363636364}
{"full_text":"RT Sainsbury's CEO emails customers to say \"you must wear a mask\" unless exempted &amp; \"you should shop on your own\" - securit...","sentiment_score":0.6}
{"full_text":"RT Please kindly note that ASUU as a pressure group cannot suspend the resumption of universities. While the Association had ri...","sentiment_score":0.6}
{"full_text":"RT makes a strong point. But I'm afraid that is such a weak premier that she is barely holding on to...","sentiment_score":-0.0983333333}
{"full_text":"Im sorry but did they test every single person in London orrr???","sentiment_score":-0.2857142857}
{"full_text":"logic can not be defied. Which is why the lockdown restrictions do not work.","sentiment_score":0.0}
{"full_text":"We're now in a race against the virus, but how can the #vaccine be distributed efficiently? Here are 3 proposals by architects to speed up the process including drive-through facilities, #shipping-ontainer clinics &amp; pods in town squares. #covid19","sentiment_score":0.0}
{"full_text":"RT This is good specific advice about outdoor masking. Particularly if you're out for a walk and someone from outside you...","sentiment_score":0.2166666667}
{"full_text":"I can't believe anyone with a scrap of intelligence wouldn't understand why wearing a mask is so important in restricting spread of Covid19. It's currently spreading like wildfire and you're helping fan the flames.","sentiment_score":0.2}
{"full_text":"RT Should we have followed other countries lead to control #Covid? Taiwan has fewer than 10 covid-related deaths and has been p...","sentiment_score":-0.125}
{"full_text":"RT I don't really have a problem with Boris Johnson cycling 7 miles from his home but I do have a problem with him repeatedly...","sentiment_score":0.2}
{"full_text":"RT Jayapal: \"I am also calling for serious fines to be immediately levied on every single Member who refuses to wear a mask...","sentiment_score":-0.2023809524}
{"full_text":"RT I don't really have a problem with Boris Johnson cycling 7 miles from his home but I do have a problem with him repeatedly...","sentiment_score":0.2}
{"full_text":"Steroids are part of treatment of Covid 19. However side effects too can occur.Use depends on risk benefit ratio.","sentiment_score":0.0}
{"full_text":"RT Can we have a video on fishing please Nige?","sentiment_score":0.0}
{"full_text":"RT Car sales last year reached their lowest ebb since 2016 with registrations in 2020 down by 18.4% with the #pandemic pl...","sentiment_score":-0.0777777778}
{"full_text":"Child spies being applied for in UK Parliament","sentiment_score":0.0}
{"full_text":"RT We shut borders with risky outbreaks because their choices directly affect us. We can see from our own experience and fro...","sentiment_score":0.35}
{"full_text":"\"Is Covid-19 going to change our cities? No\" says Norman Foster. Find out why... #architects #covid #urbanliving","sentiment_score":0.0}
{"full_text":"We ended 2020 with our second ebook release, covering -- Stepping into a Post-COVID Economy  ; How #RenewableEnergy and #Photovoltaics will play an essential role in its recovery.  #H2020 #MSCA #Bioeconomy","sentiment_score":0.0}
{"full_text":"RT Alot of us in professions like pharmacy knew that vitamin C and D plus magnesium were important  parts in the fight against...","sentiment_score":0.4}
{"full_text":"Office Protocols During a Pandemic #CRE #COVID-19 #NewNormals #Officehttps:\/\/t.co\/1WLo0InBlA","sentiment_score":0.0}
{"full_text":"RT Nobody wants more people sick with #COVID19. 1,700 patients now in hospital &amp; 143 in ICU would swap with any of us. The...","sentiment_score":-0.0047619048}
{"full_text":"The easy solution to prevent footballer's goal celebrations in these Covid times is to put Steve Bruce in charge of team selection and tactics. Problem solved #nufc #BruceOut","sentiment_score":0.4333333333}
{"full_text":"I'm so defeated ","sentiment_score":0.0}
{"full_text":"Like??And to think everyone thought the govt will face the health sector squarely, it's almost a year, we have not heard or seen any work in progress or any new improvement as to the health sector.","sentiment_score":0.1363636364}
{"full_text":"The Dumaguete City government is eyeing to earmark P30-M for the procurement of COVID-19 vaccines this year. Read more: #LagingHanda","sentiment_score":0.5}
{"full_text":"Herd immunity to #COVID19 is unlikely to be achieved this 2021, the WHO said.https:\/\/t.co\/3kvM9JG5bo","sentiment_score":-0.5}
{"full_text":"COVID GRAVEDIGGERS GATVOL!","sentiment_score":0.0}
{"full_text":"Don't forget you can find our latest information and guidance in regards to Coronavirus, along with what support we can provide, here:https:\/\/t.co\/3qIoYKcikGThe page is being reviewed and updated regularly#Covid19 #RacingWelfare #AlwaysThere","sentiment_score":0.5}
{"full_text":"LOVE IS THE WAY!A stay-at-home cup sleeve event for our dear '94-line  Come and celebrate WenSeul's birthday &amp; Valentine's Day with us on February 14!In partnership with form for more details:","sentiment_score":0.5}
{"full_text":"The NHS will not ask you to apply for the COVID-19 vaccine and there is no charge for it. When it's your turn, we will contact you to book your appointment.For more on the COVID-19 vaccine visit","sentiment_score":0.5}
{"full_text":"If you think you might be experiencing any of the common #COVID19 symptoms, it's important that you self-isolate immediately.Stay vigilant to help stop the spread of COVID-19.#StaySafe #HoldFirm","sentiment_score":0.05}
{"full_text":"ticks all the boxes  !","sentiment_score":0.0}
{"full_text":"RT I am still in awe of this! Everybody working on this show does outstanding work, especially now during a pandemic. Thank y...","sentiment_score":0.25}
{"full_text":"Scientists at the World Health Organization warned Monday that mass vaccinations would not bring about herd immunity to the coronavirus this year, even as one leading producer boosted its production forecast.#WHO #COVID19https:\/\/t.co\/n5v6Y7Qs7Q","sentiment_score":0.0}
{"full_text":"RT We still pushing the #TrendzRus way... No pandemic formed against us shall prosper...","sentiment_score":0.0}
{"full_text":"Check out this blog 'Digital #transformation: A growth necessity' by Akhil Hemrajani, Senior Director, SGV &amp; Co an insightful blog how companies will manoeuvre to address the ultimate shift to the #digital sphere to get though the #covid19https:\/\/t.co\/ONJKPHNVSi #DigiLeaders","sentiment_score":0.0}
{"full_text":"Protect the vulnerable from both COVID-19 and abortion:https:\/\/t.co\/EZerjxnPfS#ProLife #RoeVWade #DefundPP #CorporateWelfare","sentiment_score":-0.5}
{"full_text":"Calling all case teachers!  Take the survey to share your experiences of moving case teaching online during the Covid-19 pandemic  #WorldCaseTeachingDayHead over to:https:\/\/t.co\/49qy4WVfLmhttps:\/\/t.co\/HwO6RUsDrS","sentiment_score":0.0}
{"full_text":"Carnival Corp. said its 2022 cruise bookings are running ahead of 2019 numbers, a good sign that guests will return once the COVID-19 pandemic has eased.https:\/\/t.co\/agEu9uDMk0","sentiment_score":0.7}
{"full_text":"Happy Match Day folks , 3 points will do nicely . Will do a local walk later today all socially distanced . Anybody know why a 20.15 kick off ? Home made chips yesterday mmmm and a cheese n onion potatoe pie made for today. Stay safe take care .","sentiment_score":0.3222222222}
{"full_text":"Whose post-pandemic century?","sentiment_score":0.0}
{"full_text":"'He is a miracle:' Baby survives COVID-19, liver transplant before 1st birthdayhttps:\/\/t.co\/vcYegnr3OE","sentiment_score":0.0}
{"full_text":"Our may be closed for browsing, but they're still offering the amazing:   Click, Call, Collect service with Covid-secure measures. i online content including e-books + e-audio books. i  #MyStokeStory","sentiment_score":0.25}
{"full_text":"In this pandemic, wearing a mask shows kindness and happiness. So you should wear a mask to stop the spread of the virus.https:\/\/t.co\/slszuhtnLv#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.7}
{"full_text":"If they believe they can, they will. Your support fuels their fire and we're here to help fuel yours. Join our lockdown support webinar and sign up to 21 days of positivity  #weonlydopositive","sentiment_score":0.0}
{"full_text":"Rapid, or lateral flow, tests can help us identify those individuals who may have COVID-19 without symptoms. If you are working in a critical role and are unable to work from home, you can now book an appointment for a rapid, lateral flow test -","sentiment_score":-0.25}
{"full_text":"Save the date for #EAGlobalSummit21, which will take place on 8-9 June! This online event will see key industry speakers discuss the state of the env sector &amp; how it's responding to #COVID19, #netzero, COP26, Biden administration &amp; digital transformationhttps:\/\/t.co\/hr0eB1pVoM","sentiment_score":0.0}
{"full_text":"While online learning is not a new concept to college students, experiencing it now raises psychological concerns.","sentiment_score":-0.0340909091}
{"full_text":"Bangko Sentral sees solid rebound for pandemic-hit economy","sentiment_score":0.0}
{"full_text":"RT Shaun Bailey, Conservative candidate for Mayor of London, says some councillors \"are nervous\" for local elections due to the...","sentiment_score":-0.0625}
{"full_text":"Last chance to join this free webinar from and that will share the learning behind the COVID Oximetry model. Tues 12 Jan, 1pm:","sentiment_score":0.0}
{"full_text":"Officials believe this to be the first known instance of transmission of the virus to great apes. Because of that, it's unclear how severe gorillas can react to the virus.","sentiment_score":0.525}
{"full_text":"We love to see your support in action! #community #support #COVID19","sentiment_score":0.3125}
{"full_text":"Please follow lockdown rules - full list available online https:\/\/t.co\/9Ktw7zejlV.","sentiment_score":0.375}
{"full_text":"Out of the 140 new #coronavirus cases in #SaudiArabia, 43 were confirmed in Riyadh and 28 in Makkah.","sentiment_score":0.2681818182}
{"full_text":"RT We may impose another lockdown -- PTF","sentiment_score":0.0}
{"full_text":"The uncertainty due to the increase in #COVID-19 positives in Catalonia has led us to reduce the time in the office and #telework more from home. We keep up the weekly meetings, now from home! See our latest virtual meeting ","sentiment_score":0.3333333333}
{"full_text":"President-elect Joe Biden received his second dosage of the coronavirus vaccine Monday, three weeks after getting his first inoculation.","sentiment_score":0.125}
{"full_text":"A mobile testing unit is in Penistone this week - only for people who have symptoms. Book your test at or by calling 119.","sentiment_score":0.0}
{"full_text":"With 20499 reported #COVID19 cases &amp; 483 deaths as of 9 January - #Zimbabwe  has seen 6000 more cases &amp; 100 more deaths in 1 week. Is the latest national lockdown justified? academic investigates this in our latest blog, here:","sentiment_score":0.4}
{"full_text":"Our #Covid19 Income Support Helpline is open today from 9am - 5pm: 1890-800-024The Pandemic Unemployment Payment remains available to anyone who is eligibleThe quickest and easiest way to apply is online via #MyWelfare#PUP","sentiment_score":0.2}
{"full_text":"These are believed to be the first known COVID-19 cases among gorillas in the United States and possibly the world.https:\/\/t.co\/TQ9ypSaJ3J","sentiment_score":0.125}
{"full_text":"RT I have bonus #TuesNews I'm starting a new book today and I've forgotten how!!! Has this ever happened to yo...","sentiment_score":0.1331676136}
{"full_text":"With 2020 going down in history as a year of shattered dreams triggered by the Covid-19 pandemic, many people ushered in 2021 with hopes of economic recovery. However, a review of the situation in some East African economies paints a gloomy picture...","sentiment_score":0.1361111111}
{"full_text":"Can't believe you have the guts to dream this kind of dream. Like say make I call guys make dem quickly rush you.","sentiment_score":0.4666666667}
{"full_text":"Missed school, absent friends and distanced families: Why these paediatricians want kids to be part of #COVID19 #vaccine trials.","sentiment_score":0.0}
{"full_text":"The region's MPs are backing the Mail's Shot In The Arm campaign.https:\/\/t.co\/XuM0acooJl","sentiment_score":0.0}
{"full_text":"The city government of Iloilo plans to start vaccinating residents against the coronavirus disease (Covid-19) this May.https:\/\/t.co\/7XS1Xvbs4V#VisayasNews","sentiment_score":0.0}
{"full_text":"RT How can an aircraft cabin be made corona-safe? #WingMag presents various creative approaches pursued by manufacturers i...","sentiment_score":0.25}
{"full_text":"#Malaysia's king declared a nationwide state of #emergency for the first time in more than half a century, suspending parliament in a move that allows Prime Minister Muhyiddin Yassin to avoid facing an election until the #pandemic is over. #COVID19 More:","sentiment_score":0.2708333333}
{"full_text":"UK, EU, Japan and US have secured most available doses of Pfizer\/Moderna coronavirus jabs - Russian, Indian and Chinese shots provide a welcome option for many other countries (and a diplomatic boost for Moscow, Delhi and Beijing)","sentiment_score":0.2964285714}
{"full_text":"Anyone who has visited Brisbane since after January 2 will be required to carry a mask for the next 10 days. Although regional Queenslanders don't have to wear one, some are choosing to be extra cautious. #COVID19 #7NEWS","sentiment_score":0.0}
{"full_text":"To help our young people cope with living in challenging times we have created a Wellness Pack which helps them find new ways to cope. You can download our packs online at #wellness #mental #health #resources #xtrax #hastings #youth #covid #life","sentiment_score":0.1590909091}
{"full_text":"RT Ironic, since Mickey Mouse's ancestors helped spread the Black Plague. #irony #Disney #Disneyland #DisneyWorld #Mick...","sentiment_score":0.0166666667}
{"full_text":"While some people may catch COVID-19 more than once, experts believe that the level of antibodies you have, and your innate immunity determines your risk of reinfection. Compromised immunity also means that people with certain comorbidities are more likely to fall sick again.","sentiment_score":0.1}
{"full_text":"Patients with symptoms will be treated at the hospital and undergo the monitoring process as usual.","sentiment_score":-0.25}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"He has not shown any #COVID19 symptoms yet.#Portugal #MarceloRebeloDeSousa","sentiment_score":0.0}
{"full_text":" Can you help the Denby Dale Centre and transport individuals for their COVID-19 vaccination? Full details of the volunteer role below #htafc |","sentiment_score":0.35}
