{"full_text":"RT  Sir with all due respect, you need to focus on actual problems this isn't one.  There are a bunch of homeless people on the...","sentiment_score":-0.0625}
{"full_text":"RT on Clear succinct &amp; damning explanation of why UK was vulnerable to Covid19 from the outset, comp...","sentiment_score":-0.2}
{"full_text":"RT 89 year-old Bridget Ryan, receiving her Coronavirus vaccine in a Dublin nursing home. She tells reporters that for her...","sentiment_score":0.0}
{"full_text":"RT Covid testing centre burnt to the ground during anti-lockdown curfew protest in the Netherlands","sentiment_score":0.0}
{"full_text":"RT The covid revenue slowdown means Washington state needs $3.3 billion in budget cuts.A 1% wealth tax on Jeff Bezos an...","sentiment_score":0.0}
{"full_text":"Nicolle Wallace strives to conclude every show with a \"Lives Well Lived\" tribute to those who have succumbed to Covid. This is today's tribute (Jan. 27, 2021).","sentiment_score":0.0}
{"full_text":"RT You're opening bars, casinos &amp; restaurants, as ambulances have literally no where to drive the new...","sentiment_score":0.1363636364}
{"full_text":"I miss Atlantic City so much.. I haven't been since right before covid happened.. ","sentiment_score":0.2428571429}
{"full_text":"Jesus fucking Christ.That dude in the onesie tho ","sentiment_score":-0.6}
{"full_text":"RT Remember: Israel is under a HARD lockdown, too. They've even closed their main airport, which effectively ends internatio...","sentiment_score":0.09375}
{"full_text":"INSANE: Joe Biden Signs Executive Order Banning the Term \"China Virus\" via","sentiment_score":-1.0}
{"full_text":"Have you seen what anti-mask and anti-lockdown protesters are doing in the east?  They're blowing up cars, setting entire buildings on fire, mobbing the police and beating people.  In Canada that would also be terrorism.","sentiment_score":0.0}
{"full_text":"Pshew! This will really fix that pesky pandemic problem. ","sentiment_score":0.2}
{"full_text":"RT The Biden administration has a Covid data director who is opening up information that was not available to the public--or...","sentiment_score":-0.2}
{"full_text":"RT Imagine if Colorado had an upstanding congresswoman from CD3 who actually worked on regional issues like water, wildfire...","sentiment_score":0.0}
{"full_text":"So let me get this straight, mana whenua set up checkpoints to help protect their at risk community from Covid-19, with an educational focus, not even blocking access, and instead of thanking them, the police's response is to shut them down?F that.#ManaMotuhake","sentiment_score":0.225}
{"full_text":"I was in theatre in high school. I'd like to get back into it once covid is over! ","sentiment_score":0.08}
{"full_text":"RT The must take action. A senior  Conservative MP endorsing dangerous anti-vaccine campaigners, spreading di...","sentiment_score":-0.25}
{"full_text":"Episode 164 of Top 5 at Five is live! Check out \"WTF is Going On with GameStop?; Marjorie Gotta Go; D-Bag OTW: Canadian COVID Couple; &amp; More News!\" at","sentiment_score":0.1988636364}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"So many changes for the 2021 tax season. If you have questions, I've got answers. We are COVID-19 friendly. Contact me or use the QR CODE below to begin filing your 2020 Tax Return TODAY!","sentiment_score":0.484375}
{"full_text":"RT Thanks Ambassador for your vision &amp; endorsement. At we are committed to prevent a global hunger pande...","sentiment_score":0.1}
{"full_text":"RT Beijing Biden doesn't like the term #ChinaVirus so let's flood twitter with the hashtag. I really DGAF what he likes! #Chi...","sentiment_score":0.25}
{"full_text":"If you travel for COVID-19 vaccine, be prepared to go back","sentiment_score":0.0}
{"full_text":"What's up Doc? Why are you lying to me? I don't have Sars covid 2.  Why must I pretend I do. Why must I wear a mask? Masks are useless. Ask Del Bigtree. Google 'HIGHWIRE' - MASK WHISTLEBLOWERS TELL ALL'. Be amazed, learn the truth, and the truth will set you free.","sentiment_score":-0.05}
{"full_text":"RT For what? Is a world beating death rate and recession, billions wasted on cronyism and a lost year of schooling insufficient...","sentiment_score":-0.2}
{"full_text":"RT a teacher, Claudia Marsh, has died of Covid on her 25th birthday.May she rest in peace.","sentiment_score":0.0}
{"full_text":"RT In response to the Covid-19 pandemic, Austrian-based Studio Precht has designed a maze-like park ...","sentiment_score":0.0}
{"full_text":"Coronavirus vaccine hesitancy is decreasing in the U.S., but disparities remain","sentiment_score":0.0}
{"full_text":"RT A repeal of the $1.9 trillion tax scam can pay for the $1.9 trillion Covid-19 relief bill.","sentiment_score":0.0}
{"full_text":"RT The pandemic has upended people's routines dramatically. Many of those changes will be here to stay #TheWorldIn2021","sentiment_score":0.5}
{"full_text":"RT One of the worst things about Britain's catastrophic failure over Coronavirus is that anyone who knew anything about Bori...","sentiment_score":-0.6583333333}
{"full_text":"State health officials reported 10 new cases of COVID-19 and two additional deaths in Eastern New Mexico counties today. #coronavirus #covid19 #NC10","sentiment_score":0.1363636364}
{"full_text":"#Ivermectin normally kills Covid within 4-6 days. As opposed to all other anti-Covid drugs, it can be used preventatively AND in ALL three stages of the disease. Please see $2\/day. Get it approved, please!","sentiment_score":-0.003125}
{"full_text":"RT  the vision of Jacinda Ardern in early April became a reality.","sentiment_score":0.1}
{"full_text":"RT It is time for another Liberal Majority so that the government can actually function with more leverage to...","sentiment_score":0.25}
{"full_text":"RT One year anniversary of #WarRoomPandemic, 25 Jan, 2021- Don't trust CCP and their accomplices in scientific field- US...","sentiment_score":0.0}
{"full_text":"RT Broke my heart this evening hearing my daughter break down crying not coping with this lockdown, can't work, can't see frie...","sentiment_score":-0.1777777778}
{"full_text":"RT I called it last year, the BBC are now reporting Cumulative death numbers since the \"pandemic\" began, which means, they are addi...","sentiment_score":0.0}
{"full_text":"China virus! china virus! china virus! Thats where it came from!  OMG how do people not see what they voted for!","sentiment_score":0.0}
{"full_text":"It's been a lifeline to some friends here in TN during the Covid lockdown.","sentiment_score":0.0}
{"full_text":"RT Please amplify:The trump admin used FEMA to seize PPE, tests, &amp; other supplies\/ materials critical to COVID response. I...","sentiment_score":-0.0625}
{"full_text":"That's right","sentiment_score":0.2857142857}
{"full_text":"RT Worry takes a lot of energy. Conserving our energy is key during these challenging times. Focus on the positives and wha...","sentiment_score":0.25}
{"full_text":"Hmmm did you expect it to be packed? Are we not in the middle of a pandemic or has everyone forgot about that","sentiment_score":0.0}
{"full_text":"This is quite a statement from a member of parliament","sentiment_score":0.0}
{"full_text":"RT Our healthcare system is a delicate ecosystem. Overwhelming the hospitals with COVID cases impacts care for everyone. Hea...","sentiment_score":0.1}
{"full_text":"RT BREAKING: Queensland will reopen to NSW on Monday, 1 February.We understand how tough border measures are, but it's all...","sentiment_score":-0.3888888889}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"RT Eviction crisis is building and the housing fight is heating up.We are fed up and not having it.#housing4all","sentiment_score":0.0}
{"full_text":"RT Put a plastic bag over your head and use a rubber band to secure it around your neck and you will not die of covid**There...","sentiment_score":0.4}
{"full_text":"Lots of countries have paid people to stay home.   And they survived ","sentiment_score":0.0}
{"full_text":"\"If we want speed, then the best way to do that is to stand up mass vaccination clinics--let's say 10 or 20 in a state, instead of the 100s of locations that you have when you send vac doses to individual doctors' offices and hospitals and health depts,\"","sentiment_score":0.5}
{"full_text":"RT If you do not have any respiratory symptoms, such as fever, cough, or runny nose, you do not need to wear a medical mask. When...","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT This is a very good short paper on long Covid by patients who are also social scientists. All long covid researchers,...","sentiment_score":0.1686666667}
{"full_text":"RT These coronavirus vaccines can have side effects but cannot give you Covid-19:","sentiment_score":0.0}
{"full_text":"Oh say it with me: #ChinaVirusMadeInChina INSANE: Joe Biden Signs Executive Order Banning the Term \"China Virus\" via","sentiment_score":-1.0}
{"full_text":"RT The Biden admin--in a word salad of intersectional blather--declares climate change is \"the most significant public heal...","sentiment_score":0.2916666667}
{"full_text":" I didn't wear bracelets at all until I started making them so they could actually fit me. So my bracelets are small to medium wrists. #Tusk #Moon #StayHome and #ShopSmall #EtsyShop #SmallBusiness #ShopLocal #FriendshipGift Link...","sentiment_score":0.075}
{"full_text":"RT \"Suppressing Covid to the lowest possible level\" is Zero Covid Taoiseach! Why are you so cautious and...","sentiment_score":0.0}
{"full_text":"Prime Minister has more right to travel in the UKmthan who adds no value and travels about like a flea in a blanket. breaking lockdown law is something OorNicola does all the time.May she(and you) be v.irritated by the PRIME MINISTER'S visit to...","sentiment_score":0.3928571429}
{"full_text":"RT testing negative for covid and positive for swag ","sentiment_score":-0.0363636364}
{"full_text":"RT More than 420,000 Americans have died from COVID.More than 16 million Americans are receiving unemployment assistance.T...","sentiment_score":0.5}
{"full_text":"\"It affects so many different parts of your body...that it really does take a whole team of doctors to give you the best care.\" Dr. Catherine Le discussing the #COVID19 Recovery Program w\/","sentiment_score":0.38}
{"full_text":"RT Your daily reminder that if we taxed the ultra-rich and used that money to pay people to stay home with supplies the pandem...","sentiment_score":0.0}
{"full_text":"RT Sea of anti lockdown protestors in Vienna Austria as they march through the streets","sentiment_score":0.0}
{"full_text":"RT \"We did everything we could.\"\"Did you lock down when scientists advised?\"\"No.\"\"Did you raise sick pay so people could...","sentiment_score":-0.4349206349}
{"full_text":"RT Hello! I'm sorry to be this guy, but have you heard of anyone needing a rad copywriter? Covid, sick animals and relatio...","sentiment_score":-0.6071428571}
{"full_text":"RT The must take action. A senior  Conservative MP endorsing dangerous anti-vaccine campaigners, spreading di...","sentiment_score":-0.25}
{"full_text":"RT Please read and share everyone. Let's get to f..k out this sinking ship.","sentiment_score":0.0}
{"full_text":"I'm at the \"talk to birds that are in the tree outside, but with the windows closed\" stage of the Pandemic Isolation now.","sentiment_score":-0.05}
{"full_text":"RT Gonna stick my ass out the car window at Dodger's stadium hell yeah.","sentiment_score":0.0}
{"full_text":"RT Dr. Kelley is founder &amp; director of PRiME initiative to advance drug discovery and diagnostics for diseases, i...","sentiment_score":0.0}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"Who's he going to be a witness for? Are witnesses supposed to have meetings with the accused?  Weren't you in lockdown at the Capitol, for how long?","sentiment_score":-0.05}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"old people who live alone and are now lonelier in the pandemic. because we shouldn't forget them.","sentiment_score":0.1181818182}
{"full_text":" #lockdownLandscapes Beautiful scenery to lift your spirits during #lockdown","sentiment_score":0.85}
{"full_text":"RT The must take action. A senior  Conservative MP endorsing dangerous anti-vaccine campaigners, spreading di...","sentiment_score":-0.25}
{"full_text":"RT The Biden admin--in a word salad of intersectional blather--declares climate change is \"the most significant public heal...","sentiment_score":0.2916666667}
{"full_text":"RT Studies have shown that drugs including colchicine and ivermectin may be helpful in preventing people being admitted to h...","sentiment_score":0.0}
{"full_text":"COVID FAQ: Should I be Tested?If you believe you have been exposed to COVID-19 or have had symptoms in the past, you may be a good candidate for this test. Call our location at (609) 557-3350 or go to our website at to book an appointment!#ARCpointLabs","sentiment_score":0.225}
{"full_text":"RT Feadog Pink Brass D Irish Tin Penny Whistle Traditional Woodwind Instr #Feadog via","sentiment_score":-0.0333333333}
{"full_text":"RT Turns out the nasal swab was just first base.","sentiment_score":-0.275}
{"full_text":"RT \"More on IPA vs Covid-19\"  #auspol #insiders #abbott","sentiment_score":0.5}
{"full_text":"RT I know the lockdown has gone on too long when I get giddy after receiving the bag clips I ordered.","sentiment_score":-0.05}
{"full_text":"The Economist is predicting that Canada will not be fully vaccinated until mid 2022, well after the USA and Europe.How do you explain their analysis?#Cdnpoli #COVID19","sentiment_score":0.0}
{"full_text":"Ok so: 1. Cases are coming from the biggest tourist spot on island2. Close down everyone's businesses and lock them inside 3. Still bring in same tourists from respective hotspot countries Ok.","sentiment_score":0.0861111111}
{"full_text":"RT Brazilian officials were betting on hydroxychloroquine to mitigate Brazil's pandemic, months of internal ministry WhatsApp cha...","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" when sky ferreira release new music \" ","sentiment_score":0.1787878788}
{"full_text":"RT \"I've instructed lawyers to look at whether some decisions taken accelerated death\"On #BBCBreakfast former chief prosec...","sentiment_score":0.0}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":"RT Very alarmed that my colleague lost his hospital job as medical director of critical care for his advocacy d...","sentiment_score":0.0666666667}
{"full_text":"RT NEW: FEMA finalizing request for up to  10,000 service members to support COVID-19 vaccinations, reports","sentiment_score":0.1363636364}
{"full_text":"RT  If you live in #Pennsylvania and want to #VoteByMail this year YOU MUST SIGN UP AGAIN! Spread the word and make sure you a...","sentiment_score":0.3352272727}
{"full_text":"RT A Georgia GOP lawmaker refused coronavirus tests. He was kicked off the floor for \"jeopardizing the health\" of colleagu...","sentiment_score":0.0}
{"full_text":"RT Me in lockdown 1 vs me in lockdown 3","sentiment_score":0.0}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"RT You scorched earth when you decided hurting Obama was your top prioritySince then youCrippled hea...","sentiment_score":0.5}
{"full_text":"RT The Parks and Wildlife Act (Chapter 20:14) deals with control of wildlife, fish and plants as well as protection of natu...","sentiment_score":0.0}
{"full_text":"RT WARNING: GRAPHIC CONTENT- A female protester was badly injured after she was slammed into a concrete wall by police water cann...","sentiment_score":-0.1375}
{"full_text":"its Chaynah vairus","sentiment_score":0.0}
{"full_text":"RT The media are a complete disgrace during this pandemic. Always undermining the Government &amp; always trying to bash the PM. Imag...","sentiment_score":0.1}
{"full_text":"ugh ikkkk!!! the way the world will never be the same after this pandemic i hate it","sentiment_score":-0.4}
{"full_text":"RT Corbyn could put an end to this easily. Why doesn't he? Why wouldn't he want his supporters supporting HIS party?Somethi...","sentiment_score":0.3416666667}
{"full_text":"RT #Cavs have a seat and credential reserved tonight in the media section for the great who passed away due to...","sentiment_score":0.3375}
{"full_text":"RT #NoConfidenceVote #ToryCovidCatastrophe #ToryCorruptionCatastrophe #ToryBrexitCoupCatastrophe ONLY HOPE: #XpartyProgres...","sentiment_score":0.0}
{"full_text":"Maybe; they're not uncritical.  But they hugely value the Covid updates as the singular best source of clear info.  Stephen Reicher &amp; the Indy Sage people seem to think this has worked well for clarity.  I agree.","sentiment_score":0.375}
{"full_text":"RT Check out the NJSBA Special Report on Student Mental Health During the Pandemic, proud to be a participant! #HowellLeads #...","sentiment_score":0.419047619}
{"full_text":"RT We really can't trust the figures. Not when people with advanced stage 4 lung cancer die in a hospice but are labelled '...","sentiment_score":0.3}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"RT Oh no! Nothing to see hear. I am so very sick of being lied to, to only have the truth come out shortly after the elec...","sentiment_score":-0.3095238095}
{"full_text":"China rolls out anal swab coronavirus test, saying it's more accurate than throat method - imagine the drive through line for this!","sentiment_score":0.5}
{"full_text":"What did the pandemic and the #WFH economy do to your marketing strategies? on-demand webinar shares what our survey results say about how to update your #digitalmarketing.","sentiment_score":0.0}
{"full_text":"RT Praying for all without shelter in this rain and those without food through this pandemic ","sentiment_score":0.0}
{"full_text":"Over one million people in the Americas have now died from complications from COVID-19, the head of the Pan American Health Organization (PAHO), Carissa Etienne, said on Wednesday.","sentiment_score":0.0}
{"full_text":"And what happens to those people who have one dose then are infected with covid? Especially those who are hospitalised. Do they get their 2nd dose sooner...or later?","sentiment_score":0.0}
{"full_text":"RT Some Canadians in high-risk groups feel left behind in the country's mass COVID-19 immunization campaign as vaccinatio...","sentiment_score":-0.2}
{"full_text":"There is growing concern about children and COVID-19 - and the long-term effects of contracting the virus, even when the symptoms are mild. Research shows that while rare, children can become very sick.","sentiment_score":-0.0984126984}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT I have written to Party Chair regarding a Conservative MP telling anti-vaccination campaign...","sentiment_score":0.0}
{"full_text":"An insightful #BBCRedLines discussion on how relations between politicians in Belfast &amp; Dublin are impacting the battle against covid19","sentiment_score":0.0}
{"full_text":"'Covid is a 1914 moment for the post-Cold War globalised order'  \"Many of the freedoms we had taken for granted have been revealed as temporary privileges, revocable at any time, by states that are flexing muscles we thought had atrophied.\" #covid19 ","sentiment_score":0.5}
{"full_text":"RT The Fabulous Ladies Book Club is an example of what is possible when people come together to help their community in tim...","sentiment_score":0.2}
{"full_text":"covid","sentiment_score":0.0}
{"full_text":"As we look beyond the trials of the pandemic, many are hoping for a new beginning, and that may mean moving. Let's connect today to talk about your new goals and options.https:\/\/t.co\/2AZRqXDAiO","sentiment_score":0.1150568182}
{"full_text":"oh i don't need his number! i alrdy have it, don't you know? we've been calling each other almost every night until covid allows me to visit him aha ","sentiment_score":-0.125}
{"full_text":"How about clarity as to why the most vulnerable Virginians, who are 90% of Covid Deaths are getting less than 10% of our Vaccination allocations???You ARE a Doctor, right?","sentiment_score":0.0297619048}
{"full_text":"RT I'd love to make this a thread for #NEISvoid &amp; #DisabilityTwitter peeps. I think feeling a sense of community would be nice....","sentiment_score":0.55}
{"full_text":"Staying mentally healthy during COVID-19","sentiment_score":0.5}
{"full_text":"Hello  We are still in lockdown and it seems the situation won't be changing any time soon We will upload an update vlog next week. Thank you for 50 subscribers. It means a lot. See you soon ","sentiment_score":0.0}
{"full_text":"See how LSU's Musical Theatre Club is getting back to work in a new wayhttps:\/\/t.co\/GXOZEh4bPw","sentiment_score":0.0454545455}
{"full_text":"RT The Biden administration has a Covid data director who is opening up information that was not available to the public--or...","sentiment_score":-0.2}
{"full_text":"Living in the time of pandemic: COVID-19 (34)","sentiment_score":0.0}
{"full_text":".@GovWhitmer says we need to \"monitor COVID-19 metrics\" before allowing contact sports. She won't say what metrics we need to see - or what they are now - but keep watching those metrics! Is it any wonder parents and students are frustrated by her orders?","sentiment_score":-0.7}
{"full_text":"UK's appointed last year as operators of Sydney's historic Theatre Royal, have released images of its redevelopment in one of the world's only active cultural hotspots due to the devastation of the pandemic, which is on track to open later this year.","sentiment_score":-0.0197916667}
{"full_text":"Gov. Cuomo blames \"incompetent government\" for unnecessary COVID-19 deathshttps:\/\/t.co\/QgPtkvUUWq","sentiment_score":-0.375}
{"full_text":"EU going all Karen....","sentiment_score":0.0}
{"full_text":"In Dallas, hosted leaders in #COVID19 science to discuss the vaccine and debunk popular myths:https:\/\/t.co\/1BAUj6mI4y #Christian #VaccineStrategy #vaccinations","sentiment_score":0.3}
{"full_text":"RT In August, the FDA awarded a $15 million contract to Atlas Research to create an ad campaign to \"defeat despair\" about...","sentiment_score":0.0}
{"full_text":"The lens of #COVID19 has magnified some uncomfortable truths about the world, but it has also driven a call for renewal. CEO Mario Greco's recommends \"Seeing the world through a different lens.\" #Risks21 #GlobalRiskshttps:\/\/t.co\/rGrKqHgtLx","sentiment_score":-0.25}
{"full_text":"We're reading the editor's pick article from \"Remdesivir Treatment for #COVID19\"","sentiment_score":0.0}
{"full_text":"CDC SAYS SCHOOLS CAN REOPEN WITH PRECAUTIONS: A study found low virus transmission in schools taking proper precautions and suggests that children would be relatively safe returning back to the classroom - the co-hosts weigh in.","sentiment_score":0.125}
{"full_text":"#WATCH A row between the EU and drug company AstraZeneca over a potential delay in COVID-19 vaccine supplies stepped up today@PaulColgan reports#VMNews | #COVID19ireland | #COVID19","sentiment_score":0.0}
{"full_text":"The more contagious #COVID19 #variant first spotted in Britain has spread to 70 countries across all regions of the world as of Jan 25; the variant of coronavirus first found in South Africa has spread to 31 countries, the World Health Organization said on Wednesday.","sentiment_score":0.3333333333}
{"full_text":"\"When you need help, call the pros.\" A Chick-fil-A manager lent a helping hand at a COVID-19 vaccination drive-thru in South Carolina.https:\/\/t.co\/RdT4qLb8bd","sentiment_score":0.0}
{"full_text":"Europe's economy is starting to follow the familiar script of lagging its international peers when recovering from a crisis.https:\/\/t.co\/3aN0Lsf0r1","sentiment_score":0.125}
{"full_text":"RT Never forget","sentiment_score":0.0}
{"full_text":"RT Why are we still \"following the science\"? It's done nothing to stop the pandemic and it's ruined the country. Clearly the...","sentiment_score":0.05}
