{"full_text":"RT The impact of COVID-19 on patients with heart disease.https:\/\/t.co\/OSWjF2vsrR","sentiment_score":0.0}
{"full_text":"RT He killed more Americans than the Civil War. In less than a year.","sentiment_score":0.0444444444}
{"full_text":"number of people who have lost their lives remains unbearably high.\"Interestingly, the number of people who have lost their lives in Ontario is ~ 5000, or 1\/3 of the number of people who die as a result of medical treatment in ON hospitals\/year.","sentiment_score":0.22}
{"full_text":"I'm trynna see where tf shawty ass crack at bro","sentiment_score":0.0}
{"full_text":"RT A lockdown on top of another lockdown","sentiment_score":0.5}
{"full_text":"RT This week, Republicans have bitched and moaned over losing Twitter followers, being kicked-off Harvard IOP Board, having a...","sentiment_score":0.0}
{"full_text":"RT Bruce Willis asked to leave pharmacy for refusing to wear a mask","sentiment_score":0.0}
{"full_text":"RT More people have died so far from COVID-19 during the ongoing pandemic than have died in the past 10 influen...","sentiment_score":0.1166666667}
{"full_text":"RT give  the  covid  vaccine  to  horny  people  first ","sentiment_score":0.25}
{"full_text":"RT UPDATE ON DUSTIN HIGGS !!!! his execution has been delayed to late march due to his covid-19 diagnosis. we still have...","sentiment_score":-0.2125}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT read this then scroll down to see what prompted it","sentiment_score":-0.1555555556}
{"full_text":"RT It took Speaker Pelosi six days to introduce articles of impeachment in the House, but it took her more than six months...","sentiment_score":0.5}
{"full_text":"RT #Unpaused, the #PrimeVideo anthology featuring short films centered around the #pandemic, will certainly bring a smile to y...","sentiment_score":0.1714285714}
{"full_text":"So just a reminder that our \"healthcare leaders\" are very selectively interested in preventing your death, depending on its cause and how it relates to their self-interest. Death from medical treatment = acceptable cost of doing business. Death from COVID = unbearable tragedy.","sentiment_score":0.15}
{"full_text":"The waits can be rough.  I've had a cast in 45 minutes at the start of covid for my 12 year old, 2 year wait for back surgery turned to 2 weeks, and still waiting on a spine specialist.It needs LOTS of work but it's there and safe.","sentiment_score":0.125}
{"full_text":"We didn't expect you shit eating morons to take responsibility anyways. 8 days you fucks!","sentiment_score":-0.6}
{"full_text":"...to think these network infrastructures cost millions of rands at a single site. ","sentiment_score":-0.0714285714}
{"full_text":"RT you are ten times more attractive when you wear a mask","sentiment_score":0.4333333333}
{"full_text":"Working through a pandemic at a grocery store for free tickets &gt;&gt;&gt;&gt;","sentiment_score":0.4}
{"full_text":"RT Plz Understand the pain of businesses  and Professionals... Covid 19 is not over yet..#Extend_Due_Dates_Immediately...","sentiment_score":0.0}
{"full_text":"Rami, lemme tell you. The number of times I would like to just Y E E T because of this. Even before the pandemic.","sentiment_score":0.0}
{"full_text":"Is intentionally exposing yourself to Covid suicide? Because there may be a wave of additional deaths coming in another couple of weeks. I'm sad for the people they spread it to, and I hope they are denied hospital admission. Choices have consequences, they made horrific ones","sentiment_score":-0.75}
{"full_text":"RT BREAKING: On seeing the job Chartwell is doing with school meals, the government has decided to offer them contracts to...","sentiment_score":0.0}
{"full_text":"RT From  gas masks to no masks , i am incredibly angry at colleagues for recklessly endangering the lives of...","sentiment_score":-0.5}
{"full_text":"RT Let this sink in--Did you know--US intel\/DOJ was once able to identify a terrorist from hostage video w\/ terrorist's face...","sentiment_score":0.5}
{"full_text":"Exactly my biggest worry.","sentiment_score":0.25}
{"full_text":"More than 92 mill. people have been already infected by the coronavirus globally#coronavirus #pandemic #globally #worldwide","sentiment_score":0.25}
{"full_text":"Covid vaccination in India: 1st batch of Covaxin reaches Delhi, lakhs of Covishield doses received at states, UTs","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT I can't begin to express the outrage I feel. My sister's health was endangered by representatives looking to make a po...","sentiment_score":0.0}
{"full_text":"RT The overwhelming, multi-dimensional evidence for masks vs #SARSCoV2, a call for a mask mandate, best practices including whe...","sentiment_score":0.75}
{"full_text":"RT LIVE UPDATES | Germany confirms 19,600 new coronavirus caseshttps:\/\/t.co\/aJu6zhJfUZ","sentiment_score":0.1363636364}
{"full_text":"RT 2\/x The short answer is, we aren't sure. This is because the first thing clinical trials looked for is who was getting...","sentiment_score":0.25}
{"full_text":"is currently the co-chair of Canada's COVID-19 Immunity Task Force and he has most definitely not shown a record of protecting the public's interest or health, but is (of course!) rewarded by our corrupt healthcare system. #canpoli #onpoli","sentiment_score":0.0}
{"full_text":"RT Sydney's Luna Park has been fined $5,000 for breaching COVID-19 restrictions. It comes after mobile phone footage showi...","sentiment_score":0.0}
{"full_text":"RT In a letter from a bipartisan coaliton of 25 House members, they urge Trump to \"address the nation and unequivocally denounce d...","sentiment_score":0.0}
{"full_text":"RT babe are you ok you've barely touched your endlessly increasing pile of work that you are expected to do even though we are i...","sentiment_score":0.08125}
{"full_text":"RT .@CNN, please change your dangerously misleading headline: \"Yes, you can still get infected with Covid-19 after being vac...","sentiment_score":-0.6}
{"full_text":"RT US House just introduced legislation that would fine Reps $1,000 every day they refused to wear a mask at the Capitol.","sentiment_score":0.4166666667}
{"full_text":"They are slaves to stupidity here","sentiment_score":-0.6}
{"full_text":"RT This is a DEEPLY unpopular impeachment.The American people wish we were here dealing with coronavirus, not the virus of...","sentiment_score":0.0}
{"full_text":"RT babe are you ok you've barely touched your endlessly increasing pile of work that you are expected to do even though we are i...","sentiment_score":0.08125}
{"full_text":"You know, Covid.","sentiment_score":0.0}
{"full_text":"Modi taught scientists how to make Covid Vaccine? That ain't an enough contribution?","sentiment_score":0.0}
{"full_text":"RT In a FB live tonight said he's \"offended\" by politicians who would use the pandemic to advance an agenda they di...","sentiment_score":0.1363636364}
{"full_text":"Love to see that N95 on my chairman.","sentiment_score":0.5}
{"full_text":"All your questions about #Covid19 vaccine answered by in great podcast by starstruck Vaccines expected to reduce transmission... not just disease (18:40)","sentiment_score":0.35}
{"full_text":"RT It took Speaker Pelosi six days to introduce articles of impeachment in the House, but it took her more than six months...","sentiment_score":0.5}
{"full_text":"RT On a day when there were 4,400 deaths from Covid-19 in the United States, the federal government spent untold resources...","sentiment_score":-0.1}
{"full_text":"RT Never forget this one. Zulfarhan Osman's murder case.4 &amp; 5 Februari 2021. Save the date","sentiment_score":0.0}
{"full_text":"q2: Vaccinate might be able to drop mask and social distancing. Will probably make little difference on transmission (20:39) We'll see.https:\/\/t.co\/0W5VWPuSZb","sentiment_score":0.1152777778}
{"full_text":"RT I don't wear a mask because I refuse to live in FEAR and also I insist on carrying a gun everywhere because I might be M...","sentiment_score":0.1363636364}
{"full_text":"RT Feeling down or anxious is normal during times of uncertainty. For some people, these feelings can quickly become overw...","sentiment_score":0.0194444444}
{"full_text":"RT \"It's just not OK. It's not OK what we're doing to each other. These families should not be going through this. No family should b...","sentiment_score":-0.2083333333}
{"full_text":"COVID-19 real. We've been reinfected 7 times this year. Sweden never locked down. My man's an  IT contractor... moves around the business community a lot. His contract in Feb was with SE company in partnership with Chinese affiliates! V refusal due to side effects, such as DEATH!","sentiment_score":-0.0161111111}
{"full_text":"RT This is what happens when you create new crimes for racists to enforce.","sentiment_score":0.1363636364}
{"full_text":"ikea is everyone's covid distraction istg they've been out of so many things even simple things like shelf brackets so i now have shelves and no brackets","sentiment_score":0.25}
{"full_text":"In latter 2021 when the rest of the world is open and connected again and living with a manageable level of COVID, you in Victoria will still be shut away from the rest of the world pursuing \"elimination\" and screaming \"but look at us lockdowns work! No cases today!\"","sentiment_score":0.0}
{"full_text":" This is the  way now.","sentiment_score":0.0}
{"full_text":"RT Remaining people will afraid of #COVID But #Prabhas fans are afraid of #UVid #RadheShyam","sentiment_score":-0.6}
{"full_text":"q4 Should those who already had covid19 get vaccinated? YES. (33:40)Pfizer trial: 8 previously infected got infected again during trial. 1 was vaccinated 7 were in placebo group.https:\/\/t.co\/vfRf8TlkQw","sentiment_score":-0.1666666667}
{"full_text":"RT 400,000 Americans will be dead from the coronavirus before 1\/20\/21. Donald Trump is an abysmal failure as a President. No pun...","sentiment_score":-0.2583333333}
{"full_text":"RT Scientists have identified an \"escape mutant\" that may decrease the efficacy of Covid-19 vaccines.The mutation has been found in...","sentiment_score":0.0}
{"full_text":"RT George Hill on the NBA COVID-19 protocols: \"I'm a grown man, so I'm going to do what I want to do. If I want to go se...","sentiment_score":0.0}
{"full_text":"RT you are ten times more attractive when you wear a mask","sentiment_score":0.4333333333}
{"full_text":"RT Not looking forward to how much praise Cuomo's \"arts revival\" vanity project is about to get from theater people. Enough...","sentiment_score":0.1}
{"full_text":"Still people want to trust him ","sentiment_score":0.0}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT As an Emergency physician and a Navy veteran, I'm calling on social media companies to permanently ban Dr. Simone Gold and...","sentiment_score":0.0166666667}
{"full_text":"#Starbucks says its plan to close up to 300 coffee shops across Canada will be complete by the end of March. What more are we going to see in this #pandemic and how many more businesses are going to get closed. Shocking!#Coffee, #COVID19Ontario","sentiment_score":0.3}
{"full_text":"RT I urge and appeal to all people to stay at home and refrain from holding or attending any social gatherings plus other non-es...","sentiment_score":-0.0458333333}
{"full_text":"RT There's an alternate timeline where COVID never happened and Trump wasn't elected and we spent all summer arguing abou...","sentiment_score":-0.05}
{"full_text":"RT CNN has just forfeited 95 percent of its viewership","sentiment_score":0.0}
{"full_text":"RT If Andrew Cuomo reopening New York at the 'height of the pandemic' doesn't wake voters up, that Democrats' sole purpose has...","sentiment_score":0.0681818182}
{"full_text":"RT Every now and then ASUU collects billions from the FG. Even schools make billions from students, but to look for a way to s...","sentiment_score":0.0}
{"full_text":"RT There has been a lot of local commentary to ongoing transmission &amp; new cases in Australia. Let's revisit the global situatio...","sentiment_score":0.0454545455}
{"full_text":"RT I am proud to say that I am an ex covid patient. I survived,and you can too. Raffil Jamir bed no E39,signing off! ","sentiment_score":1.0}
{"full_text":"RT The 15 min time is off because the House is voting according to COVID protocols.Normally, we have 15 mins for all members to run...","sentiment_score":0.0}
{"full_text":"Tedros Adhanom Ghebreyesus!You are murder!You are murder!You are murder!You are D E A T H!You are D E A T H!You are D E A T H!You go to hell!You go to hell!I curse you!K I L L you!F U C K you!","sentiment_score":0.0}
{"full_text":"RT Please take our class 9 exam in online mode in this pandemic situation #rameshpokhriyal #cbse #OnlineExamsfor9thand11th","sentiment_score":0.0}
{"full_text":"RT How can you be thrown out of a Costco for refusing to wear a mask but not Congress","sentiment_score":0.0}
{"full_text":"RT Under the cover of a pandemic, while teachers are doing everything they can to manage the return to class this week, Jaso...","sentiment_score":0.0}
{"full_text":"RT A reported 193 new COVID-19 positive cases for the Navajo Nation, and 874 deaths as of Tuesday. Reports indicate that 13,065...","sentiment_score":0.1818181818}
{"full_text":"#coronaupdate #Israeli health authorities reported 9,025 new #coronavirus  infections yesterday.The positive test rate in the country now stands at 7.2%.","sentiment_score":0.1818181818}
{"full_text":"RT 15. The most difficult\/awful thing that happened2016: MIX &amp; MATCH2021: Not being able to meet iKONIC, COVID-19, not b...","sentiment_score":0.5}
{"full_text":"RT Can you believe?California is America's most liberal state, now facing Covid disaster.American liberal media wont bla...","sentiment_score":0.5}
{"full_text":"RT London: One in 25 people currently has Covid Ireland: World's highest infection rate (1322\/mil.\/day) USA: One in 1000...","sentiment_score":0.0}
{"full_text":"RT Worry takes a lot of energy. Conserving our energy is key during these challenging times. Focus on the positives and wha...","sentiment_score":0.25}
{"full_text":"RT Not good numbers; 1270 new cases of COVID-19 in the last 24 hours in Nigeria. Remember Face Mask is your guard to protect...","sentiment_score":-0.0712121212}
{"full_text":"RT I don't wear a mask because I refuse to live in FEAR and also I insist on carrying a gun everywhere because I might be M...","sentiment_score":0.1363636364}
{"full_text":"Serum samples from 20 individuals who received the Pfizer-BioNTech vaccine against SARS-CoV-2 thwarted a version of the coronavirus with the so-called N501Y mutation, according to a preprint posted to bioRxiv last week.","sentiment_score":0.0}
{"full_text":"RT Why must we demolish? Why must we 'parade' suspects? Why is dehumanization the go-to tactic\/response to breaking the law?","sentiment_score":-0.25}
{"full_text":"As the U.S. goes through the most lethal phase of the coronavirus outbreak yet, governors and local officials in hard-hit parts of the country are showing little willingness to impose any new restrictions.","sentiment_score":0.1122159091}
{"full_text":"Why weren't they doing this from the beginning?","sentiment_score":0.0}
{"full_text":"A #Merritt restaurant has temporarily closed after an employee tested positive for #COVID19. #Kamloops","sentiment_score":0.0636363636}
{"full_text":"Step by step, new data are published using cyclosporine A against #COVID19. Interesting research from Intermediate Respiratory Care Unit. Among deceased patients: lower use of cyclosporine (17.6% vs. 50.9%)@PLOSONE","sentiment_score":0.3181818182}
{"full_text":"Thousands of Alabama football fans partied in the streets near campus after beating Ohio State for the national championship. Now, health officials say this could worsen COVID-19 in the area.","sentiment_score":0.1}
{"full_text":"In response to the COVID-19 pandemic, in collaboration with have conducted Training of Trainers (TOT) on COVID-19 Infection Prevention and Control (IPC) guidelines for 17 Health care staff of District #Quetta &amp; Killa Abdullah#COVID19 #CoronavirusPakistan","sentiment_score":0.0}
{"full_text":"Yorkshire's two main rail operators are set to receive more than PS1bn in subsidies from the Governmenthttps:\/\/t.co\/9OebuF7LlZ","sentiment_score":0.3333333333}
{"full_text":"\"Calling the economy rebound a recovery is misleading.\"-@carmenmreinhartProceeds to add that: she foresees a quiet financial crisis pandemic has exacerbated inequality policy-makers to sound the credit alarm","sentiment_score":0.1333333333}
{"full_text":"Celebs and netizens react as Palace says not to be 'picky' when it comes to COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"When will you get the COVID-19 vaccine?","sentiment_score":0.0}
{"full_text":"COVID19: Schools resumption date remains Jan 18- PTF National coordinator, Aliyu Sani says","sentiment_score":0.0}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddt\"The Real Corona Warrior\"@CMOGuj","sentiment_score":0.2}
{"full_text":"\"Live Free or Die Hard!\" -Bruce Willis","sentiment_score":0.057260101}
{"full_text":"The Canada-US border will remain closed to all non-essential travelers until February 21, Prime Minister Justin Trudeau announced Tuesday.#Canada #USA #COVID19https:\/\/t.co\/qSsCi2Pngp","sentiment_score":-0.1}
{"full_text":"Eleven of the 29 staff members of the provincial disaster risk reduction and management (PDRRM) office were placed on quarantine after they were exposed to a close contact of a confirmed coronavirus disease 2019 (COVID-19) patient.https:\/\/t.co\/FFuB4gvXDI","sentiment_score":0.4}
{"full_text":"I'm sorry but we have no choice ","sentiment_score":-0.5}
{"full_text":"With the vaccination drive is set to begin across the country on January 16, here is everything you need to know about the two vaccines.https:\/\/t.co\/PQuhERPASR","sentiment_score":0.0}
{"full_text":"Samsung bets on kimchi fridges, bespoke devices to woo millennials via","sentiment_score":0.0}
{"full_text":"RT Imagine being locked down in a Capitol Hill office with a 75 year old cancer survivor who asks you to don a mask because she f...","sentiment_score":-0.0277777778}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"A meeting between fugitive ex-auto tycoon and French judicial investigators in #Beirut, initially set for next week, will be postponed because of a fresh virus lockdown, Ghosn's defence team told AFP on Tuesday.https:\/\/t.co\/fU3h475PtQ","sentiment_score":0.075}
{"full_text":"_Bad as the UK is now*It is not as bad as Switzerland was when it lost all control of the virus in October 2020 #COVID19","sentiment_score":-0.7}
{"full_text":"RT TamilnaduPopulation - 7 crores.Active corona cases - 7000.KeralaPopulation - 3 crores.Active corona cases - 65,000....","sentiment_score":0.0}
{"full_text":"RT So many people I interviewed for this piece described elders as living libraries, walking dictionaries, breathing reposit...","sentiment_score":0.5}
{"full_text":"This interactive map will help you find your nearest covid 19 vaccination centrehttps:\/\/t.co\/euYEquiFHY","sentiment_score":0.0}
{"full_text":"You have your own variant that compelled to implement hard lockdown with no more traditional funerals.Whoever dies in town should be buried right there! Zambia as well got into it's own lockdown firing its Health Minister sitting on his his laurels","sentiment_score":0.1692460317}
{"full_text":"RT We are still in the thick of the #pandemic and we cannot take any risks. Make sure your kids have plenty of face masks...","sentiment_score":0.1}
{"full_text":"RT 3\/x To get Covid-19, your body has to be sufficiently overwhelmed with SARS-CoV-2. To get there, SARS-CoV-2 has to hav...","sentiment_score":0.0}
{"full_text":"IRS gets more COVID-19 relief payments out after delays","sentiment_score":0.5}
{"full_text":"To better understand bioprocessing contract manufacturing in a post-pandemic world, IMAPAC is conducting a survey: a token of thanks we'd like to give you a 10% discount on the event's delegate ticket, industry insights and a copy of the results!","sentiment_score":0.375}
{"full_text":"RT They're called the cabinet","sentiment_score":0.0}
{"full_text":"Report | India reports 15,968 new COVID-19 infections, 202 deaths in last 24 hourshttps:\/\/t.co\/Yl2Ms4un9T","sentiment_score":0.0681818182}
{"full_text":"Can't believe what happened(There's a pandemic)","sentiment_score":0.0}
{"full_text":"A new year in the new normal. As we struggle to survive and sustain ourselves in this pandemic, we realize the priceless gift Hope brings. Click the video and see how and keep us all #ConnectedByHope","sentiment_score":0.3556818182}
{"full_text":"As new #coronavirus cases surface in various Chinese provinces, authorities across the nation have ordered the rural population in China to stop funerals and weddings to combat the virushttps:\/\/t.co\/XboGApYjzM","sentiment_score":0.0340909091}
{"full_text":"RT Director-General of Health issues plea for people to use Covid-19 tracer app","sentiment_score":0.0}
{"full_text":"RT For members of this professional choir ensemble, rehearsing during the pandemic has meant driving to an empty parking lot and sing...","sentiment_score":0.0}
{"full_text":"RT Dr. Oyeladun expressed satisfaction with the facilities put in place to enhance compliance with the COVID-19 Prevention...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 30.7FWind Chill: 30.7FHumidity: 87%Dew Point: 27.3F Barometer: 30.148 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 213.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Boris Johnson and health chiefs will be questioned on the rollout of the coronavirus vaccine after warnings to abide by lockdown re...","sentiment_score":0.0}
{"full_text":"RT UK govt revenue department HMRC waive late filing fee on statutory compliance due to #COVID19, the common taxpayers of...","sentiment_score":-0.2416666667}
{"full_text":"COVID news  Pfizer FDA emergency use authorization for vaccine  travel","sentiment_score":0.0}
{"full_text":"RT South Australia will lift COVID-19 restrictions for travellers from regional NSW but will continue to block visitors fr...","sentiment_score":0.0}
{"full_text":"RT Govts of the US &amp; several European countries are getting Covid-19 vaccines for cheap as they invested millions during the...","sentiment_score":0.1333333333}
{"full_text":"#NowPlaying Live on - Symmetries Of The COVID-19 Pandemic; From Plague To Penury.","sentiment_score":0.1363636364}
{"full_text":"On Jan 6th, I came home around 1030pm after a looong day; it was the day we opened up a new COVID19 testing site &amp; work continued well after closing down after a successful rollout. Life has kept me busy, away from things not COVID-related. Jan 6th was intense &amp; productive... 1\/6","sentiment_score":0.2061616162}
{"full_text":"THUR. PRESSER: Orgs Demand Pritzker Re-fund COVID Relief Program","sentiment_score":0.0}
{"full_text":"RT The biggest badass in this story is whichever Rite-Aid employee told Bruce Willis to fuck off.","sentiment_score":-0.4}
{"full_text":"Being in a lockdown is not to be compared by rowing across the ocean for 43 days, but Teams helps in both scenario's funny enough.","sentiment_score":0.125}
{"full_text":"RT babe are you ok you've barely touched your endlessly increasing pile of work that you are expected to do even though we are i...","sentiment_score":0.08125}
{"full_text":"$STM - BR: $31.23 -&gt; NOW: $41.11 COVID-19: 45 STM workers test positive during the holidays - Montreal Gazette Read more:","sentiment_score":0.3636363636}
{"full_text":"COVID-19: India records 15,968 new cases, 202 deaths -","sentiment_score":0.1363636364}
{"full_text":"RT Govts of the US &amp; several European countries are getting Covid-19 vaccines for cheap as they invested millions during the...","sentiment_score":0.1333333333}
{"full_text":"Time: 06:00 * Temp: 5.3degC * Wind: S 0.0 to 0.0mph * Pressure: 1009.5hPa * Rain: 2.2mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:38 * Sunset: 16:25 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"SF passed Tenant Right to Counsel in 2018, and EDC is the lead agency implementing it along with 11 other legal service orgs. It's not yet fully funded, but it's a huge start. This needs to become the standard nationwide.https:\/\/t.co\/XK7oetRNcL","sentiment_score":0.1521428571}
{"full_text":"No masks!","sentiment_score":0.0}
{"full_text":"RT #Pandemic... 50% seating capacity... Despite the odds, #Krack - #RaviTeja and director #Gopichand's third collaboration -...","sentiment_score":0.0}
