{"full_text":"Geez! You are sounding more stupider everyday. Do us favor?RESIGN for America.Don't stay for Trump as you both are notorious LIARS!You helped Trump kill over 429,770+ Americans during the pandemic. Also you helped infected 25,438,706+ Americans.#GOPCorruptionOverCountry","sentiment_score":0.15}
{"full_text":"If this was truly a pandemic, then your district would have seen a massive amount of cases, deaths, or both, but it hasn't. Please stop listening to the propaganda, start believing your own eyes, and think rationally about what is really going on.","sentiment_score":0.175}
{"full_text":"RT I personally would think that months to live from multiple brain tumours would gain an emergency MIQ spot for a kiwi wanting...","sentiment_score":0.0454545455}
{"full_text":"RT Very encouraging that early trials of the vaccine developed by Janssen show it to be effective against coronavirus.We h...","sentiment_score":0.25}
{"full_text":"RT Joe Biden issued an executive order yesterday that would ban use of the term China virus.It's not yet clear how this w...","sentiment_score":0.1}
{"full_text":"She single handedly fixed the crack epidemic","sentiment_score":0.0142857143}
{"full_text":"RT Pfizer and BioNTech say they are prepared to respond if a variant of SARS-CoV-2 shows evidence of escaping immunity by t...","sentiment_score":0.0}
{"full_text":"CHINESE VIRUS","sentiment_score":0.0}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT hey guys so it looks like they don't want to send covid checks AND they don't want us making money in the stock market, so im...","sentiment_score":0.0}
{"full_text":"RT this valentine's day, give your loved ones the gift of Covid-19","sentiment_score":0.7}
{"full_text":"RT Owner of a private equity firm... Has donated PS10k to Matt Hancock Has donated PS700k to the Tories Works with Di...","sentiment_score":-0.1}
{"full_text":"RT I will never complain about Airport Security or TSA ever again...","sentiment_score":0.0}
{"full_text":"RT Another tyrannical government overreach that will have no effect whatsoever on the spread of #COVID19. Meanwhile, seni...","sentiment_score":0.0}
{"full_text":"RT Biden on the White House South Lawn: \"I support passing COVID relief with support from Republicans, if we can get it. But...","sentiment_score":0.0}
{"full_text":"Excellent explanation on future risks of variants:","sentiment_score":0.5}
{"full_text":"RT Wave 1 was awful. Wave 2 is worse. Over a quarter of all UK Covid deaths for whole pandemic have been reported in 2021 -...","sentiment_score":-0.4}
{"full_text":"RT Example of how in school testing doesn't l reflect the actual rate of spread in schools. A student is sick, her mom test...","sentiment_score":-0.3571428571}
{"full_text":"There's certainly a lot of unrest in the EU with the commission handling of Covid. The pressure is starting to tell.","sentiment_score":0.1071428571}
{"full_text":"RT Fake-doctor Rand Paul held a \"march for life\" protest where pro-lifers are marching to protect the \"unborn and the inn...","sentiment_score":0.0}
{"full_text":"RT New--Trump WH spent $200 million to send more than 8,700 ventilators to countries for #COVID19 last year, with no clear crit...","sentiment_score":0.0875}
{"full_text":"RT On Jan. 13 -- after members tested positive for COVID-19 after being locked down with her on Jan. 6 -- Marjorie Taylor Greene c...","sentiment_score":0.0358585859}
{"full_text":"If presidency do lockdown after valentine, me and them get case ","sentiment_score":0.0}
{"full_text":"Post pandemic landscape for the Tampa Bay region looks bright","sentiment_score":0.7}
{"full_text":"RT 3.7 million infected with #COVID19 in the UK. An estimated 5-10% will develop #LongCovid. We can't afford to ignore th...","sentiment_score":0.0}
{"full_text":"Interesting how it compares to other vaccines","sentiment_score":0.1875}
{"full_text":"RT #Iran News in Brief - Jan29, 2021Member of Iran's #COVID19 Taskforce criticizes regime's decision to use Russian #vaccine...","sentiment_score":0.0}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"RT New--Trump WH spent $200 million to send more than 8,700 ventilators to countries for #COVID19 last year, with no clear crit...","sentiment_score":0.0875}
{"full_text":"#WeCanBeHeroes in our own ways. #HelpAsYouCan with people in need during #COVID19","sentiment_score":0.6}
{"full_text":"RT BREAKING: Prime Minister Justin Trudeau has announced all Canadian travellers returning from overseas will have to tak...","sentiment_score":0.0}
{"full_text":"Understood. We still need to balance that with the impact of the virus getting back in. We can't sustain another lockdown and we must do everything to prevent it.","sentiment_score":0.0}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"RT Coordination &amp; digitalization are crucial for #safe #travel.The rollout of a #COVID19 vaccine is expected to help restore cons...","sentiment_score":0.1333333333}
{"full_text":"RT I don't think Gov Cuomo conned the media, I think it was all in on it because NARRATIVES--especially in contrast with Gov...","sentiment_score":0.0}
{"full_text":"RT  ONTARIO COVID-19 UK VARIANT MODELING If the B117 variant makes up 5% of our current case count, it will be the domi...","sentiment_score":0.0}
{"full_text":"comparing NFL and NBA (or any league) is a waste of time - it's on another level. World Series was the only other sporting event to hit top 100 in 2020. In 2019, NBA Finals were in the top 100. The difference there wasn't player trades, it was competition\/GS Goliath &amp; a pandemic.","sentiment_score":0.135}
{"full_text":"RT I've  just read a tweet from a Headteacher who caught Covid, recovered but had already  passed it to her mother &amp; husband,...","sentiment_score":0.0}
{"full_text":"RT Had a warm telephone conversation with my friend Sheikh Thanked him for his personal attention to the w...","sentiment_score":0.3}
{"full_text":"BBC is best ignored at such times as they are so unpatriotic","sentiment_score":0.5}
{"full_text":"RT I loved Ma Rainey's Black Bottom &amp; am still thinking about it weeks later. I also can't wait to see it on stage in some...","sentiment_score":0.1777777778}
{"full_text":"RT Asked if he supported using reconciliation to pass his $1.9 trillion COVID relief plan, President Biden said: \"I support passi...","sentiment_score":0.0}
{"full_text":"RT Kinda seems like Democrats need to make their own plans...","sentiment_score":0.6}
{"full_text":"FRIDAY: 741,991 (total) COVID-19 cases, 12,410 (total) deaths in Georgiahttps:\/\/t.co\/vHvpUBPVXx","sentiment_score":0.0}
{"full_text":"Fight that battle separately from covid relief.","sentiment_score":0.0}
{"full_text":"RT This report recently released by addresses the continued increasing #WaterUtilities debt during the #CO...","sentiment_score":0.0}
{"full_text":"RT are not following the science &amp; are allowing #COVID19 to spread more...","sentiment_score":0.25}
{"full_text":"RT Throughout the COVID pandemic, WCK's #ChefsForAmerica have served 35 million meals across 400+ cities to people in need. As...","sentiment_score":0.0}
{"full_text":"RT Canadian Prime Minister Justin Trudeau announced that Canada's major airlines have agreed to suspend all flights to Mexico and...","sentiment_score":0.0625}
{"full_text":"RT Are You Freaking Kidding Me Friday: Bell accessed $122 million from the Canadian Emergency Wage Subsidy during pandemic w...","sentiment_score":0.0}
{"full_text":"RT On Jan. 13 -- after members tested positive for COVID-19 after being locked down with her on Jan. 6 -- Marjorie Taylor Greene c...","sentiment_score":0.0358585859}
{"full_text":"Grimes was hanging out, maskless, not very long after she herself had covid, in the city I live. Idgaf about the other celebs she probably infected, I'm pissed as fuck for the service industry people she pretty much definitely exposed to the virus, when they just converted -","sentiment_score":-0.0199009324}
{"full_text":"RT .@CoriBush will join on at 7pm to discuss her interactions with Marjorie Taylor Greene. Tune in....","sentiment_score":0.0}
{"full_text":"Not the same family members who insult me all the time and call me worthless telling me to transfer colleges and stay home like your the reason I'm leaving can't wait to be back on campus tm","sentiment_score":-0.2666666667}
{"full_text":"RT eat out to help out. schools staying open. borders staying open. no testing at airports. masks only mandatory from july....","sentiment_score":0.0}
{"full_text":"RT Hey y'all so since covid hit it's been hard for my dad to find a consistent job to provide for the family. He's been makin...","sentiment_score":-0.0208333333}
{"full_text":"RT Just wait til we start a rally","sentiment_score":0.0}
{"full_text":"RT A teacher at my kid's primary school has just died after she caught Covid in the last week of term in Dec, from an outbrea...","sentiment_score":0.2}
{"full_text":"RT Johnson &amp; Johnson says its single-dose coronavirus vaccine, which doesn't require ultracold storage, is effective at preve...","sentiment_score":0.6}
{"full_text":"RT .@NMalliotakis: We need answers from Cuomo on COVID deaths and we need them now","sentiment_score":0.0}
{"full_text":"RT For years Brexiteers have warned that the EU is a protectionist racket with malign intent to others. If there was any doubt,...","sentiment_score":0.0}
{"full_text":"RT Social media has sunk to a new low by ratcheting up their censorship.The videos took down from my channel wer...","sentiment_score":0.0035353535}
{"full_text":"RT Dear This is how former \"Labour\" MP responded to being spat at in the str...","sentiment_score":0.0}
{"full_text":"RT Today we lost one of our own to Covid. A Gentleman and Scholar. Scarborough ED will remember him for his smile, humour and...","sentiment_score":0.45}
{"full_text":"RT Not only is this going to put more lives at risk of COVID-19, if Republicans pass their resolution as drafted, they'll...","sentiment_score":0.25}
{"full_text":"RT Vaccination Schedule For Ohio Schools AnnouncedWeek 1 (Feb 1) 2 (Feb 8)","sentiment_score":0.5}
{"full_text":"RT SO YOU TAKE PFIZER'S 66% EFFECTIVENESS, PLUS MODERNA'S 80.2% EFFECTIVENESS, AND ADD THAT TO ASTRAZENECA'S 90%, AND THAT GI...","sentiment_score":0.0}
{"full_text":"RT Holding Trump accountable MUST be more than impeachment-He must be criminally prosecuted for both the insurrection and...","sentiment_score":0.05}
{"full_text":"RT This is phenomenal news. It's getting a little taken for granted because the initial data from mRNA vaccines was so crazy go...","sentiment_score":-0.071875}
{"full_text":"RT partying in a pandemic....","sentiment_score":0.0}
{"full_text":"Different strokes for different folks I guess","sentiment_score":0.0}
{"full_text":"RT The COVID-19 vaccine is for everyone in Illinois. Read our Non-Discrimination in Medical Treatment Guidance:","sentiment_score":0.0}
{"full_text":"RT Loooooooool just clocked that means us","sentiment_score":0.0}
{"full_text":"RT So right! Proportional Representation Voting can help make for a more equal society.","sentiment_score":0.2857142857}
{"full_text":"RT 1\/ The staging of the #AusOpen in a global pandemic, with most of the world's best and an actual live audience, will be qui...","sentiment_score":0.3272727273}
{"full_text":"RT The rich keep getting richer: Billionaires made enough to pay for everyone's vaccine during the pandemic, while worker...","sentiment_score":0.1875}
{"full_text":"RT Have you received the COVID vaccine? Please retweet. Thank you.","sentiment_score":0.0}
{"full_text":"RT Gun owners appear to generally support restrictions on who can purchase or possess a gun, but they generally oppose re...","sentiment_score":0.05}
{"full_text":"RT Alleged 9\/11 mastermind, Gitmo detainees to start getting COVID vaccines","sentiment_score":-0.1}
{"full_text":"RT Based on what we know now and the EU decision to invoke Article 16 and threaten Covid vaccine exports to Northern Irelan...","sentiment_score":0.0}
{"full_text":"RT Captains log we're #Lockdown3 Day who even nows!  We see no end to this lockdown, on the bright side of the lockdown it'...","sentiment_score":0.7}
{"full_text":"RT Yep, I've been posting this a lot regarding #DrFraudFauci's Georgetown University speech! We can't forget to mention that...","sentiment_score":0.0}
{"full_text":"RT In the last decade large parts of the British public have got angry about government spending, angry about austerity, angry ab...","sentiment_score":-0.1836734694}
{"full_text":"RT Our  friend Maya wanted to escape from the hospital due to the bad treatment that she got","sentiment_score":-0.4125}
{"full_text":"RT Dealing with the financial burden of #prostate cancer is never easy, especially now during COVID-19. Our latest webinar, \"F...","sentiment_score":0.0708333333}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"It's #FlashbackFriday AND #FunkoFashionFriday! Remembering back to pre-social-distancing days when I was rocking the #Marvel80 Funko T from while my colleague Gabi represents the first appearance #BlackWidow Pop!","sentiment_score":0.15625}
{"full_text":"RT Hear! Hear! But where does stand on this?A large portion of CPC caucus is upset with the perpetual lockdow...","sentiment_score":0.2142857143}
{"full_text":"RT Why would President Biden issue an executive order banning the term \"Chinese virus\"?  Covid 19 came from China. No one do...","sentiment_score":0.0}
{"full_text":"RT Your rollout of the vaccine has been a confusing disaster and your failure to advocate for Texas has left us 49th in per c...","sentiment_score":-0.2055555556}
{"full_text":"RT The ceo does exsist then","sentiment_score":0.0}
{"full_text":"RT On days when it's rainy  and wet Spike has the right idea in having a duvet day  on the couch... #duvetday #stayhome...","sentiment_score":0.0928571429}
{"full_text":"Announcing the epicentre of the next surge of COVID-19 infection and the corresponding hundreds of preventable deaths in Canada. Alberta is proficient at electing incompetent governments.","sentiment_score":-0.175}
{"full_text":"RT NEW: Dallas County Reports 1,809 New Positive 2019 Novel Coronavirus (COVID-19) Cases and 30 Deaths,Including 315 Probable...","sentiment_score":0.1666666667}
{"full_text":"RT When this pandemic is over, I will show the whole karaoke world my impression of Marlene Dietrich singing Chic's Good Times.","sentiment_score":0.45}
{"full_text":"RT With their season up and running again, the Hornets are experiencing some signs of normalcy ... and a few wins. My story....","sentiment_score":0.05}
{"full_text":"RT Republicans are VERY MAD we are holding an impeachment trial because they want to move more quickly to consider a COVID...","sentiment_score":0.0069444444}
{"full_text":"RT This is an excellent production. Informative, engaging and expansive. Bravo !","sentiment_score":0.75}
{"full_text":"RT \"OH GOD IT'S WORTH 12 CENTS NOW LOCK IT LOCK IT DOWN\"","sentiment_score":0.0722222222}
{"full_text":"Both physical and emotional wellbeing are important as we work through the COVID-19 crisis. If you are feeling emotional distress or have concerns about one of your peers, please visit our Facebook page for some helpful resources available in El Paso County. #THawksRise","sentiment_score":0.16}
{"full_text":"LEGENDS IN LOCKDOWNFormer defender David Mirfin in conversation with Mike White about the highs &amp; lows of his time with the #Iron. #uti","sentiment_score":0.0}
{"full_text":"Social distancing has changed how private studios everywhere function. Here are some helpful things to keep in mind to for teaching your private students virtually.https:\/\/t.co\/7KeGkGuvTJ","sentiment_score":0.0111111111}
{"full_text":"So goddamned incompetent on so many levels.","sentiment_score":0.075}
{"full_text":"RT Literally the same Carl Heneghan who secured a private audience with - *checks notes* - the Prime Minister. The very def...","sentiment_score":0.0666666667}
{"full_text":"We must all do our part and take simple actions to prevent the spread of #COVID19 in El Paso:  Wear a face mask Wash hands Practice social distancing Avoid large crowdsFor more tips, follow https:\/\/t.co\/x4qX3SCLi5","sentiment_score":0.1869047619}
{"full_text":"The Commonwealth  strategic testing program in communities across Massachusetts that have continued to see a higher number of residents testing positive for COVID-19.  Please get tested to help stop the spread.","sentiment_score":0.2386363636}
{"full_text":"The Class of 1967 refers to the very first list of endangered species given federal protection, and includes the grizzly bear, American alligator, and Florida manatee.#missionu #laurenparente #goodcause #entrepreneur #family #socialdistancing #supportnonprofits","sentiment_score":0.1625}
{"full_text":"Many Americans are still hesitant to take the COVID-19 vaccine. What's behind this trend and what can be done to change it and make sure people can stay healthy?","sentiment_score":0.275}
{"full_text":"S China's Hong Kong reported 50 additional confirmed cases of COVID-19 on Friday, taking its total tally to 10,371.The new cases included 48 local infections, of which 16 were untraceable, according to HK Center for Health Protection.","sentiment_score":0.0227272727}
{"full_text":"lol #fascist was so dumb","sentiment_score":0.2125}
{"full_text":"RT At we're working on these issues. Adam Crepelle and I wrote on the disparities on reservations with COV...","sentiment_score":0.0}
{"full_text":"There's rising concern that the largest jail in Texas could become a hotbed for COVID-19 as the facility nears capacity.","sentiment_score":-0.1}
{"full_text":"RT  after the new anal covid19 test !!! https:\/\/t.co\/Yqe6jjmLhp","sentiment_score":0.2663352273}
{"full_text":"It has been a popular question lately: will CCPL offer free tax assistance at branches this year? Yes! But due to the pandemic, the process is a little different than in years past. #chsnews #chsreads #taxreturn","sentiment_score":0.0339285714}
{"full_text":"Double-edged #COVID19 sword: On one side is the unequal suffering and mortality from the disease. On the other side is the long history of medical abuses in communities of color, which has led to widespread distrust &amp; lack of trustworthiness of healthcare:","sentiment_score":-0.0583333333}
{"full_text":"Johnson &amp; Johnson reports that its COVID vaccine effort - which was produced using a morally compromised cell line derived from abortion - is only 66 percent effective at preventing moderate and severe illness in a massive global trial.","sentiment_score":0.1}
{"full_text":"UPDATE: Chautauqua County health officials say there were 61 new confirmed cases of COVID-19 on Thursday, which brings the county's total to 6,561. The county's latest seven-day average infection rate is down to 6.9%, while hospitalizations are down to 35.","sentiment_score":0.0821789322}
{"full_text":"RT Right now I'd rather take my chances outside the EU. This is from someone who was genuinely devastated about Brexit. I wan...","sentiment_score":0.1214285714}
{"full_text":"By Tuesday, the county had received 5,400 doses from the federal government since the end of December and had administered 4,000 doses.","sentiment_score":0.0}
{"full_text":"RT On Jan. 13 -- after members tested positive for COVID-19 after being locked down with her on Jan. 6 -- Marjorie Taylor Greene c...","sentiment_score":0.0358585859}
{"full_text":"Clinical studies to determine whether approved vaccines are safe for younger children will begin in the \"next couple of months.\"https:\/\/t.co\/RB324cAkvN","sentiment_score":0.1666666667}
{"full_text":"Despite the ongoing coronavirus pandemic, there are plenty of people who plan on gathering for Super Bowl parties next weekend.","sentiment_score":0.1666666667}
{"full_text":"In this week's Writing Your Screenplay While Social Distancing post, we examine how to format montages. Check out the various ways the writers of 8 screenplays conveyed these series of shots on the page.","sentiment_score":0.0166666667}
{"full_text":" A BIG thank you to our friends at the Foundation for joining our mission and supporting women &amp; people of color in our community during the pandemic.","sentiment_score":0.125}
{"full_text":"The highly contagious UK strain of COVID-19 has been in Oregon for more than a month, according to testing conducted by Oregon State University.https:\/\/t.co\/zlxAsFM17e","sentiment_score":0.33}
{"full_text":"moves into modified Campus Activity Level 2, as positive cases of COVID-19 remain \"relatively steady.\" Select classes resume in-person meetings, with students permitted to move more freely.","sentiment_score":0.3234848485}
{"full_text":"The world may yet gather in Tokyo this summer for an Olympics already postponed once because of the pandemic.","sentiment_score":0.0}
{"full_text":"The HSE has confirmed a national director has been appointed to oversee aspects of the #coronavirus vaccine rollout -","sentiment_score":0.4}
{"full_text":"The decision the EU made regarding vaccine exports to the UK is wrong and unacceptable.All countries should work together through this pandemic and what the EU are doing risks good cooperation.The EU must reverse there decision.","sentiment_score":0.1}
{"full_text":"The is an innovation laboratory created to nurture disruptive projects. In the latest issue of #REVEAL Magazine we speak to Abhishek Bali about the Open COVID-19 Community connecting #engineers #designers #manufacturers #scientists #makers","sentiment_score":0.25}
{"full_text":"We are still seeing a high incidence of cases in Allen County with an increased trend of people going to a health care provider with COVID symptoms who then receive a COVID diagnosis. We still need to take precautions to limit the spread of the virus.","sentiment_score":0.16}
{"full_text":"In-home quarantines contributing to Japan's virus spread (1\/29 JapanTimes)","sentiment_score":0.0}
{"full_text":"Just a little bit of #Love &amp; #Kindness..#JoyTrain #Joy #Love #Peace #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #ChooseLove #Quote #spdc #COVID19 #FamilyTrain #FridayFeeling #FF #FridayMorning #FridayThoughts #FridayMotivation RT","sentiment_score":0.403125}
{"full_text":"RT Today I almost got covid, but I stood on that green dot in the middle of the supermarket. Close call","sentiment_score":-0.1}
{"full_text":"Bard's Burgers, a Latonia staple, was already struggling amid the pandemic. Then the plumbing collapsed.","sentiment_score":0.0}
