{"full_text":"Over lockdown? Ya gotta' love the Tories and their priorities - NOT. Boris Johnson could face leadership challenge over lockdown, Tory MP warns","sentiment_score":0.5}
{"full_text":"RT Am I reading this right? Countries with the highest Covid vaccination rates, have seen a spike in cases of Covid?","sentiment_score":0.2857142857}
{"full_text":"RT How to handle the Covid pandemic is the most important issue facing MPs right now.So I wonder why Julia objects to me...","sentiment_score":0.3952380952}
{"full_text":"dehydration headache or covid headache or brain tumor headache","sentiment_score":0.0}
{"full_text":"While we pour over it, that's pretty close to our previous estimates that the COVID relief portion was $935 billion and the tax cuts were $135 billion (a little overlap between the two)$935 billion - billion -","sentiment_score":-0.0347222222}
{"full_text":"RT Labour's Aodhan O Riordain is creating unnecessary uncertainty and stress saying that schools are not going to reopen before S...","sentiment_score":-0.4}
{"full_text":"RT The LA Kings are partnering with CalHOPE, a California-based mental health &amp; wellness initiative, as their first-ever official...","sentiment_score":-0.1}
{"full_text":"\"Confusion mounts over Ontario's stay at home orders\". ~ Global News ~ https:\/\/t.co\/Fh4xoXwBtk","sentiment_score":0.0}
{"full_text":"RT R. I. P school  we love u but Corona love u more may sanitizer nd face mask be ur final isolation center","sentiment_score":0.28}
{"full_text":"RT fuck this pandemic i can't keep buying things online just to have something to look forward to","sentiment_score":-0.4}
{"full_text":"RT I'm so weary of the preposterous claim that our government can't walk and chew gum at the same time. We're in the middle...","sentiment_score":0.0}
{"full_text":"RT Or a few famous people to immediately repeat the tests and then make announcements like this:https:\/\/t.co\/v...","sentiment_score":0.15}
{"full_text":"RT I am 66 years old. I have heart disease. I am still working in the ER. I am seeing patients with Covid. I am at higher r...","sentiment_score":0.175}
{"full_text":"RT We encourage our patrons to combine any curbside pickup visit with their outings for groceries or other essentials. We hold reser...","sentiment_score":-0.125}
{"full_text":"RT Can you believe this shit? So obvious - and they don't give a damn who's been financially destroyed over the past year - as...","sentiment_score":-0.1125}
{"full_text":"RT i just saw 3 homeless guys giving each other the covid vaccine under a bridge.  what a caring community we live in ","sentiment_score":0.0056818182}
{"full_text":"RT When we see these pics we should be asking about:- Levels of sick pay (statutory &amp; occupational)- Employment rights for wo...","sentiment_score":-0.7142857143}
{"full_text":"RT This is pure shitposting from a government communications account on the subject of paid sick leave during a pandemic","sentiment_score":-0.2222222222}
{"full_text":"RT \"ruinous decisions that left Flint with lead-contaminated water &amp; a regional outbreak of Legionnaires' disease.The charges, rev...","sentiment_score":0.0}
{"full_text":"RT Chatham-Kent police won't be actively pursuing those breaking the latest stay at home order by the province but will conti...","sentiment_score":0.1833333333}
{"full_text":"Please read this article about recent information on COVID Vaccines","sentiment_score":0.0}
{"full_text":"RT A $2,000 stimulus check is expected to be included in a $2 trillion Covid relief plan that President-elect Joe Biden is set to unv...","sentiment_score":-0.1}
{"full_text":"British Columbians can expect a significant ramp up in the number of doses coming its way this spring.https:\/\/t.co\/1lv3f5MVsw #powellriver #qathet #tlaamin","sentiment_score":0.1875}
{"full_text":"I am gatvol of covid19!!!!","sentiment_score":0.0}
{"full_text":"RT All of a sudden politicians are making excuses to open up- Governor Cuomo is saying the same. The shutdown was about marking...","sentiment_score":0.0}
{"full_text":"RT BEST NEWS ALL DAY--@ASlavitt is joining Biden's COVID Task Force!!! If you didn't know who Andy Slavitt is--he was Obama's ac...","sentiment_score":1.0}
{"full_text":"Ontario temporarily pauses residential evictions for length of emergency declaration#COVID19Ontario","sentiment_score":0.0}
{"full_text":"RT I'm with Our first priority has to be to get control of this pandemic, get people back to work, and get our ki...","sentiment_score":0.125}
{"full_text":"RT Legendary magician Siegfried Fischbacher tragically dies, months after losing partner Roy Horn to COVID-19https:\/\/t.co\/cUzem...","sentiment_score":1.0}
{"full_text":"This is good, I wish that Montreal had #BellLetsTalk or something similar associated with mental health too.","sentiment_score":0.2}
{"full_text":"GULP! Looking forward to the days where the daily news report we all talk about most is our weather. #BeSafeOutThere #washyourhands #WearAMask #saskatoon #Saskatchewan #covid19sk","sentiment_score":0.25}
{"full_text":"RT Imagine if this were an anti lockdown or a right wing protest... the police would have instantly arrested them all.","sentiment_score":0.1428571429}
{"full_text":"RT The only things that we can confirm : We will have 11 players on the pitch on Saturday &amp; 7 on the bench Both players &amp; s...","sentiment_score":0.0}
{"full_text":"RT Joe Biden will unveil a $1.9 trillion COVID-19 relief package tonight.","sentiment_score":0.0}
{"full_text":"'Very difficult' to meet Canada's immigration targets after pandemic drop: immigration lawyer","sentiment_score":-0.65}
{"full_text":"My BIL has Covid, tested +Quarantined at home now, cough, fever, fatigue My sister and niece living in other rooms, trying not to catch itNot fun","sentiment_score":0.0875}
{"full_text":"How i feel being in public after having Covid","sentiment_score":0.0}
{"full_text":"RT We invited and ITV into the Jersey General Hospital yesterday. gave a very moving account of...","sentiment_score":0.125}
{"full_text":"We are happy to be offering both Rapid COVID-19 Antigen and PCR Tests providing highly accurate same day results! Schedule your appointment with us today!","sentiment_score":0.4}
{"full_text":"RT Two members of a World Health Organization team investigating the origins of the coronavirus pandemic have been blocked from flyin...","sentiment_score":0.0}
{"full_text":"11 urgent steps this Gogglebox government needs to take","sentiment_score":0.0}
{"full_text":"RT He unknowingly had Covid-19. Now his blood contains rare antibodies. via","sentiment_score":0.3}
{"full_text":"Some more stay-at-home clarity from the Mayor &amp; the City #Ottawa #COVID19 #stayathomeorder #pandemic","sentiment_score":0.5}
{"full_text":"RT i just saw 3 homeless guys giving each other the covid vaccine under a bridge.  what a caring community we live in ","sentiment_score":0.0056818182}
{"full_text":"RT 2019: im at the impeachment 2020: im at the pandemic2021: im at the combination impeachment and pandemic","sentiment_score":0.0}
{"full_text":"Listen to chief nurse at 07.10 tomorrow on giving overview of Covid-19 vaccination programme in #Suffolk@SuffolkGPFed","sentiment_score":0.0}
{"full_text":"RT What suddenly changed? ","sentiment_score":0.0}
{"full_text":"RT Here's my latest in #TheDefender: Declarations by health officials + vaccine makers that deaths + injuries following C...","sentiment_score":0.25}
{"full_text":"RT Cuomo spokesman on criticisms from (who lost both of her in-laws to COVID in NY nursing homes): \"She's not a cr...","sentiment_score":0.0}
{"full_text":"Browns activate WR KhaDarel Hodge from reserve\/COVID-19 list","sentiment_score":0.0}
{"full_text":"RT  Times may not be so good, flowers must always be for you ....#HomeOffice  #wirbleibenzuhause #Duesseldorf #NRW","sentiment_score":0.7}
{"full_text":"RT Jared and Ivanka made the Secret Service (taxpayers) pay $3000 a month just to rent a separate bathroom from a neighborBut A...","sentiment_score":-0.4}
{"full_text":"RT 2980 Brits support the lockdown. Probably from their pleasant houses with gardens whilst working from home or enjo...","sentiment_score":0.7333333333}
{"full_text":"RT Here are some rough stats of covid cases in PAKISTAN which is quite a worrying thing ; please be a responsible office hold...","sentiment_score":0.05}
{"full_text":"RT when your COVID rules are made by empty suits:","sentiment_score":-0.1}
{"full_text":"RT Ministry of Health has hinted on turning Bingu National Stadium into an isolation centre to respond to the growing need f...","sentiment_score":0.0}
{"full_text":"RT I can't read a piece like this and not think of another recent piece of news - that of the 140,000 jobs lost in the US in De...","sentiment_score":0.0}
{"full_text":"RT Toby Young was writer behind misleading claims in Telegraph that having a cold could offer protection against coronavirus...","sentiment_score":-0.3}
{"full_text":"RT Jared and Ivanka made the Secret Service (taxpayers) pay $3000 a month just to rent a separate bathroom from a neighborBut A...","sentiment_score":-0.4}
{"full_text":"RT 2019: im at the impeachment 2020: im at the pandemic2021: im at the combination impeachment and pandemic","sentiment_score":0.0}
{"full_text":"Mark this Tweet.If wins the elections,, Will place their countries in Level 5 lockdown, why to drain the youths. ED went on leave to strategised how to rig the #UgandaDecides2021 elections but when time comes its bye bye Dictator","sentiment_score":0.3}
{"full_text":"RT Imagine if this were an anti lockdown or a right wing protest... the police would have instantly arrested them all.","sentiment_score":0.1428571429}
{"full_text":"What are those pro China clowns going to find after one year of sterilization and deep cleansing?  One more dog and pony show!","sentiment_score":0.3125}
{"full_text":"RT Shameful. #ToryIncompetence #CovidUKhttps:\/\/t.co\/ChKOclValv","sentiment_score":0.0}
{"full_text":"RT Ventilation stopped TB in Taiwan. And it stops COVID-19 for the same reason.http...","sentiment_score":0.0}
{"full_text":"RT They were tested again in #Singapore and were all negative for PCR. But two members tested positive for IgM antibodies. They are b...","sentiment_score":-0.0363636364}
{"full_text":"RT Joe Biden will unveil a $1.9 trillion COVID-19 relief package tonight.","sentiment_score":0.0}
{"full_text":"RT Lori, where has this urgency been?","sentiment_score":0.0}
{"full_text":"RT Sutter Health website down after debuting COVID-19 vaccine appointments","sentiment_score":-0.1555555556}
{"full_text":"RT BEST NEWS ALL DAY--@ASlavitt is joining Biden's COVID Task Force!!! If you didn't know who Andy Slavitt is--he was Obama's ac...","sentiment_score":1.0}
{"full_text":"RT 2019: im at the impeachment 2020: im at the pandemic2021: im at the combination impeachment and pandemic","sentiment_score":0.0}
{"full_text":"RT babe are you ok you've barely touched your endlessly increasing pile of work that you are expected to do even though we are i...","sentiment_score":0.08125}
{"full_text":"RT 2019: im at the impeachment 2020: im at the pandemic2021: im at the combination impeachment and pandemic","sentiment_score":0.0}
{"full_text":"The pandemic has had a major impact on the lives of the estimated 70,000 British Columbians living with dementia in B.C., including residents of the Kootenays #COVID19","sentiment_score":0.03125}
{"full_text":"Deaths among Latinos in L.A. County from COVID-19 rising at astonishing levels","sentiment_score":0.5}
{"full_text":"Elections overDemocrats don't have to punish you anymore with lockdownsRemember though if you ever vote against them again they'll shut you down","sentiment_score":-0.1555555556}
{"full_text":"You've not caught Covid have you Joe","sentiment_score":0.0}
{"full_text":"RT This thread is a devastating takedown of lockdown sceptic Toby Young (@toadmeister).Please do read it and retweet it....","sentiment_score":-0.45}
{"full_text":"RT On a day of non-stop, history-making news, as covid deaths hit another record, POTUS has just been impeached a second tim...","sentiment_score":0.0}
{"full_text":"RT The government says the coronavirus rules are tough enough. The problem is complianceI've been looking at the data an...","sentiment_score":-0.1944444444}
{"full_text":"More than 2 million people in #Israel already got the #vaccine for #COVID19 Can't wait for my turn ","sentiment_score":0.5}
{"full_text":"Y'all liberals crack me upIf mask work ... wear yours and you'll be fine right? And we're not saying Twitter is a right... we're saying freedom of speech is a right dumb fucks","sentiment_score":0.1797619048}
{"full_text":"\"When businesses reopen, there could be a lot of empty desks where women used to sit. That's the path we're headed on unless lawmakers finally give the caregiving crisis the attention it deserves,\" said #WomenInLeadership","sentiment_score":-0.05}
{"full_text":"RT Exercising during the first lockdown was a lot easier when the sun was up at around 4-5AM and went down after 9PM","sentiment_score":0.0472222222}
{"full_text":"RT R. I. P school  we love u but Corona love u more may sanitizer nd face mask be ur final isolation center","sentiment_score":0.28}
{"full_text":"Average #inflation in #emerging economies collapsed to below 1% for the first time as the pandemic hit growth, jobs and consumer demand.","sentiment_score":0.05}
{"full_text":"RT R. I. P school  we love u but Corona love u more may sanitizer nd face mask be ur final isolation center","sentiment_score":0.28}
{"full_text":"LIVE: Gov. Beshear holds COVID-19 briefing, to make vaccine announcement&gt;&gt;&gt;","sentiment_score":0.1363636364}
{"full_text":"RT I'm with Our first priority has to be to get control of this pandemic, get people back to work, and get our ki...","sentiment_score":0.125}
{"full_text":"RT Can you believe this shit? So obvious - and they don't give a damn who's been financially destroyed over the past year - as...","sentiment_score":-0.1125}
{"full_text":"RT Ontario stay-at-home order does not give police authority to randomly stop people: solicitor generalhttps:\/\/t.co\/ER8noyOrwm","sentiment_score":-0.5}
{"full_text":"RT Covid 19 is real, and its spreading like wild fire...Stay safe guys ","sentiment_score":0.2666666667}
{"full_text":"The LATEST: COVID-19 Vaccine and PPP Updates and more!In case you missed it...Lunch with the Mayor and Legislative Preview RecordingCheck it out:","sentiment_score":0.5}
{"full_text":"Side effects after getting a #COVID19 vaccine are normal signs your body is building protection. Side effects may even feel like flu and might affect your ability to do daily activities, but they should go away in a few days. Watch to learn more:","sentiment_score":0.1125}
{"full_text":"EUBANK JR x JONES JR  details the benefits of working with through COVID19 - and lauds the former pound-for-pound king as a \"genius\" coach and mentor.  Fight Odds:","sentiment_score":0.0}
{"full_text":"It's been a tough year for #retail. The pandemic has accelerated digital trends and the retail sector had to adapt in order to offer relevant online experiences: #CX","sentiment_score":0.0037037037}
{"full_text":"A whole new sports industry after the pandemic? Find out how's it looking in 2021 and beyond:","sentiment_score":0.1681818182}
{"full_text":"Scientists have been able to make #COVID19 #vaccine, but a quest to protect the world from its variant is still underway.Why are viruses able to mutate and adopt various forms? Prof. Amtul Razzaq Carmichael explains the scientific and religious side.https:\/\/t.co\/uVm3E9aWwh","sentiment_score":0.25}
{"full_text":"With ski lodges limited or closed throughout New England, navigating the winter apres scene is going to take some creativity and flexibility.@WalshWrites89with a new Powder Report:","sentiment_score":0.0253246753}
{"full_text":"RT A $2,000 stimulus check is expected to be included in a $2 trillion Covid relief plan that President-elect Joe Biden is set to unv...","sentiment_score":-0.1}
{"full_text":"RT Most people who have had COVID-19 have some immunity against catching it again for at least five months, according to a...","sentiment_score":0.2666666667}
{"full_text":"28% of Americans say the #COVID19 vaccine rollout is moving too quickly.","sentiment_score":0.3333333333}
{"full_text":"RT The Chancellor has abandoned 3m workers giving them no support during this pandemic and letting their businesses go to...","sentiment_score":0.0}
{"full_text":"As part of our #PBUpskills series, Sam Pearce from @LowEars reveals eight ways #beautybusiness owners can manage their #mentalhealth during Covid-19 lockdown 3.0 Check it out... #salons #spas #mobiletherapists","sentiment_score":0.0}
{"full_text":"RT PLEASE don't forget the pandemic--it's easy to be distracted by Trump drama in DC, but we cannot let up on the other global...","sentiment_score":0.1027777778}
{"full_text":"Patience and fortitude are two things businesses need during the COVID-19 crisis. Learn how family-run enterprises are responding to the new business landscape they're in.","sentiment_score":0.1363636364}
{"full_text":"A study by the Christian human rights organization Open Doors shows that 1 in 8 Christians in the world suffer because of their faith.https:\/\/t.co\/xWI9iTFBhq","sentiment_score":0.0}
{"full_text":"Perfect. Now that it's already here we can finally ban travel","sentiment_score":0.5}
{"full_text":"Do you wonder if any of these people cleaning out their desks in the Trump Administration have even THOUGHT today about the 3,922 people who died of COVID-19 Wednesday and even give a damn?I really wonder.#Coronavirus #WearAMaskSaveAlife #WearAMask #WearADamnMask","sentiment_score":0.2}
{"full_text":" Mallika Ishwaran discusses 3 scenarios that can help #CdnEnergy through the pandemic: health, wealth and security","sentiment_score":0.0}
{"full_text":"OPINION: We praise healthcare workers' continued service throughout this pandemic, and for good reason. Writer wonders if this kind of praise should be extended to the essential custodial staff at the UW.","sentiment_score":0.4333333333}
{"full_text":"Tune into the latest vlog to learn about how to safely administer vaccines that come in multi-dose vials, such as the current #COVID19 vaccines. #WeAreFirstline","sentiment_score":0.25}
{"full_text":"RT The mobility-index could be a great early warning system for the spread of COVID. Until now I haven't seen any situati...","sentiment_score":0.45}
{"full_text":"UTRGV CIC is funding two Business Support Programs and offering free services to Startup companies and local establishments that were affected by the pandemic. Alan Martinez Reports.","sentiment_score":0.2}
{"full_text":"I'm really looking forward to this, but damn this COVID thing...  \"Super Nintendo World opening delayed due to Osaka state of emergency\"","sentiment_score":0.1361111111}
{"full_text":"COVID-19 related social isolation and stress can increase susceptibility to substance misuse, addiction, and relapse. If you suspect your loved one has a serious problem with alcohol or drugs, get help now! Learn more:https:\/\/t.co\/0FQLjIrkhG#SeasonsInMalibu #AlcoholRehab#Covid","sentiment_score":0.0791666667}
{"full_text":"Have you had a positive Covid test?Please do not go to your local shop, we are here to help you with: Shopping Getting prescriptions Dog walking Or would just like a friendly chatPlease call 01522 782189 or fill out a form online","sentiment_score":0.2007575758}
{"full_text":"Inspired by her grandmother who lives with dementia, Northwestern student Victoria Da Conceicao developed a monthly subscription, called Alzheimer's Brain Box, to keep subscribers engaged during the pandemic.","sentiment_score":0.1}
{"full_text":"RT BEST NEWS ALL DAY--@ASlavitt is joining Biden's COVID Task Force!!! If you didn't know who Andy Slavitt is--he was Obama's ac...","sentiment_score":1.0}
{"full_text":"RT R. I. P school  we love u but Corona love u more may sanitizer nd face mask be ur final isolation center","sentiment_score":0.28}
{"full_text":"RT The Loser-In-Chief is hiding from the Trump Virus#TrumpVirus","sentiment_score":0.0}
{"full_text":"Some young people that have moved back home due to the pandemic are facing a different barrier--less-than-supportive families who may not believe their accounts of abuse. #abuse #domesticabuse #COVID19  #pandemic #datingviolence","sentiment_score":-0.00625}
{"full_text":"The study found people who have had Covid-19 may have some immunity from the virus for five months","sentiment_score":0.0}
{"full_text":"Analysis of official data shows there have now tragically been more than 100,000 deaths involving coronavirus in the UK","sentiment_score":0.5}
{"full_text":"see, a lot of new cases.","sentiment_score":0.1363636364}
