{"full_text":"Heard he won't wear a mask as he's been trying for a beard.","sentiment_score":0.0}
{"full_text":"RT Y'all risking getting covid to see bow wow?","sentiment_score":0.1}
{"full_text":"People really out with no mask like COVID ain't taking lives.. that's crazy.","sentiment_score":-0.2}
{"full_text":"Definitely right for this pandemic x","sentiment_score":0.2857142857}
{"full_text":"RT Imagine getting arrested the minute you land back from Dubai on your birthday LOOOOOOOOL","sentiment_score":0.0}
{"full_text":"RT Opposition Leader is familiar with the arguments around COVID-19. He's argued both sides of them! ","sentiment_score":0.46875}
{"full_text":"RT Here's the adult who despite being a grownup calls himself \"Baked Alaska\" implicating Donald Trump in the (we must say alle...","sentiment_score":0.1}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Down every single dystopian avenueYou'll find Bill Gates in a lavender sweater","sentiment_score":-0.1134920635}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"RT Just a penguin dance throwback from the before times Today in the NYT there's a story about how imagining activities &amp; scenes...","sentiment_score":0.0}
{"full_text":"COVID should at least have respect for beauty","sentiment_score":-0.3}
{"full_text":"Daily Brief: 41,346 cases; hospitals set for 'toughest part of the pandemic'https:\/\/t.co\/IB6rVH6WLJSent via","sentiment_score":0.0}
{"full_text":"RT FOR IMMEDIATE RELEASE: Water Protectors Lock Down Inside Line 3 Pipeline to #StopLine3 (Backus, MN) Thursday morning...","sentiment_score":-0.1555555556}
{"full_text":"They treated Trump like a Messiah because HE WAS Who needs healthcare, clean air and water, a nuclear free Iran or North Korea or even need to mask up during a pandemic......if one ultimately must share prosperity with OTHERS who don't look like THEMIt's a sad existence ","sentiment_score":0.0666666667}
{"full_text":"RT Ron DeSantis is allowing non-Florida residents &amp; foreign national visitors to get the Covid-19 vaccine before Florida's tea...","sentiment_score":-0.125}
{"full_text":"RT Rep. Correa is now the 11th member of Congress to test positive since January 4. We are investigating his links to the lockdo...","sentiment_score":0.2272727273}
{"full_text":"We loved our walk through the grounds today ","sentiment_score":0.7}
{"full_text":"RT i just got a covid test and despite what the lamestream media is claiming i did not, in fact, have a \"nussy\"-gasm","sentiment_score":0.0}
{"full_text":"RT How is anyone more upset about people making $15 an hour than billionaires making $1 TRILLION off us during a pandemic?","sentiment_score":0.5}
{"full_text":"RT Dubai unveils the signature pavilion for the upcoming #Expo2020, the world's fair that is scheduled to open later this y...","sentiment_score":0.2333333333}
{"full_text":"We are happy to be offering both Rapid COVID-19 Antigen and PCR Tests providing highly accurate same day results! Schedule your appointment with us today!","sentiment_score":0.4}
{"full_text":"In general I think the damage from covid hasn't hit the asset owners due to gov't intervention. If and when that stops the pain will be deep. Until then, those of us fortunate enough to hold assets, basically of every kind, they will go up. Gov't can't fund an economy forever..","sentiment_score":0.1541666667}
{"full_text":"RT Republicans called the valid votes of Black, brown and Indigenous voters across this country \"fraud\" because they couldn't be...","sentiment_score":-0.1666666667}
{"full_text":"Oh the irony.","sentiment_score":0.0}
{"full_text":"it's wild to me that random people will stop minding their business to say that fast food workers don't deserve $15\/hr., especially after the pandemic and realizing how important essential workers are. can't imagine them working there for a day and thinking the same thing after","sentiment_score":0.0285714286}
{"full_text":"RT #BREAKING #PresidentElectBiden to sign Inauguration Day orders on #virus pandemic, economy, other crises: aide","sentiment_score":-0.125}
{"full_text":"RT \"There's been many, many variants of the virus that have been identified... The experts tell us these vaccines will be ef...","sentiment_score":0.5}
{"full_text":"RT You kats getting and spreading Covid for fuckin Bow Wow??  wtf","sentiment_score":-0.2}
{"full_text":"SUICIDE X 10 = CRONAVIRUS LOCKDOWN","sentiment_score":0.0}
{"full_text":"RT The science behind climate change is not a hoax. The science behind COVID-19 is not partisan. And President-elect","sentiment_score":-0.4}
{"full_text":"RT To get as many people vaccinated as quickly as possible, we need more clinics across the nation. That's why my administration...","sentiment_score":0.3333333333}
{"full_text":"once i get a job and this pandemic settles down u know i am!!","sentiment_score":-0.2430555556}
{"full_text":"Governors' anger grows as federal vaccine stockpile vanishes","sentiment_score":-0.7}
{"full_text":"#COVID19 surveillance+control interruption &amp; the displacement of hundreds of thousands of #Tigrayans \"is feared to have facilitated massive community transmission of the pandemic\" #TigrayGenocide #BidenActNow","sentiment_score":0.0}
{"full_text":"What this means to all of us. Thank you to all the voting campaigns and reminders and vision to get us here.","sentiment_score":0.0}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT The highlights of SF's vaccine plan include: The establishment of three high-volume vaccination sites Pop-up vaccine si...","sentiment_score":0.0}
{"full_text":"RT Me and the woes after lockdown is finished","sentiment_score":0.0}
{"full_text":"\"Now, more than ever, we need to be asking our families, work teams, neighbours, and others how they really are doing. We can't be smug and assume all is well. It's likely not.\" More","sentiment_score":0.1125}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"I have ZM lotto's in case of a Biden lockdown (among other potential catalysts). It's win-win in either direction ","sentiment_score":-0.0625}
{"full_text":"RT So much fear of the NHS being \"overwhelmed\"- as so many members of staff made clear to me, this is a misunderstanding. T...","sentiment_score":0.2666666667}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"If \"exploded\" means \" I got laid off due to the pandemic the Trump administration failed to do anything about\", then yes.","sentiment_score":-0.3125}
{"full_text":"Maybe after covid we can bring her by =]","sentiment_score":0.5}
{"full_text":"Risk ratio of dying from\/with Covid88% of Ontario population is under 70 years old, risk of covid death is 0.01%12% population over 70, covid deaths 0.26%87% of covid deaths are 70 + with severe comorbidities who are terminally ill. Sacrifice everyone for the few.","sentiment_score":-0.2}
{"full_text":"It would make sense most jails are being more so effected by covid now than the 1st wave, staff and prisioners have an impossible task to keep safe, let alone mental health the bigger picture is scary and no one seems do anything for either partys!!!","sentiment_score":-0.0347470238}
{"full_text":"RT More like, 'Sandcastle Britain'. Don't be fooled. A negative test three days before flying, and 10 days unchecked &amp; unsu...","sentiment_score":0.1}
{"full_text":"This is from Brazil's Ministry of Health official account.It has been flagged as fake and harmful information regarding COVID-19","sentiment_score":-0.5}
{"full_text":"You all should see \"Lockdown\". Not that we aren't seeing but yeah I do mean the movie.","sentiment_score":-0.3125}
{"full_text":"Tim and his wife have done an amazing job with the home and are there to meet your every possible need.  The food  was amazing as was the hospitality and accommodations.  They take COVID seriously there and everything was spotless and properly disinfected.  You cannot go wrong","sentiment_score":0.0611111111}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT New: plans to begin his first term with a flurry of executive orders, including rejoining Paris climate accord, e...","sentiment_score":0.1931818182}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT Struck by how breaching of Capitol bldg by jackasses is portrayed as the worst thing that's ever happened. It was awful...","sentiment_score":-0.8333333333}
{"full_text":"RT Ice cream 'tests positive' for Covid with 4,800 tubs affected as probe launchedhttps:\/\/t.co\/VQvc1eHPms","sentiment_score":0.2272727273}
{"full_text":"RT To get as many people vaccinated as quickly as possible, we need more clinics across the nation. That's why my administration...","sentiment_score":0.3333333333}
{"full_text":"RT Ron DeSantis is allowing non-Florida residents &amp; foreign national visitors to get the Covid-19 vaccine before Florida's tea...","sentiment_score":-0.125}
{"full_text":"RT 13 executions, because 400,000+ covid deaths wasn't good enough. these fuckers. these psychopath fuckers","sentiment_score":0.35}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"This is exactly the type of plan that should have been ready a few months ago to deploy immediately upon vaccine approval!","sentiment_score":0.0666666667}
{"full_text":"Of course today is the day covid is hitting me the hardest","sentiment_score":0.0}
{"full_text":"RT To get as many people vaccinated as quickly as possible, we need more clinics across the nation. That's why my administration...","sentiment_score":0.3333333333}
{"full_text":"RT \"Flipping Burgers\" is not just flipping burgers. It's sitting in a hot room for 8 hours. It's stocking big ass boxes of food....","sentiment_score":0.125}
{"full_text":"RT Peter thanks for your support with #ExcludedUK which same cannot be said of...","sentiment_score":0.1}
{"full_text":"RT James Maddison pulled out a hilarious celebration after helping #LCFC to victory over Southamptonhttps:\/\/t.co\/VmO71M8DHZ","sentiment_score":0.5}
{"full_text":"RT To get as many people vaccinated as quickly as possible, we need more clinics across the nation. That's why my administration...","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING--alt-right insurrectionist who stormed the Capitol **while #COVID19 positive** has been arrested by the FBI near Ho...","sentiment_score":0.1636363636}
{"full_text":"RT Nearly 400,000 Americans have died from the coronavirus and the pandemic continues to soar. We need to aggressively incr...","sentiment_score":0.1}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"#ICYMI: Citi Field to become 24\/7 mega COVID-19 vaccination site: Mayor","sentiment_score":0.0}
{"full_text":"RT The science behind climate change is not a hoax. The science behind COVID-19 is not partisan. And President-elect","sentiment_score":-0.4}
{"full_text":"RT Fewer children died in 2020, despite the pandemic. Experts are trying to figure out why","sentiment_score":0.0}
{"full_text":"There are 25,000 drug stores and pharmacies in the Country - all of them could be made into Covid Vaccination centers.","sentiment_score":0.0}
{"full_text":"RT 'It was horrendous' - the reality of covid critical care in a smaller hospital Send THIS to anyone y...","sentiment_score":0.0}
{"full_text":"RT \"New docs reveal scientists in Wuhan fell ill with Covid-like symptoms in late 2019 - months before the pandemic began to r...","sentiment_score":-0.2212121212}
{"full_text":"RT Today's mass vaccination clinic is well underway, as 5,000 Covid-19 vaccines are set to be administer...","sentiment_score":0.0}
{"full_text":"\"The truth is rarely pure and never simple.\"People get ill and die all the time. What are the average daily\/weekly\/annual death rates in the UK? How many people die of cancer every day\/week\/year. You are not presenting any evidence that covid is causing a pandemic.","sentiment_score":0.0128571429}
{"full_text":"#AusOpen #HotelQuarantine #Melbourne this is going to be interesting! #Victoria","sentiment_score":0.625}
{"full_text":"RT On 1st day, Biden will rescind travel ban on several Muslim countries, rejoin Paris climate accord, extend pandemic li...","sentiment_score":0.0}
{"full_text":"RT The two success stories in this terrible covid pandemic have been the vaccination programme &amp; the treatment of seriously il...","sentiment_score":-0.3444444444}
{"full_text":"RT The science behind climate change is not a hoax. The science behind COVID-19 is not partisan. And President-elect","sentiment_score":-0.4}
{"full_text":"Know why candidate experience should still be the priority of organizations during COVID-19. #resumeparser #COVID-19 #candidatexperience #TalentAcquisition #AI #Hiring","sentiment_score":0.0}
{"full_text":"between my Dad and I we have called (833)968-1745 for over 100k times and nothing!! Do y'all even really have Covid-19 vaccines!? And forget about the DOMECOVID, registration has been full since 0800 of day 1 of this bullshit!","sentiment_score":0.34375}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT BREAKING--alt-right insurrectionist who stormed the Capitol **while #COVID19 positive** has been arrested by the FBI near Ho...","sentiment_score":0.1636363636}
{"full_text":"RT 100s of PSWs in Ontario haven't received their much-deserved pandemic pay increase, including the wonderful PSWs I work wi...","sentiment_score":1.0}
{"full_text":"All y'all in the Wood and the Eastside that's on that shit, get it together. Rebuild and uplift rather than continue to fuel fear and hatred. All in the middle of a pandemic and gentrification, the latter of which, we've been pushing back against. ","sentiment_score":-0.05}
{"full_text":"RT Just in: In his first hours as president, Biden plans to take executive action to roll back some of the most controversial dec...","sentiment_score":0.28}
{"full_text":"Does this mean Trump can't be impeached?","sentiment_score":-0.3125}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Come visit us on campus!We have time slots available for personal visits Monday through Friday!Head to to register &amp; read about our COVID-19 guidelines!","sentiment_score":0.2}
{"full_text":"Normally, White House moving day occurs during the inauguration and takes about five hours. But this year, Trump's early departure will give crews a head start. They'll need some extra time to work around COVID-19 precautions while moving the Biden's.https:\/\/t.co\/Y2GlmxN9gk","sentiment_score":0.0333333333}
{"full_text":"\"I have come to believe that there is no virus we cannot conquer, except for the novel coronavirus, which you imbeciles have dragged on for nearly a year now through your refusal to do the bare minimum to combat it.\"https:\/\/t.co\/VMlg55h4nU","sentiment_score":0.075}
{"full_text":"It's nearly the end of week 2 of our January 2021 lockdown , ,it's been a week of finding our feet with our new routine again in the house.  Doing things differently takes time to get into the groove but we are getting there.https:\/\/t.co\/qf1AozQL5u","sentiment_score":0.0787878788}
{"full_text":"The Oklahoma State Department of Health reported one additional death and 146 new COVID-19 cases in Norman Saturday. |","sentiment_score":0.1363636364}
{"full_text":"RT To withdraw from a safety agreement during covid is absolutely outrageous. We stand with and all firefighters ","sentiment_score":-1.0}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT In the beginning of the pandemic, China and Italy were somehow tied together.  Even now after the elections....","sentiment_score":0.0}
{"full_text":"RT When can Angelenos expect to get their COVID-19 vaccine?  It's a simple question with a not-so-simple answer. Let us d...","sentiment_score":0.0}
{"full_text":"RT You should've just ended your tweet at \"I'm very sorry for the loss of your dad.\" Almost 400,000 people have died so we ca...","sentiment_score":-0.65}
{"full_text":"Memories of my trip in 2020.https:\/\/t.co\/uQN9A0zBx8","sentiment_score":0.0}
{"full_text":"NUIHC addresses lack of health care needs for Native American families in pandemic #INDIGENOUS #TAIRP","sentiment_score":0.0}
{"full_text":"Lord, we pray for our country. Protect us against #COVID19.","sentiment_score":0.0}
{"full_text":"Jonathan Pie's critically acclaimed sell out show FAKE NEWS finally returns, updated and remixed for a post-Corona world, catch him at the Edinburgh in September!","sentiment_score":-0.1666666667}
{"full_text":"Girl Scout creates pandemic-safe sales pitch for cookies","sentiment_score":0.0}
{"full_text":"Under the cover of a pandemic, the UCP are going after your pension. You work your whole life for your retirement. Now Jason Kenney wants to get his hands on your CPP.#ableg Rightwards arrow","sentiment_score":0.2}
{"full_text":"It's cold, and it's snowy. No need to get out of the house! Stay home and watch JV\/V teams as they take on tonight starting at 6:00 p.m. at #WarriorPride","sentiment_score":-0.375}
{"full_text":"You're the one who's scared love so YOU stay at home. Other people's freedom does not stop where your hysteria begins.","sentiment_score":0.1875}
{"full_text":"After an extended break due to positive coronavirus results within the program, returns Sunday with hopes of turning its season around","sentiment_score":0.0511363636}
{"full_text":"I miss strangers. Meeting new people energises me, so I'm making connections in lockdown that nourish the soul |","sentiment_score":0.1363636364}
{"full_text":"RT To get as many people vaccinated as quickly as possible, we need more clinics across the nation. That's why my administration...","sentiment_score":0.3333333333}
{"full_text":"RT We are thrilled to announce that we will be extending GROWING FREEDOM and Omar Ba: Same Dream until March 14...","sentiment_score":0.3}
{"full_text":"\"It is incredibly important for Illinoisans not to let their guard down,\" Gov. Pritzker said, especially since a more transmissible variant of COVID-19 was discovered in Chicago.https:\/\/t.co\/phC50TkoY8","sentiment_score":0.1861111111}
{"full_text":"March for Life asks its supporters to stay home this year","sentiment_score":0.0}
{"full_text":"RT Can you imagine....in the last week two people have said to either my or my husband's face (knowing I've had COVID) that it doe...","sentiment_score":0.0}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Win an bundle with RT and enter here the perfect products to keep your c...","sentiment_score":0.9}
{"full_text":"Labour didn't vote on covid rules ","sentiment_score":0.0}
{"full_text":"RT I know &amp; she knows hot wind &amp; a snow job so she knows Cuomo is all thunder\/no rain &amp; a drought of leadersh...","sentiment_score":0.25}
{"full_text":"Surreal define","sentiment_score":0.25}
{"full_text":"bc that was when the pandemic started","sentiment_score":0.0}
{"full_text":"RT The science behind climate change is not a hoax. The science behind COVID-19 is not partisan. And President-elect","sentiment_score":-0.4}
{"full_text":"RT To get as many people vaccinated as quickly as possible, we need more clinics across the nation. That's why my administration...","sentiment_score":0.3333333333}
{"full_text":"no. and under trump a lot of companies started doing 15$ as the economy was so good but ya the democrats had to shut everything down under covid and take that all away. 15$ minimum wage will just kill small jobs and make the cost of living go up by making everything cost more.","sentiment_score":0.1986111111}
{"full_text":"I Love Dua Lipa, But Someone Needs To Tell Her To Stop Traveling During A Pandemic","sentiment_score":0.5}
{"full_text":"Ten Home Design Trends Here To Stay For 2021","sentiment_score":0.0}
{"full_text":"RT cop: sir can i ask why you are out during lockdownme: *opens briefcase containing a selection of oils* im an essentia...","sentiment_score":0.0}
{"full_text":"RT I am so proud of our hospital and all our health care workers at Peterborough Regional Health Centre  who are steppi...","sentiment_score":0.8}
{"full_text":"RT Let's agree right now that the people who supported huge tax cuts &amp; benefits for big business\/Trump buddies, who turne...","sentiment_score":0.2285714286}
{"full_text":"Amid Alex Azar's resignation, he admits there isn't a reserve coronavirus vaccine stockpile Dr. Strangelove.","sentiment_score":0.0}
{"full_text":"RT My husband has difficulty in breathing. He gets terribly sick from covid 19. Only pain killers are given as treatment. The...","sentiment_score":-0.3571428571}
{"full_text":"Stay out of melee range and wear a mask. Think of your healers.","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"Current Conditions for #Sayre PATemp: 36.7FWind Chill: 36.7FHumidity: 80%Dew Point: 31.2F Barometer: 29.544 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 188.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Covid infection shown to provide as much immunity as vaccines via","sentiment_score":0.2}
