{"full_text":"Another death. COVID-19. No more hugs or that melodious voice. All gone.","sentiment_score":-0.25}
{"full_text":"9,500 care home residents, almost everyone who has not recovered from Covid-19 yet, and just over 3,000 staff have already been vaccinated","sentiment_score":0.0}
{"full_text":"COVID-19: FUNAAB states position on Jan 18 resumption","sentiment_score":0.0}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"Covid smh","sentiment_score":0.0}
{"full_text":"RT This whole NIMC bullshit would have contributed no less than 25% of the total increase in positive COVID cases in the last on...","sentiment_score":0.1021212121}
{"full_text":"RT Dubai gang. This you?!","sentiment_score":0.0}
{"full_text":"RT News alert Humanitarian crisis looms in southern #Madagascar as consecutive years of drought coupled with the fallout of...","sentiment_score":0.0}
{"full_text":"RT India's first Covid-19 case was detected in end Jan 2020. In less than a year, the vaccine has shipped from Pune. With all d...","sentiment_score":0.0416666667}
{"full_text":"RT Vancouver Canucks reveal 'false positive' COVID-19 test led to practice cancellation","sentiment_score":-0.0863636364}
{"full_text":"RT Does anyone else feel REALLY ugly this lockdown or isit just me?? Wow i need 100 sunbeds, lashes, nails, eyebrows, every...","sentiment_score":-0.3}
{"full_text":"RT HCQ for COVID-19.Early treatment - 66% improvement, p &lt; 0.0001Late treatment - 26% improvement, p &lt; 0.0001229 glob...","sentiment_score":0.0}
{"full_text":"It dosent have to be boring, be like our egotistical, arrogant and hypocritical celebrities by breaking lock down for short winter break in Antigua.","sentiment_score":-0.3851851852}
{"full_text":"RT Several gorillas at the San Diego Zoo Safari Park have tested positive for the coronavirus, becoming what federal officials sa...","sentiment_score":0.2257575758}
{"full_text":"*MERKEL EXPECTS GERMAN LOCKDOWN TO LAST UNTIL EARLY APRIL: BILD","sentiment_score":0.0333333333}
{"full_text":"RT This is from 13 January 2017We couldn't cope 4 years ago.This isn't an NHS at breaking point because of Covid, it's at b...","sentiment_score":0.0}
{"full_text":"RT What a relief ","sentiment_score":0.0}
{"full_text":"Those with the fortitude not to wear a mask when surrounded by dumb, frightened people fixated on compliance, deserve applause.   It is far easier to pretend to be one of the the sheep than to be confronted by fearful morons.","sentiment_score":-0.49375}
{"full_text":"RT Over the pandemic I got a job as a producer at \"The Kelly Clarkson Show\"  I haven't been able to go to the office or m...","sentiment_score":0.5}
{"full_text":"RT Keeping wildlife in captivity for entertainment clearly puts both people and animals at risk of illness and suffering. ...","sentiment_score":0.1}
{"full_text":"REAL news networks are still reporting COVID information, including how many people are dying from it every day!","sentiment_score":0.4125}
{"full_text":"RT FANTASTIC NEWS--A potential vaccine for multiple sclerosis is now within sight on the horizon! And it's an mRNA vaccine by B...","sentiment_score":0.1333333333}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"RT First Bus reduced service during lockdown","sentiment_score":0.25}
{"full_text":"No tPa in Ottawa emerg, May not be a candidate for rehab in acute care. Concern in rehab was how to discharge as early as possible. Families feel abandoned post discharge. Any better  now in #COVID19?  Is treatment connected?","sentiment_score":0.3}
{"full_text":"RT If someone had told you last March we would be in lockdown this Winter &amp; under some form of restrictions for a year, you w...","sentiment_score":0.0}
{"full_text":"RT Why are public forced to go to work?Why have they STILL not put in adequate financial support, so public are able to #S...","sentiment_score":0.0888888889}
{"full_text":"While the lockdown settled in, decided to get myself one of these from A little something to bring the room together. Will most likely get more in the future.","sentiment_score":0.1625}
{"full_text":"3\/3 You yourself make a basic error here, referring to the positive results of non-diagnostic tests as 'infections'. Nor is it a question of 'inflation', much more of possible misattribution of causes to events.","sentiment_score":0.1818181818}
{"full_text":"COVID-19: FUNAAB states position on Jan 18 resumption","sentiment_score":0.0}
{"full_text":"Imagine being so gullible? stupid? wacked for sure to believe in \"The Plan\", not knowing exactly what the plan is. tRump had a plan though, to manipulate these nuts to help him throw out democracy and make himself king.https:\/\/t.co\/SmLBHFEeFi","sentiment_score":-0.0166666667}
{"full_text":"The original predictions were based on a much smaller data set. This is an ongoing pandemic and the available data changes all the time. This is the nature of epidemiology, there is no shame in adjusting based on newer data as it becomes available.","sentiment_score":0.29375}
{"full_text":"EOY DATA ALL CAUSE MORTALITY FOR ENG&amp;WAL -Note:- 2020 was a 53wk statistical year\/According to ONS data between wk13&amp;wk20 there were 13812 excess deaths above the 5yr avg without COVID-19 on the death certificate\/The majority of these none COVID deaths in Eng occurred at home","sentiment_score":0.0}
{"full_text":"RT So the BBC, making Casualty, is exempt from social distancing regulations for the purpose of creating a pandemic propaga...","sentiment_score":0.0333333333}
{"full_text":"RT For the length of this saga, I haven't seen any news Network interview a Nigerian student affected by the strike. No repr...","sentiment_score":0.0}
{"full_text":"Anyone else find the boxes they send the covid home kits in fucking annoying to make","sentiment_score":-0.8}
{"full_text":"RT PS30 food parcel, Boris Johnson Tories profiting\/stealing food from hungry children in a pandemic FFS!!! Sickening","sentiment_score":-0.9}
{"full_text":"RT Exactly this ","sentiment_score":0.25}
{"full_text":"RT Only hours after Trump incited a deadly assault on our Capitol, many Republicans still refused to take the bare minimum COV...","sentiment_score":0.0875}
{"full_text":"RT I am delighted to inform you that thanks to the promised support of regular advertisers, we are in a position to go ah...","sentiment_score":0.3}
{"full_text":"RT Escalated quickly","sentiment_score":0.3333333333}
{"full_text":"The best way to brand current COVID-19 Inoculation program in Odisha?","sentiment_score":0.5}
{"full_text":"RT The will remain closed to visitors until January 31, 2021. #coronavirus You can learn history of #A...","sentiment_score":-0.1}
{"full_text":"If the nation was exercising regularly we'd have seen fewer deaths through Covid","sentiment_score":0.0}
{"full_text":"RT Can you say Covid superspreader ","sentiment_score":0.0}
{"full_text":"RT Thank God Cuomo is opening up New York!!!.....and JUST IN TIME for Biden's inauguration .....it's like a Covid miracle .....","sentiment_score":0.1363636364}
{"full_text":"RT .@RepJayapal was scheduled to be on this morning, but she is now sick with COVID-19. She says Republicans ref...","sentiment_score":-0.7142857143}
{"full_text":"RT \"I'm sorry for violating COVID restrictions. I just wanted to look my best for Donald.\" #PelosiLovesTrump","sentiment_score":0.25}
{"full_text":"Service Update 11:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Service Update 11:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT The images appearing online of woefully inadequate free school meal parcels are a disgrace.Where is the money going?T...","sentiment_score":0.4}
{"full_text":"Covid Vaccines have arrived in odisha. Thank you for your relentless efforts in providing covid vaccines to the people of india. Proper distribution still remains a challenge to overcome. #AatmaNirbharBharat #Covaxin","sentiment_score":0.0}
{"full_text":"RT Absolutely essential to make sure young people are getting the support they need. Counselling specifically designed to...","sentiment_score":0.2}
{"full_text":"RT WHAT THERE ISN'T MONEY FOR:#Sheltering the homeless in lockdown#Proper sick pay#Proper support for those self-iso...","sentiment_score":-0.7142857143}
{"full_text":"Cancel Your British Airways Flights Ticket in this#CoronavirusStrain Situation in UK. Call for free 1-888-566-5066 #Covid19UK #COVID19 #CovidVaccine #airline #BritishAirways #FLIGHT #flightcancellation","sentiment_score":0.2}
{"full_text":"youpi!!","sentiment_score":0.0}
{"full_text":"RT TONIGHT: The CMS school board will discuss their plan to get students back in the classroom next week. Ahead on a...","sentiment_score":0.0}
{"full_text":"Help slow the spread of #COVID19 and identify at risk cases sooner by self-reporting your symptoms daily, even if you feel well . Download the app","sentiment_score":-0.15}
{"full_text":"Covid:","sentiment_score":0.0}
{"full_text":"It's funny how many Republican that oppose wearing mask caught the coronavirus","sentiment_score":0.375}
{"full_text":"Lockdown can't be that bad when you have such a gorgeous boy next to you! ","sentiment_score":2.775557562e-17}
{"full_text":"RT The lengths first responders have to go through to keep themselves and patients safe is eye-opening. Coming up in the 6...","sentiment_score":0.375}
{"full_text":"RT \"The government's decision to leave 64 states and other jurisdictions to devise individual plans spawned duplicative meetings,...","sentiment_score":-0.0625}
{"full_text":"Mass #vaccination centres are all very well but those most in need are the least able to travel long distances. We need local roll out.","sentiment_score":0.1416666667}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"I think they need to delay the release of No Time To Die again before it truly feels like another lockdown","sentiment_score":0.0}
{"full_text":"People who work inside (shops, nurseries) don't wear masks. Most shops don't care about the amount of people entering at the same time. Public transport are crowded with people without a mask. The list of 'essential workers' is very long..Coffees to go, or a jog are not the issue","sentiment_score":0.14}
{"full_text":"RT The National Taxi Alliance says  operators and que marshals and other taxi rank officials should also be prioritised for the...","sentiment_score":-0.4625}
{"full_text":"This country is continually proving it's full of selfish stupid assholes.","sentiment_score":-0.3166666667}
{"full_text":"The west should just shut up and fix the virus ravaging their countries. Learn from China!","sentiment_score":0.0}
{"full_text":"RT Oh look, it's The Three Stooges of the Apocalypse. ","sentiment_score":0.0}
{"full_text":"With a return to lockdowns and a sharp spike in COVID-19 cases - deaths are again approaching 400 per day - Colombians are growing agitated over when the country will start the much-hyped vaccination campaign.","sentiment_score":-0.0625}
{"full_text":"RT #complete54kbasictransfer#yogiji_wada_purn_kro#we_want_second_transferlist@myogiadityanath","sentiment_score":0.0}
{"full_text":"RT Taiwan's health authorities have identified 464 people who may have had contact with a Covid-19 infected doctor at his hos...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Malaysia declares nationwide emergency, suspends parliament","sentiment_score":0.0}
{"full_text":"RT I hereby clamour for a vaccination at any time of day or night they can give it to me. Anyone care to join me?","sentiment_score":0.0}
{"full_text":"RT Communication across maternal social networks during the UK's national lockdown and its association with postnatal depres...","sentiment_score":0.0333333333}
{"full_text":"Day one of online school with Matthew and honestly I think there'd be less risk to his life in a covid-riddled school. Killings here all morning god love his teachers","sentiment_score":0.3111111111}
{"full_text":"RT Germany's Merkel says lockdown will last until Aprilhttps:\/\/t.co\/aX25BjPOun","sentiment_score":0.0}
{"full_text":"Yeah, they're saying because of covid they've lost funding etc etc .... the only silver lining I can see is that I'd be buying a house ....","sentiment_score":0.0}
{"full_text":"RT 'NHS England invited us here today to show you the reality of what Covid is doing to people.'@SwainITV is live on the ICU ward a...","sentiment_score":0.1363636364}
{"full_text":"New style ","sentiment_score":0.1363636364}
{"full_text":"RT Despite the pandemic situation, team #master has fought their way out to reach all of you. Please don't share the leak...","sentiment_score":0.0}
{"full_text":"So out of the THOUSANDS upon thousands covid tests that have been done for nearly a year now, for the first time i hear you say 'false positive'. How stupid you think we are? Out of ALL who got tested, positive meant positive but hey, money is everything for the owners!","sentiment_score":-0.0159090909}
{"full_text":"If an app can detect COVID-19 carriers by the sound of a cough, should schools use it? via","sentiment_score":0.4}
{"full_text":"RT Incredible that Pete Evans can be kicked off Facebook for medical misinformation about COVID. Meanwhile, does the...","sentiment_score":0.45}
{"full_text":"RT This is from 13 January 2017We couldn't cope 4 years ago.This isn't an NHS at breaking point because of Covid, it's at b...","sentiment_score":0.0}
{"full_text":"RT Young India leading the fight against COVID-19: NYKS &amp; NSS started Jan Andolan, awareness to combat COVID-19. #YuvaShaktiW...","sentiment_score":0.1}
{"full_text":"Life under another Trump wannabe - how another despotic leader draped in the flag of nationalism and fear would use his brand of religious cult to lord it over another. In the words of John Lennon, 'Imagine.' Peace. Insha' Allah....#FreeKashmir #Kashmir #KashmirBleeds","sentiment_score":0.0}
{"full_text":"there was an MOT extension during 1st lockdown - infections are through the roof but no extension? I use my car once a week to click and collect my shopping. It makes no sense.","sentiment_score":0.0}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"why does the bank charge a whole R70 for depositing money at Capitec??? These charges are a Pandemic themselves ","sentiment_score":0.2}
{"full_text":"RT Last week I tested positive for COVID 19. Naturally my first thought was my daughter, was she going to be okay? Turns o...","sentiment_score":0.2443181818}
{"full_text":"Streaming &amp; The Embarrassment Of COVID Riches","sentiment_score":0.0}
{"full_text":"Second covid jab done yesterday, felt a bit rough last night but nothing paracetamol didn't fix ","sentiment_score":-0.0333333333}
{"full_text":"Cancer Research UK study finds different responses to #COVID19 among #cancer patients. Read more on this interesting study here via","sentiment_score":0.3333333333}
{"full_text":"RT While our government continues to tinker with lockdown levels and impose arbitrary regulations, it has failed to do the one thi...","sentiment_score":-0.3}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"RT It's #CervicalCancer Awareness Month!Cervical cancer could be the first cancer EVER in the world to be eliminated, if90% of...","sentiment_score":0.25}
{"full_text":"RT Even though Burnley could have as many as 9 players out due to covid problems + injury related things, I'm still absolutel...","sentiment_score":0.125}
{"full_text":"Create a National Food Service and employ couriers who currently work in the gig economy to deliver the food.Simultaneously deliver an essential public service in a pandemic, whilst creating well paid, secure, and unionised jobs during a recession.","sentiment_score":0.1}
{"full_text":"RT Guys please and please again. Try and stay safe out there. Everyone in my household in Ghana tested positive for COVID ....","sentiment_score":0.3636363636}
{"full_text":"RT I've not read the article but I think the headline answers its own question -'Cummings effect': why are people bending...","sentiment_score":0.6}
{"full_text":"RT #SecunderabadNeed #Blood Type :  Bombay bloodAt : KIMS Hospital.Blood Component : Need Plasma from O+ve Bombay Blood...","sentiment_score":0.0}
{"full_text":"Undoubtedly 2020 brought many changes as we all adjusted to COVID-19. Now in 2021 as bank CEOs consider their path forward, the big question is whether they'll use the experience of last year to propel the institution forward.","sentiment_score":0.1666666667}
{"full_text":"RT 14) Longer thread dedicated to she's a modern day hero and embodies the theme \"nevertheless she persisted\"","sentiment_score":0.2}
{"full_text":"\"Fundraising, service delivery &amp; day-to-day operations have moved online, with three quarters (77%) of charities having made greater use of digital &amp; technology during the pandemic, &amp; two thirds (67%) innovating to deliver services remotely.\" Read on here:","sentiment_score":0.1333333333}
{"full_text":"Be very careful and choose your words carefully about #Covid19 in Nigeria, because it is a stealthy killer disease. I have lost a few friends and acquaintances to the pandemic, including my junior brother Gen John Olu Irefin, measure your words, please.","sentiment_score":-0.1433333333}
{"full_text":"Two Congresswomen test positive for COVID-19 after sheltering in place during attack on Capitol","sentiment_score":0.2272727273}
{"full_text":"#RoyalDocumentary | The magnificent seat of the British Monarchy which is the world's oldest and largest inhabited Castle, where the Queen has spent much of the Pandemic | Watch 'Windsor Castle: A Royal Year':https:\/\/t.co\/Fxrxf1f8kQ","sentiment_score":0.275}
{"full_text":"\"The health passport can work with all Covid testing protocols - described as being test and vaccine agnostic - and provides a secure technology trail of a person's Covid test results.\"Andy Pye looks at overcoming the challenges of Covid and Brexithttps:\/\/t.co\/8Kz6j5jRT9","sentiment_score":0.4}
{"full_text":".@ICCSecGen commends the landmark African Continental #FreeTrade Agreement #AfCFTA ","sentiment_score":0.0}
{"full_text":"RT Chase feelin himself ","sentiment_score":0.0}
{"full_text":"RT i have seen more marriages in this pandemic than i have seen in my whole life","sentiment_score":0.35}
{"full_text":"*MERKEL WARNS GERMANY MAY NEED ANOTHER TEN WEEKS OF LOCKDOWN","sentiment_score":0.0}
{"full_text":"\"We have to remember the most important commodity we have in the NHS is our staff.\"It does not matter how many beds and supplies we have - if we do not have enough staff, they are pointless.\"@credland_nicki appeared on last night to give latest on #COVID19.","sentiment_score":0.2357142857}
{"full_text":"\"Post-Covid flexibility is going to make the office even better.\"An innovative article here from and how we as workspace providers can adapt our services to clients looking to find new locations for their teams to thrive inhttps:\/\/t.co\/dWFx99Qy19#GEC #startups","sentiment_score":0.3787878788}
{"full_text":"Logistics UK calls for urgent review of HGV testing system in new Covid reporthttps:\/\/t.co\/H9oBZu8n8n","sentiment_score":0.1363636364}
{"full_text":"I was wondering if he did it or not, heard about this yesterday on the way home from work","sentiment_score":0.0}
{"full_text":"#COVID19, as of 1\/12, 6am:>Global cases: 90,944,546>Global [deaths]: 1,946,248>US: 22,618,071>US (deaths): 376,280>TN: 657,396 [7865]>GA: 642,712 [10,299]>NC: 629,124 [7,578]>AL: 404,000 [5,347]>Local cases: wear a mask!","sentiment_score":0.0}
{"full_text":"\"How an obscure 1909 novella that foretold the internet can guide us through the latest lockdown\",  A fascinating insight into a world with striking similarities to life today?","sentiment_score":0.5666666667}
{"full_text":"RT It is very difficult to do rights based work in India unless and until it is funded by citizens. Do your part and support t...","sentiment_score":-0.65}
{"full_text":"Meet the airman and molecular biologist who's focused on combating the #COVID19 pandemic. #InThisTogether #KnowYourMil ","sentiment_score":0.0}
{"full_text":"Owners say a combination of a struggling economy, Brexit and the pandemic has delayed the planned refurbishmenthttps:\/\/t.co\/VhNF8fFZUH","sentiment_score":0.0}
{"full_text":"While the #COVID19 vaccine is safe and effective, there are some populations for whom the vaccine is not recommendedThis article tells you who can take the vaccinehttps:\/\/t.co\/yxtDQeemtS","sentiment_score":0.55}
{"full_text":"The city of Xuchang, China, produces over 50 percent of wigs in the world. Lately, though, the unique industry has been entangled in trade wars, pandemic restrictions, and other growing pains","sentiment_score":-0.0166666667}
{"full_text":"\"It would take time to produce and give enough vaccine shots to halt the spread of the virus\"#AWANInews #AWANI745","sentiment_score":0.0}
{"full_text":"While bars and restaurants will likely return to business as usual once there's widespread vaccination, JP Morgan Chase's James Glassman says other sectors could see changes.","sentiment_score":-0.125}
{"full_text":"During this time of year there may be confusion on the similarities of COVID-19 and flu symptoms.  To learn more about signs and symptoms, visit:   #PentaPride #WashUpBackUpMaskUp","sentiment_score":0.5}
{"full_text":"VIDEO: It's been a while since 81-year-old Gerd Kumbier has set foot in a classroom, but he's hitting the books once again to help home-school his great-granddaughters while the coronavirus keeps German schools closed","sentiment_score":-0.05}
{"full_text":"At 6 on South Bend's #1 news-Decision Tuesday. The 25th amendment is invoked or the House votes to impeach POTUS Wed am-UK covid strain found in IN. live at new St. Jos Co vaccine clinic-Finding the crooks. 74 yr old ripped off of $4k.- 4cast","sentiment_score":0.1242424242}
{"full_text":"Bahrain is making rapid strides in its fight against the coronavirus (Covid-19) with the country vaccinating almost 100,000 people in less than a monthhttps:\/\/t.co\/Re6GuyfE0q#Bahrain #Manama #Covid19 #Covid #Corona #CoronaVirus #Vaccine #Vaccines #Sinopharm #Pfizer #BioNTech","sentiment_score":-0.1666666667}
{"full_text":"RT German Chancellor Merkel Expects German Lockdown To Last Until April - Bild","sentiment_score":0.0}
{"full_text":"We won't miss this #IFPRIPolicySeminar about #Covid19 responses today!","sentiment_score":0.0}
{"full_text":"RT Vitamin D deficiency was shown to be one of the high risk in #COVID19 infection back to early last year. But overdose of...","sentiment_score":0.065}
{"full_text":"RT Remember during the first lockdown people used to edit their run times and were running 15k in like 7 mins","sentiment_score":0.25}
{"full_text":"201 new Cheshire East cases were recorded yesterday, reports","sentiment_score":0.1363636364}
{"full_text":"Now that we are in the midst of another lockdown, it's really important we all keep as active as possible for our physical &amp; mental health. Check out our #MoveMore page for some great ideas to keep #activeathome #NewYearNewYou","sentiment_score":0.1611111111}
{"full_text":"Using coronavirus tracing and warning apps can help save lives.   #eHaction #GetInvolved #Mhealth #MobileApps #COVID19 #Coronavirus","sentiment_score":0.0}
{"full_text":"COVID 19 Statistics for Scotland (12\/1\/2021) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
