{"full_text":"RT We've gotten reports of a suspected COVID-19 testing scam. Legitimate testing sites do not collect social security numb...","sentiment_score":-0.2833333333}
{"full_text":"In my second time watching it I realized the video is really crammed with a lot of good info, not merely a few nuggets amongst a lot of hot air, and the subject - the Future of Humanity - is so timely, espy with #COVID19 increasing thoughts of the many dangers to man's mortality.","sentiment_score":0.1979166667}
{"full_text":"RT Another amazing birthday project for Hobi's birthday! Thank you for all the wonderful things you are doing...","sentiment_score":0.875}
{"full_text":"RT 2) And the LA County order says there's another surge of deaths that's approaching, fueled by the gatherings that took plac...","sentiment_score":0.0}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"We want Justice#WeWantOnlineExams #CloseTheSchoolsNow #Shafqatmehmood #COVID19","sentiment_score":0.0}
{"full_text":"RT I've said it before and I'll say it again. Jab or no jab, lockdowns &amp; restrictions will never end until we say \"enough is eno...","sentiment_score":0.0}
{"full_text":"RT I am told that if Facundo Pellistri passes the Covid test that he took today, there is a chance that he could return t...","sentiment_score":0.0}
{"full_text":"RT Our Administration will lead with science and scientists -- with a CDC and NIH that are free from political influence, a Surge...","sentiment_score":0.2}
{"full_text":"RT Who mentioned numbers? I didn't. You've missed the point completely. This is how you deal with an outbrea...","sentiment_score":0.1}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT the prosecution &amp; encouraging malaysians to report LGBTQ people who are already struggling during a pandemic is fucking evi...","sentiment_score":-0.6}
{"full_text":"Another variant in California. The more virus spread there is, the more likely for different mutations to occur. Stop the spread, stop any opportunity for infection. Break transmission chains by staying home &amp; masking up if you have to go out for ONLY essential reasons.#COVID19","sentiment_score":0.1666666667}
{"full_text":"Someone complained on my business talking about our Covid signs weren't posted clear and that we weren't wearing masks or keeping our distance which was BS because we have all we are supposed to have and I make all my kids wear a mask and I keep all students apart","sentiment_score":-0.1}
{"full_text":"RT Our Administration will lead with science and scientists -- with a CDC and NIH that are free from political influence, a Surge...","sentiment_score":0.2}
{"full_text":"RT Norway says there is no link between Pfizer-BioNTech's Covid-19 vaccine and post-vaccination deaths in the country.According...","sentiment_score":0.0}
{"full_text":"RT NOW HAPPENING:Quick Response Mobilization against Abrogation of the UP-DND Accord, Quezon Hall, UP DilimanRise and figh...","sentiment_score":0.0}
{"full_text":"Covid so kena social distancing","sentiment_score":0.0333333333}
{"full_text":"RT We just need a 4-6 week \"kitchen sink\" lockdown. Which means more masks. No schools, churches, bars, restaurants. No interst...","sentiment_score":0.5}
{"full_text":"RT I wasn't sure how they were going to make it all work with no crowds, a Covid memorial, and all of it under threat. Ton...","sentiment_score":0.5}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"RT Um, what?","sentiment_score":0.0}
{"full_text":"RT (1\/4) I work in an Amazon warehouse. My coworkers have been fired for speaking up about unsafe working conditions. COV...","sentiment_score":0.0}
{"full_text":"RT UNC, Duke researchers find zero instances of \"child-to-adult\" COVID-19 transmission throughout 9 weeks of in-person instr...","sentiment_score":0.0}
{"full_text":"RT Happiest when we're together. #BT21 #BASECAMP #StayAtHome #Happiness","sentiment_score":0.7}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"RT As India undergoes the world's largest vaccination drive against COVID - 19 pandemic, we listen to an overseas citizen's pe...","sentiment_score":0.0}
{"full_text":"RT Last 18 Jan, Mr. LuDe helped me to post the first scientific evidence of origin of #COVID19 to the world, which is design...","sentiment_score":0.125}
{"full_text":"fuck lockdown","sentiment_score":-0.4}
{"full_text":"Grey and White Serves the Best Look For Kitchen Indeedhttps:\/\/t.co\/flOlanD6SX#kitchendesign #Kitchendecoration #kitchen #montrealife #montreal #mtl #mtlife #mtlfood #mtlblog #modernkitchen #cavabienaller #stayhome #interiordesign #homedesign #Montreal #kitchen","sentiment_score":0.3166666667}
{"full_text":"RT We have a dashboard tracking the number of vaccine doses received and administered by vaccine providers in Santa Clara Coun...","sentiment_score":0.0}
{"full_text":"RT CDC: Wear a mask! Social Distance! Get the vaccine!Me: absolutely!CDC: don't eat raw cookie doughMe: I'll see you...","sentiment_score":-0.0945512821}
{"full_text":"RT 10 activities that expose you to coronavirus, ranked from most to least risky","sentiment_score":0.1}
{"full_text":"I really like Snowfall, really blows my mind that the crack epidemic was funded by the US government","sentiment_score":0.2}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"You don't know who this is but it's not Joe.Is covid cured? Cause there's no distancing. Joe won't go without distancing. Look how fast he's moving. Now look at president elect vids. This ain't him. Y'all will believe anything you're fed by the media","sentiment_score":0.5}
{"full_text":"RT Trump tried to lift COVID restrictions -- but Biden transition shut it down ","sentiment_score":-0.1555555556}
{"full_text":"RT \"Breaking in #Peru ! A court has ruled that #COVID19 is an invention of the criminal elites, which according to th...","sentiment_score":-0.4}
{"full_text":"Because there're idiots still voting them in to power. I think a pledge was taken when joining that they'll vote the ANC in no matter what. Fcuken idiots!!!!","sentiment_score":-0.9}
{"full_text":"RT #B117 #variant #SARSCoV2 #superspreading event in Dutch school | Science | AAAS","sentiment_score":0.0}
{"full_text":"RT COVID Paranoias. -_-Featuring Housemate Doggo NimHusbnerd","sentiment_score":0.0}
{"full_text":"RT Hi, Nebraska. Here's a small look at COVID-19 numbers for the past few daysNew cases by date:Jan. 16: 741Jan. 17: 1...","sentiment_score":-0.2333333333}
{"full_text":"RT Covid : Three special reliefs announced for electricity and water bills","sentiment_score":0.3571428571}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"I won't say it cause I been saying it","sentiment_score":0.0}
{"full_text":"Never ever forget this administration made Black voters stand in 8 hour lines during a fucking pandemic to vote only to demand those votes be discarded. To the bitter end - they publicly tried to disenfranchise Black voters.","sentiment_score":-0.1722222222}
{"full_text":"RT Tragically, 100 Ontarians died the last 24 hours.","sentiment_score":0.0}
{"full_text":"RT Cartels &amp; traffickers have ravaged our southern border for decades and Congress refused to act to secure it. But the m...","sentiment_score":0.2}
{"full_text":"RT #CoronaVirusUpdates: Total #COVID19 Cases in India (as on January 19, 2021)>96.66% Cured\/Discharged\/Migrated (1,0...","sentiment_score":0.0}
{"full_text":"jesus christ talk about pathos","sentiment_score":0.0}
{"full_text":"the \"field of flags\" represents the american people who were unable to travel to washington, d.c. for inauguration day amid the coronavirus. omg, it's gonna look beautiful  #Inauguration2021","sentiment_score":0.1166666667}
{"full_text":"Now it dawns on the useless idiot...its over!Whatever he thinks just doesn't matter any more!The clock ticks down...","sentiment_score":-0.3277777778}
{"full_text":"RT With the pandemic worsening, and more contagious variants emerging around the world, this is not the time to be lifting restri...","sentiment_score":0.5}
{"full_text":"RT I had a request to repost this (from the early days of the pandemic). Obliged.","sentiment_score":0.1}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT With the pandemic worsening, and more contagious variants emerging around the world, this is not the time to be lifting restri...","sentiment_score":0.5}
{"full_text":"So so thankful my job offers covid tests .","sentiment_score":0.1}
{"full_text":"RT OK lemme correct it.. Outside Diwali,  Pongal, Summer, Winter, Fall, Working day, Holiday, Pandemic, Non pandemic, Jan-Jun...","sentiment_score":0.25}
{"full_text":"RT Remember Anita Anand and Justin Trudeau bragging that Canada bought more doses than any other country?Now it comes o...","sentiment_score":0.1875}
{"full_text":"Day 10: felt a little better today, so I thought I could maybe just try to get some stuff done. Wrong. Covid said haha feel bad again. Now back in bed resting.  #covidchronicles","sentiment_score":-0.1145833333}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"Illegal CARAVANS (encouraged by STUPID BIDEN's big mouth) are coming with COVID as their gift to Americans. What a MESS already! It's all downhill from this point.","sentiment_score":-0.3796875}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"RT A lot can change in a year. In February 2020 just before the COVID outbreak in SoCal, Disneyland hiked its ticket prices and...","sentiment_score":0.0}
{"full_text":"Just heard that it could take 6-8 years to vaccinate all Americans against COVID-19\/SARS-CoV-2, anti-maskers need a card so that hospitals can avoid wasting time on them!  We need more doses of the vaccines made\/released!(listening to news reports)","sentiment_score":0.5}
{"full_text":"RT CCP has launched a new #SocialControl system called \"civilization code,\" that combines China's coronavirus #HealthCode...","sentiment_score":0.1363636364}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"RT The funniest pandemic sentence yet","sentiment_score":0.0}
{"full_text":"RT Comme par hasard...","sentiment_score":0.0}
{"full_text":"RT More than 100 state and local health officials have been fired or have resigned since the beginning of the pandemic. \"It fe...","sentiment_score":0.25}
{"full_text":"Researchers from have utilized a ground-breaking artificial intelligence (AI) platform to derive an optimal combination of available therapies against #COVID19","sentiment_score":-0.1}
{"full_text":"Revenue Strategies to bounce back from COVID impact #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"Revenue Strategies to bounce back from COVID impact #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"COVID-19 Forces Many Companies to Sublease Office Space #CRE #COVID-19 #Subleasing #Office #TenantTips","sentiment_score":0.5}
{"full_text":"OH OKAY","sentiment_score":0.5}
{"full_text":"Just ponder this... And take note...","sentiment_score":0.0}
{"full_text":"RT DAY 305 OF THE PANDEMIC LET'S HEAR IT FOR DAY 305","sentiment_score":0.0}
{"full_text":"RT Comic book artist's sudden death a shock: 'We had no idea he had Covid'","sentiment_score":0.125}
{"full_text":"I wrote this article a while back to build a Java based simulation for coronavirus ","sentiment_score":0.0}
{"full_text":"My Lord. Glad I left when I did lol","sentiment_score":0.4333333333}
{"full_text":"OUR MASSAGE STUDIO BASEL IS PERMITTED TO BE OPEN AFTER JAN 18th 2021.https:\/\/t.co\/IrR8baEZV7 #open #now #massage #basel #thaimassage #wellness #Switzerland #COVID19","sentiment_score":0.0}
{"full_text":"Shii","sentiment_score":0.0}
{"full_text":"#FromTheCenter: CDC, FDA Investigating California Moderna Covid-19 Vaccine Lot With 'Higher Than Usual' Allergic Reactions | Reporting by #COVIDVaccine #California","sentiment_score":0.0}
{"full_text":"3 more COVID-19 cases linked to Australian Open arrivalshttps:\/\/t.co\/9FTHTg0jSA","sentiment_score":0.1666666667}
{"full_text":"A California man who told police that the coronavirus pandemic left him afraid to fly has been arrested on charges that he hid in a secured area at Chicago's O'Hare International Airport for three months.https:\/\/t.co\/53hdTrj2os","sentiment_score":0.05}
{"full_text":"As many as 95.5 million (95,596,078) people have been reported to be infected by #coronavirus globally and 2,041,872 have died. ","sentiment_score":0.25}
{"full_text":"RT Happy Monday everyone! Have a lovely day! My check up went well last week. Unfortunately, Mum had a fall and is now nu...","sentiment_score":0.28125}
{"full_text":"RT The night before Biden's inauguration, a D.C. ceremony will feature lights around the Lincoln Memorial Reflecting Pool -- the fir...","sentiment_score":0.0}
{"full_text":"Christopher Nolan's new film is let down by a convoluted story but it makes a strong case for heading back to theatres in the time of Covid.Uday Kanungohttps:\/\/t.co\/lXRpyXrMEM","sentiment_score":0.1035353535}
{"full_text":"Free Rapid Covid Testing At Birmingham AIDS Outreach In Birmingham ALEvery Monday, Tuesday, Wednesday &amp; Thursday - 12:45PM to 5:45PM CSThttps:\/\/t.co\/26Ufm9gajW#PrideParadenet #LGBTQ #LGBTQEvents #COVID19 #LGBTQBirmingham #LGBTQAlabama","sentiment_score":0.4}
{"full_text":"LOVE IS THE WAY!A stay-at-home cup sleeve event for our dear '94-line, Seulgi &amp; Wendy's birthdays! See form for more details:","sentiment_score":0.5625}
{"full_text":"In the three days since #COVID19Vaccination began in India, roughly 50 people have been given doses per session -half of the 100 on average expected by the government, data released by the Union health ministry showed(by","sentiment_score":-0.1291666667}
{"full_text":"LIVE UPDATES | US surpasses 24 million coronavirus caseshttps:\/\/t.co\/nl9bjMCzhs","sentiment_score":0.1363636364}
{"full_text":"FACTBOX: The origins of #COVID19","sentiment_score":0.0}
{"full_text":"Rajasthan slashes #COVID19 RT-PCR test prices to Rs500","sentiment_score":0.0}
{"full_text":"The Cocoa Horizons Foundation is scaling impact and driving change. Even during the challenging #Covid19 pandemic, the #CocoaHorizons program continued. Check out the impact achieved this past year in the Cocoa Horizons 19\/20 Full-Year Reviewhttps:\/\/t.co\/EcteoXgCOw","sentiment_score":0.125}
{"full_text":"Not leaving the house has also meant not letting anyone enter her home, which has come with its fair share of challenges. ","sentiment_score":0.7}
{"full_text":"More than 15 percent of the doses at the Fair Park hub went to three high-income ZIP codes in its first few days.","sentiment_score":0.3125}
{"full_text":"There was stress on compliance with the coronavirus-mandated standard operating procedures (SOPs) including the use of face masks and social distancing measures.https:\/\/t.co\/931rIemkF1","sentiment_score":0.0166666667}
{"full_text":"The man did not want to board another plane and was \"scared to go home due to COVID...\"","sentiment_score":-0.125}
{"full_text":"Read today's edition of The Peninsula Sport (Jan 19) for latest updates on #Qatar #COVID19 #ClubWC #MiddleEast #SportsNews #Football #Cricket #Qatar2022 #QSL  #Handball #DakarRally #AustralianOpen","sentiment_score":0.5}
{"full_text":"What it's like to go through a drive-thru coronavirus vaccine clinic: #kprc2 #hounews","sentiment_score":0.0}
{"full_text":"The CDPHE says they're focusing on providing the vaccine to everyone without barriers, and are relying on the honor system rather than checking IDs.","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden's incoming White House press secretary says his administration does not intend to lift coronavirus travel restrictions for Europe, the U.K., Ireland and Brazil.https:\/\/t.co\/JOANSPA4Qq","sentiment_score":0.0}
{"full_text":"RT Way too sensible and reasonable..Azarenka asking everyone - players and media- to calm down.And remember. It is a pand...","sentiment_score":0.3}
{"full_text":"Jordyn Woods asks fans for to \"pray\" for BF Karl-Anthony Towns after his COVID-19 diagnosis. He lost his mother to the virus last year.","sentiment_score":0.0}
{"full_text":"Negligence has been the main cause for a spike in the coronavirus (Covid-19) cases in Bahrain in the past few days, a top official has affirmed#BahrainRead more:https:\/\/t.co\/QNLgLtLOHC","sentiment_score":0.0541666667}
{"full_text":"RT Pres. Trump says he is ending Covid-19 travel restrictions for air travelers from Europe and Brazil, a move that the incoming...","sentiment_score":0.0}
{"full_text":"If you show any signs of infection, get tested immediately and do not return to work  until you are clear.https:\/\/t.co\/L3oWsuO4DX","sentiment_score":0.0}
{"full_text":"RT UN civil #aviation organisation says global #AirTraffic  crashed 60% from 4.5 bn in 2019 to 1.8 bn in 2020 due t...","sentiment_score":-0.0625}
{"full_text":"\"The most vulnerable population doesn't have the ability to be patient,\" says Blake.","sentiment_score":0.0}
{"full_text":"RT  Unprecedented Economic Boom Tax Relief for the Middle Class Fair and Reciprocal Trade American Energy Indep...","sentiment_score":0.3}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"What are the criteria for an employee exposed to a COVID-19 case in the workplace to return to work?https:\/\/t.co\/rSv93Bbl8X#covid19 #Californiaemployers #employmentlaw","sentiment_score":0.0}
{"full_text":"Yeah.  What are doing with all the tax money? Not spending for Covid etc., but spending money unnecessarily for your own lavish spending like Central Vista, Air plane for 8000cr. rs. &amp; giving tax relief to crony friends.","sentiment_score":0.0666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 30.5FWind Chill: 30.5FHumidity: 97%Dew Point: 29.8F Barometer: 30.033 inHgWind: 0 mph from the WCorona Virus Weekly Stats:Cases: 194.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Indian Railways braved hard climatic conditions and raging COVID-19 pandemic to complete all its ambitious projects: PM","sentiment_score":0.0194444444}
{"full_text":"RT Thank you, President  Our scientists and health-warriors have risen to the occasion. The vaccines being develo...","sentiment_score":0.0}
{"full_text":"RT Our Administration will lead with science and scientists -- with a CDC and NIH that are free from political influence, a Surge...","sentiment_score":0.2}
{"full_text":"RT Last 18 Jan, Mr. LuDe helped me to post the first scientific evidence of origin of #COVID19 to the world, which is design...","sentiment_score":0.125}
{"full_text":"COVID 19 impact in MLM Business","sentiment_score":0.0}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"RT Happiest when we're together. #BT21 #BASECAMP #StayAtHome #Happiness","sentiment_score":0.7}
{"full_text":"Go Outside More #COVID19 #MancrushMonday #MondayBlues #MondayMemories","sentiment_score":0.25}
{"full_text":"In our post-Covid world, candidates are increasingly looking for specific things from prospective employers in terms of their culture - find out what they are here #recruitment #2021 #guide","sentiment_score":0.0}
{"full_text":"Dollar General is offering employees a deal: Go get a Covid-19 vaccine and receive four hours of pay","sentiment_score":0.05}
{"full_text":"#Lebanon awaits arrival of first #coronavirus vaccines doses as nationwide lockdown remains to check rising number of #COVID19 cases.","sentiment_score":0.25}
{"full_text":"COVID-19 UPDATES : 1,617 New Cases Confirmed","sentiment_score":0.2681818182}
{"full_text":"#TodayInHistory Inspiration The undertaking of a new action brings new strength. - Richard Evans#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":0.1242424242}
{"full_text":"Certain parenting behaviors associated with positive changes in #well-being during COVID-19 pandemic","sentiment_score":0.2207792208}
{"full_text":"Medical staff at Rutland Regional Medical Center are developing a plan that would allow patients with COVID-19, if they are willing and if they have someone who can help support their care, to recover at their homes rather than in the hospital.","sentiment_score":0.0375}
{"full_text":"RT .@StateDept has just confirmed that a Chinese laboratory suspected of being the source of the Covid-19 virus that's kille...","sentiment_score":0.2}
{"full_text":"Covid tests are no joke ","sentiment_score":0.0}
{"full_text":"Only PS724m Of Fraud Hit UK Courts In 2020 Despite Lockdown Fraudsters Taking Advantage Of Consumer Uncertainty ","sentiment_score":0.0}
{"full_text":"Sad but true. EPA has now allowed crematoria to do their thing:","sentiment_score":-0.075}
{"full_text":"RT The antidote for \"psychic numbing\"Read the stories of loss of lives and grieving families of covid victims, as young as 23,...","sentiment_score":0.1}
{"full_text":"RT Happiest when we're together. #BT21 #BASECAMP #StayAtHome #Happiness","sentiment_score":0.7}
{"full_text":"Amen.","sentiment_score":0.0}
{"full_text":"52% of Indian companies agree the #pandemic has accelerated #digital working practices finds Cognizant study via LiveMint. #theworkahead","sentiment_score":0.0}
{"full_text":"RT I urge every Ghanaian to wear a mask and practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"If you invest $1000 in $DCP.C today at $22.15 per share, and the stock prices rebound back to pre-pandemic prices at $24.92, your investment would be worth $1125.06! That's 13% growth and $125.06 profit!  See more:  $BG $SSSS $AHPI $ALOT $SHW","sentiment_score":0.3229166667}
{"full_text":"RT Petition to rename tourists COVID colonizers","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 6.4degC * Wind: NW 0.0 to 0.0mph * Pressure: 994.3hPa * Rain: 0.6mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:31 * Sunset: 16:36 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"New #IDC report highlights need for #digitaltransformation to successfully navigate disruptions from global pandemic, names #IBM #TRIRIGA a leader","sentiment_score":0.2954545455}
{"full_text":"#SupplyChain managers are big #AI advocates despite letdowns during #COVID. The faith remains on their knowledge and trust on AI as a partner an enabler to enhance the SC performance","sentiment_score":0.0}
