{"full_text":"Follow the destruction at:https:\/\/t.co\/vqYi5aJJ86#FollowTheCoup Livestream starts now","sentiment_score":0.0}
{"full_text":"Time to be a broken record: the top non-covid priority for Congress should be something that no one is talking about: expanding the House of Representatives.","sentiment_score":0.05}
{"full_text":"RT That Ted Cruz would wear a \"Come And Take It\" mask to President Biden's inauguration - especially when Biden and Harris...","sentiment_score":0.0}
{"full_text":"RT Twenty-five times, according our Trump claims database, former president Trump announced he had put the military in cha...","sentiment_score":-0.05}
{"full_text":"RT Saying you've \"been in contact\" with a rural medical officer of health when a fast-spreading Covid variant that's new to s...","sentiment_score":0.0454545455}
{"full_text":"RT *PFIZER TELLS CBS IT'S WILLING TO SELL VACCINES TO STATESMeanwhile... Israel's top doctor claims first Pfizer vaccine dose...","sentiment_score":0.3333333333}
{"full_text":"I'll not lie it has been a longer wait than expected, I underestimated the work, planning, testing and everything else that goes into a \"human\" project of this scale.","sentiment_score":-0.05}
{"full_text":"RT  Vaccine Update in Hastings and RyePlease follow the link below to get the latest information on the Covid19 vaccine...","sentiment_score":0.5}
{"full_text":"Rapid Covid tests found to catch nine out of ten infectious cases, major study finds","sentiment_score":0.03125}
{"full_text":"RT #COVID19 virus is high-contagious and deadly by designs.By increasing\/lowering data like the accuracy of PCR tests, pos\/...","sentiment_score":-0.2}
{"full_text":"Bill showing us how to wear a mask properly...","sentiment_score":0.0}
{"full_text":"RT India recorded unhindered pace of building National Highways despite hurdles posed by Corona pandemic! National Highways...","sentiment_score":0.0}
{"full_text":"RT I hand-punched Tainted Love into this strip of card because lockdown.","sentiment_score":0.5}
{"full_text":"RT Biden inherits no Covid plan from the Trump administration. Proves that the book that Kaleigh held up was full of blank...","sentiment_score":0.2166666667}
{"full_text":"S T U P I D   !!!mRNA vaccine DOES NOT prevent against \"catching\" SARS-Cov-2 (Co) nor stop transmitting Co !Vaccinated person can start travelling with Co or \"catch\" Co during it and so can get sick in time of travelling or after it.","sentiment_score":0.0178571429}
{"full_text":"RT No, officials have asserted the contrary based on contract tracing notes because kids don't really go anywhere or do much...","sentiment_score":0.2}
{"full_text":"RT The Are #StanleyKeg Champs!I would have given anything to skate w\/the Team last night, but that was...","sentiment_score":0.0}
{"full_text":"RT Pres Biden will sign 10 more executive orders related to COVID-19 today including directing agencies to use the National Defen...","sentiment_score":0.25}
{"full_text":"RT \"What we're inheriting from the Trump administration -- what we're inheriting is so much worse than we could have imagined,...","sentiment_score":-0.4}
{"full_text":"RT GPs truly are the unsung heroes of this pandemic but have had to contend with a lot of abuse. Even as they work tirelessly...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"I can't wait for my post-lockdown Ho phase. Which will basically just be a continuation of my pre-lockdown Ho phase.","sentiment_score":0.0}
{"full_text":"RT #UPDATE A fire broke out on Thursday at the Serum Institute of India, the world's largest maker of vaccines, but a company source...","sentiment_score":0.0}
{"full_text":"2021 has been a roller coaster &amp; it's still the first month?! I'm doing so well at taking the right steps to better my future. I quit my TOXIC job &amp; now boom my grandma has passed due to COVID.. SIGH","sentiment_score":0.1946428571}
{"full_text":"RT COMPETENCE!!!","sentiment_score":0.0}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"Corporate travel is recovering?","sentiment_score":0.0}
{"full_text":"RT .@NeilDotObrien is doing a grand job publishing  #COVID19 facts &amp; calling out those who have a long history...","sentiment_score":0.225}
{"full_text":"Two things changed.1. Additional research showed that masks help prevent the spread of Covid 19.2. Supply of PPD finally caught up with demand--average citizens were encouraged to refrain from buying up stocks of masks, gloves, sanitizers, etc. when hospitals were short.","sentiment_score":0.0}
{"full_text":"RT Things Jason Kenney Can't Manage:- Building Pipelines- Covid 19 Response- Inter-Government Relations- The Deficit - Pro...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Your friendly reminder that America is ranked 27th in education...","sentiment_score":0.375}
{"full_text":"RT Reminder ...Joe Biden's first act as President was to throw a lavish celebrity-filled party, hosted by Tom Hanks, while peo...","sentiment_score":0.25}
{"full_text":"RT In the past few weeks, Chinese state media outlets have escalated their negative coverage of the efficacy, safety, pra...","sentiment_score":-0.1875}
{"full_text":"RT Good morning America.  At long last, you get a National Strategy to tackle COVID today.  This isn't going to be easy, and it isn...","sentiment_score":0.2708333333}
{"full_text":"RT Here's what you need to know about Joe Biden's plan to get to 100 million vaccines in 100 days by...","sentiment_score":0.0}
{"full_text":"Relationship abuse has increased horribly during lockdown. But did you know quite how young it starts? Our workshops are designed to arm young people with knowledge and skills to prevent abusive behaviour in themselves and others.  A way of protecting their future mental health.","sentiment_score":-0.18}
{"full_text":"RT \"What we're inheriting is so much worse than we could have imagined. And you know, we are committed to being transparen...","sentiment_score":-0.4}
{"full_text":"RT I never want to hear the phrase \"we just need a businessman to run the government\" ever again.","sentiment_score":0.0}
{"full_text":"RT Good morning America.  At long last, you get a National Strategy to tackle COVID today.  This isn't going to be easy, and it isn...","sentiment_score":0.2708333333}
{"full_text":"Low-deposit #mortgages have made a return as the market emerges from a #Covid-related slowdown.Mortgage products for #homeowners with a #deposit of 10% of their property's value have risen more than fourfold compared with last summer's low.https:\/\/t.co\/IQ7ipXpQTk#property","sentiment_score":0.25}
{"full_text":"RT North Carolina increases SNAP benefits because of pandemic; clients say it's not enough","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Members of the Student Support Services Team will be the guests on our next edition of Spotlight One. Click t...","sentiment_score":0.0}
{"full_text":"#Psychology Workplace: \"I can not management my #Jealousy and my boyfriend will get drained, something he does appears suspicious to me\" #Anxiety #ConsultingRoom #Couple #Covid #Crisis #Depression #MotherInLaw #Soledad","sentiment_score":0.0}
{"full_text":"RT When the Biden team got into the White House, they found Trump had NO PLAN to distribute vaccines. None.We are approac...","sentiment_score":0.0}
{"full_text":"The previous administration probably just needed two more weeks.","sentiment_score":0.1666666667}
{"full_text":"RT 'Best country in the world' update. #GavinWilliamson #ToryShambles #ToryIncompetence","sentiment_score":1.0}
{"full_text":"RT Organizations and government agencies such as the and wouldn't be pitted against one another i...","sentiment_score":0.0}
{"full_text":"RT NEW: Joe Biden and his advisers are inheriting no #coronavirus vaccine distribution plan to speak of from the Trump adminis...","sentiment_score":0.1363636364}
{"full_text":"Today is #NationalHuggingDay. Studies show human contact is essential for health &amp; well-being. We all feel it during COVID. Far worse, New York locks people in solitary confinement for months, years, and even decades. It's torture &amp; it must end. #HALTsolitary","sentiment_score":-0.0327272727}
{"full_text":"RT \"There is nothing for us to rework. We are going to have to build everything from scratch.\" --&gt;Sources told CNN there simply...","sentiment_score":0.0}
{"full_text":"RT Yes, Trump intentionally let as many Americans die as possible for a full year now - passive genocide.He should be sent...","sentiment_score":0.2833333333}
{"full_text":"RT Ted Cruz urged Congress not to help \"blue states\" combat #COVID19Voted against compensation for 9\/11 vic...","sentiment_score":0.0}
{"full_text":"WOO almost panicked there. the school emailed my parents but it wasn't for my grades, it was to introduce a new thing for covid testing PHEW","sentiment_score":0.1363636364}
{"full_text":"Covid-19 has given us all an opportunity to reflect on what is important. Our paper presents our vision that Wales can be a home to thriving people, in a thriving country whilst respecting the wellbeing of all people and the health of the whole planet.","sentiment_score":0.3}
{"full_text":"RT President Biden released details of his Covid response plan, including 10 executive orders and his intent to use the Defens...","sentiment_score":0.0}
{"full_text":"RT #ACMilan have announced that Ante Rebic and Rade Krunic have tested negative for #coronavirus and that Theo Hernandez w...","sentiment_score":-0.3}
{"full_text":"RT JUST IN: Minister in the Presidency, #JacksonMthembu has died from \"COVID-19 related complications\", according to the Pres...","sentiment_score":0.0}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT #MoodOfTheNation | 73% polled Indians satisfied with the government's handling of the pandemic#MOTN #COVID19 #Coronavirus...","sentiment_score":0.5}
{"full_text":"RT #UPDATE In a dramatic about-turn, the new US administration on Thursday thanked the World Health Organization (#WHO) for leading t...","sentiment_score":-0.1484848485}
{"full_text":"The funniest part to me about all these post-insurrection arrests and charges is that if those dumbfucks had just followed the very most basic COVID protocols and worn a fucking mask before attempting to subvert democracy, none of them would be in custody right now ","sentiment_score":0.0839285714}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"RT Hon Prime Minister Shri Ji is launching pan-India rollout of COVID-19 vaccination drive. #LargestVaccineDrive ht...","sentiment_score":0.0}
{"full_text":"Everybody I know who were lockdown supporters before, incl numerous doctors &amp; scientists, now believe its time to move on with risk mitigation. The collateral damage and lack of exit strategy is too much for people to cope with.","sentiment_score":0.1}
{"full_text":"RT I for one am amazed that a government that's got everything fatally wrong leading to the worst Covid death rate in the...","sentiment_score":-0.75}
{"full_text":"RT VACCINE ALERT from the CDC:Those who have had an allergic reaction to the *FIRST dose of COVID-19 should *NOT get the...","sentiment_score":0.25}
{"full_text":"Oh wow! How awesome... I'm heading over there now. My daughter and I made a card game over Lockdown 1 and it was so gratifying. We made them through but it ended up too expensive to make for anyone else!","sentiment_score":0.025}
{"full_text":"RT Vaccinated people will test positive even with the reduced cycles and have become spreaders...","sentiment_score":0.2272727273}
{"full_text":"RT I am once again asking you to wear a mask.","sentiment_score":0.0}
{"full_text":"RT Hello people. Please help my friends at Samata Kala Manch any way you can. I've volunteered alongside them and can speak to the...","sentiment_score":0.0}
{"full_text":"RT Terrific column from including some dark home truths about how many Australians view expats","sentiment_score":0.1166666667}
{"full_text":"Teddy, are you ever going to gaf about us down here in Texas? Remember us? We want Covid19 vaccs. We want free &amp; fair elections. We want a senator who is not a traitorous prick. Resign.","sentiment_score":0.3148148148}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"Biden inheriting nonexistent coronavirus vaccine distribution plan and must start 'from scratch'. Well what about a health care plan, then? Something? Anything?","sentiment_score":0.0}
{"full_text":"The UK government are literally fucking everything up aren't they. #JohnsonMustGo #BorisFailedBritain #BorisHasFailedTheNation #BorisJohnsonMustGo","sentiment_score":-0.6}
{"full_text":"RT When the Biden team got into the White House, they found Trump had NO PLAN to distribute vaccines. None.We are approac...","sentiment_score":0.0}
{"full_text":"Covid: Labour attacks Sunak over strategy to help economy - shadow chancellor claims her Tory counterpart has called the crisis wrong \"time and again\".BBC NewsNewsATW","sentiment_score":-0.5}
{"full_text":"RT The Senate is already gridlocked by Republican intransigence on a power-sharing agreement. Biden's gotta get \"incurious\" fa...","sentiment_score":0.0}
{"full_text":"RT Five people died as a fire tore through a building at the world's biggest vaccine manufacturing hub in #India Thursday, but...","sentiment_score":0.0}
{"full_text":"I'm struggling with people who want to visit us thinking COVID is nothing to worry about and become upset when I ask them to wear mask if they're coming over. In my hospital ICU is still pretty much full. Because of these people people can't have elective surgeries.","sentiment_score":0.3}
{"full_text":"RT Greek PM explains how the vaccination certificate will help revive tourism and streamline the current ineffici...","sentiment_score":0.0}
{"full_text":"RT ok joe. the girls need: - stimmies- student debt cancelled - shut the country down for like 2 weeks to slow covid - ma...","sentiment_score":0.0148148148}
{"full_text":"RT Imagine a sequel with them fighting Corona","sentiment_score":0.0}
{"full_text":"RT Reminder ...Joe Biden's first act as President was to throw a lavish celebrity-filled party, hosted by Tom Hanks, while peo...","sentiment_score":0.25}
{"full_text":"can you be anymore ignorant than this ??? You are a liar and the most ignorant person I've ever heard speak...","sentiment_score":0.5}
{"full_text":"Chick-fil-A &amp; COVID testing sites are definitely competing to see who has a longer line","sentiment_score":0.0}
{"full_text":"RT Good morning to everyone except Joe Biden who's first act as President was to throw a lavish celebrity-filled party, hosted b...","sentiment_score":0.475}
{"full_text":"Mankind has to be thankful to@SerumInstIndia#CoviShield#CovishieldVaccinemaking the #Vaccine available for poor countries9\/10 of #Vaccination is by rich countries done &amp; the orders of this countries are absolutely oversupplied#ThankYou  #India","sentiment_score":0.14375}
{"full_text":"RT Petition: Drastically ease lockdown once the most vulnerable have been vaccinated","sentiment_score":0.0}
{"full_text":"RT Wife contracts covid, she's hospitalized &amp; dies. Husband gets tested, he's positive. He's told not to move by officials th...","sentiment_score":0.2272727273}
{"full_text":"RT COVID-19 VACCINE UPDATE: The new Broward reservation system is going live at 10am this morning. If you are a frontline me...","sentiment_score":0.1363636364}
{"full_text":"RT Will you ever just FUCK OFF.","sentiment_score":-0.4}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"COVID vaccine shots have been offered in about half of the state's 750 long-term care facilities. The other half should be visited by CVS or Walgreens, which is handling SC's long-term care shots, by Jan. 28 for initial doses @postandcourier ","sentiment_score":-0.1145833333}
{"full_text":"It worries me that the Gov will lessen the quality of food imported into the UK including chickens. They can't even handle a pandemic let alone food. God help us all. I'm sure the Gov have been infected with mad cows disease.","sentiment_score":-0.0625}
{"full_text":"RT I want student loans forgiven by Monday, lockdown on Wednesday, and my college students included stimulus check by Friday","sentiment_score":0.0}
{"full_text":"Choosing to wear a mask is fine. That is a choice (hence freedom). Being forced by OUR government, that is tyranny.","sentiment_score":0.0583333333}
{"full_text":"RT If blue collar Americans are still in doubt which President is looking out for them... Trump Pushed mandatory atten...","sentiment_score":0.0}
{"full_text":"RT just FYI!! experts don't yet know whether or how much the vaccines decrease one's ability to transmit the virus","sentiment_score":0.2}
{"full_text":"RT On his first full day in office, President Biden plans to go on the offensive against the coronavirus with a national strategy...","sentiment_score":0.3}
{"full_text":"We have all this people among us. Why won't cocaine turn into Kokonte? Why wouldn't excavators fly away? Why wouldn't we reopen schools when there are increase in Covid-19? Why wouldn't human being voted for chew ballots papers? In fact, the cow will surface soon.... NPP indeed","sentiment_score":0.2222222222}
{"full_text":"RT Sir Iain Duncan Smith, former Conservative Party leader: If the World Health Organisation says we should be re-testing asymp...","sentiment_score":0.0}
{"full_text":"RT All that can wait. $2,000 monthly stimmy, lock down, and student loans are number 1,2, and 3 on yall list right after thos...","sentiment_score":0.0650793651}
{"full_text":"RT it's still not too late to amend 2nd dose schedule for mRNA #CovidVaccine Designed &amp; invented by e...","sentiment_score":-0.15}
{"full_text":"RT We're once again asking you to wear a mask on the train or bus.","sentiment_score":0.0}
{"full_text":"Primary prevention","sentiment_score":0.4}
{"full_text":"RT Today, issued a mask mandate on federal property, launching his \"100 Day Masking Challenge\" as part of our efforts t...","sentiment_score":0.0}
{"full_text":"Sergio Aguero announces he's tested positive for COVID-19.Get well soon ","sentiment_score":0.2272727273}
{"full_text":"President Joe Biden launched initiatives on Thursday to rein in the raging COVID-19 pandemic, tackling his top priority on his first full day in the White House as he tries to turn the page on Donald Trump's tumultuous leadership.https:\/\/t.co\/R9Umk844xQ","sentiment_score":0.2}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"When I win the lottery.\"","sentiment_score":0.4}
{"full_text":"To access capital, entrepreneurs need alternatives to venture capital and banking, writes #RighttoStart CEO Victor Hwang in #CitiesSpeak for","sentiment_score":0.0}
{"full_text":"Local pubs and breweries are the heart of communities across the UK, supporting 900,000 jobs pre-pandemic. This industry needs support now more than ever as a result of COVID-19; will you write to the Chancellor and ask him to cut Beer Duty? #longlivethelocal","sentiment_score":0.25}
{"full_text":"Help us keep the libraries a safe environment for everyone to work in - follow the social distancing measures in place, use the cleaning materials provided and unless you are medically exempt, wear a face mask when moving around the buildings.","sentiment_score":0.1777777778}
{"full_text":" is getting ready for their virtual Spring season! See how they've adapted to make their new performance space at safe for in the times of COVID-19.  For access to virtual Spring Season, please visit","sentiment_score":0.2954545455}
{"full_text":"RT We are in a pandemic?? And the capitol was attacked two weeks ago?? Like???","sentiment_score":0.0}
{"full_text":"#Derbyshire covid infection rates are falling - but they still remain high","sentiment_score":0.16}
{"full_text":"The majority of organizations say they are contemplating whether to mandate #vaccinations for their #employees . What is your organization considering?#accessibleHR #healthcare #COVID19","sentiment_score":0.0}
{"full_text":"Managing loans during covid 19 has taught bankers a lot. Accenture team looks at some of the key issues surrounding these challenge areas","sentiment_score":0.0}
{"full_text":"In today's #ArthritisAtHome, speaks to Carrie Barnes, a person living w\/rheumatoid arthritis &amp; front-line health care professional, about taking the #COVID19 vaccine.","sentiment_score":0.1}
{"full_text":"RT While President Biden was attending ceremonies today, 8,000 Americans died of COVID-19 on his watch. Hey am I do...","sentiment_score":0.0}
{"full_text":"An estimated 15-25% of hospitalised patients have a urinary catheter inserted during their inpatient stay and up to 13% of nursing home patients undergo regular changes of long-term urinary catheters &gt;","sentiment_score":0.0}
{"full_text":"RT President Biden to sign 10 executive orders to tackle Covid-19 pandemic","sentiment_score":0.0}
{"full_text":"RT President Joe Biden's top medical adviser on COVID-19, Dr. Anthony Fauci, on Thursday announced renewed U.S. support for the W...","sentiment_score":0.25}
{"full_text":"I believe their plan was to just ignore covid-19 until it went away, like a miracle","sentiment_score":0.0}
{"full_text":"As we emerge from Covid-19 pandemic, there will be a re-balancing of investment in assets and how we manage them, predicts Mark Kaney from Binnies.","sentiment_score":0.0}
{"full_text":"In #Serbia, young leaders are working across political parties and ideological differences to learn from their greatest resource - each other.   How are strengthening their network and staying connected during #COVID19 ","sentiment_score":0.24375}
{"full_text":"RT 'Too early to say' whether coronavirus lockdown will end by summer, Boris Johnson says","sentiment_score":0.1}
{"full_text":"California now says it's safe to resume using a batch of Moderna coronavirus vaccine that was paused. The decision frees up more than 300,000 doses.https:\/\/t.co\/wP9TAWRv9f","sentiment_score":0.5}
{"full_text":"For Sri Craven, the #pandemic has prompted the return of #memories from a past life.Read the rest of Craven's #poem on the site! #COVID19 and #Education","sentiment_score":-0.3125}
{"full_text":"Free Access: NEJM Covid-19 Articles and Resources. #COVID19 #SARSCoV2","sentiment_score":0.4}
{"full_text":"RT Leeds Rhinos Director of Rugby Kevin Sinfield explains the process the club has gone through in recent days to arrive at t...","sentiment_score":0.0}
{"full_text":"For the first time in several years, the average property value submissions to the banks have exceeded the double-digit growth percentage during the last five months.https:\/\/t.co\/tV6PJpJTpl","sentiment_score":0.025}
{"full_text":"A physician Wednesday said the growing number of those receiving COVID-19 vaccinations shouldn't be alarmed if they feel more sore or tired after getting their second doses.","sentiment_score":0.0333333333}
{"full_text":"Awful news https:\/\/t.co\/vQ4BMnQItd","sentiment_score":-1.0}
{"full_text":"Winter is a time when respiratory illnesses circulate and this year we have COVID as well as the usual illnesses. Contact your GP or pharmacist about your free flu jab and protect yourself this winter. For more information visit:","sentiment_score":0.2166666667}
{"full_text":"Heineken has announced that it will cut 70 jobs and put investments on hold in South Africa, following the impact of #alcohol bans amid the #Covid19 pandemic, according to Reutershttps:\/\/t.co\/2xyuOUYNGM (via","sentiment_score":0.0}
{"full_text":"The message to us all is #StayHome but how can we keep active? It's important to move everyday, whether its household chores or gentle exercises. The #KITBag gives you ideas, motivation and hopefully inspiration to move around at home. Plus it's fun!","sentiment_score":0.1283333333}
{"full_text":"How has your work changed throughout the COVID-19 pandemic? BCDHA wouldlike your help as we continue to understand how things have changed in oral health offices by filling out this survey. The results will help us support our members.https:\/\/t.co\/hVu5tqrJmt","sentiment_score":0.0}
{"full_text":"THE DATA PROVES IT'S TIME TO EASE BRITISH LOCKDOWN  HEALTHY UNDER 50s ONLY 1% OF UK COVID DEATHSWhat do you think? Comment below Learn More On Our Website &amp; Join Us In Making London A World-Class City Once Again!#BrianForMayor | #SadiqOut","sentiment_score":0.26}
{"full_text":"Who says they aren't holding hand, or hugging or whatever else kids do. This discussion is about the exemptions given to premier league footballers. There is very little social distancing, why is it so hard to follow the rules or do people want to just prolong lockdown?","sentiment_score":-0.1673611111}
{"full_text":"So far, the US has distributed more than 31 million Covid-19 vaccines to the states, but the CDC says only about 40% have actually been given to people, according to the latest data.","sentiment_score":0.22}
{"full_text":"Nobody could have predicted what 2020 would have in store for all of us! Lockdown changed our world  overnight - so we stepped up to the challenge using our skills and resources to support our communities and keep us all connected  #BrewingBetterTogether","sentiment_score":0.0}
{"full_text":"GOOD LUCK to the Fighting Hornets in the football state finals!!!","sentiment_score":1.0}
{"full_text":"Results from clinical trials of the Johnson &amp; Johnson vaccine are expected by the end of this month.","sentiment_score":-0.1}
{"full_text":"RT WOW--Biden WH is much more aggressive with #COVID19 safety and testing--and so much more organized says CBS News","sentiment_score":0.5}
{"full_text":"Please remember to keep washing your hands when you are at home or if you go outside for shopping or your daily exercise #staysafe #StayHome #StayHomeSaveLives  ","sentiment_score":0.0}
