{"full_text":"RT No participant in legal proceedings should be required by a judge or magistrate to attend court unless it is necessary in...","sentiment_score":0.1}
{"full_text":"RT The leading public face of the Mexican government's coronavirus response was photographed over the weekend at what appears to be a...","sentiment_score":0.0}
{"full_text":"Hope PM knew  why punjab farmer's won't elect BJP ever. If he knew thm well, how can he let our farmers in the road amidst pandemic and COld. For every death of the farmer, he is the responsibility.","sentiment_score":0.1}
{"full_text":"RT Don't know how this will be spun as \"not genocide\" but it is in fact genocidalhttps:\/\/t.co\/fItOoPnGuv","sentiment_score":0.0}
{"full_text":"RT We are devastated that a COVID hoax conspiracy is gaining prominence. These pictures of ambulances queuing outside of hospi...","sentiment_score":0.0}
{"full_text":"RT Covid latest: After seven months and billions of pounds spent, UK Test and Trace repurposed to try and locate someone who...","sentiment_score":0.2}
{"full_text":"Naaaaa that's got me bad ","sentiment_score":-0.7}
{"full_text":"RT One of the only, if not THE only station that questions the narrative being parroted by the rest of the mainstream media","sentiment_score":0.0}
{"full_text":"RT A plea from the actual NHS.You do *not* need to know your NHS number to have a vaccination.Hardly anyone knows their...","sentiment_score":0.0}
{"full_text":"RT She will be advising Zadawi on Stables and Bolting Horses","sentiment_score":0.0}
{"full_text":"RT I will not take out my rage against the cops, because then I will wind up dead. So I will focus my rage on their bosses, th...","sentiment_score":-0.2}
{"full_text":"Thanks for starting your show with her, Rachel. I love her.","sentiment_score":0.2333333333}
{"full_text":"RT McLaren confirm Lando Norris has tested positive for Covid-19. Get well soon, Lando.","sentiment_score":0.2272727273}
{"full_text":"RT Sometimes few words SAY EVERYTHING !","sentiment_score":-0.25}
{"full_text":"Soon! Waiting for a vaccine #COVID19 #Corona #Vaccinatie #vaccine #coronadebat #Pfizer #Moderna #AstraZeneca #ICbedden #codeoranje #codezwart #Politics #politiek #prikorde #zorg #lockdown #6JANUARY #inenten #Netherlands #ouderenzorg #besmettingen #coronamaatregelen #verkiezingen","sentiment_score":0.0}
{"full_text":"RT Rep. Gwen Moore (D-WI) traveled from Wisconsin to Washington, DC, after announcing she was diagnosed with COVID-19 just...","sentiment_score":0.0}
{"full_text":"RT \"It was the worst of times\" is the more fitting intro to this tale of two U students who experienced #COVID19 firsthand:","sentiment_score":0.2}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"This aged like milk out of the refrigerator","sentiment_score":-0.1}
{"full_text":"RT Yes, the Covid-19 death count is extremely inflated. Countless Americans have spoken out to say that their loved ones d...","sentiment_score":0.1916666667}
{"full_text":"RT The hostelites having Corona travelling from their home city to Universities in Public transport will donate this viru...","sentiment_score":0.0}
{"full_text":"RT GOD FUCKING DAMMIT COULD WE PLEASE JUST PAY PEOPLE TO STAY HOME ALREADY","sentiment_score":-0.6}
{"full_text":"Our total case count is at 768, with 115 positive tests within the last 14 days. We have 33 confirmed deaths at this time. Please continue to protect yourself and others by wearing some type of facial covering, social distancing, isolation, and frequent hand washing.","sentiment_score":0.1086580087}
{"full_text":"Paul Okoye Of Psquare Warns Nigerians As He Tests Positive For Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT The latest lockdown in Germany has kept schools closed since mid-December; an extension is widely expected. In","sentiment_score":0.1}
{"full_text":"What is it with #Fidesz and parties?","sentiment_score":0.0}
{"full_text":"Not according to the NHS app. Mine is telling me we are now in national lockdown. I'm confused as it does appear that some non-essential shops are still open?","sentiment_score":-0.2}
{"full_text":"RT When you build your identity on anti-social behaviors - refusing to mask during an airborne pandemic, brandishing firearms i...","sentiment_score":0.0}
{"full_text":"RT How can you be anti vaccine and anti lockdown","sentiment_score":0.0}
{"full_text":"Trump calling it the ChinaVirus is considered racist but folk seeing this don't bat an eyelid. ","sentiment_score":0.0}
{"full_text":"GETTING VACCINE APPOINTMENTS IN PINELLAS: We have met SEVERAL people who were able to come to offices to make vaccine appointments. They said it was \"a breeze\" compared to trying to call to make an appointment. #Pinellas #TampaBay #COVID19 #Vaccine","sentiment_score":0.25}
{"full_text":"RT So people who have been vaccinated in England 'are not exempt' from the new lockdown. So when you stood in the queue to...","sentiment_score":0.1363636364}
{"full_text":"RT India's top vaccine scientist says -- 'I Won't Take Covaxin Until Required Efficacy Data Is Made Public' | Inter...","sentiment_score":0.25}
{"full_text":"RT Lots of concerning #covid19 numbers reported in Ontario today:3,128 new cases9.4% positivity - high51 deathsNew highs...","sentiment_score":0.1363636364}
{"full_text":"I remember just before the second lockdown some guy told a fat bruddah in a lounge to go easy on the munch during lockdown and my guy replied saying \"dw bro I'm coming back double the size\" ","sentiment_score":0.1083333333}
{"full_text":"RT A woman who gave birth while intubated due to Covid-19 is honoring her ICU nurse by naming her the child's godmother.\"When I was...","sentiment_score":-0.125}
{"full_text":"RT Thank God It's Friday! Made it through another week in a pandemic ","sentiment_score":0.0}
{"full_text":"RT #BirdFlu Outbreak Wreaks Havoc As Kerala, MP, Raj &amp; Other States Begin Culling Of BirdsVisuals Here:","sentiment_score":-0.125}
{"full_text":"The student in me died during the first lockdown, idk how long I can keep covering her death","sentiment_score":0.1}
{"full_text":"RT Between your colossal pandemic response, your failed attempted coup, The","sentiment_score":-0.1}
{"full_text":"RT Canadian politicians sneaking off to the beach during lockdown.","sentiment_score":0.0}
{"full_text":"i didn't work at these stores but when i managed a different one our product loss was at an all time high and we couldn't establish loss prevention fast enough so once covid hit we got shut down permanently and they paid us fucking peanuts in the process","sentiment_score":-0.0659259259}
{"full_text":"Yea, I'm not anti mask but masks will do fuck all to stop you from getting COVID from someone you are dancing with","sentiment_score":-0.4}
{"full_text":"Been saying plenty consistently since March 2020. Tune in to my FB 7pm tomorrow. There is a far better way. We have to avoid both extremes. Lockdown\/complete liberalisation.","sentiment_score":0.2833333333}
{"full_text":"COVID-19 is a pyramid scheme .","sentiment_score":0.0}
{"full_text":"RT So pence was in charge of America's Covid response...The non-existent Covid plan, the lackadaisical non-response, th...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Premier League has confirmed a season-high 40 positive coronavirus cases were recorded in the latest week...","sentiment_score":0.3757575758}
{"full_text":"RT Be sure to tune in as HU Presents hosts a live virtual cooking show featuring four renowned Pennsylvania chefs and celebri...","sentiment_score":0.3181818182}
{"full_text":"Candace Cameron Bure responds out of ICU after being hospitalized with COVID-19 #fakeheadlinebot #learntocode #makeatwitterbot #javascript","sentiment_score":0.0}
{"full_text":"RT Prayer request if you're the praying kind. My older brother, Arthur Edwards, is in ICU in Texas with Covid-pneumonia.","sentiment_score":0.3833333333}
{"full_text":"And the chance of my immune-deficiant grandfather dying from that flu is far less than his current risk with COVID. Don't be a dick to people dealing with real, frightening health issues. You will never come out looking good.","sentiment_score":-0.0233333333}
{"full_text":"RT On this day in 2020: WHO releases first report on new disease in Wuhan, ChinaTheir first advice:","sentiment_score":0.2121212121}
{"full_text":"Can I ask how you propose to get all your frontline icu nurses covid vaccinated I feel we have been left behind as we are not NHS ???","sentiment_score":-0.2}
{"full_text":"RT A product of further lockdown announcements yesterday is that many students are paying rent for accommodation they're essent...","sentiment_score":0.25}
{"full_text":"RT Avian influenza A(H5N1) is caused by a virus subtype that occurs mainly in birds. The disease is highly contagious among...","sentiment_score":0.1633333333}
{"full_text":"RT When can I get the coronavirus vaccine?","sentiment_score":0.0}
{"full_text":"Please be careful, it seems there is a new text scam targeting those waiting for vaccination appointments. The NHS will never ask for a person's bank information.","sentiment_score":0.0181818182}
{"full_text":"Take aways should be closed - they must be delivering the virus into homes because the last lockdown didn't work!","sentiment_score":-0.05}
{"full_text":"So does it go down as a Covid death ? Must do otherwise we have less deaths of cancer this year than for many years","sentiment_score":0.0592592593}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"When Tequila and Corona hang out.....It's always a beautiful day ","sentiment_score":0.85}
{"full_text":"RT Lots of concerning #covid19 numbers reported in Ontario today:3,128 new cases9.4% positivity - high51 deathsNew highs...","sentiment_score":0.1363636364}
{"full_text":"RT From my interview on The Prime Minister needs to stop over promising &amp; under delivering. He should instead be focus...","sentiment_score":0.2}
{"full_text":"Trump not allowed into Scotland to escape Biden inauguration, Sturgeon warns.","sentiment_score":0.0}
{"full_text":"RT Let's nail the lie that 'Herd Immunity\" was never Bozo's Government's strategy to deal with COVID-19 #Resign ","sentiment_score":0.0}
{"full_text":"With the pandemic, the way we moved changed. What remains the same is how fast we want to go. Whether it's deliveries, ride share or a commute, users want to get where they're going quickly. Learn how to ensure the fastest ETA with TomTom's Routing API:","sentiment_score":0.1777777778}
{"full_text":"RT Investigation. WE Charity redefined philanthrocapitalism, courting celebrities and billionaires. Then it collapsed. T...","sentiment_score":0.0}
{"full_text":"RT In January, Loeffler attended a private covid briefing, diminished the threat in public, and quietly bought stock in tele...","sentiment_score":0.0}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT \"#SriLanka has made the cremation of all #COVID19 victims mandatory, defying guidelines set out  &amp; other scientific e...","sentiment_score":-0.125}
{"full_text":"RT had my first joint interview with the fab on yesterday - here is a clip discussing the new South Afri...","sentiment_score":0.1931818182}
{"full_text":"RT Healthcare is being rationed in a US city. This was all avoidable if the leader of our country told Americans to wear a ma...","sentiment_score":0.0}
{"full_text":"RT #TN #COVID19 #DASHBOARD FOR DISTRICTS | 05.01.2021Madurai | Nagapattinam@MoHFW_INDIA","sentiment_score":0.0}
{"full_text":"RT We are in a new national lockdown &amp; what we all do in Norfolk matters.It's a legal requirement to stay home from 00:01 ton...","sentiment_score":0.1681818182}
{"full_text":"Sepideh Keyvanshad virtually met four women who received assistance from Tayar Nepal's Socio-Economic Recovery program. This program is preparing, supporting, &amp; strengthening Nepal's disaster system to the second-order impacts of #COVID19. #resilience@USAIDAsiaHQ","sentiment_score":0.25}
{"full_text":"RT Woke up to an eviction notice. Have til March 4.How am I, a blind trans woman, going to find a safe place in the Grea...","sentiment_score":0.0}
{"full_text":"Some good vibes a day will keep the corona away.","sentiment_score":0.7}
{"full_text":"RT Economically illiterate and totally useless. That is all.","sentiment_score":-0.1}
{"full_text":"Great news! Now do mental health providers.","sentiment_score":0.45}
{"full_text":"RT In this week's episode of One Rule For Us, One Rule For Them:","sentiment_score":0.0}
{"full_text":"RT A pharmacist accused of trying to destroy hundreds of doses of coronavirus vaccine is allegedly a conspiracy theorist who beli...","sentiment_score":-0.15}
{"full_text":"RT Trump: I'm going to go to my Scotland property the last day of my term, so I can't be arrested. Scotland: Declares month...","sentiment_score":0.0}
{"full_text":"Finest rationale for apathy I have ever read, at least on these pages. Stay the fuck home, complacent twit, and I hope you have heat.","sentiment_score":-0.35}
{"full_text":"TD app introduces #AI integration that provides app users with a personalized experience based on their transaction patterns. Push notifications send relevant information to TD customers who may be facing potential financial challenges due to COVID-19.","sentiment_score":0.06875}
{"full_text":"This slug is not above the law time as a slid he was squashed under foot","sentiment_score":0.0}
{"full_text":"RT no brain cells just vibes","sentiment_score":0.0}
{"full_text":"RT Who thinks after this pandemic the government will talk about 'Reorganisation of the NHS' as it was unable to cope?Don't le...","sentiment_score":-0.5}
{"full_text":"RT Georgia voters, as you head to the polls, make sure you not only have your plan to vote but your plan to stay safe! Be sur...","sentiment_score":0.375}
{"full_text":"RT Douglas Ross has a cheek trying to accuse Nicola Sturgeon of taking her eye off the ball, when he seems to be distracted...","sentiment_score":0.0}
{"full_text":"RT 1.Right behind my estate in Abuja is a sort of Mami market. It was very helpful during the lockdown. My wife went there s...","sentiment_score":-0.1}
{"full_text":"RT Me in Lockdown #30","sentiment_score":0.0}
{"full_text":"RT ... and when will begin adding information tracking vaccinations *administered* to their COVID-1...","sentiment_score":0.0}
{"full_text":"RT Good News friends,I tested Covid 19 - NEGATIVE.So, Back to work from tomorrow, being in a public life it is importan...","sentiment_score":0.2333333333}
{"full_text":"Well exposure begins .and ends know more sacrificing our children   wear your chains around your ankles, show the people who you are ...and the crimes you have committed to  man kind .now we    Are watching you ....SQUIRM !!!!!!","sentiment_score":0.75}
{"full_text":"RT god WHAT","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Premier League has confirmed a season-high 40 positive coronavirus cases were recorded in the latest week...","sentiment_score":0.3757575758}
{"full_text":"CI:Now's partner MOVE Texas is wrapping up a short survey intended to help us understand how the COVID-19 pandemic is affecting people's lives in SA &amp; Bexar Co.Especially (but not only) hoping to hear from young adults age 18-30!https:\/\/t.co\/W7yuFWwEeM","sentiment_score":0.0333333333}
{"full_text":"RT You have to hand it to the government, they did such a good job handling the pandemic we are in the same position we we...","sentiment_score":0.2333333333}
{"full_text":"RT COVID test should be free. FREE.","sentiment_score":0.4}
{"full_text":"You want more help during this pandemic #Georgia ?? Do you want more aid for small businesses and more survival money for the individual struggling American? If you do then vote for Democrats today in the special senate race. Help will be on the way! #Vote #senate #runoff #usa","sentiment_score":0.2423469388}
{"full_text":"please respond. These numbers appear to match up with the paltry amount we have received so far in Lee County. Other counties? #StopKillingFloridians","sentiment_score":-0.0125}
{"full_text":"RT The deletion of YouTube channel -- apparently due to its interviews with lockdown sceptics -- is one of the mos...","sentiment_score":-0.125}
{"full_text":"RT I will be holding a COVID briefing and making an announcement at 11:30am ET.Watch here:https:\/\/t.co\/ljbBRg1Tfd","sentiment_score":0.0}
{"full_text":"There dominating games..trying to walk the ball into the net..too many touches in the box ..its finishing leaving them down..def need a centre back ...liverpool wont panic buy for the sake of it","sentiment_score":0.25}
{"full_text":"RT STAY DANGEROUS!!!!!! Do whatever it takes to make it back home","sentiment_score":-0.5}
{"full_text":"This is gross. Masks prevent the spread of covid and you refuse to believe in science. Even 100 years ago there were ignorant Americans who refused to believe facts, but they didn't take pictures and let everyone else know exactly who they were.","sentiment_score":0.125}
{"full_text":"RT The scary thing about Covid is that literally ANYTHING can be a symptom. Fatigue, diarrhea, a headache, loss of appetite,...","sentiment_score":-0.5}
{"full_text":"RT Vaccinating 'the vulnerable' and then 'open up' &amp; do nothing is problematic because it doesn't deal with the issue of...","sentiment_score":-0.25}
{"full_text":"RT If you were one of the blue ticks who helped fuel fake Corbyn 'antisemitism crisis', hope you're feeling proud of this h...","sentiment_score":0.1}
{"full_text":"RT \"It's been one of the worst shifts of my entire life\"The BBC has been given exclusive access to a London hospital to see how...","sentiment_score":-0.5}
{"full_text":"RT This is the MP who Keir Starmer personally blocked from being part of the Parliamentary Labour Party. Yet he represents L...","sentiment_score":0.0}
{"full_text":"RT hi pls don't ignore if you see this! i'm trying to raise 322 for rent and my electric bill before the grace periods for both...","sentiment_score":0.0}
{"full_text":"RT \"If you're going to have to do a lockdown, anyway, do it right. Do it once. And keep cases declining going forward. An...","sentiment_score":0.2857142857}
{"full_text":"RT Places I legally can't go: my PS93 a week room at universityPlaces I legally have to pay for: my PS93 a week room at univer...","sentiment_score":0.2}
{"full_text":"The weather system that will be available in game later this year. We would like to add more different environment variants in future like snow \/ thunder storm and other.Our game on #itchio: #indiedev #indiegame","sentiment_score":0.0142857143}
{"full_text":"All local health services are still here for you and are running in a COVID-safe wayIf you have an appointment coming up or need to schedule one, please be sure to go Please do not leave the house if you have COVID symptoms though ","sentiment_score":0.25}
{"full_text":"* The way the far-right has capitalised on the current #crisis is by pushing conspiracy theories, often targeting different ethnic &amp; minority groups By #DemocraCEENG version https:\/\/t.co\/vhgfvCGI1s@hlidacipes_org https:\/\/t.co\/Q4e3cF28Tc","sentiment_score":0.0}
{"full_text":"Join us on Zoom this Friday at 5pm for another Migrant Voice Cup'a'Tea!As 2021 begins and we enter another #lockdown, let's come together to share our concerns and hopes, and to support each other.#MigrantVoices #Covid19UK Email anne@migrantvoice.org for the Zoom link.","sentiment_score":0.0}
{"full_text":"Staying 2 metres apart looks different across the Defence Team.  For Pte Meaghan Ferris, MCpl Danyck Corriveau, and Avr Jesse Robinson it means staying at least 1 BOBCAT apart.","sentiment_score":-0.15}
{"full_text":"Dfcu Bank Appoints Veronica Sentongo Chief Change and Innovation Officer#ChimpReportsNews #BusinessNews #WearAMask","sentiment_score":0.0}
{"full_text":"Explore football activities you can do at home to stay on top of your game!Visit the #footballsstayinghome page https:\/\/t.co\/lBWe7ggxJ2#AThrivingLocalGame","sentiment_score":0.5}
{"full_text":"ICYMI: Following yesterday's decision by the government to place England in a second national lockdown, we will be closing the Underwriting Room for a second time.Our market remains open and continues to show strength and resilience in these challenging times.#LloydsPeople","sentiment_score":0.1}
{"full_text":"RT Decades of anti govt politics caused this. We literally cannot do anything. We can't fight a pandemic, we can't administer...","sentiment_score":0.0}
{"full_text":"Happy gameday!! Your Red Raiders take on K State tonight at 6 PM inside the United Supermarkets Arena. We hope to see you there Masks required- Practice social distancingClear bag policyNo re-entry #WreckEm ","sentiment_score":0.3444444444}
{"full_text":"To all those across the pond undergoing new covid restrictions,  stay safe and healthy and be well!","sentiment_score":0.4204545455}
{"full_text":"Who else has picked up some new hobbies over lockdown? New episode tomorrow 8:10am AND 3:05pm on","sentiment_score":0.1363636364}
{"full_text":"This month in AJPH Global News: Mental health of those living with HIV\/AIDS in Tanzania, impact of #COVID19 on domestic violence in Pakistan, food labels in Mexico, and self-medication with tranquilizers in Serbia","sentiment_score":-0.0333333333}
{"full_text":"Current number of COVID cases:https:\/\/t.co\/BKbhk3YhYt#COVID #Pandemic #LockDown","sentiment_score":0.0}
{"full_text":"OTC medicine safety is especially important with #COVID19 continuing to spread. Remind your patients to read &amp; follow their medicine labels to avoid taking too much acetaminophen. These free materials can help: #KYDColdFlu","sentiment_score":0.4666666667}
{"full_text":"Personally I didn't see much flu last year but that is a valid question. Maybe influenza isn't as easily transmitted and has been mitigated by the measures which haven't yet controlled COVID. If you see a good explanation send it to me because I'm curious about that","sentiment_score":0.2055555556}
{"full_text":"Governments in Latin America are also confronting new threats--and perhaps opportunities--in the security sector, specifically tied to organized crime's response to the pandemic.https:\/\/t.co\/fzucL6E0BP","sentiment_score":0.1363636364}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"The more contagious strain of coronavirus widely reported in the United Kingdom has been found in a COVID-positive patient in upstate New York. Gov. Andrew Cuomo said the strain was found in Saratoga Springs.","sentiment_score":0.1787878788}
{"full_text":"Twenty more people in India test positive for UK strain of Covid-19 READ:","sentiment_score":0.3636363636}
{"full_text":"RT My wife just said \"is there anything more these people can do to us, is there\"? This is forever, a new strain, lockdown...","sentiment_score":0.3181818182}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"\"Progressive Change Campaign Committee also released a new video today, this one as a Get Out the Vote satire newscast...The clip lampoons Senators Loeffler and Perdue amid reports that both profited off the COVID-19 pandemic.\"WATCH here:","sentiment_score":0.1363636364}
{"full_text":"Staff at London's St. George's hospital say they are completely overwhelmed by the toll the coronavirus pandemic is taking on them, as the country's health services reach a breaking point.","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 35.2FWind Chill: 35.2FHumidity: 94%Dew Point: 33.7F Barometer: 30.036 inHgWind: 0 mph from the ENECorona Virus Weekly Stats:Cases: 197.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"We continued when Liverpool were at the top of the league, we shall continue again with Man United tied for top of the league","sentiment_score":0.5}
{"full_text":"In New Year speech, Myanmar's Aung San Suu Kyi announces contract to get COVID-19 vaccine from India(Report by","sentiment_score":0.1363636364}
{"full_text":"RT \"It's been one of the worst shifts of my entire life\"The BBC has been given exclusive access to a London hospital to see how...","sentiment_score":-0.5}
{"full_text":"Somerset F1 star Lando Norris has tested positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT One year ago. There was, of course, significant evidence. (Healthcare workers in Wuhan who had never been to the market were fa...","sentiment_score":0.375}
{"full_text":"The first day of the 2021 General Assembly was dominated by how different the session will look during a pandemic.","sentiment_score":0.1}
{"full_text":"Ending violence against #women is everyone's business.Every day, there is something you can do to make a difference.Find out 10 #GenerationEquality ways, from ","sentiment_score":0.0}
{"full_text":"RT We have approx 8,000 kids that desperately NEED on site help during lockdown. July Provision scheme showed it can be done. The...","sentiment_score":-0.6}
{"full_text":"With Federal COVID-19 Leave Ending, Leave Laws In D.C. And Elsewhere Take Center Stage | by","sentiment_score":-0.1}
{"full_text":"China virus hoax  spreads thru paid media. Those who don't see views channels and don't read views papers, wont find it in real world.","sentiment_score":0.2}
{"full_text":"Watch the \"Competitive Integrated #Employment in 2020 - Consumer and Provider Perspectives\" webinar. It shares stories about how people with intellectual &amp; developmental #disabilities &amp; their employment services providers have adapted to #COVID19:","sentiment_score":0.3}
{"full_text":"A second round of the Culture Recovery Fund will open on 7th January. Over PS300M is available for the period April-June 2021.For info about the scheme being run by and see #HereForCulture","sentiment_score":0.05}
{"full_text":"With the arrival of the coronavirus pandemic in March 2020, the U.S. economy entered uncharted territory. Federal policy was an integral part of converting the large negative numbers into subsequent positive territory.","sentiment_score":0.0353896104}
{"full_text":"Medicare covers the diagnostic test for COVID-19. You don't have to pay anything when you get the test from a laboratory, pharmacy, doctor, or hospital, and when Medicare covers this test in your area.#Medicare #COVID #COVID19","sentiment_score":0.0}
{"full_text":"#LNRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"We've teamed up with to help out road crews hit hard by COVID. John customized a one-of-a-kind cooler and we're auctioning it off to raise funds for Crew Nation-- a global relief fund for live music crews. Enter the auction or make a donation:","sentiment_score":-0.0517676768}
