{"full_text":"Put your kids and nursery teachers at risk or they won't get fed. Wow. Well done and Bravo. I didn't think you could sink lower in  my estimation.https:\/\/t.co\/124xUpIeFq","sentiment_score":0.1}
{"full_text":"People need to stop and ask themselves: where would my red line be on Covid measures? How far could it go before you realise that things you thought were humane stray over into things that are not? In the past, other societies failed to answer this until it was too late.","sentiment_score":-0.1791666667}
{"full_text":"Germany have spent decades trying to distance themselves from the nasty parts of their history, and then....https:\/\/t.co\/sgLfe88d7q","sentiment_score":-0.55}
{"full_text":"RT Happy to know that both #MasterFilm and #Eeswaran are loved &amp; celebrated by Tamil audience, holding strong in weekdays to...","sentiment_score":0.5708333333}
{"full_text":"Is this at all similar to the rare inflammatory disease seen in come COVID infected children ??","sentiment_score":0.15}
{"full_text":"RT Facebook has censored a video of Cardinal Juan Sandoval Iniguez, archbishop emeritus of Guadalajara, for suggesting that...","sentiment_score":0.0}
{"full_text":"RT COVID is taking down lots of young folks, don't take it for granted. I'm legit traumatized tonight.Please wear a mas...","sentiment_score":-0.0277777778}
{"full_text":"RT #COVID19 vaccines are reaching high income countries quickly, while the world's poorest have none at all.Science is...","sentiment_score":0.2466666667}
{"full_text":"RT LIVE at 7 PMMedia briefing by on #COVID19 vaccination at National Media Centre, #NewDelhiWatch on #MI...","sentiment_score":0.1363636364}
{"full_text":"RT Germany have initiated a review to see if it's a good idea. Not heard of anyone else doing this an...","sentiment_score":0.7}
{"full_text":"Baking. That's what's happening. #lockdown #baking #scones #breadmaking","sentiment_score":0.0}
{"full_text":"RT Two Viruses; Worse than COVIDPolitical leaders using religion.....Religious leaders playing politics","sentiment_score":-0.4}
{"full_text":"RT Video | H.E #US Ambassador to #SaudiArabia John P. Abizaid: The professionalism here is outstanding and if there Is a place...","sentiment_score":0.5}
{"full_text":"RT #MaryamRajavi said about the vaccine decision: \"Khamenei and the Islamic Revolutionary Guard Corps have sent the #Iran people...","sentiment_score":0.0}
{"full_text":"So covid is pouring in through our airports and across the border and we are suffering lockdown. When are they going to stop asking travellers to self isolate and TELL them they must do it.","sentiment_score":0.0}
{"full_text":"RT The caravans headed toward our southern border don't seem to be social distancing or wearing masks. Anyone informed Bid...","sentiment_score":0.0166666667}
{"full_text":"RT Very proud of GHS Alumni Emma Adams working on the front line during the covid pandemic in the police, whilst training...","sentiment_score":1.0}
{"full_text":"The benefits of Union, amply displayed by our Armed Forces.https:\/\/t.co\/20ddqlldRr","sentiment_score":0.0}
{"full_text":"A kid's guide to COVID: How is COVID spread?","sentiment_score":0.0}
{"full_text":"School reopening: Medical expert suggests best way to run classes amid COVID-19 new wave - Daily Post Nigeria","sentiment_score":0.2840909091}
{"full_text":"RT ..The reason we are in this third lockdown is because of the anti lockdowners like Lord Sumption ..We are going in circle...","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Ghana's Covid-19 cases as at 15 January 2021Visit for the details","sentiment_score":0.0}
{"full_text":"What's YOUR lockdown style? Experts coin new names for pandemic dressing trendshttps:\/\/t.co\/MW1xRYQSOp","sentiment_score":0.1363636364}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT Looking into the large Footfall in Public Banks, Order came from to Banks for campaigning for Covid19 Vaccine aw...","sentiment_score":0.1071428571}
{"full_text":"With two million Israelis having already received the first dose of COVID19 vaccine, Israel continues to use innovative ways to make the vaccination process safer,  faster and easier. A COVID-free future is already on the horizon. via","sentiment_score":0.25}
{"full_text":"Ok, if we don't need a second lockdown as he stated, then what do we as a country need at the moment? Look, there's an increasing number of cases concerning this pandemic... any alternative whatsoever?","sentiment_score":0.25}
{"full_text":"Because of Covid...","sentiment_score":0.0}
{"full_text":"plus i wasn't finna pay over $50 to get in the packed ass club just to catch covid","sentiment_score":0.0}
{"full_text":"RT IT ALWAYS FEELS GOOD GIVING BACK ESPECIALLY IN THE CURRENT PANDEMIC WE ARE ALL IN AT THE MOMENT! THIS IS NOTHING TOO BIG JUST...","sentiment_score":0.14}
{"full_text":"RT The Government have had many months to make the necessary changes to protect our democracy ahead of the May elections. U...","sentiment_score":0.25}
{"full_text":"RT \"your 20s are going to be your best primes years!\"this pandemic:","sentiment_score":1.0}
{"full_text":"RT COVID19 PCR Tests are Scientifically Meaningless!","sentiment_score":-0.625}
{"full_text":"RT I just spoke to a friend whose neighbour reported them for having their teenage son home for Christmas. The boy was escor...","sentiment_score":0.0}
{"full_text":"Callous sadist Dawn TJ90. Dumb too.Mask-wearing Democrats aren't saying masking prevents covid.To troll a bereaved father like that - must be a piece of ","sentiment_score":-0.375}
{"full_text":"RT As the Italians have been ruled bay fascists before, this fightback, though slow is welcome.  ","sentiment_score":0.25}
{"full_text":"That was not normal lmaoo y'all was trifling before COVID &amp; it's showing !!!","sentiment_score":-0.146484375}
{"full_text":"RT NHS chief executive Sir Simon Stevens has revealed a coronavirus patient is admitted to hospital \"every 30 seconds\" and warn...","sentiment_score":0.0}
{"full_text":"RT 13) Great short piece on she deserves the Nobel Prize.","sentiment_score":0.4}
{"full_text":"Masks will be optional. During a pandemic spread by talking and exhaling they 100% should not be optional. The fake libertarian idea that one has a right to infect others is baffling. We have failed as a civilised society that this antimask ideology was allowed to grow.","sentiment_score":-0.2380952381}
{"full_text":"One Year, 400,000 Coronavirus Deaths: How the U.S. Guaranteed Its Own Failure","sentiment_score":0.1416666667}
{"full_text":"There's a lot to take issue with regarding how this government, along with many others, have handled this pandemic, but on the vaccines we are clearly performing well so far.","sentiment_score":0.2333333333}
{"full_text":"Covid is real","sentiment_score":0.2}
{"full_text":"RT I am shocked. Who would have predicted that a hard lockdown and thus increased business and consumer certainty would b...","sentiment_score":-0.4958333333}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddt\"The Real Corona Warrior\"@VtvGujarati","sentiment_score":0.2}
{"full_text":"RT I want ppl to not forget that somebody can sneeze, cough, or even be sick and NOT have covid. Like Omgg","sentiment_score":-0.7142857143}
{"full_text":"RT More than 270,000 #COVID19 vaccine doses have been administered in Arizona, going to about 235,000 people, including 30,000-plus...","sentiment_score":0.5}
{"full_text":"Sure can he not pay the fines in claps. Or with all the money he saved in the first lockdown with the  free coffees. He broke the law he got caught he isn't above the law because he is essential.","sentiment_score":0.23}
{"full_text":"RT Covid-19 Hospitalizations in the US are down by 8,000 since their peak on January 6. Hoping and praying this is the beg...","sentiment_score":-0.1555555556}
{"full_text":"RT I'm pro lockdown for the time being given the circumstances of the moment (vaccines here, new variants etc.) but I also...","sentiment_score":0.1363636364}
{"full_text":"Naughty by nature (XXX) Adult game .#Includes Spanish Version #Foreplay Fun 2-4 players #Spin the spinner and be a winner#mondaythoughts #COVID19 #StayHome","sentiment_score":-0.03}
{"full_text":"Better than discarding it? Do we really believe they were the only options?","sentiment_score":0.2333333333}
{"full_text":"RT DG Hisham liked this on Twitter.Kesian dia, I believe the success of first MCO is because of his strategies, not othe...","sentiment_score":0.3833333333}
{"full_text":"RT UK Covid deaths rise by 671 and 38,598 cases as nation remains in lockdown","sentiment_score":0.0}
{"full_text":"California: Desert off-roading festival could draw thousands via @latimes ","sentiment_score":0.0}
{"full_text":"You and the Chinese communists instigated the worlds first lockdown.  Shame on you","sentiment_score":0.125}
{"full_text":"RT We are preparing the post-COVID world.A place where generations meet, life is affordable, the planet is protected and st...","sentiment_score":0.0}
{"full_text":"This is what the World needs now, Peace Justice and above all else, Decent, Kinder Politicians..","sentiment_score":0.0833333333}
{"full_text":"Brilliant Polly - Proud to support Shelter","sentiment_score":0.85}
{"full_text":"RT For the foreseeable future, I will be assuming that EVERYONE has Covid. Thank you.","sentiment_score":0.0}
{"full_text":"New post (Brazil approves two COVID vaccines for emergency use) has been published on -","sentiment_score":0.1363636364}
{"full_text":"They treat the FL data scientist, who has done nothing other than want the correct covid deaths reported, worse than this! It's not that I want them to beat them like they shoot\/beat non-white Supremacists; I want them to not shoot and beat us the way they don't shoot &amp; beat them","sentiment_score":-0.3125}
{"full_text":"RT Hi SYMPLY TACHA and Titans Worldwide. Hope you guys are all good.Please keep safe corona is real#TachaTitansHustle","sentiment_score":0.5}
{"full_text":"This kind of kerajaan will just increase covid cases and suicide cases  stupid gov","sentiment_score":-0.1}
{"full_text":"RT 200 people are being treated with Covid-19 in intensive care units - the first time its reached that level since the sta...","sentiment_score":0.25}
{"full_text":"RT Dua Lipa admits that a worldwide pandemic won't stop her from living her best life.'I just think it's all got a bit si...","sentiment_score":1.0}
{"full_text":"They started doing this cause of corona I think before corona they gave proper food (not the best but manageable).","sentiment_score":0.5}
{"full_text":"RT We've already been out to multiple home fires this year. Many are preventable. Follow these top tips to stay safe this...","sentiment_score":0.375}
{"full_text":"RT It's hard to overstate what an empty vessel Mike Pence is. Four years of the oleaginously adoring gaze. Abject, deadly...","sentiment_score":-0.0979166667}
{"full_text":"RT \"150 Timor Leste nationals flew in on Wednesday night under the Federal Government's seasonal worker program for the upcomin...","sentiment_score":0.0}
{"full_text":"Comparisons are odious, in this case it serves us well to see first hand by aerial image the differences in domestic dwellings. We know to our detriment the 'them &amp; us' scenarios, especially in shanty run down lifestyles regards disease, especially where COVID-19 is concerned.","sentiment_score":0.0188888889}
{"full_text":"RT This is intended as a one-stop-shop for those looking to enter new further education courses - but some of them are free, wh...","sentiment_score":0.1787878788}
{"full_text":"What happened to free speech and why aren't you complaining about Iran a few other murdering dictators with  accounts. Aren't you hypocrites. Maybe you and your families should be declined for the Corona vaccine he rushed to get compounded. Ingrate? Get with being fair.","sentiment_score":0.19375}
{"full_text":"The annual (U.K) Parliamentary reception( virtual) with colleagues from government &amp; across industry to celebrate how #HealthTech has stepped up in response to the #COVID crisis. #ProudToStepUp (ME if I save just 1 life in World) H.L 132p report:","sentiment_score":0.0}
{"full_text":"RT On the sidelines of one of those marathon #USCHINA trade negotiations, a Chinese official asked the Americans (Mnuchin, I...","sentiment_score":0.0}
{"full_text":"RT It is likely we will have to have a Covid jab every year, says experthttps:\/\/t.co\/46hiyua6wm","sentiment_score":0.0}
{"full_text":"GDP at the end of the month was 8.5% below its pre-pandemic peak and is expected to fall further. Find out more below. #GDP #economy #alwaysmoving","sentiment_score":0.1333333333}
{"full_text":"This is too often the police of today. Brutal people who are \"Just doing their jobs\" able to brutally hit old people &amp; women even","sentiment_score":-0.2875}
{"full_text":"Delhi reported 161 new #COVID19 cases, 362 discharges and 8 deaths in last 24 hours: Delhi Health DepartmentTotal cases: 6,32,590Active cases: 2,335Total discharges: 6,19,501Death toll: 10,754@ArvindKejriwal","sentiment_score":0.0681818182}
{"full_text":"so, - who organised his own previous #COVID19 super spreader event last year - is now whining about having to endure mandatory quarantine rules that everyone knew about before they flew to Australia. If he didn't want to follow rules in a global pandemic, don't go.","sentiment_score":0.1533333333}
{"full_text":"RT This.  #Leadership #Inclusion #COVID19 #WithRefugees","sentiment_score":0.0}
{"full_text":"RT #Goodmorning everyone wishing you a happy Monday and great new week ahead x #StaySafe #StayHome  if you can...","sentiment_score":0.5787878788}
{"full_text":"RT Amitabh Bachchan Covid Caller Tune Removed: Delhi High Court Told","sentiment_score":0.16}
{"full_text":"RT \"It's just not OK. It's not OK what we're doing to each other. These families should not be going through this. No family should b...","sentiment_score":-0.2083333333}
{"full_text":"RT There have been a total of ZERO flu cases in the country of Austria this winter.Austria's Kurier newspaper said this s...","sentiment_score":0.0}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT Ron Klain, Biden's incoming White House chief of staff, says 500,000 Americans will have died from the coronavirus by the...","sentiment_score":0.0}
{"full_text":"Agreed...if my 2 year old can wear a mask then they can. WTH.","sentiment_score":0.1}
{"full_text":"RT I was today years old when I learnt Google Maps has a COVID-19 explorer.","sentiment_score":0.1}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT To friends in India. Based on my decade of research on drug regulations and safety in India, here's my takeaway on the t...","sentiment_score":0.0}
{"full_text":"Think my bed is my best friend at the moment due to this Lockdown.","sentiment_score":0.4375}
{"full_text":"RT President-elect Biden will not vacillate on tackling this pandemic. He has announced a task force that will be led by publi...","sentiment_score":0.0}
{"full_text":"RT Man too afraid to fly due to Covid pandemic lived in Chicago's O'Hare airport for three months, US prosecutors say","sentiment_score":0.025}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT More UK job vacancies that allow working from home spell misery for office landlords, and HDFC's earnings justify its en...","sentiment_score":0.5}
{"full_text":"Malacanang said the Philippines has a \"binding obligation\" concerning the possible purchase of COVID-19 vaccine doses from China's Sinovac.","sentiment_score":0.0}
{"full_text":"Los Angeles leather bar Eagle LA starts GoFundMe campaign to stay in historic venue that's been home to a gay bar since 1968.","sentiment_score":0.2083333333}
{"full_text":"Paragould School District Superintendent Debbie Smith |Debbie has led a school district through a F3 tornado, a fire and now a global pandemic. She digs ditches, takes little time off, is passionate about education, and today she joins us on the podcast.https:\/\/t.co\/VhQT0tUByH","sentiment_score":-0.0791666667}
{"full_text":"VACCINE RESOURCES: Here's everything you need to know in order to schedule a COVID-19 vaccine appointment in Oklahoma.","sentiment_score":0.0}
{"full_text":"In #LockingDownthePoor: collates fact after damning fact from this period, along with many individual stories, showing how state institutions stripped India's poor of their political rights and dignity..","sentiment_score":0.025}
{"full_text":"Brits are too passive.","sentiment_score":0.0}
{"full_text":"RT Many who have suffered the effects of COVID-19 this year may now find themselves in need of rehabilitation to get back to their...","sentiment_score":0.25}
{"full_text":"RT Dutch police blast angry anti-lockdown protestors with water cannon and charge them on horseback","sentiment_score":-0.5}
{"full_text":"Struggling with home education during lockdown?Calling all parents, we have some hand home-schooling tips, websites and resources for you to usehttps:\/\/t.co\/UfgRLq7kVv","sentiment_score":0.0}
{"full_text":"Can COVID-19 enter your brain? #COVIDNewsMinute","sentiment_score":0.0}
{"full_text":"RT JUST IN: Worldwide coronavirus cases pass 95 million","sentiment_score":0.0}
{"full_text":"RT Since this tweet, Leeds have:Scored 0 goalsConceded 7 goalsLost to Crawley, Brighton and Tottenham","sentiment_score":0.0}
{"full_text":"Join us for a dedicated webinar to reflect\/respond to the difficulties of returning to the rehearsal room during CV19 with from co-artistic director &amp; Jude Cloke. Sign uphttps:\/\/t.co\/dcW5qgH3Y8","sentiment_score":0.0}
{"full_text":"Whilst the issue of taking the Covid-19 vaccine remains a controversial topic, it's always good to stay informed. Here are key things to know about the vaccine:https:\/\/t.co\/GD5AXCdKqU#nhs #vaccine #vaccinationCovid #vaccination","sentiment_score":0.4166666667}
{"full_text":"Gwen Garcia is not letting the pandemic stop her from dressing up for the Sinulog festivities.https:\/\/t.co\/VaNrBgidUW","sentiment_score":0.0}
{"full_text":"EMS embraces innovation to support the health platform pressured by COVID-19 via","sentiment_score":0.0}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"As I've been recovering from #COVID19, I made a video on the key symptoms to recognise, why we should monitor vital signs, and my coping strategies and exercises.I hope this helps some of you. Watch it here, and please share for all who need it:","sentiment_score":0.05}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT The well planned heist of the western world by China is in full swing .The Wuhan China virus is doing the job it was designed...","sentiment_score":0.175}
{"full_text":"Here are the 10 smart home devices you need during the lockdown.https:\/\/t.co\/TBKwXraCqL","sentiment_score":0.2142857143}
{"full_text":"Stay active and explore LOCALLY during lockdown. Find out more https:\/\/t.co\/meTic3p4rW#StaySafe this #WintertimeinWestNorfolk ","sentiment_score":0.1222222222}
{"full_text":"Lockdown Agreement Template provides essential support to help stewards &amp; reps. Key principle is that all changes to cope with the current emergency should be negotiated, not simply imposed. The workers' voice must be heard. Download at","sentiment_score":0.0}
{"full_text":"What are the threats to South Africa's #vaccine rollout for #COVID19? These activists have identified seven issues. Read about it on our resource page. #BhekisisaResource","sentiment_score":0.0}
{"full_text":"We are now approaching the new normal. It would be best if you create new strategies to adapt to the changes brought by the pandemic. You need to ready yourself and rethink your priorities. Your goal now is to let others know about your business digitally. Feel free to message!","sentiment_score":0.2653409091}
{"full_text":"EM-The COVID-19 vaccination clinic at Grand River Hospital KITCHENER is being temporarily closed to focus on immunizing residents in long-term care and retirement homes with the doses available. will reopen on Tuesday","sentiment_score":0.2666666667}
{"full_text":"| Birmingham City Community Trust Well-Being Tip - Week Two'Staying Physically Active' How do you stay active during lockdown?What are your favourite forms of exercise?#HealthAndWellness #CommunityClub #BCFC #StayActive","sentiment_score":-0.1333333333}
{"full_text":"Good Morning Ottawa!!To help our neighbors stay at home safe, we're going to be offering limited services, in order to keep their devices working.Due to Covid-19 restrictions, Only one person allowed at a time.Reception sanitized between each customer.","sentiment_score":0.2821428571}
{"full_text":"Bahrain's courts heard a total of 681 cases of people breaking Covid-19 rules and regulations last yearhttps:\/\/t.co\/RCY5llCs1P#Bahrain #Manama #Covid #Covid19 #CoronaVirus #Corona","sentiment_score":0.0}
{"full_text":"If you have fever, dry cough and problem in breathing call your doctor.#doctor #vaccine #CoronaVaccine #coronavirus #COVID19 #SafetyFirst #symptoms #digitalmod","sentiment_score":-0.0666666667}
{"full_text":"We have been sharing ways to keep moving during lockdown over on our Instagram. Why not head over there to check them out?https:\/\/t.co\/pbVGgxw6Xm","sentiment_score":0.0}
{"full_text":"What can #COVID19 teach you about your #DigitalMarketing strategy?How could businesses prosper and stay on track in such difficult times?&amp; what sort of #MarketingStrategy should you use?Find out here... #MACH2022 #Subcon #ManufacturingUK","sentiment_score":-0.25}
{"full_text":"RT Hospitals reduced in-person lactation support &amp; many discharged new moms in &lt;48h to lessen the risk of contracting #COVID...","sentiment_score":0.3181818182}
{"full_text":"Almost all sectors and industries were affected by COVID-19 in 2020, but what does 2021 hold? We put the question to our experts. From health and logistics to D&amp;I, they shared what we can expect to see and how COVID-19 will continue to play out this year.#COVID19 #2021Trends","sentiment_score":0.0}
{"full_text":"#Kenya In western Kenya  1\/4  of maize is lost to poor storage. Use of hermetical storage sacks have significantly improved rural populations' resilience to Covid-19 &amp; it costs less than direct financial aid.Read more: #Covid19FoodFuture","sentiment_score":0.0510416667}
{"full_text":"This weeks featured independent optician is in Barrow-In-Furness! Despite being in lockdown they are open and available for your eyecare needs!Find out more about them here","sentiment_score":0.225}
{"full_text":"RT Launch of EUR65,000 COVID-19 Emergency Fund for Cork County. ","sentiment_score":0.0}
{"full_text":"VERIFY: Can your employer mandate you get the COVID-19 vaccine? #10","sentiment_score":0.0}
{"full_text":"We'd like to thank the 20,000 people who have had a rapid test for coronavirus at one of our six test centres.You have helped slow the spread of coronavirus in Enfield.If you can't work from home get tested:","sentiment_score":-0.3}
{"full_text":"A child's right to education does not end in #COVID19 times. Refugees need safe, quality &amp; inclusive education. Read new report-Progress Under Threat-to find out how we can get refugee children #backtoschool &amp; learning #SaveOurEducation","sentiment_score":0.3073593074}
