{"full_text":"Most dangerous jobs for #COVID19 mortality. Highlights: Cooks \/ food industryMachine operatorsAgricultural workers Construction laborersFirst responders CleanersMilitaryTruck driversBartendersTeaching assistantshttps:\/\/t.co\/nQwGiidTrn","sentiment_score":-0.05}
{"full_text":"RT COVID-19: One year since UK's first case and every town has suffered loss of life and livelihoods","sentiment_score":0.25}
{"full_text":"RT We are aware of social media posts referring to protestors showing up at the Dodger Stadium COVID-19 vaccination site. Prelimin...","sentiment_score":0.1416666667}
{"full_text":"RT Dr. John Gomez, 50yo Emergency Medicine, Rapid Med Urgent Care, Highland Village, TX, died of #covid19 1\/15. A family man, he...","sentiment_score":0.0}
{"full_text":"RT Instead of letting 9\/11 terrorist masterminds cut the line for the vaccine, how about we offer it to 9\/11 widows?https:\/...","sentiment_score":0.0}
{"full_text":"State sees 323 Covid cases, two deaths (via: sees 323 new Covid-19 cases, 2 deaths (via:","sentiment_score":0.1363636364}
{"full_text":"To be fair, Covid-19 affects the brain.","sentiment_score":0.7}
{"full_text":"RT How is this real? Those vaccinations expire on the day!! How much was wasted because of this ignorance???","sentiment_score":0.1041666667}
{"full_text":"RT Colorado Health Leaders Asking Public For Input On New COVID Dial","sentiment_score":0.0681818182}
{"full_text":"RT The Navarro County Health Director died Saturday after a struggle with COVID-19, according to a post on his Facebook page.https...","sentiment_score":0.0}
{"full_text":"#PeopleShouldntBeAllowedTo travel to any pandemic ravaged island nations from the continental us until further notice. Know you all are chomping at the bit to 'go wild' in your tropical resort as new plantations but if you could hold off for a bit that'd be just amazing","sentiment_score":0.2090909091}
{"full_text":"RT I would say this is peak stupidity, but I'm always surprised by how far up Mt. Ignoramus people are willing to climb.","sentiment_score":-0.0375}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT The best thing about lockdown is there's literally sports on 24\/7","sentiment_score":1.0}
{"full_text":"RT For the first time in almost 2 months, fewer than 100,000 Americans are hospitalized with COVID.When we went over that n...","sentiment_score":0.25}
{"full_text":"RT #WHO research team leaves #Wuhan quarantine hotel to begin fieldwork on a fact-finding mission to attempt to get to the sou...","sentiment_score":0.0}
{"full_text":"RT The fact that Biden lied isn't shocking. But the fact that he would diss ppl on a solid promise of $2K, after they went...","sentiment_score":-0.5}
{"full_text":"I've really worked 2 jobs through this whole pandemic and I'm still struggling to survive.....","sentiment_score":0.2}
{"full_text":"They were #1 when Covid shut down everything in March.","sentiment_score":-0.1555555556}
{"full_text":"RT I remain convinced antivax lunacy will kill us all","sentiment_score":0.0}
{"full_text":"RT Nice demo to show long-term friendship between WHO investigation team in China leading by Dr. Peter Daszakand Woman Zh...","sentiment_score":0.6}
{"full_text":"Olivia Newton John WON'T take the coronavirus vaccine as Chloe Lattanzi shares anti-vaxxer rant - Daily Mail","sentiment_score":0.0}
{"full_text":"RT We will pass a comprehensive COVID-19 relief package. And Mitch McConnell doesn't have the votes to stop us.","sentiment_score":0.0}
{"full_text":"RT \"We want people vaccinated based on priority, not privilege.\" Investigations are underway around the U.S. after hospital board memb...","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"RT Don't let the Biden admin let you forget: They prioritized terrorists getting the coronavirus vaccine BEFORE American citiz...","sentiment_score":0.0}
{"full_text":"Anti-Vaxxers Wage Campaigns Against COVID-19 Shots","sentiment_score":0.0}
{"full_text":"All these words in this order.","sentiment_score":0.0}
{"full_text":"RT On lock down the resident is confined to their corner of room 24\/7. No visitors. A resident's mental h...","sentiment_score":-0.1277777778}
{"full_text":"RT You can give someone an illness requiring lifelong, costly drug therapy to treat (or you die) and it's a misdemeanor....","sentiment_score":-0.1}
{"full_text":"RT Rutgers' Geo Baker on NCAA:\"u realize we are playing in a pandemic being told to stay away from everyone we love just for y'a...","sentiment_score":0.5}
{"full_text":"RT Madness. Beer Hall Putcsh areas but with a killer disease.","sentiment_score":0.0}
{"full_text":"RT So, nut jobs who complain about \"their freedoms\" being infringed upon because they're asked to wear masks actively pro...","sentiment_score":-0.1333333333}
{"full_text":"RT Cannabis can reduce COVID-19 complications, mitigate fibrosis - studyA study found that 3 of the strains tested were able...","sentiment_score":0.5}
{"full_text":"RT I'm far from an expert on reconciliation but if Republicans could use to pass tax cuts (among other things), why can't...","sentiment_score":-0.0125}
{"full_text":"The UK government admits that covid vaccines are pointless and offer zero protection via","sentiment_score":-0.25}
{"full_text":"RT Consulates suspended all routine visa operations since March 2020As we have a tight deadline Sep 30, we ask consulates to sch...","sentiment_score":-0.1785714286}
{"full_text":"She says I don't have covid","sentiment_score":0.0}
{"full_text":"RT NEWS: Maryland Gov. Larry Hogan announces South African COVID-19 variant identified in Maryland.\"We strongly encourage...","sentiment_score":0.2166666667}
{"full_text":"If you don't want to get vaccinated and want to continue to be at risk for COVID, fine. Please don't try to inflict your insanity on others.","sentiment_score":0.4166666667}
{"full_text":"RT True. Also, Biden spent the last 9 months telling everyone he had a plan. Apparently that was a lie like \"I won't ban f...","sentiment_score":0.075}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"RT South Dakota hits NEW COVID milestone: ~1 out of every 500 residents dead","sentiment_score":-0.0318181818}
{"full_text":"after COVID my friends and I are gonna form a shitty midwest emo band and this is gonna be our band name","sentiment_score":0.0}
{"full_text":"RT Am I reading this right? So 22 residents of a care home die after being vaccinated but they didn't die from the vaccine...","sentiment_score":0.2857142857}
{"full_text":"RT Dear Mark, you did well. We are so proud of you!!Thank you for coming to Seoul, be \"Mark of GOT7\" and stay with us for...","sentiment_score":0.8}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"How long before we have to wear them in our cars when only one person in the car? Are we going to give the car Covid?","sentiment_score":-0.025}
{"full_text":"Great headline for anxious flyers ","sentiment_score":0.275}
{"full_text":"Then do it goddammit","sentiment_score":0.0}
{"full_text":"#ChinaJoeBiden sold out the US awhile agoand wants to ban the term 'China Virus'. So tell me, what integrity does CHINA JOE have","sentiment_score":0.2}
{"full_text":"RT Dear President, You did not take a single step to alleviate the pain and suffering  inflicted on the skilled...","sentiment_score":0.2142857143}
{"full_text":"RT .@USForcesJapan commander Lt. Gen. Kevin Schneider praised Staff Sgt. Seth Shannon's \"ingenuity and initiative\" as he...","sentiment_score":0.0}
{"full_text":"RT Honestly, is anyone even a little bit surprised that the Biden administration would give terrorists a vaccine before th...","sentiment_score":0.1708333333}
{"full_text":"Had a walk and bought lunch. Was planning on having another walk later but I think I'll just chill at home now. #stayhome","sentiment_score":0.0}
{"full_text":"RT How is this real? Those vaccinations expire on the day!! How much was wasted because of this ignorance???","sentiment_score":0.1041666667}
{"full_text":"Ontario bureaucrat accused of scamming $11M now accused in alleged $30M fraud","sentiment_score":-0.1}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT Somehow the LAPD has suddenly forgotten how to kettle.  And they didn't remember their nightsticks or shields. And the K-...","sentiment_score":0.0}
{"full_text":"Great news for Covid-19 Therapeutic Lenzilumab just completed enrollment in Phase III Trial for Severe\/Critical Patients preventing progression to Ventilation, but also in Trials to improve efficacy in Car-T vs Cytokine Storm and soon HSCT vs GVHD. $HGEN","sentiment_score":0.8}
{"full_text":"RT 1st lockdown was vibes, good weather, this one feels like i'm on house arrest","sentiment_score":0.325}
{"full_text":"RT i can hear vanessa hudgens crying in bed","sentiment_score":-0.2}
{"full_text":"RT Dodger Stadium's #COVID19 vaccination site shut down after far-right, antivaxx protesters gather at entrance","sentiment_score":-0.1555555556}
{"full_text":"RT Outrageous! The privilege of anti-vaxxers to prevent vulnerable folks from getting a vaccine that could well save thei...","sentiment_score":-0.75}
{"full_text":"RT True. Also, Biden spent the last 9 months telling everyone he had a plan. Apparently that was a lie like \"I won't ban f...","sentiment_score":0.075}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Really good question: why did LAPD choose to close the site and let the protesters stay? I've reported on protesters bein...","sentiment_score":0.7}
{"full_text":"RT On the same day Florida announced it will send 5,000 additional vaccine doses to Palm Beach County, the county reveals th...","sentiment_score":0.0}
{"full_text":"Watching back videos of my Aunt who passed away... she always wanted to travel to Greece, but didn't go.  She got sicker and then the pandemic struck and then she died. I think about it a lot.","sentiment_score":0.0}
{"full_text":"Dallas County Ends Deadliest Week To COVID-19 With 1,407 New Cases, 20 More Deaths - CBS Dallas \/ Fort Worth","sentiment_score":0.3121212121}
{"full_text":"RT 'Khalid Sheikh Mohammed to get COVID-19 vaccine in Guantanamo' It is inexcusable and un-American that President Biden is...","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT When Joe Biden told us he \"had a plan\" to distribute the China Virus vaccine, I wonder why he never mentioned that terro...","sentiment_score":0.0}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"More than 450 thousand died from #COVID19 in the USA alone:https:\/\/t.co\/sPp6kiwFxY","sentiment_score":0.5}
{"full_text":"No you should have entered your Direct Deposit information for non filers at the IRS.  Looks like you missed out and it is now closed.  Here it was though.https:\/\/t.co\/jukauTE8SE","sentiment_score":0.0}
{"full_text":"RT I wish the GOP in the House &amp; Senate would care as much about life after the womb.The death total from Covid in U.S. is...","sentiment_score":0.1}
{"full_text":"This is absolutely despicable, but it's another reminder of the sheer number of people that live in California. The amount of Q kook types in Los Angeles alone, despite being an overwhelmingly blue county, dwarfs the amount in Marjorie Taylor Greene's district.","sentiment_score":0.0840909091}
{"full_text":"RT [NEWS] DTS LIVES!  DTS spotted having a live in concert in Detroit. They had a blast with ADRMY (Adorable Duck MCs fo...","sentiment_score":0.3181818182}
{"full_text":"Didn't see presentation but I assume it highlighted that infection rate was already falling before entering lockdown. That was end of season.This time it was season peak so perhaps lockdown suppression simply paused inevitable mortality, so ultimately, didn't work.One theory.","sentiment_score":0.0}
{"full_text":"RT We are aware of social media posts referring to protestors showing up at the Dodger Stadium COVID-19 vaccination site. Prelimin...","sentiment_score":0.1416666667}
{"full_text":"RT True. Also, Biden spent the last 9 months telling everyone he had a plan. Apparently that was a lie like \"I won't ban f...","sentiment_score":0.075}
{"full_text":"DNA isn't altered. This article does present themes on mis information ppl keep saying. I understand many won't believe it. But the info is out here n ppl can find if if they want to","sentiment_score":0.25}
{"full_text":"RT it makes sense that covid restrictions are loosening after numbers are slightly down from catastrophic levels like how whe...","sentiment_score":-0.1555555556}
{"full_text":"RT True. Also, Biden spent the last 9 months telling everyone he had a plan. Apparently that was a lie like \"I won't ban f...","sentiment_score":0.075}
{"full_text":"RT I would say this is peak stupidity, but I'm always surprised by how far up Mt. Ignoramus people are willing to climb.","sentiment_score":-0.0375}
{"full_text":"RT In AZ the system definitely favors the wealthy. Everything from the: 1) appointment website; 2) the 8-hour time pe...","sentiment_score":0.25}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT Approx 3,900 Americans perished today; death toll likely to top 440,000 overnight  #Covid19","sentiment_score":0.25}
{"full_text":"RT Infuriating that this culminated in a shutdown of the vaccination site, even a temporary one, rather than the swift arres...","sentiment_score":-0.6}
{"full_text":"RT Report from AZ: My friend Suzy who was younger and cooler than I and way more fit than most of us  just died from Covid after...","sentiment_score":0.35}
{"full_text":"RT True. Also, Biden spent the last 9 months telling everyone he had a plan. Apparently that was a lie like \"I won't ban f...","sentiment_score":0.075}
{"full_text":"RT Coronavirus: Pleasanton school board votes in favor of transitioning to partial in-person learning |","sentiment_score":-0.1}
{"full_text":"RT Over 1,000 = More deaths in January 2021 than any other month #COVID this government should Hang their heads in shame WE N...","sentiment_score":0.1875}
{"full_text":"Absolute arseholes.","sentiment_score":0.2}
{"full_text":"RT If it wasn't clear before that anti-vaxxers and right-wingers don't just have \"different opinions,\" but WANT YOU TO DIE...","sentiment_score":0.05}
{"full_text":"RT I would say this is peak stupidity, but I'm always surprised by how far up Mt. Ignoramus people are willing to climb.","sentiment_score":-0.0375}
{"full_text":"RT South Dakota hits NEW COVID milestone: ~1 out of every 500 residents dead","sentiment_score":-0.0318181818}
{"full_text":"sending money to Desantis campaign funds and got exclusive rights to administer COVID vaccines over walgreens and cvs.  about right?","sentiment_score":0.2857142857}
{"full_text":"RT And Gov. Kristi Noem is considered a Republican up and comer. Twisted stuff.","sentiment_score":-0.5}
{"full_text":"WHO team investigating the origins of COVID-19 in Wuhan, Chinahttps:\/\/t.co\/MhPea4YZug","sentiment_score":0.0}
{"full_text":"RT I would say this is peak stupidity, but I'm always surprised by how far up Mt. Ignoramus people are willing to climb.","sentiment_score":-0.0375}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT If this monumental stuff up had have happened under my government, Murdoch would have demanded our heads for endangering publi...","sentiment_score":0.0}
{"full_text":"RT inna lillahi wa inna ilayhi raajiun. my mom passed away from COVID-19 this morning. please keep me and my family in your p...","sentiment_score":0.0}
{"full_text":"RT Infuriating that this culminated in a shutdown of the vaccination site, even a temporary one, rather than the swift arres...","sentiment_score":-0.6}
{"full_text":"RT Sitrep: situation report. This is what we call our daily briefings right now. Here's mine. We are now fairly confident w...","sentiment_score":0.2619047619}
{"full_text":"FIGHT COVID","sentiment_score":0.0}
{"full_text":"RT Dodger Stadium's COVID-19 vaccination site shut down after protesters gather at entrance","sentiment_score":-0.1555555556}
{"full_text":"RT Scotland's Covid daily death total has fallen for three consecutive days - 92, 82, 70, 60.How did BBC Scotland headline...","sentiment_score":0.0}
{"full_text":"RT Mental Health habits to maintain each week through lockdown Have a look and use these to help you with your mental wellb...","sentiment_score":-0.1}
{"full_text":"RT This is a stark reminder that our #disinfo problem isn't just #TheBigLie. We need a whole-of-society response to overcome th...","sentiment_score":-0.2}
{"full_text":"RT What if the wealthy world gobbling up the global #COVID19 vaccine supply elicited as much concern and coverage as Game...","sentiment_score":0.075}
{"full_text":"RT Good news on covid vaccine front. Recieved letter from Covax of indicative supply of up to 17 million doses of AstraZeneca i...","sentiment_score":0.7}
{"full_text":"RT By the time we get our $1400 checks, which is apparent the \"rest\" of the $2000 promised, we should have already gotten...","sentiment_score":0.05}
{"full_text":"RT Sweden and Northern Ireland \"COVID-19\" mortality data. Look at how similar the trend lines are between both countries....","sentiment_score":0.0}
{"full_text":"The Coachella and Stagecoach music and arts festivals set for April 2021 were canceled Friday due to the COVID-19 pandemic.","sentiment_score":-0.125}
{"full_text":"#ICYMI | Since the start of the pandemic, there has been a rise in global demand for fabric waste and recycled yarn from India, with designer labels and fast fashion brands exploring ways to upcycle trash into couture, writes ","sentiment_score":-0.025}
{"full_text":"COVID-19: Man charged with assault after woman, 92, injected with fake coronavirus vaccine","sentiment_score":-0.5}
{"full_text":"NATIONAL: Pentagon officials will offer Guantanamo Bay inmates COVID-19 vaccinations, according to a report by the New York Times.https:\/\/t.co\/v8eShFqnzB","sentiment_score":0.1363636364}
{"full_text":"Got your #COVID19 vaccine? Great job! But don't share a photo of your vaccination card on social media. The self-identifying information on it makes you vulnerable to identity theft and can help scammers create phony versions. ","sentiment_score":0.1777777778}
{"full_text":"Tulane RAs take issue with Housing and Residence Life handling of COVID-19 policies and RA responsibilities.","sentiment_score":0.0}
{"full_text":"Canberrans urged to get coronavirus tests after virus traces detected in ACT sewage, via","sentiment_score":0.0}
{"full_text":"RT Protesters in L.A. temporarily blocked one of the largest COVID-19 vaccination sites in the nation, stalling hundreds of motorists...","sentiment_score":0.0}
{"full_text":"Arriving tourists and Cubans who live abroad will be sent to hotels at their own expense to wait for the results of a PCR test for the new coronavirus.https:\/\/t.co\/wGhdfrseAv","sentiment_score":0.2909090909}
{"full_text":"RT wot if we paid ppl to stay at home instead of telling them to wear three masks","sentiment_score":0.0}
{"full_text":"RT I'll wait.Can *anyone* provide a narrative about this that doesn't veer in a counterintelligence direction? Any snippe...","sentiment_score":0.0}
{"full_text":"RT See if everybody just listen from the get go and stay home, we wouldn't be sent to time out. Now look at us grown ass a...","sentiment_score":0.0}
{"full_text":"The Biden admin will expand pandemic EBT benefits to infants and young children as part of a package to get more food aid to young families who have been disproportionately affected by the coronavirus-induced recession.","sentiment_score":0.2333333333}
{"full_text":"\"If you can put words or pictures on it, we do it.\"Learn how one Lexington company with a simple mantra is helping local businesses reopen during a pandemic.","sentiment_score":0.0}
{"full_text":"I like to party and by party I mean stay home and sew.#sewing #fabric #hobby #hobbies #crafts #sewingproject #sewingroom #sewingpatterns #makersgonnamake #sewersgonnasew #sewingmachine","sentiment_score":-0.3125}
{"full_text":"Because of the COVID-19 pandemic, the Girl Scouts have had to get creative when it comes to slinging their cookies.","sentiment_score":0.5}
{"full_text":"Case of #COVID-19 #coronavirus variant from South #Africa reported in #Maryland ... | #SARSCoV2 | #B1351 | #mutation | #COVID19 | #SouthAfrica | By , and via","sentiment_score":0.0}
{"full_text":"The portion of children's emergency-room visits related to mental health ballooned in 2020.","sentiment_score":-0.05}
{"full_text":"Probably. But if it's been a while, better have that dryer vent cleaned.  Call us at 316-854-0558.#wichita #housecleaning #janitorial #clean #carpet #upholstery #airduct #arearug #dryervent #tile #grout #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":0.4333333333}
{"full_text":"The AstraZeneca COVID-19 vaccine has been approved for use in Italy Saturday by Italy's medicine regulator AIFA. The vaccine has an efficacy rate of around 60 percent. AIFA recommended \"the preferential use\" of the vaccine for people between ages 18 and 55.","sentiment_score":0.0}
{"full_text":"The disclosures could threaten public confidence in a national rollout already marked by vaccine shortages, appointment logjams and inconsistent standards state to state for determining who's eligible.","sentiment_score":0.05}
{"full_text":"Yankee Jims School Housec. 1930Alonzo Coffin on porch. His sister, Ella Coffin, taught here beginning in 1870 when she was 18.#SaturdayMotivation #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"RT How is this real? Those vaccinations expire on the day!! How much was wasted because of this ignorance???","sentiment_score":0.1041666667}
{"full_text":"PATRICIA JOHNSON-BROWN, 65, of Kansas City, Missouri died of COVID on Christmas morning. She worked for decades as a social worker and mental health counselor before her retirement.","sentiment_score":-0.0333333333}
{"full_text":"The Sindh education department has confirmed 32 COVID-19 positive cases in staff members of the APWA Govt. Girls College. The infected staffers of the college have been sent to quarantine, according to a statement of the Sindh education department.https:\/\/t.co\/3OzqyPrReo","sentiment_score":0.3136363636}
{"full_text":"Mark Cuban on how the country will change post-pandemic: 'America 2.0' will look 'different'","sentiment_score":0.0}
{"full_text":"The pandemic is proving more damaging to Southwest Airlines than the terror attacks of 2001 or the financial crisis and recession of 2008. Southwest said Thursday that it lost $3.1 billion last year, its first full-year loss since 1972. ","sentiment_score":0.1875}
{"full_text":"The Missouri United Methodist Church and D&amp;H Drugstore worked together to host a makeshift vaccination clinic Saturday, giving first doses to 600 people.","sentiment_score":0.25}
{"full_text":"\"We want people vaccinated based on priority, not privilege.\"Multiple U.S. hospitals facing questions about vaccine distribution to board members and donors. ","sentiment_score":0.0}
{"full_text":"Some state leaders from around the country say: \"priority, not privilege\" when it comes to getting the coronavirus vaccine. Hospitals haven't been on board.https:\/\/t.co\/MLUpqLsxcJ","sentiment_score":0.0}
{"full_text":"Wow! Israel's ibex make the most of the lockdown - in pictures.https:\/\/t.co\/NRBbIt29UQ","sentiment_score":0.3125}
{"full_text":"Increased side effects are normal after the second COVID-19 vaccine shot, doctors say","sentiment_score":0.075}
{"full_text":"Travelers on airplanes and public transportation like buses and subways will be required to wear face masks starting next week to curb the spread of COVID-19.https:\/\/t.co\/lNgPsjWMTn","sentiment_score":0.0}
{"full_text":"If I go to the doctors office for care and they don't let me in because I won't wear a mask....who's at fault?  Me or the office?","sentiment_score":0.0}
{"full_text":"My husband is in the hospital with Covid. He has been there since November 27th. He is still in critical condition and has even had a leg amputated due to Covid. And no, he did not have diabetes or any other underlying condition. Guess what? I found the tweet amusing.","sentiment_score":0.0875}
{"full_text":"LMFAOOO BOY IF YOU DONT GTF","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"Tests help identify contacts- they protest tests.Masks help prevent spread-they protest masks.Vaccine helps prevent disease-they protest vaccine.Without tests, masks and vaccine you end up with lockdowns- they protest lockdowns.https:\/\/t.co\/FXjxEUrdmY","sentiment_score":0.0}
{"full_text":"RT Please share.","sentiment_score":0.0}
{"full_text":"State Councilor and Foreign Minister Wang Yi said on Friday that with joint efforts of China and Hungary, vaccine cooperation will definitely become an upgraded version of anti-COVID-19 cooperation between the two countries. #COVID_19","sentiment_score":-0.0625}
{"full_text":"RT Department of Defense halts plan to give COVID-19 vaccine to Guantanamo detainees - CBS News shared byline with Cassidy...","sentiment_score":0.0}
{"full_text":"Their attorneys fly to Cuba to meet with them? Why arent they wearing masks in court? Prisoners in the states cant even always get an actual face to face with their attornys during COVID.","sentiment_score":0.4}
{"full_text":"National Youth Poet Laureate Amanda Gorman will perform a new piece as a tribute to three honorary game captains who served as leaders in their communities during the COVID-19 pandemic.https:\/\/t.co\/XbEqxCRGXX","sentiment_score":-0.1318181818}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"This will help those who are pregnant make the difficult choice on whether to receive the vaccine or not! #PITT_ID21","sentiment_score":-0.1458333333}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT this is so fucked up. i hope they're punished swiftly + harshly.  people are stressed enough.","sentiment_score":-0.2666666667}
