{"full_text":"The latest  THE BARRON SOUL SHOW DAILY! Thanks to #paddydoherty #coronavirus","sentiment_score":0.2333333333}
{"full_text":"I find this strange being posted by Financial Timesmakes you wonder","sentiment_score":-0.025}
{"full_text":"I support a #PeoplesVaccine! I'm calling on to commit right now to ensuring the COVID-19 vaccine is distributed fairly and equitably to people all over the world. People over profit! #OneWorldProtected","sentiment_score":0.5803571429}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT But you know in some ways, I prefer Corona virus to the police. And don't get me wrong, I fucking hate the virus but at le...","sentiment_score":-0.65}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT AstraZeneca vaccine was trialled in 3 countries: UK, Brazil and South Africa. 3 new covid 'variants' have now been found in...","sentiment_score":0.1363636364}
{"full_text":"RT CBC hammers and lectures that we are all required to STAY HOME, but of course, this does not apply to their President &amp; VP...","sentiment_score":0.0}
{"full_text":"RT PUBLIC WARNING? Almost a year into the pandemic, the FDA decides these masks aren't okay? Panahong dalgona pa, ginagamit...","sentiment_score":0.25}
{"full_text":"Immunity-Boosting Spices and the Novel Coronavirus - PubMed #Covid19 #food ","sentiment_score":0.0}
{"full_text":"Ministers should 'absolutely not' consider Covid curfew, top expert says","sentiment_score":0.2}
{"full_text":"Covid Cases on Player Flights Leave Australian Open Buildup in Disarray","sentiment_score":0.0}
{"full_text":"RT Thread. Highly educative. About why people should stick to doing condom ads.","sentiment_score":0.16}
{"full_text":"RT It is going to be close to 400,000 coronavirus deaths when the president leaves office on Wednesday.","sentiment_score":0.0}
{"full_text":"How about implementing some of the inexpensive therapeutics that have strong anecdotal benefits and minimal harm.","sentiment_score":0.1666666667}
{"full_text":"RT .@CDCMMWR reports that a new form of the virus that causes #COVID19 spreads faster and easier and is being detected around the...","sentiment_score":0.1363636364}
{"full_text":"Fully COVID vaccinated. #VaccinationNation","sentiment_score":0.0}
{"full_text":"RT They're announcing new strains of covid like it's weed","sentiment_score":0.1363636364}
{"full_text":"And the hecatomb continues...what is the strategy of the government regarding vaccines? We need to stop the viral community transmission. Lockdowns are necessary but not sustainable, especially in a setting of economic depression.","sentiment_score":0.0666666667}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"The people of #Tigray exercised their right to vote within constitutional rights &amp; while taking COVID safety measures. However, used this as a reason to begin the #TigrayGenocide.  This is not democracy!@jakejsullivan","sentiment_score":0.2857142857}
{"full_text":"RT Been blocking COVID deniers today. So far I've taken out three Russian bots, a guy in his underpants in Dorking, half the P...","sentiment_score":-0.0222222222}
{"full_text":"RT Mike Pompeo reveals intelligence that researchers at Wuhan Institute of Virology fell ill in late 2019 and demands WHO i...","sentiment_score":-0.4}
{"full_text":"RT On any given day, Americans usually can be found in every corner of the globe. Our team brought them home from some of the m...","sentiment_score":-0.25}
{"full_text":"RT Here is BJP explaining what Congress did in the last 70 years...","sentiment_score":0.0}
{"full_text":" I earned the Bronze Medal  in the #SmellAndTasteChallenge by monitoring my #smell &amp; #taste for 7 days. How well can YOU smell? #anosmia","sentiment_score":0.0}
{"full_text":"\"Just\" had a concussion?  You do know concussions cause cause life long mental issues or the damage from one can show up and be devastation years or decades later. I'd rather have a broken arm than a concussion. Google PCS, TBI, CDC","sentiment_score":-0.1375}
{"full_text":"RT 13 executions, because 400,000+ covid deaths wasn't good enough. these fuckers. these psychopath fuckers","sentiment_score":0.35}
{"full_text":"RT Now that's what I call mass vaccination....thanks to everyone who's made this possible...","sentiment_score":0.0}
{"full_text":"RT 1. Picking science and interventions  to prevent Covid19 like a Menu2. Constant Half-measures3. Exceptionalism4. Complac...","sentiment_score":0.0}
{"full_text":"So everyone who reports on covid needs to have a medical degree\/background?","sentiment_score":0.0}
{"full_text":"when u rlly think about it cuz covid has lasted like 2 years... were all just 2 year younger versions of ourselves in these bodies...","sentiment_score":0.0}
{"full_text":"RT Some day the #'s will show how many lives were lost in order to dethrone our President....staggering numbers for political gai...","sentiment_score":0.25}
{"full_text":"RT From ably handling the pandemic to vaccine rollout, PM ji   showed his mettle to the world while haters did...","sentiment_score":0.5}
{"full_text":"RT The situation Of NIN registration at Ondo town is worse, only one system is working to register over 400 thousand people in...","sentiment_score":-0.2}
{"full_text":"Bianca Andreescu's coach, Sylvain Bruneau, says he tested positive for COVID-19 after arriving in Melbourne on a charter flight from Abu Dhabi.","sentiment_score":0.2272727273}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT It's important for entrepreneurs to help people crushed by the pandemic to get back on their feet. Shopify, Cloudkitchens, a...","sentiment_score":0.1}
{"full_text":"I work at a school in Florida. After another outbreak, I told my coworker I will get tested. They replied \"but we are NOT ALLOWED to test\"many teachers are being pressured by administration to believe, discourage test= no cases to report this causes silent wide spread infections","sentiment_score":0.1333333333}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"RT Our world has reached a heart-wrenching milestone:  #COVID19 has now claimed two million lives.Sadly, the impact of...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The United States has determined that the Wuhan Institute of Virology engaged in classified research, including...","sentiment_score":0.0}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"RT Oh my goodness!!! Pop up coffee shop owner with a dog named PENNY!! Go see Two Hot Babes in Toronto and get a coffee ","sentiment_score":0.25}
{"full_text":"RT 45* in Five Acts...........2017 -- Charlottesville2018 -- Family Separations2019 -- Ukraine2020 -- Pandemic2...","sentiment_score":0.0}
{"full_text":"RT How is anyone more upset about people making $15 an hour than billionaires making $1 TRILLION off us during a pandemic?","sentiment_score":0.5}
{"full_text":"I'm so sick of these stupid assholes trying to prove some dumb point while recording herself.  Same stupid people all over the country spreading covid so shit can't get back to normal.","sentiment_score":-0.3424107143}
{"full_text":"RT New Zealand locked down in March 2019, set up a 4 stage system and started at level 4. Businesses &amp; schools closed, airports...","sentiment_score":-0.0397306397}
{"full_text":"RT Today's mass vaccination clinic is well underway, as 5,000 Covid-19 vaccines are set to be administer...","sentiment_score":0.0}
{"full_text":"RT Quite a sight to behold as Lichfield Cathedral is converted into a COVID-19 Vaccination Centre #COVID19 #coronavirus #Covid...","sentiment_score":0.0}
{"full_text":"RT Thanks to PM Modi &amp; the BJP lead union govt we are not counting our dead till this day,instead we are talking of assisting...","sentiment_score":0.0}
{"full_text":"RT  Germany confirms to RT it's building a CAMP for COVID-dissidentsIt's deemed it necessary to threaten quarantine violators...","sentiment_score":0.0}
{"full_text":"RT Don't let them lie it away AmericaYou saw what you saw. Trump has fomented an attack on us. There's a green zone...","sentiment_score":-0.2}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT Female health workers will (yet again) carry out critical lifesaving work.  This is an excellent time to pledge to fully v...","sentiment_score":0.3333333333}
{"full_text":"RT I reported on this last March and Youtube demonetized my channel over it. Big Tech Coalition Is Developing a Digital...","sentiment_score":0.0}
{"full_text":"RT 266 get Covid vaccine shots in Haryana's Panchkula district on Day 1(reports","sentiment_score":0.0}
{"full_text":"RT LIVE NOW! My radio show,\"Coping w\/ Covid19\"  Saturdays, 12-1 pm ET on WBAI 99.5FM in NY \/ (world...","sentiment_score":0.1704545455}
{"full_text":"RT No positive COVID tests among playoff teams this morning, source said. All clear for divisional round.","sentiment_score":-0.0712121212}
{"full_text":"RT The agreement contained vital safety measures to protect Firefighters &amp; public from #COVID19. Fire Bosses don't want t...","sentiment_score":0.05}
{"full_text":"Spread is what we're trying to contain. Because it kills so savagely and that's all we've got. If you won't wear a mask to save others. It's fitting you won't care once you're vaccinated. Because you don't care about people who aren't you. He is no doctor.","sentiment_score":0.5}
{"full_text":"RT BBC Scotland initially covered the pandemic from a purely public health point of view. That changed after Unionists compla...","sentiment_score":0.0}
{"full_text":"1 year ago.The 'it's so difficult\/who could have known' brigade can do one.","sentiment_score":0.0}
{"full_text":"RT The U.S. government #Executed a #DrugTrafficker Thursday for slaying seven people in a burst of #Violence in #Virginia's capi...","sentiment_score":0.0}
{"full_text":"RT Eating clay mixed with tamarind to survive in southern Madagascar.@WFP warns that more than a million people face drought-d...","sentiment_score":0.1666666667}
{"full_text":"Ontario's \"State of Emergency\" so confusing, even the has something to say","sentiment_score":-0.3}
{"full_text":"RT No more gyms? No problem. Here's how #wheelchair users can stay fit at home, from &amp; Paralympic at...","sentiment_score":0.075}
{"full_text":"RT I'd love to know if Tom Brady, Kanye West, Moscow Mitch's wife Elaine Chao, Jared Kushner, Devin Nunes, Betsy DeVos, Jo...","sentiment_score":0.5}
{"full_text":"RT Tone-deaf Mayor shills for pro hockey players who are allowed to use rinks (while kids can't) and who are allowed to go to t...","sentiment_score":0.0}
{"full_text":"What if we abolish it except for specific politicians and the sycophants that surround him that wanted to bring back firing squads and tried to do a coup and is responsible for 392,537 deaths from a totally manageable pandemic?","sentiment_score":0.05}
{"full_text":"How many Americans died this week while democrats dithered over a second impeachment?This is the second January in a row where they ignored the pandemic to impeach Trump.","sentiment_score":0.1666666667}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"COVID is just another name for yearly flu","sentiment_score":0.0}
{"full_text":"RT Rand Paul says if you get vaccinated you don't have to wear a mask.Rand Paul is WRONG.Rand Paul is not a real doctor.Ra...","sentiment_score":-0.1}
{"full_text":"RT Trump didn't just refuse to facilitate a peaceful transition. He helped fuel a violent one.","sentiment_score":-0.275}
{"full_text":"Curious to know if everyone does this full-time or on the side while having a career? I work as a full-time Investigator but started trading in Apr 20 at the start of the pandemic. It has been very fulfilling experience (bad and good!)$SPRL $AVVH $CDNO $SNRY $VYON $STHC","sentiment_score":-0.2}
{"full_text":"RT Our free conference 9-12th Feb, covering SENCO role, EHCPs, curriculum, lockdown teaching, Downs Syndrome, dyslexia, autis...","sentiment_score":0.4}
{"full_text":"Covid??? Dakar Rally: Pierre Cherpin - French rider dies after crash on stage seven","sentiment_score":0.0}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT If we do not get this MCO right, the worst is yet to come. A daily reminder to all \"please stay at home\". Stay home and stay...","sentiment_score":-0.2380952381}
{"full_text":"RT One of the most debated topics in commercial real estate is the future of the office. What role will it play? And...","sentiment_score":0.175}
{"full_text":"RT Stay home! Wear a mask!","sentiment_score":0.0}
{"full_text":"RT I'm a baby-L, I stanned EXO during pandemic, around may 2020,I haven't experienced a whole group cb,a whole group interaction...","sentiment_score":0.4}
{"full_text":"You are an educated man.  You are smarter than this.Virtual campaign during a pandemicThat VP helped turnout significant African American and liberal voteEarly and mail in votes Republicans wouldn't allow to be counted earlyStill in a pandemicJust had an insurrection","sentiment_score":0.125}
{"full_text":"RT Guess both Rand and Fox missed the 3\/25\/2020 DOJ ANNOUNCEMENT. Time to charge both Rand and Fox a...","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT Thousands of Covid-19 vaccines are ending up in the garbage because of federal and state guidelines.","sentiment_score":0.0}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"RT I can do weather and speak up for my family at the same time.","sentiment_score":0.0}
{"full_text":"Tesco shuts store in Manchester due to Covid outbreak as employee dies via","sentiment_score":-0.125}
{"full_text":"RT BUT WHAT ABOUT PROFITS?!?!-- probably.","sentiment_score":0.0}
{"full_text":"RT Bury the dead at Maralago","sentiment_score":-0.2}
{"full_text":"#socialdistancing  outdoors. Two separate sitting areas. Hot chocolate, coffee, tea, hot apple cider, fruit and cheese trays, crab dip. Fire pits and blankets. Family. Much to be grateful for #friluftsliv","sentiment_score":0.2333333333}
{"full_text":"RT Imagine getting arrested the minute you land back from Dubai on your birthday LOOOOOOOOL","sentiment_score":0.0}
{"full_text":"Approx 12000 deaths annually in South Africa from Influenza... +36000 deaths in 2020\/2021 from #Covid19 #southafrica #itsnottheflu","sentiment_score":0.0}
{"full_text":"The government is in a let my people die mode. Let's be careful, covid is real.","sentiment_score":0.05}
{"full_text":"The sky is falling .... The sky is falling ....","sentiment_score":0.0}
{"full_text":"Although written for an American audience much of it rings true for use....","sentiment_score":0.1833333333}
{"full_text":"RT Microsoft is being discussed as a possible producer of COVID-19 vaccine passports.In other words - Bill Gates.No than...","sentiment_score":-0.0625}
{"full_text":"RT The fact that most the people from love island have spent the past year going on holidays during a pandemic, but Alex has b...","sentiment_score":0.1625}
{"full_text":"RT Proud of my good friend and former deputy chief of staff Rosa Po for being named to COVID response team. We a...","sentiment_score":0.5}
{"full_text":"RT #Norway health officials have \"adjusted their advice\" after reporting that 23 #elderly people died shortly after recei...","sentiment_score":0.0}
{"full_text":"RT Thousands of Covid-19 vaccines are ending up in the garbage because of federal and state guidelines.","sentiment_score":0.0}
{"full_text":"RT Download and join to be a part of our discussion next Tuesday! #DAAMLIVETALKS #vaccinationCovid","sentiment_score":0.0}
{"full_text":"After Kristin Johnson-Nixon and her family were struck with and survived COVID-19 last May, she and her family have made it their mission to educate others of the risks. Click the link below to read more on how they're helping people in their community. ","sentiment_score":0.25}
{"full_text":"This surge comes as a World Health Organization-led (WHO) team of investigators are in quarantine in the city of Wuhan, where the disease was first detected in late 2019.https:\/\/t.co\/A88QhQbjRv","sentiment_score":-0.025}
{"full_text":"If you are part of the Phase 1A group and live in Washington Co., it just got easier for you to receive your COVID-19 vaccine. Washington Co. leaders created a new registry program to speed up distribution. Proud to see our local leaders innovating. ","sentiment_score":0.2681818182}
{"full_text":"On Wednesday, the Israeli Prison Service (IPS) transferred the prisoner Basil Ajaj, 45, from Tulkarem, who was infected with the coronavirus, to intensive care at Soroka hospital, and there is no accurate information about his health condition.","sentiment_score":-0.2}
{"full_text":"Coronavirus cases are still rising across the Black Country.Please follow the national lockdown rules and guidance to help save lives and protect our NHSIf you need a reminder on the government's new regulations, please read here:","sentiment_score":-0.0151515152}
{"full_text":"If calamities on the scale of COVID-19 and the global financial crisis strike every decade or so, instead of every century or so, can we continue to follow a \"whatever it takes\" approach to fighting them? Booth's Raghuram G. Rajan considers for CBR.","sentiment_score":0.0}
{"full_text":"RT Rand Paul: \"They will never let up. There are doctors out there saying we may need to wear [masks] forever. That is ridicu...","sentiment_score":0.0}
{"full_text":"RT I'm no economist, it just occurred to me that aside from the legalities\/rules, EU is hardly going to 'go easy' on the U...","sentiment_score":0.0708333333}
{"full_text":"Cycling is not just good for your body, it is good for your mind! If you have taken to your bike to stay energised during this 3rd lockdown we are here to help keep you riding! Book your appointment at #stillopen #cycling #Lockdown3","sentiment_score":0.525}
{"full_text":"On the first day of the province's stay-at-home orders, many Ancaster residents escaped their homes to enjoy a mild winter day exercising, walking their dogs and even watching a film shoot happen at the Old Town Hall. #HamOnt #Ancaster #stayathomeorderhttps:\/\/t.co\/QH78D0mJSo","sentiment_score":0.3166666667}
{"full_text":"RT Labour was formed and exists today for workers, who the pandemic shows do all that's useful as opposed to all that's harmf...","sentiment_score":0.3}
{"full_text":"RT Wear a mask &amp; throw Rand Paul away! ","sentiment_score":0.0}
{"full_text":"Don't forget to check out this week's edition of my E-Newsletter here:","sentiment_score":0.0}
{"full_text":"RT Dallas County Health and Human Services Reports First Known Case of SARS-CoV-2 Variant B.1.1.7 in Dallas County","sentiment_score":0.125}
{"full_text":"2020 Game: PLAY THROUGH ALL THE MAJOR EVENTS OF 2020: THE AUSTRALIA WILDFIRES, COVID-19, THE STOCK MARKET CRASH, QUARANTINE, THE RISE OF TIKTOK, THE USA ELECTIONS, ETC.https:\/\/t.co\/x77ewzTMpb#madewithphaser","sentiment_score":-0.16875}
{"full_text":"New skin for the CDC storage truck. #HellofMen #gamedev  #realtimestrategy","sentiment_score":0.1363636364}
{"full_text":"Employee's at Guelph General Hospital keep going above and beyond as we all battle through the COVID-19 pandemic, says this letter writer.https:\/\/t.co\/VzfT0sp7bZ","sentiment_score":0.025}
{"full_text":"It's okay not to feel okay. Call the #Georgia #COVID19 #Emotional Support Line which provides 24\/7 #free and #confidential #assistance. They are ready to listen. #ItsOkayNotToFeelOkay","sentiment_score":0.32}
{"full_text":"#COVID19 means fewer resources going towards other public health crises like #HIV. Here's why ending #Aids by 2030 depends on more targeted funding for key populations.","sentiment_score":0.09375}
{"full_text":"Only to be renamed Covid","sentiment_score":0.0}
{"full_text":"RT 1 \"severe\", 51 \"minor\" cases of adverse events following immunisation reported among health workers who were administered cor...","sentiment_score":-0.025}
{"full_text":"RT Billionaires convinced y'all certain jobs aren't hard work, so don't require a decent wage. And y'all ate it up. Yet i...","sentiment_score":0.0297619048}
{"full_text":"QC set to launch contact tracing app this month #COVID19 #COVID19Quarantine","sentiment_score":0.0}
{"full_text":"Portuguese hospitals under pressure as #COVID19 cases reach record#Portugal","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 16\/01\/2021 22:30Total Cases: 10556976 [+13317]Active: 207244Recovered: 10193045 [+14162]Deaths :152283 [+153]Total Tests: 184.96MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT The threat of a \"K-shaped\" recovery - an up line for the better off, a down line for the working poor - ought to be a ma...","sentiment_score":-0.0185185185}
{"full_text":"Frank and Mary on Nantucket Mon. 1.18.21 at 8amTopic: Covid 19 vaccination and when and how seniors will be able to get their shots.Link: #townofnantucket #seniors #covidvaccine #nctv18 #visionvoicelife #letsrollnantucket","sentiment_score":0.5}
{"full_text":"Melisa Weingart-Pittman, Project Manager.  \"I've been fortunate not to contract #COVID19, however all three of my kids have, as they work in the healthcare\/first responder fields.  After much contemplation and research, I decided to get the vaccine.\" #IGotTheShot #MaskUp","sentiment_score":0.3}
{"full_text":"Because the internet won't be there to answer your phones in crisis...#covid19 #LetsTalkTravel #SaveMoney #ExpertAdvice #TravelPlanner #travel #tour #vacation #AmyJonesTravel 803-493-3431 or Amy@AmyJonesTravel.com","sentiment_score":0.0}
{"full_text":"I don't see it as two separate battles. The only battle is to break chains of transmission. If improvements to testing fail at that because people can't isolate, it is a 100% failure.","sentiment_score":-0.2722222222}
{"full_text":"#Iraq reports 596 new #coronavirus cases and three deaths in past 24 hours#BaghdadPost","sentiment_score":-0.0568181818}
{"full_text":"Why now is a fantastic time to travel... thanks to the pandemic.","sentiment_score":0.3}
{"full_text":"If building sites and other non-essential workplaces remain open it is NOT a lockdown, and it leads to the spread of the pandemic. #ShutTheSites","sentiment_score":-0.0625}
{"full_text":"\"Today's episode is about healthcare allocation in the time of COVID with Britney Wilson (.@labelleverite), a civil rights attorney with the National Center for Law and Economic Justice.\" .@DisVisibility .@NCLEJustice","sentiment_score":0.05}
{"full_text":"RT Today's update on the numbers:Total COVID hospitalizations are at 8,888.Of the 277,286 tests reported yesterday, 15,998...","sentiment_score":0.0}
{"full_text":"With more businesses adapting to a mobile food business model due to the coronavirus, we came up with six winter food truck strategies to make the most of the colder months:","sentiment_score":0.2916666667}
{"full_text":"The Institute for Safe Medication Practices (ISMP) has released recommendations for avoiding mistakes when administering COVID-19 vaccines.","sentiment_score":0.5}
