{"full_text":"Coronavirus updates | Four passengers on Air India's London-Delhi flight test positive","sentiment_score":0.2272727273}
{"full_text":"RT This is not 'home schooling'. Home schooling is a conscious decision made by some parents having researched that option....","sentiment_score":0.1}
{"full_text":"RT One for your aunty's friend who thinks Boris is doing a good job and we should all just get behind him and stop moaning:...","sentiment_score":0.15}
{"full_text":"If the government thought they need the extra money to live during the pandemic why do they all of a sudden think Australians can live on less now when there are still not enough jobs","sentiment_score":0.0176767677}
{"full_text":"RT I've nailed it. Supermarkets should not admit non mask wearers for the safety of staff\/customers. They should release a stat...","sentiment_score":0.0}
{"full_text":"RT COVID Zero: How to end the pandemic in 5 weeks22\/pngs attachedlinks to pdfhttps:\/\/t.co\/eu1sVDLtA3https:\/\/t.co\/5uOX...","sentiment_score":0.0}
{"full_text":"Yeah Nadiajae I hate this lockdown because of this home learning is killing me inside ","sentiment_score":-0.8}
{"full_text":"RT Malaysia buys additional 12.2 million doses of Pfizer-BioNTech COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT IoT-Austria Newsletter Janner #iot #esp32 #flic #IOTA #hardware #talk #COVID #COVID19 #Impfung #chip ","sentiment_score":0.0}
{"full_text":"RT Very thankful to for continuing to run courses for artists like my brother under lockdown - maintaining soci...","sentiment_score":0.2}
{"full_text":"RT 3) I warned this entire Jan 6th insurrection day could be worse than Sturgis in terms of superspreading.","sentiment_score":-0.2}
{"full_text":"RT \"Ultimately, the greatest lesson that COVID-19 can teach humanity is that we are all in this together.\" We are in this t...","sentiment_score":0.5}
{"full_text":"RT South Africa has recorded another 17 412 confirmed Covid-19 infections in the past 24 hours, along with 339 new Covid-19 relate...","sentiment_score":0.0954545455}
{"full_text":"RT Yuehua Entertainment has shared on January 10th that EVERGLOW members Yiren and Sihyeon have now tested negative for CO...","sentiment_score":-0.3}
{"full_text":"RT I hope y'all have a fantastic week and please try to stay Safe. Wear a mask, wash your hands, and keep your distance from p...","sentiment_score":0.45}
{"full_text":"Just a reminder of the BBC Bitesize Lockdown Learning Schedule starting today - why not tag a friend and take a screenshotBBC Bitesize Daily will be available on Red Button. Catch up on all shows on iPlayer!","sentiment_score":0.1}
{"full_text":"How many players do you think is enough to avoid free hitting? I haven't hit the button yet and am worried with all the covid issues it may be wasted this week","sentiment_score":0.175}
{"full_text":"RT Dodger Stadium will be turning into a #COVID19 vaccination site with capacity for up to 12k people\/day. More from","sentiment_score":0.5}
{"full_text":"RT There are chances that you've caught Covid-19 and recovered without knowing.","sentiment_score":0.0}
{"full_text":"RT Regarding the UK gov's new Covid campaign (\"Act like you've got the virus\"), I was asked on yesterday if \"there is...","sentiment_score":0.1363636364}
{"full_text":"RT How can we get numbers down if people keep returning from trips abroad to COVID hotspots like Dubai? This is a reserved po...","sentiment_score":-0.1555555556}
{"full_text":"RT Gosh this is great news","sentiment_score":0.8}
{"full_text":"I believe it's Covid.","sentiment_score":0.0}
{"full_text":"RT Just go to UCH, the staffs are panicking like mad. Doctors and Nurses are testing positive like it nothing. 37 people from...","sentiment_score":-0.1988636364}
{"full_text":"RT South Africa has recorded another 17 412 confirmed Covid-19 infections in the past 24 hours, along with 339 new Covid-19 relate...","sentiment_score":0.0954545455}
{"full_text":"I'm hoping that 's plan to immediately distribute all available vaccines also comes with investments to ramp up vaccine production so people can get their second dose... #Moderna #Pfizer #COVID19","sentiment_score":0.2}
{"full_text":"RT NEW MUSIC Bomb$hell - Lockdown (Prod. By EazyTheProducer &amp; Edit Beats) Get it on","sentiment_score":0.1363636364}
{"full_text":"RT Professor has been right throughout this crisis.As she says we need a Zero Covid strategy to prevent endl...","sentiment_score":0.2857142857}
{"full_text":"RT James Milner is back again, this time with his lockdown top 10..What a man ","sentiment_score":0.25}
{"full_text":"RT #Lockdown rules are for everyone ... except senior Tories and their mates, of course.#ReesMogg #BarnardCastle #OneRuleFo...","sentiment_score":0.0}
{"full_text":"RT If you can't speak basic Swahili this week please stay at home.","sentiment_score":0.0}
{"full_text":"That positive is not really indicative of anything in particular. Have you noticed the regular flu has all but disappeared. Covid is the new flu. This whole scam was created to bring in a NWO. It gets a bit sci fi like, but when you look into it the evidence is there.","sentiment_score":0.1050505051}
{"full_text":"RT Wow. I have never been so tired of something like I am tired of covid.","sentiment_score":-0.2333333333}
{"full_text":"RT Don't mean to be a difficult customer, but you SILL haven't explained what string found to p...","sentiment_score":-0.40625}
{"full_text":"RT Oh sure the problem here is the support bubbles, it definitely isn't the complete shambles of schools policy or the lack o...","sentiment_score":0.2}
{"full_text":"RT A review of social media posts, voter registrations, court files and other records for 120+ people arrested or ID'd at the rio...","sentiment_score":-0.0458333333}
{"full_text":"RT This thread (more countries in later tweets) is actually a pretty accurate summary","sentiment_score":0.2875}
{"full_text":"RT Unfortunately, last night at 8:27 my dad passed away due to Covid. He fought hard for over a month but his body could not anym...","sentiment_score":-0.1388888889}
{"full_text":"RT I am home after 7 weeks of hospitalization for Covid. It's good to be home.","sentiment_score":0.7}
{"full_text":"RT We have been quiet for too long . . . I really don't care what other  so called \"Christians\" say.  We cannot be told when to...","sentiment_score":0.00625}
{"full_text":"42 adults at lockdown party in rural Lille (in Antwerp). Not an orgy","sentiment_score":0.0}
{"full_text":"RT A truly extraordinary situation. The lab working on SARS-like viruses in Wuhan has deleted 300 papers.It previously de...","sentiment_score":0.0833333333}
{"full_text":"RT In parts of London 1 in 20 people has covid  -CMO Chris Whitty","sentiment_score":0.0}
{"full_text":"\"These 7 mass vaccination centres &amp; others that are to follow join the PCNs that are already delivering the vaccine. They join hospital hubs that opened last month as well. There's a massive effort across the NHS\"-@NHSE_Danny on this morninghttps:\/\/t.co\/IWJEf6kwLm","sentiment_score":0.0}
{"full_text":"gonna guess CDC didn't...","sentiment_score":0.0}
{"full_text":"RT We should have investigated the labs in Wuhan before all evidences have been removed by CCP","sentiment_score":0.0}
{"full_text":"RT Indonesia is off limits to foreigners until 28 January to minimize the spread of the new Covid-19 variants. The arrival res...","sentiment_score":0.1363636364}
{"full_text":"RT Sunday marked the 75th anniversary of the General Assembly.During a commemoration ceremony held online, Secretary...","sentiment_score":0.075}
{"full_text":"RT If the government wants people to stay at home, it needs to:#Increase sick pay to the real living wage.#Close all n...","sentiment_score":-0.1047619048}
{"full_text":"RT For the kids over lockdown...#CapitalInvasion #Lego #Lockdown #Trump","sentiment_score":0.0}
{"full_text":"RT My husband and I patiently waiting for the government to declare another lockdown so we use the children's school fees for shaw...","sentiment_score":0.0}
{"full_text":"Jesus Christ what a mess","sentiment_score":-0.175}
{"full_text":"RT This was was not inevitable. Both SAGE &amp; warned that we needed to go into lockdown before Xmas in order to a...","sentiment_score":0.0}
{"full_text":"RT It's a beautiful morning and the start of a new week.Be reminded, #COVID19 is real and keeping safe in these times beg...","sentiment_score":0.4215909091}
{"full_text":"We all know the answer.","sentiment_score":0.0}
{"full_text":"RT Which country is winning the race to vaccinate its population against the coronavirus?","sentiment_score":0.5}
{"full_text":"RT What will end first?(A) The Pandemicor(B) This Fucking Story","sentiment_score":-0.6}
{"full_text":"The NIN registration isn't worth this trouble nor the health risk it poses to anyone in &amp; around such crowded centres. Minister of Comms of all people, should know better. With this, how do you expect anyone to believe the reality of Covid-19 after all?","sentiment_score":0.15}
{"full_text":"RT \"..Last warning and widespread evil has approached, so take a lesson; O you who have eyes\"Imam Mahdi Nasser Mohammad...","sentiment_score":-1.0}
{"full_text":"Jan 6 insurrection deaths &gt; benghaziCovid deaths &gt; 90 000 BenghazisCovid deaths &gt; 120 9\/11sWhere is Republican outrage about all these deaths?","sentiment_score":0.0}
{"full_text":"RT .@sakshijoshii thx 4 doing a show on a topic which hardly gets even noticed. In the post-covid era, technologies hv bec...","sentiment_score":-0.2916666667}
{"full_text":"RT May pregnancy tests and covid tests be negative all 2021. Amen.","sentiment_score":-0.3}
{"full_text":"Service Update 09:00 - All general service updates can be found here: Please remember to wear a mask when travelling with us, on trains &amp; at our stations. Thankyou.","sentiment_score":0.05}
{"full_text":"Service Update 09:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"#NowPlaying on WJMS Manny Faces - Manny Faces on the Coronavirus #TuneIn now, request a song or submit us yours! We are Radio ReImagined.","sentiment_score":0.0}
{"full_text":"RT We've seen in the USA what can happen when people who promote dangerous conspiracy theories are left unchecked. It's l...","sentiment_score":-0.3}
{"full_text":"RT #RaviTeja's #Krack Sunday(2nd Day) Exact AP\/TS share is 6.25Cr which is Phenomenal in normal conditions itself.But in Cov...","sentiment_score":0.3}
{"full_text":"RT Just go to UCH, the staffs are panicking like mad. Doctors and Nurses are testing positive like it nothing. 37 people from...","sentiment_score":-0.1988636364}
{"full_text":"RT A 300-day quarantine with no end in sight is UNFORGIVABLE.Quarantine as an initial response is correct. But now, it is...","sentiment_score":0.0}
{"full_text":"RT Don't think I'll ever get over the fact Dominic Cummings wasn't forced to apologise\/resign over breaking lockdown rule...","sentiment_score":-0.3}
{"full_text":"RT The lockdown is a jokedown because the Govt REFUSE to work out and give any real financial help to anyone or any business....","sentiment_score":0.0}
{"full_text":"RT 4) Pandemic does not take a break. MSNBC is reporting this Covid exposure to members of Congress and their staff too.","sentiment_score":0.0}
{"full_text":"RT This is the Nationals leadership. Apparently, the best they've got.","sentiment_score":0.525}
{"full_text":"RT Does your Executive Producer perchance go by the name of \"Scott Morrison\" or \"Tim Smith\"? #auspol #abc730","sentiment_score":0.0}
{"full_text":"RT Oh sure the problem here is the support bubbles, it definitely isn't the complete shambles of schools policy or the lack o...","sentiment_score":0.2}
{"full_text":"RT Only an #IdiotPM and a Cowardly leader will not do a Press Conference for 2422 days and still claim to be most transparent....","sentiment_score":0.25}
{"full_text":"RT Canadian expert's research ( he used to be a lockdown supporter) finds lockdown harms are 10 times greater than benefits....","sentiment_score":0.5}
{"full_text":"Imagine telling a population who voted for brexit and Boris Johnson to use 'common sense' in response to a deadly pandemic.","sentiment_score":-0.25}
{"full_text":"RT Avoid busy and crowed spaces and always wear your mask  together we can defeat Covid19 She-Game Award 2020 wi...","sentiment_score":0.1}
{"full_text":"RT Interns all over maharshtra working in covid with same dedication so we demand the same incentive for every intern!#incent...","sentiment_score":0.0}
{"full_text":"Covid 20","sentiment_score":0.0}
{"full_text":"Do y'all have a covid-19 wish? Abi no be NIN matter again? Make dem block my SIM abeg, later in the year when things calm down I go dey get NIN and new SIM","sentiment_score":0.0702020202}
{"full_text":"Avoiding Lease Default Through Tenant Representation #CRE #TenantRep #TenantTips #Leasing #Default #COVID-19","sentiment_score":0.0}
{"full_text":"And if you've been following up their facts about covid-19 have been changing since the outbreak.That aside when you watch that video,the organizers of the event seem to know little about covid-19","sentiment_score":-0.09375}
{"full_text":"RT I wont go into specifics, as to protect my friend's privacy, but just got word he is confined in the ICU with the new strai...","sentiment_score":0.1363636364}
{"full_text":"Lockdown 3.0 goes a little something like this... ...#MotherOfDeux","sentiment_score":-0.1875}
{"full_text":"- Dad slams Covid 19 rules banning him and wife from seeing sick son, one, at the same time -","sentiment_score":-0.3571428571}
{"full_text":"RT Knowing Covid's origins is vital to avert another pandemic from China, the source also of SARS. But as Japan's Seiron newsma...","sentiment_score":0.1}
{"full_text":"RT \"Being a nurse means to hold all your own tears and start drawing smiles on people's faces.\" - Dana Basem. #CoE salute...","sentiment_score":0.6}
{"full_text":"RT What will end first?(A) The Pandemicor(B) This Fucking Story","sentiment_score":-0.6}
{"full_text":"We're now in a race against the virus, but how can the #vaccine be distributed efficiently? Here are 3 proposals by architects to speed up the process including drive-through facilities, #shipping-ontainer clinics &amp; pods in town squares. #covid19","sentiment_score":0.0}
{"full_text":"RT This morning we are at the Steve Biko Academic Hospital in Tshwane. The facility noted a sharp increase in the number of...","sentiment_score":-0.0625}
{"full_text":"RT #StayHome, except to:- Shop for essentials- Work, if you can't from home- Exercise locallyBut ALWAYS remember ","sentiment_score":0.0}
{"full_text":"\"Is Covid-19 going to change our cities? No\" says Norman Foster. Find out why... #architects #covid #urbanliving","sentiment_score":0.0}
{"full_text":"Trump is part of scam And trump himself blew cover of the scam And then trump himself stopped investigation into scam. Stop using that cheap weed, mate.","sentiment_score":0.4}
{"full_text":"Community testingUpdate 10 January 2021Added list of community testing programme areas.https:\/\/t.co\/wN506rEmnu#socialcare #covid19 #testing","sentiment_score":0.0}
{"full_text":"Over 9 mln doses of #COVID19 vaccines have been administered across China, a top health official said Sat, adding that the number of vaccine doses will be extended to cover the whole Chinese population free of charge for better #COVID19 prevention and control.","sentiment_score":0.32}
{"full_text":"YOUR ROUTE FROM PANDEMIC PARALYSIS. Visit our website to find out how to applyhttps:\/\/t.co\/ZllD0qpHkS","sentiment_score":0.0}
{"full_text":"Government announced in 2020 would be replaced, just as the evidence showed that the health conditions PHE were tackling were putting us at greater risk of COVID-19. The future of public health hangs in the balance - it's time to act","sentiment_score":0.1666666667}
{"full_text":"Recently, Louisa Way shared her experience of Wound Care nursing during the COVID-19 pandemic.When asked what her number one message to other nurses was, she said \"Remember that you are not alone\".Her response really made us think.Watch this space...#TogetherInWoundCare","sentiment_score":0.025}
{"full_text":"This #heritagetreasures day, we celebrate the positive impact that the Old and New Towns of Edinburgh World Heritage Site continues to have on our wellbeing through lockdown and beyond.@HistEnvScot #heritage #unesco","sentiment_score":0.1545454545}
{"full_text":"Meet the mind-reading Barrow primary school teaching assistanthttps:\/\/t.co\/iLKF0954Ou","sentiment_score":0.4}
{"full_text":"Long queues at hypermarts, restaurants in Malaysia amid talk of fresh Covid-19 curbshttps:\/\/t.co\/VGvMRlannP","sentiment_score":0.125}
{"full_text":"RT Astonishing gap really between France's fairly good handling of 2nd covid19 lockdown (consistently fewer deaths per 100 p...","sentiment_score":0.33}
{"full_text":"Happy new lockdown everyone! It's the first #NewsAgenda of 2021 and today and I are discussing #vaccines, #lockdown, and in a welcome bit of good news, the bigliest #impeachment in history.Live, 915am, here:","sentiment_score":0.5440909091}
{"full_text":"Wrigleys At-Home Series | Can I make an LPA during #lockdown with #socialdistancing restrictions in place? 'The short answer is yes!' Chelsea Martin gives more details and a few handy tips","sentiment_score":0.225}
{"full_text":"South Africa, with more than 1.2 million reported cases, including 32,824 deaths, accounts for more than 30% of the total for the continent of 54 countries and 1.3 billion people.https:\/\/t.co\/yIMdAX6Ntd","sentiment_score":0.3333333333}
{"full_text":"#LKCMedicine's Associate Professor Josip Car shares his views on the potential rise in imported cases of Covid-19 in Singapore with The Straits Times. Read the article in full here: ","sentiment_score":0.175}
{"full_text":"The confirmation of the especially contagious new variant of the virus marks the first time it has been found in Mexico, home to the pandemic's forth-highest death toll globally.https:\/\/t.co\/XhnBBXfrSi","sentiment_score":0.1287878788}
{"full_text":"#ThermalCameras give businesses an additional line of defence against COVID-19 in the workplace, keeping you and your employees safe. 2CL are offering Thermal Cameras to purchase or to hire, from 12 weeks to five years. Find out more:","sentiment_score":0.5}
{"full_text":"RT Breaking lockdown rules is just being a good dad[later]hey what the fuck, get back indoors","sentiment_score":0.1}
{"full_text":"Further study needed to ensure safety of COVID-19 vaccines for individuals below 16 yrs. old -- WHO exec","sentiment_score":0.05}
{"full_text":"A new mask for a new year featuring a drawing made by James Steventon where a mark is made for each inhalation and exhalation, and repeated continuously for a full day during lockdown whilst wearing a face mask throughout.https:\/\/t.co\/8BIhReprgu#WearAMask","sentiment_score":0.2075757576}
{"full_text":"During #COVID19, try taking 20 minutes doing something the kids choose - like playing a game or reading - together with them. #coronavirus","sentiment_score":-0.4}
{"full_text":" STAY AT HOME  During lockdown, we urge all our supporters, members, volunteers and playing staff to follow the Government advice during lockdown. Stay Home, Protect The NHS, Save Lives.","sentiment_score":0.0}
{"full_text":"We've all had to take action against this pandemic and there no doubt it's been tough, and a little help goes a long way.Our team is here to help you get set up for #contacttracing Here's how it works: #trackandtrace #COVID19 #pandemic","sentiment_score":-0.1315972222}
{"full_text":"Let's pray for all who are suffering from the impact of #Covid19. In this time of national lockdown, may we find creative ways to reach out to each other in hope and love.","sentiment_score":0.2916666667}
{"full_text":"During #COVID19, try taking 20 minutes doing something the kids choose - like playing a game or reading - together with them. #coronavirus","sentiment_score":-0.4}
{"full_text":"The Covid-19 helps us to look back at the manufacturing and supply chain limitations.https:\/\/t.co\/6UDVLtQLRc#Covid19 #Management #Supplychain #Pandemic #Manufacturing #Industry","sentiment_score":0.0}
{"full_text":"Learn the basics about the 7 COVID-19 vaccines we may get!#yoorekka #COVID19 #vaccine Cover Photo Credits:: Steven Cornfield | Unsplashhttps:\/\/t.co\/oDEtb135pq","sentiment_score":0.0}
{"full_text":"RT Six dead at the US Capitol after a GOP-backed riot...400K Covid deaths that could have been prevented...GOP radicals plotti...","sentiment_score":-0.2}
{"full_text":"Lockdown Learning: BBC puts school materials on TV, iPlayer and online!  From Monday 11 January, lessons and programmes will start to be broadcast on TV - on BBC Two and CBBC - as well as on iPlayer, with additional content online.https:\/\/t.co\/Sga45rDJEp","sentiment_score":0.0}
{"full_text":"Please help us to keep our operatives safe. When you book a repair we will ask if anyone in your household has coronavirus. We will also contact you to check this before anyone visits.","sentiment_score":0.5}
{"full_text":"DOSCAST 14 NOW LIVE Hawks returning following Covid outbreak Weekly testing supplied by the Club Fixture rearrangment  2021 on and off the fieldWatch #COYH #OurCommunityOurPassion","sentiment_score":0.0681818182}
{"full_text":"EC Speaks Out on Broken Ballot Box Seals #ChimpReportsNews #UGDecides2021 #WearAMask ","sentiment_score":-0.4}
{"full_text":"Out of the 117 new #coronavirus cases in #SaudiArabia, 47 were confirmed in Riyadh and 22 in Makkah.      ","sentiment_score":0.2681818182}
{"full_text":"Global brands are bidding to win over #GenZ customers in China, South Korea and Japan to buoy post-pandemic rebounds in spending, but to reach this demographic, they'll need to tailor their strategies accordingly.","sentiment_score":0.4}
{"full_text":"Merseyside Police say the \"vast majority\" of people did not break coronavirus rules by gathering outside Marine's stadium before Tottenham FA Cup tie.","sentiment_score":0.0}
{"full_text":"V M Mansi, a 23-year-old MBA student started an Instagram page called 'Farmful' to help the farmers in her district sell their produce. She started this altruistic initiative when she learned about the farmers' struggles amid the pandemic. More power to her!#COVID19 #Farmers","sentiment_score":0.5}
{"full_text":"You have a right to be safe at work -- no matter whether you work full-time, part-time or are on a zero-hours contract If you're worried about working because of #Coronavirus, our advice can help","sentiment_score":0.3928571429}
{"full_text":"[WATCH] Pray for healing: Interfaith services honour Covid patients, healthcare workersReligious groups have taken to the streets to pray for patients and medical staff battling the second wave of the Covid-19 pandemic.https:\/\/t.co\/OS3zra5fAqStory:","sentiment_score":0.0}
{"full_text":"RT Our Mission 30M is all about taking charge for one of the utmost need of humanity: feeding the impoverished.#smile #nee...","sentiment_score":0.0}
{"full_text":"National Task Force Against COVID-19 Chief Implementer and Vaccine czar Carlito Galvez Jr. said the Philippines will procure 148 million doses of COVID-19 vaccines from seven pharmaceutical companies.#covid19ph #vaccinehttps:\/\/t.co\/4n1ZdwVBpT","sentiment_score":0.0}
{"full_text":"You have a right to be safe at work -- no matter whether you work full-time, part-time or are on a zero-hours contract If you're worried about working because of #Coronavirus, our advice can help","sentiment_score":0.3928571429}
{"full_text":"RT i INFO | With the threat of #COVID19 continuing to grow, it is vital we do all we can to protect our |...","sentiment_score":0.1}
{"full_text":"Do you have something on this?","sentiment_score":0.0}
{"full_text":"A Positive COVID-19 Story: Dubai gold raffle winner donates 50% to those who lost jobs due to Covid via Khaleej Times (United Arab Emirates)","sentiment_score":0.0511363636}
{"full_text":" Government has put in place support packages for businesses with new top-up grants worth up to PS9,000.Our 24\/7 COVID-19 helpline can talk you through your options. Call now on 01642 662777 Find out more:","sentiment_score":0.3121212121}
{"full_text":"Need some #MondayMotivation?Our friendly team at Dover Technical College have put together some home exercises you can do to stay active during the #Lockdown:","sentiment_score":0.0805555556}
{"full_text":"Following the recent announcement from the government on COVID-19, Wakefield Council run Markets at Wakefield, Castleford, South Elmsall, Pontefract, Ossett and Normanton remain OPEN for traders selling essential items. #WakefieldMarkets #markets #Discovershopenjoy","sentiment_score":0.0}
{"full_text":"With many of us spending more time at home why not take a minute to check your home is safe from fire with our HOME FIRE SAFETY CHECKLIST.Download a copy from our site here:https:\/\/t.co\/4fcCCJlLnm","sentiment_score":0.5}
{"full_text":"If you or someone you know needs a hand with collecting shopping or prescriptions, or just wants someone to talk to, NHS Volunteer Responders are there to help.Call 0808 196 3646 or visit #ThankYouNHS #volunteers","sentiment_score":0.2}
{"full_text":"What are #paramedics' experiences during a #pandemic or #epidemic and what can this tell us about the #paramedic #experience during the current #COVID19 crisis? Read it FREE here in our #international sister journal #IPP - (AdobeStock\/Soho A studio)","sentiment_score":0.1333333333}
{"full_text":"Beat the lockdown blues and take part in our new mood lifting challenges on the moves + app. Choose a weekly reviver run, energiser ride or revitaliser walk..... Starting today! ","sentiment_score":0.0681818182}
{"full_text":"Many developed countries have ordered more coronavirus vaccines than they needed* Canada has dibs on enough doses to immunise 500+% of its population* Britain and EU have coverage of 290% and 200%, respectively* Situation in rest of the world is quite different","sentiment_score":0.1833333333}
{"full_text":"We know that being confined at home during lockdown can be very hard. Visit our #COVID19 info hub for information about staying safe, where to get help and tips for wellness &amp; children's activities. #NotAlone","sentiment_score":0.0604166667}
{"full_text":"RT Be kind to people. As the Covid death toll rises, South Africa is in a complex state of collective grief, with none of t...","sentiment_score":-0.1666666667}
{"full_text":"There was a drop in day trippers to the Darling Downs over the weekend, with Brisbane carrying out an intense three-day lockdown. #COVID19 #7NEWS","sentiment_score":0.2}
{"full_text":"WHO scientists are tracing the roots of the #COVID19Pandemic","sentiment_score":0.0}
{"full_text":"#Gujarat schools and colleges reopen after nine months of COVID-19 restrictionshttps:\/\/t.co\/79QAD7YfUI","sentiment_score":0.0}
{"full_text":"Need to travel by #bus or #tram? #Blackpool #Transport is Clean, Safe &amp; there for you. Staff clean regularly &amp; #SocialDistancing is required onboard. Do your bit - take your own #handsanitiser. More here: #FyldeCoast","sentiment_score":0.3888888889}
