{"full_text":"RT OK, quite a long post, but I was asked by several people yesterday to respond specifically to the points  made in...","sentiment_score":0.15}
{"full_text":"RT COVID-19 will not dampen the intensity and passion of #Nazareno2021.Bookmark and refresh this page for stories, articl...","sentiment_score":0.0}
{"full_text":"RT NEW--76% of 1,733 #COVID19 patients diagnosed in #Wuhan had at least one symptom six months after symptom onset; fatigue or m...","sentiment_score":-0.3}
{"full_text":"RT \"today the u.k has recorded 1325 deaths, the highest figure since the pandemic began\"boris:","sentiment_score":0.0}
{"full_text":"RT Also helps when the case definition changes over time. Cases include \"probable and confirmed cases...","sentiment_score":0.4}
{"full_text":"RT Undergrads who are interested in doing research for grad\/professional apps are having a tough time getting into labs due to...","sentiment_score":-0.087962963}
{"full_text":"RT Lol. So yeah, that COV variant from the UK has been in the US for whatever reason and is quite likely part of the reason we're...","sentiment_score":0.4}
{"full_text":"It says stay at home.Nothing vague about it.Thousands of people are doing this, and the same thing is said. Oh, come on...it's just a little rule break...it's not really breaking the rules.Well, yes it is.This is one of the reasons it is still spreading in a Lockdown.","sentiment_score":-0.196875}
{"full_text":"RT Thank you, Shaun, for your efforts to bring the truth to light. Your piece shows exactly why total lockdown is so vital....","sentiment_score":0.1875}
{"full_text":"RT Study suggests Pfizer vaccine works against virus variant@karenhunter #KarenRebels","sentiment_score":0.0}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Ontarians need to hunker down right now and stay home. We need everyone to avoid gatherings with people outside your househ...","sentiment_score":0.0433862434}
{"full_text":"RT Manitoba's COVID-19 restrictions are some of the most overreaching and draconian in the entire country.Full Story fr...","sentiment_score":0.25}
{"full_text":"More than half of coronavirus cases spread by asymptomatic carriers, CDC model showshttps:\/\/t.co\/ahF8JXo4ty","sentiment_score":0.1666666667}
{"full_text":"RT Instead of satisfying the horribly addictive drug of politics right now, why won't House Speaker Nancy Pelosi halt impe...","sentiment_score":0.2619047619}
{"full_text":"RT #COVID19 can cause severe illness. CDC data show that almost 30% of people hospitalized with COVID-19 need intensive care. More...","sentiment_score":0.5}
{"full_text":"The neighbor lady that has Covid pneumonia went back to the Dr. today for a chest X-ray.  She still has It.  They prescribed her another antibiotic.  Dad's worried.  ","sentiment_score":0.0}
{"full_text":"RT A horrifying personal account of yesterday inside the Capitol from Times photographer","sentiment_score":-0.45}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT THANK YOU TWITTER...BUT if you just took away Trump's account much earlier, let's say (name one of the MANY times that he's...","sentiment_score":0.25}
{"full_text":"RT Reps. Lieu and Cicilline started drafting articles of impeachment while in lockdown together in Cicilline's office for h...","sentiment_score":0.0}
{"full_text":"Oh , you've been a joy to read and watch tonight in lockdown ","sentiment_score":0.8}
{"full_text":"RT you tried your best this week. even if you don't feel like you did much, that's okay. we're in the deadliest days of an un...","sentiment_score":0.5666666667}
{"full_text":"RT In my other set of comments I called for Govt supported isolation for those who are or might be infectious - financial &amp; p...","sentiment_score":-0.0625}
{"full_text":"We have all lost in this time of coronavirus May dad passed away from parkinson's  last May in the nursing home and we weren't aloud to visit him just phone calls  China released this virus to the world What is Joe going to do to hold China accountable for this  virus","sentiment_score":0.0}
{"full_text":"RT So many GOP members of Congress laughed &amp; mocked Rep. for her trying to hand out masks to GOP members while...","sentiment_score":0.6}
{"full_text":"RT Back in April after seeing MANY patients in New York City presenting really sick from COVID19 with silent hypoxia, I made t...","sentiment_score":-0.0155844156}
{"full_text":"RT This is an important message. More infectious variant + colder means virus survives longer &amp; more aerosol transmission bec...","sentiment_score":0.4666666667}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Eight Month Old Baby Among Saint Lucia's 12 New COVID-19 Cases","sentiment_score":0.1181818182}
{"full_text":"Of course it was recent travel bc can't do her job. ","sentiment_score":0.0}
{"full_text":"RT April 2020 - SNP calls for airport checks, a reserved matter. Home Sec Priti Patel refuses but admits she has no idea h...","sentiment_score":-0.1}
{"full_text":"RT Yes, people died at the Capitol and now Trump's gone. But think about how many lives would have been saved had been impea...","sentiment_score":0.5}
{"full_text":"FA Cup: Liverpool Survive Scare From Covid-Hit Aston Villa | Football News","sentiment_score":0.0}
{"full_text":"RT So many GOP members of Congress laughed &amp; mocked Rep. for her trying to hand out masks to GOP members while...","sentiment_score":0.6}
{"full_text":"Colleagues throughout the HealthONE system are lining up to receive their COVID-19 vaccinations. These frontline #HealthcareHeroes are doing their part to #EndThePandemic and create #HealthierTomorrows!","sentiment_score":0.0}
{"full_text":"you do realize that the majority of your constituents live below the poverty line, have been put out of work , or list business due to this pandemic right?","sentiment_score":0.099025974}
{"full_text":"RT Me and the boys taking a COVID free trip to Disney","sentiment_score":0.4}
{"full_text":"RT For the first time ever, America has reported more than 4,000 deaths from covid-19 in one day. You can explore which plac...","sentiment_score":0.375}
{"full_text":"RT Great, now my wife is gonna want me to do whatever he did.","sentiment_score":0.8}
{"full_text":"RT #AtTheEndOfALongWeek Laundry for the next week Before lockdown. Stockings and skirts and Nice shirts During lockdown : swea...","sentiment_score":0.3}
{"full_text":"RT Morrison goes on holiday as new strain found in QLD  #COVID19Aus you think pm during a pandemic be. Pm 24 hours a da...","sentiment_score":0.1363636364}
{"full_text":"Words can't describe how badly i want one. But helping people on Twitter is really making me get through lockdown. Once i get the ps5 im still going to update people","sentiment_score":-0.25}
{"full_text":"RT One day we'll  get the cabinet minutes to see if lockdown scepticism and\/or 'herd immunity without vaccination' advoca...","sentiment_score":0.0}
{"full_text":"RT My uncle, who's a doctor, got the covid vaccine Monday. He tested positive for Covid-19 today.","sentiment_score":0.2272727273}
{"full_text":"RT this is, among other things, mass murder","sentiment_score":-0.125}
{"full_text":"RT I wear a mask and I can still tell that some of you have been social distancing from deodorant. \"Cleanliness is part of...","sentiment_score":0.0333333333}
{"full_text":"I love donuts.  Any shared food is a problem in covid times, though!  :(","sentiment_score":-0.0625}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Good evening, Ottawa.There's no easy way to say this: the COVID levels in our community are the highest they've been si...","sentiment_score":0.2416666667}
{"full_text":"RT BREAKING: I have declared a major incident in London because the threat this virus poses to our city is at crisis point.On...","sentiment_score":0.0625}
{"full_text":"RT Public transpiration is a human right. Yet we have \"historically neglected ... low-income communities, people of color, &amp; th...","sentiment_score":0.0714285714}
{"full_text":"RT Yes, people died at the Capitol and now Trump's gone. But think about how many lives would have been saved had been impea...","sentiment_score":0.5}
{"full_text":"RT Are you aged 14-25 and struggling with your wellbeing due to COVID-19? This free mental health hub can help:","sentiment_score":0.01875}
{"full_text":"RT Remember when Trump lied about COVID to \"not cause a panic\" and then a month later lead an insurrection at the state cap...","sentiment_score":0.0}
{"full_text":"RT Yes, people died at the Capitol and now Trump's gone. But think about how many lives would have been saved had been impea...","sentiment_score":0.5}
{"full_text":"Oh come on LB! None of your followers believe in Covid! Remember... it is a hoax!","sentiment_score":0.0}
{"full_text":"RT Boris Johnson \"Have yourself a Merry Little Christmas \"Boris Johnson \"All schools are safe\"Now 1 in 50 in the countr...","sentiment_score":0.15625}
{"full_text":"RT Over 198,900 people have died of the novel #coronavirus in 478 cities checkered across all of #Iran's 31 provinces, accor...","sentiment_score":0.0}
{"full_text":"RT We're super excited to be featured in TONIGHT's episode of and #FridayNightFeast - 8pm...","sentiment_score":0.3541666667}
{"full_text":"RT We were just briefed, there are no hospital beds, no psych beds, no nothing for people experiencing homelessness in crisis....","sentiment_score":0.0}
{"full_text":"Thanks Bobby! I don't know if you have translated my tweet but I have been hit by COVID and isolating myself for 22days to be exact. So happy to be out of it!","sentiment_score":0.5}
{"full_text":"RT BREAKING: Matthijs de Ligt has tested positive for Covid-19, Juventus have confirmed.","sentiment_score":0.3136363636}
{"full_text":"RT NEW--76% of 1,733 #COVID19 patients diagnosed in #Wuhan had at least one symptom six months after symptom onset; fatigue or m...","sentiment_score":-0.3}
{"full_text":"RT It's interesting how you can be branded a \"COVID denier\" for opposing policies that have now produced the nation's most C...","sentiment_score":0.5}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"Hmmm good one Cuomo... said the guy who put Covid patients back in the nursing home knowing they were positive and those ppl lost their lives.. rethink that one captain genius!","sentiment_score":0.328030303}
{"full_text":"This right here man! Now the same ones that followed him blindly will try to be praised for agreeing that he needs to go, don't be fooled","sentiment_score":-0.0476190476}
{"full_text":"RT Yes, people died at the Capitol and now Trump's gone. But think about how many lives would have been saved had been impea...","sentiment_score":0.5}
{"full_text":"RT The challenge is learning to see our place in the world differently so we can make changes in our behaviour |","sentiment_score":0.0}
{"full_text":"RT \"When paramedics responded to a call for help at a nursing home with the largest outbreak of COVID-19 in Ontario, they found...","sentiment_score":0.0}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"RT We are urged to follow rules respecting covid-19 restrictions, act so as not to spread Covid-19,The world population s...","sentiment_score":0.0}
{"full_text":"Philly residents now can pre-register to receive a COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT [UCC] B.I and IOK Company donate to people in Osan who are having a difficult time due to the cold wave and COVID-19","sentiment_score":-0.4083333333}
{"full_text":"RT The forces that are now pushing on us are necessary forces, otherwise we cannot be born into the new world.#NewWorldOrder #...","sentiment_score":0.0681818182}
{"full_text":"RT Absolutely just fucking fuck this, I am never going to get over what this country did to women during this pandemic","sentiment_score":-0.1}
{"full_text":"Singapore Police Access COVID Tracing App Data For Criminal Investigations","sentiment_score":-0.4}
{"full_text":"RT State Sen. Mark Pody of Tennessee encouraged people to ride buses to D.C., organized by someone who posted that Biden s...","sentiment_score":0.0}
{"full_text":"RT Our trusty Miss Pepper is now available on WhatsApp too! Chat with her for all your queries - from flight schedules and ai...","sentiment_score":0.5}
{"full_text":"RT Heartbreaking news. Another 1,325 deaths from Covid - the highest number of UK deaths reported on a single day since the...","sentiment_score":-0.0714285714}
{"full_text":"RT Instead of satisfying the horribly addictive drug of politics right now, why won't House Speaker Nancy Pelosi halt impe...","sentiment_score":0.2619047619}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT These karaoke juice is designed for privileged CCP officials. Why that is perfect for their party with Zhengli and Lind...","sentiment_score":1.0}
{"full_text":"RT People who helped the CCP cover up the origin of the CCP virus and attacked Dr. Yan on media are discussing about a party in...","sentiment_score":0.0}
{"full_text":"RT Do you remember during the first lockdown when every MP got given PS10,000  to pay for laptops, internet upgrades and bills...","sentiment_score":0.25}
{"full_text":"RT Around 1 in 3 people will have no symptoms with the new strain of #COVID19. Please stay home whenever possible and if y...","sentiment_score":0.0681818182}
{"full_text":"RT can democrats set the precedent to provide poor people healthcare and consistent aid during a pandemic then jfc","sentiment_score":-0.075}
{"full_text":"RT So many GOP members of Congress laughed &amp; mocked Rep. for her trying to hand out masks to GOP members while...","sentiment_score":0.6}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"RT Khamenei, Rouhani &amp; Zarif's Twitter accts are still active. Their regime pledges Death to America, calling us the Great S...","sentiment_score":0.3333333333}
{"full_text":"RT  please RT ","sentiment_score":0.0}
{"full_text":"RT What!? Germany breaks terms of an international agreement out of naked self-interest? Dominic Grieve and Andrew Adonis will...","sentiment_score":0.0}
{"full_text":"RT On talkRADIO, Dr John Lee claimed the number of deaths is below average for this time of year. But in fact, it is above ave...","sentiment_score":-0.075}
{"full_text":"RT Yes, people died at the Capitol and now Trump's gone. But think about how many lives would have been saved had been impea...","sentiment_score":0.5}
{"full_text":"RT Please #StayAtHome and stay safe. If you are eligible for an emergency food pack we are running a home delivery system...","sentiment_score":0.5}
{"full_text":"RT It's Friday &amp; that means #freebie time. Since we'll all be staying locked down this weekend - try this fun idea for somet...","sentiment_score":0.0722222222}
{"full_text":"RT \"This is a very odd sort of lockdown in which the DfE says there's no limit on the number of pupils who should be in s...","sentiment_score":-0.2166666667}
{"full_text":"Boy, 2020 has been quite a year, hasn't it? The pandemic has resulted in significant changes on personal and business levels across almost every sector - and eCommerce is no exception.https:\/\/t.co\/Nll6XOiK6K","sentiment_score":0.1875}
{"full_text":"Paramount vs. Corona del Mar | California High School FootballPirates vs Sea Kings_Watch Live  The Corona del Mar (Newport Beach, CA) varsity football team has a home non-conference game vs. Paramount (CA) today","sentiment_score":-0.0345454545}
{"full_text":"China's BRI has pushed competitions closer together and has underscored the geopolitical stakes of connectivity. As the world's infrastructure needs become more acute in the aftermath of the pandemic, explores alternative connectivity paradigms:","sentiment_score":0.55}
{"full_text":"Most liked and retweeted tweet (according to Oct 2nd 2020: \"Tonight, and I tested positive for COVID-19. We will begin our quarantine and recovery process immediately. We will get through this TOGETHER!\"409k retweets; 1870k likes","sentiment_score":0.3460227273}
{"full_text":"RT Today, I cared for a man who lost his wife to #COVID19 just yesterday. Now he is dying from it too on our hospital's COVID uni...","sentiment_score":0.0}
{"full_text":"Qra, backed and led by one of the co-founders of Ben's Independent Grocers (BiG) -- David Tseng -- is slated to open its doors this month.https:\/\/t.co\/TyaDCSIgyY","sentiment_score":0.0}
{"full_text":"Happy ang Holidays ni Yorme, Covid-19 cases, hindi tumaas!#BalitaanAtKumustahan#PolitikoLiveFACEBOOK:","sentiment_score":0.8}
{"full_text":"My Rosary App  Quotes by Saints: \"Today it is fashionable to talk about the poor. Unfortunately, it is not fashionable to talk with them\" ....#GospelOfTheDay #God #quoteoftheday #StayHome #CatholicTwitter #Catholic #Catholics","sentiment_score":-0.05}
{"full_text":"For sure! I was referring to not only safe practices for HIV but also for COVID-19. If unsafe practices are followed what is designated as essential travel for meetings or waged work leads to infection as we see all around us right now. Strangers are not per se the danger.","sentiment_score":0.2821428571}
{"full_text":"White House COVID-19 task force says there's possibly new fast-spreading 'USA variant' of virus","sentiment_score":0.0681818182}
{"full_text":"RT And she's not even talking about COVID deaths","sentiment_score":0.0}
{"full_text":"UKVIA calls for vaping to be given 'essential status' during lockdown #retail #vaping #coronavirusuk","sentiment_score":0.0}
{"full_text":"Fact or a myth?! Flu season can be confusing (especially during the pandemic!) So before you overwhelm yourself with worry, check out these facts and myths!..#rbtlife #pandemic #Facts #USA","sentiment_score":-0.15}
{"full_text":" USA 2021-01-07USA records another record of 4,000 deaths in 1 day from Covid-19.https:\/\/t.co\/xmUhA1BvLf RT #Covid19 #WorldRecord","sentiment_score":0.0}
{"full_text":"RT 1 in 30 Londoners has Covid-19 right now.This is an emergency. London is a genuinely dangerous place to be right now.S...","sentiment_score":-0.0095238095}
{"full_text":"I'm hope all political party members can get behind changes as it would be ironic to spend so much money to support industry, community, business with #covid19 money, than waste it all with bad decisions.  I'm open to how and who wants to help! #cdnpoli","sentiment_score":-0.08125}
{"full_text":"The state Department of Health Kaua'i District Health Office reported two new cases of COVID-19 on Thursday.For the full story, visit the link in our bio.","sentiment_score":0.2431818182}
{"full_text":"Can we just fast forward to 2022 please","sentiment_score":0.2}
{"full_text":"Opening Campuses During Pandemic Sent Virus Cases Soaring in Communities, CDC Reports","sentiment_score":0.0}
{"full_text":"University of Iowa Health Care is taking part in a large, later-stage clinical trial for the new COVID-19 vaccine made by Novavax.https:\/\/t.co\/IPNqXyiR2T","sentiment_score":0.1753246753}
{"full_text":"has prepared more than 100 teams to administer the vaccine, but one thing has come up short: getting 7,000 additional doses for fellow healthcare workers.https:\/\/t.co\/XjFFqCzaxO","sentiment_score":0.25}
{"full_text":"RT Hungry for bigger!! Soon to be revealed :) and something to do during another lovely lock down xx","sentiment_score":0.2111111111}
{"full_text":"Today (1\/8) Austin MSA #COVID19 hospitalizations have increased to 575 and the number of ICU beds has decreased to 157. The number of deaths in Austin-Travis County has risen by 3 to 568.Please continue to stay vigilant to help slow the spread  ","sentiment_score":-0.35}
{"full_text":"As coronavirus cases continue to rise, a recent study shows a near majority of Filipinos refuse to get vaccinated against COVID-19. | via","sentiment_score":0.05}
{"full_text":"RT Yes, people died at the Capitol and now Trump's gone. But think about how many lives would have been saved had been impea...","sentiment_score":0.5}
{"full_text":"Biden to release all available COVID-19 vaccine doses to the public President-elect Joe Biden plans to relea...","sentiment_score":0.2}
{"full_text":"RT ON THE ROAD: For ICU nurse Caitlyn Obrock, the last year has been a blur. She's treated hundreds of COVID patients, but...","sentiment_score":0.0}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"RT With today's news that UTMB scientists have found the Pfizer-BioNTech COVID-19 vaccine protects against the new, more transmi...","sentiment_score":0.3181818182}
{"full_text":"The #COVID19 pandemic has been a marathon like effort. Take breaks and find support as needed.","sentiment_score":0.0}
{"full_text":"The curve isn't as *dramatic* as the cases number, but the number of deaths is still on that same upwards trend.It also doesn't include deaths which are not directly caused by COVID, including deaths which will be caused by a lack of hospital availability.","sentiment_score":-0.1611111111}
{"full_text":"RT Yes, people died at the Capitol and now Trump's gone. But think about how many lives would have been saved had been impea...","sentiment_score":0.5}
{"full_text":"RT #BREAKING Global News has confirmed that the Chief of Halton Police, Stephen Tanner, traveled to Florida during the holi...","sentiment_score":0.2}
{"full_text":"Will B.C.'s COVID-19 social gathering restrictions be extended?  -   #Will #B.C.'s #COVID-19 #social #gathering #restrictions #be #extended? #","sentiment_score":0.0333333333}
{"full_text":"RT URGENT! Please please RT and share with elderly\/vulnerable friends and relatives SCAM ALERT will NEVER ask for Ban...","sentiment_score":0.0}
{"full_text":" Tweet rising in popularity within Science Pulse database [2\/3]  ","sentiment_score":0.0}
{"full_text":"Well, here we go! Set up for my first remote broadcast of the pandemic era. Going to paint the picture off this big-screen canvas (don't worry, it will be on the correct game when we go live! ) Lady Toppers and Lady Techsters, with the pregame show about to begin","sentiment_score":-0.0198863636}
{"full_text":"RT #Browns Myles Garrett said he was flying around today at practice and on Sunday should look like he did at the beginning o...","sentiment_score":0.0}
{"full_text":"A different Covid vaccine is now entering final trials in our area.  We look at what's different about this one.","sentiment_score":0.0}
{"full_text":"Let's not forget that there is a pandemic going on too.","sentiment_score":0.0}
