{"full_text":"RT It's worth reminding Twitter that the Covid strategy undertaken in Scotland by the SNP is almost identical to the Covid str...","sentiment_score":0.3}
{"full_text":"RT If we are going into a lockdown situation, people need financial support. If unable to work they need income. Money in their p...","sentiment_score":-0.25}
{"full_text":"I mean why bother with a car crash bumbling TV address when you're just giving the leak to Robert Peston hours earlier. All a load of bollocks, can't bear to watch the the circus. Full strict lockdown until it's controlled and vaccines are in peoples bodies.","sentiment_score":0.0125}
{"full_text":"RT A woman who said she's a doctor yells at the anti-maskers that her mother is in the hospital with COVID. A protester respon...","sentiment_score":0.0}
{"full_text":"RT They might not always wear masks or support closure orders. But Ky Leg leaders agree on one thing: Offer the COVID-19 vacci...","sentiment_score":0.0}
{"full_text":"RT It it ok to both realize a lockdown is needed to suppress COVID and protect health services, as well as despair at being i...","sentiment_score":0.5}
{"full_text":"I wish covid wasn't happening cause I would love to go back &amp; re meet all the doctors &amp; nurses that took care of me, since I don't remember a single thing.","sentiment_score":0.1428571429}
{"full_text":"RT Lockdowns may be deemed necessary to tackle hospitals not coping with scary COVID numbers BUT don't let anyone tell you the...","sentiment_score":-0.25}
{"full_text":"COVID-19 positivity rate hits all-time high in B.C. amid fewer tests |","sentiment_score":0.16}
{"full_text":"RT Simon run!! Covid is behind you!!  He can't hear us he has his AirPods in","sentiment_score":-0.625}
{"full_text":"RT Recent onset cough, breathlessness, loss of smell and taste, fever are the most common symptoms if you have these or flu-l...","sentiment_score":0.0666666667}
{"full_text":"RT Please note that when the Prime Minister makes his announcement tonight, any changes he makes to \"national measures\" apply to...","sentiment_score":0.0}
{"full_text":"Covid dey make belle reject food?","sentiment_score":0.0}
{"full_text":"RT \"national\" = \"England\"","sentiment_score":0.0}
{"full_text":"RT Hi guys, I've now been informed by many people this gofundme link is not legit and possibly a scam, here's a link to t...","sentiment_score":0.25}
{"full_text":"RT  \"Stay at home\" message will become law in Scotland from midnight tonight. People only allowed to leave home f...","sentiment_score":0.0}
{"full_text":"RT Mick, a father of five children, breaks down in tears while describing the strain the pandemic restrictions are putting on h...","sentiment_score":-0.1555555556}
{"full_text":"RT \"If Boris Johnson was a manager of a football team, he'd be gone by now. If he was the director of a FTSE 500 company,...","sentiment_score":0.0}
{"full_text":"Restaurants should sue.People spit up food and puke in Restaurants and on planes. Great point.I flew Christmas week and they did every other seat.Best flight ever","sentiment_score":0.3375}
{"full_text":"but if your son like mine brings covid to my elderly mother then we have a big problem....#Personal","sentiment_score":0.0}
{"full_text":"If the fruit is this rotten to the core, the only solution is to throw the whole thing out. #ResignKenney","sentiment_score":0.1}
{"full_text":"RT DAUK have written to Boris Johnson today with concerns over the current pressures on the NHS due to COVID-19 We have called...","sentiment_score":-0.0625}
{"full_text":"He's right.","sentiment_score":0.2857142857}
{"full_text":"RT [NEWS] We are urging the Government to maintain the #UniversalCredit uplift that was introduced at the start of the #pandemic....","sentiment_score":0.0}
{"full_text":"It's the constant broken promises , it'll be over in 12 weeks, back to normality by Christmas, no 2nd lockdown , we won't cancel Christmas etc etc that I can't take anymore , I've been fairly ok through all this but got to admit struggling with it a bit this time","sentiment_score":0.02}
{"full_text":"RT VIDEO: Please watch &amp; listen to these incredible nurses &amp; doctors from &amp; Richard Milliken's report inside","sentiment_score":0.9}
{"full_text":"Job killing Kenney is now killing his own parties jobs. He thinks by them resigning that he is off free and clear. But you neglected every dead Albertans blood is all over your hands from your poor covid response. #ResignKenney time for you too.","sentiment_score":0.1}
{"full_text":"RT Is it any coincidence that the people telling you to wear a mask and stay indoors are also the same ones who told you t...","sentiment_score":0.0}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT Gov. Newsom is about to deliver an update on COVID-19 in California. You can watch the coronavirus video live here, or follow th...","sentiment_score":0.1363636364}
{"full_text":"RT The ghost of Christmas lockdown just past. SAGE said schools would need to close on *December 22* to have a shot at getting...","sentiment_score":-0.25}
{"full_text":"RT Please note that when the Prime Minister makes his announcement tonight, any changes he makes to \"national measures\" apply to...","sentiment_score":0.0}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"they can't just \"stay home\" all that us staying home means is that the proud boys are going to beat the shit out of every single Black and Brown unhoused individual they can find.","sentiment_score":0.0723809524}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Kate Green, Shadow Education Secretary, supports Labour leader Sir Keir Starmer's calls for another national lockdown: \"I wo...","sentiment_score":-0.2}
{"full_text":"RT Lockdown I vs Lockdown II","sentiment_score":0.0}
{"full_text":"RT You have lost the support of the people!","sentiment_score":0.0}
{"full_text":"COVID Vaccines 'Might Not Work' Against the South African Strain of the Virus via","sentiment_score":0.0}
{"full_text":"RT Oklahoma passing the grim milestone of over 3,000 deaths due to Covid today(3,005 according to the CDC) is a painful rem...","sentiment_score":-0.6083333333}
{"full_text":"RT Not good enough. Student nurses on the frontlines of a pandemic deserve more than EUR100 per week.","sentiment_score":0.05}
{"full_text":"RT Will Trump be able to get into Scotland? Rumor has it that his plans are to fly into Scotland before the Biden Inaugurati...","sentiment_score":0.65}
{"full_text":"By the end of this week the numbers will be much higher because of Christmas gatherings a and people will say this new lockdown isn't working #level5 #lockdown","sentiment_score":0.1931818182}
{"full_text":"RT If you'd like to hear from frontline NHS  doctors please would you follow It's a non-profit organisation led by...","sentiment_score":0.0}
{"full_text":"RT I just spoke on about my experience going through S. Korea's rigorous virus prevention measures at the border vs the...","sentiment_score":0.0}
{"full_text":"RT To recap, during a pandemic and economic catastrophe, the GOP is:1) Anti-sick leave2) Anti-universal health care3) Anti-ha...","sentiment_score":0.2}
{"full_text":"RT People have lost their damn minds. Arizona Mother Arrested After Beating Her COVID-Positive Children for Not Wearing Masks...","sentiment_score":0.0}
{"full_text":"RT NEW: Rep. Kay Granger, the top Republican on the House Appropriations Committee, has tested positive for Covid.Her spox...","sentiment_score":0.2878787879}
{"full_text":"RT WATCH LIVE: Prime Minister addresses the nation on coronavirus.","sentiment_score":0.1363636364}
{"full_text":"speaking of wrongSince you think it's no big deal you should have to volunteer to work in a covid Ward w no protection and sign something stating you will not accept any kind of treatment since it's no big deal.","sentiment_score":0.2}
{"full_text":"RT It's really affecting those who have chronic illnesses when people say things like 'they would have died anyway' or 'bu...","sentiment_score":0.2}
{"full_text":"This has been going on for years. January is always the month for dumping animals but this year it will be worse because of COVID-19 not because it's a disease but because people never plan it","sentiment_score":-0.4}
{"full_text":"Here you go. They certainly didn't double.https:\/\/t.co\/AUMc69ZY36","sentiment_score":0.2142857143}
{"full_text":"RT The other reason vigilante video-ers cannot find hide nor hair of covid patients in corridors, is that they need oxygen, which...","sentiment_score":-0.125}
{"full_text":"RT The crazy thing is they did make testing mandatory. And that's why we know she was positive. But sources telling me the Ho...","sentiment_score":-0.1863636364}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT Due to significant community spread of COVID-19 in Sarnia Lambton, and to maintain hospital readiness for surges in pa...","sentiment_score":0.125}
{"full_text":"RT Schools closed. Non essential closed. Everyone stay at home. We vaccinate millions. Cases go down. By April 99% of people...","sentiment_score":-0.0888888889}
{"full_text":"RT It it ok to both realize a lockdown is needed to suppress COVID and protect health services, as well as despair at being i...","sentiment_score":0.5}
{"full_text":"RT In 2017 Jeremy Corbyn pulled back a 26% deficit against the Tories in just over 9 weeks.It has taken 9 mon...","sentiment_score":0.0}
{"full_text":"Who's ready for a lockdown? Less gooo","sentiment_score":0.0166666667}
{"full_text":"Does Jacinda Ardern &amp; Boris Johnson \/ Nicola Sturgeon want to do a wife swap so we can't get over this pandemic like New Zealand has","sentiment_score":0.1363636364}
{"full_text":"Al fin!","sentiment_score":0.0}
{"full_text":"RT So Trump was right about the Wuhan virus?","sentiment_score":0.2857142857}
{"full_text":"RT Wow. In a massive u-turn, Singapore's government now says police *are* allowed to access citizens' COVID-19 contact trac...","sentiment_score":0.05}
{"full_text":"RT It it ok to both realize a lockdown is needed to suppress COVID and protect health services, as well as despair at being i...","sentiment_score":0.5}
{"full_text":"For someone who thinks he deserves a 2nd chance at the job, you would think would be doing everything he can to help the American people right now, in one of our darkest times since COVID. Instead, he hasn't said one word. THAT'S why he got voted out, not fraud.","sentiment_score":0.0952380952}
{"full_text":"RT With vaccine approvals and 50 million shots on hand, India is set to embark on the world's most ambitious vaccination p...","sentiment_score":0.375}
{"full_text":"RT On a scale of 1 to 10, what is your Covid fear?Mine is 0.","sentiment_score":0.0}
{"full_text":"Con Premiers: WHERE IS THE VACCINE? Fed Gov: Here you go! Con Premiers: What am I supposed to do with it?","sentiment_score":0.0}
{"full_text":"RT UK PM Boris Johnson to address the nation at 8pm to outline further steps to tackle rise in coronavirus cases in England...","sentiment_score":0.0}
{"full_text":"RT ITV News special coverage: Boris Johnson addresses nation as he announces new lockdown for England","sentiment_score":0.2467532468}
{"full_text":"RT Health care workers opting out of COVID-19 vaccination amid skepticism | Just The Newshttps:\/\/t.co\/1Qh0vylHsX","sentiment_score":0.0}
{"full_text":"RT To recap, during a pandemic and economic catastrophe, the GOP is:1) Anti-sick leave2) Anti-universal health care3) Anti-ha...","sentiment_score":0.2}
{"full_text":"RT WATCH LIVE: My update on coronavirus. (4 January 2021)","sentiment_score":0.1363636364}
{"full_text":"RT Why are thousands of Ontario LTC residents dying during #COVID19? To better understand how we're failing our seniors, here...","sentiment_score":0.5}
{"full_text":"RT Stay Home, Save Lives, Protect the NHS ","sentiment_score":0.0}
{"full_text":"March flattened the curve the Hokey Cokey post spring created the inevitable spike \" give an inch , they'll take a yard \" plus \" wearing masks is of no benefit \" - yeah really got that completely wrong .. vaccine flatten the curve but many NHS all off sick now , burnt out ","sentiment_score":-0.1028571429}
{"full_text":"RT How does manage to do a story on NSW Covid and then turn it into a 'what Victoria did wrong' hack piece! FFS ABC...","sentiment_score":-0.625}
{"full_text":"RT WATCH LIVE: My update on coronavirus. (4 January 2021)","sentiment_score":0.1363636364}
{"full_text":"RT Anyone want to take a guess at which elitist sport will be given concessions during the new lockdown?","sentiment_score":0.1363636364}
{"full_text":"RT Covid doesnt go onto building sites cos its no got a CSCS","sentiment_score":0.0}
{"full_text":"RT WATCH LIVE: Prime Minister addresses the nation on coronavirus.","sentiment_score":0.1363636364}
{"full_text":"This is another pandemic we are not talking about ...","sentiment_score":0.0}
{"full_text":"Where is your proof? Your retweets don't prove Sh*t. Show me that the hospitals are not filling up with Covid patients.  You can't! I know local health care workers trying to save these very sick people. Even ones that recover will have long term issues. This is worse than a Flu.","sentiment_score":-0.3446428571}
{"full_text":"RT This is a tough question to answer I know, but has #BorisJohnson got anything right with regard to the #Covid19 pandemic...","sentiment_score":-0.0515873016}
{"full_text":"Baroness Boothroyd, you beauty!","sentiment_score":0.0}
{"full_text":"It has everything to do with fearmongering, that's why the media goes completely haywire on the numbers. Covid to my understanding is simply enabling other issues that lead to said deaths, hence why we have groups of risk and so on.","sentiment_score":-0.0083333333}
{"full_text":"No. And air travel has continued unrestricted throughout the pandemic, so that would come as a bit of a shock.","sentiment_score":0.0}
{"full_text":"RT It it ok to both realize a lockdown is needed to suppress COVID and protect health services, as well as despair at being i...","sentiment_score":0.5}
{"full_text":"So here we go lets see what Boris has got to say.... and everyone remember Scotland has already been put into lockdown and apparently Wales are on their way as well.","sentiment_score":0.05}
{"full_text":"RT ITV News special coverage: Boris Johnson addresses nation as he announces new lockdown for England","sentiment_score":0.2467532468}
{"full_text":"Seems the 2021 equivalent of GNI* v GDP is positive covid tests versus notified covid cases. Big differential opening up 'notified cases' presents parabolic growth continuing which positive tests now day 4 of a 4,500-5,500 plateau.","sentiment_score":0.1515151515}
{"full_text":"RT Boris Johnson addresses the country to set out tough new national lockdown.","sentiment_score":-0.1262626263}
{"full_text":"All Evidence Points To A Wuhan Lab. Despite China's Alternative Explanations, A Top U.S. Official Believes We're Dealing With The China Virus. | ","sentiment_score":0.5}
{"full_text":"RT LIVE NOW: Governor provides an update on the state's response to the #COVID19 pandemic.","sentiment_score":0.1363636364}
{"full_text":"RT NEW: Number of people hospitalized with COVID-19 in the UK reaches 30,000, an increase of 92% in one month - BNO count","sentiment_score":0.1363636364}
{"full_text":"Do you have any New Year's resolutions? I used to do them but Covid threw a monkey wrench into my plans last year like everyone else...","sentiment_score":0.0287878788}
{"full_text":"RT Rep Gwen Moore traveled to DC to vote for Pelosi for Speaker 6 days after testing positive for coronavirus. \"Rules for thee,...","sentiment_score":0.2272727273}
{"full_text":"you missed this from your pals pre briefing information you've been providing all night ...funny that .","sentiment_score":0.0}
{"full_text":"On #Newswatch today talking w\/@EricPhilipsTV in #Atlanta about both parties &amp; the #faithvote, on #Amen &amp; #Election2020 &amp; on #restaurants &amp; #COVID19","sentiment_score":0.0}
{"full_text":"\"Premise Health is a great place to work because we work great as a team to help each other and our community.\"Think is a great place to work? Send us your photo for a chance to be featured! #PremiseHealth *This photo was taken before the COVID-19 pandemic.","sentiment_score":0.61875}
{"full_text":"RT  During #Covid19, there is a big risk of antidepressants being prescribed to people experiencing mental illness without the...","sentiment_score":-0.05}
{"full_text":"RT DC Friends Get Lucky, Randomly Receive COVID-19 Vaccine Before Doses Expire - \"She turned to us and was like, 'Hey, I've...","sentiment_score":-0.0833333333}
{"full_text":"RT Happy New National Lockdown. Announcement live at 8 pm - replaced by a live address by L...","sentiment_score":0.3022727273}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"Ppl taking pics of hospital corridors as \"evidence\"....  but they (=covid deniers) don't know the difference between \"outpatients\" and \"wards\"... says it all really","sentiment_score":0.2}
{"full_text":"RT IF the May election is to be postponed there must be a government of national unity to take Scotland through the remain...","sentiment_score":0.0}
{"full_text":"RT The JBC level being raised to Level 5 hasn't happened before - this is the biggest clue that PM poised to bring bac...","sentiment_score":0.0}
{"full_text":"Fucking how many times. When is it gonna click with people  The UK has never been in a collective lockdown has it?","sentiment_score":-0.05}
{"full_text":"There is an effort by the Left &amp; #Israel Haters to promote their Apartheid narrative on the Covid vaccine story. The PA is responsible for Palestinian healthcare incl vaccines. The PA hasn't asked Israel for COVID vaccines they've secured millions of doses of their own.","sentiment_score":0.2666666667}
{"full_text":"RT Ireland reports more than 6,000 coronavirus cases, biggest one-day increase on record- New cases: 6,110- Positivity rate: 2...","sentiment_score":0.3181818182}
{"full_text":"RT Lots lots of things that don't make sense with this covid vaccine process","sentiment_score":0.0}
{"full_text":"RT Please note that when the Prime Minister makes his announcement tonight, any changes he makes to \"national measures\" apply to...","sentiment_score":0.0}
{"full_text":"What about the outrage when President Trump took a joyride around Walter Reed less than six days after his covid diagnosis putting his entire secret service detail and their families at risk?","sentiment_score":-0.1888888889}
{"full_text":"RT If you're worried about the delayed second dose of the COVID vaccines here's a thread. I live with my wonderful mother...","sentiment_score":0.3787878788}
{"full_text":"Scotland is back on national lockdown till February 1st:(","sentiment_score":-0.375}
{"full_text":"RT ITV News special coverage: Boris Johnson addresses nation as he announces new lockdown for England","sentiment_score":0.2467532468}
{"full_text":"RT Well maybe COVID prevents the flu! Maybe the Democrats are hiding this miraculous fact!No, here are flu+ hospitaliza...","sentiment_score":0.0}
{"full_text":"I would like to go back to simpler times (a.k.a. January 2011) where \"Hold It Against Me\" by was topping the charts... and there wasn't a global pandemic.","sentiment_score":0.0}
{"full_text":"Pointless lockdown pending......","sentiment_score":-0.25}
{"full_text":"Afterschool programs are rising to the moment during the COVID-19 crisis, yet 3 in 5 programs report they are in jeopardy of closing permanently or laying off staff. Our kids need more investment, not less! ","sentiment_score":0.3020833333}
{"full_text":"ATTN: High school #STEM teachers! Join our #STEMGlobal Educators workshop and leave with COVID-19 activities for your virtual classroom, courtesy of top orgs including and more. Register today:","sentiment_score":0.4}
{"full_text":"Don't let #COVID get in the way of your #NewYearsResolution. There are still plenty of ways to achieve your goals while staying safe and keeping those you love safe as well.","sentiment_score":0.5}
{"full_text":"RT \"If you have flu like symptoms... you more than likely have COVID - you MUST self isolate\"","sentiment_score":0.25}
{"full_text":" REGISTER TODAY Join the #SenDemPolicy Committee on Thursday to discuss the impact of #COVID19 in our prisons.The online hearing is being hosted by &amp; for the hearing ","sentiment_score":0.0}
{"full_text":"The government wants a 'more ambitious' National Development Pan that will provide a post-Covid and post-Brexit boost to the economy, while also improving our green credentials. Is it a flight of fancy, or a realistic prospect?","sentiment_score":0.1833333333}
{"full_text":"Alaska Department of Corrections Spokesperson Sarah Gallagher said 189 people incarcerated in the Bethel facility tested positive since the pandemic began. The jail can hold 232 people.https:\/\/t.co\/WJ1x4SAoSQ","sentiment_score":0.0636363636}
{"full_text":"Monday's Coronavirus Updates: 11,256 new cases and 103 new deaths reported \/\/","sentiment_score":0.1363636364}
{"full_text":"RT Alcohol can reduce the effectiveness of COVID vaccine, experts say","sentiment_score":0.0}
{"full_text":"Of Note: The policies families need during a pandemic via","sentiment_score":0.0}
{"full_text":"Censored the name because THIS IS MY COUSIN. Who went to a huge hotel pool party o December 13th... and now???? #COVID19","sentiment_score":0.2}
{"full_text":"Did your speech &amp; language therapy change during the #COVID19 #lockdown? If so, please help us get you the support you need by filling out our #SLTSurvey - thank you!https:\/\/t.co\/pCyg9HFzEs","sentiment_score":0.0}
{"full_text":"\"Do you want to stay for another day?\" The Lock Down Series you've been waiting for!A Brand New Dating Show: The Cabins, starts tonight, and continues Weeknights at 9pm on Virgin Media Two &amp; Virgin Media Player. #TheCabins","sentiment_score":-0.0095959596}
{"full_text":"COVID-related concerns are expected to be among the major issues faced by the Nebraska Legislature this year.","sentiment_score":-0.01875}
{"full_text":"The seven teepees, erected on Dec. 19, symbolize the hope and unity of those who have suffered loss in 2020.","sentiment_score":0.0}
{"full_text":"Er doc says 99% certain I have CoVid. Told me I fit it perfectly down to the fever and treat my test as confirmation only, that due to everything there a chance at a false negative.   Been sick 3 days already. Fuck.","sentiment_score":-0.1645061728}
{"full_text":"RT The Drone Industry: Lessons Learned in 2020 #Aviation #COVID19 #DeliveryDrones #AI","sentiment_score":0.0}
{"full_text":"A veteran Alabama lawman who led the state's department of public safety and Birmingham Police Department has died from complications linked to COVID-19.","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"As the expiration date approached, St. Louis officials extended the eviction suspension through Jan. 31 to protect tenants financially affected by the coronavirus pandemic. Previously, the suspension was effective through Jan. 4.https:\/\/t.co\/yJzym2hVlb","sentiment_score":0.1444444444}
{"full_text":"Inside the challenges kids with special need face during the pandemic","sentiment_score":0.3571428571}
{"full_text":"The former federal health minister encourages Canada to adopt a one-million-per-week vaccination plan.https:\/\/t.co\/sRMGIJQklK","sentiment_score":0.0}
{"full_text":"Health experts are expecting another surge in coronavirus cases after the holidays. We cannot let our guard down.  Please #MaskUpNV, practice social distancing, and wash your hands frequently.","sentiment_score":-0.0074074074}
{"full_text":"RT they want so desperately to be martyrs. don't give them the chance. stay home on the 6th.","sentiment_score":-0.6}
{"full_text":"Gov. Phil Murphy and state officials were at University Hospital in Newark Monday for the start of second vaccine doses in New Jersey.","sentiment_score":0.0681818182}
{"full_text":"What a year! In 2020, our scientists were at the forefront of COVID-19 research, working to unravel the complexities of the virus. But even in the midst of the pandemic, many other precision medicine research efforts were underway. Here's a recap:","sentiment_score":0.1875}
{"full_text":"RT We are not (and have never been) all in this together:","sentiment_score":0.0}
{"full_text":"RT Scientists in South Africa are urgently testing to see if the vaccines for COVID-19 will be effective against the country's...","sentiment_score":0.6}
{"full_text":"Pop-Punk News: Carlisle band, From Here on Out, defy Covid to produce music    #poppunk #poppunkdir","sentiment_score":0.0}
{"full_text":"Only thing I care about now is Covid delaying my skin treatment. Just wanna see a dermatologist ","sentiment_score":0.0}
{"full_text":"RT It it ok to both realize a lockdown is needed to suppress COVID and protect health services, as well as despair at being i...","sentiment_score":0.5}
{"full_text":"RT it's just upsetting me how Covid has reached our tiny pueblos and is affecting so many indigenous elders. My indigenous co...","sentiment_score":0.25}
{"full_text":"RT Yes, the Covid-19 death count is extremely inflated. Countless Americans have spoken out to say that their loved ones d...","sentiment_score":0.1916666667}
{"full_text":"RT BREAKING NEWS: limited fan access for March 12-14 #NASCAR #ARCA due to COVID-19. About same as last N...","sentiment_score":-0.0491071429}
{"full_text":"RT Avoid people who say there's no COVID19 in Nigeria, they're careless with their health and that makes them dangerous to...","sentiment_score":-0.55}
{"full_text":"The Cleveland Jewish News has compiled a list of organizations and businesses that are creating online content during the COVID-19 pandemic. Here's what's happening Jan. 5 and beyond.","sentiment_score":0.0}
{"full_text":"RT Covid doesnt go onto building sites cos its no got a CSCS","sentiment_score":0.0}
{"full_text":"The Army remains committed to supporting the acting Secretary of Defense's priorities during the COVID-19 pandemic to protect its people, maintain readiness and support the national COVID-19 response.Receiving the vaccine protects yourself, your community and our nation.","sentiment_score":0.125}
{"full_text":"RT Sobering--Crisis in Los Angeles hospitals now so dire, US Army Corps of Engineers summoned to solve oxygen shortages: \"These...","sentiment_score":0.0}
{"full_text":"RT When hits the ground running as our new President in exactly 16 days, he needs a Democratic Senate to work in par...","sentiment_score":0.1931818182}
{"full_text":"Around 100 people, including Molalla Mayor-elect Scott Keyser, gathered Tuesday, Dec. 29, in downtown Estacada to rally around local businesses that plan to reopen on New Year's Day, in spite of COVID-19 restrictions.","sentiment_score":0.0681818182}
{"full_text":"RT #NJ #COVID19 Murphy Administration LTC Death Counter. This weekend saw the biggest single increase for number of positive c...","sentiment_score":0.0779220779}
{"full_text":"RT BREAKING: Scottish MP Margaret Ferrier arrested &amp; charged with culpable &amp; reckless conduct over alleged breach of coronavi...","sentiment_score":-0.1}
