{"full_text":"Coronavirus infection rates, cases and deaths for all parts of Wales on Sunday, January 17https:\/\/t.co\/AOPyCHVzAN","sentiment_score":0.0}
{"full_text":"Spire in Downtown Houston has already had their license temporarily suspended by TABC twice during the pandemic. Overnight, the club was evacuated because authorities say the number of people inside posed a safety hazard in the event of an emergency.  ","sentiment_score":0.0}
{"full_text":"RT Chinese city reports coronavirus found on ice creamhttps:\/\/t.co\/0BTjwyTtv4","sentiment_score":0.0}
{"full_text":"RT Based on this, we're very far from being able to contemplate opening everything up again...","sentiment_score":0.315}
{"full_text":"RT \"A conflict of interest: How can Peter Daszak,..who helped fund controversial experiments on coronaviruses by China.., be...","sentiment_score":0.55}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT Nigeria lacks space to store Pfizer COVID19 vaccine -- NIMR","sentiment_score":0.0}
{"full_text":"RT India's #LargestVaccineDrive is based on the ethos of care &amp; compassion. Biranchi Nayak, a Class IV worker at Capital ho...","sentiment_score":0.0}
{"full_text":"RT Many on left still think UK govt wanted to pursue 'herd immunity'. But the contract for the lockdown advertising was signe...","sentiment_score":0.25}
{"full_text":"RT Does the government know something the WHO, FDA &amp; Pfizer don't - or are they seriously willing to consider gambling with...","sentiment_score":0.25}
{"full_text":"\"'... It was only studied in 45 people before it was approved,' [Health Department Administrator Lindsey] Payer falsely said of the COVID-19 vaccines.The actual number of participants in the clinical trials of the two vaccines was more than 73,000...\"","sentiment_score":0.025}
{"full_text":"RT Designing an RNA vaccine is old hat. It takes a day: Author, tells Rahul Shivshankar on CONVERSE INDIA over...","sentiment_score":0.1}
{"full_text":"Sorry to disappoint, and your mileage may obviously vary, but I had a total loss of taste and smell way back in March which I could only attribute to Covid... Alas, smell isn't entirely back - and some things have changed taste entirely.","sentiment_score":-0.1125}
{"full_text":"Italy bans flights from Brazil after new coronavirus variant found in passengers","sentiment_score":0.1363636364}
{"full_text":"RT *People who have been vaccinated still need to practice social distancing and masking until we reach herd immunity.*Not fo...","sentiment_score":0.0333333333}
{"full_text":"RT My thanks to vaccinators and across the country working hard to make the light at the end of the tunne...","sentiment_score":0.1027777778}
{"full_text":"RT PLEASE STAY HOME SUNDAY AND WEDNESDAY.PLEASE.","sentiment_score":0.0}
{"full_text":"RT $TSLAQ thesis is $TSLA share in EU has plunged. But they ignore:1\/ Fremont shut for 7 wks for Covid, no TSLAs shipped to...","sentiment_score":0.0}
{"full_text":"RT Over 88000 deaths, 3.3 million UK Covid cases, a gov that voted against feeding hungry children, a severe lack of doct...","sentiment_score":0.0}
{"full_text":"RT People are frustrated that getting vaccinated doesnt mean you can let up on the basic safety measures, but its an important...","sentiment_score":-0.153125}
{"full_text":"RT Please circulate this today.This is disgusting and unbelievable.","sentiment_score":-0.625}
{"full_text":"'A desperation out there:' Confusion, shifting guidelines roils Covid-19 vaccine rollout in Pennsylvania","sentiment_score":0.0}
{"full_text":"Rest in peace.  I enjoyed working with him.\"Dr. Malinda Dissanayake passes away after battling with Covid-19\"https:\/\/t.co\/9yXKjDlmdN","sentiment_score":0.5}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT So they say 80% of Covid-19 patients were vitamin D deficient... Close the beaches!!!","sentiment_score":-0.78125}
{"full_text":"RT Steven Mnuchin funneled $500B of PPP Covid relief loans, gave millions to himself, Kushner, Devin Nunes, Betsy DeVos, J...","sentiment_score":0.0}
{"full_text":"RT Remember to continue following COVID Appropriate behaviour during &amp; after the COVID-19 vaccination as it is important for y...","sentiment_score":0.3}
{"full_text":"Hang on......you've underfunded mental health for years.....CAMS network is a joke.....many mental health problems existed pre Covid simply made worse......don't blame Covid......this is lack of funds and a dreadful system due to years of ignorance! #MentalHealthMatters","sentiment_score":-0.27125}
{"full_text":"There us also a difference between being naturally asymptomatic and gaining immunity. You may have immunity but have symptoms that are not as serious.","sentiment_score":-0.1166666667}
{"full_text":"RT 100 civil society organisations &amp; individuals have written to pharma CEOs to tell them to share technology &amp; know-how t...","sentiment_score":0.0}
{"full_text":"When he comes back in, sick with Covid and you need to put in his IV, remind him that he's an ignorant ass and then miss his vein a couple of times... just for fun...","sentiment_score":-0.1380952381}
{"full_text":"RT having                           disliking covid-19              frank ocean                   no taste","sentiment_score":0.0}
{"full_text":"I'll be honest, I was hoping the thread would end with the officer coming back sick the next day and dying from covid. I guess I'm just too optimistic that terrible people might suffer consequences for their actions.","sentiment_score":-0.2228571429}
{"full_text":"RT If we are really serious about COVID-19 and the fight against it, there is no way testing should be 300 cedis and above if...","sentiment_score":-0.1666666667}
{"full_text":"RT So they say 80% of Covid-19 patients were vitamin D deficient... Close the beaches!!!","sentiment_score":-0.78125}
{"full_text":"RT every 30 seconds a patient is being admitted to hospital with Covid-19 according to Simon Stevens, head of the NHS, on","sentiment_score":0.0}
{"full_text":"RT Beginning of vaccination program in Balangir.Reassuring step against #covid19. Wishing safety of all people of Balangir in...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis is allowing non-Florida residents &amp; foreign national visitors to get the Covid-19 vaccine before Florida's tea...","sentiment_score":-0.125}
{"full_text":"RT Lots of folk complaining about lack of sleep during the Pandemic. May I recommend Master And Commander starring the usually...","sentiment_score":-0.25}
{"full_text":"RT TAXI  &amp; TRANSIT RISK--We know #SARSCoV2 is airborne. But how survivable inside a car?Well, study now reports a car driv...","sentiment_score":0.0}
{"full_text":"RT A deadly enemy has taken 400K of our fellow citizens in less than one year.  COVID IS THE ONE TRUE enemy.  Not each...","sentiment_score":-0.0055555556}
{"full_text":"New York City to Run Out of Covid Vaccines Next Week Without Major Resupplyhttps:\/\/t.co\/eO7iGvhOIQ","sentiment_score":0.0662878788}
{"full_text":"i lost my friend, She was 19 and healthy. i don't know how many other people have to share their experiences for u motherfuckers to take the severity of this pandemic seriously.","sentiment_score":0.1354166667}
{"full_text":"RT As the NHS is brought to the brink again, the bestselling author and doctor Rachel Clarke (@doctor_oxford) shares her he...","sentiment_score":0.0}
{"full_text":"RT \"The U.S. govt. has reason to believe that several researchers inside the Wuhan lab became sick in autumn 2019, before...","sentiment_score":-0.3571428571}
{"full_text":"We're in such a mess, covid should be an opportunity for rethinking this whole thing...but ke.","sentiment_score":0.0083333333}
{"full_text":"RT Remember to continue following COVID Appropriate behaviour during &amp; after the COVID-19 vaccination as it is important for y...","sentiment_score":0.3}
{"full_text":"RT June, is 12 weeks away.Considering current global #CORONAVIRUS situation, it is too early to welcome G7 people from all o...","sentiment_score":0.225}
{"full_text":"Texas announces additional COVID-19 vaccine hubs in Houston area - https:\/\/t.co\/5aCfAb3Lqm","sentiment_score":0.0}
{"full_text":"RT Massive protest in Vienna now. No one wearing a mask!#lockdown #NoMasks #wien #Vienna ","sentiment_score":0.0}
{"full_text":"RT Don't live a lie, poet Moyoxide advises people amid pandemic","sentiment_score":0.1363636364}
{"full_text":"RT My mum after her covid jab this morning accidentally makes a classic joke.","sentiment_score":0.1666666667}
{"full_text":"Why are new coronavirus variants emerging in the U.S.? - NBC News","sentiment_score":0.1363636364}
{"full_text":"Sounds very reasonable indeed when you assume that the coronavirus is not really a big threat to society. So I assume the real discussion is 'does the coronavirus pose a threat to our society?'","sentiment_score":0.1533333333}
{"full_text":"We're never getting out of this pandemic because of stupid mf idiots like this. People just know how to ruin my fucking day","sentiment_score":-0.7333333333}
{"full_text":"RT Psssst... pass it on:  COVID LUNG is worse than smoker's lung. \"Post-COVID lungs look worse than any type of terrible...","sentiment_score":-0.6}
{"full_text":"RT People who have been infected by Covid-19 may have immunity to the virus for around five months, according to preliminary findings...","sentiment_score":0.0}
{"full_text":"Aaah Lockdown outcomes we see","sentiment_score":0.0}
{"full_text":"So yes, of course Indonesian are rightfully pissed at the Bali girl. She came on tourist visa, has been staying here and working here (without proper work visa), brags about how cheap everything here! And then she encourages others to do the same,In a middle of pandemic.","sentiment_score":0.1666666667}
{"full_text":"RT The mainstream media is finally reporting what we've all known for months - lockdowns don't work.Sadly, the people wit...","sentiment_score":0.0}
{"full_text":"RT Thisis what really matters.  Across the country NHS staff working day in day out to care for us all and vaccinating as qui...","sentiment_score":0.2}
{"full_text":"RT Who's complying to lockdown rules! Anyone else bored and fed up of hearing Save the NHS !  I know I am","sentiment_score":-0.625}
{"full_text":"RT This is a very US-centric view. The Balinese aren't obligated to care about American racial hierarchies or politics. To the...","sentiment_score":0.1}
{"full_text":"RT BJP alleges several TMC leaders in West Bengal were administered COVID-19 vaccines meant for healthcare and frontline workers...","sentiment_score":0.0}
{"full_text":"RT So our caring NHS allows MSM into the Royal Free Hospital in London to see the Covid wards.. but the dying patients are...","sentiment_score":0.4}
{"full_text":"RT \"The U.S. govt. has reason to believe that several researchers inside the Wuhan lab became sick in autumn 2019, before...","sentiment_score":-0.3571428571}
{"full_text":"RT Yesterday I was admitted to Emory John's Creek with CoVid Pneumonia.  This shit is real and it ain't fun.  I'll be down for a...","sentiment_score":0.0361111111}
{"full_text":"And his neighbor should have landed at least 4 more punches.","sentiment_score":0.1}
{"full_text":"RT Among the Covid-19 deaths announced today was a 32-year-old woman who was brought in dead to Hospital Tengku Ampuan Rahima...","sentiment_score":-0.2}
{"full_text":"RT The two success stories in this terrible covid pandemic have been the vaccination programme &amp; the treatment of seriously il...","sentiment_score":-0.3444444444}
{"full_text":"Waiting for Godot.","sentiment_score":0.0}
{"full_text":"No exemptions, all should wear a face mask when required by UK Covid rules. If you're too vulnerable to wear a mask then at least wear a face shield or stay away from public places altogether. However... If you're a Covidiot then 'go forth and multiply' !","sentiment_score":-0.2}
{"full_text":"RT * Infections at 196 courts &amp; 76 prisons * 599 court users test positive * Prisoners with tests pending (positive)...","sentiment_score":0.2272727273}
{"full_text":"RT \"The astonishing blunder by the Health Secretary means the struggling NHS has been denied access to 8,000 much-needed...","sentiment_score":0.5}
{"full_text":"RT #Coronavirus: We prefer #Covishield vaccine over #Covaxin, say doctors at Delhi's RML Hospital","sentiment_score":0.0}
{"full_text":"Bloody brilliant Mrs Yorkshire, as always","sentiment_score":0.05}
{"full_text":"Dollar rebound for the week has sent Gold price down with little impact on both VIX and commodities in the midst of extending lockdown in Europe, US rising  coronavirus cases US ahead of US 59th presidential inauguration slated to Jan 20th, 2021.","sentiment_score":-0.1143518519}
{"full_text":"RT Written in a hurry but from the heart ...","sentiment_score":0.0}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT At 7:50 pm my younger brother Jerry passed from covid after 45 days in hospital . He will be sadly missed by his Wife and 8 k...","sentiment_score":-0.25}
{"full_text":"RT *People who have been vaccinated still need to practice social distancing and masking until we reach herd immunity.*Not fo...","sentiment_score":0.0333333333}
{"full_text":"Churches should be covid centers not covid spreaders. If they refuse to help out in a crisis where it's a moral obligation to protect others, then they should pay taxes.","sentiment_score":0.0}
{"full_text":"RT and I asked of  questions about Covid vaccines that are often asked by people with...","sentiment_score":0.0}
{"full_text":"RT This gatehouse looks like it's been plucked straight out of a #winter fairytale!  #OnlyInScotland  Ardverikie,","sentiment_score":0.25}
{"full_text":"RT That's the problem with kids these days.No focus. Peter Weirs film is brilliant. An exacting, detail oriented, epic ta...","sentiment_score":0.5}
{"full_text":"RT All UK adults will be offered COVID vaccine by September, foreign secretary says","sentiment_score":-0.125}
{"full_text":"#TrumpDeathToll400k\"'Blood on his hands': As US nears 400,000 COVID-19 deaths, experts blame Trump administration for a 'preventable' loss of life\"","sentiment_score":0.0}
{"full_text":"RT Wow. That is some encouraging sight. Well done and all our NHS Teams for doing so much to deliver the vac...","sentiment_score":0.15}
{"full_text":"Prank calling a pizzeria by calling in an anonymous tip that a covid infected person is working there","sentiment_score":0.0}
{"full_text":"RT Republicans will again profess to care about the debt at precisely noon on Wednesday.","sentiment_score":0.4}
{"full_text":"RT 2020 was a tough year for us &amp; for people across the world bec of Covid19. But by the grace of God we fared far better th...","sentiment_score":0.0703703704}
{"full_text":"RT BJP alleges several TMC leaders in West Bengal were administered COVID-19 vaccines meant for healthcare and frontline workers...","sentiment_score":0.0}
{"full_text":"You're dad knew how dangerous COVID was a year ago. We heard it in a recorded interview. Then he kept saying it was a hoax because he \"liked to downplay it.\" STFU, Junior! It wouldn't be so bad here if your dad didn't LIE &amp; let people die!","sentiment_score":-0.2416666667}
{"full_text":"This ","sentiment_score":0.0}
{"full_text":"RT Uphill battle fighting against the virus SARS-CoV-2 and viral fake news in social media. Another viral fake news!Berita pa...","sentiment_score":-0.3222222222}
{"full_text":"Sorry Ons not funny, millions have died from Covid, you're out in Australia, everything paid for, think of people living in poverty, think of the families that have lost loved one's. Restrictions should be tight, no wonder the public are up in arms about the tournament!!","sentiment_score":-0.0207142857}
{"full_text":"RT Trump promised to eliminate the US debt in 8 years. Deficits per year under Trump:2017: 715 billion2018: 785 billion...","sentiment_score":0.0}
{"full_text":"RT I wish some people who rightly feel the severe damage inflicted by school closures would put as much energy in advocat...","sentiment_score":0.2428571429}
{"full_text":"RT Why all the sudden deaths.Can someone please explain?Are there any more to add? ","sentiment_score":0.25}
{"full_text":"RT Which songs helped you cope with the pandemic? Share it with us and don't forget to include #WishMusicAwards on your posts! h...","sentiment_score":0.0}
{"full_text":"RT Had a review meeting with senior Education Dept officials. Everyone is excited and little nervous at having Class 10&amp; 12 stud...","sentiment_score":0.09375}
{"full_text":"RT \"US regime turns a military lockdown done almost purely for PR into a superspreader event that kills off their political geron...","sentiment_score":0.0380952381}
{"full_text":"Spokesperson #RandeepSinghSurjewala also questioned the #government's decision allowing export of one of the vaccines without immunisation of #India's population. #Congress #Vaccine #COVID19","sentiment_score":0.0}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"Shops across the UK brought in tougher rules last week amid reports the Government was looking at boosting regulation, to cut the spread of coronavirus","sentiment_score":0.0}
{"full_text":"Dr John McSorely is pleading for people to get themselves tested during lockdownhttps:\/\/t.co\/xH6dyYu9Dl","sentiment_score":0.0}
{"full_text":"\"Friday, the 13th, March 2020 was a four day call. We started that call Friday morning and we didn't get off of it until Monday night.\" Kansas state CTO Stacy Mill on the start of the pandemic in Kansas.https:\/\/t.co\/nnhYDEVU2R","sentiment_score":0.0}
{"full_text":"Gavin Williamson needs to support schools, parents and children with their learning during this lockdown by helping get #EveryChildOnlinehttps:\/\/t.co\/P31SoLd8Kq","sentiment_score":0.0}
{"full_text":"RT for like 8 months i thought covid was one of those joke diseases where you ask \"what's covid\" and the other guy tells tou to suck...","sentiment_score":-0.125}
{"full_text":"As #COVID19 numbers increase, the continues to play an integral role in the ramped-up effort to produce N95 respirators for healthcare &amp; frontline workers.Read more:","sentiment_score":0.5}
{"full_text":"Three community clubs have received PS5000 support packages to help them get through lockdown and beyond, after emerging victorious in the #ClubsInCrisis competition co-ordinated by ","sentiment_score":0.0}
{"full_text":"As per reports, Uttar Pradesh has received the highest number of vaccine shots (21,291) after the launch of nationwide COVID-19 vaccination drive.#UttarPradesh | #covaxine | #vaccinations To read more...Click the link belowhttps:\/\/t.co\/yDtE0snTVy","sentiment_score":0.0}
{"full_text":"Watch our 60-minute webinar hosted by co-founder Chris Sanderson, exploring how Covid-19, climate change, politics and social movements will force us to re-imagine the fabric of our societies, relationships and economies :","sentiment_score":0.0333333333}
{"full_text":"AARON ROGERS QB OF GREEN BAY PACKERS, HAS DONATED $500K TO BARSTOOL TO CONTINUE TO ASSIST SMALL BUSINESSES KEEP THEIR DOORS OPEN DURING THE COVID19 ENVIRONMENT...PEOPLE HELPING PEOPLE","sentiment_score":-0.15}
{"full_text":"Getting vaccinated to protect yourself from the virus behind COVID-19 isn't a one-and-done process in Canada right now.https:\/\/t.co\/3sVgRVTGqQ","sentiment_score":-0.0571428571}
{"full_text":"What we know about SA's Covid-19 vaccination strategy\"In South Africa, the vaccine will be delivered using three platforms during phase one...\"https:\/\/t.co\/08q8bADymw","sentiment_score":0.0}
{"full_text":" Are you caught up on the FoSC podcast? If not, be sure to check out this episode where and discuss  critical care policy in response to COVID-19.Have a listen here https:\/\/t.co\/cFcDUkP0CE","sentiment_score":0.25}
{"full_text":"India is home to the world's largest vaccine makers and has one of the biggest immunization programs. But there is no playbook for the enormity of the current challenge.https:\/\/t.co\/cH3KHDpW5M","sentiment_score":0.0}
{"full_text":"Rodrigo the dancing nurse, take a bow!https:\/\/t.co\/PWlrJtW6uG","sentiment_score":0.0}
{"full_text":"Pandemic or not, The Salvation Army of Waterloo\/Cedar Falls is there for the most vulnerable in our community.Help us be there for them. https:\/\/t.co\/Ox6NKP3frx","sentiment_score":0.0}
{"full_text":"We cannot afford for the #Senedd2021 elections to further the divide in society or become a well of confusion &amp; hyperbole centred on #Covid19In my open letter to candidates I ask for a fairer, safer &amp; kinder campaign run following the toughest of yearshttps:\/\/t.co\/1QWaAgf3Ln","sentiment_score":0.0}
{"full_text":"With Blue Monday and Lockdown we all need some positivity in our lives so we made a playlist for The Happy Sesh feat..@MotelCarnation@DeepSleepUK@SwineTax@TrunkyJuno@Luke_Royalty_@MaximoPark@LittleComets@DylanCartlidge@bigfatbig_@ListomaniaBandhttps:\/\/t.co\/rXIatTzAcM","sentiment_score":0.4}
{"full_text":"Getting out and about to stretch your legs?  While it's important that we make the most of daily exercise, please don't break the law.Limiting the number of people you are mixing with is vital to stop coronavirus. Please help #KeepGuildfordSafehttps:\/\/t.co\/azM1Fxwuf2","sentiment_score":0.25}
{"full_text":"I know home schooling is tough for many families, so it's great that the BBC has put together an programme of educational broadcasting during this 'lockdown'. This is a really important &amp; will greatly benefit many students up &amp; down the country - the true 'lockdown' spirit.","sentiment_score":0.3395061728}
{"full_text":"Prime Minister Boris Johnson caused confusion over excercise rules during lockdown when he was seen cycling in the Queen Elizabeth Olympic Park in east London on Sunday (10 Jan), seven miles away from his residence in Downing Street.https:\/\/t.co\/AANbvPjsH0","sentiment_score":0.0}
{"full_text":"Canada's international development minister says the world's first inoculation of a refugee with a COVID-19 vaccine this week is an important milestone in ending the pandemic everywhere.https:\/\/t.co\/ruwqK2wwHf","sentiment_score":0.2166666667}
{"full_text":"It's really no biggie to #WearAMask is it... Don't be a selfish C*** if you have to be out &amp; about today - #FollowTheRules #HandsFaceSpace... #CoronavirusUK","sentiment_score":-0.3}
{"full_text":"We're extremely busy in the studio! Introducing to you our first episode of the Lockdown Showdown series, where we will be showcasing all of our incredibly talented members! Click the link below to see Cerys cover of I can't make you love me. ","sentiment_score":0.4375}
{"full_text":"United Kingdom33,367,07088,747United States       23,758,857395,851Cases and deaths from Covid according to the South China Morning Post, this cannot be right can it?","sentiment_score":0.2857142857}
{"full_text":"The Burundian refugee soap maker who is fighting coronavirus in Kenya","sentiment_score":0.0}
{"full_text":"Six counties hit by surge in new Covid-19 cases over last week amid staggering infection rates","sentiment_score":0.0681818182}
{"full_text":"RT International travel is restricted. Stay at home. From Monday 18 Jan at 4am all Travel Corridors with the UK will be suspended  This means that:  ALL international arrivals to the UK from ANY destination will be required to self-isolate for 10 days.","sentiment_score":0.0}
{"full_text":"We've seen how the PS20 increase to #UniversalCredit has been vital in keeping people afloat duringthe pandemic. But UK govt plans to cut this lifeline in April. We're joining in callingMPs from all sides to speak up in Monday's debate. #Together4Change","sentiment_score":0.05}
{"full_text":"AAKP BOD\/Amb Kent Bressler recognized w Presidential Volunteer Service Award for advancing AAKP's COVID RISK education\/ELEVATION of kidney patients in COVID clinicals trials\/vaccine protocols. Our COVID programs have engaged 80K+ patients in 70+ countries!","sentiment_score":0.0}
{"full_text":"Every one of us has a part to play in stopping the spread of coronavirus.1 in 3 people with coronavirus don't have symptoms so #StayHome to protect the NHS and save lives.Visit:","sentiment_score":0.0}
{"full_text":"PM Modi urged people to stay away from rumours and propaganda as these vaccines have been approved by scientists and experts after they were fully convinced about their safety and efficacy.Read more:","sentiment_score":0.2}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":" | REGISTER NOW 21\/01: the European economic outlook in 2021 22\/01: health policies &amp; lessons learned from #COVID19 22\/01: EPC Fortnightly Update 28\/01: - relations - Prospects for the #transatlantic partnershipMore i &amp; registration:https:\/\/t.co\/Jm5Cg3sU5k","sentiment_score":0.1}
