{"full_text":"Lockdown 3: Rise of the Brownies","sentiment_score":0.0}
{"full_text":"RT NEW: Our latest report for law enforcement provides an overview of the impact of #COVID19 on global #terrorism, trends and...","sentiment_score":0.2121212121}
{"full_text":"RT the silver lining of lockdown is the chance to post this clip again","sentiment_score":0.0}
{"full_text":"RT As there's now a national lockdown these numbers need to be circulated again:Samaritans116 123Domestic Abuse UK0808 200...","sentiment_score":0.0}
{"full_text":"RT Several Canadian politicians have said they travelled to the US during #coronavirus because they have property there. Do...","sentiment_score":0.0}
{"full_text":"As soon as Covid testing increasing, Liverpool's performance and form drops...these players were defo doping ","sentiment_score":0.0}
{"full_text":"RT While Liberals and their lapdog lobby organizations continue to call for more restrictions on sport shooters and hunters...","sentiment_score":0.5}
{"full_text":"RT \"Medical students ke mental health k sath khailna bnd kro\" We aren't scare of exams! Sari zindagi exams diye aur future...","sentiment_score":-0.0416666667}
{"full_text":"RT Upcoming Drive-thru #COVID19 testing events for Quad-County Residents:1\/5 | 1 p.m. to 3 p.m.East Fork Fire Station 12 (3...","sentiment_score":0.0}
{"full_text":"RT Weeks before Christmas, a Swedish official sent a text to all Swedes advising them to follow recommendations and stay home for...","sentiment_score":0.0}
{"full_text":"RT Another lockdown? 10 months on, do you still think this is about a virus?","sentiment_score":0.0}
{"full_text":"How long until we start doing covid-vaccine tourism? Welcome to 2021","sentiment_score":0.375}
{"full_text":"RT might throw it back and re watch normal people cos I really wanna make myself feel pain this lockdown ","sentiment_score":0.1166666667}
{"full_text":"RT One very effective thing about plain-spoken political style: what he lacks in poetic Obamaian oratory he makes...","sentiment_score":0.385}
{"full_text":"RT This lockdown is desperately needed.For the best of chance of success in driving down COVID-19 levels, it must be accom...","sentiment_score":0.1361111111}
{"full_text":"RT It's so upsetting to see England go back into lockdown in the same desperate situation as 10 months ago. I've just emerged i...","sentiment_score":-0.2}
{"full_text":"RT  tips to identify #COVID19 misinformation or disinformation:3 Identify the author  Search the author's name online to see...","sentiment_score":0.0}
{"full_text":"RT Reality Winner is starting the New Year battling another Covid lockdown. No fresh air, No programs, Denied legal mail and...","sentiment_score":0.0465909091}
{"full_text":"Why challenge the results when Trump has done nothing but whine since the election was called? If he really wanted the job, he would have done more to keep it, beginning with demonstrating competent leadership against COVID spread.","sentiment_score":0.4}
{"full_text":"Give yourself a pat on the back Christina.  I'm sure this (albeit very late) lockdown is in part due to your pressure. I'd expected him to dither for at least another week.","sentiment_score":-0.0691666667}
{"full_text":"The city is on virtual lock down because of our deranged president who refuses to be a law abiding citizen.","sentiment_score":-0.1555555556}
{"full_text":"After COVID we may never think about hotels in the same way again    ","sentiment_score":0.0}
{"full_text":"RT I have never heard Trump be passionate and engaged about saving lives during the pandemic as he does trying to steal the el...","sentiment_score":-0.05}
{"full_text":"RT The FA has confirmed the suspension of:Non-league steps 3-7.Tiers 3-7 of the Women's football pyramid.All outdo...","sentiment_score":0.4}
{"full_text":"RT Divide &amp; conquer: make a group of people disagree and fight with one another so that they will no...","sentiment_score":0.0}
{"full_text":"RT It really annoys me when Karens, &amp; Chads go to a store, make a scene, talk about how they're healthy...oh, but have a medic...","sentiment_score":0.2}
{"full_text":"RT Don't forget if you need to talk to someone, especially as we're re-entering another mentally straining period, there is sup...","sentiment_score":-0.05}
{"full_text":"We are in full lockdown here in Scotland  until the end of January, England has announced they are too, hopefully cleaning the shit up for a better world ","sentiment_score":0.2166666667}
{"full_text":"RT I'm on a packed Southwest flight right now with every seat taken.Have any restaurants sued over this? Why can plan...","sentiment_score":0.2857142857}
{"full_text":"RT If you want a $2,000 COVID survival check, then vote for Warnock and Ossoff tomorrow. It's that simple.#VoteWarnockOssof...","sentiment_score":0.0}
{"full_text":"It's not what we wanted but it's what we have to do.The Conservatives must be held to account for their repeated failures to act decisively or quickly. But for now the most important thing is to protect each other so our NHS can deal with critical cases#StayHome","sentiment_score":0.2216666667}
{"full_text":"RT \"Consumer demand, innovation, and the pandemic are changing the way we work [...]. It's an opportunity, but without the ri...","sentiment_score":0.0}
{"full_text":"One shot on target in 90 minutes.Hassenhutl crying (knobhead)38 misplaced passes by the best RB in the world 1 point from 9.What a fucking great start to lockdown. ","sentiment_score":0.35}
{"full_text":"RT The new SARS-COV2 variant: reports from the frontline in the UKA joint webinar and","sentiment_score":0.1363636364}
{"full_text":"\"If Government expects Ireland to recover from the Covid-19 pandemic through SMEs or for Irish society as a whole to recover through voluntary and community groups, then insurance must and can be sorted in 2021\" #InsuranceReform","sentiment_score":0.1}
{"full_text":"RT SAGE member Stephen Reicher: \"The problem in this pandemic has not been with the public but with the government - in clari...","sentiment_score":0.0}
{"full_text":"\"realy\" great It's lock down in my country (Slovakia). I will not even cross the district and not yet to another country ","sentiment_score":0.2148148148}
{"full_text":"Lockdown 797 ","sentiment_score":0.0}
{"full_text":"RT Recall that on Jan. 20, 2020, our total stood at 16,241. So Trump is on track to nearly double that in one year. And on...","sentiment_score":0.0}
{"full_text":"RT The undermining by these 120 Republicans in Congress has taken a greater priority than fighting #COVID19 While people...","sentiment_score":0.5}
{"full_text":"If there's an outbreak of covid after this Southampton v Liverpool game we'll know who was responsible. Either that or Trent's been on the lash","sentiment_score":-0.1}
{"full_text":"RT !!! This is so important student nurses\/midwives are literally being forgotten about..Petition: Ensure student nurses a...","sentiment_score":0.4}
{"full_text":"RT New York is facing a growing crisis over the lagging pace of coronavirus vaccinations. The number of people who died on Monday...","sentiment_score":0.1363636364}
{"full_text":"RT wales needs to cancel exams all together because these assessments are literally just exams sat in class, last years exa...","sentiment_score":0.0}
{"full_text":"RT These really are difficult times we live in, but please don't forget that there are people who can support you:Mind...","sentiment_score":-0.0545454545}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"Masks Don't Work: A Review of Science Relevant to COVID-19 Social Policyhttps:\/\/t.co\/4tjKUE3Esq","sentiment_score":0.2166666667}
{"full_text":"I hope whoever just stole my packages from Amazon catches covid and has to live off a ventilator. Fuck y'all smh","sentiment_score":-0.1318181818}
{"full_text":"They'll tell you citizens are more responsible for progress than their leaders.In Nigeria anyway.","sentiment_score":0.35}
{"full_text":"RT Lockdown? And I wanted to spend at least PS10k this Valentine's Day ","sentiment_score":-0.3}
{"full_text":"Same. Lost a lot of weight at the beginning of last year then piled it back on during lockdown. Shaken my confidence a lot.","sentiment_score":0.0}
{"full_text":"lockdown quiz tomorrow who wants in ","sentiment_score":0.2}
{"full_text":"Fuck dat bitch Covid upside down and sideways ","sentiment_score":-0.2777777778}
{"full_text":"That's crazy and yes I believe you should stay home while waiting for test results-- would a person continue fucking while waiting on a STD test-","sentiment_score":-0.6}
{"full_text":"RT 90% of the country when they realise that we're going into lockdown three and that Manchester United will go three points c...","sentiment_score":0.0}
{"full_text":"RT Well that's progress. Happy to hear the Prime Minister reference free school meal extension during lockdown. Should nev...","sentiment_score":0.6}
{"full_text":"RT \"LOCKDOWN 3.0, LETS GOOOOOOO!!!!\"\"ToryBoi773 thanks for the Prime sub\"\"StarveDemKIDzz thanks for the PS5 donation\"","sentiment_score":0.2}
{"full_text":"RT Weeks before Christmas, a Swedish official sent a text to all Swedes advising them to follow recommendations and stay home for...","sentiment_score":0.0}
{"full_text":"They did this throughout the first lockdown.","sentiment_score":0.25}
{"full_text":"RT When a MSM outlet posits a lab-leak origin for SARS-CoV2, does that make them far-right conspiracists, or do those of u...","sentiment_score":0.0}
{"full_text":"Finally! But thats just EUR2.50 an hour for hazardous duty working on the front lines while putting their lives at risk!  Necessary only because overpaid TDs sit safely in the Dail while covid runs rampant in the country because they refused to listen to NPHET back in Oct!","sentiment_score":0.2083333333}
{"full_text":"RT President-elect campaigning for and goes after President Trump on COVID: \"The president spe...","sentiment_score":0.0}
{"full_text":"I love it &amp; like you it was our guilty pleasure during lockdown one &amp; will get us through the dark dingy nights of lockdown 6798 ","sentiment_score":-0.05}
{"full_text":"What makes footballers and the managers\/coaches exempt from social distancing. Everyone hugging\/touching each other after the game #Irresponsable #badexample","sentiment_score":-0.1638888889}
{"full_text":"RT As there's now a national lockdown these numbers need to be circulated again:Samaritans116 123Domestic Abuse UK0808 200...","sentiment_score":0.0}
{"full_text":"RT The $XRP\/ $BTC pair has more bullish divergence than I have ever seen on a chart in my whole lifePsychologically, XRP...","sentiment_score":0.35}
{"full_text":"Hey man free money they ain't paying me to stay home lol","sentiment_score":0.6}
{"full_text":"RT \"We must restrict our movements, we have to limit the people we interact with outside of our households, if we are to suppr...","sentiment_score":0.0}
{"full_text":"And these are the same pricks who are on Parler asking why only Republicans seem to get Covid-19 and blame the Dems for poisoning them.#Maskholes","sentiment_score":0.0}
{"full_text":"RT \"Many months.\"","sentiment_score":0.5}
{"full_text":"And so it should too, it is their job and they can't work from home can they. ","sentiment_score":0.0}
{"full_text":"RT i just cannot get over this country being so obsessed with closing the borders and controlling immigration and then NOT closi...","sentiment_score":-0.5}
{"full_text":"RT CONSPIRACY THEORY! Is Covid part of a diabolical plan to bring about a Great Reset of totalitarian control, digital curren...","sentiment_score":0.4}
{"full_text":"4 days ago..... Government scientific advisers push the PM to introduce the highest restrictions \/  National lockdown....... a source in Whitehall said tier 5 lockdown restrictions would be imposed. But yeah.... Keir called it yesterday https:\/\/t.co\/o3gO4qlUQB","sentiment_score":0.0}
{"full_text":"RT And the SFA should be ejecting that team from the Scottish league!","sentiment_score":0.0}
{"full_text":"RT world : pandemic muslims : marriage","sentiment_score":0.0}
{"full_text":"RT I was I had the energy for anger. To tell you that Covid is no hoax, masks will save your life, and that the people who...","sentiment_score":-0.7}
{"full_text":"RT A university student in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Want to know something sinister?Every teacher I've spoken to today says their school provides the Departments for Educat...","sentiment_score":0.0}
{"full_text":"RT Here's the link. Even after late death registrations are added for the final week of Dec 2020, it looks very unlikely that th...","sentiment_score":-0.3166666667}
{"full_text":"RT At this very moment, human traffickers are robbing 25 million people of their freedom and basic human dignity. This is a glo...","sentiment_score":0.05}
{"full_text":"RT Mass #testing of people without #COVID19 symptoms is \"not an accurate way of screening the general popu...","sentiment_score":0.225}
{"full_text":"RT The first BaRnArD CaStLe article of 2021. London journalists nearly managed to go four days.","sentiment_score":0.175}
{"full_text":"RT Boris Johnson address to the nation:- National lockdown in England tough enough to cope with variant- Stay at home in l...","sentiment_score":-0.1944444444}
{"full_text":"YOU eroded any confidence Albertans had in YOU. YOU knew of most, if not all, of these travel plans &amp; let them happen. You also lied, saying you didn't know. You downplayed posted provincial &amp; federal travel guidelines. Where are YOUR consequences?! #yeg #COVID19 #RESIGNKENNY","sentiment_score":0.625}
{"full_text":"RT This needs to be the last national lockdown, on BJ's life.","sentiment_score":0.0}
{"full_text":"RT For years, scientists have been hot-wiring viruses to be stronger, deadlier, and more transmissible. The bet was that their work...","sentiment_score":0.5}
{"full_text":"RT All this talk of lockdown 2021 is making me feel nostalgic for the January lockdowns of 2017 and 2018 when we had similar dea...","sentiment_score":-0.25}
{"full_text":"For more information on yesterday's #COVID19AB update while we wait for Alberta Health's website to refresh with today's data, check out story:https:\/\/t.co\/TszK15jGo1","sentiment_score":0.5}
{"full_text":"RT President-elect campaigning for and goes after President Trump on COVID: \"The president spe...","sentiment_score":0.0}
{"full_text":"The Illinois Department of Public Health (IDPH) has several mobile testing teams that are dispatched to various locations around the state each week to provide COVID-19 testing.","sentiment_score":0.0}
{"full_text":"RT Honest Questions. With ALL the Covid Deaths. When someone dies of Any Cause and they happen to have a Cold, Do we sa...","sentiment_score":0.0}
{"full_text":"RT In 2021 the mainstream media has spent more time discussing what the crowd size for a game of cricket should be during...","sentiment_score":0.0}
{"full_text":"RT It is *burning me* to know that if Boris had closed schools literally two weeks earlier then my mum and 8 of her colleagues...","sentiment_score":-0.05}
{"full_text":"Can you cite the scientific evidence that a month of reduced exercise is more detrimental than exposing the population to the new covid variant Matt ? I highly doubt. Do some bleeding press ups mate ! Sorry to pick on you , but you have no fucking idea about containing pandemics.","sentiment_score":0.1272727273}
{"full_text":"RT NEW: The Wadsworth Lab has confirmed New York State's first case of the U.K. variant (B.1.1.7) of the virus that causes COV...","sentiment_score":0.2306818182}
{"full_text":"Evidently the NG idea was already in the works...\"The plan includes dentists, pharmacy techs, the National Guard, the pharmacy program with CVS and Walgreens, and clinic and doctor partnerships.\"","sentiment_score":0.25}
{"full_text":"Scotland is going into lockdown until at least the end of January - so he can't go there  not that they would take him - they hate his guts.","sentiment_score":-0.55}
{"full_text":"I'm pretty sure she's joking in the tweet, and also she lives in sweden, which does not have very strict lockdown rules, so I don't think she's committing an act that is punishable by jail time","sentiment_score":0.2125}
{"full_text":"RT Anything from about financial help during a lockdown or is he still sitting in the sun in his PS4m villa??#loc...","sentiment_score":0.0}
{"full_text":"6 more weeks of total lockdown in the UK hoho. happy birthday to me ","sentiment_score":0.4333333333}
{"full_text":"FR WE LIVE ON AN ISLAND CUZZZZ","sentiment_score":0.1363636364}
{"full_text":"How would Kane Brown know if he has COVID, he's NEVER had any taste","sentiment_score":0.0}
{"full_text":"just got the covid vaccine!!!","sentiment_score":0.0}
{"full_text":"RT Yes, a further lockdown will be awful, it will be detrimental to mental health, the livelihoods of many, and education....","sentiment_score":-0.15}
{"full_text":"RT Places I legally can't go: my PS93 a week room at universityPlaces I legally have to pay for: my PS93 a week room at univer...","sentiment_score":0.2}
{"full_text":"My nans already died due to COVID. She wanted to live her life instead of being locked away","sentiment_score":0.0056818182}
{"full_text":"RT Spoke with Taoiseach to raise growing concern on safe return to school &amp; childcare - return next Monday is not realist...","sentiment_score":0.25}
{"full_text":"NEW: Tory MP 'currently out of the country' resigns from ethics committeehttps:\/\/t.co\/l9HKDkIJFI","sentiment_score":0.0681818182}
{"full_text":"RT I didn't close my church today. It remained open. We worshipped together. We prayed together. We sang together. We had tea...","sentiment_score":0.0}
{"full_text":"n the geng ha sila","sentiment_score":0.0}
{"full_text":"RT When a MSM outlet posits a lab-leak origin for SARS-CoV2, does that make them far-right conspiracists, or do those of u...","sentiment_score":0.0}
{"full_text":"Hilarious! So basically he should just stay home then? ","sentiment_score":0.625}
{"full_text":"RT UK Prime Minister declares another lockdown, but still: no border controlsBritain will remain open to all No passenger...","sentiment_score":0.0}
{"full_text":"RT #Lockdown I'm reposting these UK numbers, which are always here to help:Samaritans116 123Domestic Abuse UK0808 200...","sentiment_score":0.0}
{"full_text":"RT To recap, during a pandemic and economic catastrophe, the GOP is:1) Anti-sick leave2) Anti-universal health care3) Anti-ha...","sentiment_score":0.2}
{"full_text":"RT I'm sorry, but I was assured that this was a purely American thing done to ensure the election of Joe Biden and that no o...","sentiment_score":-0.25}
{"full_text":"RT AP: A Wisconsin pharmacist who tried to ruin doses of #coronavirus vaccine is a conspiracy theorist and believed the shots wou...","sentiment_score":0.0}
{"full_text":"RT Okay, sure the UK is back under national lockdown, *but* Uma Musume: Pretty Derby is back!","sentiment_score":0.25}
{"full_text":"The post-lockdown roads have never been easier to navigate, yet people are worse drivers than ever before. Brains are turning to mush.","sentiment_score":-0.4}
{"full_text":"RT One thing that really got me through the last lockdown was covering my walls in art from small businessesSo in light o...","sentiment_score":0.0875}
{"full_text":"RT Teepees in Montana honor tribal members lost to COVID-19","sentiment_score":0.0}
{"full_text":"RT NYE party goers tryna blend in with lockdown outrage? Adonbilivit","sentiment_score":0.0}
{"full_text":"RT Since we're going back into lockdown here's some numbers you can phone if feeling Low or lonely.Samaritans -  116 123Min...","sentiment_score":0.0}
{"full_text":"RT As we announced last week all other students should stay home and receive virtual learning for now. We know it is hard...","sentiment_score":-0.1388888889}
{"full_text":"Should those vaccinated against COVID-19 be treated differently? Should they be able to go shopping instead of isolating? The topic is dividing opinion in Germany. Full story from ","sentiment_score":0.2833333333}
{"full_text":"Although the world is still gripped by a pandemic, is there room for hope in the new year? In a op-ed, PR Prof writes about the importance of hope. #Hope","sentiment_score":0.1363636364}
{"full_text":"The next federal election is likely to cost Australian taxpayers nearly $30m extra due to special anti-coronavirus measures.https:\/\/t.co\/LRpjfx8yiS","sentiment_score":0.0474489796}
{"full_text":"RT Another reason our voices must be heard. VOTE on Jan.5 from 7 am to 7 pm, Georgia.","sentiment_score":0.0}
{"full_text":"RT  A reminder: All radiotherapy departments are open and continuing to provide safe, precise and effective cancer treatm...","sentiment_score":0.375}
{"full_text":"USC pulled in top recruit Korey Foreman, a defensive end from Corona, on Saturday. explains the importance to the Trojans. Why Foreman is a \"program-changer\":https:\/\/t.co\/wtRo90xoN9 The full story of Foreman's recruitment. https:\/\/t.co\/kqlbhISGT5","sentiment_score":0.425}
{"full_text":"glad I kept my expectations low for 2021","sentiment_score":0.25}
{"full_text":"Being irresponsible during this covid shit is a turn off. Don't try to come back around when its over either.","sentiment_score":-0.1}
{"full_text":"God can't keep blessing you when you don't do the needful in return.Our country will continue to be a mess if we don't do the needful as a Nation. #NigeriaStartTithePaying#schoolsreopening #backtoschool #lockdown #lagos #lagosfather","sentiment_score":-0.175}
{"full_text":"City of Warren offering free COVID testing every Thursday, Saturdayhttps:\/\/t.co\/zCvKqdNjyw","sentiment_score":0.4}
{"full_text":"#Telecoms are playing a front-line role in smart city movement to support post #COVID19 urban needs, but they must aggressively push beyond their current infrastructure ambitions, via Manju Kygonahally and L.Murali","sentiment_score":0.0714285714}
{"full_text":"RT This pandemic made everyone lose motivation to do work","sentiment_score":0.0}
{"full_text":"Renewed Payroll Support Program for air carriers impacted by the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"Trapped ILS capital COVID issues largely postponed beyond renewal","sentiment_score":0.0071428571}
{"full_text":"Listen to Carole Walker  Former health minister Stephen Hammond on England Lockdown SNP health spokesperson Dr. Philippa Whitford on Scotland Lockdown Dr. Rashad Richey with the latest from Georgia@carolewalkercw | |","sentiment_score":0.25}
{"full_text":"Britain began inoculating its citizens with the AstraZeneca\/Oxford vaccine against COVID-19 on Monday, giving the shot to Brian Pinker, an 82-year-old dialysis patient, at a hospital a few hundred metres away from where the vaccine was developed.https:\/\/t.co\/so0JjYXume","sentiment_score":-0.2}
{"full_text":"RT REMEMBER THE LOCKDOWN RULES: 1. If death rates go down, that means the lockdown is working2. If death rates go up, that m...","sentiment_score":-0.1555555556}
{"full_text":"Pet Masks company sees 500% surge in demand amid coronavirus pandemic","sentiment_score":0.0}
{"full_text":"Health Experts Urge More Preventive Action To Curb Aerosol Spread Of Covid-19 | To Do Canada","sentiment_score":0.3}
{"full_text":"Traditionally fueled by the passion and dedication of their staff, #nonprofits are now contending with difficult decisions around staffing and compensation. Our new infographic explores the human side of #COVID19's industry-wide impact:","sentiment_score":-0.0909090909}
{"full_text":"RT People glibly holding forth about Covid deaths and \"underlying conditions\" should remember that the list of comorbiditi...","sentiment_score":0.0}
{"full_text":"\"The first time it happened, it was a squeezing feeling. I felt like I couldn't breathe. My heart raced.\" So says about going to the hospital with what felt like a heart attack -- after weeks of being laid up by #COVID19.","sentiment_score":0.25}
{"full_text":"RT Please read and retweet! We found a new possible explanation for the clinical symptoms of COVID-19: Autoimmunity to the Lu...","sentiment_score":0.0681818182}
{"full_text":"Latest update from NHSWI CE. No new cases of COVID-19. We have been very fortunate here in the WI and must continue to comply with restrictions in place to ensure we remain in this position. ","sentiment_score":0.3172727273}
{"full_text":"Five key Covid-19 Ireland updates: School closure decision, longer lockdown fears and cases spike","sentiment_score":0.0}
{"full_text":"New Year's resolutions aren't all about physical wellness. Take time to work on your mind, too.  Bundle up and take a nature break for some stress relief this season.","sentiment_score":0.0681818182}
{"full_text":"The COVID-19 pandemic has provided an opportunity to re-examine Quebec's approach to long-term care and to re-evaluate models that might work better, according to health experts.https:\/\/t.co\/bw6WxmkV7a","sentiment_score":0.5}
{"full_text":"#World #UK #Britain #Covid19 #Coronavirus #LockdownUK Prime Minister Boris Johnson announces new strict coronavirus restrictions, closing schools and ordering a third national lockdown for England amid a new surge infections.https:\/\/t.co\/QmLS29RZ24","sentiment_score":0.0909090909}
{"full_text":"Here is something the mainstream media may not be covering: How the covid-19 vaccines are powered by oil and gas. In more ways than one!https:\/\/t.co\/1JPxQtEstH","sentiment_score":0.5}
{"full_text":"Today on  Standing by for BC's first #COVID19 briefing of the year with Dr. Bonnie Henry and Health Minister Adrian Dix. We are expecting four days worth of case numbers since the last update on New Year's Eve.","sentiment_score":0.1715909091}
{"full_text":"\"I worry that - in a world where the foremost threats to the American people are #pandemic disease &amp; #climatechange - America will continue to define its biggest threats in military terms, even if they aren't.\" interviews","sentiment_score":-0.05}
{"full_text":"New headline: \"Scotland to enter full lockdown until at least the end of January\" ... the idea of a \"full lockdown\" scares the bejeezus out of me because it's obviously preparatory to a New World Order dictatorship! Yikes!! Big Brother of Rev.13:17 is almost knocking at the door?","sentiment_score":0.1146712662}
{"full_text":"also known as: A lack of empathy and it's an epidemic in our species at large","sentiment_score":0.2142857143}
{"full_text":"Doing teamviewer and lockdown  findom sissy slave humanatm cashslave cashcow finsub #finD","sentiment_score":0.0}
{"full_text":"RT When I said I wanted 2021 to be a more positive year I didn't mean covid tests","sentiment_score":0.1382575758}
{"full_text":"For all who qualify*, come join us tomorrow, Jan 5th, 8:30 a.m.- 11:30 a.m., for walk-up and drive-thru COVID-19 screening and testing, while supplies last. Call 866-234-8534 for more information about any of our testing locations.#CFHC #COVID19 #testing #screening #healthcare","sentiment_score":0.25}
{"full_text":"RT Remember when indefinitely suspended account for reporting similar info many months ago?","sentiment_score":0.25}
{"full_text":"RT I want another lock down so bad","sentiment_score":-0.4277777778}
{"full_text":"RT So exams are cancelled for gcse and a level students even though they've had face to face lessons, yet uni students have...","sentiment_score":0.0}
{"full_text":"RT These measures are necessary and we support them.The coming weeks are going to be difficult, but we must all pull toget...","sentiment_score":-0.25}
{"full_text":"RT NEW: New York state reports first known case of coronavirus variant spreading in the UK.","sentiment_score":0.1742424242}
{"full_text":"Wondering where your second stimulus check is? You can now track the status of your $600 payment online.","sentiment_score":0.0}
{"full_text":"RT New report finds that the current set of non-pharmaceutical interventions in  are not enough to control the new B117 #SAR...","sentiment_score":0.0681818182}
{"full_text":"Fears are mounting Australia's most prestigious universities might take up to four years to recover from the impact of the coronavirus pandemic.","sentiment_score":0.5}
{"full_text":"They're social distancing but Bradley gives her his handkerchief  #BeatTheChasers","sentiment_score":0.0333333333}
{"full_text":"So ... another year , another lockdown . And yet you still don't make wearing masks mandatory. Do you seriously have a clue what you are doing ?","sentiment_score":-0.3333333333}
{"full_text":"Wasn't likely to be moving back to uni before lockdown announcement.Definitely not moving back now.Will I get a rent refund? From the people who charged me PS40 because I accidentally locked my keys in my room on a Saturday? Not if God themself gave me a signed note.","sentiment_score":0.0}
{"full_text":"RT An #EmergencyUBI is needed!","sentiment_score":0.0}
{"full_text":"RT Dr. Stella Immanuel tweeted that New York State, wants to add a clause in their law to remove and detain those with co...","sentiment_score":0.1681818182}
{"full_text":"No it smells like lockdown","sentiment_score":0.0}
{"full_text":"RT \"We're not forcing anyone to do this\" Some UofL Health received the 2nd doses of the vaccine today-- but how ma...","sentiment_score":0.0}
