{"full_text":"Covid updates for January 14 in Tamilnadu:","sentiment_score":0.0}
{"full_text":"I swear I was confused but I knew the last season was season 6. This pandemie had me confused ","sentiment_score":-0.2666666667}
{"full_text":"The says due to the global covid situation  no foreign head of state of govt at this year's #RepublicDay parade.","sentiment_score":-0.078125}
{"full_text":"Best overall growth in most economic sectors. You're just looking at post Covid data. Look at data prior Covid. What about most jobs ever for Hispanics, Blacks, and Asians? Just one point of many.","sentiment_score":0.3857142857}
{"full_text":"COVID-19: CLARITY ON AVAILABLE HOME AFFAIRS SERVICES, EXPIRED ASYLUM SEEKER PERMITS &amp; OTHER MATTERShttps:\/\/t.co\/XncdBL6ds8","sentiment_score":0.1375}
{"full_text":"RT from making bus lanes in use 24\/7, increasing the ULEZ area, to blocking off backroads used for shortcuts. but apparently pub...","sentiment_score":0.05}
{"full_text":"RT America is tuning out the coronavirus at the peak of its destruction","sentiment_score":0.0}
{"full_text":"RT Clinton cleaned up the Bush Sr. mess.Obama cleaned up the Bush Jr. mess.Biden will clean up the Trump mess.Give it so...","sentiment_score":0.3666666667}
{"full_text":"This guy is dead. No reason given. He was 73 and there is a deadly pandemic, BUT please remember this","sentiment_score":-0.2}
{"full_text":"RT One year ago today, the World Health Organization provided a shameful medical imprimatur for the Chinese Communist Party's...","sentiment_score":0.0}
{"full_text":"Disturbing figures. Please don't suffer in silence. If you live in #Staffordshire #StokeOnTrent we're here for you. In an emergency always call on 999. #YouAreNotAlone","sentiment_score":-0.1818181818}
{"full_text":"A must listenCrimes from hw bushTo kamala Iraq weapons of mass destruction to corona virushttps:\/\/t.co\/TG9BrVVJMg","sentiment_score":0.0}
{"full_text":"RT Devi Sridhar: The UK needs a zero-Covid strategy to prevent endless lockdowns ","sentiment_score":-0.125}
{"full_text":"Today is such a good day to stay at home and sleeeeep and do absolutely NOTHING","sentiment_score":0.3}
{"full_text":"RT Rising #COVID19 cases = a plasma shortage. If you've recovered from COVID-19, the plasma in your blood may help other COVID...","sentiment_score":-0.125}
{"full_text":"Past #COVID19 Infection Gives #Vaccine-Like Immunity For Months, Study Finds via #coronavirus #CovidVaccine","sentiment_score":-0.25}
{"full_text":"RT this is really disturbing. House tours canceled even by members because of covid, so she was shocked to see groups of people wa...","sentiment_score":-0.6}
{"full_text":"In Stock: 50 3M NIOSH Certified N95 Respirators For $62.87","sentiment_score":0.0}
{"full_text":"RT Back in March I pointed out that Imperial infection fatality rate estimates closely matched average annual mortality risk. B...","sentiment_score":-0.075}
{"full_text":"RT Preliminary investigations conducted by the Chinese authorities have found no clear evidence of human-to-human transmission of the...","sentiment_score":-0.025}
{"full_text":"RT I watched press conferencesHe condemned SA decision to close Land borders as discrimination and self hate against Af...","sentiment_score":-0.8}
{"full_text":"RT UK coronavirus strain is probably in S &amp; N Calif, says but probably not widespread","sentiment_score":0.0}
{"full_text":"RT Reach out...Suicide figures R up 200% since lockdown. Could 2 friends please select-all, copy and re-post this tweet?...","sentiment_score":0.0}
{"full_text":"The virus has no ability to effect the economy.   Our politicians are to blame for this because of their idiotic restrictions and lazy dependence on PC recommendations from CDC and WHO.","sentiment_score":-0.4583333333}
{"full_text":"RT Yesterday I gave a talk explaining 100s of U.S. moms (disproportionately black) die yearly from pregnancy complication...","sentiment_score":-0.1666666667}
{"full_text":"RT Continuous Learning is most important. In Covid time, learn from home # NPC@iitbombay","sentiment_score":0.45}
{"full_text":"Sooooo....the so-called \"stay-at-home\" act just reduced the open times of stores by one hour and everyone is supposed to stay home.  As if that's going to happen.  At this point, why bother with any measures?  People are just going to keep on doing what they're doing.","sentiment_score":0.0}
{"full_text":"RT Give us a national lockdown NOWWWW!Freeze bills, give us assistance, and save our lives. Covid is fucking real and people a...","sentiment_score":0.2}
{"full_text":"RT A quarter of New York City's vaccines are going to people who don't actually live there. Some don't even work in the c...","sentiment_score":0.1363636364}
{"full_text":"RT One year ago today, the World Health Organization provided a shameful medical imprimatur for the Chinese Communist Party's...","sentiment_score":0.0}
{"full_text":"RT I wish I could tell 13 year old me that it will all work out. That she'll survive the trauma, put herself through UCT,...","sentiment_score":0.1}
{"full_text":"RT People are dropping like chickens from Covid-19 in this Lagos. Within my circle, 1 died yesterday and another this morning...","sentiment_score":0.0}
{"full_text":"Please do not buy or stock up on masks, tissues, alcohol disinfectants, food, daily necessities, medicines, etc., and stop posting or spreading hoaxes to everyone .Please stay home , and please stay safe to everyone !","sentiment_score":0.3125}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"Good observation. Never thought about being 'on the way out' of bikes other than for age, health or financial constraints (or a mid-life hiatus when families etc take precedence). My experience with lockdown changing hobby habits made me wonder on the impact in motorcycling.","sentiment_score":0.1916666667}
{"full_text":"RT Limited resources and growing patient need means there's a realistic threat Arizona hospitals will need to prioritize me...","sentiment_score":0.0476190476}
{"full_text":"RT We had very much hoped that we would be able to reopen before this work begins, but sadly due to the prolonged lockdown this wil...","sentiment_score":0.2116666667}
{"full_text":"RT To all the mothers still homeschooling... Hang in there  #QuarantineLife ","sentiment_score":0.0}
{"full_text":"RT ,,Between 18 June and 24 November, scientists detected 44 potential reinfections (2 'probable' and 42 'possible' reinfections) o...","sentiment_score":0.0}
{"full_text":"RT Infographic summarising our latest results  can be download here https:\/\/t.co\/ZoiCJBhtxPThanks to all men who completed...","sentiment_score":0.5}
{"full_text":"RT Time to call a halt to the Premier League. It's for the best. Just declare whoever is currently top the winner.","sentiment_score":0.75}
{"full_text":"Had this debate with a group of friends. Think clubs will find it hard enough to retain a lot of the new members that joined during covid due to fees being increased to standard rates rather than an introductory offer","sentiment_score":-0.0560606061}
{"full_text":"RT There's still a tremendous amount we don't know, about immunity as well as course of illness, recovery, long-term effe...","sentiment_score":0.3333333333}
{"full_text":"RT Cancel the season, and award the title to the team who have hit the woodwork the most times. It's the only fair way.","sentiment_score":0.4}
{"full_text":"I know! - tell us why you thought it OK to travel to Antigua for a holiday in the middle of a pandemic - stop being an evasive coward.","sentiment_score":0.25}
{"full_text":"RT  The #French government is set to annouce new #coronavirus #restricitions, making business owners nervous as stricter m...","sentiment_score":0.0681818182}
{"full_text":"RT How many times do I need to explain? The technocrats fully intend to force people to live this until people break. NOTHING...","sentiment_score":0.3181818182}
{"full_text":"RT If many of us commit to claim our country back from liars, cheats, sycophants and praise-singers, Nigeria will quickly...","sentiment_score":0.2777777778}
{"full_text":"RT Do you want to know how I avoided getting covid from my positive symptomatic roommate with whom I share a bathroom? Bec...","sentiment_score":0.2272727273}
{"full_text":"RT \"This global pandemic has brought to the fore India's national character for the entire world to behold, as a resilient a...","sentiment_score":0.0}
{"full_text":"RT .@SuPriyoBabul teaching us how to be a perfect hypocrite!Remember how your promised free vaccine just bef...","sentiment_score":0.7}
{"full_text":"RT Oh man I hope he survives!","sentiment_score":0.0}
{"full_text":"RT I'm not a lockdown sceptic. I'm just a citizen in a democracy who wants Government policy to be evidence-based, necessary and...","sentiment_score":0.1}
{"full_text":"RT 3\/ Next, I was told to throw away my KF-94 mask that I was wearing, replace it with their own even tighter twin strap 3M...","sentiment_score":0.3}
{"full_text":"RT My wife is a community staff nurse. She started work at 8am. People are meant to be staying at home. 2 1\/2 hours later,...","sentiment_score":0.0}
{"full_text":"I was laughing at the \"I was 18 when the pandemic started and I'm gonna turn 20 now\" tweets until I realised that I was 18 when the pandemic started and I'm gonna turn 20 now.","sentiment_score":0.0}
{"full_text":"RT .@SuPriyoBabul teaching us how to be a perfect hypocrite!Remember how your promised free vaccine just bef...","sentiment_score":0.7}
{"full_text":"Calls for Sheffield residents shielding during Covid lockdown to get help to pay heating bills","sentiment_score":0.0}
{"full_text":"Koreaboo along with the toxic solo stans should be washed away with Corona","sentiment_score":0.0}
{"full_text":"Niall did lockdown make the proces of songwriting more difficult or did it not affect you at all?","sentiment_score":0.0}
{"full_text":"RT JUST IN: Unemployment filings explode again as pandemic slams job markethttps:\/\/t.co\/wVY5uuqBE7","sentiment_score":0.0}
{"full_text":"RT As a journalist, activist, and diplomat, I've seen the world-changing impact of At this critical moment, I feel...","sentiment_score":0.0}
{"full_text":"RT Encouraging to see that Focused Protection is gaining traction in the UK - hopefully this will lead to sensible decision...","sentiment_score":0.0}
{"full_text":"RT SurulereEti OsaAjeromiMushinAmuwo OdofinThese areas in Lagos have been declared as high burden areas for COVID19....","sentiment_score":0.16}
{"full_text":"RT There were 1,564 covid deaths in the UK today. A record high.How many in New Zealand? 0.Vietnam? 0.Australia? 0.T...","sentiment_score":0.3181818182}
{"full_text":"RT The UK couldn't handle KFC running out of chicken, I don't know what made me think we'd handle a pandemic","sentiment_score":-0.6}
{"full_text":"Appeal: Help children like Tenzin survive the winter Excluded from society. Struggling in poverty. Vulnerable to Covid-19. Tenzin Namdol needs your help.The continuing","sentiment_score":-0.5}
{"full_text":"RT  Update: Deferments and interruptions to Tri-agency training awards due to #COVID19 will now be allowed beyond January 1,...","sentiment_score":-0.125}
{"full_text":"Did anyone who's had covid or older person take antibiotics and ilthey helped? Looking for any advice that may help alleviate the cough","sentiment_score":0.1666666667}
{"full_text":"6 of my family members are now dead due to covid ..... y'all still think this is a joke (all in 6 weeks)","sentiment_score":-0.1625}
{"full_text":"Hola, here is your unroll: From a COVID survivor group No one ever talks about how to fight COVID at home - came down with Covid in... Talk to you soon. ","sentiment_score":-0.1555555556}
{"full_text":"This is causing a lock down for the citizens who live here and work here. Trudeau what are you doing?","sentiment_score":-0.0095959596}
{"full_text":"RT UPDATE ON DUSTIN HIGGS !!!! his execution has been delayed to late march due to his covid-19 diagnosis. we still have...","sentiment_score":-0.2125}
{"full_text":"RT The UK couldn't handle KFC running out of chicken, I don't know what made me think we'd handle a pandemic","sentiment_score":-0.6}
{"full_text":"RT Clinton cleaned up the Bush Sr. mess.Obama cleaned up the Bush Jr. mess.Biden will clean up the Trump mess.Give it so...","sentiment_score":0.3666666667}
{"full_text":"RT Another 1.2 million people applied for UI last week, including 965,000 who applied for regular state UI and 284,000 who app...","sentiment_score":0.0}
{"full_text":"RT Mom-Zs, simulan natin ang 2021 with a clean, safe, &amp; fresh-smelling home! Get the BangoLiniZ Advantage with Zonrox Multi Clea...","sentiment_score":0.4958333333}
{"full_text":"Did we say #roadTrip ?? Yes we did!R20k CashBack on these FLAMESFirst installment in March 2021.#Travel #DigicarsSA #JanuaryJumpStart","sentiment_score":0.0}
{"full_text":"RT One year ago today, the World Health Organization provided a shameful medical imprimatur for the Chinese Communist Party's...","sentiment_score":0.0}
{"full_text":"RT As the UK tragically hits a record number of Covid-19 deaths, Covid-sceptic-in-chief appears to have delete...","sentiment_score":0.0}
{"full_text":"RT \"This global pandemic has brought to the fore India's national character for the entire world to behold, as a resilient a...","sentiment_score":0.0}
{"full_text":"RT \"We want to lead by example,\" he said. \"If there's something that we can do to stop the spread [of COVID-19], we're willi...","sentiment_score":0.0}
{"full_text":" Me me me me me and of course all Turkish Exo-L wants this.#KAI please come to Turkey when corona ends, we will be waiting for you!^^","sentiment_score":0.25}
{"full_text":"When you don't quarantine students asymptomatic children will infect someone","sentiment_score":0.0}
{"full_text":"Most definitely. It's crazy to me how they're getting richer during this pandemic but it's understandable: Amazon can mitigate covid risk by staying home and getting the supplies you need","sentiment_score":-0.05}
{"full_text":"\"When lockdown happened, I was with him all the time. Wherever I went in the house he would follow me.\"@rachyoungeritv speaks to one woman who was trapped with her abusive partner when the first Covid restrictions were introduced in March. https:\/\/t.co\/hrnFQbVCBi","sentiment_score":0.025}
{"full_text":"RT Master hits Covid out of the park  Great news for the film industry!! What a way to start the year !! Wishing everyone...","sentiment_score":1.0}
{"full_text":"RT At the  Liason Committee at Westminster today, everyone asked important &amp; intelligent questions about the Government's respon...","sentiment_score":0.6}
{"full_text":"RT NOLTE: The New York Times reports that in New York, the state is tossing out the coronavirus vaccine rather than give it...","sentiment_score":0.1363636364}
{"full_text":"RT Lockdowns don't kill jobs, coronavirus pandemic kills jobs. Jobless claims soared in early January to a five-month high o...","sentiment_score":0.13}
{"full_text":"Let's!","sentiment_score":0.0}
{"full_text":"And I told people y'all might think I'm crazy (about wearing my mask, and distancing) but my crazy ass was able to work with two people that had Covid and not get it. So...","sentiment_score":-0.2333333333}
{"full_text":"RT Don't drop your guard - stay local and keep following the rules, following a rise in Covid cases and hospital admissions in...","sentiment_score":0.0}
{"full_text":"Want to know when you can get the COVID vaccine? Visit this website to see what phase you're in, and get notified when the vaccine is available to you:","sentiment_score":0.4}
{"full_text":"RT Biden's COVID-19 plan expected to include $2000 payments, better vaccine distribution.","sentiment_score":0.2}
{"full_text":"Another idiot who thinks nobody does of covid. You're welcome","sentiment_score":0.0}
{"full_text":"RT Another broken promise: Trump's pledge to eliminate the national debt in 8 yearsUnder his watch, the debt has gone up $7.8...","sentiment_score":-0.4}
{"full_text":"RT Covid is stripping us. Layer by layer, it keeps taking. Even when we think we have nothing left to give, it finds something,...","sentiment_score":0.0}
{"full_text":"RT Mom-Zs, simulan natin ang 2021 with a clean, safe, &amp; fresh-smelling home! Get the BangoLiniZ Advantage with Zonrox Multi Clea...","sentiment_score":0.4958333333}
{"full_text":"RT IMPORTANT: An international study of lockdowns by Stanford University experts shows NO clear, significant beneficial effect o...","sentiment_score":0.18125}
{"full_text":"What a bumpy journey! Stay tuned.","sentiment_score":0.0}
{"full_text":"You'd think that over a year into this, we'd have learned at least a little about how viruses work","sentiment_score":-0.24375}
{"full_text":"RT Members of Congress who feel they have to carry a gun to protect their colleagues but won't wear a mask to protect their col...","sentiment_score":0.0}
{"full_text":"RT Let me be perfectly clear:  children DO NOT NEED a sars-cov-2 vaccine before they are permitted to return to normal activ...","sentiment_score":0.125}
{"full_text":"CASE 2: a child who is eligible for a transfer hearing, but as we hear every Thursday, those hearings are significantly delayed now due to experts being unable to conduct the required evaluations during the pandemic.","sentiment_score":-0.0833333333}
{"full_text":"RT There have now been more than 100,000 covid deaths in the UK.The highest death toll in Europe &amp; one of the worst mortal...","sentiment_score":-0.25}
{"full_text":"Jennifer Carroll Foy announced this year that she will be running for governor in Virginia's 2021 elections. Her platform embraces racial justice, raising the minimum wage and common-sense COVID-19 precautions!","sentiment_score":0.0}
{"full_text":"n the coming year, we'll continue giving context for the ways COVID will shift sales and consumer preferences (people still aren't talking about fruit beers), and ideas of how to approach your portfolio and sales strategies.Follow at","sentiment_score":0.0}
{"full_text":"Baguio LGU establishes aquaponics and strawberry production areas as a way of achieving food security amid the pandemichttps:\/\/t.co\/D7ymdcYQt1","sentiment_score":0.0}
{"full_text":"Eat Balanced Meals and Stay HealthyGood health and proper nutrition go hand in hand. That's why we provide nutritional therapies and other home care services to ensure you get the right nutrition for your continued good health. #HomeCareServices #NutritionalTherapies","sentiment_score":0.2151785714}
{"full_text":"Malacanang on Thursday said it is highly likely that travel restrictions will be imposed on the United Arab Emirates (UAE) after health authorities confirmed the presence of the new coronavirus variant in the country.#UAE #covid19ph #B117https:\/\/t.co\/TcLGBlkTpX","sentiment_score":0.1787878788}
{"full_text":"RT Salim Abdool Karim: 'None of us are safe from Covid if one of us is not. We have mutual interdependence'","sentiment_score":0.5}
{"full_text":"More than 200 people are now being treated in hospital for COVID - we wish them all a full and speedy recoveryhttps:\/\/t.co\/q4j4zCysXW","sentiment_score":0.425}
{"full_text":" \"It's a big improvement on what we had in place for the last lockdown in March.\"@SMFC_FEP are having to go virtual to deal with the challenges presented by the national lockdown.  #SMFC #YourSolihullYourClub","sentiment_score":0.0}
{"full_text":"Lampard on Covid protocols being difficult to follow:\"It's going to be very difficult to police with the excitement and energy football brings. The players have been asked to not show natural instinct in the game, so we will have to see how it works.\"","sentiment_score":-0.3625}
{"full_text":"RT [BREAKING NEWS] Case opened against SAPS member for transporting alcohol during level 3 lockdown. This follows a video which show...","sentiment_score":0.0}
{"full_text":"Join a free online webinar about the COVID-19 vaccination programme today at 6pm. Our Director of Public Health, will talk about current eligibility, safety and dispel any myths about vaccination. The event is open to all Lewisham residents. ","sentiment_score":0.1}
{"full_text":"You should only leave your home for essential purposes during this period, such as: To get food or medicine; To get medical assistance; To exercise.Remember #StayAtHome to #ProtectTheNHS and Save Lives.Read the guidance:","sentiment_score":0.0}
{"full_text":"The #COVID19 restrictions of #Lockdown3 may be tough on our #MentalHealthIf you are finding things difficult, you can get NHS support.Click to find out more","sentiment_score":-0.1296296296}
{"full_text":"Every week, we update charts on the top causes of death in Wisconsin (this chart will be discontinued after today), the average profiles of people who have died with COVID-19, and COVID-19 hospitalizations by age group. Check back every Thursday for updates.","sentiment_score":0.1166666667}
{"full_text":"#BuradayizAhparig January 19 marks the 14th year since journalist Hrant Dink was murdered. This year's commemoration ceremony will be held online due to the coronavirus pandemic","sentiment_score":-0.125}
{"full_text":"Day  4 - I was nominated by day I will post a picture from a day in the life of an educator. I will post without explanation &amp; nominate someone else to take the challenge. 7 days, 7 pictures, 7 nominations. Today I nominate *** taken before COVID.","sentiment_score":0.0}
{"full_text":"RT There are now 20 variants of Covid-19 in circulation in Kenya and","sentiment_score":0.0}
{"full_text":"Coronavirus disease is still present in our society. We need to be vigilant in our daily activities to reduce our risk to it. So, here are some tips that are provided by the experts to help us:1. Wash hands regularly2. Wear face mask3. Update vaccines#InfectionPrevention","sentiment_score":0.0}
{"full_text":"\"Palestinians desperately await COVID-19 vaccine: The cash-strapped PA is forced to fend for itself as Israel excludes Palestinians in occupied territories from its COVID-19 vaccination programme.\"","sentiment_score":-0.45}
{"full_text":"Malacanang on Thursday said that the country could return to more stringent community quarantine measures after the B117 coronavirus variant was detected in the country. #PressOnePHhttps:\/\/t.co\/llJcnyJBCO","sentiment_score":0.5}
{"full_text":"The .@CDCgov has provided a host of materials and information to answer all of your #vaccine questions -- from who gets it first to how many doses are required.#CovidVaccine #coronavirus","sentiment_score":0.375}
{"full_text":"Penn State wrestling pauses due to COVID-19 issueshttps:\/\/t.co\/6FjZ4dg2f3","sentiment_score":-0.125}
{"full_text":"Malacanang on Thursday said it is highly likely that travel restrictions will be imposed on the United Arab Emirates (UAE) after health authorities confirmed the presence of the new coronavirus variant in the country.#UAE #covid19ph #B117https:\/\/t.co\/yBZ3rD0VLd","sentiment_score":0.1787878788}
{"full_text":"Do you know someone who should be honoured by (Not Bussy McBusFace )","sentiment_score":0.0}
{"full_text":"Kerry county councillor calls for mass COVID-19 vaccination centre in Tralee:","sentiment_score":0.0}
{"full_text":"RT Time to recognise the huge number of volunteers in #COVID19 testing centres.","sentiment_score":0.4}
{"full_text":"To those who still think covid\/pkp is not serious, read this and wake up!","sentiment_score":0.2083333333}
{"full_text":"Kerry county councillor calls for mass COVID-19 vaccination centre in Tralee:","sentiment_score":0.0}
{"full_text":"Decrease Your Family's Chances for COVID-19 1. Practice social distancing2. Wear a mask3. Be cautious of public spaces4. Disinfect your home and belongings 5. Teach your kids not to touch their facesRead more: #COVID19Prevention","sentiment_score":0.1777777778}
{"full_text":"Forwarded messages can spread harmful #misinformation, especially amid #COVID19. #TakeCareBeforeYouShare &amp;stop fake information from spreading.And you can become an Info #Volunteer: get daily Verified briefing &amp; share life-saving data with your networks:","sentiment_score":-0.1666666667}
