{"full_text":"Good morning. Makes me sad that there'll be no procession this year bc of this pandemic and I know it's for the betterment of everyone.  #Sinulog2021","sentiment_score":0.1}
{"full_text":"RT tw \/\/ execution , death -if my tl wasn't aware the execution of dustin higgs was supposed to be postponed until march i...","sentiment_score":0.25}
{"full_text":"RT As I have said many times, COVID will not and has not disappeared. Viruses don't disappear. They become endemic. That i...","sentiment_score":0.5}
{"full_text":"RT The President-elect included the FEED Act, which I introduced with and in his COVID-19 plan.","sentiment_score":0.0}
{"full_text":"RT Couldn't have said it better","sentiment_score":0.5}
{"full_text":"This article goes over reasons vaccine acquired immunity from Covid is preferable including early evidence suggesting that the vaccine mediated immune respoonse was more robust than the naturally required immune response.","sentiment_score":0.2333333333}
{"full_text":"RT This is the level of desperation the city of Manaus, Brazil is facing right now. A shortage of oxygen has Covid patients...","sentiment_score":0.2857142857}
{"full_text":"RT BREAKING: Biden to deploy FEMA, National Guard to set up Covid vaccine clinics across the U.S.","sentiment_score":0.0}
{"full_text":"RT I don't want this to get lost in all the numbers:The President-elect's plan would cut child poverty in half.","sentiment_score":-0.1666666667}
{"full_text":"RT Outgoing CDC Director Warns Of Peak Pandemic: 'We're About To Be In The Worst Of It'","sentiment_score":-1.0}
{"full_text":"A one night stand in 2021 will either get you Covid, a STD or a Baby!","sentiment_score":0.0}
{"full_text":"RT Biden asks \"what in the hell\" is wrong with Republican lawmakers who didn't put masks on while sheltering in place with...","sentiment_score":-0.5}
{"full_text":"Nobody ever wanna just stay home and drink they always need to go out smfh it's straight I don't need nobody","sentiment_score":0.2}
{"full_text":"RT Wuhan was COVID-19 ground zero: whole city completely shut down. No one allowed in or out. Our team worked 24\/...","sentiment_score":0.0481481481}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"My social life hasn't changed much since covid lockdown started.","sentiment_score":0.1166666667}
{"full_text":"RT Nothing makes this NBA season seem like a brutally meaningless endeavor quite like KAT getting COVID after watching 7 of...","sentiment_score":-0.5}
{"full_text":"RT I'm just going to say it. Traveling for leisure during a pandemic is pathetic. You are pathetic if you are traveling d...","sentiment_score":-1.0}
{"full_text":"RT The federal government pays more money per month for Secret Service officers to use a bathroom, because Jared and Ivanka...","sentiment_score":0.05}
{"full_text":"RT Only 99 followers off 2000, please could you all retweet this to try and get me to 2000! I'll follow you all back! I'm s...","sentiment_score":0.0}
{"full_text":"#Trump could have saved hundreds of thousands of lives if he didn't believe his own lies and #Fox didn't spread them.","sentiment_score":0.6}
{"full_text":"RT New international study says coronavirus lockdowns not more effective than voluntary measures, not needed to slow the spread...","sentiment_score":0.0372727273}
{"full_text":"right before the pandemic, i was talking about how much i loved the premise of waydowntown; a movie where a bunch of people make a bet as to who can go the longest without ever going outside. as a joke about not ever wanting to have to touch canadian soil.","sentiment_score":0.3285714286}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"if you got sent home to quarantine, should be in quarantine, or if have ANY symptoms of COVID don't come to or participate in any 7v7's this weekend. It's not worth it...","sentiment_score":-0.15}
{"full_text":"I loved this commercial for so long lol","sentiment_score":0.3625}
{"full_text":"RT Couldn't have said it better","sentiment_score":0.5}
{"full_text":"It's kind of weird to see liberal or NDP supporters giving it to Ford for firing an MPP while also giving to Ford for not implementing stricter lockdown measures.","sentiment_score":0.05}
{"full_text":"RT Every 6 minutes, someone dies from coronavirus in LA County, according to county public health data.","sentiment_score":0.0}
{"full_text":"#CancelCulture #Harvard needs to be cancelled IMO","sentiment_score":0.0}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"RT Add to this the millions dead from you and your father's and your entire administration's lack of response to...","sentiment_score":-0.1}
{"full_text":"RT Incompetence on top of incompetence.","sentiment_score":0.5}
{"full_text":"RT There are 377 ICU Covid patients in Ontario's Hospitals today. That's approx 1 patient per hospital.If staff and Capacit...","sentiment_score":0.0}
{"full_text":"He should have used  Uber-Vaccinates... ","sentiment_score":0.0}
{"full_text":"60% of my household has COVID.","sentiment_score":0.0}
{"full_text":"Mauricio Pochettino: Paris Saint-Germain boss tests positive for coronavirus - Sky Sports","sentiment_score":0.2272727273}
{"full_text":"RT They were at home","sentiment_score":0.0}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"RT Good days by SZA Ft. Frank ocean would literally cure corona","sentiment_score":0.7}
{"full_text":"Warm comfort food. Blues Brothers movie. My husband's second covid shot is next week. Three good things ","sentiment_score":0.325}
{"full_text":"Baby Ja Rule needs to stay home","sentiment_score":0.0}
{"full_text":"Johnson &amp; Johnson's One-Shot COVID Vaccine Shows Promise In Clinical Trialshttps:\/\/t.co\/yw0tCMMc1S","sentiment_score":0.0}
{"full_text":"RT Biden asks \"what in the hell\" is wrong with Republican lawmakers who didn't put masks on while sheltering in place with...","sentiment_score":-0.5}
{"full_text":"RT A link to the request by #DustinHiggs' lawyers asking a judge to hold officials in contempt because at least one executioner las...","sentiment_score":-0.3}
{"full_text":"I might be wrong, as I often am, but I think one of the biggest problems with healthcare right now is that hospitals actually are businesses working off of profit\/loss. And covid has made some hospitals extremely profitable and some of the baron ones are financially strapped","sentiment_score":-0.0678571429}
{"full_text":"[Featured Podcast]  Bonus Episode: Coronavirus Truth! Facts to know from Dr. Josh Luke","sentiment_score":0.0}
{"full_text":"Covid's Mental Health Crisis Has Economic Consequences (Podcast) - Bloomberg","sentiment_score":0.05}
{"full_text":"RT So now floating his lockdown forever policy. Can't lift restitution even if all vulnerable vaccinated as1) lo...","sentiment_score":-0.5}
{"full_text":"RT Still now we do not have Australia style quarantine hotels in UK, and let people go straight on public transport\/taxis...","sentiment_score":0.1}
{"full_text":"RT 2021 so far Cons: COVID cases still on the rise Still no significant economic relief Agent Orange inciting terrorism...","sentiment_score":0.0375}
{"full_text":"RT .@fordnation in US press today, noted to be \"doing nothing to tackle structural problems contributing to COVID spread:...","sentiment_score":0.0}
{"full_text":"We've averaged more than 6 COVID deaths a day since the first on March 19. December was our second-deadliest month.A vaccine is here, but people are still dying -- preventable deaths, before their time.","sentiment_score":0.375}
{"full_text":"period sis !! ignore the haters (&amp; the pandemic) ","sentiment_score":0.0}
{"full_text":"RT I think I've finally hit the point in this pandemic where I'm questioning if it will ever really end.","sentiment_score":0.1}
{"full_text":"RT Ally on BtSport \"Strange that Peter Lawwell says Celtic have been affected most by covid when his team were awarded a t...","sentiment_score":0.225}
{"full_text":"The truth of the matter is that when you're in an actual oppressed marginalized system, you know when others are getting special or even just the right treatment and you are not.Everyone else there was being asked to wear a mask. She was not targeted for who she was.","sentiment_score":0.2142857143}
{"full_text":"RT Karl-Anthony Towns announces he's tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"RT Sky are in the Covid wards in Royal Surrey Hospital Dr John De Vos'It's relentless. The admissions come fast &amp; they co...","sentiment_score":0.2}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"Wild. Both organizations have such sterling reputations. Who could have ever seen this coming?","sentiment_score":0.05}
{"full_text":"RT It is spreading like wildfire.","sentiment_score":0.0}
{"full_text":"RT We need to vaccinate more people in more places much faster than we are now. It's the only way to get in front of the vi...","sentiment_score":0.3}
{"full_text":"RT 4\/ Some fear that a variant of the virus, recently arrived from Britain, may be 50 to 70 percent more transmissible than p...","sentiment_score":0.25}
{"full_text":"RT It is sort of meaningless to debate the 2000 + 600 vs 1400 + 600 because neither is enough money after almost a year of...","sentiment_score":-0.25}
{"full_text":"RT BRILLIANT TO SEE MEXICO REOPENED THEIR RESTAURANTS THIS WEEK. COME ON UK STOP COMPLYING WE NEED TO CONTINUE TO STAND UP. #me...","sentiment_score":0.9}
{"full_text":"RT Huge win vs. TSM to start off the 2021 season. ","sentiment_score":0.6}
{"full_text":"Covid is missing reported.","sentiment_score":-0.2}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"The arrival of next generation ground effect cars, designed to help improve the racing, had already been put back to 2022 because of the impact of the coronavirus pa...https:\/\/t.co\/SXjZw8s6Yl","sentiment_score":0.0}
{"full_text":"Not a good look for Massachusetts #publichealth .","sentiment_score":-0.35}
{"full_text":"An app that purports to predict what people look like after they upload their grandparents' photos, but instead presents them with their obituaries as a warning to follow lockdown rules","sentiment_score":0.0}
{"full_text":"RT I wish covid would leave Karl Anthony Towns the fuck alone gotdamn man","sentiment_score":-0.4}
{"full_text":"RT One of two coronavirus variants thought to have emerged in Brazil already detected in UK, leading scientist advising the gover...","sentiment_score":0.0}
{"full_text":"RT #HappyWeekend&amp; We know it seems like this has been going on forever - but we need your help more than ever to help prot...","sentiment_score":0.5}
{"full_text":"RT Operation Warp Speed leaders waited more than two months to approve a plan to distribute and administer Covid-19 vaccines propo...","sentiment_score":0.5}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"RT These groups have been disproportionately hard hit since the beginning of the pandemic, but the gap had eased during the summe...","sentiment_score":-0.2916666667}
{"full_text":"RT I wish covid would leave Karl Anthony Towns the fuck alone gotdamn man","sentiment_score":-0.4}
{"full_text":"RT Barbara \"Barby\" Clayborne, 63yo RN, St. Joseph's, Stockton, CA, died of #covid19 1\/8.  Over the years she received many cards...","sentiment_score":0.5}
{"full_text":"RT Sea shanties! Bringing us in the Pandemic together as never before!","sentiment_score":0.0}
{"full_text":"RT Pandemics and authoritarianism go together like apple and pie.  Key indicator:  watch for indications that political danger...","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"During COVID-19, one of the challenges foodservice faced was finding good restaurant managers. But since March, when many restrictions went into place, the restaurant industry was devastated. #pandemic #manager #foodservice","sentiment_score":0.6}
{"full_text":"Yup! I said this a while back as well. People who flee their countries to escape poverty, war, famine, natural disasters etc are demonised, but persons fleeing metropolitan countries to escape their governments' mismanagement of the pandemic are welcomed with open arms.","sentiment_score":0.0333333333}
{"full_text":"RT RENT FREE","sentiment_score":0.4}
{"full_text":"RT President-elect Biden announced he will use the Defense Production Act to maximize manufacturing of the coronavirus vaccine. Bo...","sentiment_score":0.0}
{"full_text":"RT It is incredibly tragic that so many migrants died while trying to illegally cross the US border in 2020, and another...","sentiment_score":-0.0833333333}
{"full_text":"more Murdoch crap","sentiment_score":-0.15}
{"full_text":"RT Bad news: is at 110% of base ICU capacity, which is right at or slightly higher than July's peak.Good news:...","sentiment_score":-0.2410714286}
{"full_text":"So Bradley and butler are positive for covid","sentiment_score":0.2272727273}
{"full_text":"RT Looks a bit like an admission that western governments have not been making independent responsible decisions while shutt...","sentiment_score":0.0666666667}
{"full_text":"\"At this difficult time of social distancing and staying at home, it's essential that we all act to protect our mental health, as well as our physical health.\"","sentiment_score":-0.1133333333}
{"full_text":"After tonights game the Bolts won't play for 6 days due to the Dallas Stars games (games were scheduled for the 17 &amp; 19th) but due to the stars covid-19 outbreak those games have been moved to May 4 &amp; 10th #GoBolts","sentiment_score":-0.2166666667}
{"full_text":"RT This is a great way to disagree with someone In this case w\/ my harmless observation that folks on the political left...","sentiment_score":0.2666666667}
{"full_text":"RT It's reviewing the world's worst PPE, a $299 COVID astronaut helmet: \"No one at the vape shop cared that I was...","sentiment_score":-1.0}
{"full_text":"Well I have to disagree, Tomi's stupidity was exposed well before COVID-19.","sentiment_score":-0.6}
{"full_text":"RT At a crematorium in Saxony, eastern Germany, employees have been working around the clock as the death rate from the new coron...","sentiment_score":0.1363636364}
{"full_text":"If you can smell it, you probably don't have covid, breathe deep and enjoy!","sentiment_score":0.25}
{"full_text":"Preliminary results suggest that the drugs reduce the risk of death in severe COVID-19 cases by 24 percent.","sentiment_score":0.0}
{"full_text":"\"The virus has never been isolated...\"EXCEPT herehttps:\/\/t.co\/J1zZQAmMAd &amp;https:\/\/t.co\/8Y8rGBhnO7&amp;https:\/\/t.co\/eC8igk8reO&amp;https:\/\/t.co\/CAimFbHIzF&amp;https:\/\/t.co\/lP0MVhpwH5&amp;https:\/\/t.co\/fwXoW4wP6a+ a few other places#SARSCoV2 #COVID19","sentiment_score":-0.1625}
{"full_text":"RT I am not sure we are sufficiently conscious of this acceleration of Covid19 deaths across the world","sentiment_score":-0.075}
{"full_text":"RT Operation Warp Speed leaders waited more than two months to approve a plan to distribute and administer Covid-19 vaccines propo...","sentiment_score":0.5}
{"full_text":"people will change behavior because of this.D e a t h c u l t","sentiment_score":0.0}
{"full_text":"RT Women on Bumble luring men to send them riot pics then sending those to FBI is the best pandemic dating story yet. ","sentiment_score":1.0}
{"full_text":"#Tutoring has emerged as a catch-up strategy to help combat learning gaps caused by #COVID19. But what does the evidence say?  5 takeaways from some of the best available resources #onlinelearning #aussieED #edleadershttps:\/\/t.co\/MwZj3pybC2","sentiment_score":0.7}
{"full_text":"Tens of thousands of people now tens of millions of dollars behind on their water bills in Bay Area. #weinvestigate Will #COVID19 crisis now create another health care crisis as well as financial pain for utilities? STORY HERE:","sentiment_score":-0.2}
{"full_text":"Largest attack on COVID: World's biggest COVID vaccination drive. Historic vaccine moment arrives, as wait for 'silver bullet' ends now. Proud 'Made in India' occasion. Unparalleled coverage on TIMES NOW, 7 AM onward. Stay tuned.","sentiment_score":0.4}
{"full_text":"RT The timing of this obvious news is a bit suspect isn't it?","sentiment_score":0.0}
{"full_text":"RT 23 die in Norway after receiving Pfizer COVID-19 vaccine: officials","sentiment_score":0.0}
{"full_text":"MHP and IYI Party chairs receive COVID-19 vaccine upon Health Minister's 'invitation' #Turkey #COVID19trhttps:\/\/t.co\/bX6ZFR5unV","sentiment_score":0.0}
{"full_text":"","sentiment_score":0.0}
{"full_text":"Even while working from home, 246 InLifers pooled over 38 Million steps in the middle of the lockdown to help Insular Foundation raise money for 9 health institutions and charitable organizations. #EmpowermentForALifetime","sentiment_score":0.3}
{"full_text":"The Church of Midsummer and School for Spells &amp; Magic birthed itself in the summer of 2020 as a reaction to the neglect of Black trans folk during the pandemic outbreak and police violence. Tomorrow I'm going to open its doors to the public.","sentiment_score":0.0833333333}
{"full_text":"WHO representatives are visiting Wuhan, China, to investigate COVID-19's origins. But research in that city is already lending valuable detail to experts' sketchy image of the disease's long-term effects. reports.","sentiment_score":0.0}
{"full_text":"The coronavirus variant, called \"B.1.1.7,\" that was first seen in the UK will likely become the dominant strain in the US. by March if nothing is done to stop it, says the CDC","sentiment_score":0.125}
{"full_text":"Repair Your iPad Today:No Fix No FeeBook Now:  #covid19 #covid20 #phonerepair #iphonerepair #ipaderepairs #ipadscreenrepair #ipadbatteryreplacement #ipadFix #ipadscreenreplacement #MMPR #ipad #MelbournePhoneRepairs #iphone #samsung #Oppo","sentiment_score":0.0}
{"full_text":"The \"Nick and Izzy\" show with &amp; LIVE RIGHT NOWhttps:\/\/t.co\/q4JcM1vi53Topics: Secret Service using bathroom, Charles Barkley saying S***, inauguration special #BREAKING: positive for #COVID19","sentiment_score":0.1212987013}
{"full_text":"RT Anectotal reports of temporary axillary swelling after #covid vaccine. There's no data that vaccine CAUSES lymphedema. Bre...","sentiment_score":0.0}
{"full_text":"RT My beautiful mum passed away today from #COVID, after only 5 days. She was 51. I was lucky to be allowed onto critical...","sentiment_score":0.2958333333}
{"full_text":"\"It turns out the coronavirus-sized hole in the #Texas state budget isn't as large as was feared, but legislators still have a significant challenge before them in this year's session that began Tuesday.\"","sentiment_score":0.2946428571}
{"full_text":"BARTON GRAY, 60 of St. Cloud, Minnesota died of COVID on Nov. 25.\"Barton had three children whom he loved dearly....He lived life to the fullest making memories wherever he could. He was known for his love of family, his humor, and above all else, his unending kindness.\"","sentiment_score":0.4}
{"full_text":"In the first phase, 3.87 lakh healthcare workers are to be vaccinated in AP at the rate of 20-25 persons every two hours a day#AndhraPradesh #APfightsCorona #CovidVaccinehttps:\/\/t.co\/ORrR5WPbgs","sentiment_score":0.25}
{"full_text":"On Friday, 47 new cases of COVID-19 and one new deaths related to the virus were reported in #CiudadJuarez.","sentiment_score":0.0909090909}
{"full_text":"RT That first COVID \/ Lockdown free summer I swear i'm living that shit like Phineas and Ferb","sentiment_score":0.15}
{"full_text":"Chicago hospitals are battling another obstacle with the coronavirus vaccine: persuading staff to get them.","sentiment_score":0.0}
{"full_text":"RT One of two coronavirus variants thought to have emerged in Brazil already detected in UK, leading scientist advising the gover...","sentiment_score":0.0}
{"full_text":"RT The timing of this obvious news is a bit suspect isn't it?","sentiment_score":0.0}
{"full_text":"400k dead in US, 80k each in UK, Italy etc and these death cult freaks are still on the covid denying bandwagon?","sentiment_score":-0.2}
{"full_text":"COVID-19-associated coagulopathy is now considered a major component of the pathophysiology of this novel infectious disease, leading to widespread thrombosis.","sentiment_score":0.0625}
{"full_text":"RT Never forget that this administration's response to COVID19 was an unmitigated and abject failure characterized by dis...","sentiment_score":-0.3166666667}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT My beautiful mum passed away today from #COVID, after only 5 days. She was 51. I was lucky to be allowed onto critical...","sentiment_score":0.2958333333}
{"full_text":"RT This 'journalist' failed to follow social distancing, put his demands over the barrister's duty to her client, who she was...","sentiment_score":-0.2333333333}
{"full_text":"RT Andrew Cuomo plans to end New York's lockdown.Lori Lightfoot plans to open Chicago restaurants.All of this announced w...","sentiment_score":0.0681818182}
{"full_text":"RT UK: Covid and BrexitUS: Covid and insurrectionAustralia: GUYS THERE'S A PIGEON.","sentiment_score":0.0}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"RT Have COVID-19 cases turned a corner - and how soon can we expect lockdown to be lifted?","sentiment_score":0.0}
{"full_text":"RT can't really explain why but this lockdown is hitting me 10x worse than the first. Feel like there's no light at the e...","sentiment_score":-0.0375}
{"full_text":"RT School risk calculations scrambled by fast-spreading virus strains","sentiment_score":0.0}
{"full_text":"Old account suspendedLet's be friends again.I follow back immediately. #COVIDIOT  #Wizkid #COVID19 #ZenithBetaLifePromo","sentiment_score":0.05}
{"full_text":"RT Coronavirus death toll crosses two-million mark","sentiment_score":0.0}
{"full_text":"RT Fredo's brother Andrew Cuomo plans to end New York's lockdown.Beetlejuice Lori Lightfoot plans to open Chicago restaurants.A...","sentiment_score":0.0681818182}
