{"full_text":"Whites and Asians also hold a disproportional percentage of jobs as nurses, doctors, EMTs, and other prioritized medical first responders. You know...so there's that. But hey, why ruin a good divisive false narrative, right Hill? SMH","sentiment_score":0.118452381}
{"full_text":"RT Don't miss out during #Lockdown","sentiment_score":0.0}
{"full_text":"Rinse repeat.There are no easy answers here and until we close our boarders internationally and provincially the issues will get worse. It needs to be a hard close too; only goods can cross the boarders but even the drivers have to have a covid test each time they cross.","sentiment_score":-0.1297619048}
{"full_text":"Both sad and sweet. Life is a wonderful, fickle, and cruel mistress.","sentiment_score":-0.0375}
{"full_text":"RT As per sources #ThalaAjith's #Valimai foreign location (likely #Spain) shooting will happen only after #Europe opens up after lo...","sentiment_score":-0.0416666667}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT The EU has urged pharmaceutical firm AstraZeneca to supply it with more doses of its Covid-19 vaccine from UK plants, a...","sentiment_score":0.15}
{"full_text":"Ctfu the bs! Stop lying","sentiment_score":0.0}
{"full_text":"RT Jeez, another 1,725 covid deaths recorded in the UK yesterday.The 2nd highest daily increase of the whole pandemic. Our...","sentiment_score":0.0666666667}
{"full_text":"RT Imagine if we got a hedge fund bailout before coronavirus relief checks","sentiment_score":0.0}
{"full_text":"Here's the latest COVID-19 update for Middlesex-London. A woman in her 80s from long-term care has died. #LDNont","sentiment_score":0.5}
{"full_text":"There is hope. But not in argumentum ad logos. It's ad pathos.","sentiment_score":0.0}
{"full_text":"RT I did not have good mentors or allies, one boss told me academia was not for women with kids few months in after my fir...","sentiment_score":0.25}
{"full_text":"Wednesday COVID-19 Update: Department of Health adds 5,874 new cases to Pennsylvania totalhttps:\/\/t.co\/r3pTrrOIgl","sentiment_score":0.1363636364}
{"full_text":"RT In a majority of U.S. counties right now, residents are at an extremely high risk of getting Covid-19, an analysis by The New...","sentiment_score":0.194025974}
{"full_text":"RT Thanks again everyone for the support. My hope is that in sharing my struggle, it will help others. PLEASE take COVID serio...","sentiment_score":0.2}
{"full_text":"RT When covid came on the scene a year ago there were no treatments that reduced major outcomes.Now there are 3:--Dexamethason...","sentiment_score":0.0625}
{"full_text":"RT This is what Fox News is covering instead of the White House Covid briefing","sentiment_score":0.0}
{"full_text":"RT We're less than a week in, but my Administration is already hard at work fighting to contain COVID-19. Tune in as I give an upda...","sentiment_score":-0.2291666667}
{"full_text":"Here are five ways the government could have avoided 100,000 Covid deaths | Devi Sridhar","sentiment_score":0.0}
{"full_text":"RT WATCH LIVE: An update on coronavirus (27 January 2021)","sentiment_score":0.1363636364}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"Worth adding the 250 over 80s vaccinated at drive through clinic at Cardiff City stadium this week!","sentiment_score":0.375}
{"full_text":"RT An anti-vaxxer pharmacist from Wisconsin pleads guilty to sabotaging 500 doses of the COVID vaccine. Steven Brandenburg...","sentiment_score":-0.5}
{"full_text":"You asked for a source for my claims to inaccurate Covid numbers..","sentiment_score":0.0}
{"full_text":"RT Chairman PPP expresses gratitude to those who sent congratulatory messages on the marriage of Bibi","sentiment_score":0.0}
{"full_text":"RT Politicians had no problem with massive bailouts for banks or huge tax cuts for the upper 1% and corporations. But they bal...","sentiment_score":0.1333333333}
{"full_text":"RT The way white people make these \"COVID-19 rankings\" (or in the near-past \"access to health care rankings\") and erase countr...","sentiment_score":0.0}
{"full_text":"RT New: lifts covid-19 restrictions in orange zones, and most yellow zone, across the state.Yellow zones remaini...","sentiment_score":0.2121212121}
{"full_text":"RT John Lewis was a mentor, friend and parishioner. I'm honored to fight alongside my brother to carry on his leg...","sentiment_score":0.0}
{"full_text":"RT 24,000 for COVID-19 treatment Chale do your best and mask up oo yoo","sentiment_score":1.0}
{"full_text":"RT Wondering how the #Exovent works and how it can be used to help #COVID19 #COPD #SleepApnoea patients? Check out this video...","sentiment_score":0.0}
{"full_text":"Our doctors &amp; nurses are needed more than ever. We are supporting some of the most vulnerable patients with COVID-19 to give them the compassionate care they desperately need. Thank you for helping to support our patients during this latest spike in the virus. We appreciate you","sentiment_score":0.1083333333}
{"full_text":"I have a problem with BLM protests taking place (covid spreading), but the cat's out of the bag when you condemn politicians standing in solidarity for a noble cause.","sentiment_score":0.6}
{"full_text":"RT dad lost smell from corona so i can finally smoke in the house","sentiment_score":0.0}
{"full_text":"You can read more about it here on but noone has yet written about the augmented reality aspect of it:https:\/\/t.co\/T7uvbvCE0D","sentiment_score":0.5}
{"full_text":"if someone had told me one month ago when i was isolated and sick from covid that i was gettin its vaccine today i wouldnt believe it. we got this fam!! ","sentiment_score":-1.0}
{"full_text":"COVID-19: Boris Johnson says he hopes to reopen schools from 8 March","sentiment_score":0.0}
{"full_text":"Be careful out there","sentiment_score":-0.1}
{"full_text":"Wearing two or three masks does not improve the effectiveness.  Thank you. COVID-19: Considerations for Wearing Masks | CDC","sentiment_score":0.0}
{"full_text":"RT My aunt works in the hospital &amp; she said that the only floor that is full is the 1 for covid, the rest...","sentiment_score":0.175}
{"full_text":"RT Today I received my second dose of the COVID-19 vaccine during a visit to When it becomes available to you, don't wait -- get...","sentiment_score":0.2}
{"full_text":"RT People are suffering!! Do you know how difficult it is to mourn one person let alone 3 within 5 days? Boris needs to be help a...","sentiment_score":-0.5}
{"full_text":"RT I keep saying this and my critics keep saying I'm just spouting hysterical nonsense but, if it *is* nonsense, then why won't...","sentiment_score":-1.0}
{"full_text":"You also posted about it a couple of days previously in a comment about my terrible cold I was having (which I am still convinced was Covid) and said that if I were in Thailand people would be looking at me suspiciously and quarantining me (or something along those lines).","sentiment_score":-0.5888888889}
{"full_text":"RT Rory Stewart should use this video in every campaign he ever runs.His views on coronavirus on 12th March.https:\/\/t.co...","sentiment_score":0.0}
{"full_text":"WHY did we evict 145 families DURING A PANDEMIC here in SCC?","sentiment_score":0.0}
{"full_text":"RT This is the result of spreading dangerous covid conspiracies btw","sentiment_score":-0.6}
{"full_text":"Many of you have asked us if there are any side effects from taking the COVID-19 vaccines and what to expect. Our team of pharmacists have done the research and put together a blog post to help answer these questions. Check it out at #vegan","sentiment_score":0.5}
{"full_text":"We have been out across the ward patrolling known ASB areas and areas known for gatherings linked COVID breaches, we have:-issued 4 COVID fines- 4 ASB warnings- removed 2 from a fenced off area- removed 15 people from a locked football pitch","sentiment_score":0.0}
{"full_text":"Netherlands: What's behind violent anti-lockdown riots? | Coronavirus pandemic News | Al Jazeera via","sentiment_score":-0.6}
{"full_text":"RT Looks like the Biden administration may continue the Trump White House Coronavirus Task Force's weekly reports to governors....","sentiment_score":0.0}
{"full_text":"RT The truth is that nobody cares about anyone else. They are afraid Covid will affect them, so they are willing to sacrifice a...","sentiment_score":-0.175}
{"full_text":"RT Interesting.   It seems the Deputy Prime Minister is siding with in his spat with the Ford government.   She even...","sentiment_score":0.5}
{"full_text":"RT If people talked about coats the way they talk about vaccines. By #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT \"It's a movie theater stock that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"Democrats prepare to pass Covid relief bill without Republican votes","sentiment_score":0.0}
{"full_text":"RT Just found my toddler naked under the dining room table eating a box of Chips Ahoy and I didn't disturb him because it...","sentiment_score":0.0}
{"full_text":"I'm simply asking, if 2 million people have died after a + Covid test, and millions more been ill, mostly with identical symptoms, what is it if it isn't Covid? Seems like an awfully big coincidence and a bizarre worldwide conspiracy to fake something like this.","sentiment_score":0.0571428571}
{"full_text":"RT A reminder that Corbyn and McDonnell had a month of the Coronavirus crisis and managed to force the government into a very...","sentiment_score":0.2}
{"full_text":"RT WH COVID response team senior adviser Andy Slavitt:\"Right now, I want to level with the public ... it will...","sentiment_score":0.1428571429}
{"full_text":"Looking forward to the session #KolibriFly #edtech","sentiment_score":0.0}
{"full_text":"RT You owe it to anyone you're sharing physical space with (roommates\/family\/pods)  to be honest about your social distancing...","sentiment_score":0.2111111111}
{"full_text":"RT Don't miss out during #Lockdown","sentiment_score":0.0}
{"full_text":"RT is it an indica or sativa","sentiment_score":0.0}
{"full_text":"I've heard putting a plastic bag over your head and securing it tightly around your neck is a sure fire way to not die from COVID.","sentiment_score":0.1607142857}
{"full_text":"It's my birthday today!  I get to work all day, get on a pandemic response webinar, and get my broken garage door fixed. Fun!  ","sentiment_score":0.025}
{"full_text":"RT You're a COVID HERO sir. ","sentiment_score":0.0}
{"full_text":"RT \"$15 an hour will increase prices\"Costco: pays workers well, same prices as Walmart's Sam's ClubIn-n-Out: pays wor...","sentiment_score":0.0}
{"full_text":"RT my ears really been the mvp this entire pandemic. Masks, glasses, earpiece. These (tiny) mfs tired","sentiment_score":-0.05}
{"full_text":"RT Migrant NHS staff have put their lives on the line for this country. It is completely unacceptable that they are being DENIED...","sentiment_score":0.1}
{"full_text":"RT To-go margaritas was the peak of covid.","sentiment_score":0.0}
{"full_text":"\"Elective\" surgery may seem like a misnomer, when you have the condition that requires surgery and the #Covid19 pandemic is standing in the way of you getting it, reports.","sentiment_score":0.0}
{"full_text":"I was texting my family about how I was feeling post Covid isolation and accidentally wrote:\"I was lucky to have milf symptoms.\"","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING: Apache gunship helicopters patrol the A501 Essential Journey Only zone in Shoreditch (London) ensuring members of...","sentiment_score":0.0}
{"full_text":"Stop pointing fingers at Trump....china let this out, WHO hid how contagious it was from the world, FDA stopped potential treatments, CDC has inadequate testing, and democrats on the state level caused more harm then good....esp in nursing homes and small businesses.","sentiment_score":0.0833333333}
{"full_text":"RT Uncle Akrobeto has a message for all of usMask up #COVID","sentiment_score":0.0}
{"full_text":"Tell us about a possible breach of coronavirus (Covid-19) measures. Report online here: an emergency, always call 999.","sentiment_score":0.0}
{"full_text":"RT Fox News and Murdoch should be held criminally responsible for spreading disinformation and withholding facts duri...","sentiment_score":0.2}
{"full_text":"RT If people talked about coats the way they talk about vaccines. By #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"RT When you sit on social media downplaying COVID19 because you are too scared to admit reality, you are contributing to...","sentiment_score":0.0333333333}
{"full_text":"RT These hideous people.","sentiment_score":0.0}
{"full_text":"RT NEWS: The Ministerial Advisory Committee on Covid-19 has told health minister, Dr Zweli Mkhize that government must abolish...","sentiment_score":0.0}
{"full_text":"Vianne said get back to fb, im hollering","sentiment_score":0.0}
{"full_text":"Gov. DeSantis: Florida secures 307,000 first doses of COVID-19 vaccine from US government next week. Because of the Biden Administration. Not from Trump. Say 'Thank You' DeInsanetis, you Trube lying asshole.","sentiment_score":0.125}
{"full_text":"RT Tune in as the COVID-19 Response Team hosts the first of regular briefings featuring our public health experts: Dr. An...","sentiment_score":0.0833333333}
{"full_text":"RT Strong statement from Washington on what needs to happen next in Tigray including withdrawal of Eritrean troops, unhindered h...","sentiment_score":0.2166666667}
{"full_text":"RT Our trusty Miss Pepper is now available on WhatsApp too! Chat with her for all your queries - from flight schedules and ai...","sentiment_score":0.5}
{"full_text":"RT Department of Biotechnology, India for strengthening our movement towards an #AatmaNirbharBharatIts fabulous 'Mission COVID...","sentiment_score":0.4}
{"full_text":"RT Resign? He should be jailed","sentiment_score":0.0}
{"full_text":"RT So you're giving the courts more money to evict the people you asked to stay home?????? Say wh...","sentiment_score":0.5}
{"full_text":"The incoming can make critical investments in teachers and students to support COVID recovery. Along with 28 organizations and researchers, we pledge to partner around six specific actions that will advance education equity. #courageousleaders","sentiment_score":0.0}
{"full_text":"RT As we fight the COVID-19 pandemic, scientific guidance and analysis has been an essential weapon. I am grateful for the exp...","sentiment_score":0.0}
{"full_text":"Researchers have developed a nanobody-based drug for #COVID19 that was derived from the immune systems of llamas and alpacas. The most amazing innovations can come from the most unexpected places. #BioTech","sentiment_score":0.36}
{"full_text":"RT This vaccine competition is turning into quite a disaster for EU-UK relations after #Brexit. According to this Reuters artic...","sentiment_score":0.0}
{"full_text":"RT Isn't it funny how Starmer, Davey, Sturgeon, Blackford &amp; Lucas all blame Boris for Covid-19 but none of them ever seem to lay...","sentiment_score":0.25}
{"full_text":"RT Asia Durr was the No. 2 pick in the 2019 WNBA Draft, but amid an ongoing battle with the long-term symptoms of Covid-19, she'...","sentiment_score":0.0}
{"full_text":"RT First, the state withheld total # of nursing homes deaths due to #COVID19 (still not released).Now,","sentiment_score":0.0416666667}
{"full_text":"Trustable science warned 4 YEARS about dangerousity of vaccines.... nobody cared.For the last year, many have been warning about this GENETIC THERAPY in creation - nobody listened or  researched about real side effects due to 200+ toxics ingredients &amp; that it will create GMOs !","sentiment_score":0.1359375}
{"full_text":"RT Dr. Anthony Fauci says there's concern about the impact of some coronavirus mutations on vaccines. But the government's top infecti...","sentiment_score":0.5}
{"full_text":"RT Friends! Are any of you feeling the effects of lockdown yet? Baby Dog and I are feeling it a bit today. We have to be q...","sentiment_score":0.0}
{"full_text":"RT Wow!  The same Council that has not stood up against WATER SHUTOFFS, before or during a global pandemic?","sentiment_score":0.0416666667}
{"full_text":"RT I love the stock market because when it goes up we get nothing but when it goes down we all lose our jobs. Except during a p...","sentiment_score":0.1722222222}
{"full_text":"RT FREDA GOLDSTEIN of CA, died of COVID on Jan. 8.She was the only member of her family to survive the Holocaust. \"Even...","sentiment_score":0.0}
{"full_text":"RT WATCH LIVE: An update on coronavirus (27 January 2021)","sentiment_score":0.1363636364}
{"full_text":"RT An embarrassment in more ways than one.","sentiment_score":0.5}
{"full_text":"RT The Western Cape now has over 10 000 people who died of Covid-19. Premier Alan Winde said; \"I am deeply saddened that the...","sentiment_score":0.0}
{"full_text":"RT Historian of Reconstruction here and no when you are expelled for not following COVID rules you are nothing like the black...","sentiment_score":-0.0833333333}
{"full_text":"RT I work in pharmacy. I've seen 1 case of flu since the pandemic started.  1... and that was tod...","sentiment_score":0.0}
{"full_text":"RT The Biden Covid team is first rate. Their audio on this briefing is not.","sentiment_score":0.25}
{"full_text":"RT If Jeremy Corbyn had led the country during the pandemic he would of course made mistakes (it's been unprecedented times)...","sentiment_score":0.6}
{"full_text":"RT Bill Gates said that 'crazy conspiracy theories' about him and Dr. Anthony Fauci had likely taken hold in part because of the...","sentiment_score":-0.3}
{"full_text":"RT While the Premier wants us to focus on borders and airports, let's talk about the billions unspent in Federal funds. Le...","sentiment_score":0.2}
{"full_text":"RT Many readers responded to our story on one day of Covid-19 deaths. I wrote about what it was like to report it, including t...","sentiment_score":0.5}
{"full_text":"adhesive outbreak","sentiment_score":0.0}
{"full_text":"Older Adults' Lack of Online Medical Accounts Could Affect COVID-19 VaccinationsLearn more:","sentiment_score":0.2222222222}
{"full_text":"NEW: WON'T SAY WHERE: Georgia health officials are refusing to say where in the state they have detected a mutant coronavirus strain from the United Kingdom.https:\/\/t.co\/ePiRp8yEWy","sentiment_score":0.1363636364}
{"full_text":"\"During the whirlwind that was 2020, the rage of COVID-19 persisted outside of my little world, but I was safe within the four doors of my mom's old Chevy Cobalt with nothing but the smell of the rain wafting inside.\"https:\/\/t.co\/FH3r66znt3","sentiment_score":0.103125}
{"full_text":"BE AWARE These are the requirements for travelers who wish to enter Colombia. Important: From January 7th you will have to submit a PCR test for COVID-19 with negative result. Know all the information: ","sentiment_score":0.1166666667}
{"full_text":"The Covid-19 vaccination is likely to be an annual affair like the flu jab, UAE Health Sector's official spokesperson Farida Al Hosani said.Read More - #Dubai","sentiment_score":0.25}
{"full_text":"Recovery from COVID means recovery for ALL of us, regardless of immigration status. Protect our essential workers. Their health is essential. Their jobs are essential.#ImmigrantsAreEssential","sentiment_score":0.0}
{"full_text":"FLCCC Alliance issues one-page summary of clinical trials showing large magnitude improvements in COVID-19 patients treated with Ivermectin","sentiment_score":0.2142857143}
{"full_text":"'Bail reform' now in effect little more than one year. Reformers insist it's had NOTHING to do with the rise in crime, but the data shows otherwise. Thru 3\/22 last year (pre-Covid, which they blame it all on):Robberies +31%Burglaries +25%GLA +66%Shootings +~18%@informnyc","sentiment_score":0.1041666667}
{"full_text":"RT Leeds United youngster Mateusz Bogusz has tested positive for COVID-19 at his loan club Logrones and will now self-iso...","sentiment_score":0.2272727273}
{"full_text":"RT GameStop is doing a better job at distributing wealth to americans during a pandemic than the US government","sentiment_score":0.5}
{"full_text":"RT Ready for their next \"the sky is falling\" trick?After all, why not?They easily gained so much control from the China...","sentiment_score":0.2083333333}
{"full_text":"Are you facing eviction and need assistance? Contact the Massachusetts COVID Eviction Legal Help Project (CELHP) to get free and authorized help by visiting or call 211.","sentiment_score":0.3}
{"full_text":"Despite a four-month closure due to the coronavirus pandemic, welcomed roughly half the number of visitors in 2020 as it did the previous year.","sentiment_score":-0.1527777778}
{"full_text":"RT NEW: Number of Americans fully vaccinated against COVID-19 reaches 1%","sentiment_score":0.1363636364}
{"full_text":"RT Every disabled person who benefited from more Zoom calls and wfh is terrified this will be taken away from them when th...","sentiment_score":0.15}
{"full_text":"RT 100,000 Britons dead from #Covid. Remember, as you grieve, that this was Government policy: \"Herd Immunity, Protect t...","sentiment_score":-0.2}
{"full_text":"Job Losses From #COVID Much Worse Than 2009 #FinancialCrisis, UN Says #unemployment","sentiment_score":-0.4}
{"full_text":"In West Virginia, data collected by the state shows since August there have been 111 outbreak cases across 755 West Virginia schools. Of that number, only 25% involved studentshttps:\/\/t.co\/XiUUYNTSsj","sentiment_score":0.0}
{"full_text":"Missouri has the worst vaccination rate in the country for the first coronavirus shot, according to the U.S. Centers for Disease Control and Prevention.https:\/\/t.co\/wgnlDm0h1a","sentiment_score":-0.375}
{"full_text":"\"We're bringing back the pros to talk about COVID in an unvarnished way,\" Biden told reporters. \"Any questions you have, that's how we'll handle them because we're letting science speak again.\"https:\/\/t.co\/ukKz3qQI04","sentiment_score":0.0}
{"full_text":"Most PPP loans went to businesses in communities that already had more access to resources.https:\/\/t.co\/FoKDzEerKD","sentiment_score":0.5}
{"full_text":"#AMAAWellnessWednesday #HowRightNow#Covid19 #SocialDistancing #MaskUp #WashYourHands #Vaccinate #AMAAlliance Connecting Physician Families for Healthier Communities #ConnectEducateAdvocate","sentiment_score":0.0}
{"full_text":"The safety of the COVID-19 vaccines was a top priority. The vaccines are safe, effective, and went through rigorous multi-step testing and approvals by health authorities and scientists. Learn more at #Vaccines  #VaxUpCU #VaxUpIL","sentiment_score":0.525}
{"full_text":"Come join us tomorrow at 1pm for a Virtual Town Hall all about Covid-19.","sentiment_score":0.0}
{"full_text":"COVID changed when, how, and where clients meet with your organization. With our Analytics, you can understand the days and times that are most popular with your clients and adjust employees' schedules to best meet customer demand. Learn More:","sentiment_score":0.65}
{"full_text":"After an employee had to quarantine while on a business trip in Shijiazhuang due to a local COVID-19 outbreak, his company in Nanjing put together a \"Support Office for Co-workers in Isolation\" to check in on stranded staff.","sentiment_score":-0.0625}
