{"full_text":"So, they are most likely extending the restrictions in Denmark again. Last time we had this lock down, I decided to shave off my hair, cause I can't get a haircut... Shortly after the restrictions got lifted.... What I'm saying is, I'm gonna shave my hair off today! #COVID19","sentiment_score":0.0688888889}
{"full_text":"went to in Oxford yesterday, 50 miles from his home, to do a bit of PR... to tell people to stay at home. Does no one see the irony? If you want to get a message across about staying at home. STAY AT HOME.","sentiment_score":0.0}
{"full_text":"RT 30% have to get readmitted later due to newly developed complications such as heart, liver or kidney problems or diabetes....","sentiment_score":-0.00625}
{"full_text":"RT 'American Carnage' Is Donald Trump's LegacyFrom emboldened white supremacists to a raging pandemic to a siege of the...","sentiment_score":0.0}
{"full_text":"RT If you've eaten one of these you're immune to the coronavirus","sentiment_score":0.0}
{"full_text":"Fascinating short video about research on radicalization that goes some way to explaining why social media &amp; COVID-19 isolation have set the perfect conditions for the expansion of extremism.https:\/\/t.co\/TXOk3Eg2yY","sentiment_score":0.4333333333}
{"full_text":"RT CDC: Wear a mask! Social Distance! Get the vaccine!Me: absolutely!CDC: don't eat raw cookie doughMe: I'll see you...","sentiment_score":-0.0945512821}
{"full_text":"RT On the occasion of #ArmyDay2021, #IndianArmy organised 'Vilgam Village Games Festival 2021'.The festival was a hit amon...","sentiment_score":0.0}
{"full_text":"RT Essential workers at the forefront of the pandemic, many on low-paid zero-hour contracts, don't have the luxury of self-isola...","sentiment_score":0.25}
{"full_text":"It's Tuesday! Here's some news to start your morning: Inauguration, WH Transition, coronavirus and more via","sentiment_score":0.5}
{"full_text":"RT dons, if you get covid e no be crime o, you for make your people know. dont test positive and come jam plus we. what that?...","sentiment_score":0.2272727273}
{"full_text":"RT When Ontario nurses exposed to COVID-19 test negative, they still have to stay home for 14 days - without a paycheque. H...","sentiment_score":-0.3}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT How's your lockdown exercise regime going? I hear yoga is a good way to stay flexible https:\/\/t.co\/L5S3LPSaba","sentiment_score":0.7}
{"full_text":"RT Can we let know that his excuse for empty supermarket shelves in Northern Ireland using Covid as an excuse re...","sentiment_score":-0.0666666667}
{"full_text":"UK Coronavirus latest news: One in eight had Covid antibodies in December, ONS figures suggesthttps:\/\/t.co\/8eXymHoOla","sentiment_score":0.5}
{"full_text":"RT MSF has seen too many people die because a lifesaving medicine or vaccine was priced too high or unavailable for those who...","sentiment_score":0.33}
{"full_text":"We wanted to share this #free service from Oak National Academy during #lockdown. They're sharing a #book a week to help keep #children's #literacy levels up during the lockdown &amp; also #support their #mentalhealth too with this free service. #reading","sentiment_score":0.4}
{"full_text":"Party of Science strikes again","sentiment_score":0.0}
{"full_text":"Wuhan medics undercover: 'We were told to lie about Covid-19 outbreak' | ITV News","sentiment_score":0.0}
{"full_text":"Firstly go Corona go , but now go bhagoda go NATION WITH RUBINA","sentiment_score":0.25}
{"full_text":"RT President-elect Biden's spokesperson says he will block President Trump's order lifting Covid-related travel restrictions, whic...","sentiment_score":0.0}
{"full_text":"I agree, plus imagine if we are at a point in the pandemic that they can have a semi normal pre season and really be able to get to work without so many restrictions. I'm excited for that.","sentiment_score":0.38125}
{"full_text":"RT There is no reason why President Trump and The First Lady should invite the Biden Crime Family to the White House for a wal...","sentiment_score":0.125}
{"full_text":"Please don't jog wearing a mask! ","sentiment_score":0.0}
{"full_text":"RT ||BDAY PROJECT UPDATE||Our ads in Toronto, ON, Canada are finally up! We just received these images from our agent. Though...","sentiment_score":0.0}
{"full_text":"RT If online exams are possible then why they're forcing us to put our lives in danger under such pandemic circumstances. World...","sentiment_score":0.0}
{"full_text":"RT APPOINTMENTS ARE BOOKED: At all Lowcountry Publix locations (for now). Remember you can make an appointment for a COVID-19...","sentiment_score":0.0}
{"full_text":"RT Even if you've had your #COVID19 #vaccine, it's important that you continue to follow national restrictions. We don't yet kno...","sentiment_score":0.4}
{"full_text":"RT It's laughable for someone who is a part of stealing the election to say that. Isn't he the one who first said that #COVID...","sentiment_score":-0.125}
{"full_text":"RT Hi Pi network members.Hope you All are well in these Corona times .Remember to push the button in the app every 24...","sentiment_score":0.0}
{"full_text":"RT A #smartphone -read assay that provides sensitive and quantitative saliva #PointOfCare testing for #COVID19.https:\/\/t.co...","sentiment_score":0.1}
{"full_text":"RT NBC News: More than 400,000 Americans have died of COVID-19.","sentiment_score":0.5}
{"full_text":"RT having                           disliking covid-19                 mac miller                    no taste","sentiment_score":0.0}
{"full_text":"RT There were more than 300,000 excess deaths in 2020, according to the CDC","sentiment_score":0.5}
{"full_text":"RT Having a useful and compelling syllabus is of the utmost importance as COVID-19 continues to cause disruption. Be sure y...","sentiment_score":0.3666666667}
{"full_text":"Covid-19 Vaccination Drive Commences in Andaman  The first phase of the vaccination drive commenced for Health Care Workers of the Tri-Services Command, today at INHS Dhanvantari under the aegis of Headquarters, Andaman &amp; Nicobar Command.","sentiment_score":0.25}
{"full_text":"Looks like someone's signature. Covid 19 Deaths. ","sentiment_score":0.0}
{"full_text":"RT I can't speak for or but political posturing has clearly been elevated above the interes...","sentiment_score":0.0333333333}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"RT #China's regime is developing a new type of biological warfare with what it calls \"specific ethnic genetic attacks.\" This...","sentiment_score":0.0681818182}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"RT One in eight recovered COVID-19 patients reportedly die within 5 months","sentiment_score":0.0}
{"full_text":"RT Florida coronavirus: State reports 8,002 new cases, 137 new resident deaths","sentiment_score":0.1363636364}
{"full_text":"When you hear your SMS notification goes off ucabange ukuthi it's a EFT Kanti its those Covid messages","sentiment_score":0.0}
{"full_text":"RT Biden will speak at the Reflecting Pool tomorrow to mark the toll of the pandemic.","sentiment_score":0.0}
{"full_text":"RT We have no notes....no condition to gather it due to Covid. Please give us time to prepare Gate or give multiple attemp...","sentiment_score":-0.0625}
{"full_text":"RT Americans are a privileged global class on the whole, their black victim card or their queer victim card doesn't have any...","sentiment_score":-0.0233333333}
{"full_text":"Pandemic: Science &gt; politics?","sentiment_score":0.0}
{"full_text":"RT Study: No 'additional benefit' to lockdowns amid COVID-19 pandemic | Just The News","sentiment_score":0.0}
{"full_text":"RT We should not \"be working with\" #China on #COVID19, We need to be deterring it. We cannot allow #XiJinping to...","sentiment_score":0.0}
{"full_text":"Please given just one covid case can cause multiple infections please can we be totally confident you know precisely the above re player positive cases #COVID19Vic","sentiment_score":0.2254545455}
{"full_text":"RT Nonsense. Our monthly contributions are being used not only to fund our own vaccines, but also to subsidise the cost of v...","sentiment_score":0.3}
{"full_text":"RT This video proves that Covid-policing has NOTHING to do with the virus.It's just all about control.","sentiment_score":0.3}
{"full_text":"RT Interesting fact.The UK has the highest Covid death rate in the world and not a single minister has resigned.","sentiment_score":0.2678571429}
{"full_text":"Two-thirds of residents die in Covid outbreak at Lincolnshire care home","sentiment_score":0.0}
{"full_text":"RT The U.K.'s National Health Service is working with blockchain platform Hashgraph to monitor COVID-19 vaccines in cold...","sentiment_score":-0.6}
{"full_text":"I also understand people who have lost it big time since the lockdown who weren't in a great place in normal times. All I can say is \" their but for the grace of god\"","sentiment_score":0.3166666667}
{"full_text":"We've had some fantastic pictures of teddy bear picnics  for our Rainbow Lockdown Challenge sent in today ","sentiment_score":0.4}
{"full_text":"RT Our daily update is published. States reported 2.1M tests, 150k cases, 123,848 people currently hospitalized with COVI...","sentiment_score":0.0}
{"full_text":"RT The U.S. surpassed 400,000 coronavirus-related early this morning. In the past two weeks, an average of 3,286 people in the...","sentiment_score":-0.1}
{"full_text":"RT The immigration has decided to deport Kristen Gray for violation of her immigration status, encouraging foreigners to move...","sentiment_score":0.0}
{"full_text":"RT Clever.....very very clever.....\"No money for vaccines, neglect healthcare system for years, tax citizens, then when vaccin...","sentiment_score":0.2166666667}
{"full_text":"RT With the pandemic worsening, and more contagious variants emerging around the world, this is not the time to be lifting restri...","sentiment_score":0.5}
{"full_text":"COVID-19: JAMB suspends two workers, bans two candidates.https:\/\/t.co\/JHU6R0LMtG","sentiment_score":0.0}
{"full_text":"This is depressing af because teachers didn't sign up for this","sentiment_score":-0.6}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"RT In the latest podcast, and I discussed how orgs can support the wellbeing of their staff durin...","sentiment_score":0.5}
{"full_text":"RT My daughter reached out to her dad &amp; asked him if they could meet. He said he's got COVID so he has to quarantine for 1...","sentiment_score":0.0}
{"full_text":"RT #gujraat_aarogy_mhaasNgh_greddpe_lddtMPHW\/FHW of Gujarat haven't got any single holiday since this COVID Pandemic,Emerge...","sentiment_score":-0.0714285714}
{"full_text":"RT The KPD extends its deepest condolences to the family, friends and colleagues of Warrants Officer Toby Keise...","sentiment_score":0.0}
{"full_text":"RT Welcome back to a new season of Ministers with Covid Bingo. Row B is leading with two s. p\/s: Deputies not included ca...","sentiment_score":0.3121212121}
{"full_text":"RT PA has done a horrible job managing COVID. Why is she being picked?","sentiment_score":-1.0}
{"full_text":"RT dons, if you get covid e no be crime o, you for make your people know. dont test positive and come jam plus we. what that?...","sentiment_score":0.2272727273}
{"full_text":"RT More on the *possibility* (not hard proof) of vaccine escape. Keep wearing the masks. Keep opening the windows. Keep r...","sentiment_score":0.3229166667}
{"full_text":"we're really just living in a lockdown and not one person has a solid idea when it will end lmao. we're really just living for the sake of it and doing fuck all, this is all so mad","sentiment_score":-0.0041666667}
{"full_text":"RT Kaya Natin! Champion VP said that Filipinos should be able to choose which COVID-19 vaccine they want to be i...","sentiment_score":0.5}
{"full_text":"RT If The Government Can Get Away With 100,000 Covid Deaths, It Can Get Away With Anything","sentiment_score":0.0}
{"full_text":"RT Please forgive me, if I'm being a bit thick here.We have a vaccine for Covid. They don't know if you can still catch...","sentiment_score":-0.3}
{"full_text":"RT Yes.  The store in neighboring Shrewsbury closed last fall. Go Woke.  Go Broke.","sentiment_score":-0.05}
{"full_text":"RT The #coronavirus is becoming more #genetically #diverse, leaving experts worried.","sentiment_score":0.475}
{"full_text":"RT Was this a deliberate attempt to infect people?  brazil has a dangerous varient raging right now.  the UK is very worried...","sentiment_score":-0.0380952381}
{"full_text":"The head of the Met says police officers should be next in line for Covid vaccines #CapitalReports","sentiment_score":0.0}
{"full_text":"If you think you are experiencing symptoms of alcohol withdrawal, such as shaking, nausea, headaches and hallucinations, you should seek medical help urgently. Read more about alcohol withdrawal here:","sentiment_score":0.1666666667}
{"full_text":"RT \"Why do we need to wear a mask?\"Because this:","sentiment_score":0.0}
{"full_text":"Hi All,Check out the new Vlog on the Immunity Booster Drink and its advantages during a pandemic and tell me in comments what do you take to make your Immunity boost.Link: #health #healthylifestyle #covid #wellness #healthy #immunityboost","sentiment_score":0.3181818182}
{"full_text":"Watching zombie and post-apocalyptic movies may actually prepare our brains to deal better with real apocalyptic scenarios. And now, a study corroborates this. writes about how watching #Contagion helped during the pandemichttps:\/\/t.co\/PTYJQjU55K","sentiment_score":0.2333333333}
{"full_text":"RT !!GIVEAWAY TIME!!Sempena Stay At Home Sale I nak pilih 1 lucky person to win 1 Kamelia Cosmetics products of their ch...","sentiment_score":0.5666666667}
{"full_text":"Digital nomadism, philanthropy, and sustainable development goals (SDG) will be popular keywords in 2021.Read more here: #Nomad #Business #Innovation #Tech #IT #Covid19 #QAcademy","sentiment_score":0.3666666667}
{"full_text":"Here are the official Covid-19 statistics in Iran, as of 12:01PM 19\/1\/2021.#COVID19 #coronavirus #Iran","sentiment_score":0.0}
{"full_text":"Somerset County Council has allocated a further PS427,000 of funding to help schools provide families with food support during this lockdown.Read more here ","sentiment_score":0.25}
{"full_text":"Quick PSA: There are many appointments for Covid vaccines available in the city. It may not seem that way due to website design but it is! Please continue to book an appointment so we can get out of this mess!","sentiment_score":0.1716666667}
{"full_text":"The IBP believes that the government must be transparent in the COVID-19 vaccine procurement.","sentiment_score":0.0}
{"full_text":"Tens of thousands of #smallbusinesses will receive #insurance payouts covering losses from the first national lockdown, following a court ruling.","sentiment_score":0.125}
{"full_text":"It's 80's music that's keeping me sane throughout this lockdown.","sentiment_score":0.0}
{"full_text":"Usdaw renews call for shopworkers to be prioritised for Covid vaccination #retail #coronavirusuk","sentiment_score":0.0}
{"full_text":"RT Thank you very much to for sharing our survey on how Covid-19 has impacted gender equality issues in #Nort...","sentiment_score":0.26}
{"full_text":"Could Covid elimination be possible?https:\/\/t.co\/oFTgUbjQn4","sentiment_score":0.0}
{"full_text":"Sledding, snow angels, snowball fights? We support anyone who wants to have fun in the snow! But only in play areas, not on the side of the road! We want to see everyone make it safely home. Stay warm and check out these tips: #knowsnow.","sentiment_score":0.335}
{"full_text":"\"What is clear to the panel is that public health measures could have been applied more forcefully by local and national health authorities in China in January,\" just after the coronavirus began sickening clusters of people, per a report from the","sentiment_score":-0.06}
{"full_text":"RIP Tonya Welch","sentiment_score":0.0}
{"full_text":"Manchester's Director of Public Health, David Regan explains the new lockdown rules and why now it's more important than ever for us all to play our part.https:\/\/t.co\/Ty0dluwruj","sentiment_score":0.2590909091}
{"full_text":"The pandemic, almost certainly, began as an incredibly unfortunate accident. But what kind of accident? A natural one? Or did it leak from a laboratory? An examination of why some scientists think the latter must be investigated.https:\/\/t.co\/t5pZsJaRtf","sentiment_score":0.0828571429}
{"full_text":"UNICEF and partners are committed to #LeaveNoOneBehind in the fight against #COVID19. Together with the we supported children with disabilities from 17 learning centers with braille materials on #COVID19. #Prevention #ForEveryChild","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 19\/01\/2021 18:30Total Cases: 10582662 [+0]Active: 197822Recovered: 10227863 [+0]Deaths :152593 [+0]Total Tests: 187.8MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"1 in 6 currently in hospital with Covid were admitted Covid free  !","sentiment_score":0.25}
{"full_text":"An unforeseen side-effect of COVID-19: women leaving the workforce to take care of the home. Our own Geetu Deodhar explains what employers can do to help.https:\/\/t.co\/8FTggkLSSg","sentiment_score":0.6}
{"full_text":"Don't let the #COVID19 stop you entertaining the kids. Signed copies of GM Jordan's #RaggedyManTales are available with free p&amp;p.https:\/\/t.co\/pVks0Fap2A via #Edinburgh","sentiment_score":0.4333333333}
{"full_text":"Our #COVID19 resource center keeps you informed and up to date with coronavirus news. It includes updates from and as well as our advocacy initiatives to help flatten the curve and keep our physicians and their patients safe.","sentiment_score":0.2}
