{"full_text":"RT Another bizarre story the CDN MSM just seem to ignore. Trudeau claims his gov has contracts in place with several vaccine...","sentiment_score":0.2}
{"full_text":"First, we must listen.","sentiment_score":0.25}
{"full_text":"RT \"You shouldn't be publishing it, you have no basis to do it and I don't know how I'd sleep at night if I was someone writ...","sentiment_score":0.0}
{"full_text":"RT Andrea is amazing here!!!","sentiment_score":1.0}
{"full_text":"RT Lawmakers in South Carolina have pre-filed a bill proposing a ban on mandatory coronavirus vaccines.https:\/\/t.co\/l467pF...","sentiment_score":0.0}
{"full_text":"RT In more than 180 patients who had recovered from #COVID19, both antibody and immune cell responses were measurable for...","sentiment_score":0.5}
{"full_text":"Very strong piece by the venerable Decisions of this magnitude must be data-driven, evidence-based, not triggered by political pressure for expediency. Stick to the bird in the hand.","sentiment_score":0.2816666667}
{"full_text":"RT COVID-19: Lagos deputy gov Hamzat loses brotherhttps:\/\/t.co\/GWan0ZpIcb","sentiment_score":-0.3}
{"full_text":"RT If you are a \"progressive\" but your number one concern in the middle of pandemic economic collapse is to attack Briahna J...","sentiment_score":0.1}
{"full_text":"RT This explains how I accidentally became a so-called #cyberpunk novelist. I didn't set out to write science fiction novels....","sentiment_score":0.0}
{"full_text":"RT It's a cult.","sentiment_score":0.0}
{"full_text":"RT Last week held a drive-through COVID-19 vaccine clinic for first responders. The emergency preparedness team...","sentiment_score":0.125}
{"full_text":"i like how the bus drivers don't even wear the mask under their chin anymore like they just wear none,,,, a death wish","sentiment_score":0.0}
{"full_text":"Column: What's wrong with public schools? It's not the mofongo, it's the unions.","sentiment_score":-0.25}
{"full_text":"RT Vaccination is what public health in Manitoba does well. But the COVID-19 vaccination is off the rails in the province at...","sentiment_score":0.0}
{"full_text":"RT As a result of yesterday, we can confirm new cabinet members, pass proper stimulus legislation, fight climate change, reduce...","sentiment_score":0.0681818182}
{"full_text":"RT Ian accuses politicians of failing to understand the plight of workers and businesses affected by Covid lockdowns.Can you...","sentiment_score":0.0}
{"full_text":"RT Thank you to for confirming today that we will drop the bureaucracy and political correctness, and allow those w...","sentiment_score":0.0}
{"full_text":"RT A full-blown MCO will not help now. Lockdowns do not destroy the virus; they only freeze it in place. A lockdown is only mean...","sentiment_score":-0.053125}
{"full_text":"RT .@reicurran with some data\/evidence on the inmate vaccination debate.There have been 3 deaths in federal institutions s...","sentiment_score":0.0}
{"full_text":"ah yes.. here we go again","sentiment_score":0.0}
{"full_text":"RT Police chief calls for power of entry into homes of suspected lockdown breakers","sentiment_score":0.0}
{"full_text":"Seriously whats this countries obsession with empty tokenism?! It is not what the NHS\/FRONTLINE workers need. They don't need a clap on the doorstep. They need compliance. They need respect. They need a payrise. They need resources. They need action. #clapforheroes #NHS #COVID19","sentiment_score":-0.1194444444}
{"full_text":"RT To stand on the sidelines sowing doubt &amp; confusion in these exceptional times, in the midst of a pandemic, when India battle...","sentiment_score":0.6666666667}
{"full_text":"RT Andrea is amazing here!!!","sentiment_score":1.0}
{"full_text":"RT Pastors are waiting for COVID-19 to disappear so they can continue healing the sick","sentiment_score":-0.7142857143}
{"full_text":"RT  Click-and-collect is going to be stopped - deliveries only. All arrivals to Ireland will have to have Not Detected P...","sentiment_score":0.0}
{"full_text":"and I got interviewed by the Journal de Montreal regarding the South African strain of SARS-CoV2. We tried to emphasize more sequencing to detect new variants, as well as reducing transmission overall. #SARSCoV2 #COVID19 #BioInformatics","sentiment_score":0.1590909091}
{"full_text":"RT There are no charges pending against Julian Assange in the UK. A UK judge denied the US's request to extradite him, the onl...","sentiment_score":0.0}
{"full_text":"RT The government's statutory instrument legislation for the Covid restrictions in England. The final line: \"No impact asse...","sentiment_score":0.0}
{"full_text":"no the first dose of the covid vaccine  cos there's a second dose later hdjdjd","sentiment_score":0.0833333333}
{"full_text":"RT Georgia has made history and changed the face of the Senate.These victories will allow us to deliver on real COVID reli...","sentiment_score":0.2}
{"full_text":"Yes, totally. It is. Especially with a defiant exiting CFO during a pandemic ","sentiment_score":0.0}
{"full_text":"RT Scottish woman on the news saying she is worried about whether she'll get tae Lanzarote in a few weeks havin tae pay for Covi...","sentiment_score":-0.2}
{"full_text":"RT Today everyone in Congress has to wear a mask the whole time. Including Pence. Which is awesome, because it ruins the visual el...","sentiment_score":0.2625}
{"full_text":"RT This is amazing. The woman who has fervently defended Trump's massive COVID failures and disgustingly attacked the media and...","sentiment_score":-0.1333333333}
{"full_text":"RT Are we experiencing a K shaped recovery from COVID-19? #COVID19 #Recovery","sentiment_score":0.0}
{"full_text":"RT In an interview for Jimmy Kimmel, Elizabeth Olsen said the filming on \"Doctor Strange\" has been put on hold due to the...","sentiment_score":-0.0875}
{"full_text":"I'm torn between growing my hair to reach my waist and shaving my head because we're never getting out of this lockdown.","sentiment_score":0.0}
{"full_text":"RT Loefller buying stock in body bags in January when she was warned about the approaching pandemic.....nothing qualifies you m...","sentiment_score":0.0}
{"full_text":"Cluster #Covid19   as if there were not enough deaths in your country already","sentiment_score":0.0}
{"full_text":"Keep engaged and make sure another Donald Trump doesn't enter our government.  First right now is get this pandemic under control so we can get back to living","sentiment_score":0.2589285714}
{"full_text":"RT Yeadon is clearly a prophet.","sentiment_score":0.1}
{"full_text":"RT Angst among surgeons during the #COVID-19 crisis  from the blog\"The pandemic has generated an unpreceden...","sentiment_score":0.0}
{"full_text":"RT Who to believe? A doctor on the front line or this utterly useless shambolic excuse of a government........","sentiment_score":-0.275}
{"full_text":"RT Not saying this to be funny: the DC January 6th protests by white hate will likely be one of the biggest super spreader e...","sentiment_score":-0.0433333333}
{"full_text":"Olivia helped author the fake June editorial that the pandemic was over despite knowing better.She is responsible for thousands of covid deaths. Yet she seems to be enjoying her handy work.","sentiment_score":0.2}
{"full_text":"RT ; please don't clap for us. what you can do is stay home, wear a mask and don't vote Tory. cheers pals.","sentiment_score":0.0}
{"full_text":"RT Speaking with family and other essential workers like delivery drivers in Peel, I realized they rely heavily on COVID info...","sentiment_score":-0.1083333333}
{"full_text":"RT And.... breathe. This week has been a LOT, and it's only Wednesday, so to help everyone get through lockdown we've decided to...","sentiment_score":0.0}
{"full_text":"RT The 2021 #Grammys, scheduled for Jan. 31, have been postponed due to concerns over the spread of COVID-19.https:\/\/t.co\/5Il...","sentiment_score":-0.125}
{"full_text":"RT Secretary of State has officially extended the opportunity for anyone concerned about COVID-19 to apply fo...","sentiment_score":0.0}
{"full_text":"RT NEW: Daily COVID-19 hospital admissions in England reach 3,351, the highest on record","sentiment_score":0.0681818182}
{"full_text":"RT #Karimnagar #SOS #COVID19IndiaNeed O+ve #Blood  #plasma from #covidrecovery  patientIllness #CoronaAt Rene Hospital....","sentiment_score":0.0}
{"full_text":"RT Since this covid-19 pandemic began last year, the govt of Ghana has been subsidizing electricity and water for Ghanaians, maki...","sentiment_score":0.0}
{"full_text":"RT Loefller buying stock in body bags in January when she was warned about the approaching pandemic.....nothing qualifies you m...","sentiment_score":0.0}
{"full_text":"RT This is why we say men are trash lmao. Not for petty shit.","sentiment_score":0.2}
{"full_text":"#NowPlaying on Janell - Foolish on Inner G Radio! #live #newmusic #spotify #artist #media #youtube #onair #radiostation #repost #instagram #rock #producer #interview #itunes #covid #internetradio #djs","sentiment_score":0.0681818182}
{"full_text":"More than 350 thousands of American are died because #COVID19 and this guy is thinking on him","sentiment_score":0.25}
{"full_text":"If I can take one good thing from covid is that my daughter now hates the government too.","sentiment_score":0.7}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks ab...","sentiment_score":0.0}
{"full_text":"RT California accounts for nearly 17 percent of all active cases in the US--despite having the strictest lockdown in America....","sentiment_score":-0.0166666667}
{"full_text":"done w\/ all of the extras@Galexia_Layla tysm for doing this giveaway, hope you will have a good day and always stay healthy during this pandemicgood luck everyone!","sentiment_score":0.6625}
{"full_text":"Aww, he's got #Morganitis too.Been to Antigua have we Sir ?","sentiment_score":0.3}
{"full_text":"RT 10 months into the pandemic, and the US still hasn't produced enough N95 masks--which are more protective than surgical ma...","sentiment_score":0.25}
{"full_text":"RT To all my friends in Washington, there is NO need to counter protest today. We fucking won, stay home and celebrate. Please don'...","sentiment_score":-0.6}
{"full_text":"RT It went from \"just wear the mask\" to this in a hurry.","sentiment_score":0.0}
{"full_text":"My talented friends at and have put together the most incredible set of English lessons to help children through lockdown. Check them out here: #teachingin2021 #ks1english #ks2english","sentiment_score":0.525}
{"full_text":"RT March 1, 2020 in Selma, before we knew what the year had in store for us. Stacey Abrams was on it &amp; not even COVID, wh...","sentiment_score":0.0}
{"full_text":"RT The Republican Party knew about the democrats plan to use the fear of Covid to exploit mass mail-in voting. They did not...","sentiment_score":0.0}
{"full_text":"Dr. Katie MacGregor, who works in Calgary, said in a video posted to Instagram on Tuesday that she wanted to share the story of her diagnosis and the mental health impact it has had on her as a \"lesson we can all learn from.\" #ottnews","sentiment_score":-0.1}
{"full_text":"RT British pharmacists are calling on the U.K. government to exploit their skills to vaccinate people against coronavirus....","sentiment_score":0.0}
{"full_text":"Lol yeah last lockdown had lots of recipes for edible things like \"sand\" made from brown sugar and cocoa powder but I steered clear of all those things bc my house is messy enough without all those things ","sentiment_score":0.14}
{"full_text":"One old white man did not come up with the stimulus just last week or whatever. Hell, a few presidential candidates were calling for UBI well before the pandemic and many elected officials picked that up. A few of those were Rs as well.","sentiment_score":0.0333333333}
{"full_text":"Those who believe a lockdown will solve this problem, and who wish to see the media controlled as to any reporting of it, now believe those who are asked to debate the issue should refrain. BBC News - DUP MPs attend Commons vote after Speaker warninghttps:\/\/t.co\/mrFm8Umje3","sentiment_score":0.0}
{"full_text":"Great, but learn to wear mask &amp; observe social distancing ","sentiment_score":0.4166666667}
{"full_text":"RT  Competition! To bring some brightness to Lockdown 3.0 we're giving away three posters of our 2018 TOCA-commissioned artwork...","sentiment_score":0.0}
{"full_text":"RT Long pandemic could add to extremism, decline in democracy: Defence Department report","sentiment_score":-0.05}
{"full_text":"RT \"By failing to implement proper safety measures, the Government has made it impossible for schools to stay open and may well...","sentiment_score":-0.2222222222}
{"full_text":"RT India is suffering from two disease:1. Covid-19 (since 2020)2. Deficiency of PM (since 2014)1st is curable but 2nd...","sentiment_score":0.0}
{"full_text":"This  should trouble your sleep.","sentiment_score":-0.2}
{"full_text":"RT What better way to spend a quiet, cold, dark January lockdown night than w\/ streaming &amp;","sentiment_score":-0.0625}
{"full_text":"RT Potential vaccine allocationState governors: 1,000 doses of vaccine each (36,000)The Presidency: 10,000 dosesSupreme...","sentiment_score":0.0}
{"full_text":"RT We have just authorised the second COVID-19 vaccine!Following the recommendation of the European Medicines Agency, we...","sentiment_score":0.0}
{"full_text":"Trump not allowed into Scotland to escape Biden inauguration, Sturgeon warns","sentiment_score":0.0}
{"full_text":"RT This week, Dr. Anthony Fauci joins Facts &amp; Faith Fridays for a discussion of equitable distribution of the COVID-19 v...","sentiment_score":0.0}
{"full_text":"WOW!!! PURE EVIL!!","sentiment_score":-0.1968005952}
{"full_text":"RT If you have asthma, it's important not to delay or avoid emergency care this winter.Prof Ian Hall, our Vice Chair and","sentiment_score":0.4}
{"full_text":"RT \"Despite pre-departure testing, multiple instances of in-flight SARS-CoV-2 transmission are likely.\"","sentiment_score":0.0}
{"full_text":"RT \"Illegal immigrants are not permitted to work in those facilities, so I don't think that will be a problem.\"#Nebraska's","sentiment_score":-0.5}
{"full_text":"Christians flocked to churches in #Greece to celebrate the Epiphany on Wednesday, after the #Orthodox Church rejected government #coronavirus restrictions.https:\/\/t.co\/qrEfnms3h5","sentiment_score":-0.2}
{"full_text":"If Americans' takeaway from the COVID-19 pandemic is that centralized government is the all-purpose solution, they're taking precisely the lesson most likely to end in mass death in the future.","sentiment_score":0.225}
{"full_text":"Yeah, impressive. But how much of all Americans does this crowd represent ? How many of them are catching or spreading the Coronavirus in that crowd ? And bottomline: what are they doing there ? Waiving Donald out now that he has lost the democratic elections ?","sentiment_score":0.575}
{"full_text":"I look forward to your screenplay charting your travels during COVID - their compact, isolated glory: the wet ones (both swimming and precipitous), the hot ones, the windy ones, the icy ones, the ones where you brought my sister along.","sentiment_score":0.0166666667}
{"full_text":"RT I join in saluting Republicans who've now come out against the putsch. But it must be said: We didn't have to be here. We...","sentiment_score":0.0}
{"full_text":"RT If myAirPods can wear a mask, so can you.","sentiment_score":0.0}
{"full_text":"RT A black lace corseted dress with a draped silk tulle overlay and a lace trim sleeveless tailored jacket.This collection was...","sentiment_score":-0.1666666667}
{"full_text":"RT For 2021, governments in Africa will focus on improving their revenue and ending the economic recession, way more than it wi...","sentiment_score":0.35}
{"full_text":"RT Thanks, now stay focused and get Biden into the White House since he won the election.I am...","sentiment_score":0.1}
{"full_text":"Another one of my former co-workers retired from the 9-5 this year. In his 30s. He put $50,000 of his savings into Penn Gaming stock when Covid first hit. Cashed the shit out at 1.4 million.","sentiment_score":0.0166666667}
{"full_text":"To be fair there are tons of 50,000 person capacity hotels out there...","sentiment_score":0.7}
{"full_text":"No time will rebuild trust. are entitled asses with highest number travelling in Can.  #ResignKenney #ResignShandro used traditions as a reason while we gave up our traditions. I'd like to escape 2020, but was told to stay home","sentiment_score":0.0}
{"full_text":"there's a video of my uncle's kid, he's about 4\/5 years. He is praying to God and asking him to throw Corona in the air and stab it to death because he has had enough of it. I feel his pain.","sentiment_score":0.0}
{"full_text":"RT .@fordnation published scientific evidence to support a full lockdown? Where's evidence to support...","sentiment_score":0.35}
{"full_text":"RT Who doesn't need a little love during these times! .#bestfriends #COVID19 #wednesdaythought #love #CatsOfTwitter #dogs...","sentiment_score":0.3125}
{"full_text":"RT There are no charges pending against Julian Assange in the UK. A UK judge denied the US's request to extradite him, the onl...","sentiment_score":0.0}
{"full_text":"RT All those Blue Tick InFluencers who said Covid would not be worse than ordinary flu, cried about lockdowns and fought the s...","sentiment_score":-0.2166666667}
{"full_text":"RT If Biden delivers 2k checks per month for the duration of the pandemic, Democrats will win like FDR in the midterms. They...","sentiment_score":0.8}
{"full_text":"RT And on the day they arrest a bunch of people in Hong Kong for having political opinions.","sentiment_score":-0.025}
{"full_text":"It's all covid ","sentiment_score":0.0}
{"full_text":"That's really all we can do. True that. Next lockdown is... Anyway, Thank you!","sentiment_score":0.1833333333}
{"full_text":"Digital accessibility: meeting our ethical and legal obligations in the inter- and post-pandemic university: latest piece in the seriesby Richard de Blacquiere-Clarkson now on","sentiment_score":0.225}
{"full_text":"RT There are no ITU beds in the valleys. So you might be 23 and invincible if you get COVID but what if you crash your car? Or a...","sentiment_score":0.0}
{"full_text":"Follow - For 100%follow back #CoronaVirus","sentiment_score":0.0}
{"full_text":"Started the pandemic.","sentiment_score":0.0}
{"full_text":"RT Let's have a lockdown bust up. We are now in Lockdown &amp; reversal is unlikely. Do you think all restrictions should b...","sentiment_score":-0.5}
{"full_text":"RT Get well soon,  We're thinking of you","sentiment_score":0.0}
{"full_text":"RT #COVID19 Update: Tuesday, January 5, 2021:84 New Cases1 Death76 RecoveriesFull Report: ","sentiment_score":0.1363636364}
{"full_text":"Air pollution much bigger killer than Covid in India, finds studyhttps:\/\/t.co\/MJiF8uHh7G","sentiment_score":0.0}
{"full_text":"Using science-based protocols &amp; practices, we can safely reopen schools and keep them open as the #Covid19 vaccine rolls out across the US.I'll join a panel of experts to explain how we can do this at the #RFBreakthrough event on Jan 7.Submit your questions for panelists ","sentiment_score":0.25}
{"full_text":"The NHS is currently offering the COVID-19 vaccine to people most at risk from coronavirus The new vaccine teaches your immune system how to protect you from the disease.","sentiment_score":0.2121212121}
{"full_text":"RT Tens of thousands have suffered avoidable deaths in large part because Boris Johnson is scared of his own MPs","sentiment_score":0.4071428571}
{"full_text":"With lockdown taking control of our lives once again, I wanted to reach out to those who may need it today.If this helps one person then we've done our job The Thicc Community's doors, DM's and hearts are open.Samaritans UK: 116 123","sentiment_score":0.0}
{"full_text":"Watch Live 11:15 a.m. - Ochsner Health holds statewide COVID-19 briefing. It'll be on &amp; KTBS 3 Now devices. Here's your link &gt;&gt; ","sentiment_score":0.1363636364}
{"full_text":"As the state of California struggles to mitigate the spread of the virus, organizers of the Grammys have decided to pull the plug on the event","sentiment_score":0.0}
{"full_text":"Read NIA's first #blog of 2021! NIA Director Richard J Hodes, M.D., discusses the challenges of the #COVID19 pandemic, the collaborative and rapid response of scientists to develop a vaccine, and the value of continued investment in biomedical innovation.","sentiment_score":0.3125}
{"full_text":"FACT: People who have gotten sick with COVID-19 may still benefit from getting vaccinated. For information about FAQ's about the COVID-19 vaccine visit Please continue to visit &amp; for COVID-19 related updates","sentiment_score":-0.3571428571}
{"full_text":"ISU requires all of the University community with a consistent on-campus presence to undergo two non-invasive, saliva-based Covid screenings.  Schedule your Covid Screening Appt. Click on the link below: access the portal use your Bengalweb login.","sentiment_score":0.25}
{"full_text":"\"We haven't really dealt with any of the root causes of the issues that other, more successful provinces had.\"@DrSamirSinha on why Quebec and B.C. have done better than Ontario at protecting long-term care homes from another wave of COVID-19 outbreaks:","sentiment_score":0.365}
{"full_text":"have helpline for any inquiries regarding Covid-19 &amp; your maternity care; 01695 656604 &amp; it is available 24 hours per day, seven days a week.If you test Positive for Covid-19, just let your midwife know before your appt; you can still access antenatal care!","sentiment_score":0.3420454545}
{"full_text":"CORONAVIRUS VACCINE SHORTAGES 400,000 Covid -19 killed by mid January 2021. STOP YOUR RISK.  \"Proven Covid-19 Protection\" 99% Efficacy Pamphlet #Covid19vaccine  #coronavirus #Coronavirusvaccine #vaccineshortages","sentiment_score":-0.1}
{"full_text":"Coronavirus restrictions mean you must #StayAtHome except for essential reasons, but if you do need to travel, please #BePrepared and #DriveToRoadConditions in winter weather.Our excellent #ReadyForWinter logo designed by Roisin McKay of shows what to pack.","sentiment_score":0.2291666667}
{"full_text":"#FYI -- If you or your family need to be tested for the Coronavirus, there are several testing locations within minutes of The Communities of Cedar Creek. Visit to find a location &amp; book an appointment. #MaskUp #StaySafe #SlowTheSpread #CedarCreekKC","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccine Myths vs. Factshttps:\/\/t.co\/ZSbsq5NztZ","sentiment_score":0.0}
{"full_text":"Thinking of tackling a new instrument this lockdown? Need some music to lift your mood? @jgwindows have you covered, they're available on the phone, through email, or on their website. https:\/\/t.co\/41XXW6pakoinfo@jgwindows.com0191 232 1356","sentiment_score":0.2681818182}
{"full_text":"The logistical hurdles of injecting the #COVID19 #vaccine into the arms of billions of people is more complicated than the scientific obstacles. and Michael Lierow of share their insights via #health","sentiment_score":-0.0166666667}
{"full_text":"The past year has been particularly tough on everyone's mental health. We've put together a list of helplines you can call if you need support.If you want any information about supply teaching and pandemic support contact us via our website #edutwitter","sentiment_score":-0.2462962963}
{"full_text":"do you think of this study?","sentiment_score":0.0}
{"full_text":"How has #COVID-19 changed research for #regenmed research students? Read their stories of grit, determination and flexibility.","sentiment_score":0.0}
{"full_text":"If I see you posting about traveling to hang out with friends or whatever im unfollowing you.It literally f*cks up my mental health and it's not freakin fair.Y'all are prolonging this because you want a moment to post your BS.STAY THE HECK HOME. WEAR A FLIPPING MASK*rage*","sentiment_score":-0.1}
{"full_text":"Who else took up cooking and baking streams because of quarantine?This is a good example of content creators adapting. Always be thinking of how your content can change to work best for you.https:\/\/t.co\/hwssdOqTAn","sentiment_score":0.85}
{"full_text":"1st person in US to receive coronavirus vaccine gets final dose","sentiment_score":0.0}
{"full_text":"RT The difference between this lockdown &amp; the previous&gt;Handwashing and Mask Wearing proven effective&gt;Community Networks...","sentiment_score":0.0}
{"full_text":"With a 60% increase in the number of people seeking help from food banks, per it's important to understand how we can address food insecurity. Learn about the response to #foodinsecurity in the wake of the #covid19 public health crisis -","sentiment_score":0.2}
{"full_text":"Getting a flu shot is one thing we all can do to help slow the spread of flu and keep our families and communities safe and healthy.  CDC:https:\/\/t.co\/Xg1HmUVSef","sentiment_score":0.2333333333}
{"full_text":"OPINION: \"World must capitalise on the International Year for the Elimination of Child Labour after COVID-19 setback\" writes","sentiment_score":0.0}
{"full_text":"Book your night chaperone for your Washington, DC student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity#covidsafety #travel #overnightsupervision","sentiment_score":0.5}
{"full_text":"Let's keep letting fresh air in to help stop the spread of Coronavirus.#HandsFaceSpace #StayAlert","sentiment_score":0.3}
{"full_text":"Temporary lockdown measures are now in place for mainland Scotland, with new guidance to stay at home except for essential purposes. For more informationplease visit","sentiment_score":0.2121212121}
{"full_text":"#podcast@clareslair speaks to the workers, parents and industries affected by these new restrictionsCovid Restrictions Impact On Schools, Aviation &amp; Construction","sentiment_score":0.1363636364}
{"full_text":"RT IT'S TIME TO BUILDWe were unprepared for the #coronavirus #pandemic. It's not too early to ask why, and what we need to do...","sentiment_score":0.1}
{"full_text":"The vaccination programme is well on the way, for more information about the vaccines visit","sentiment_score":0.5}
{"full_text":"Hello, welcome to We the ItaliaNews, the podcast from Italy during coronavirus times. Episode of Wednesday, January 6, 2021https:\/\/t.co\/fiiNnys2zb#coronavirus #italia #italy #WetheItaliaNews #WetheItalians","sentiment_score":0.8}
{"full_text":"RT Hello! It's a new day!Who's ready to PUSH? Ready to PUSH for retroactive COVID relief? And to PUSH for studen...","sentiment_score":0.1787878788}
{"full_text":"States call in National Guard and train volunteers to help boost vaccination pace as US hits a Covid-19 daily death toll record.https:\/\/t.co\/hmpoerciDL","sentiment_score":0.0}
{"full_text":"When Jonas Salk developed the polio vaccine in '55, he said, \"There is no patent. Could you patent the sun?\" But millions will likely have to wait until after 2021 to get the Covid-19 vaccine as companies put patents and profits before people.","sentiment_score":0.05}
{"full_text":"RT Severe cases of COVID-19 can injure the brain and affect memory, thinking and mood for months after the infection is gone, accordi...","sentiment_score":0.0}
