{"full_text":"Least USA are proving they used the pandemic to hurt Trump@BorisJohnson is still play actingR number is below 1 so open up the economy you cretin2 months away from losing my business,then comes the Morgage &amp; then my familyI am beginning to hate this government I voted for","sentiment_score":-0.3666666667}
{"full_text":"This will be seen as the second stage of the beginning of the end of the EU (the first being Brexit).Unforgivable, incompetence driven by ideological issues.","sentiment_score":0.125}
{"full_text":" makes lockdown more bearable #gogglebox","sentiment_score":0.5}
{"full_text":"RT The news that 100,000 people have now died of coronavirus is a national tragedy.","sentiment_score":0.0}
{"full_text":"RT if u don't have a valentine this year just know its not because of the pandemic. its because no one wants u&lt;3","sentiment_score":0.2}
{"full_text":"RT It's called the City of Angels bc we are all going to die ","sentiment_score":0.0}
{"full_text":"RT New report affirms what Saskatchewan people already knew. The #skpoli government is sitting on COVID cash while we l...","sentiment_score":0.1363636364}
{"full_text":"100,000 people have died of Covid19 now in the UK. Can you all put your fucking masks on and stay home please? As for the shit show that is Westminster, if they'd have put health before wealth, we wouldn't be in this situation now and businesses would be in a better position too","sentiment_score":-0.1}
{"full_text":"RT Please don't tell me we can't afford to send out monthly $2k checks.","sentiment_score":0.0}
{"full_text":"RT This is the rally Modi held in Delhi two &amp; half months ago when Covid was 3 times severe. Today, they are worried about...","sentiment_score":-0.1666666667}
{"full_text":"RT 422,467 people have died of coronavirus in the US, per data:February: 1March: 3,768April: 58,960May: 42,099Jun...","sentiment_score":0.0}
{"full_text":"RT COVID the new STD","sentiment_score":0.1363636364}
{"full_text":"RT JUST IN: UK coronavirus deaths pass 100,000","sentiment_score":0.0}
{"full_text":"A corporation's primary focus in a post-pandemic world should be #MentalHealth #DavosAgenda Thank you","sentiment_score":0.4}
{"full_text":"Vidant Health is pleased to announce three new COVID-19 vaccine clinic locations in Tarboro, Wallace, and Wilson for eligible community members.https:\/\/t.co\/S1yaiJ4hhv","sentiment_score":0.3181818182}
{"full_text":"RT VACCINE ROLLOUT IN NUTSHELLTrump WH \/ HHS: Vaccines shipped out--mission accomplished--who needs a plan anyways?!1 month...","sentiment_score":0.0}
{"full_text":"RT Heads up:Republicans are going to claim that Biden isn't \"unifying\" the country because they are going to vote against...","sentiment_score":0.0}
{"full_text":"RT Merck Scraps COVID Vaccines; Says It's More Effective To Get The Virus And Recover.https:\/\/t.co\/R01Sugd10n","sentiment_score":0.55}
{"full_text":"RT still no paid sick days, still no rent relief, still no ban on evictions!","sentiment_score":-0.8928571429}
{"full_text":"RT Wow! The act of refusing to be tested kinda points to another seditious traitor! #ExpelTheGOPTreasonCaucus","sentiment_score":0.15625}
{"full_text":"I don't care what y'all think but women, Yoruba women to be precise are dominating the African movie industry!!!","sentiment_score":0.2}
{"full_text":"RT New clinical guidance from for treating #Covid_19 patients including those \"displaying persistent symptoms after rec...","sentiment_score":0.1363636364}
{"full_text":"Now that the pandemic is over, we don't need them anymore. They might have sold them. ","sentiment_score":0.0}
{"full_text":"Mixed feelings. Nursing homes ought to use all necessary precautions to prevent Covid disease and immunize their residents. However, to sue for any patient that contracts this disease and experiences a morbidity is wrong, and invites unreasonable lawsuits against compliant homes.","sentiment_score":-0.1666666667}
{"full_text":"RT Normal snowstorm + pandemic advice from a responsible city official","sentiment_score":0.175}
{"full_text":"Cici's files for bankruptcy as pandemic accelerates the decline of the all-you-can-eat buffet - CNBC","sentiment_score":0.0}
{"full_text":"RT Speed &amp; extent of #coronavirus vaccinations by country by #Covid_19 #COVID #CovidVaccine...","sentiment_score":0.0}
{"full_text":"RT  We continue to receive a high volume of reports about fake coronavirus vaccination emails and texts. Remember, the...","sentiment_score":-0.17}
{"full_text":"RT Americans still awaiting coronavirus stimulus checks as Biden reportedly offers $4B to Central America","sentiment_score":0.05}
{"full_text":"RT JUST IN: UK coronavirus deaths pass 100,000","sentiment_score":0.0}
{"full_text":"Or come up with a proper lockdown plan","sentiment_score":0.0}
{"full_text":"RT The researchers that we talked to stressed that for the vaccine to be as effective as possible, social distancing measures...","sentiment_score":0.2111111111}
{"full_text":"RT Another reassuring study from PHE re. safety of primary schools &amp; them not driving community transmission. ONS y'day also...","sentiment_score":0.4}
{"full_text":"How has Covid-19 created challenges and opportunities for the charity sector?This report (event on 27th Jan) looks at the emergency campaigns, fundraising strategies and adapted methods being used throughout the pandemic.https:\/\/t.co\/e8cn8UtTyo","sentiment_score":0.0}
{"full_text":"RT The real reason Senate Republicans oppose Biden's life-saving COVID relief proposal is they worry that it, plus his plan for j...","sentiment_score":0.2}
{"full_text":"It is a tragedy that there are 100,000 deaths and still counting. Matt Hancock needs to explain why Britain has the highest number of deaths from COVID-19 in the world.","sentiment_score":0.0}
{"full_text":"Biggest downside risk for 2021 forecast is still COVID-19. Many unknowns in play, Lurie says. Length of restrictions, further shutdowns, vaccine rollout and effectiveness, etc. #CREB2021 #yyc #yycre","sentiment_score":0.25}
{"full_text":"RT Breaking: Covid relief fraud in California Potentially up to $30 Billion. EDD is looking to see if the fraud number is clo...","sentiment_score":0.0}
{"full_text":"RT Too early for an OTT release.. Movie is still having excellent run.. This decision might be after considering thise countries un...","sentiment_score":0.55}
{"full_text":"RT Extreme white privilege--businessman &amp; his wife charter private  to remote indigenous First Nation town in Yukon to sneak...","sentiment_score":0.005}
{"full_text":"Which includes majority of the F1, MotoGP and Formula E calendars; tracks like Macau, Le Mans, Nordschliefe, 2 Isle Of Man layouts - and even the entire 1988 F1 calendar with time accurate layoutsWhy I didn't invest in this during Lockdown 1 I don't know lmao","sentiment_score":0.3333333333}
{"full_text":"RT Q&amp;A between &amp; Wu Zunyou, chief epidemiologist at China CDC:\"- Do you believe the virus started in Wuhan?- N...","sentiment_score":0.0}
{"full_text":"RT Uganda will launch a clinical trial for a locally developed #COVID19 vaccine tomorrow, a presidential spokesperson says.","sentiment_score":0.1}
{"full_text":"RT Here are 3 ways to #PrepYourHealth for winter weather: Know road &amp; weather conditions #BeforeYouGo. Dress in layers &amp;...","sentiment_score":0.0}
{"full_text":"RT $VXRT - Announced new pre-clinical histology data for hamster models- Expects to release Phase I COVID-19 tri...","sentiment_score":0.1363636364}
{"full_text":"i'm not actually, they had no better idea how to deal with covid19 than anyone else, they did what they thought was right(to keep people apart) but science tells a different story.","sentiment_score":-0.0833333333}
{"full_text":"RT ONE.. HUNDRED.. THOUSAND.. PEOPLE.. ARE.. DEAD..Has it sunk in yet? Are you awake yet?WORST COVID RESPONSE IN THE W...","sentiment_score":0.0}
{"full_text":"I just need people to think about why Publix was only vaccinating republican cities in Florida and why Texas' Health Dept threatened to withhold vaccines from a county that planned to vaccinate the hardest hit areas (Black and Latino communities).","sentiment_score":-0.0833333333}
{"full_text":"RT Double twists and lock down weight x","sentiment_score":-0.0777777778}
{"full_text":"RT Regeneron says its antibody cocktail reduced Covid-19 cases by half and prevented all symptoms in people at high risk of catc...","sentiment_score":-0.0033333333}
{"full_text":"RT \"20,000 is a good outcome\" said in March. Today, in the conservative measure used by the government (deaths wit...","sentiment_score":0.7}
{"full_text":"RT Have you had a positive COVID-19 test in the last 3 days, or live with someone who has? We need your help and your sample...","sentiment_score":0.1212121212}
{"full_text":"RT What will kill more people in the U.S,...Coronavirus or shutting down a trillion dollar economy?","sentiment_score":0.1722222222}
{"full_text":"Yet there are people saying it's fake","sentiment_score":-0.5}
{"full_text":"It is a huge failure by the government! Johnson should resign","sentiment_score":0.0020833333}
{"full_text":"RT We all have to do something to help one another during these difficult times. Here's a message we have recorded for members of...","sentiment_score":-0.5}
{"full_text":"RT We will never forget. \"Injustice anywhere is a threat to justice everywhere\" - Police brutality during COVID-19 lockdown...","sentiment_score":0.0}
{"full_text":"On what basis is their for optimism with these incompetents in charge. 100k dead, generations saddled with debt save their chums with the big Covid procurement contracts. No sign of normality. Innumerable false dawns.","sentiment_score":-0.2}
{"full_text":"Use promo code \"ONLINE\" for 10% off our new COVID-19 Saliva-based PCR test when you schedule your appointment online!","sentiment_score":0.1704545455}
{"full_text":"RT A Canadian casino mogul and his wife took a private plane to an indigenous community in Yukon, told a mobile clinic they were lo...","sentiment_score":0.0}
{"full_text":"RT Beijing cracks down on citizen journalists who blew whistle on Covid-19 ","sentiment_score":-0.1555555556}
{"full_text":"RT A wid like tae inform that if he wishes tae enter Scotland fae another country he must test negative for co...","sentiment_score":-0.3}
{"full_text":"RT We will no longer work with Philly Fighting COVID to provide testing or vaccines, effective immediately. (1\/6)","sentiment_score":0.6}
{"full_text":"RT The news that 100,000 people have now died of coronavirus is a national tragedy.","sentiment_score":0.0}
{"full_text":"RT Increasing the number of patients nurses care for amid a surge of #Covid19 infections will only make the situation wors...","sentiment_score":0.0}
{"full_text":"And how many people do you think have been run over by a bus then caught Covid. Use your head ","sentiment_score":0.5}
{"full_text":"It's too soon to say that some things will go back to normal 18 months after the pandemic \"started.\" Just absurd.","sentiment_score":-0.1166666667}
{"full_text":"RT A Clemson player said Swinney had COVID. Clemson can't comment on the health of individuals without their consent but s...","sentiment_score":0.0}
{"full_text":"RT We need a Canadian Heritage Minute documenting these parasites. \"Rodney and Ekaterina Baker: Canada's scumbag vaccine thieves\"...","sentiment_score":0.0}
{"full_text":"That strategy paid off big time","sentiment_score":0.0}
{"full_text":"RT In the past week, over 600 doctors have written letters to the Minister for COVID-19 vaccine deployment , t...","sentiment_score":-0.25}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"RT Finding the pile-on against Michael Rosen incredibly sad. Nowhere does he suggest replacing teachers or that they aren't do...","sentiment_score":-0.5}
{"full_text":"RT This thing is bad news all round. hope all is well ","sentiment_score":-0.45}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"RT Today, we joined a number of organisations in highlighting the need for prioritisation and involvement of those living...","sentiment_score":0.0}
{"full_text":"RT 1631 dead from #coronavirus again today. Over 110000 now dead.Rip.Yet excepting rare exceptions there's no media outcry, n...","sentiment_score":0.05}
{"full_text":"RT Every disabled person who benefited from more Zoom calls and wfh is terrified this will be taken away from them when th...","sentiment_score":0.15}
{"full_text":"RT GOOD MORNING JAN 26: For school safety means FORMS NOT ventilation, small classes, testing for everyone, suppo...","sentiment_score":0.225}
{"full_text":"RT During the early days of the coronavirus outbreak in Wuhan, authorities wouldn't even allow doctors to wear masks in order to...","sentiment_score":0.1}
{"full_text":"RT WOW. A member of the Ga House was just  ejected from the chamber for refusing to get tested for COVID. \"I have been to...","sentiment_score":0.1}
{"full_text":"This is appalling but a huge thanks to y'all for conducting and then publishing this research!!","sentiment_score":0.1208333333}
{"full_text":"Ya definitely speak to someone above them because that's careless af and not only putting others in harms way but U as well. And like u said keeping Covid around smh.","sentiment_score":-0.125}
{"full_text":"RT No Caribe existe lockdown?","sentiment_score":0.0}
{"full_text":"How many Brexiters have caught Covid?","sentiment_score":0.5}
{"full_text":"RT This afternoon, President Biden will deliver remarks on our COVID-19 fight and how we're working to change the course...","sentiment_score":0.0}
{"full_text":"I really do hope this gets the attention it deserves, I'm sure others are suffering, and not just through COVID.","sentiment_score":0.35}
{"full_text":"RT 1) Why is LA reopening when we're still in a heartbreaking, deadly, terrifying surge? They told us safer at home would stay...","sentiment_score":-1.0}
{"full_text":"RT Heads up:Republicans are going to claim that Biden isn't \"unifying\" the country because they are going to vote against...","sentiment_score":0.0}
{"full_text":"RT RT MaximeBernier: MANNING: #Lockdown rules are violating our rights. We need an equitable balance between the protection of our...","sentiment_score":0.0}
{"full_text":"Some will point a finger at the government - its decision to lock-down later than much of western Europe, the stuttering start to its test-and-trace network, the lack of protection afforded to care home residents.","sentiment_score":0.0}
{"full_text":"RT It's called the City of Angels bc we are all going to die ","sentiment_score":0.0}
{"full_text":"Lmao exactly!!","sentiment_score":0.4953125}
{"full_text":"RT Want to win this awesome Tri-Strike Nerf Gun and add some fun to your lockdown?For the chance to win  Follow our page...","sentiment_score":0.725}
{"full_text":"RT Can't put into words how grateful I am, I am in complete awe of people's generosity, especially during a pandemic! The a...","sentiment_score":0.05}
{"full_text":"\"I got the COVID19 vaccine to protect myself, my family, my clients, and my community.\" Read why Kristy and other home care workers are deciding to get vaccinated &amp; how you can get yours here: #BeWiseImmunize","sentiment_score":-0.125}
{"full_text":"RT Tonight on a Covid update from PEI Premier  #PEI","sentiment_score":0.0}
{"full_text":"RT Here's an example of the incredible risks and burdens that our essential workers have been facing. And even as we move tow...","sentiment_score":0.45}
{"full_text":"President Joe Biden wants to vaccinate 1.5 million people per day against COVID-19, up from his campaign pledge to administer 1 million shots every day.https:\/\/t.co\/reRRdxuEr9","sentiment_score":0.2}
{"full_text":"RT Mexico's President Has Covid. Will It Make Him Take the Disease More Seriously? - The New York Times-!Pumbatelas!","sentiment_score":0.1123737374}
{"full_text":"In this blog post originally posted by the Center for Disease Control and Prevention discusses 7 steps on how to protect patients from Legionnaires' Disease.https:\/\/t.co\/6peF4wo6D9#waterquality #legionella #watertreatment #CDC #healthcare #legionnairesdisease #prevention","sentiment_score":0.1375}
{"full_text":"Don't let COVID stunt your agency's growth. Hear from experts Brian Petranick, President\/CEO at Right At Home, and Jisella Dolan, Chief Global Advocacy Officer at Home Instead, as the highlight opportunities for your agency to grow!https:\/\/t.co\/zjiqBlbWhH","sentiment_score":0.1428571429}
{"full_text":"RT Hi everyone  kindly help my siblings and i with food or food voucher please  we have nothing in the house...","sentiment_score":0.6}
{"full_text":"RT More U.S. farmers are filing for bankruptcy as federal payments projected to reach record levels this year fall s...","sentiment_score":0.5}
{"full_text":"RT Amid the row about whether vaccine supplies are being sent from Yorkshire to other regions, here's the reality from a top...","sentiment_score":0.1875}
{"full_text":"we are SICK of your covid political games! you have no plan. Never did. Spineless pos. Soooooon","sentiment_score":-0.3571428571}
{"full_text":"RT Try this. In the Moderna trial, NOT ONE VACCINATED PERSON GOT SEVERE COVID. In Pfizer, A SINGLE PERSON did, and it was \"93% oxy...","sentiment_score":-0.0714285714}
{"full_text":"RT Housing and health - our new research looks into the health needs of people #SleepingRough and their vulnerability to #COVID1...","sentiment_score":0.1363636364}
{"full_text":"RT As the number of people who have died with Covid in the UK passes 100,000, what are the factors that led to the grim total...","sentiment_score":-0.5}
{"full_text":"RT Recall We are very close.....please sign the petition.","sentiment_score":0.2}
{"full_text":"May not be accurate from deaths from covid ????","sentiment_score":0.4}
{"full_text":"Camden County's Office of Veterans Affairs has made nearly 600 COVID-19 vaccines available by appointment to veterans at a pop-up vaccination clinic on Saturday.","sentiment_score":0.25}
{"full_text":"Join us tomorrow at 10am for our CBI webinar. Gain insights into some of the key issues impacting businesses, and access practical guidance on actions your business can take to improve employee wellbeing through the lockdown and beyond.Sign up:","sentiment_score":0.0}
{"full_text":"The CDC says those with child should discuss vaccination with their doctors.https:\/\/t.co\/ibx2jB6CHo","sentiment_score":0.0}
{"full_text":"In our new piece we evaluate why 40% of Americans are unwilling to get the COVID-19 vaccine.https:\/\/t.co\/o3foXyQlf9","sentiment_score":0.1363636364}
{"full_text":"Four medical practices in Telford will begin vaccinating patients by the end of the week, a council leader says.https:\/\/t.co\/fyyrPMTEyk","sentiment_score":0.0}
{"full_text":"Iconic #Egyptian preacher Abla al-Kahlawi dies of #coronavirus.. Find out more about her:#Egypt","sentiment_score":0.5}
{"full_text":"According to the food prices surged by 2.6% in December, while metal prices increased by more than 10%. Uncover more insights via #COVID19 #economy","sentiment_score":0.5}
{"full_text":"Tom Brady's parents tested positive for COVID-19 last year: 'It was a matter of life and death'","sentiment_score":0.1136363636}
{"full_text":"Forcing businesses to raise wages will not help Main Street and the rest of the economy recover from #COVID.Americans need more opportunities, not 3.7 million LESS jobs thanks to executive order mandates.","sentiment_score":0.175}
{"full_text":"RT me in lockdown 1            me in lockdown 3","sentiment_score":0.0}
{"full_text":"More than 6.5 million people in the UK have now received their first dose of the coronavirus vaccine, but misinformation about the jab continues to spread.#coronavirus #Corona #COVID19 #Covid19UK #coronavirusuk #coronavirustesting #CoronavirusVaccine","sentiment_score":0.375}
{"full_text":"RT So very sad to see this figure reached - govt data always slightly behind these measures as count those who have passed away...","sentiment_score":-0.525}
{"full_text":"RT 100,000 covid dead &amp; Boris Johnson has still not met with the families of any of bereaved, he hasn't called for a day of re...","sentiment_score":-0.2}
{"full_text":"Getting prepare for Valentine's Day or is there another lockdown birthday coming up?Get 25% off cards and personalised gifts at Funky Pigeon with our code so you can make them feel special.Plus there is 25% exclusive cashback* https:\/\/t.co\/uYJR3pViTg*Plus member rate","sentiment_score":0.0}
{"full_text":"#WHO Issues New Clinical Advice on Treating #COVID19 Patients","sentiment_score":0.1363636364}
{"full_text":"#teamCNO #SocialCareNurses #CareHomeNurses #CareStaff colleagues, please take up the #COVID19 vaccine when you are contacted. Getting vaccinated means protecting yourself from the virus so you can be there for your family, friends and patients.","sentiment_score":0.0}
{"full_text":"Here's a short snippet of what you missed last night if you didn't attend Investigating Education in the Age of COVID. Members have access to all previous recordings and the rest of our upcoming workshops. Sign up here to join:","sentiment_score":-0.0555555556}
{"full_text":"EU threat will not impact Covid vaccine deliveries to UK, says minister#levant_newspaper #CORONAVIRUS #Health #infectiousdiseases #Levant #The_Levant_news #thelevant #uk ","sentiment_score":0.0}
{"full_text":"RT It's no consolation but sending much love to the families and friends of the 100,000 Britons who've now died in this awf...","sentiment_score":0.5}
{"full_text":"Before the pandemic, Shawn Solomon's Thornhill Skin Clinic was so busy, they had a 4-6 week wait list for appointments.","sentiment_score":0.1}
{"full_text":"#School #closures has affected the #clothing and #shoe sectors due to the lack of sales of school uniforms and other supplies.#clothingsector #Economy #Jordan #Losses #pandemicRead more:","sentiment_score":0.0833333333}
{"full_text":"On this week's #InTheHall, chats with #Motherlode columnist They discuss Covid, politics, and adventures in cars and mental health. Tune in tonight at 6:30pm and online at","sentiment_score":-0.1}
{"full_text":"RT No shit.","sentiment_score":0.1}
{"full_text":"Target said the bonus is \"for the incredible ways you continue to drive our business forward.\"https:\/\/t.co\/65a9NPpuMg","sentiment_score":0.9}
{"full_text":"The NHS is here for you and you can still contact your #Haringey GP, 111 online or call 111 for help during lockdown. #HelpUsHelpYou  #111First","sentiment_score":0.0}
{"full_text":"Although our centres are currently closed, our #CanMove Team are still supporting people during the pandemic with online classes. Can Move is our free 12 week exercise programme for anyone having or recovering from Cancer treatment #TeamSCL","sentiment_score":0.1833333333}
{"full_text":"Find advice and information about the #Coronavirus (Covid-19) and the measures we're taking to keep the public safe.https:\/\/t.co\/AIx2Q2C3zx","sentiment_score":0.0}
{"full_text":"Wirral Riding Centre needs you to help overcome Covid challenges.https:\/\/t.co\/HL5gmJ4qwI","sentiment_score":0.0}
{"full_text":"I love Seattle and miss living there. Seattle has led the country in guaranteeing workers' rights by being the first city to implement a $15 minimum wage and enacting progressive reforms across the board.","sentiment_score":0.375}
{"full_text":".@AbrazoHealth West Campus is Goodyear's 2020 Corporate Citizen of the Year! The award was given in recognition of the tireless efforts of Abrazo doctors, nurses, administrators and staff in helping those impacted by the COVID-19 pandemic. DETAILS:","sentiment_score":0.0}
{"full_text":"\"Under no circumstances are we going to jump the gun and go before emergency workers and the most vulnerable.\" #9Newshttps:\/\/t.co\/rcge7C9TvP","sentiment_score":0.0}
{"full_text":"The Siouxland District Health Dept. reported 14 additional COVID infections in Woodbury Co. over the past day. #siouxlandnewshttps:\/\/t.co\/YORT0C5Bax","sentiment_score":-0.25}
{"full_text":"RT Are you trans, non-binary or gender diverse &amp; need support during #COVID19? are accepting applications for this...","sentiment_score":0.0}
{"full_text":"\"I have seen a real difference in my energy levels, my motivation for doing different things and my productivity.\" Tara's seeing the benefits of a #DryJanuary! Read more stories from people taking on a Dry January during lockdown:","sentiment_score":0.1583333333}
{"full_text":"Gosh, we've been quiet. Lot's going on BTS with a rather sweet online series, podcast recordings to keep you company 'til the end of lockdown 3.0, IGTV + more. But shall we start with Issue Nine: Divine Intervention? It's available to pre-order NOWhttps:\/\/t.co\/bPGTCEIDhU","sentiment_score":0.3125}
{"full_text":"The state Department of Health has been stalling on releasing a complete and accurate number of all those who died from COVID-19 while living in nursing homes or assisted living facilities.","sentiment_score":0.25}
{"full_text":"thank you to supporters throughout lockdown.https:\/\/t.co\/PbzQa5q720","sentiment_score":0.0}
{"full_text":"RT How parties respond to this call is their own prerogative, but will engage with any party who sees the big pi...","sentiment_score":0.3}
{"full_text":"Love this #CreativeReFrame of the theatre audience for our COVID moment. ","sentiment_score":0.5}
{"full_text":"Of Note: A rising share of working parents in the U.S. say it's been difficult to handle child care during the pandemic","sentiment_score":-0.5}
