{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"RT new yorkers showing up to citi field for their covid-19 vaccination","sentiment_score":0.1363636364}
{"full_text":"RT They're called the cabinet","sentiment_score":0.0}
{"full_text":"RT A source tells ESPN that the decision to cancel practice wasn't tied to any COVID concerns, but more so \"rest.\" The Bucks w...","sentiment_score":0.5}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT Just a hunch but focussing on enforcement, fines and walks with coffee might distract some people from whether lockdown rules...","sentiment_score":0.0}
{"full_text":"RT #horror #films #podcastGremlins - Ladder - Thing -","sentiment_score":0.0}
{"full_text":"RT International air travelers headed to the U.S. will first need to show proof of a negative coronavirus test before boarding th...","sentiment_score":-0.0166666667}
{"full_text":"RT How can you be thrown out of a Costco for refusing to wear a mask but not Congress","sentiment_score":0.0}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT As Covid deaths hit record levels, the Tories are running a cynical PR campaign blaming the public.The public never pr...","sentiment_score":-0.3}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"We have a small number of UK strain here which has caused concerns. NO COVID EVER in the small community I live in despite fact many of us cross border for work and we get out of towners.","sentiment_score":0.0272727273}
{"full_text":"RT &amp; Cllr Amin wrote on realistic #COVID19 #EarlyYears policies:open only for vulnerable...","sentiment_score":-0.1111111111}
{"full_text":"Good.","sentiment_score":0.7}
{"full_text":"This really isn't changing much.. people are gonna keep doing what they're doing. Should've done a proper curfew like Quebec but we too greedy here let's make people think we did sumn by closing the liquor stores an hour early ","sentiment_score":0.125}
{"full_text":"RT We aim to work in partnership with local media to showcase the phenomenal work of our staff. Today we a...","sentiment_score":0.25}
{"full_text":"RT Bruce Willis asked to leave pharmacy for 'refusing' to wear a mask","sentiment_score":0.0}
{"full_text":"RT LA County's interventions, 9 months of masks inside and 8 months of masks outside have been so completely ineffective they are...","sentiment_score":0.05}
{"full_text":"RT As Covid deaths hit record levels, the Tories are running a cynical PR campaign blaming the public.The public never pr...","sentiment_score":-0.3}
{"full_text":"RT Bruce Willis asked to leave pharmacy for refusing to wear a mask","sentiment_score":0.0}
{"full_text":"RT Oh look, Gina Bisignano, a salon owner from Beverly Hills, traveled to DC and breached the Capitol building.This insurrect...","sentiment_score":0.0}
{"full_text":"Damnnn Covid  I'm tired of you not letting me taste or smell ","sentiment_score":-0.4}
{"full_text":"RT Thread from a respected virologist.https:\/\/t.co\/xfrTgbLi2W","sentiment_score":0.0}
{"full_text":"RT My friend posted his dad's car on Jiji yesterday wanting to sell it, unfortunately for him, it was his dad that contacted...","sentiment_score":-0.5}
{"full_text":"RT Pramila Jayapal lambasted Republican lawmakers for refusing to \"simply wear a damn mask\" during the Capitol lockdown.","sentiment_score":0.0}
{"full_text":"RT Priti Patel was asked TWICE why the latest lockdown measures are not as strict as in March and just sidesteps the issue....","sentiment_score":0.5}
{"full_text":"You need to mind your own party's responsibilities here. No unity without accountability.","sentiment_score":0.6}
{"full_text":"RT US House just introduced legislation that would fine Reps $1,000 every day they refused to wear a mask at the Capitol.","sentiment_score":0.4166666667}
{"full_text":"RT Claiming that LTC spread \"reflects what we're seeing in the community\" is difficult to square with the fact that 90+ year olds...","sentiment_score":-0.5}
{"full_text":"RT Three Democrats -- Reps. Bonnie Watson Coleman, Pramila Jayapal, and now Brad Schneider -- have tested positive for COVID...","sentiment_score":0.2272727273}
{"full_text":"RT BLAME GAME: Dem Lawmaker Tests Positive for CoVID, Blames Republicans Who 'Refused to Wear a Mask'","sentiment_score":-0.0863636364}
{"full_text":"RT How can you be thrown out of a Costco for refusing to wear a mask but not Congress","sentiment_score":0.0}
{"full_text":"RT RT this if you support your local postie.They are working relentlessly to get your mail to you. Some of them have been st...","sentiment_score":0.0}
{"full_text":"Is this an ideal rehab recovery space? No natural light but a nice poster on the 'wall'. Delirium risk? Genuine question, I don't know.","sentiment_score":0.45}
{"full_text":"RT It should be $10,000 per day,... Imagine politicizing a pandemic.Here's what happens:400,000 AM...","sentiment_score":0.0}
{"full_text":"RT \"Black teachers and teaching assistants ended up in ICU, and our school did not even tell us directly. We heard about it...","sentiment_score":-0.0333333333}
{"full_text":"RT The thing around his neck is just to make him look like a bigger asshole.","sentiment_score":0.0}
{"full_text":"RT Just a hunch but focussing on enforcement, fines and walks with coffee might distract some people from whether lockdown rules...","sentiment_score":0.0}
{"full_text":"Can't have that extra money sitting around, better spend it on fixing an Alberta Covid app that most of us didn't want.... well, except those who TRULY stood to benefit  from making an Alberta one Mask procurement from IFR as well.","sentiment_score":0.3333333333}
{"full_text":"#25thAdmendmentNOW #ImpeachTrumpAgainNOWUnify behind accountability","sentiment_score":-0.4}
{"full_text":"One of my friends sent me his book, The Boy, the Mole, the Fox, and the Horse. It's truly inspirational . Required reading. Author and artist Charlie Mackesy is helping us through lockdown via","sentiment_score":0.5}
{"full_text":"RT Health workers at UC Davis Med Center are preparing to administer COVID-19 vaccines to patients for the first time today,...","sentiment_score":0.075}
{"full_text":"RT It's my partner and professional artist birthday, so they ask everyone to draw them a picture.They both are and...","sentiment_score":0.1}
{"full_text":"RT The UK is also currently no.1 in Europe and no.3 in the world for average daily COVID-19 deaths.","sentiment_score":-0.05}
{"full_text":"RT So let me get this straight: You can be thrown out of a grocery store for refusing to wear a mask, but not Congress?Make it...","sentiment_score":0.2}
{"full_text":"RT This is serious. Please, help our NHS and stay at home.","sentiment_score":-0.3333333333}
{"full_text":"RT Please, wear a mask.","sentiment_score":0.0}
{"full_text":"RT Overwhelming evidence shows that #COVID19 spreads through the air, but guidance doesn't say this. SIGN our ci...","sentiment_score":0.5}
{"full_text":"RT Important to note that McCutcheon ES teacher infected with COVID alerted staff Friday. Official notice wasn't sent until Sun...","sentiment_score":0.4}
{"full_text":"RT Please, wear a mask.","sentiment_score":0.0}
{"full_text":"And stay at home also. Preferably under the bed.","sentiment_score":0.0}
{"full_text":"Something Covid took away from me, which I dreamt about when I was younger and I worked years for: walking across the stage at my uni graduation Something I'm not gonna do: Break the rules which are put in place to keep us all safe","sentiment_score":0.25}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"RT UNITED STATES: Several gorillas in San Diego have tested positive for coronavirus","sentiment_score":0.1136363636}
{"full_text":"RT Brits not exactly flavour of the month in #Switzerland. Famous #Lauberhorn race cancelled cos of rising #COVID19 cases i...","sentiment_score":0.1875}
{"full_text":"RT LIVE HARD.","sentiment_score":-0.0776515152}
{"full_text":"It's pathetic that he wouldn't wear a mask but the picture you posted was a joke:","sentiment_score":-1.0}
{"full_text":"2) Trump says millions watched while a mob stormed the capital. He says he's always said to respect America's history and traditions.We believe in the rule of law. Because of pandemic, the horrible, horrible invisible enemy and despite our tremendous success developing....","sentiment_score":-0.3416666667}
{"full_text":"RT #WearAMask Nigeria to stay safe and protected from COVID-19 pandemic.","sentiment_score":0.5}
{"full_text":"Well said, and I couldn't agree with you more. I have lost 3 people from COVID, and my partner was extremely ill with it., and it was no joke seeing someone you love ill like that, These stupid comments, make me extremely angry. They would obviously be happier, if we had no rules","sentiment_score":-0.1857142857}
{"full_text":"RT Bruce Willis asked to leave pharmacy for refusing to wear a mask","sentiment_score":0.0}
{"full_text":"What questions do you have about COVID-19 vaccine and rollout in Georgia? wants to hear from you. Submit your questions, where you're from and we'll try to get you some answers. Your questions may be used on air starting at 6 p.m. on Channel 2 Action News.","sentiment_score":0.1}
{"full_text":"Because parker said they had 9 players with covid which means a squad of 25 you still have 16","sentiment_score":0.0}
{"full_text":"i rly don't know if I'm even applying this cycle b\/c if covid doesn't start looking better I don't wanna start grad school in the middle of a pandemic but also it's gonna be really hard to extrapolate where in the pandemic we're going to be in Fall 2022 so ","sentiment_score":0.0694444444}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"U.S. to require negative COVID-19 tests for international air passengers: sources","sentiment_score":-0.15}
{"full_text":"RT Gotta say, telling @BPSOfficial directly that you're part of a covid minimising death cult is a  brave, if profession...","sentiment_score":0.45}
{"full_text":"RT Read the scientific summary on the links between nature and COVID-19 which provides proof that if we are serious about redu...","sentiment_score":-0.3333333333}
{"full_text":"RT International air travelers headed to the U.S. will first need to show proof of a negative coronavirus test before boarding th...","sentiment_score":-0.0166666667}
{"full_text":"Hi Kara and Friends. Now tell me how you really feel about President Trump. I am still glued to MSNBC. Lots of Trump coverage. Some COVID. I am grateful that he was not able to mesmerize everyone in the House and Senate. Think about that outcome. . . .","sentiment_score":-0.025}
{"full_text":"RT About to watch \"The Nine\"  will the #Brexit fish shipment chaos be mentioned, or will it be #covid19 test a...","sentiment_score":0.0}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"There is no chance of achieving Zero Covid. No country in the world with widespread infection has managed to significantly reduce prevalence to anything approaching that with NPIs.","sentiment_score":0.1875}
{"full_text":"It's bullshit! Covid will be positive even if you just have a small cold! It's just the flu on steroids which left untreated properly turns into pneumonia","sentiment_score":-0.1545454545}
{"full_text":"RT What is the point in a half-arsed lockdown? It's just not happening is it. We should be going for a zero-covid strateg...","sentiment_score":0.0}
{"full_text":"RT A meeting between fugitive ex-auto tycoon #CarlosGhosn and French judicial investigators in #Beirut, will be postponed b...","sentiment_score":0.0}
{"full_text":"I could be wrong but I think Villa missed week 1 of the season due to Man City involvement in in Europe at the end of last season. Then Newcastle had covid outbreak. Then Villa's own outbreak so they've to make up City, Newcastle, Spurs and poss Everton games. Out of FA Cup helps","sentiment_score":-0.00625}
{"full_text":"RT SAWERS OPEN FOR YOUR LOCKDOWN ESSENTIALS!!!! ","sentiment_score":0.0}
{"full_text":"RT Just a hunch but focussing on enforcement, fines and walks with coffee might distract some people from whether lockdown rules...","sentiment_score":0.0}
{"full_text":"So while this continues to happen (https:\/\/t.co\/6q6s8d03U1) continues to try to tell us that WE are the problem. You lost me long ago.","sentiment_score":-0.05}
{"full_text":"Covid Disinfection: Air cleaners with Merv filters, UV light, foggers, and ionizers can help a lot.  #Covid19 #cleaning #disinfection #indoor #surge","sentiment_score":0.4}
{"full_text":"RT There are so few people infected with COVID in Cuba, that the country can't test its own vaccine","sentiment_score":0.2}
{"full_text":"RT What's clear today coming out of the data &amp; modelling:- Ford's 5 day shutdown delay in Dec was a terrible decision &amp; con...","sentiment_score":-0.45}
{"full_text":"RT cool cool cool cool","sentiment_score":0.35}
{"full_text":"RT Innovation that brought us the COVID vaccine has now led to promising early results fighting multiple sclerosis ","sentiment_score":0.1}
{"full_text":"RT \"It's either you risk your life or you can't pay rent, and that's the hardest part about being a gig worker.\"These w...","sentiment_score":0.0}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT American greenhouse gas emissions fell a record 10.3% last year. The majority of the decline can be attributed to behavioral cha...","sentiment_score":0.0}
{"full_text":"Lot of politics also? Maybe it's better to wonder who are those \"experts\"...IMO they are manipulating the data (the 3% is ridiculous) or simply making dangerous and baseless speculation. This tweet by makes it clearhttps:\/\/t.co\/QylOIl7wzL","sentiment_score":-0.1083333333}
{"full_text":"RT Have you seen this weeks NTK Article? If you are a member of staff or volunteer with a disability, is running...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"U.S. widens vaccination eligibility as COVID-19 deaths mount ","sentiment_score":0.0}
{"full_text":"RT DIE HARD","sentiment_score":-0.2916666667}
{"full_text":"RT DIE HARD","sentiment_score":-0.2916666667}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"RT \"Lockdown won't be that long\"The Lockdown:","sentiment_score":-0.05}
{"full_text":"RT we really still in a pandemic","sentiment_score":0.2}
{"full_text":"RT Tomorrow a 10 minutes rule bill will be read in parliament. Watch to see what it's about here It's time to close the #G...","sentiment_score":0.0}
{"full_text":"I feel like you mentioned this state before, if so she should be able to get signed up very soon &amp; should check with her local county department. They are doing 80+ right now, but some counties are opening to younger citizens as available.https:\/\/t.co\/MpGIctSZL4","sentiment_score":0.1971428571}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"It's in their interests to encourage it - the more app usage we have, the less likely a community case will lead to a lockdown which will hurt their business.","sentiment_score":0.1111111111}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"The BBC's political reporter said tonight that another reason not to investigate NS was because we are in a pandemic. Therefore implying she is indispensable . Is this the new tactic to avoid scrutiny?","sentiment_score":0.1787878788}
{"full_text":"RT So basically Doug Ford designed his entire COVID strategy around his ability to go to the cottage.","sentiment_score":0.0}
{"full_text":"2.3 My usage seems comparable to the data shown. Since the pandemic, I don't have a lot of things to post, but I did get introduced to Tiktok so I am spending more time on it, but less time on other platforms. #GNED1411","sentiment_score":0.0694444444}
{"full_text":"Like truly, I don't see how any concerts or music festivals this year would even happen safely and enjoyably just judging by how shitty the US has been at containing Covid  it fucking sucks, but it's the damn truth.....ugh ","sentiment_score":0.2333333333}
{"full_text":"You killed grandma.","sentiment_score":-0.2}
{"full_text":"RT Read part one of our interview with our guest editor Jason Williamson from - about how their sensational new...","sentiment_score":0.4015151515}
{"full_text":"RT LIVE HARD.","sentiment_score":-0.0776515152}
{"full_text":"RT Active, on-duty police officers, headed to Court over enforcement of Covid Measures in Ontario. See their Press Release...","sentiment_score":-0.1333333333}
{"full_text":"RT US House just introduced legislation that would fine Reps $1,000 every day they refused to wear a mask at the Capitol.","sentiment_score":0.4166666667}
{"full_text":"Is anyone really that surprised that is beating the virus and not really suffering any extreme effects? The dude has fallen threw cages onto his face, lost litres of blood and more while still smiling.If anything Covid is suffering the effects of Mick Foley ","sentiment_score":0.115}
{"full_text":"Maybe they should have a press conference like this for all the other stay at home parents who've been put in jail for years for having a bag of weed. I don't have sympathy for a dad who left his kids to go join a mob to overthrow the government and steal Federal property.","sentiment_score":-0.075}
{"full_text":"RT If only the courts gave this much consideration to what incarceration does to Black and Brown families....FOH.","sentiment_score":0.0111111111}
{"full_text":"Villa have requested their match with Everton on Sunday to be postponed due to severe COVID outbreak according to the Daily Telegraph. Could put City double GW at risk. As Villa City on the 20th","sentiment_score":-0.03125}
{"full_text":"RT When going outdoors for essential goods and services, wear a mask to protect yourself, your family, and your community.","sentiment_score":0.0}
{"full_text":"RT COVID is being used to push women out of the job market and back into the home, ending women's ability to earn a living. The...","sentiment_score":0.0}
{"full_text":"RT epically owning the libs by ruining your marriage and denying covid then posting about it on thedonald","sentiment_score":0.0}
{"full_text":"Had to be a #MAGATerrorists #MAGACult lover, what a disgrace","sentiment_score":0.0}
{"full_text":"RT Scientists in Brazil on Tuesday said a coronavirus vaccine made by a Chinese company was far less effective than they had init...","sentiment_score":0.1333333333}
{"full_text":"RT GWH consultant in video appeal for people to guard against covid and protect NHShttps:\/\/t.co\/FFYQbNjGio","sentiment_score":0.0}
{"full_text":"RT Reps. Debbie Dingell and Anthony Brown have introduced legislation that would impose $1,000 fines on any Member of Congr...","sentiment_score":0.0}
{"full_text":"Disinformation. As usual. You know, if only those restrictions had been *enforced -- no, imagine this, encouraged by GOP leaders, many thousands more people would be alive and we'd be ahead of this pandemic.","sentiment_score":0.17}
{"full_text":"Der Der. COVID is the flu","sentiment_score":0.0}
{"full_text":"Organ transplants fell rapidly in the early days of the pandemic. Here's how the system recovered.","sentiment_score":0.1}
{"full_text":"RT Unfortunately, I received a positive COVID-19 test this morning following being tested yesterday on the advice of the Hou...","sentiment_score":-0.0909090909}
{"full_text":"RT In summary:- Only leave home for essential reasons- Non-essential businesses can stay open (for curbside)- Max of five...","sentiment_score":0.0}
{"full_text":"Wonderful. There are still some good ones out there.","sentiment_score":0.85}
{"full_text":"Hall life b4 covid &gt;&gt;&gt;&gt;&gt;","sentiment_score":0.0}
{"full_text":"RT Ontario deserves so much better than this current government. Well said ","sentiment_score":0.25}
{"full_text":"RT She's a Democratic congresswoman, a 75-yr-old cancer survivor, and now she has COVID-19.\"I am angry that the attack on t...","sentiment_score":-0.5}
{"full_text":"RT Facts matter. The failed Minister got his facts wrong again in October and instead of correcting the record now, the De...","sentiment_score":-0.5}
{"full_text":"My son had to deliver a COVID test to someone on the weekend, as he approached the house she came out to take her dog for a walk ","sentiment_score":0.0}
{"full_text":"RT Yeah sex is cool, but have you ever watched your frontline worker friends get the Covid vaccine? (I would light a ciga...","sentiment_score":0.375}
{"full_text":"This thread ","sentiment_score":0.0}
{"full_text":"RT I wish every anti-masker, anyone who spread lies about COVID-19, diminished its seriousness, or acted so inconvenienced bec...","sentiment_score":0.0}
{"full_text":"RT The public health doctors have been clear: People who are sick can't stay home without #paidsickdays, a moratorium on evicti...","sentiment_score":-0.2047619048}
{"full_text":"Conspiracy theory, obviously.","sentiment_score":0.0}
{"full_text":"\"People have different things that are bothering them, and form is the way we accommodate that.\" George Saunders in #writers #writerslife #writingcommunity","sentiment_score":0.0}
{"full_text":"New Episodeof Story of the week: Golden StateNBA COVID-19 issues Betting CornerKnicks make the playoffs?@StadiumApple: Spotify:","sentiment_score":0.2181818182}
{"full_text":"It's tricky. I don't agree with the idea that we should all be free to use our common sense, which is v relative and subjective. But if you have to step into the road to stay 1 m from people as soon as you leave your home, it seems safer all round to drive a mile and have space.","sentiment_score":-0.025}
{"full_text":"to join on COVID aid","sentiment_score":0.0}
{"full_text":"The Covid pandemic continues to affect businesses","sentiment_score":0.0}
{"full_text":"Should I get a COVID-19 vaccine if I've had the virus?https:\/\/t.co\/JBrZhRDVx9","sentiment_score":0.0}
{"full_text":"Epic Fail.","sentiment_score":-0.2}
{"full_text":"RT FANTASTIC NEWS--A potential vaccine for multiple sclerosis is now within sight on the horizon! And it's an mRNA vaccine by B...","sentiment_score":0.1333333333}
{"full_text":"83 new deaths were reported over the last 24-hour stretch - with 4,122 Iowans now dead from COVID-19 during the pandemic.https:\/\/t.co\/TdoTet5asO","sentiment_score":-0.0212121212}
{"full_text":"WATCH LIVE: Sask. health officials update on COVID-19 restrictions #yqr #sk","sentiment_score":0.1363636364}
{"full_text":"RT This u?","sentiment_score":0.0}
{"full_text":"RT If you are pregnant, make sure you and the people you live with take steps to prevent getting and spreading #COVID19. Wear a ma...","sentiment_score":0.3232323232}
{"full_text":"RT We are all so thankful for the sacrifices and courage our frontline workers have shown during the pandemic.Record you...","sentiment_score":0.0}
{"full_text":"ARRA's December 2020 Newsletter is Out! Congress Passes Appropriations &amp; COVID Relief; Biden Nominates Deb Haaland for Interior Sec.; BLM Seeks Comments on Moon Rocks Project; CA OHMV Rec. Cmsn. Meeting; States Continue to Increase Recreational Accesshttps:\/\/t.co\/DF94gnu5Ry","sentiment_score":-0.1}
{"full_text":"Interested in the convergence of COVID-19, digital transformation, and the Future of Work? discusses insights from his new book WORK DISRUPTED on this episode of The Change Alchemist.","sentiment_score":0.0965909091}
{"full_text":"LIVE: Gov. Andy Beshear is holding his regular briefing on Kentucky's coronavirus response.","sentiment_score":0.0681818182}
{"full_text":"RT I wish every anti-masker, anyone who spread lies about COVID-19, diminished its seriousness, or acted so inconvenienced bec...","sentiment_score":0.0}
{"full_text":"Monday, the Kaua'i District Health Office reported one new case of COVID-19 in a female resident. The source of the infection is travel-related.For the full story, visit the link in our bio.","sentiment_score":0.1621212121}
{"full_text":"Simple but great tips on reducing the stress of #housemoving ","sentiment_score":0.4}
{"full_text":"RT 'No Time To Die' Poised To Depart Easter Weekend For Fall Release","sentiment_score":0.0}
{"full_text":"Doctors warn of rare but dangerous condition linked to COVID-19 in children:","sentiment_score":-0.15}
{"full_text":"Members of the Olive Lodge, No. 8 of the International Order of Odd Fellowsc. 1925Dutch Flat#tuesdayvibe #COVID19","sentiment_score":-0.0833333333}
{"full_text":"Volleyball registration for 2021 opens Feb. 2 on Season starts May 2 &amp; includes 4 free tournaments. Fees: $525+GST per team. *Note, this season will be held in accordance with latest Covid-19 restrictions so changes may happen at any time. #SeeYouAtTheTap","sentiment_score":0.45}
{"full_text":"Arts and culture during a pandemic and what will come next:","sentiment_score":0.0}
{"full_text":"Just a couple more hours till tonight's expert packed COVID vaccine townhall ","sentiment_score":0.5}
{"full_text":"Derek Chauvin will stand trial alone in March due to the coronavirus pandemic while the others will be tried together in the summer.https:\/\/t.co\/wlCdAfiB7o","sentiment_score":-0.125}
{"full_text":"Jayapal is now among the more than 50 lawmakers and 220 workers in Congress who have either tested positive, or are presumed to have been infected with the coronavirus.","sentiment_score":0.3636363636}
{"full_text":"The UAE has been pulled from the UK's 'corridor list' following a spike in coronavirus cases.https:\/\/t.co\/vQCLCyL90w","sentiment_score":0.0}
{"full_text":"RT I urge every American to:- Wear a mask- Stay socially distanced- Avoid large indoor gatheringsWe can save countless liv...","sentiment_score":0.0619047619}
{"full_text":"WATCH LIVE: Sask. health officials update on COVID-19 restrictions #yxe #sk","sentiment_score":0.1363636364}
