{"full_text":"RT Protesters chase away mounted police as Dutch Covid curfew demo turns violent","sentiment_score":-0.8}
{"full_text":"It's official!!  I am ON THE BALLOT !!! during a pandemic no less.#vote4jr","sentiment_score":0.0}
{"full_text":"RT The strange \"leadership\" of Rubio left the health of his constituents open to  Covid.The choice to wear a mask is not politic...","sentiment_score":-0.0166666667}
{"full_text":"I received the first stimulus check it helped beyond words. I'm a disabled Veteran, I live off my disability. I have contracted the COVID-19 virus and I really needed the second stimulus check. Why is it the IRS didn't send out to everyone. My account info never changed","sentiment_score":0.0643939394}
{"full_text":"RT Y'all want people to have kids when they don't even have jobs?","sentiment_score":0.0}
{"full_text":"President Joe Biden's press secretary said Monday that Florida has used 50% of its COVID-19 vaccines from the federal government, noting that the state has \"a good deal of the vaccine.\"https:\/\/t.co\/utnu0vMmkr by","sentiment_score":0.7}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"  Dear \"not so smart\" Republicans:If masks don't work, then why are ALL doctors and NURSES wearing them in the hospitals when they are treating covid patients?","sentiment_score":0.2142857143}
{"full_text":"RT So if I were I would say to McConnell: if you  guarantee up-or-down votes on the Covid relief package, S. 1 d...","sentiment_score":0.0}
{"full_text":"RT [#jeongweon's Post] 210126#JUNGWON: It's suddenly raining ENGENEeveryone!!Stay safe when you go home~!!!#ENHYPEN #enhaipeun","sentiment_score":0.25}
{"full_text":"RT Good morning, if you have a democratic Senator (esp say Joe Manchin) your job today is to call them and tell them you...","sentiment_score":0.7}
{"full_text":"RT \"When Covid is over,\" is giving She by Sheree","sentiment_score":0.0}
{"full_text":"RT Stop doing this. This is so misleading and dangerous. What you need to know is this individual tested positive for COVI...","sentiment_score":-0.1242424242}
{"full_text":"RT Just published why some people develop severe covid while others have mild disease with extensive sing...","sentiment_score":0.1666666667}
{"full_text":"RT Last year on this day we launched 'Abhiyan Kitab-Daan'. Despite #COVID obstacle we have received 61000+ books so far by dona...","sentiment_score":0.05}
{"full_text":"RT I spoke today with German Chancellor Merkel, conveying my commitment to multilateralism, the transatlantic alliance, and close c...","sentiment_score":0.0}
{"full_text":"RT BREAKING: joe biden successfully negotiates new COVID stimulus check","sentiment_score":0.4431818182}
{"full_text":"Lmfaooo dawg okay ","sentiment_score":0.5}
{"full_text":"Nolte: Joe Biden Lied About Having a Coronavirus Plan via","sentiment_score":0.0}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"RT \"When covid is over\" is beginning to sound like\"when I win the lottery \".","sentiment_score":0.6}
{"full_text":"RT Just voted to confirm as Treasury Secretary.Continuing phone calls with Georgia public health and local gov lead...","sentiment_score":0.0}
{"full_text":"\"This SARS cov2 has not been isolated,\"EXCEPT herehttps:\/\/t.co\/J1zZQAmMAd &amp;https:\/\/t.co\/8Y8rGBhnO7&amp;https:\/\/t.co\/eC8igk8reO&amp;https:\/\/t.co\/CAimFbHIzF&amp;https:\/\/t.co\/lP0MVhpwH5&amp;https:\/\/t.co\/fwXoW4wP6a+ a few other places#SARSCoV2 #COVID19","sentiment_score":-0.1625}
{"full_text":"COVID-19 has changed so many things in our lives--including access to some treatment options for those living with addiction. The good news: there are treatment options now available virtually. Check our website for these resources. #recovery #addiction","sentiment_score":0.5333333333}
{"full_text":"RT Delhi faced an extreme level of the coronavirus pandemic, but its health system did not collapse due to \"reforms\" in rec...","sentiment_score":-0.125}
{"full_text":"This is an excellent thread on how the Jordan lockdown highlights food insecurity issues in #HongKong, and the government &amp; wider society's ignorance of how a significant portion of the population lives.","sentiment_score":0.6875}
{"full_text":"\"RAW DATA showed that two days after the second shot, the number of new infections and hospitalizations were both down about 60% from their peak, researchers reported.\"https:\/\/t.co\/6cvAhTEUC4","sentiment_score":-0.0624902875}
{"full_text":"I was just looking at Path to Zero (https:\/\/t.co\/CAQ3bdKVHU) and we're down to 400 out of 435. But agree, do not want.","sentiment_score":-0.1555555556}
{"full_text":"RT .@pdoocy asked why Biden was against travel bans in March. Gave a double lie:A) Biden was only against Mus...","sentiment_score":0.0}
{"full_text":"RT This is what a politician trying to salvage his political career looks like.","sentiment_score":0.0}
{"full_text":"RT I'm pleased to announce that by February 1, the COVID-19 vaccine will have been offered to every resident and staff mem...","sentiment_score":0.5}
{"full_text":"RT He admitted to the New York Times a few weeks ago that he lied to the American public about the herd immunity threshold be...","sentiment_score":-0.0159090909}
{"full_text":"RT Boris Johnson loading doses of the Oxford\/AstraZeneca Covid-19 vaccine for mobile distribution at Barnet FC's ground, The...","sentiment_score":0.0}
{"full_text":"RT We're going to try and lift those #lockdown spirits with our first competition of the year and it's so easy to enter! To #win...","sentiment_score":0.5305555556}
{"full_text":"White House: Florida has used only half its COVID vaccines #covid19 #Florida ","sentiment_score":-0.0555555556}
{"full_text":"RT Delhi: Preparations in the final stage for the #RepublicDay parade at #Rajpath; seating arrangement made keeping social distancing...","sentiment_score":-0.0722222222}
{"full_text":"RT I spoke today with German Chancellor Merkel, conveying my commitment to multilateralism, the transatlantic alliance, and close c...","sentiment_score":0.0}
{"full_text":"...can't anyone get certified to give the covid vaccine?? Why us specifically? I haven't given myself a shot in 7 years and you wanna say this ","sentiment_score":0.0}
{"full_text":"RT Ted Wheeler attacked a man who accosted him for dining out during a pandemic.Wheeler says he pepper sprayed and threw a...","sentiment_score":0.0}
{"full_text":"RT This transfer portal and this extra Covid year NCAA is granting is messing up a lot of things for the upcoming recruit...","sentiment_score":0.0}
{"full_text":"RT .@brikeilarcnn rolls the tape on  Dr. Deborah Birx for not calling out misinformation about the pandemic earlier.\"Her ex...","sentiment_score":0.0}
{"full_text":"RT I've never appreciated or enjoyed football as much as I did this year. Maybe it was the thought of it being taken away beca...","sentiment_score":0.2}
{"full_text":"RT My colleague Jeff Shaman #ColumbiaEHS interviewed by the on how we now need even stricter measures...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Ontario moves target for first #COVID19 vaccines in nursing, retirement homes ahead 10 days to Feb 5, delays sh...","sentiment_score":0.25}
{"full_text":"RT \"...Joe Biden said on Monday that he is open to negotiating the eligibility requirements of his proposed $1,40...","sentiment_score":0.0}
{"full_text":"RT It's been a busy 1st 6 days, but.. Dear 1. ordering name tags now2.  writing down \"don't put hit out on an...","sentiment_score":-0.0277777778}
{"full_text":"RT Sources tell and me that the issue with the postponement in the Spurs-Pelicans game is with a potential coronav...","sentiment_score":-0.2}
{"full_text":"RT The Biden administration is going to have Harriet Tubman on $20 bills before Americans get their \"first day in office\"...","sentiment_score":0.25}
{"full_text":"RT #COVID19 vaccines are an important tool to help stop the pandemic. As of January 25, 2021, more than 19 million people had rece...","sentiment_score":0.45}
{"full_text":"Do your job and it's not to try to impeach a private citizen.","sentiment_score":0.0}
{"full_text":"Medsafe could give provisional approval to New Zealand's first Covid-19 vaccine (Pfizer\/BioNTech) as soon as Wednesday next week.","sentiment_score":0.1287878788}
{"full_text":"RT \"The U.S. Supreme Court on Monday handed a victory to advocates of abortion rights, wiping lower court rulings off the book...","sentiment_score":0.0}
{"full_text":"World 100,279,849 cases #COVID19. Closed 74,439,456Dead(D)2,149,377(3%)\/Resolved(R)72,288,230(97%)Canada 753,023(+5628)cases. Closed 690,577D19,238(+144)(3%)\/R671,339(+6706)(97%)Tests(T)18,478,663\/25Jan254836 #QC D9521\/R228887\/T2750660256960 #ON D5846\/R227494\/T9344959","sentiment_score":-0.1}
{"full_text":"RT They just so happen to open back up the world while our murder rate and Corona rate is at a escalating peek it's finna be...","sentiment_score":0.0}
{"full_text":"RT So, my Republican sister and brother haven't called or texted to see how I'm doing after my husband died in Sept. But the...","sentiment_score":0.0}
{"full_text":"RT The Biden Administration and the Trump Administration both implemented travel bans to combat #COVID19. But only the Trump...","sentiment_score":0.0}
{"full_text":"RT Here's another story the liberal media will hide from you.When asked why he's suddenly lifting his own lockdowns -- less than...","sentiment_score":0.1444444444}
{"full_text":"WillALWAYSBeTheChinaVirusTheWorldWillNeverForget.","sentiment_score":0.0}
{"full_text":"actually!!! wtf been thinking this weeks","sentiment_score":-0.5}
{"full_text":"RT \"when covid is over\" is starting to sound like","sentiment_score":0.2}
{"full_text":"RT I spoke today with German Chancellor Merkel, conveying my commitment to multilateralism, the transatlantic alliance, and close c...","sentiment_score":0.0}
{"full_text":"RT The arrival of the WHO mission brought back persistent criticism that China allowed the virus to spread globally by reacti...","sentiment_score":0.0}
{"full_text":"RT I keep doing a quick mental audit and being, like \"Why do I have this ambient sense of dread and anxiety?\" and then I'm li...","sentiment_score":0.1166666667}
{"full_text":"RT As COVID-19 vaccines roll out across Europe, worth remembering the lessons of measles:","sentiment_score":0.3}
{"full_text":"Well with a $10 million bonus during a year of COVID, you can afford to fly charter. Happy they believe that much, that the vaccine works. Gives us Elders in fixed incomes faith. Let's raise our hands for them. ","sentiment_score":0.475}
{"full_text":"RT BREAKING# BC is moving the second dose of vaccines to 42 days after the first shot instead of the current 35 as a result...","sentiment_score":0.0833333333}
{"full_text":"RT KEPT apart from my fiance for 21months. Covid has been a great excuse to cover longstanding government visa issues. #WeAr...","sentiment_score":0.375}
{"full_text":"RT Boring of this fucking #covid19 Do you have any suggestions to have fun while #lockdown ?I would like to invite you to...","sentiment_score":-0.4333333333}
{"full_text":"RT People be out and be like, \"I already had COVID. I still can't taste half a year later but it wasn't that bad.\"","sentiment_score":-0.2888888889}
{"full_text":"RT BREAKING: joe biden successfully negotiates new COVID stimulus check","sentiment_score":0.4431818182}
{"full_text":"RT California officials confirm over $11 billion in unemployment fraud during pandemic","sentiment_score":0.0}
{"full_text":"A stand-up guy.  He will be missed.","sentiment_score":0.0}
{"full_text":"Great news for the global fight against covid.","sentiment_score":0.4}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"Ok even a broken clock is right twice a day... the republicans are not wrong about these mandates. Why are all the cities , especially the ones struggling with Covid the most, opening up all of a sudden ??? That's odd","sentiment_score":0.1211309524}
{"full_text":"RT I'm always excited and appreciate the opportunity to talk about #healthcomm, as well as more broadly the importance of communi...","sentiment_score":0.3125}
{"full_text":"RT California will END its stay-at-home orders today.Chicago reopened indoor dining last week.Michigan will allow restaur...","sentiment_score":0.0}
{"full_text":"RT This pandemic really showed you who's who.","sentiment_score":0.2}
{"full_text":"RT I spoke today with German Chancellor Merkel, conveying my commitment to multilateralism, the transatlantic alliance, and close c...","sentiment_score":0.0}
{"full_text":"COVID in L.A. is going into deathmatch mode omg","sentiment_score":0.0}
{"full_text":"My 82 year old mother and 84 year old father are dying of loneliness, trapped in their condo. Not allowed to see family or friends and barely able to cook as they are disabled. They would rather take their chances with Covid than live like they are right now.","sentiment_score":0.1031539889}
{"full_text":"RT He who gropes, goes free. Breasts can be freely squeezed with zero consequences. So long as the groper does not penetrate! L...","sentiment_score":0.2458333333}
{"full_text":"RT \"when covid is over\" is starting to sound a lot like \"we should hang out sometime!\"","sentiment_score":0.25}
{"full_text":"RT In 1 year, COVID-19 has killed 420K Americans: far more  than terrorism &amp; crime combined. This is NOT a one-time in a cen...","sentiment_score":0.1333333333}
{"full_text":"AHHHHHHHH IM FUCKING DEAD  I'm glad my nigga took me back ","sentiment_score":0.1}
{"full_text":"RT I spoke today with German Chancellor Merkel, conveying my commitment to multilateralism, the transatlantic alliance, and close c...","sentiment_score":0.0}
{"full_text":"RT For months, &amp; I have called for an equitable response to this pandemic. EO answers our calls by taki...","sentiment_score":0.0}
{"full_text":"Want to know if Asia-Pacific salaries have been affected by Covid-19? Or how job market trends are changing due to the pandemic? Download our APAC salary guide to find out more:https:\/\/t.co\/hXqhrgJ1Xo#salaryguide #jobmarket #employment #insights #linksinternational","sentiment_score":-0.125}
{"full_text":"Maybe because my generation has lived through several financial and global crises, a pandemic, and we can't seem to catch a break... cost of living is up dramatically but pay is NOT. A lot of us can't afford to have kids. At this rate, maybe ever. ","sentiment_score":0.0}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"The Central government is all set to accelerate the first phase of #COVID19 vaccination drive by roping in additional #vaccination sites and allowing walk-in vaccinations for those from the same group who have been registered in the CoWIN systemhttps:\/\/t.co\/InQgHEO6Nx","sentiment_score":0.0833333333}
{"full_text":"New Brazilian coronavirus variant appears in UShttps:\/\/t.co\/ZV424vmV5l","sentiment_score":0.1363636364}
{"full_text":"On Monday, the Wisconsin Department of Health Services reported an additional 946 new confirmed COVID-19 cases. This is the first time this month that cases fall below 1,000 per day; it has not happened since September 2020.https:\/\/t.co\/K0STKhtMje","sentiment_score":0.2621212121}
{"full_text":"R&amp;B artist Trey Songz was jailed overnight after he scuffled with police officers during his arrest for not following coronavirus protocols and other rules at the AFC championship game in Kansas City, police said Monday.https:\/\/t.co\/6oe8ZJiTYJ","sentiment_score":-0.14375}
{"full_text":"A more sustainable revenue base for the #Pacific Island nation could better manage changing economic conditions and the impact of shocks such as #COVID19, writes Matthew Hodge.Read the Blog https:\/\/t.co\/BdiOlb6NeF","sentiment_score":0.08}
{"full_text":"RT UTEP students and staff share their experience with the University's vaccine program, which began administering the fi...","sentiment_score":0.0}
{"full_text":"RT US drug giant Merck drops out of the COVID-19 vaccine race after its 2 vaccine candidates failed to generate a strong...","sentiment_score":-0.0222222222}
{"full_text":"A behind the scenes look at a real station.","sentiment_score":-0.1}
{"full_text":"The American Airlines Area to a limited number of fans to Heat home games using COVID sniffing dogs.https:\/\/t.co\/7I2ySkiIQ3","sentiment_score":-0.0357142857}
{"full_text":"RT \"We fully support evidence-based science and a wide scale vaccination campaign that will help Canadians.\" As President...","sentiment_score":-0.1}
{"full_text":"Moderna Inc said it believes its COVID-19 vaccine protects against new variants found in Britain and South Africa, although it will test a new booster shot aimed at the South African variant after concluding the antibody response could be diminished.https:\/\/t.co\/nbMZrOC7ZX","sentiment_score":0.0909090909}
{"full_text":"RT \"When Covid is over,\" is giving She by Sheree","sentiment_score":0.0}
{"full_text":" HAPPY REPUBLIC DAY!Wishing everyone a happy 72nd Republic Day! Last R-day was #Nifty was at 12,200 This R-day it's at 14,200 16% CAGR returns in the COVID-19 year! From -42% to +16% it was a great learning year for everyone! #RepublicDay2021 #RepublicDayIndia","sentiment_score":0.7}
{"full_text":"#AZ01: Make sure you are taking care of your physical and mental health this winter. There are tips and resources for staying healthy during this pandemic available to you on my website, linked below.","sentiment_score":0.26}
{"full_text":"RT People rest next to empty oxygen tanks marked with their names outside a refill shop in Callao, Peru.With the lives of frien...","sentiment_score":0.0}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"RT HUGE NEWS: Fauci commissioned the Covid study at the Wuhan lab after they banned it in US because too dangerous. He may hav...","sentiment_score":-0.1}
{"full_text":"Gov. Pete Ricketts on Monday defended Nebraska's approach to distributing coronavirus vaccines, saying the state won't redirect doses away from rural areas that are outpacing Omaha and Lincoln with vaccinations.","sentiment_score":0.0}
{"full_text":"\"Dr. Anthony Fauci said Friday that the lack of truthfulness from the Trump administration regarding the Covid-19 pandemic 'very likely' cost American lives.\"https:\/\/t.co\/TT4GKGojdo","sentiment_score":0.0}
{"full_text":"#Spain reports a record 93,822 new #coronavirus infections over the weekend.https:\/\/t.co\/UAZ7F8BGPd","sentiment_score":0.1363636364}
{"full_text":"U.S. military bases across Japan reported nine new coronavirus cases over the weekend, while announced 17 cases.","sentiment_score":0.0181818182}
{"full_text":"The United States has now reached 25 million confirmed Covid-19 infections.","sentiment_score":0.4}
{"full_text":"RT Banned from YouTube: shares the truth about the #COVID19 v@.ccines","sentiment_score":0.0}
{"full_text":"Colleges in the Philadelphia area vary with their return to school plans: Some have started the semester completely remote. Others are going hybrid, and require negative tests for students to return to campus.https:\/\/t.co\/tbFskO82SX","sentiment_score":-0.2}
{"full_text":"Some Seniors Face Shrinking Nest Eggs As They Care For Loved Ones During Pandemichttps:\/\/t.co\/gsLGxh5QJ0https:\/\/t.co\/BHs0bP0OX5","sentiment_score":0.7}
{"full_text":"Moderna announced Monday that its COVID-19 vaccine is projected to safeguard against two new variants discovered in the United Kingdom and South Africa. via","sentiment_score":0.1363636364}
{"full_text":"Scientists are already preparing to upgrade COVID-19 vaccines to address the mutated versions that erupted in Britain and South Africa.","sentiment_score":0.0}
{"full_text":"RT Jen claims Biden called Trump's Covid travel ban \"xenophobic\" because it was not \"comprehensive\"","sentiment_score":0.0}
{"full_text":"Johnson, Biden discuss climate change, COVID-19 via \"The White House said Biden and Johnson talked about cooperation, including through multilateral organizations, on curbing climate change and fighting COVID-19.\" #JoeBiden #climateaction","sentiment_score":0.05}
{"full_text":"RT [#jeongweon's Post] 210126#JUNGWON: It's suddenly raining ENGENEeveryone!!Stay safe when you go home~!!!#ENHYPEN #enhaipeun","sentiment_score":0.25}
{"full_text":"US COVID-19 numbers drop, but race against new strains heats up","sentiment_score":0.1363636364}
{"full_text":"Coronavirus deaths and cases per day in the US dropped marke dly over the past couple of weeks but are still running at alarmingly high levels, and the effort to snuff out Covid-19 is becoming an ever more urgent racehttps:\/\/t.co\/YauN1IqCzM","sentiment_score":0.215}
{"full_text":"The company's study showed that the variant first found in the UK had \"no significant impact\" on the vaccine's effectiveness.","sentiment_score":0.03125}
{"full_text":"Why more resorts are opening in Cabo San Lucas amid the pandemic:","sentiment_score":0.5}
{"full_text":"She is expected to play a key role in gaining congressional approval of Biden's $1.9 trillion coronavirus relief package.","sentiment_score":-0.05}
{"full_text":"RT And we're in a middle of a pandemic.  Almost every other advanced country in the world has provided subst...","sentiment_score":0.0916666667}
{"full_text":"RT A Canadian casino mogul and his wife took a private plane to an indigenous community in Yukon, told a mobile clinic they were lo...","sentiment_score":0.0}
{"full_text":"Republic Day 2021 LIVE Updates: PM Modi Greets Indians on Republic Day, All Eyes on Parade Amid Covid-19 Restrictions","sentiment_score":-0.0568181818}
{"full_text":"Health officials in New Zealand, where few cases of COVID-19 occur, report what is believed to be the nation's first case of community spread in months.","sentiment_score":0.0621212121}
{"full_text":"RT I want Democrats to ram the COVID Relief Bill through like its name was \"Amy Coney Barrett\"","sentiment_score":0.0}
{"full_text":"LOL. It's all about the money, not lives.","sentiment_score":0.8}
{"full_text":"Nigga....ONE?!","sentiment_score":0.0}
