{"full_text":"The published time has increased by 4 months during the covid period at my GIC. (Daventry)","sentiment_score":0.0}
{"full_text":"RT Over 400,000 Americans have died from Covid-19. Over 400,000 of us are dead because of Donald and his administration's inco...","sentiment_score":-0.2}
{"full_text":"RT So what did the PM do using his darurat powers that is so effective in combating the pandemic since a week ago?MCO worked...","sentiment_score":0.6}
{"full_text":"RT Chinese city rushes to build massive COVID-19 quarantine centre","sentiment_score":0.0}
{"full_text":"RT Raphael Andre, a 51-year-old Innu man, froze to death inside a porta-potty just steps away from a homeless shelter in M...","sentiment_score":0.0}
{"full_text":"RT Rahul Gandhi spared no opportunity to demotivate the nation in the spirited fight against COVID-19. Today when India has one o...","sentiment_score":0.5}
{"full_text":"Sounds like a sensible thing to do post COVID, what's the problem?","sentiment_score":0.0}
{"full_text":"RT Hello, I sell nice bedsheetssee our LV designs came out to playPrices from 4k delivery nationwideWhatsApp 08033204...","sentiment_score":0.6}
{"full_text":"A Government which at the same time is a Kleptocracy, Kakistocracy, Capracracy, Kratocracy, and controlled by a idiot savant who is in turn controlled by a hidden Plutocracy.If I have missed anything out, please be free to add your suggestion.","sentiment_score":-0.1416666667}
{"full_text":"RT The Kano State Govt has directed all workers in the State to stay at home, with the exception of those on essential services, i...","sentiment_score":0.0}
{"full_text":"RT Sorry Covid, you can't stop cricket. This is the ultimate blockbuster.","sentiment_score":-0.25}
{"full_text":"RT COVID-19: Kano Bans Viewing And Event Centres, Directs Civil Servants To Stay At Homehttps:\/\/t.co\/QWpbVVtlHp","sentiment_score":0.0}
{"full_text":"RT I've said it before and I'll say it again. Jab or no jab, lockdowns &amp; restrictions will never end until we say \"enough is eno...","sentiment_score":0.0}
{"full_text":"RT I really dislike the term \"lockdown fatigue\" as though it is a sign of weakness to be struggling with lockdownsIt isn...","sentiment_score":0.2}
{"full_text":"Lagos and Abuja account for about 80% of covid cases in the last two months, but is considering locking down the whole country a second time, to the chagrin of the other 35 states. How hard is governance, really?","sentiment_score":-0.0246031746}
{"full_text":"RT I'd say reaching the highest Covid death rate in the world should be a moment for profound reflection by our government....","sentiment_score":0.0833333333}
{"full_text":"RT While the Chinese Communist Party lied about and hid the COVID-19 outbreak in Wuhan, the Trump Administration led the world...","sentiment_score":0.0}
{"full_text":"RT So glad to see the cricket twitter back. I actually missed you guys. Tweeting with this josh on cricket matches, sign that...","sentiment_score":0.1666666667}
{"full_text":"RT I have received many emails &amp; calls about the delays by the Labour Welsh Government in rolling out the vaccines. There is...","sentiment_score":0.5}
{"full_text":"RT Living standards hit from Covid-19 crisis still lies ahead","sentiment_score":0.0}
{"full_text":"RT \"The patients we've seen in this wave are younger and sicker. But what is stretching us is that they don't have pre-existing hea...","sentiment_score":0.0}
{"full_text":"RT Good morning! -51,6C on my balcony in Yakutsk, Russia. All schools are closed. Kids can stay home.","sentiment_score":0.3875}
{"full_text":"\"The nation is in lockdown\"WHAT FUCKING LOCKDOWN?!?! Here's an idea, you want less deaths...make EVERYBODY stay at home, sort the vaccines out (which me and millions of others can't have the 1st one anyway) &amp; sort the fucking state of the country out!!!!! ","sentiment_score":-0.7013888889}
{"full_text":"I thought the pictures might be more suitable for you, but here's the expert epidemiologist who posted it.https:\/\/t.co\/2xv628cS6P","sentiment_score":0.525}
{"full_text":"RT Sorry Covid, you can't stop cricket. This is the ultimate blockbuster.","sentiment_score":-0.25}
{"full_text":"Boris Johnson has told UK business leaders that efficient delivery of the coronavirus vaccine offers Britain the best opportunity for an economic recovery in the wake of the pandemic. #economy #VaccineStrategy","sentiment_score":0.4333333333}
{"full_text":"COVID-19 in Ghana: The state should work with the local produces of the masks to ensure the less endowed schools have them - #JoySMS","sentiment_score":-0.0833333333}
{"full_text":"There's no lockdowns in lots of western european conutries, ro numbers are much lower everywhere else and then of course there's the example of australia and NZ, where they pretty much never had a pandemic. So tell me, how can you say we can't compare?","sentiment_score":0.13}
{"full_text":"RT the early morning murder scene today featuring Brandon Lewis not knowing why Britain is a world leader for Covid deathsh...","sentiment_score":0.1}
{"full_text":"RT The fact that Joe Biden is even considering opening our southern border to a group of unvetted migrants in a massive car...","sentiment_score":0.0}
{"full_text":"RT Sorry Covid, you can't stop cricket. This is the ultimate blockbuster.","sentiment_score":-0.25}
{"full_text":"RT If you'd like some tired but usable books to share with a child this lockdown, I've put some more sets on my website. Ea...","sentiment_score":0.05}
{"full_text":"RT I just lost my number 1 supporter to Covid .I know I'm supposed to take comfort in the fact that she's resting at 86, b...","sentiment_score":0.0}
{"full_text":"RT There may be another lockdown- FG. Wetin we dey so. We don dey lockdown since. Wetin dey work for Nigeria. Park well jare....","sentiment_score":0.0}
{"full_text":"RT Here is my \"Call for the WHO Team to Investigate the Pangolin Coronaviruses and the RmYN02 Bat Coronavirus\"It's critical...","sentiment_score":0.0}
{"full_text":"RT Bill C19 directly from parliament S219 directly from parliament","sentiment_score":0.1}
{"full_text":"RT My cousin just passed from covid and the funeral homes are so backed up in San Diego they can't even bury him until Febru...","sentiment_score":0.0}
{"full_text":"How do you read news? download #sociabatt and pick your choicehttps:\/\/t.co\/tRzl4eq0G9#news #covid #newspaper #love #coronavirus #follow #like #media #music #breakingnews #viral #trending #politics #noticias #new #corona #online_news #bhfyp #tv #onlinenews #news_paper #bhfyp","sentiment_score":0.3181818182}
{"full_text":"COVID-19: US won't lift travel bans, says Biden's aide","sentiment_score":0.0}
{"full_text":"RT Hapless wittering on still refusing to take any govt responsibility for the horrendous death toll from C...","sentiment_score":-0.6}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT With the pandemic worsening, and more contagious variants emerging around the world, this is not the time to be lifting restri...","sentiment_score":0.5}
{"full_text":"RT On shift in an East London hospital.On one floor there is hope. Hope of the vaccine rollout.On another floor there is hor...","sentiment_score":0.0}
{"full_text":"HSE warned in 2019 over disease reporting system via","sentiment_score":0.0}
{"full_text":"RT I long ago ceased caring what 'they' might call me. Speaking truth to power is my right &amp; privilege. Only...","sentiment_score":0.0785714286}
{"full_text":"RT Dear MIke Pence and You led the White House Task Force on #COVID19. 400,000 dead on your watch.If you...","sentiment_score":-0.1}
{"full_text":"RT we now go to stone cold jizzle for his thoughts on covid-19","sentiment_score":-0.6}
{"full_text":"RT Practice doing steam inhalation's using EUCALYPTUS to manage Covid-19 symptoms .  R50 20ml bottle  20 bottles (bulk) R75...","sentiment_score":0.0}
{"full_text":"RT exactly, pumping on dated pr without explanation, mad shady, someone should be able to easily explain...","sentiment_score":0.0616666667}
{"full_text":"But then did New Zealand get it right ? ranks higher than us in alcohol consumption and even during their level 4 lockdown it was never banned .","sentiment_score":0.224025974}
{"full_text":"They are using the information from your registrations, so make sure you have your most up-to-date information with us:","sentiment_score":0.5}
{"full_text":"These court delays are deeply concerning for everyone involved in the criminal justice system, including those fighting to clear their names after being wrongly convicted. #miscarriageofjustice #justice #courts","sentiment_score":-0.2}
{"full_text":"RT (1\/2) My team at have run 19 MP briefings during the pandemic. These are private meetings- we bring info f...","sentiment_score":0.0}
{"full_text":"RT I'd be so proud to have someone like Dr Allin-Khan as my MP.","sentiment_score":0.8}
{"full_text":"iWantToBeYourHusband STOP. HATE. &amp; ANY VIOLENCE ;Against  Election Over. Pandemic NOT. QAnon is NOT Real... @POTUS Should ; Be Convicted by @POTUS Tried to Rig the Election in His Favor ;@GaSecofState  -JB","sentiment_score":-0.45}
{"full_text":"RT The military never cares about ordinary people who are dying from #COVID19 &amp; poverty as long as they still can make money...","sentiment_score":-0.1333333333}
{"full_text":"RT Mask Up. Wash up or sanitize your hands.Keep your distanceAvoid touching eyes, nose, lips.Keep safe folks.","sentiment_score":0.5}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"\"Covid-19: An accelerant for inclusion in the workplace\" by LexisNexis Human Resources Director, Gcobisa Ntshona: #HumanResources #FutureOfWork #LNSA","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"Lucy, life has a lot to offer you, hang in there and you'll see when this is all over that people love you and I mean really. Also, fuck the lockdown, so what you want to do, they can't stop u","sentiment_score":-0.003125}
{"full_text":"Live testing of the #COVID19 immunity passport has commenced, with the proposed passport available offline and online. It does not necessarily require the user to have any form of smart technology themselves.#RiseoftheHumans #DigitalHealth #HealthTechhttps:\/\/t.co\/WldnIYZx9E","sentiment_score":0.1876623377}
{"full_text":"RT 'I'm scared I will die here': Hundreds of asylum-seekers locked in ex-military camp after Covid-19 outbreakhttps:\/\/t.co\/m...","sentiment_score":0.0}
{"full_text":"RT The Government's approach throughout this pandemic has been to support families through a range of measures worth over PS2...","sentiment_score":0.3}
{"full_text":"RT Covid-19 Report For 18th January, 2021New Positive Cases: 122In quarantine: 72Local contacts: 50(Details of local con...","sentiment_score":0.1136363636}
{"full_text":"RT Titans pls I need your help.Ive never done this before. School have resumed but I don't have enough cash for feeding an...","sentiment_score":0.0}
{"full_text":"RT It's been a year since the coronavirus came to Australia. There are still tens of thousands of Australians trying to get home....","sentiment_score":0.0}
{"full_text":"Friday's food for thought: will the 5 day work week actually become a thing of the past post-pandemic? This is what we've been reading this week ","sentiment_score":-0.125}
{"full_text":"RT Sorry Covid, you can't stop cricket. This is the ultimate blockbuster.","sentiment_score":-0.25}
{"full_text":"RT Sue from Chelmsford: \"This government has portrayed lockdown as if it protects the old and vulnerable. I'm old and I resent...","sentiment_score":-0.1}
{"full_text":"RT Pretty sure having the highest Covid death rate in the world is a resigning matter.","sentiment_score":0.375}
{"full_text":"RT This lockdown is hitting me differently, I'm losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"Let us #maskup at all times when we go outside of your homes... Covid is killing. Remember iwewe neni atina mari yekuzozvirapisa so lets protect each other..","sentiment_score":-0.0625}
{"full_text":"RT Remember, Covid is not the great leveller. In nearly every way, chances are, it is much worse for you if you're poor. ","sentiment_score":0.025}
{"full_text":"RT Why billion dollar startup Airtable built a C-suite of outside tech veterans during Covid-19 by","sentiment_score":0.0}
{"full_text":"RT Thrilled to announce we have been recognised as part of the Presidents Recognition! Proud to say this is for sup...","sentiment_score":0.775}
{"full_text":"Handwashing remains the No. 1 tip for preventing the spread of Coronavirus (COVID-19). It's common sense, and it works.https:\/\/t.co\/fYfp1MkoZo#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":-0.3}
{"full_text":"Handwashing remains the No. 1 tip for preventing the spread of Coronavirus (COVID-19). It's common sense, and it works.https:\/\/t.co\/IVEQSJDgLp#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":-0.3}
{"full_text":"The year 2021 has begun and while we are still battling the pandemic, we are also expecting some interesting cars to launch in Mzansi.  Autodealer lists some of the cars it's expecting to see in 2021 &gt;&gt;&gt; #Boksburgadvertiserlocalmotoring","sentiment_score":0.5}
{"full_text":"Findings suggest racial disparities due to systemic issues play a major role in the degree of hardships faced by Black and Latino families during the COVID-19 pandemic.https:\/\/t.co\/0LTjVfoRdz","sentiment_score":-0.0763888889}
{"full_text":"#booksforhospitals Find out more about how YOU can help unwell kids in hospitals during lockdown and the COVID19 crisis at ","sentiment_score":0.5}
{"full_text":"Out of the 170 new #coronavirus cases in #SaudiArabia, 67 were confirmed in Riyadh and 38 in Makkah.","sentiment_score":0.2681818182}
{"full_text":"According to Qatar Airways Group Chief Executive Officer HE Akbar Al Baker, vaccination certificates could be the 'new norm' that a lot of countries would require before anyone can enter any country.> #COVID19 #VaccinationCertificate","sentiment_score":0.1363636364}
{"full_text":"Looking to encourage your communities to stay active following the restrictions? Autumn &amp; Winter Activity Toolkit has been updated with the latest info. #SportinBolton","sentiment_score":0.1222222222}
{"full_text":"It is clear from public health data and the pressure across our National Health Service that the *Stay at home* measures are absolutely necessary in order to save lives. Read the rules at:","sentiment_score":0.0333333333}
{"full_text":" A reminder that Ewood Park's SMART Covid-19 Testing Centre will today operate at the reduced hours of 11am-4pm. #Rovers | #WeAreTogether ","sentiment_score":0.2142857143}
{"full_text":"It was a pleasure to join 300 #HealthTech colleagues yesterday at the parliamentary reception, celebrating the critical role of industry in support the #COVID response #ProudToStepUp","sentiment_score":0.0}
{"full_text":"The year 2021 has begun and while we are still battling the pandemic, we are also expecting some interesting cars to launch in Mzansi.  Autodealer lists some of the cars it's expecting to see in 2021 &gt;&gt;&gt;","sentiment_score":0.5}
{"full_text":"Infection rates continue to fall across Kenthttps:\/\/t.co\/CzASuXiBVm","sentiment_score":0.0}
{"full_text":"Skylar Mack, the  US college student who was jailed in the Cayman Islands for ditching COVID-19 quarantine to watch her boyfriend jet ski, is now back home on American soil.","sentiment_score":0.0}
{"full_text":"[LISTEN] #DarrenKeriSky (19 Jan) KZN Health addresses fears and misunderstandings regarding COVID-19 vaccinehttps:\/\/t.co\/DXzmuhjBIN","sentiment_score":0.0}
{"full_text":"\"I hate calling the families. I hate it when they say thank you. I hate saying the same phrase over and over: I can't promise we're going to make you better\". A heartbreaking message from an NHS doctor on the frontline.@Silas_Webb #TyskySour #covid19","sentiment_score":-0.38}
{"full_text":"11 Feb 2021, 7.30pm. #Flooding &amp; the #future; our community's response. #HKD'S SuDs team will talk about why flooding, an ongoing and increasing problem in our area, what we have been doing so far to build flood resilience, and what more could be done. #climatechange #lockdown","sentiment_score":0.2}
{"full_text":"There are more than 350 COVID-19 testing locations across NSW.The COVID-19 test is free, quick and easy and you don't need a Medicare card. To find your nearest clinic visit or contact your GP","sentiment_score":0.4166666667}
{"full_text":"RT Can the Gauhati Kolkata and Gauhati Patna be extended to bhopal like 3 days a week each?","sentiment_score":0.0}
{"full_text":"If you are an student &amp; struggling during this pandemic financially please get in touch with the Student Life Centre. Ask for details on the 'Hardship Fund' which you may be able to apply for.","sentiment_score":0.25}
{"full_text":"DA partners with M Lhuillier to distribute cash aid to CALABARZON and Isabela agri workers #COVID19 #pandemic #socialprotection #cashaid #recovery","sentiment_score":0.0}
{"full_text":" #COMPETEFORCHANGE 7. Today's workout and refueling lockdown challenge is brought to you by Houghton's Perfect Pancakes Houghton's Burpee Challenge #Empower","sentiment_score":1.0}
{"full_text":"Have you started claiming #UniversalCredit during the coronavirus pandemic? wants to hear from you about:  what led you to start claiming how losing the PS20 per week uplift would impact you  Get in touch with your story","sentiment_score":0.2}
{"full_text":"#VaccineFact: 5G mobile networks do not spread COVID-19 #StaySafe","sentiment_score":0.0}
{"full_text":"#Covid19: The coronavirus that causes COVID-19 - known as SARS-CoV-2 - was first identified in the central Chinese city of Wuhan in January 2020https:\/\/t.co\/XgDETSeg3G","sentiment_score":0.0833333333}
{"full_text":"Palace questions Senate goal in COVID-19 vaccine probe","sentiment_score":0.0}
{"full_text":"\"My mental health suffers very badly in isolation. I've been in there twice already.\"https:\/\/t.co\/TF55KktSiO","sentiment_score":-0.5366666667}
{"full_text":".@UNDPNepal's livelihoods recovery programme engages people in short-term work through small-scale community and tourism infrastructure projects led by the community themselves. See how one village is working together to #BuildForwardBetter from COVID-19.","sentiment_score":0.0}
{"full_text":"Glasgow offices tipped to roar back | |","sentiment_score":0.0}
{"full_text":"COVID-19 exposed inequality in communities as soon as testing began, and low-income neighborhoods in Dallas and other cities were left with few sites. Now, the rollout of a vaccine has left poorer, minority communities with fewer doses.","sentiment_score":-0.08125}
{"full_text":"WHO's director said only 25 vaccine doses have been provided in a single poor country, while over 39 million doses have been administered in nearly 50 richer nations.","sentiment_score":-0.0928571429}
{"full_text":"Tarlac Governor Susan Yap knows how difficult it is to lose a job and look for a replacement, especially in this COVID-19 time.https:\/\/t.co\/bwbYCHJ1I2#CentralSnitch","sentiment_score":-0.25}
{"full_text":"Scam AlertScammers are likely to #spam you and send you messages, promoting offers of testing and requiring money.#digcit #CovidTesting #Instagram #scam #cybersecurity #infosec #dataprivacyday #PrivacyAwareRead more facts about #COVID19 #scams:","sentiment_score":0.2}
{"full_text":"COVID 19 cases in India until : 19\/01\/2021 14:30Total Cases: 10582662 [+0]Active: 197822Recovered: 10227863 [+0]Deaths :152593 [+0]Total Tests: 187.8MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"COVID-19 vaccines, plot to introduce disease that'll kill Nigerians --Gov Yahaya Bello - Ripples Nigeriahttps:\/\/t.co\/mJk4aGwN2q","sentiment_score":0.0}
{"full_text":"I came back when was not yet testing for Covid19 unless from . I had generic Covid test. I still had the damn flu (sleepy, lethargic, irritable, no cough, no high temp, runny nose waking up) for months. So blood tests to see if covid or what I had. Results infection unknown.","sentiment_score":-0.045}
{"full_text":"RT sir I'm requesting you to extend the date of class 12 bihar board exam 2021.Due to this covid class were not Being condu...","sentiment_score":0.0}
{"full_text":"RT Local Self Government Department Minister Shanti Dhariwal gave the suggestion in a pre-Budget consultation meeting with Union...","sentiment_score":0.0}
{"full_text":"RT Sorry Covid, you can't stop cricket. This is the ultimate blockbuster.","sentiment_score":-0.25}
{"full_text":"Who is joining in #LTHEchat tomorrow? A great topic this week from for us to think about #academicchatter #HE","sentiment_score":0.8}
{"full_text":"Retro Car Museum - HistoryView Virtual Tours #VirtualReality #edtech #ARVRinEDU #education #COVID19 #virtuallearning #virtualteaching","sentiment_score":0.0}
{"full_text":"RT Qiao Collective is thrilled to have our latest publication published in Read an extremely comprehensiv...","sentiment_score":0.325}
{"full_text":"When they're not on set, these stars look completely different from their charactershttps:\/\/t.co\/1KSQwPztOK","sentiment_score":0.0}
{"full_text":"PODCAST: is joined by &amp; guest to talk Trump's final days in office and Wikipedia turning 20!Plus - on Singapore's controversial virus tracking, and on Ireland's COVID chaos.Listen:","sentiment_score":0.275}
{"full_text":"Your present circumstances don't determine where you can go. They merely determine where you start. Goodmorning P.s: The threat of Covid-19 to health and mortality remains high. Please mask up, wash hands, and sanitize regularly. #covid_19 #morningmotivation #ghana","sentiment_score":-0.085}
{"full_text":"Normah said lockdowns last year had \"flattened the curve of terrorism\" as the restrictions had affected everyone across the social spectrum, including Isis supporters.https:\/\/t.co\/1cQcExMS9X","sentiment_score":0.0166666667}
{"full_text":"RT Thank you for sharing the news about Electronic Caregiver's \"COVID to Home\" program. The grant i...","sentiment_score":0.0}
{"full_text":"Normah said lockdowns last year had \"flattened the curve of terrorism\" as the restrictions had affected everyone across the social spectrum, including Isis supporters.https:\/\/t.co\/0Sh7pIYjjg","sentiment_score":0.0166666667}
{"full_text":"Female entrepreneurship is on the rise Since the pandemic started the results of a recent study by Print-Print suggest that female-owned start-ups have grown by almost one third. Find out which female entrepreneurs to watch out for this year #womenpowerhttps:\/\/t.co\/HHtgeBAM4I","sentiment_score":0.0}
{"full_text":"If you or someone you know is older, medically vulnerable, has Covid, or is self-isolating, Limerick's Covid-19 Community Response helpline is here to help you stay home if you need food or medicine delivered. The helpline is open 8am to 8pm seven days a week #LKWorkingTogether","sentiment_score":-0.1111111111}
{"full_text":"RT Rahul Gandhi spared no opportunity to demotivate the nation in the spirited fight against COVID-19. Today when India has one o...","sentiment_score":0.5}
{"full_text":"*Have you started claiming #UniversalCredit during the coronavirus pandemic?@CitizensAdvice wants to hear from you about: what led you to start claiming how losing the PS20 per week uplift would impact you Get in touch with your story","sentiment_score":0.2}
{"full_text":"Here goes 2 hour 9am Media Law lecture . #fingerscrossed #university #lockdown #journalism #Law #Early #morning","sentiment_score":0.1}
{"full_text":"RT Please, if you have time, post a response to my article on masks for joggers to counter the organised abusive response...","sentiment_score":0.0}
{"full_text":"Preparation is keyNow more than ever, businesses must have the #safety precautions in place in order to open safely.It can be a daunting task, however, we have something to help.#Contacttracing made easy! Check it out: #pandemic  #QRcode","sentiment_score":0.3472222222}
{"full_text":"Hurry up! Vacancy closes tomorrow!#TeamESNEFT is looking for health care assistants to join the team at #Colchester Hospital.Follow the link to find out more and apply for the role #COVID19 #Colchesterjobs #HCAjobs #hiringnow","sentiment_score":0.5}
{"full_text":"Lockdown archive day 5: Sliver set time, 82003 and I believe 68011 on that day sitting idle at Birmingham Moor Street.","sentiment_score":0.0}
{"full_text":"Blades launch women's mental health football sessions Read how before lockdown and have been working together by #ConnectSport","sentiment_score":-0.1}
{"full_text":"Russia records 21,734 daily coronavirus cases, the lowest number since November 18:https:\/\/t.co\/kf6tqhWA7Q(c) Vyacheslav Prokofyev\/TASS","sentiment_score":0.0}
{"full_text":" #ICYMI | The International Air Transport Association (IATA) has announced rapid progress with the development of the Travel Pass, a digital health credentialing solution for the COVID-19 pandemic.:","sentiment_score":0.0}
{"full_text":"We have no say over the station franchises as mentioned this is a Network rail operated station, who provide franchises. It is up to these individuals if they wish to open during a global pandemic. Peak times still apply ^CH","sentiment_score":0.0}
{"full_text":"Infection rates continue to fall across Kenthttps:\/\/t.co\/yYJUvkdhiL","sentiment_score":0.0}
{"full_text":"RT Hello to new followers over the weekend! There's a great opportunity to catch up with our work tonight, I'm talking about...","sentiment_score":0.4852272727}
{"full_text":"#India plans to ship off doses of Covid vaccine to its neighbours as part of its vaccine diplomacy in a couple of weeks#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #coronavirus #COVID19 ","sentiment_score":0.0}
{"full_text":"MAN I AM STILL TRYING TO REMEMBER THAT GUYS NAME WHO SPEARHEADED THE COVID 19 VACCINE SOMEONE GIVE HE A HAND...I HAVE SELF SERVING MEMORY LOSS...","sentiment_score":0.0}
