{"full_text":"RT 156 new covid deaths today and 14,896 new cases. Total deaths are 23,585 and total cases now surpass 1.5 million.Still no...","sentiment_score":0.0681818182}
{"full_text":"RT And here's the op-ed from Rep. Watson Coleman today, a must read if you haven't already:https:\/\/t.co\/GBil9pn3iA","sentiment_score":0.0}
{"full_text":"RT Bacteria in your gut could 'affect severity of Covid-19 symptoms'","sentiment_score":0.0}
{"full_text":"Our health care system is on the brink of collapse. We are at levels never seen before.Cases and deaths are at the highest levels since the start of the pandemic and community spread continues to escalate.Stay home. Stay safe. Save lives.","sentiment_score":0.5}
{"full_text":"RT L.A. County Tells Residents To Wear Masks Inside Own Homes","sentiment_score":0.6}
{"full_text":"RT This has to be the worst I've felt, WHY is this lockdown so much worse and why am I SO tired everyday when I don't do a...","sentiment_score":-0.5}
{"full_text":"RT WATCH: Over the summer, our AD Mike Murray conceptualized and brought to fruition the Last Dance World Series which all...","sentiment_score":0.0}
{"full_text":"RT Die Easy","sentiment_score":0.4333333333}
{"full_text":"Priti Vacant being er very Vacant and getting the \"simple and clear\" rules very wrong ","sentiment_score":-0.0875}
{"full_text":"RT Once again Florida follows the science and gets the policy right - #Covid vaccines to people over 65.","sentiment_score":0.2857142857}
{"full_text":"RT Bruce Willis asked to leave pharmacy for refusing to wear a mask","sentiment_score":0.0}
{"full_text":"RT Bruce Willis after he was asked to wear a mask at the pharmacy: ","sentiment_score":0.0}
{"full_text":"RT Look Who's Coughing ugh wait that sucks gimme a second","sentiment_score":-0.15}
{"full_text":"RT They're called the cabinet","sentiment_score":0.0}
{"full_text":"RT #COVID19: Sir David Attenborough has become the latest national treasure to get the first dose of the vaccine","sentiment_score":0.375}
{"full_text":"Love kids.","sentiment_score":0.5}
{"full_text":"How COVID unlocked the power of RNA vaccines","sentiment_score":0.0}
{"full_text":"RT Sad.But he is a documented lifelong Republican.Little known fact: He brought George Bush to the set of Armageddon.There...","sentiment_score":-0.1}
{"full_text":"RT U.S. Biological Warfare: The 1981 Cuba Dengue Epidemic","sentiment_score":0.0}
{"full_text":"RT Tottenham Hotspur boss Jose Mourinho will consider recalling Spurs midfielder Erik Lamela for the rearranged game against Ful...","sentiment_score":-0.4}
{"full_text":"RT Opinion | Rep. Watson Coleman: I'm 75. I had cancer. I got covid-19 because my GOP colleagues dismiss facts.","sentiment_score":0.0}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"Covid19","sentiment_score":0.0}
{"full_text":"You were SINGING. On an AIRPLANE. During a PANDEMIC. GTFO Superspreaders.","sentiment_score":0.0}
{"full_text":"Technically, Germ Warfare Campaign doesn't count as it was the name of Bruce Willis' short lived easy listening band in the early 80s","sentiment_score":0.1333333333}
{"full_text":"When dust from China virus settles I hope Boris has the b@lls to rip this archaic bloated and ineffective national embarrassment down and break it up into a million pieces.They have failed us at every single stage of this debacle and continue to do so thereby prolonging misery","sentiment_score":-0.2423280423}
{"full_text":"10yrsDELIB #ToryMismanagement &amp;stealthy #ToryBrexitCoup 2enable Tories&amp;backers 2plunderUK;37%ofelect voting4 unspecLEAVEin corruptedREF =notDEMOCmandate; HOPE=ASKoppostnPARTIES 2co-opNOW: #XpartyProgressiveAlliance\/#GNU 2manage:COVID+ENV+ #UKpoliticalREFORM #PR4UK #BrexitDisaster","sentiment_score":0.0}
{"full_text":"Vacationing in the middle of a pandemic...","sentiment_score":0.0}
{"full_text":"RT How come all these covid deniers haven't caught covid ? Only covid believers get sick ?","sentiment_score":-0.3571428571}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"RT They're called the cabinet","sentiment_score":0.0}
{"full_text":"RT The biggest badass in this story is whichever Rite-Aid employee told Bruce Willis to fuck off.","sentiment_score":-0.4}
{"full_text":"RT Per this story, has been talking to Biden about the next stimulus package including \"an emergency univers...","sentiment_score":0.0}
{"full_text":"RT \" I am angry that the attack on the Capitol and my subsequent illness have the same cause: my Republican colleagues' inabil...","sentiment_score":-0.1666666667}
{"full_text":"RT What changed?","sentiment_score":0.0}
{"full_text":"After all that fuss with his family at home wearing matching onesies for lockdown.","sentiment_score":0.0}
{"full_text":"Ctm covid","sentiment_score":0.0}
{"full_text":"These are just horrible people.","sentiment_score":-1.0}
{"full_text":"Read the whole thread...inspiring stuff!","sentiment_score":0.25}
{"full_text":"RT Just a hunch, but I am getting the feeling that Morrison and Hunt have fucked up the provision of a Covid19 vaccine for...","sentiment_score":-0.6}
{"full_text":"Sucks because Cuba has the best medicine and doctors in the world","sentiment_score":0.35}
{"full_text":"RT Ian from Preston asked a question. \"If the Covid variant is more infectious than last March, why are Covid rules relaxe...","sentiment_score":0.25}
{"full_text":"Intestinal bacteria may affect severity of coronavirus, researchers findhttps:\/\/t.co\/14O5sd7Zvq","sentiment_score":0.0}
{"full_text":"Operation Warp Speed leader predicts when Johnson &amp; Johnson will seek vaccine approval","sentiment_score":0.0}
{"full_text":"Finally.","sentiment_score":0.0}
{"full_text":"RT I'm not playing these games. Let me buy this.","sentiment_score":0.0}
{"full_text":"RT Not my proudest moment as a reporter. But I could not hold this back.","sentiment_score":0.0}
{"full_text":"I'm heartbroken to hear of the passing of Fred Levin. His legacy of charity and concern for Northwest Florida is incomparable. My heart goes out to his family and the countless Northwest Floridians he helped and impacted in his incredible life.","sentiment_score":0.4333333333}
{"full_text":"Bad boys but British","sentiment_score":-0.35}
{"full_text":"RT For nearly a year, undocumented essential workers have risked their health to put food on our tables and supplies in ou...","sentiment_score":0.05}
{"full_text":"RT Breaking: Due to Kyrie Irving's unexcused absence and violation of Covid protocols, NBA commissioner Adam Silver has dec...","sentiment_score":-0.06875}
{"full_text":"RT BOVID-19 is real AF. Wear a mask, bover up.","sentiment_score":0.2}
{"full_text":"RT 1. The Constitution enables impeaching &amp; barring a POTUS from future office as a means to *protect* the U.S. -- leave politi...","sentiment_score":0.0}
{"full_text":"RT \"As President, I pledge to continue to work together with Congresswoman Giffords, and the survivors, families, and adv...","sentiment_score":0.0}
{"full_text":"This is at odds with your earlier statements that the election was unlawful: in other words, the \"Big Lie.\" In fact, the election was conducted lawfully, with covid-related changes ratified in advance by bipartisan state legislatures, as over 62 judges have ruled.","sentiment_score":-0.03125}
{"full_text":"Not really, Im in the Covid quarantine rn","sentiment_score":-0.1}
{"full_text":"That solid 6-3 majority just revealed itself again.","sentiment_score":0.0}
{"full_text":"RT Third stream of NYSC members will resume on 18th January, 2021 with COVID-19 testing and protocols in place","sentiment_score":0.0}
{"full_text":"Bruce Willis how could u","sentiment_score":0.0}
{"full_text":"ASH-ASTCT COVID-19 and Vaccines: Frequently Asked Questions -","sentiment_score":0.1}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"RT Wash your hands, keep 2 metres apart, wear a mask, shield even if you don't have to. Don't leave the house, at all. Get va...","sentiment_score":0.0}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"RT It is more than that, it's destruction of current capitalism instituting something qualitativly more, sort of...","sentiment_score":0.3333333333}
{"full_text":"RT Democrat Nancy Pelosi held up coronavirus relief for 8 months but managed to get articles of impeachment on the House flo...","sentiment_score":0.0}
{"full_text":"RT NEW: All air travelers to the U.S. will soon be required to provide a negative test result for COVID-19","sentiment_score":-0.0818181818}
{"full_text":"RT Time for McCarthy to man up and send Republican members a message: wear a mask or else.","sentiment_score":0.0}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"RT Congressional approval at 15% according to Gallup. 60% in another poll say impeachment is a waste of $\/time. 77% wish Cong...","sentiment_score":-0.2}
{"full_text":"RT Rep. Watson Coleman: I'm 75. I had cancer. I got covid-19 because my GOP colleagues dismiss facts.","sentiment_score":0.0}
{"full_text":"RT Any reason that Premier Pallachook, Yvette D'ath and Jeanette Young are not in 14 COVID quarantine??At Monday's presser...","sentiment_score":0.1}
{"full_text":"Unpopular opinion(?): Less anger at people who \"jump the line\" for a vaccine, more anger at the government that both bungled the pandemic action plan and the vaccine roll out.","sentiment_score":-0.1933333333}
{"full_text":"#HappyLohri to all!May this harvest festival bring happiness to the ones who toil for reaping their crops.This feature tells us of how division can harm our society.Let's stay united&amp;sympathetic as a nation.Sabnu Lohri di vadhayi howe,har ghar aawe Lohri,khushi ral ke manayi howe","sentiment_score":0.7}
{"full_text":"RT Turning over to pharmaceutical industry insiders to promote shoddily tested medical products + broadcast...","sentiment_score":-0.15}
{"full_text":"RT I wish every anti-masker, anyone who spread lies about COVID-19, diminished its seriousness, or acted so inconvenienced bec...","sentiment_score":0.0}
{"full_text":"If you have COVID and are at home but you feel like your breathing is labored I recommend a cool mist humidifier and a pulse oximeter (02 should be high 90s, 90% the lowest)","sentiment_score":0.255}
{"full_text":"Trial of 'health passports' set to begin for those vaccinated against Covid - see previous post   ","sentiment_score":-0.1666666667}
{"full_text":"RT Just a hunch but focussing on enforcement, fines and walks with coffee might distract some people from whether lockdown rules...","sentiment_score":0.0}
{"full_text":"RT Just give parents the money to buy the food. Actually, give everyone (over 18?) UBI.Tory ideology. Whatever they're doi...","sentiment_score":0.0}
{"full_text":"RT What you need to know about Ontario's new COVID-19 restrictions","sentiment_score":0.1363636364}
{"full_text":"WTF?! This is not very 'David Addison' of you.","sentiment_score":-0.3625}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"RT Why wasn't this done from the beginning of the pandemic???Inexplicable failure by Trump, who loves to brag about stopping fl...","sentiment_score":-0.3166666667}
{"full_text":"House members to be fined as outbreak grows among members.","sentiment_score":0.0}
{"full_text":"RT It looks like we're going to hit 400,000 US COVID deaths before the inauguration","sentiment_score":0.0}
{"full_text":"RT So you're telling me my teenage years were stolen by my strict parents and my twenties are being ruined by a global pandemic...","sentiment_score":0.0}
{"full_text":"I totally agree.","sentiment_score":0.0}
{"full_text":"RT Our economic recovery and a cleaner future can go hand in hand in a post-pandemic world. A study conducted by","sentiment_score":0.1}
{"full_text":"so are people who been working throughout the whole coronavirus ever gonna get \" stimulated ? \" tf ","sentiment_score":0.2}
{"full_text":"RT Gov't just confirmed that 88% of COVID fatalities come from the top 4 levels.They expect to have vaccinated them by mid F...","sentiment_score":0.3}
{"full_text":"RT They say this, but still able to hospitalise the 2 ministers who got covid same day as diagnosis. I'm on my 3rd day of being d...","sentiment_score":0.1666666667}
{"full_text":"Selfish and arrogant. Like driving 120 mph on the freeway because you've done it before and nothing bad ever happens to you.   I certainly wouldn't be upset if all these folks got Covid died or becoming lung-challenged for their remaining years.   Not karma. Justice.","sentiment_score":-0.1339285714}
{"full_text":"This seems like a pretty decent idea, in that WWII \"get all hands on deck\" way.","sentiment_score":0.2083333333}
{"full_text":"comment on accuracy of this report?","sentiment_score":0.0}
{"full_text":"WATCH: Thousands Of Bama Fans Celebrate National Title Amid Pandemic Fans flooding University Boulevard in Tuscaloosa after the Tide's national title win.","sentiment_score":0.8}
{"full_text":"RT Wear a mask guys !!! #MasterFilm","sentiment_score":0.0}
{"full_text":"RT Here's the official statement from the CDC about their new requirement that you must test negative for COVID-19 before gett...","sentiment_score":-0.0818181818}
{"full_text":"Nets just gotta hold firm till they win the championship. Then trade him straight away.","sentiment_score":0.2666666667}
{"full_text":"RT Nigel Farage is right to warn that the UK is in danger of turning into East Germany. I wonder how long it will take fo...","sentiment_score":0.1178571429}
{"full_text":"Thank you to every one who connected and shared this evening, to for organising and the fabulous speakers!","sentiment_score":0.5}
{"full_text":"RT Congrats to Covid-19 on its championship win.","sentiment_score":0.8}
{"full_text":"RT Update: my ex boyfriend's parents got COVID and we lovingly broke up.I'm single now.","sentiment_score":0.2642857143}
{"full_text":"RT Grace was all set to finally return to Australia this week. Then she got the email","sentiment_score":0.0}
{"full_text":"1)That's not BLM. 2)Newmax got 2.5 million in Covid Relief. #Socialism for the rich.","sentiment_score":0.375}
{"full_text":"Another one who is either incapable or refuses to understand that all the things that help prevent the spread of Covid do an even better job of eradicating less infectious viruses such as colds and flu.It's not complicated.","sentiment_score":0.1458333333}
{"full_text":"How can people have covid and no show symptoms absolute madness","sentiment_score":0.2}
{"full_text":"Starting now. Join us!","sentiment_score":0.0}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"RT Time for McCarthy to man up and send Republican members a message: wear a mask or else.","sentiment_score":0.0}
{"full_text":"RT Good","sentiment_score":0.7}
{"full_text":"Thank you for COVID swag and attendance certificate. Might have to get this framed.","sentiment_score":0.0}
{"full_text":"RT NEW: Speaker Pelosi implementing FINES for members who don't wear a mask on the House floor$500 fine for first offense....","sentiment_score":0.2676767677}
{"full_text":"'Tis the season of holiday music, &amp; year-end reporting. Earlier this year, the government introduced two unique subsidies to support small businesses during the pandemic -- #TWS &amp; #CEWS. Now that it's year-end, what are you supposed to do?","sentiment_score":0.0416666667}
{"full_text":"RT Do Your Homework! South #Florida Doctor's #Death Investigated After Taking Coronavirus #Vaccine - #CBS Miami","sentiment_score":0.0}
{"full_text":"RT Today in Parliament I told the Tories to stop blaming the public for an inadequate lockdown and to start giving workers...","sentiment_score":0.0}
{"full_text":"RT If Andrew Cuomo reopening New York at the 'height of the pandemic' doesn't wake voters up, that Democrats' sole purpose has...","sentiment_score":0.0681818182}
{"full_text":"RT I am beginning to think that once this Covid is over, the battle for our individual liberty could now be an even bigger b...","sentiment_score":0.0}
{"full_text":"RT This is huge: 87% Canadians definitely or prob take vaccine. Herd immunity territory. Vaccine hesitancy overblown. Antivax g...","sentiment_score":0.2}
{"full_text":"RT I just received a positive COVID-19 test result after being locked down in a secured room at the Capitol where several Repu...","sentiment_score":0.0239057239}
{"full_text":"RT This you?","sentiment_score":0.0}
{"full_text":"RT ma don if you no change your tooth brush, your Covid no go go.","sentiment_score":0.0}
{"full_text":"RT Very disappointing that have not called out for the misinformation he shares ab...","sentiment_score":-0.78}
{"full_text":"My mom, aunt and cousin tested positive for the 'VID. Thankfully their symptoms are minor but this shit still scary. Stay at home, wear a mask and social distance ya fucks. Take this seriously.","sentiment_score":-0.1371212121}
{"full_text":"RT ***Gov. Cuomo Refuses To Permit Vaccinations at Prisons, Local Jails Even as COVID-19 Claims More Lives of People in Custo...","sentiment_score":0.25}
{"full_text":"RT Gov't just confirmed that 88% of COVID fatalities come from the top 4 levels.They expect to have vaccinated them by mid F...","sentiment_score":0.3}
{"full_text":"RT If any member of Congress dies after catching COVID from Republicans who refused to wear masks, those Republicans must be indi...","sentiment_score":0.6}
{"full_text":"RT How can you be thrown out of a Costco for refusing to wear a mask but not Congress","sentiment_score":0.0}
{"full_text":"Kobe Bryant in 2006 Interview: I Know \"God is Great\"- He Carried My Cross in Suffering #Catholic #COVID19","sentiment_score":0.2666666667}
{"full_text":"We need more videos like this to help people understand #COVID19 is serious.","sentiment_score":0.0833333333}
{"full_text":"IBM leads US patent list for 2020 as total numbers decline 1% in pandemic year to 352,000#patent #IP #IBM","sentiment_score":0.0}
{"full_text":"Since the global outbreak of Covid-19, the U.S. and Chinese governments have accused each other of using the pandemic as cover to increase military operations in the Indo-Pacific.https:\/\/t.co\/KG0PmAK1fd","sentiment_score":-0.05625}
{"full_text":"Don't forget the Odeum Expo in Villa Park is also offering free testing! They are open Sunday-Friday 10:00 AM - 6:00 PM. Anyone can get tested regardless of symptoms and  there is no appointment needed! For more information. Please visit:","sentiment_score":0.3333333333}
{"full_text":"Will you vote to convict Trump.Hoosiers deserve an answer.","sentiment_score":0.0}
{"full_text":"Professor Tania Sorrell and Professor Tony Cunningham, who work on Australia's BEAT COVID-19 program, provide their expert commentary on the roll out of #SARSCoV2 vaccines.#SnowMedicalhttps:\/\/t.co\/lsADHQCgQ1","sentiment_score":0.0}
{"full_text":"LOOOOOOOOOL I love this app ","sentiment_score":0.5}
{"full_text":"ICYMI: The Sarnia-Lambton Real Estate Board recorded its best year on record in 2020, in the midst of a global pandemic.https:\/\/t.co\/CT4ezbSdix","sentiment_score":0.4}
{"full_text":".@denofgeek: How DICKINSON's Story of Creative Isolation Hits Different During Quarantine","sentiment_score":0.25}
{"full_text":"Schools have lost students during the pandemic, which means they could lose funding.","sentiment_score":0.0}
{"full_text":"\"This is a highly communicable disease,\" said Dr. Jordan Weingarten. \"The spread of COVID is going to continue for weeks and months if people do not modify their behaviors, it's just a simple fact.\" ","sentiment_score":0.08}
{"full_text":"I'll not get away with bulk buying. There's a pandemic you know!","sentiment_score":0.0}
{"full_text":"RT Tuned into ITN news. It was hard to watch.Gut wrenching.Hospital overwhelmed and elderly frail people with Covid bein...","sentiment_score":-0.2916666667}
{"full_text":"Implementation of the #SDGs is a statistically significant variable in a country's improved performance in the Ease of Doing Business Index. It can -- in turn -- aid in building back better as the world enters the second year of the pandemic:","sentiment_score":0.21875}
{"full_text":"I agree to roll out reasoning as poor, all of Morrison's covid reasoning has been poor.But storage has little to do with the fundamental differences between the two vaccine types.They act in different ways on different mechanisms.We may well need both before this is over.","sentiment_score":-0.146875}
{"full_text":"This lil pandemic was cute while it lasted but she needs to go i need a vacation","sentiment_score":0.5}
{"full_text":"RT COVID-19 alert! Can i fuck from behind","sentiment_score":-0.4}
{"full_text":"'(COVID-19) has focused attention on the imbalancein humanity's relationship with nature and on thefragility of the bonds of globalization.\"ICYMI: Great read  co-authored by our Scientific Advisory Chair Prof","sentiment_score":0.8}
{"full_text":"RT There were 22,000 flu deaths in 2019-2020.There were 22,000 #COVID19 deaths last week.","sentiment_score":0.0}
{"full_text":"Download the Protect Scotland app for free to your own mobile device. The app will alert you if you have come in close contact with another app used who has tested positive for coronavirus. For more information visit:","sentiment_score":0.4318181818}
{"full_text":"WATCH: Spurs' Poeltl discusses NBA COVID regulations, DeMar DeRozan and more #nba #gospursgo","sentiment_score":0.5}
{"full_text":"President-elect Joe Biden picked his COVID-19 task force, but now he must choose his top healthcare officials. Ready to know what this means moving forward?https:\/\/t.co\/Z4OJcqWm2L","sentiment_score":0.35}
{"full_text":"RT Democrats think you're stupid. They think they can just blame a positive COVID-19 test on Republicans not wearing masks w...","sentiment_score":-0.2863636364}
{"full_text":"\"In the midst of the COVID-19 pandemic, graduate students previously enrolled or contemplating spring 2021 enrollment should be aware of significant trends.\" - #Canyon","sentiment_score":0.1527777778}
{"full_text":"For this bookseller of Kabul, who has witnessed decades of civil war, spent time in prison, and fought a controversial legal battle, the pandemic is a mere footnote in a lifetime of far greater challenges. Read his remarkable story here:","sentiment_score":0.2142857143}
{"full_text":"Time: 23:00 * Temp: 2.8degC * Wind: W 0.0 to 0.0mph * Pressure: 1013.0hPa * Rain: 0.2mm * Hum: 92% * ET: 0.2mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:39 * Sunset: 16:23 * Cloudbase: 600ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT A massive tax increase could be coming for millions of middle-class families.The Obamacare individual mandate tax -...","sentiment_score":0.0}
{"full_text":"Only Republican members who callously refused to take into account the well-being of their colleagues turned shelter-in-place rooms into petri dishes -- at least 3 in Congress have tested positive for COVID-19.","sentiment_score":-0.0242424242}
{"full_text":"RT Residents and staff were able to receive their first doses of the Moderna COVID-19 vaccine on Tuesday, January 12, 2021, at...","sentiment_score":0.375}
{"full_text":"RT Stay at home order but gatherings of 5 can happen. Uhm, how can u have gatherings when you're supposed to be at...","sentiment_score":0.0}
