{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Not all masks are equally protective. Better masks will be important, particularly if more contagious strains of Covid sp...","sentiment_score":0.35}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Have you tested positive for COVID? Avoid exercise for at least 2 weeks after recovery. It may cause inflammation of h...","sentiment_score":-0.0363636364}
{"full_text":"Fauci Ouchie it shall be, forevermore!","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT California Likely Paid Out $10 BILLION in CoVID Relief to 'Organized Crime, Russia, China'","sentiment_score":0.0}
{"full_text":"RT I saw someone refer to the Covid vaccine as a \"Fauci Ouchie\" and I'm so here for it.","sentiment_score":0.0}
{"full_text":"\"You know me from watching porn!\" Phoebe Buffay","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"It's something I have seen among families. Some believe the lies of the former occupant, that the election was stolen, that Dems will bring ruin &amp; then there are the ones who didn't drink the Kool Aid. It makes not gathering &amp; being subjected to them during Covid19 a lot easier.","sentiment_score":0.0}
{"full_text":"RT stop sexy-fying v bad things.","sentiment_score":-0.7}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"I did thank you. Zoom calls and gooey chocolate cake - lockdown celebrating ","sentiment_score":0.0}
{"full_text":"RT PLEASE SHARE: someone very close to me just lost their father to Covid, and is now left to look after his family and a mor...","sentiment_score":0.1}
{"full_text":"It has to go through their sticky fingers or its not happening","sentiment_score":0.0}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"RT Our food produce workers wanted a $1 raise after risking their lives in COVID. They were denied, asked to pay more for healthcare,...","sentiment_score":0.5}
{"full_text":"RT Amsterdam's oldest gay bar renamed 'IKEA' in protest at superstore remaining open through lockdown","sentiment_score":0.2083333333}
{"full_text":"RT Marianne, I live across town from this horror. Shame on the Cobb County Schools Superintendent and call...","sentiment_score":0.1363636364}
{"full_text":"RT NEXT: Dr. Anthony Fauci joins to discuss Covid-19 and the vaccine distribution within communities of color. Tune i...","sentiment_score":0.0}
{"full_text":"Benitez leaves Chinese side Dalian citing difficulties due to COVID-19","sentiment_score":-0.0625}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Many of the workers travel into the offices from Swansea's commuter belt. Tonia Antoniazzi, MP for Gower, said she had...","sentiment_score":0.5}
{"full_text":"RT Well this didn't happen did it and we're nearly into Feb  ","sentiment_score":0.1}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"Stay up to date with the latest information on Covid-19 vaccines, view the distribution plan, data dashboard, FAQs, where to get vaccinated if you are age 70 or older, and more at","sentiment_score":0.3888888889}
{"full_text":"What the feck!   Tonight I'm reading Twitter and it's all about our loser government killing us all...and here's another example!","sentiment_score":0.0}
{"full_text":"RT 210123 SEHUN INSTAGRAM LIVESehun: Because of Corona, (you) can't go to school right? It's dangerous so please stay at hom...","sentiment_score":-0.1571428571}
{"full_text":"RT Yes be good little ghouls and you'll gain status.","sentiment_score":0.25625}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"Everything We Know About Covid Variants So Far, According to Faucihttps:\/\/t.co\/clgLzyWDiZ","sentiment_score":0.1}
{"full_text":"RT But under that new calculus, those expectations don't ACTUALLY make any sense - just like 15 days to slow the spread doe...","sentiment_score":-0.0545454545}
{"full_text":"RT I am just really really really happy to be rid of the vice grip of negativity from trash fire White House squatter on social med...","sentiment_score":0.2777777778}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when hunter x hunter returns from hiatus\" ","sentiment_score":0.2}
{"full_text":"It would be great if we had a government with some ambition that would try and get us there. It's time for zero Covid or else we will have no summer to enjoy again.","sentiment_score":0.6}
{"full_text":"RT Reading social media posts from the alternate universe of the GOP, Biden is somehow responsible for the loss of tens of thou...","sentiment_score":0.0777777778}
{"full_text":"RT China went on a serious quarantine, not the \"stay at home, if it's convenient to you\" quarantine that America had","sentiment_score":-0.3333333333}
{"full_text":"RT I will never, ever blame the public for failing to stay at home:Why?1The public are not financially supported to st...","sentiment_score":0.0}
{"full_text":"RT People keep saying that thousands of businesses have shut and millions of people have become unemployed 'because of the pand...","sentiment_score":0.0}
{"full_text":"RT I-MASK+ Protocol:  The Science Doesn't Lie I V E R M E C T I N #IMV #COVID19 #lockdown #SaveLives #FLCCC","sentiment_score":0.0}
{"full_text":"RT California Likely Paid Out $10 BILLION in CoVID Relief to 'Organized Crime, Russia, China'","sentiment_score":0.0}
{"full_text":"RT I actually have friends there, you self righteous brat. Away from their wives and children. Exposed to Covid. You know w...","sentiment_score":0.0}
{"full_text":"RT A link to donate is in the replies!","sentiment_score":0.0}
{"full_text":"RT Nearly all my friends have been handling their parents' appointments for the vaccines; obviously you don't need a tech-savvy...","sentiment_score":0.05}
{"full_text":"RT After 3 days on the job, Biden has cost thousands of jobs by eliminating the keystone pipeline and raised the price of in...","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT BMA are not endorsing 12 weeks between covid doses....this govt are just inventing 'data'....it does not exist. None can...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when hunter x hunter returns from hiatus\" ","sentiment_score":0.2}
{"full_text":"RT #hamburg today#Art by kids&amp;teenagers from #Motte#HappyWeekend Friends!peacelove No war!...","sentiment_score":0.0}
{"full_text":"As simple as that!","sentiment_score":0.0}
{"full_text":"RT Good news. And a reminder how amazing it is, despite all the obstacles and obstructions, that we have highly effective cov...","sentiment_score":0.4625}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Chesa skipped out on the memorial yesterday for the two women who were tragically killed on New Years because Chesa refused t...","sentiment_score":-0.0318181818}
{"full_text":"I'm obsessed with bread and butter at the moment lockdown has gone to me head x","sentiment_score":-0.5}
{"full_text":"RT How much will it cost Scotland to administer the covid vaccine every year and how would Scotland pay for this. An...","sentiment_score":0.2}
{"full_text":"How, during normal times but especially during covid, do people leave bathroom stalls with their deposits STILL in the toilet?!","sentiment_score":0.0361111111}
{"full_text":"Fingers and toes crossed.....","sentiment_score":0.0}
{"full_text":"RT Vitamin D - \"the sunshine vitamin\" - has received increasing attention throughout the COVID-19 global pandemic, questio...","sentiment_score":0.0}
{"full_text":"RT More of this please ","sentiment_score":0.5}
{"full_text":"RT Today on #DarkHorseLive64 with we will discuss some of what Biden has accomplished so far, surviving th...","sentiment_score":0.15}
{"full_text":"RT Senate shows disrespect to the Executive by publicly airing their personal views w\/o thinking of its impact on public trust. I...","sentiment_score":0.0}
{"full_text":"RT Covid is evolving in weeks and months the way flu evolves in years. Ominous.","sentiment_score":0.0}
{"full_text":"RT Striking report on anti-inflammatory drug colchicine in Covid19 reducing hospitalizations by 25%, the need for mechanical...","sentiment_score":0.5}
{"full_text":"RT New Coronavirus variants could spell trouble for a nation already at its breaking point. What you need to know about the...","sentiment_score":-0.0318181818}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":"RT There are two different policing standards in Toronto. If you are with the American franchise called Black Lives Matter, po...","sentiment_score":-0.0555555556}
{"full_text":"RT hundreds of students gather at  IM fields for a powder puff game- maskless and no social dista...","sentiment_score":-0.2083333333}
{"full_text":"RT Our food produce workers wanted a $1 raise after risking their lives in COVID. They were denied, asked to pay more for healthcare,...","sentiment_score":0.5}
{"full_text":"RT Keep Your Distance Comedy and this pandemic are forcing me to become a better comedian.  Because we have a lot of people wh...","sentiment_score":0.5}
{"full_text":"RT This Film is almost Close to Everyone's Heart !!It Creates an Benchmarking Records in History of Cine Industry  Bee...","sentiment_score":0.0}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT UPDATE: In the interest of education, let me tell me you about my symptoms from the #Moderna #vaccine. The first shot m...","sentiment_score":0.25}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT people still hanging out with friends and partners during a stay at home order?  seriously guys totally cool i forgot the r...","sentiment_score":0.0083333333}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Colleague Lucas Tomlinson rpts \"well over 100\" National Guard troops have contracted coronavirus since being dispatched to...","sentiment_score":0.0}
{"full_text":"RT Tennis Australia will delay the start of three Australian Open pre-tournaments for 24 hours to enable tennis starts curre...","sentiment_score":0.0}
{"full_text":"Hola, you can read it here: This is not correct. SARS-CoV-2 is nothing like influenza virus from a virological or evolutionary standpoint. A short... Enjoy :) ","sentiment_score":0.3}
{"full_text":"RT 25 million reported COVID cases in the United States now.","sentiment_score":0.0}
{"full_text":"RT WHO decides PCR nasal swab tests are not sufficient COVID-19 tests after they diagnose 24M Americans - #O...","sentiment_score":0.0}
{"full_text":"RT COVID showed us low tide in America.It exposed the ugliness that lies beneath.The racism, disparities and inequality....","sentiment_score":-0.15}
{"full_text":"RT So...let me get this straight...Repubs are going crazy over what kind of watch Biden is wearing but they were totally cool...","sentiment_score":0.1166666667}
{"full_text":"RT It is official. The vaccine is now and forevermore to be called a \"Fauci Ouchie\"","sentiment_score":0.0}
{"full_text":"COVID-19 hospitalizations may be trending down, but Alabama's hospital system remains strained. #WVTM13 at 5 p.m.","sentiment_score":-0.1555555556}
{"full_text":"But ebe corona he dey fear","sentiment_score":0.0}
{"full_text":"RT This guy has been a doctor his whole adult life and it took him less than one year to decide masks are worthless to neede...","sentiment_score":-0.1666666667}
{"full_text":"RT I did the one time I've been able to safely leave home since March 9th. Too many no-maskers here in Phoenix &amp; I'...","sentiment_score":0.5}
{"full_text":"RT THE PREMIUM WHITE HOUSE CONTENT WE NEED","sentiment_score":0.0}
{"full_text":"RT I've gone caveman in lockdown should I trim or keep the bush? ","sentiment_score":0.0}
{"full_text":"RT Great stories, particularly great love stories, begin with one small, astute observation, nothing more. \"Che gelida manina,...","sentiment_score":0.4833333333}
{"full_text":"RT Dr David Nabarro is 'glad' to see those most at risk prioritised for the vaccinehttps:\/\/t.co\/lT0Dech6in","sentiment_score":0.5}
{"full_text":"RT EXCLUSIVE: Boris Johnson's failed school closure policies - which worsened the pandemic - were made under pressure from Us...","sentiment_score":-0.5}
{"full_text":"RT Ryan is a friend to a lot of us outside of social media and his family has been hit hard with COVID. His stepfather has pass...","sentiment_score":-0.0861111111}
{"full_text":"These college bball coaches might as well not wear a mask.","sentiment_score":0.0}
{"full_text":"RT See also:Over a third of Swiss-bought Covid-19 vaccines have been administered How vaccine tec...","sentiment_score":0.0}
{"full_text":"RT Why would raise the cost of insulin for people during a pandemic?","sentiment_score":0.0}
{"full_text":"RT K media said today the president of Korea, Moon talked with the president of Costa Rica , Carlos Alvarado Quesada on the p...","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Because this is SUCH an important message my social bubble buddy and mum: #MamaKhan has agreed to help me spread this vit...","sentiment_score":0.1444444444}
{"full_text":"You don't know that. Where is your case, facts and proof. Canada raised its min wage and it improved the lives of the lower wage earner and no effect on the big business. Stop picking on the people who worked fearlessly through the pandemic you are not a very nice person","sentiment_score":-0.1153846154}
{"full_text":"RT California Likely Paid Out $10 BILLION in CoVID Relief to 'Organized Crime, Russia, China'","sentiment_score":0.0}
{"full_text":"i've supported you in the past when you indirectly jinxed the pandemic, but this is just too far. despicable.","sentiment_score":-0.075}
{"full_text":"RT China went on a serious quarantine, not the \"stay at home, if it's convenient to you\" quarantine that America had","sentiment_score":-0.3333333333}
{"full_text":"William and Kate get a pandemic puppy","sentiment_score":0.0}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \" when lorde release new music \" ","sentiment_score":0.1787878788}
{"full_text":"At least five local boats are stuck at the dock with nowhere to deliver their Bering Sea cod after the shutdown of the Alyeska Seafoods processing plant.https:\/\/t.co\/CHWehQUiaA","sentiment_score":-0.15}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT got a present for myself for surviving covid","sentiment_score":0.0}
{"full_text":"Watch this pandemic end when I'm 30 lmao","sentiment_score":0.6}
{"full_text":"Maybe there are experts determining what is worth keeping open and what isn't during a global pandemic. We can't stop driving but we can put seatbelts on and make sure our airbags are functional","sentiment_score":0.2}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT We are currently facing four converging crises -- COVID-19, the resulting economic crisis, climate change, and racial inequi...","sentiment_score":0.1}
{"full_text":"The pandemic kickstarted a second payment revolution, and by 2025 travelers were in even more control of how they booked their trips and spent their money during their wanderings.","sentiment_score":0.1333333333}
{"full_text":"RT COVID is destroying rural( the ranchos ) Mexico. please make sure y'all get tested before going to Mexico. Our people are al...","sentiment_score":0.1}
{"full_text":"RT UK Minister provokes 500 Covid cases at DVLA Swansea as symptomatic told to work, vulnerable refused home-working, Cov...","sentiment_score":-0.5}
{"full_text":"RT Why would raise the cost of insulin for people during a pandemic?","sentiment_score":0.0}
{"full_text":"Now Announcing COVID-19 Antigen TestsDon't wait to get tested, we're now offering Antigen test kits for Point-Of-Care environments. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antigen Test Kits at","sentiment_score":0.5}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT For months, &amp; I have called for an equitable response to this pandemic. EO answers our calls by taki...","sentiment_score":0.0}
{"full_text":"RT For months, &amp; I have called for an equitable response to this pandemic. EO answers our calls by taki...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT Nobody should obey a single lockdown mandate. No one. The purpose of them was to exploit a treatable respiratory infectio...","sentiment_score":-0.0714285714}
{"full_text":"RT AOC says FEMA is preparing to cover $2 billion in COVID-19 funeral costs across the US: 'We finally got it done'","sentiment_score":0.0}
{"full_text":"RT This weekend, don't forget: - Wear a mask- Stay socially distanced- Avoid large indoor gatherings Together, we can save lives.","sentiment_score":0.1238095238}
{"full_text":"RT my whole lockdown mood:","sentiment_score":0.2}
{"full_text":"RT Delaying second vaccine dose increases risk of new resistant strain, Sage reveals","sentiment_score":0.0681818182}
{"full_text":"RT A 6-year old ballet student asked me today if I'm excited about getting my \"Fauci Ouchie\" soon, and I will now be referring...","sentiment_score":0.2375}
{"full_text":"The latest #TopTweets! Thanks to #covid19 #trump","sentiment_score":0.4125}
{"full_text":"5 Reasons to Move Your Office to the Suburbs During COVID-19 #CRE #Office #Suburbs #TenantTips #NewNormal #TenantRep","sentiment_score":0.0}
{"full_text":"RT \"It's Covid!\"\"It's teething problems!\"\"It's remainers!\"\"It's no big deal!\"\"It's too early to tell!\"\"It's the EU!\"\"...","sentiment_score":0.078125}
{"full_text":"RT The price of lemon &amp; ginger is up, so basically the poor can't afford what is meant to be one of the \"cheapest\" way to hel...","sentiment_score":-0.4}
{"full_text":"RT Yes be good little ghouls and you'll gain status.","sentiment_score":0.25625}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT The next time you get a Scottish nationalist telling you what a great job Nicola Sturgeon and Jeane Freeman are doing in hand...","sentiment_score":0.4}
{"full_text":"RT I, for one, like leaders who lead.","sentiment_score":0.0}
{"full_text":"At least 220 NHS staff and care workers have been identified after dying with coronavirus.https:\/\/t.co\/iKnVBxTN9c","sentiment_score":-0.3}
{"full_text":"Moderna And Pfizer Need To Nearly Double COVID-19 Vaccine Deliveries To Meet Goalshttps:\/\/t.co\/3tliIkAjCj","sentiment_score":0.0}
{"full_text":"RT Bill Gates implanting himself with a micro-chip to monitor where Bill Gates is at all times","sentiment_score":0.0}
{"full_text":"The  number of new COVID-19 cases dipped in many, but not all,  South Shore communities.","sentiment_score":0.3181818182}
{"full_text":"A three-stage ad campaign will be aired to try and encourage Australians to take the COVID vaccine across all forms of media. Have your say here.","sentiment_score":0.1}
{"full_text":"Covid has kept schools closed for almost a year nowI wonder how many kids became successful from TikTok?My guess is that many kids used this new platform and time off as an opportunity to get ahead in life","sentiment_score":0.3572727273}
{"full_text":"RIP Eric Arnold -","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"On average, 10 people are testing positive for #COVID19 every minute.10-12% of those end up hospitalized, stressing our health care system even more. Stay home. Quarantine for 10 days if you've traveled, are a close contact, or been at a gathering. Your bubble is not safe.","sentiment_score":0.0818181818}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"Lockdown got me eating clubs instead of dancing in dem","sentiment_score":0.0}
{"full_text":"The University of North Carolina at Chapel Hill announced Friday that it avoided returning to campus 112 undergraduate students who tested positive for the coronavirus through its newly launched mass testing program.","sentiment_score":0.1818181818}
{"full_text":"Viewpoint reviews data on lack of benefit of temozolomide in patients with newly diagnosed, wild-type IDH, unmethylated MGMTp glioblastoma, highlighting that #COVID19 pandemic introduces reason to revisit standard practices of little or no benefit #BTSM","sentiment_score":-0.0170454545}
{"full_text":"How will President Biden's COVID-19 vaccine plan impact Alabama? --&gt; ","sentiment_score":0.0}
{"full_text":"Vaccinations pass 5 million as daily rate hits level needed to reach mid-February goalhttps:\/\/t.co\/VarUt33KZa","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"I know my credit card number by heart. Time for the pandemic to be over.","sentiment_score":0.0}
{"full_text":"U.K. Nurse Tells Kate Middleton About Being Asked to Sing Bon Jovi to Dying COVID Patienthttps:\/\/t.co\/vkmugH2oY2Presented by","sentiment_score":0.0}
{"full_text":"Singh said his restaurant had been able to keep its doors open through the pandemic, only to have the fire happen during the uncertainty.https:\/\/t.co\/5EYWVQLqRS","sentiment_score":0.1666666667}
{"full_text":"Vulnerable, elderly Adair County residents encouraged to submit COVID vaccine requestshttps:\/\/t.co\/RBUctn4PRi#KTVONews","sentiment_score":-0.5}
{"full_text":"RT DavidnBj AyersThis MD &amp; RN 100% support the doctor's prescription &amp; over-the-cou...","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when d. sebastiao comes back\"","sentiment_score":0.1333333333}
{"full_text":"'I've Tried Everything': Pandemic Worsens Child Mental Health Crisis","sentiment_score":-0.1}
{"full_text":"RT \"Once COVID is over\" is starting to sound a lot like \"once one direction gets back together\" ","sentiment_score":0.1333333333}
{"full_text":"AAKP BOD\/Amb Kent Bressler recognized w Presidential Volunteer Service Award for advancing AAKP's COVID RISK education\/ELEVATION of kidney patients in COVID clinicals trials\/vaccine protocols. Our COVID programs have engaged 80K+ patients in 70+ countries!","sentiment_score":0.0}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"when d. sebastiao comes back\"","sentiment_score":0.1333333333}
{"full_text":"Pandemic Still Wreaking Havoc On University Budgets, Personnel: New Actions By Marquette, William Paterson, And Kansas Board Of Regents. (Forbes) #Education","sentiment_score":0.1363636364}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"Making friends is a skill, and can be learned just like anything else. :) Tough in a pandemic, though.","sentiment_score":0.0555555556}
