{"full_text":"You do know that they can still get the virus and spread it to others, right? Also, if you really wanted to do anything about undocumented workers, you'd prosecute the employers profiting off of their labor instead of immigrants trying to feed their families.","sentiment_score":0.2428571429}
{"full_text":"RT Rate Of Adverse Reactions To COVID Vaccines Already 50x Higher Than Flu Shot","sentiment_score":0.25}
{"full_text":"RT US gov granted COVID bailout fund to Falun Gong cult's media arm Epoch Times to spread COVID conspiracy theories.","sentiment_score":0.0}
{"full_text":"#GhostDC TODAY and on January 6, 2021Do not give the Proud fools OR Trump and Trump's minons the violence THEY WANT!!  LET THEM LOOK STUPID RALLYI G AGAINST THE INEVITABLE!!!Leave Washington DC streets EMPTY!!  STAY HOME and DO NOT engage!PLEASE PASS IT ON.... #Resist","sentiment_score":0.0145833333}
{"full_text":"RT GEORGIA: Tonight's race is going to CLOSE. Don't stay home. Go out &amp; vote. Tell your friends &amp; family to vote. The futur...","sentiment_score":0.0}
{"full_text":"To prevent future outbreaks and their impact on lives, livelihoods and economies, all countries must invest in preparedness and universal health coverage. Here is the blueprint","sentiment_score":0.0}
{"full_text":"RT The student in me died during the first lockdown, idk how long I can keep covering his death","sentiment_score":0.1}
{"full_text":"RT The Scottish Govt have been guaranteed a minimum additional PS8.2 billion in the current year from the UKG to help address...","sentiment_score":0.0}
{"full_text":"Then there's the fact teachers (like my wife) are currently in school for a substantial amount of children (compared to the March lockdown) for Face to face tuition while scrambling to also prepare and set work for the rest of the cohorts in an online capacity.  total shambles","sentiment_score":0.0}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"The GOP rails against non-existent threats while ignoring the pandemic that's killed more than one in a thousand Americans.","sentiment_score":0.15}
{"full_text":"RT Terrific thread on why #COVID19 #vaccination efforts are going so poorly across America.@threadreaderapp please make a...","sentiment_score":-0.2}
{"full_text":"RT How to treat sick patients with covid-19 better1. Dexamethasone and the neutrophil-to-lymphocyte ratiohttps:\/\/t.co\/h6nuRCI...","sentiment_score":-0.7142857143}
{"full_text":"Do you know how hard it's been to be newly engaged during a pandemic? All I want to do is show my ring off to every single person I know but I can't because the only people I see are the man who gave me the ring and my dog and they've both seen it 5 million times. I hate it here.","sentiment_score":-0.2053463203}
{"full_text":"RT Report: #GRAMMYs delayed over COVID concerns. New date slated for March (via","sentiment_score":0.1363636364}
{"full_text":"RT If I'm forced to wear a mask in House of Hypocrites, it's going to have a message.","sentiment_score":-0.3}
{"full_text":"do i download dating apps again to fuel my lockdown?","sentiment_score":0.0}
{"full_text":"He will take us out of lockdown February for valentine sales.. he will then scream tiers March - April &amp; OFC it's Easter. So sales. then ofc the pubs will need to open in time for end of season... I can see it already.","sentiment_score":0.0}
{"full_text":"Never believe a Tory. Letting Covid be endemic is a choice.","sentiment_score":0.0}
{"full_text":"The Covid denial here is worrying to say the least.","sentiment_score":-0.3}
{"full_text":"God is truly amazing. Sending love to your family. Keep taking care of yourselves ","sentiment_score":0.55}
{"full_text":"RT No travel history is scary","sentiment_score":-0.5}
{"full_text":"COVID-19: How scientists warned Boris Johnson in private before 'inevitable' national lockdownhttps:\/\/t.co\/Yj5j918eGf","sentiment_score":0.0}
{"full_text":"RT PS19 billion has come north to Scotland from Westminster to cope with the pandemic and businesses are still crying out for fun...","sentiment_score":0.05}
{"full_text":"RT Hats off to who  managed incredibly well with all these tournaments taking place during the #COVID19 period!...","sentiment_score":1.0}
{"full_text":"RT Utterly soul destroying when patients say they spent xmas day with extended family and now everyone is positive for covid....","sentiment_score":-0.0181818182}
{"full_text":"RT The republican party is unfit to govern and does not care if you live or die.","sentiment_score":0.1363636364}
{"full_text":"Bad luck to them. 1, they were warned not to go. 2 they had 48hrs notice to come home. They chose to finish their holidays. They can stay there now.","sentiment_score":-0.7}
{"full_text":"RT So ur telling me I lost my teens to mental illness and now I'm losing my twenties to a global pandemic  haha nice","sentiment_score":0.175}
{"full_text":"RT When they replace Trump-Pence in 15 days, our new POTUS and VP need a Senate that works with our House Majority to help Ame...","sentiment_score":0.1363636364}
{"full_text":"RT $2,000 recurring checks until the pandemic is over","sentiment_score":0.0}
{"full_text":"RT 731 Batch B NYSC members test positive for COVID-19 -- PTF","sentiment_score":0.2272727273}
{"full_text":"RT President Cyril Ramaphosa what the news won't show you about Doctors coming clean about Covid 19 and Statistics .","sentiment_score":0.3666666667}
{"full_text":"RT A reminder of my 'pinned tweet' :Tory voters, at the next election: 'stay at home' - 'protect the NHS' - 'save lives'","sentiment_score":0.0}
{"full_text":"TCC COVID-19 lockdown statementhttps:\/\/t.co\/O8TDPhttLI","sentiment_score":0.0}
{"full_text":"The Covid Deathstar is  perfect","sentiment_score":1.0}
{"full_text":"RT Perfect. Also why you won't catch me tweeting about Covid, medical science or Icelandic pop. Knowledge matters. That's the wa...","sentiment_score":0.5}
{"full_text":"RT The \"progressives\" in Scotland.\"Look at those brave people of Georgia standing in miles long line, socially...","sentiment_score":0.2611111111}
{"full_text":"RT Tomorrow is my birthday. This time last year I had 2 parents. My dad passed in April from Covid and my mom passed last week fr...","sentiment_score":0.0}
{"full_text":"RT Covid-19 vaccination began today in Saskatchewan's Far North. #covid19sk","sentiment_score":0.1}
{"full_text":"Absolutely adore this.","sentiment_score":0.2}
{"full_text":"this isn't about covid and i haven't taken one seeing as politicians(that didn't even believe in covid) are getting the vaccine first! we'll see if they get any symptoms","sentiment_score":0.3125}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"The key message is'Stay at Home' closing schools is a big decision and potentially damaging. But allowing children\/students to roam about in groups  really defeats the object.","sentiment_score":0.05}
{"full_text":"RT China blocks entry to WHO team studying Covid's origins","sentiment_score":0.0}
{"full_text":"RT .@GlobalPHObserv Mandating COVID-19 VaccinesExamine whether vaccine mandates would be lawful and ethical and whether they...","sentiment_score":0.1}
{"full_text":"This has caused pain and suffering on top of us dealing with the pandemic!!","sentiment_score":0.78125}
{"full_text":"RT VP-elect will cast the deciding vote for COVID relief, jobs, racial justice, and access to health care if G...","sentiment_score":0.0}
{"full_text":"RT Please write to your own MP - template below - &amp; RT. There is a real chance of getting these rules changed &amp; helping pu...","sentiment_score":0.4}
{"full_text":"RT Top tip: if you find burglars in your home, the police will say they're too busy to attend. But if you say someone is breakin...","sentiment_score":0.3}
{"full_text":"RT Prayers up.Birmingham Mayor Randall Woodfin has been hospitalized with Covid pneumonia, the Alabama city announced.","sentiment_score":0.0}
{"full_text":"RT Please, here at home, we are 9 with Covid. Can you pray for us ","sentiment_score":0.0}
{"full_text":"RT Rolling Stone reports that the 2021 Grammys (originally scheduled for Jan 31st) have been postponed due to concerns over the...","sentiment_score":0.125}
{"full_text":"RT God bless Alan and GO VOTE IN GEORGIA!If we win in Georgia, we save America.","sentiment_score":0.8}
{"full_text":"Is the bed shortage still being exacerbated by patients not being discharged because there's nowhere to go? ","sentiment_score":0.0}
{"full_text":"RT The toughest task facing the new Biden administration is getting Covid vaccines distributed, says David Solomon.Watch th...","sentiment_score":0.1363636364}
{"full_text":"RT Carolyn &amp; I are proud to be among those to receive the COVID-19 vaccine this morning. African Americans have tested pos...","sentiment_score":0.4}
{"full_text":"Happy new year everyone hope you've all made your new lockdown resolutions x x","sentiment_score":0.3575757576}
{"full_text":"RT \"Rittenhouse said...that he was in Kenosha to protect local businesses from vandalism...He's admitted to using a coro...","sentiment_score":0.0}
{"full_text":"RT Two decades ago, Australia was one of the leading education nations in the world. But not any longer. The OECD reveals sy...","sentiment_score":0.0}
{"full_text":"California Funeral Homes Run Out Of Space As COVID-19 Rages | PatchHospitals are at double Capacity 80% with Covid these are frightening times everyone including Donald Trump supporters should be wearing a mask","sentiment_score":-0.25}
{"full_text":"RT I am sorry not to react to the many media requests, apologies. Very busy right in our lab bc of new variants, inbox is...","sentiment_score":0.1104155844}
{"full_text":"Daughters primary school issuing all kids a tablet and free data while in lockdown.Nice one.","sentiment_score":0.4}
{"full_text":"Let him provide money for food, drinks, weeds and logistics (from r a month)...we will lock down Nigeria until he is released.","sentiment_score":-0.1555555556}
{"full_text":"RT All of this is terrifying: Los Angeles County is running out of oxygen, telling ambulance crews not to transport patients who...","sentiment_score":-1.0}
{"full_text":"RT In January, Loeffler attended a private covid briefing, diminished the threat in public, and quietly bought stock in tele...","sentiment_score":0.0}
{"full_text":"has a R Mayor for Detroit and a D Gov. They are working together and rocking it.","sentiment_score":0.0}
{"full_text":"RT Fully 20.6 percent of DeSantis' state is 65+, making it the second-oldest state (and thus most covid-vulnerable state) in A...","sentiment_score":0.5}
{"full_text":"I sure hope you emphasize to your doctors about COVID-19 safety for the sake of your patients and other employees.","sentiment_score":0.1875}
{"full_text":"RT 1 in 5 people in LA has COVID.","sentiment_score":0.0}
{"full_text":"RT This pandemic has really revealed the extent of ableism and ageism in our society. I've never seen people be so open about w...","sentiment_score":0.1}
{"full_text":"RT JUST IN: UK reports over 60,000 coronavirus cases in a single day, the country's biggest increase since the pandemic be...","sentiment_score":-0.0714285714}
{"full_text":"RT not just cruel but fucking stupid","sentiment_score":-0.9}
{"full_text":"Don't buy any meat raised or processed in NE...@GovRicketts ....who's gonna buy NE meat products???","sentiment_score":0.0}
{"full_text":"RT There is a frustrating amount of disinformation pushed inside the boxing community when it comes to COVID-19.Patrick ha...","sentiment_score":-0.4}
{"full_text":"RT UK government confirms film and TV production can continue despite new lockdown measures.","sentiment_score":0.1363636364}
{"full_text":"With that being said, I was really looking forward 2get married in this season but the Covid19 situation makes everything so complicated but hey I can wait, since the bible says\" it's not good that man shall be alone\"-Genesis 2:18, I want 2honor that, n that verse applies 2us all","sentiment_score":-0.1}
{"full_text":"COVID-19 changed everything. The mental toll it's taken on us is significant. Remember to find small moments to laugh, get plenty of rest and be kind to yourself.","sentiment_score":0.185}
{"full_text":"RT We'll be reviving our #CreativeNetworkCrafts monthly online networking sessions with this Friday at 9.3...","sentiment_score":0.0}
{"full_text":"Listeners- due to an abundance of caution for COVID-19 there will be no episode of The Breakroom this week. See you next week. Thank you.","sentiment_score":-0.0625}
{"full_text":"RT Welcome to the newest defender against misinformation and Qanon*squints at teleprompter*...Guitar World","sentiment_score":0.8}
{"full_text":"Vent - Migraine day 155. We had it sort of under control the last few days but last night it spiked and today it's being a pain. Bad light sensitivity and nausea. It's hard fighting this during a pandemic when resources are stretched thin.1\/3","sentiment_score":-0.1202380952}
{"full_text":"3)  Not even a pandemic can stop the  desires of some officers who want to hunt us down and slay us. #AndreHill buried today for the magical ability black men have to make phones look like guns. Jacob Blake survived but was shot again in the back today by our injustice system.","sentiment_score":0.0444444444}
{"full_text":"RT More bad news. Getting worse. Exponential growth all over again, just faster32 COVID-19 Variant Cases Identified in S...","sentiment_score":-0.2}
{"full_text":"#webdev Dedicated Server 10-Core_2  #COVID19","sentiment_score":0.0}
{"full_text":"Anxiety anxiety anxiety, i get the sniffles and i think i have covid, i get a cough or a bruise i think i have a cancer or something equally terrible.  I am just not used to being home and not seeing people, so my anxiety has skyrocketed.","sentiment_score":-1.0}
{"full_text":"Ways to Restructure CRE Leases in the COVID-19 Era #CRE #COVID #TenantTipshttps:\/\/t.co\/VmYDq7gGB3","sentiment_score":0.0}
{"full_text":"RT Let's clear something up, \"I am not a scientist I am however a dad, granddad, husband and friend\". I see all of these pe...","sentiment_score":0.1}
{"full_text":"RT I hope the new Montana Governor gets a tour - in full PPE, of course - of COVID floors in Montana hospitals in the coming w...","sentiment_score":0.2431818182}
{"full_text":"RT Wow that must be annoying to have to deal with a bunch of morons accuse you of making up COVID cases. Thoughts and prayers to...","sentiment_score":-0.5}
{"full_text":"RT Did China write this?","sentiment_score":0.0}
{"full_text":"RT JUST IN: One in 50 people in England infected with COVID, government says","sentiment_score":0.0}
{"full_text":"Concerts are still holding?Una no dey fear COVID?","sentiment_score":0.0}
{"full_text":"Ruckus storage bins allow students to keep their personal study materials handy and separate from their peers. Learn more: #k12 #classroomdesign #socialdistancing","sentiment_score":0.3666666667}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"before the pandemic we were really just out here letting people breathe on us?","sentiment_score":0.2}
{"full_text":"RT China blocks entry to WHO team studying Covid's origins","sentiment_score":0.0}
{"full_text":"RT \"He'd formed this belief they were unsafe.\"A #Wisconsin hospital #Pharmacist said he intentionally attempted to destroy h...","sentiment_score":-0.2}
{"full_text":"RT wonder what new trends will come of lockdown 3 then","sentiment_score":0.1363636364}
{"full_text":"RT Fully 20.6 percent of DeSantis' state is 65+, making it the second-oldest state (and thus most covid-vulnerable state) in A...","sentiment_score":0.5}
{"full_text":"Scotland tells Donald Trump he's not allowed - Palmer ReportScotland's First Minister Nicola Sturgeon announced today that Trump won't be allowed to enter Scotland for a golf trip, because it's not considered \"essential\" travel during a pandemic.","sentiment_score":0.125}
{"full_text":"Awaiting Governors news conference expecting new information on Covid vaccination progress.","sentiment_score":0.1363636364}
{"full_text":"RT London alone has had thousands more coronavirus deaths than China, Australia, New Zealand, South Korea, Vietnam, Thailand an...","sentiment_score":0.3181818182}
{"full_text":"RT Doug Ford had a very busy day LYING to Ontario residents. His ludicrous efforts to blame the Feds for his utterly pathetic...","sentiment_score":-0.435}
{"full_text":"RT That made me laugh. When all this is over, when asked what you did during the pandemic, you can say th...","sentiment_score":0.3}
{"full_text":"RT CDC Unveils List Of Twitter Accounts You Can Follow To Piece Together Vaccine Information","sentiment_score":0.0}
{"full_text":"RT No idea why some people don't believe thousands are struggling for life, battling COVID-19. Anyway, this is especially for Doub...","sentiment_score":0.0}
{"full_text":"RT Anybody who thinks #COVID19 is made up or no worse than flu should perhaps watch tonight's  #C4News and visit their local...","sentiment_score":0.1}
{"full_text":"RT Contact tracing tech is an important and helpful tool but we should also consider how to preserve civil liberties when it co...","sentiment_score":0.4}
{"full_text":"RT Is the govt going to rely on the fact the lockdown guidance says you *should* only exercise once a day to suggest that it'...","sentiment_score":0.0}
{"full_text":"RT Two days ago I shared my sister in law and her husband tested positive for Covid. Today he passed away. From time of tes...","sentiment_score":0.2272727273}
{"full_text":"WARN ACT LAWSUIT: over Covid allowed:","sentiment_score":0.0}
{"full_text":"Ask questions when you visit a long-term care facility to understand your loved one's experience during the pandemic. Here's a link to questions:     Nevada's Long-Term Care Ombudsman Program: 1-888-282-1155 or ltc.ombudsman@adsd.nv.gov","sentiment_score":0.7}
{"full_text":"\"In the most painful way, pandemics show us what we need to fix in our world.\" Hear about what the pandemic has taught our society from in","sentiment_score":-0.1}
{"full_text":"\"There will be hiccups [in Malaysia's Covid-19 vaccine rollout] given the unprecedented nature of this pandemic, but overall, the country's immunization track record is sound.\" - Deputy Managing Director Heikal Rosnan tells","sentiment_score":0.3333333333}
{"full_text":"What are the benefits of getting a COVID-19 vaccine? Learn more at:","sentiment_score":0.5}
{"full_text":"Players must wear a face mask until they enter the game and when they are around other players and coaches outside the team environment.https:\/\/t.co\/0q75LhqK5Q","sentiment_score":-0.175}
{"full_text":"RT #China has reported to WHO a cluster of #pneumonia cases --with no deaths-- in Wuhan, Hubei Province  . Investigations are underwa...","sentiment_score":0.0}
{"full_text":"Germany extends lockdown until Jan 31 and toughens curbs - Associated Press","sentiment_score":0.0}
{"full_text":"Haha same. I started a new game during the pandemic after not playing it for like 10 years. Brought me back.","sentiment_score":-0.0127272727}
{"full_text":"RT WHO 'very disappointed' China yet to grant entry to coronavirus experts","sentiment_score":-0.975}
{"full_text":"\"We in Government are now using every second of this lockdown to put that invisible shield around the elderly and the vulnerable\"https:\/\/t.co\/bUBuyYiO82","sentiment_score":-0.25}
{"full_text":"The City of Hamilton is reporting a coronavirus outbreak at the paramedic base at 1000 Limeridge Rd. E. near Upper Ottawa Street on the Mountain. #HamOnt #HamiltonMountain #COVID19https:\/\/t.co\/thNATkF6FD","sentiment_score":-0.2333333333}
{"full_text":"Next up \"If you need help during the pandemic. Please try this address....www.google.com \"","sentiment_score":0.0}
{"full_text":"No,stay home. It's useless.","sentiment_score":-0.5}
{"full_text":"When the pandemic first hit, Mack Weldon CEO Brian Berger was focused on humanizing everything: the company's interactions with employees, with customers, its marketing.https:\/\/t.co\/LNhilAf2I2","sentiment_score":0.25}
{"full_text":"RT Gee that message doesn't sound like it's in sync with Ken Jennings or the Bean Dad. Sounds much more like a message we...","sentiment_score":0.45}
{"full_text":"\"As the outbreak-to-immunization narrative unfolds, the world should keep its eyes on Indonesia... the groundwork for a successful vaccination campaign is being laid.\" ","sentiment_score":0.75}
{"full_text":"Thanks very much","sentiment_score":0.23}
{"full_text":"RT Unis be like: you have exams submit your assignments on time or you will be penalised! Also unis: please note we are...","sentiment_score":0.0}
{"full_text":"Tweeted about that an hour ago (hit translate) so later I can't say I didn't see it coming. ","sentiment_score":0.0}
{"full_text":"If you are this afraid to be around your fellow Americans, it's probably best that you just stay home.#MindYourBusiness","sentiment_score":0.2}
{"full_text":"The U.S. could soon be giving at least a million COVID-19 vaccinations a day despite the sluggish start, Dr. Anthony Fauci said.","sentiment_score":-0.3}
{"full_text":"United Medical Equipment Business Solutions Network Inc. Committed to Provide Essential, Approved COVID-19 Solutions","sentiment_score":0.0}
{"full_text":"UPDATE: Yuma County Health Officials confirm 56 new cases of COVID-19 and *15 new deaths, bringing the total cases to 29,162. Weekend numbers included in UPDATE link.English:https:\/\/t.co\/xicO1ZWQt8","sentiment_score":0.0909090909}
{"full_text":"If you type \"Adar Poonawalla\" on Google, the top searched query is Natasha Poonawalla, Adar Poonawalla's wife. Natasha is also the executive director of Serum Institute of India.https:\/\/t.co\/yQUmyG5nIJ","sentiment_score":0.5}
{"full_text":"This study could help predict if you were more likely to adopt a pandemic puppy or kitten based on your religious beliefs  https:\/\/t.co\/YmW6d0nA5E","sentiment_score":0.1666666667}
{"full_text":"RT Tennis in 2021: COVID-19 questions key; Nadal, Djokovic eye records","sentiment_score":0.0}
{"full_text":"Despite the pandemic, small business optimism persists","sentiment_score":-0.25}
{"full_text":"RT China blocks entry to WHO team studying Covid's origins","sentiment_score":0.0}
{"full_text":"Princeville Makai Golf Club general manager Doug Sutter has observed a new trend since the start of the COVID-19 pandemic.For the full story, visit the link in our bio.","sentiment_score":0.1787878788}
{"full_text":"\"Nobody wants Diaper Don to be their neighbor?\" Trump not allowed into Scotland to escape Biden inauguration, Sturgeon warns #SmartNews ","sentiment_score":0.2}
{"full_text":"Coronavirus: Localised herd immunity, young population behind dip in India's Covid count? - health","sentiment_score":-0.15}
