{"full_text":"#COVID19 got me making a ball of greatness. #blessed #AttackonTitanFinalSeason #bored #pleaseoutdome","sentiment_score":-0.5}
{"full_text":"*FRESH* *GOVERNORS TO MEET OVER COVID-19 SECOND WAVE AS SCHOOLS RE-OPEN*https:\/\/t.co\/Vecj3kCUIp *THE INFORMANT REPORTS*Update@Mubat tv.","sentiment_score":0.15}
{"full_text":"RT \"While many Chinese people took pride in their collective ability to contain Covid-19... now more than 100 million peo...","sentiment_score":0.3333333333}
{"full_text":"RT Wow I'm not anti vas but the thread is frightening","sentiment_score":-0.2}
{"full_text":"Wexner, L Brands Board Sued for Epstein Ties, Harassment Culturehttps:\/\/t.co\/TSIEJdyr1s","sentiment_score":0.0}
{"full_text":"RT High chances that #Thalapathy65 takes Pongal 2022 slot!Vijay\/Sun Pic may plan 2x releases for next year then this year du...","sentiment_score":0.08}
{"full_text":"RT We can look forward to winter 2021\/2022 when the NHS will be prepared like never be...","sentiment_score":0.0}
{"full_text":"RT Sleeping on the streets in peak pandemic in winter - from the excellent","sentiment_score":1.0}
{"full_text":"RT Those who say hiking taxes in the middle of a pandemic would choke off recovery:@UKLabour@OECD@IMFNews@ecb@TheIFS...","sentiment_score":0.0}
{"full_text":"Fixed the wire somehow never  underestimate how jugadi an engineer can be .I hope to God this doesn't hotwire and kill me. Fuck this lockdown.","sentiment_score":-0.15}
{"full_text":"RT A simple recipe for fresh handmade pasta!Ingredients200g of flour2 large eggsSemolina (optional)Get the full rec...","sentiment_score":0.2160714286}
{"full_text":"RT Happiest when we're together. #BT21 #BASECAMP #StayAtHome #Happiness","sentiment_score":0.7}
{"full_text":"Birthday in a week in lockdown and have nothing to wear! Please let me look good for ma lockdown bday  #missguidedgiftme #missguidedbluemonday ","sentiment_score":0.7}
{"full_text":"Novak's previous acts regarding Covid will continue to haunt him. The demand for better food is valid, given it's part of the preparation. Hair salon request for a partner of a player is silly. Players need the AO as much as Melbourne needs AO. Middle ground called for #AusOpen","sentiment_score":0.0066666667}
{"full_text":"If Covid-19 Did Start With a Lab Leak, Would We Ever Know? #SmartNews ","sentiment_score":0.0}
{"full_text":"Sinai Health Receives Key BGI COVID-19 Testing Equipment Honouring Internationally Renowned Canadian Physician Dr....","sentiment_score":0.0}
{"full_text":"RT Happiest when we're together. #BT21 #BASECAMP #StayAtHome #Happiness","sentiment_score":0.7}
{"full_text":"RT Happiest when we're together. #BT21 #BASECAMP #StayAtHome #Happiness","sentiment_score":0.7}
{"full_text":"RT In last 24 hours, 46 people lost their lives due to #CoronaVirus. So far, 10,997 people in #Pakistan died since the #CO...","sentiment_score":-0.0083333333}
{"full_text":"<< It turns out that stopping the disease from spreading is the only thing that matters in a pandemic, and the state premiers did that. Their efforts should never be forgotten >> Michael Pascoe","sentiment_score":0.0}
{"full_text":"Shehu Sani raises alarm over reopening of schools amidst Covid-19 second wave","sentiment_score":0.0}
{"full_text":"RT Think about this data point. Half of all COVID cases have occurred since November.","sentiment_score":-0.1666666667}
{"full_text":"RT Those who are responsible for ignoring pandemic rules are bind to punishable #CBIUnveilSSRMurder","sentiment_score":0.2}
{"full_text":"RT We don't have a strong primary care system in the U.S. and we suffer avoidable heart attacks, strokes, kidney failure, in...","sentiment_score":0.1722222222}
{"full_text":"Such fabulous glasses and when filled up and drank from will ease the problems of lockdown\/ Loch Down,","sentiment_score":0.1611111111}
{"full_text":"RT KIIT students bag jobs, shake off Corona Scare.","sentiment_score":0.0}
{"full_text":"An overprivileged nobody who has been banging the same drum for a year. She said the government is inflicting psychological torture on us with lockdown. She would probably be happier in Belsen or one of the those slave ships on a cruise...","sentiment_score":0.0}
{"full_text":"Cool music, fresh artists and amazing hits played with aerial videos and other shots of Malta.The Malta dashcam is live when we're out and about.#StaySafe #COVID19 #CoronaVirus","sentiment_score":0.2522727273}
{"full_text":"Hey, we're afraid rewards can't currently be redeemed via Delivery. We have extended any rewards due to expire throughout lockdown until April so our customers won't lose out on these.","sentiment_score":-0.2416666667}
{"full_text":"Devi says it as it is, and as it should be.","sentiment_score":0.0}
{"full_text":"RT I don't think the gov't will make these certificates compulsory. But without one, you won't be able to take a plane, or...","sentiment_score":0.5}
{"full_text":"Homeless man lives at Chicago O'Hare airport for THREE MONTHS over 'COVID fears'https:\/\/t.co\/7zqjeQYnLS","sentiment_score":0.0}
{"full_text":"Why is it when someone dies of Covid with underlying health conditions it's Covid that killed them. Now we talk about vaccination deaths, oh they were already unwell or it's there age. Make your mind up needs to be the same rule for both.","sentiment_score":-0.1}
{"full_text":"If TOURISM is your money maker, you're in for a serious hurt.  Tourism is a basic, dressed-up form of slavery.  Maybe the arrival of COVID-19 is an opportunity for tourism sectors to graduate to technologies and higher forms of marketable knowledge. Naked!!","sentiment_score":-0.0208333333}
{"full_text":"Payday","sentiment_score":0.0}
{"full_text":"MP Port Dickson go jaga Kawasan Instead of busy politicking Been high Covid cases in PD for few mths but MP PD not concerned MP PD always Gila want to be MP in order 2 be a PMNo interest to serve Constituents","sentiment_score":0.02}
{"full_text":"RT Two Viruses; Worse than COVIDPolitical leaders using religion.....Religious leaders playing politics","sentiment_score":-0.4}
{"full_text":"RT With much of the Western world still in various states of lockdown, how strong will the recovery in #Oil be, and what compani...","sentiment_score":0.1583333333}
{"full_text":"Well said.","sentiment_score":0.0}
{"full_text":"RT Two Viruses; Worse than COVIDPolitical leaders using religion.....Religious leaders playing politics","sentiment_score":-0.4}
{"full_text":"RT Sturgeon's performance on Covid is a disgracehttps:\/\/t.co\/Pfvy3IVduR","sentiment_score":0.0}
{"full_text":"RT Cardinal Raymond #Burke has warned of the danger of \"certain forces\" who are using the cover of #COVID19 to promote \"fear...","sentiment_score":0.2142857143}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"RT Those who falsely claim Vaccines are 100% safe and who laugh at anti-vaxxers will be dependent on those who refuse to t...","sentiment_score":0.1333333333}
{"full_text":"#Vending sales were severely impacted by the #Covid19 pandemic throughout 2020, but losses in September were not as severe as in April, according to a new impact report from","sentiment_score":0.1363636364}
{"full_text":"RT Happiest when we're together. #BT21 #BASECAMP #StayAtHome #Happiness","sentiment_score":0.7}
{"full_text":"I'll be talking to at 10.10am about today's #Eurogroup meeting &amp; the roll out of the unprecedented EU economic package -the Covid19 Recovery &amp; Resilience Facility- which is valued at EUR673bn w\/ Ireland's initial allocation being EUR853m","sentiment_score":0.2666666667}
{"full_text":"This is how covid started","sentiment_score":0.0}
{"full_text":"And don't pretend you re sick so you can have the excuse for seeing her at the hospital ","sentiment_score":-0.3821428571}
{"full_text":"RT Colleagues\/humans: last week u shared struggles in critical care, with redeployment 2 unfamiliar places &amp; guilt about doin...","sentiment_score":0.0}
{"full_text":"RT Think about this data point. Half of all COVID cases have occurred since November.","sentiment_score":-0.1666666667}
{"full_text":"RT UK gov't is deliberately using the pandemic to avoid media scrutiny by calling it \"cheap points scoring in a national crisi...","sentiment_score":0.4}
{"full_text":"The British public are careful and calm - the problem is that the government isn't | John Harris","sentiment_score":0.05}
{"full_text":"Will the number of people who have died within 28 days of taking the vaccine be reported and will 'Covid Vaccine' be put as cause of death or mentioned on the death certificate?  ","sentiment_score":0.0}
{"full_text":"RT #AgeRelaxation_AirforceXY@IAF_MCC AGE relaxation de do corona ke karn","sentiment_score":0.0}
{"full_text":"RT I also got reports from the hospital on this at the end of last week. I contacted Stephen Donnelly about it on Friday. Th...","sentiment_score":0.0}
{"full_text":"RT Orthodox rabbi warns COVID-19 vaccine will make you gay","sentiment_score":0.1083333333}
{"full_text":"Have you had a yacht experience in Incheon? Do you want one? This is your number spot. The marina is close to the Incheon international airport and is surrounded by the Wangsan beach and Eurwangi beach.https:\/\/t.co\/6PkLRQ1AqN","sentiment_score":0.0}
{"full_text":"Translation - The U.K. is doing better than others and we don't like it.","sentiment_score":0.5}
{"full_text":"The benefits in UK are massive!  People come from across Europe to access our world leading benefits system which allows you to stay at home and not work...ever.  Give benefits to hard-up homeowners who have benefitted from property price increases.","sentiment_score":0.0}
{"full_text":"RT #CoronaVirus is not showing any chances of slowing down. In last 24 hours, 1,920 people were reported #COVID +ve in #Pa...","sentiment_score":-0.0777777778}
{"full_text":"RT The COVID19 virus loves indoors and closed spaces so removing your mask after you enter that building because they said...","sentiment_score":-0.1}
{"full_text":"RT Covid you proved your point please","sentiment_score":0.0}
{"full_text":"RT A lot of small businesses in Thailand were greatly affected by the pandemic. In support of the local vendors, this will b...","sentiment_score":0.1833333333}
{"full_text":"RT Putting the pan in pandemic","sentiment_score":0.0}
{"full_text":"RT \"We've secured 2 billion doses from five producers, with options on more than 1 billion more doses, and we aim to start deliveries...","sentiment_score":0.5}
{"full_text":"RT It once took 10 months of global pandemic before I shut the UK travel corridors.","sentiment_score":0.0}
{"full_text":"RT Covid-19 threw it's share at us but we are glad through our donors we had the opportunity to provide nutritional support...","sentiment_score":0.5}
{"full_text":"RT Strongly condemn the arrest of Said Alam Mahsud once again, this time by Tank police.The state authorities of Pakistan k...","sentiment_score":0.1916666667}
{"full_text":"Biden Plans To Activate FEMA &amp; National Guard To Help Vaccinate Americans Against Covid via","sentiment_score":0.0}
{"full_text":"RT NEW: A reminder from ONS this morning that your Covid risk is highly associated with your income.In England, the mortal...","sentiment_score":0.1481818182}
{"full_text":"RT Breaking: After being forced off a high speed rail train and put under forced detention for more than 24 hours under th...","sentiment_score":0.015}
{"full_text":"RT .@RobertJenrick on preserving statues of racists instead of supporting renters get out of arrears, fixing the problem...","sentiment_score":0.25}
{"full_text":"RT We're going to try and lift those #lockdown spirits with our first competition of the year and it's so easy to enter! To #win...","sentiment_score":0.5305555556}
{"full_text":"so many many comorbidity  in corona they can not learn doubted what may be the cause if i say i know who to listen me record put in verification even all do not your life span can be abridged abruptly at  any time  unless immediately in long continental tour etc","sentiment_score":0.185}
{"full_text":"RT #BREAKING British refugees fleeing ethnic tensions on the inhospitable, divided, covid-ravaged island following Brexit peace d...","sentiment_score":0.0}
{"full_text":"Redesigning Your Office Layout in an Era of Social Distancing #CRE #Office #Layout #COVID-19 #Design ","sentiment_score":0.0333333333}
{"full_text":"Bullying CONTINUES.!!!! Covid restrictions could extend until May unless numbers decrease, Nphet member warnshttps:\/\/t.co\/pWyeQwxora","sentiment_score":0.0}
{"full_text":"RT #Join #NPC #webinar \"#Rebooting #Indian #MSMEs post #covid19 epidemic\"Jan 19 at 2 pm. #Registernow ","sentiment_score":0.0}
{"full_text":"#Korean #slang terms that are relevant to the current climate. Ko-seukeu (koseukeu) and teok-seukeu(teogseukeu) combine mask (maseukeu), &amp; nose (ko) or chin (teog). These are improper ways to wear a mask, and subject to a a fine of W100,000 (approx. 91 USD)! #Korea #Learning","sentiment_score":0.1885416667}
{"full_text":"| Keeping Active &amp; Healthy with Jon during Lockdown.Tonight's session will focus on 'Setting Goals'Session to take place virtually via Zoom, 7pm.Email community@bcfc.com for joining instructions now. #StayHealthy #KeepActive #BCFC","sentiment_score":0.1833333333}
{"full_text":"Bring your sexy, period drama dreams to life when the pandemic is over!1\/2","sentiment_score":0.5}
{"full_text":"\"The pandemic has exposed the impact of 20 years of turning higher education into a marketplace and students into increasingly dissatisfied customers\"https:\/\/t.co\/MMcliUY4Cx","sentiment_score":0.25}
{"full_text":"Sanitize your mobile phone and other devices. This may be the device that you touch most throughout the day. During the pandemic phone hygiene is a growing concern. Clean your phone at least once a day as a preventative measure. #StaySafe #StayHealthy #COVID19","sentiment_score":0.1104166667}
{"full_text":"When it's your turn to get the #COVID19 vaccination, the NHS will contact you to book your appointment.You do not have to apply to have the jab and there is no charge for it.More information:>","sentiment_score":0.0}
{"full_text":"People walk over the Millennium footbridge during the coronavirus pandemic in LondonCredit: Toby Melville\/Reuters","sentiment_score":0.0}
{"full_text":"From today, people aged 70 &amp; over and the clinically extremely vulnerable will be invited to get their #COVID19 vaccination.The NHS will continue to vaccinate those who are still higher on the priority list. More info https:\/\/t.co\/UkPfpxHQGo","sentiment_score":0.0375}
{"full_text":"We have been amazed by the engagement with Seesaw. Here are some additional links that you might find useful to use alongside Seesaw:https:\/\/t.co\/eK6bHQppxn@FS2AngramBank","sentiment_score":0.3}
{"full_text":"The Department of Health said it is looking at tapping pharmacists and midwives to administer COVID-19 vaccines once the country begins the government's inoculation program this year. ","sentiment_score":0.0}
{"full_text":"RT Without fear of another Internet lockdown. Museveni rigged the election, era tebinaggwa","sentiment_score":0.0}
{"full_text":"RT Language AI is really heating up #MachineLearning #DataScience #Python #AI #100DaysOfCode #IoT #fl...","sentiment_score":0.2}
{"full_text":"RT AI on the road to overtaking humans #MachineLearning #DataScience #Python #AI #100DaysOfCode #IoT #f...","sentiment_score":0.0}
{"full_text":"RT for like 8 months i thought covid was one of those joke diseases where you ask \"what's covid\" and the other guy tells tou to suck...","sentiment_score":-0.125}
{"full_text":"RT #Airforce_age_relaxation #agerelaxation_airforce Dear sir,How can you be so cruel?Sir we...","sentiment_score":0.0}
{"full_text":"Remember it's stay at home Lockdown week  cases down over 20% last week.  So let's keep going Today the station car park at 9am is empty. No commuters.The street is very quietStay safe","sentiment_score":0.0888888889}
{"full_text":"Incoming White House chief of staff says the coronavirus pandemic will get worse before it gets better, projecting another 100,000 deaths from COVID-19 in the first 5 weeks of President-elect administration.","sentiment_score":0.0875}
{"full_text":"\"Mass hunger in the city, on this scale, is not something we have seen before, and this was created by public policy,\" said. #LockingDownThePoor by ","sentiment_score":0.0}
{"full_text":"This week the Mental Health Family Hour returns with Sam Tyrer from  and  discussing concerns you may have while in lockdown. We think many students and their families may benefit from watching this.","sentiment_score":0.2}
{"full_text":"If you are experiencing COVID-19 symptoms, get tested at the following clinics. Facilities may be closed due to exposure to COVID-19. For a full list of facilities, visit:  For more COVID-19 information, visit:","sentiment_score":0.125}
{"full_text":"Will you take part in our Movement Minutes session today at 11am? Join us on Facebook by searching #COVID19 #WeAreInThisTogether","sentiment_score":0.0}
{"full_text":"Thought this would make all women out there laugh!#jokes #staysafe #COVID@YvonneCorriga11","sentiment_score":0.0}
{"full_text":"The whole world is in down curve (winter resurgence curves - duh!) but the most vaccinated country in the world (with a strict national Lockdown nonetheless) is spiking up? #ConnectTheDots","sentiment_score":0.0423611111}
{"full_text":"RT A decade ago we were generating around 40 000MW. We're now around 29 000MW.Eskom has been useless long before COVID-19 and i...","sentiment_score":-0.275}
{"full_text":"Even if you can't be there, you have the power to help our kababayans plunged into more hardships because of the COVID-19 pandemic. DONATE NOW through Nationwide","sentiment_score":0.5}
{"full_text":"ICYMI: PH logs 2,163 new #COVID19 cases as DOH monitors possible holiday surgeFULL STORY:","sentiment_score":0.0681818182}
{"full_text":"\"Lockdown birthday's ain't so bad.\"https:\/\/t.co\/95T7JVIrQ7","sentiment_score":-0.7}
{"full_text":"Region has administered least Covid-19 vaccines in country, data shows","sentiment_score":-0.3}
{"full_text":"Enfield is in lockdown to stop the spread of coronavirus.You must not leave the house except to buy food, collect medicine, exercise or to go to work, if you can't work from home.#KeepEnfieldSafe","sentiment_score":0.0}
{"full_text":"The performance of #Fintech companies in 2020 indicates that there is a favorable scenario for 2021. Although the pandemic has hit different branches of the economy, fintech companies have performed well and this year will experience a period of dynamism.","sentiment_score":0.0}
{"full_text":"This #bluemonday, it's important to stop and take some time to look after your mental health. We know how much stress money worries can cause, especially during a pandemic.Alongisde we've got some tips to help limit that stress https:\/\/t.co\/Hhu8gOZkbe","sentiment_score":0.125}
{"full_text":"Looking for the perfect listen for your morning coffee?Our CEO Mark Lawrie sat down with to talk about the history of the impact of #COVID19, and the power of sport to change young people's lives. You can find it here:","sentiment_score":0.3148148148}
{"full_text":"RT Senior researcher at the CSIR, Dr Ridhwaan Suliman, has stressed the importance of improved testing for #coronavirus in South...","sentiment_score":0.0}
{"full_text":"An excellent piece by expanding on our #research. Thanks, #PremierLeague #footballnews","sentiment_score":0.6}
{"full_text":"Students across the UK are staging the biggest rent strike in almost half a century. Despite the new challenges posed by this lockdown, the strikers are only growing, both in numbers and political vision. reports.https:\/\/t.co\/7C3XZ5IDgJ","sentiment_score":-0.0075757576}
{"full_text":"RT Happiest when we're together. #BT21 #BASECAMP #StayAtHome #Happiness","sentiment_score":0.7}
{"full_text":"Ward boy in UP dies day after jab, doctors don't relate it to vaccine side effects yet.https:\/\/t.co\/eXwWkRbNqB","sentiment_score":0.0}
{"full_text":"After you have had your Covid-19 vaccine you may need to be monitored for 15 minutes before leaving. It might be wise to bring a book to read! #covid #coronavirus #covidvaccine","sentiment_score":0.875}
{"full_text":"More countries across Latin America have been opting for the Russian Sputnik V #COVID vaccine, with #Paraguay the latest to sign up, joining #Argentina, #Bolivia and #Venezuela in placing orders.","sentiment_score":0.3333333333}
{"full_text":"Useful information around #depression especially on a day like this - thanks #BlueMonday #mentalhealth #MentalHealthMatters","sentiment_score":0.1666666667}
{"full_text":"Fire And Rescue Service Employers Pull Out Of A COVID-19 Agreement With The Fire Brigades Union  #FireSafetyPlanning #FireProtection #FireRescue #FireSafetyStandards #FireSafetyPolicies","sentiment_score":0.0}
{"full_text":"RT Face coverings don't have to be commercially bought; they can be home-made by using cloth, textiles or paper. You could...","sentiment_score":0.0}
{"full_text":"Bring your sexy, period drama dreams to life when the pandemic is over!2\/2","sentiment_score":0.5}
{"full_text":"Yo, Madame Brandt, I'm CET time, But zoom me. Hunker down until covid resides. C'est comme une vague. Must best, Much respect.","sentiment_score":0.1361111111}
{"full_text":"Current Conditions for #Sayre PATemp: 30.4FWind Chill: 30.4FHumidity: 98%Dew Point: 29.9F Barometer: 29.746 inHgWind: 1 mph from the WCorona Virus Weekly Stats:Cases: 194.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT To eliminate patient contact and avoid #COVID19, we at have developed a SCHEDULING SYSTEM where patients get REAL TIME...","sentiment_score":0.15}
{"full_text":"Ok, let's do this! A whopping 20 appointments scheduled for this week. #autismsupport #covid19 #mentalhealthmatters","sentiment_score":0.625}
{"full_text":"#Chancellor rules out #wealthtax to cover #Covid costshttps:\/\/t.co\/elrUjTwSrv","sentiment_score":0.0}
{"full_text":"Encouraging curiosity in the spaces we live in or pass through  becomes event more relevant as we live through a pandemic. Choreographer Siobhan Ni Dhuinnin is interested in environments &amp; connection of bodies with a place. Find out about her work:https:\/\/t.co\/BkHtfPD609","sentiment_score":0.2845454545}
{"full_text":"Bahrain's main investment promotion agency exceeded targets by bringing in nearly $1 billion in foreign direct investment last year, despite the impact of the pandemic, it has emergedhttps:\/\/t.co\/ojfkbRgMOx#Bahrain #Manama","sentiment_score":0.0483333333}
{"full_text":"Today European affairs ministers discuss #COVID19 coordination with a focus on the vaccine roll-out.  Vaccination saves lives.So far, 2 vaccines have been authorised by the EU: BioNTech\/Pfizer and Moderna.","sentiment_score":0.05}
{"full_text":"RT Even ","sentiment_score":0.0}
{"full_text":"Russia documents 22,857 daily COVID-19 cases over past 24 hourshttps:\/\/t.co\/Uz9gHiFM6l","sentiment_score":-0.125}
{"full_text":"RT This how you do it when you beat CANCER 2x &amp; turn 6 in a PANDEMIC.Happy birthday son","sentiment_score":0.0}
{"full_text":"they really thought they did something huh","sentiment_score":0.2}
{"full_text":"All you need to know throughout the day https:\/\/t.co\/bMIHl0f2hE","sentiment_score":0.0}
{"full_text":"Don't forget that our first Cheltenham Know Your Patch of 2021 is coming up on the 28th January! Our main agenda item will be looking at Long Covid and how to support people in the communityRead more and sign up here: | #CheltKYP","sentiment_score":0.2322916667}
{"full_text":"For the final article of our New Year issue, Dan shares a helpful reminder that our resolutions won't save us! It's not our hard work and self-improvement that gets us right with God, it's Christ!https:\/\/t.co\/E8ca2s4XjH#newyear #newyearsresolutions #newyearnewme","sentiment_score":0.0411255411}
