{"full_text":"RT Zendaya talked about this film with so much pride during our interview. It started as a quarantine idea between her and Sa...","sentiment_score":0.2}
{"full_text":"RT The Pfizer-BioNTech Covid-19 vaccine, which touts a 95-percent efficacy rate, may not be the most ideal in the Philippi...","sentiment_score":0.7}
{"full_text":"RT Keep the damn schools closed till everyone is vaccinated. Wtf...","sentiment_score":-0.3}
{"full_text":"what lol using a negative covid test to justify going out is like using a negative pregnancy test to justify having unprotected sex fuck off lol","sentiment_score":0.12}
{"full_text":"RT JUST IN: Worldwide coronavirus deaths pass 1.9 million","sentiment_score":0.0}
{"full_text":"FYI,COVID-19 is STILL ravaging the country.Record highs in the latest 7-day period. Cases are up, hospitalizations are up, deaths are up. #StayHome#WearAMask#WashYourHands#SocialDistance -","sentiment_score":0.5}
{"full_text":"RT If the COVID vaccine was administered in Chik-fil-a drive thrus we'd be done by Monday","sentiment_score":0.0}
{"full_text":"RT \"We know that improvement is tenuous. We've seen it from our own experience and from other states... If we let our guard d...","sentiment_score":0.2375}
{"full_text":"RT We are encouraged by Gov. Newsom's continued commitment to CA's students &amp; families as outlined in his state budget proposal...","sentiment_score":0.0}
{"full_text":"being prevented from violating the social contract has not stopped him from being part of the social contract. your failure to be able to perceive a logical outcome is showing. maybe stay home and rethink your hate.","sentiment_score":-0.05}
{"full_text":"So the government can tell Jack how to CEO his own app but can't tell you to wear a mask? Have you considered creating a social media app so you can run it how you want?","sentiment_score":0.3166666667}
{"full_text":"Senator Manchin is clueless. My essential route driver husband with no hazard pay made $7000 LESS in 2020 due to the virus. Working in this pandemic making less should qualify for $2000 a month until we are out of this. Other countries care about their citizens and do this.","sentiment_score":-0.1166666667}
{"full_text":"RT #Shanghai has inoculated 424,477 people with #COVID19 #vaccine with no serious adverse reaction reported so far, local h...","sentiment_score":0.0888888889}
{"full_text":"RT Details here:","sentiment_score":0.0}
{"full_text":"RT We have to build our economy back better from this pandemic. Small businesses and their employees will be core to our re...","sentiment_score":0.0833333333}
{"full_text":"Cambodia reported #one new case of #COVID19 and #three recovered patients as of 9 January, 2020","sentiment_score":0.1363636364}
{"full_text":"RT China has sealed off two cities south of Beijing, cutting transport links and banning millions of residents from leavi...","sentiment_score":-0.6}
{"full_text":"RT 4,000 Americans lost their lives from COVID-19 yesterday. The GOP is engaged in a full scale genocide of American citizens.","sentiment_score":0.175}
{"full_text":"RT Many #COVID19 deaths could've been avoided if this happened months ago.","sentiment_score":0.5}
{"full_text":"RT Just because the COVID symptoms you had weren't bad &amp; you recovered just fine doesn't mean \"COVID isn't a big deal\".. just...","sentiment_score":-0.1489583333}
{"full_text":"Actually the Louisa Jordan is doing other stuff like routine and outpatient appointments, covid jabs and training the docs\/nurses needed, freeing up other hospitals a bit for more covid use","sentiment_score":0.0625}
{"full_text":"That's what we're saying about your corrupt democratic party. Are you in two years. Unless you keep us in a pandemic permanently and vote by mail permanently you will not hold off as long","sentiment_score":-0.275}
{"full_text":"Bad news for the Dominican Republic","sentiment_score":-0.7}
{"full_text":"Despite everything bad that's going on with the pandemic, I honestly wouldn't want to change that it happened even if I had the opportunity. Although COVID has affected so many families financially and healthwise, I had the ability to pick up new hobbies.","sentiment_score":0.1072727273}
{"full_text":"RT 6) Meanwhile, here is the other UK govt SAGE (as opposed to Independent Sage) on kids and schools and teachers.","sentiment_score":-0.0625}
{"full_text":"RT Video clips of the chaotic and tragic scenes in intensive care units (ICU) treating COVID-19 patients that ran out of oxy...","sentiment_score":-0.75}
{"full_text":"RT I was going to type \"Never mind the moral obligation, this is a legal obligation\" but evidently neither has any effect.If...","sentiment_score":0.15}
{"full_text":"RT Offline exams are conducted in in the name of hybrid exams in exam centers, which is more than 20k...","sentiment_score":0.5}
{"full_text":"RT FG May Consider Another Lockdown As Cases Continue To Risehttps:\/\/t.co\/OaNDZqixeg","sentiment_score":0.0}
{"full_text":"im honestly surprised she hasnt gotten covid yet","sentiment_score":0.1}
{"full_text":"Khabarhub: UK reports 1,325 fresh COVID-19 deaths in past 24 hrs -","sentiment_score":0.025}
{"full_text":"RT \"We demand that the federal government begin distributing these reserved doses to states immediately.\" #Covid19 #Coronavi...","sentiment_score":0.0}
{"full_text":"RT In 2019, Liverpool was missing the first team because of the Club World Cup and had to play the kids.Today, Aston Villa w...","sentiment_score":0.025}
{"full_text":".#AB5 did more damage to women and minority ICs and businesses in this state.  Many of whom could have thrived working remotely during the pandemic. Make no mistake; we are here because of you.  Way to gaslight LG.","sentiment_score":0.3}
{"full_text":"#Isolation and #socialdistancing are a little easier when you can connect to family and friends online. Help those in need stay connected with our initiative!","sentiment_score":-0.234375}
{"full_text":"RT Because they want to guarantee he can't run in 2024. Democrats are abusing the Constitution. They will manipulate or ign...","sentiment_score":0.0}
{"full_text":"RT Thousands of devotees throng a church in the Philippine capital for a glimpse of a centuries-old statue of Jesus Christ believed t...","sentiment_score":0.0}
{"full_text":"RT Can you add your voices to support early vaccination of our colleagu...","sentiment_score":0.1}
{"full_text":"RT Global Covid-19 caseload top 88.8mn: Johns Hopkinshttps:\/\/t.co\/HWgdLFIhFV#coronavirus #COVID19Pandemic","sentiment_score":0.25}
{"full_text":"RT Per CDC, COVID vaccines looking impressively safe.Through Dec 22, after nearly 1 million doses, only 307 ED visits, al...","sentiment_score":0.3666666667}
{"full_text":"Please God impeach DT. He just let him finish out, he will continue his lies and what he did was treason. He lost because of his lies and lack of leadership of COVID. It forced many moderates who don't vote to step up and voted. He lost and must be impeached.","sentiment_score":0.1}
{"full_text":"Can't wear a mask in the store but is fully covered doing this.","sentiment_score":0.0}
{"full_text":"RT On 3 Jan, #DelhiPolice refused to clear an event of interfaith couples sharing love stories. Officially, they cited #Cov...","sentiment_score":0.3}
{"full_text":"RT Many #COVID19 deaths could've been avoided if this happened months ago.","sentiment_score":0.5}
{"full_text":"RT We're getting people to work for free following 10 months of a pandemic affecting jobs and a decade of austerity, are we....","sentiment_score":0.2}
{"full_text":"Just found out my aunt passed from covid.. Glad to see you and your fam have been able to avoid it. Stay safe brother","sentiment_score":0.5}
{"full_text":"RT To give you a sense of how 2021 is goingMore Americans died from covid in the last 3 days than on 9\/11, the Iraq war...","sentiment_score":0.0}
{"full_text":"\"Policy agendas\" that they were proud of? Gutting healthcare? Caging children\/immigrants &amp; denying them basic care? The border wall? Enriching billionaires? Selling national park lands for pennies? Gutting consumer protections? Helping Covid kill? WTF.","sentiment_score":0.1}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"They literally JUST bumped unemployment. The issue was $600 was not enough and way too late. Paying $2k to every citizen for the absolute bungling of our covid response. And to help those who are working low wage jobs better protect themselves from covid, is just RIGHT. Also:","sentiment_score":0.1142857143}
{"full_text":"Trump waited to release the National Guard to maximize damage. He sent his blind-faith idiot followers to unleash their pent up fury on his self-proclaimed enemies. He held rallies to purposely spread #COVID19. He was so sloppy he infected himself &amp; his WH. Impeach the fucker.","sentiment_score":-0.6083333333}
{"full_text":"RT My friends all in Turkey, Georgia and... Has returned last semester although they still cannot control the pandemic. It is...","sentiment_score":0.0}
{"full_text":"\"The key message here is that you have to have multiple layers of prevention -- requiring testing before boarding, social distancing on the flight, and masks,\" one health expert said. \"Those things all went wrong in different ways on this flight.\"","sentiment_score":-0.0933333333}
{"full_text":"RT The Federal Drug Administration issued a warning about a particular COVID test that is being used in counties all over the Bay Ar...","sentiment_score":0.1666666667}
{"full_text":"RT Continuing our #BAMUCOVIDSeries, we'll take a look at how COVID is diagnosed and what a \"positive\" test means! #BAMUAcade...","sentiment_score":0.2840909091}
{"full_text":"RT NEW: U.S. sets single-day record with 269,420 new coronavirus cases on Friday, according to an NBC News tally.","sentiment_score":0.1363636364}
{"full_text":"RT If only Donald had tried to stop COVID-19 with the same determination and industry he is currently trying to find another...","sentiment_score":0.0}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"been killing me since the first lockdown","sentiment_score":0.25}
{"full_text":"RT Many #COVID19 deaths could've been avoided if this happened months ago.","sentiment_score":0.5}
{"full_text":"RT People need to know that the numbers of cases and deaths cannot be reduced by vaccination in the short term. Only social...","sentiment_score":0.0111111111}
{"full_text":"FWIW, imagine being almost TEN MONTHS LATER since the beginning of this pandemic AND still being DUMB ENOUGH saying that AND believing it to be true??","sentiment_score":-0.005}
{"full_text":"RT Somehow Jake forgot to tweet about Nancy Pelosi requiring two apparently covid-positive Democrats to travel to DC and vot...","sentiment_score":0.05}
{"full_text":"RT Buried the lede here: Women have lost ONE MILLION JOBS during the pandemic. And all of the jobs employers cut in December...","sentiment_score":0.0}
{"full_text":"My friend has been homeless since November 22, 2020. Due to the pandemic she lost her job, couldn't pay rent &amp; got evicted. She urgently needs your help. Any amount donations are welcome and much appreciated. PLEASE RETWEET https:\/\/t.co\/s1xdsWEd5f","sentiment_score":0.2916666667}
{"full_text":"RT Exponential increases in the pandemic with variant virus strains in UK, Ireland. I've never seen an epidemic curve like t...","sentiment_score":0.0}
{"full_text":"New post: Latest News A Defence of Lockdown Sceptics #TONORG","sentiment_score":0.3181818182}
{"full_text":"#UPDF Launches Book to Sensitize Soldiers about HIV\/#AIDS#ChimpReportsNews #HIV #WearAMask","sentiment_score":0.0}
{"full_text":"RT Could the #COVID19 vaccine cause swelling in people with dermal fillers?https:\/\/t.co\/Q3Wpa0Kpnu","sentiment_score":0.0}
{"full_text":"By remaining 1.5m apart and practising physical distancing, you are helping to keep yourself and those around you safe. For more information on how to protect yourself and others, visit: #LoveOurSCG #AUSvIND","sentiment_score":0.3333333333}
{"full_text":"RT 5 people, including a police officer, die in the MAGA coup. Conservatives shrug. 8,000 Americans die of COVID in last...","sentiment_score":0.0}
{"full_text":"[Videos] \"But nobody is going to pay me for making a live,\" a Lima, Peru-based #trainer comments. Correct! And the same happens to the headlines at a newsstand:...  #bodybuilder #athlete #marketing","sentiment_score":0.0852272727}
{"full_text":"Don't worry, the vaccine won't give you COVID-19.#MashableSEA #COVID19 #vaccine #mythshttps:\/\/t.co\/cpm3uq4U9V","sentiment_score":0.0}
{"full_text":"Steve Bruce says it's 'morally wrong' to let players and staff continue working despite the new strain of the coronavirus widely spreading.\"I understand people want to see a game, but we are just as vulnerable as everybody else.\"#NUFC","sentiment_score":-0.2727272727}
{"full_text":"What to expect after the second COVID-19 vaccine shot -- our shares his experience.","sentiment_score":0.0}
{"full_text":"RT wow haha that's so weird that in the middle of this global pandemic a bunch of already-rich people have made so much mone...","sentiment_score":9.251858539e-18}
{"full_text":"'The Price Is Right' and 'Let's Make a Deal' Production Suspended Amid COVID-19 Spike:","sentiment_score":0.2857142857}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"There have already been COVID-19 exposure events at seven schools in the Fraser Health region since students and teachers returned to the classrooms on Monday. ","sentiment_score":0.0}
{"full_text":"RT Why should a family driving in personal car wear mask? There is no risk to public. The penalty imposed is unreasonable...","sentiment_score":0.0}
{"full_text":"Serum Institute of India is all set to sign a deal with Gavi-COVAX to supply up to 400 million doses of COVID-19 vaccines. #SerumInstituteofIndia #Coronavirus #CoronavirusVaccine","sentiment_score":0.0}
{"full_text":"Chiang Mai to Test Arrivals from Thailand's \"Red Zone\".A negative result is required to bypass a brand-new quarantine rule for local travelers based in high-risk areas.https:\/\/t.co\/maPwoUPgn0#ChiangMai #Bangkok #Quarantine #COVID19","sentiment_score":-0.1}
{"full_text":"Crashed website registration, test cancellations and last-minute shutdowns have forced many to go to extreme lengths to take their exams.","sentiment_score":0.025}
{"full_text":"How effective are the vaccines with these new variants of the coronavirus discovered in the UK and South Africa that spread more rapidly?","sentiment_score":0.4121212121}
{"full_text":"A set of integrated #SDG investments could help the world exceed the development trajectory we were on before the pandemic.Explore the #data behind the investments &amp; insights to #BuildForwardBetter on the NEW @UNDP #COVID19 Data Futures Platform:https:\/\/t.co\/gvYoMgUQ8L ","sentiment_score":-0.1318181818}
{"full_text":"U.S. employers shed jobs last month for the first time since April, cutting 140,000 positions, clear evidence that the economy is faltering as the viral pandemic tightens its grip on consumers and businesses. ","sentiment_score":-0.0625}
{"full_text":"SMALL BUSINESSESThe We're All In grants aided nearly 55,000 of the state's small business that were affected by the COVID-19 pandemic, combined they received approximately $240 million last year.","sentiment_score":-0.16}
{"full_text":"Easter attacks suspect Hejaaz Hizbullah tests positive for COVID-19#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #coronavirushttps:\/\/t.co\/axMMkttgu0","sentiment_score":0.2272727273}
{"full_text":"MORE CASES: The state had not recorded more than 9,000 new cases since Dec. 11, when 9,420 new cases were announced.","sentiment_score":0.3181818182}
{"full_text":"The head of the emergency department at Strong Memorial Hospital said if you spent a day in the emergency room, you would get a real sense of how bad COVID-19 is right now.","sentiment_score":0.0238095238}
{"full_text":"I'm in lockdown I can't make it to London and I think the pigeon got lost on its way","sentiment_score":0.0}
{"full_text":"Quebecers are now living under a month-long curfew while the province struggles to contain the COVID-19 pandemic.Quebecers are required to be in their homes by 8 p.m. until 5 a.m. or risk a fine of up to $6,000.What you can, can't do:","sentiment_score":0.4166666667}
{"full_text":"Remember those people who were filming that reality show and didn't know about covid and the producers had to tell them and they couldn't leave What happened with that? are they still there?","sentiment_score":0.0}
{"full_text":"Local brewers are asking their fans to hold off on swearing off beer... at least for this month.","sentiment_score":-0.15}
{"full_text":"Ever since a vaccine was announced, doctors and health officials say questions have increased, including those purporting misinformation that has spread through social media.","sentiment_score":0.0333333333}
{"full_text":"UAB nursing students help care for COVID-19 patients amid staffing shortagehttps:\/\/t.co\/aJZ1UMdoDu","sentiment_score":0.0}
{"full_text":"OPINION: Playing SCG cricket Test amid coronavirus lockdowns is crazyhttps:\/\/t.co\/cZFg5gh6Pf","sentiment_score":0.0}
{"full_text":"After expanding who is able to administer the COVID-19 vaccine, the state is adding more flexibility for the counties. Tonight at 11, reports on the impact this will have for the Central Coast.","sentiment_score":0.3333333333}
{"full_text":"The head of the Archdiocese of Manila on Saturday urged devotees of the Black Nazarene to trust God amid the challenges posed by the Covid-19 pandemic. | via","sentiment_score":-0.1666666667}
{"full_text":"What role does #agroforestry play in increasing resilience and reducing vulnerabilities for farmers? How do current agricultural models need to change, especially post #COVID19? Read about an emerging new vista  ","sentiment_score":0.0454545455}
{"full_text":"Watching old episodes of the amazing race my pandemic show","sentiment_score":0.35}
{"full_text":"In late November of 2017, after a martial arts hiatus, I started training muay thai. I've had times when I'm more fit and less fit. Right now I'm extremely out of shape (thanks, pandemic) but I really love muay thai, my gym, and my gym friends","sentiment_score":0.1694047619}
{"full_text":"RT Children &amp; #COVID19--UK  SAGE expert report speaks for itself. Kids more likely to bring the virus into household than...","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 20.0FWind Chill: 19.4FHumidity: 90%Dew Point: 17.6F Barometer: 30.156 inHgWind: 2 mph from the NWCorona Virus Weekly Stats:Cases: 196.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak visiting our vaccination centre. I am shaking with anger - didn't expect to feel this way. I'd kept it suppr...","sentiment_score":-0.7}
{"full_text":"The 63rd Grammy Awards has been moved from January 31 to March 14, 2021. See the details HERE:","sentiment_score":0.0}
{"full_text":"RT i'm a black trans woman living in rural georgia. there are pockets of violence starting. pls retweet this so i can have...","sentiment_score":-0.0555555556}
{"full_text":"RT New blog: \"#Slack Proves that the Impact of COVID on Technology Professionals is Permanent\" -","sentiment_score":0.2181818182}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT So many GOP members of Congress laughed &amp; mocked Rep. for her trying to hand out masks to GOP members while...","sentiment_score":0.6}
{"full_text":"Nigeria, Africa's most populous country, is planning to get 42 million doses of coronavirus vaccines this year via the international COVAX vaccine distribution facility. #HardNumbers","sentiment_score":0.25}
{"full_text":"The Oxford-AstraZeneca Covid vaccine is being rolled out to hundreds of GP-run #vaccination sites in England.","sentiment_score":0.0}
{"full_text":"Maybe we should have compassion and acknowledge that African ways of being were sidelined in handling the pandemic and people are traumatised both from what's going on (plenty of psychological evidence) and from losing loved ones and not mourning them in ways they are used to!","sentiment_score":0.2916666667}
{"full_text":"RT If you're free for 10-15mins tomorrow between 10am and 1pm I would *LOVE* to call you for my radio show...","sentiment_score":0.45}
{"full_text":"RT 7) the new B117 is a beast of a #SARSCoV2 variant. The variant adds ~ 0.4-0.7 to the R (Reproductive number). What could...","sentiment_score":0.1363636364}
{"full_text":"RT #bced BC NDP are going ahead with FSA standardized tests for grs 4 &amp; 7. The made a campa...","sentiment_score":0.0}
{"full_text":"RT Love this  interview with the beautiful and generous The republication of #Intimacyandsolitude is a gi...","sentiment_score":0.675}
{"full_text":"in Karnataka particularly this nuisance is going on to take money in the name of covid-19. If one person wearing mask and another not they are charging 250Rs In private vehicle. So tomorrow you can raid our apartment and fine. #corruption","sentiment_score":0.1944444444}
{"full_text":"RT The mob attacked NYT photographer inside the Capitol.The images she still managed to capture from the day ar...","sentiment_score":0.0}
{"full_text":"I agree! Here's a link to places looking for personal COVID diaries:https:\/\/t.co\/BANkLIOGlj","sentiment_score":0.0}
{"full_text":"RT Many #COVID19 deaths could've been avoided if this happened months ago.","sentiment_score":0.5}
{"full_text":"Vaccinate warehouse operations with a new, post-covid beginning","sentiment_score":0.1363636364}
{"full_text":"RT As works through the COVID vaccination process, I'm proud to say we're making great strides. Protecting ourselves e...","sentiment_score":0.8}
{"full_text":"The 2020 football season persisted through the coronavirus pandemic, and despite an abbreviated schedule and many other off-field challenges, Lakelands football teams persisted through difficult times.","sentiment_score":-0.0416666667}
{"full_text":"The Latest: 2 Chinese cities urge people to stay at home","sentiment_score":0.25}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"If it needs to put on masks an social distancing ourselves we will do that.","sentiment_score":0.0333333333}
{"full_text":"RT The unbelievable disaster that is the national Republican Party is distracting from some very real failures in Democratic go...","sentiment_score":0.005}
{"full_text":"RT Republicans are evil &amp; selfish.","sentiment_score":-0.75}
{"full_text":"RT So i just got home. Not even 2 minutes left until curfew and nobody allowed on the streets, not even cars! #Quebec #Covid","sentiment_score":0.0}
{"full_text":"What if evil life-destroying aliens came down to earth mid-lockdown, found no life around, and left without taking any action and the pandemic actually saved planet earth from annihilation?","sentiment_score":-0.2111111111}
{"full_text":"RT Why is a 5 year old Covid positive child being used as content? ","sentiment_score":0.1636363636}
{"full_text":"If you invest $1000 in $C.J today at $28.20 per share, and the stock prices rebound back to pre-pandemic prices at $29.35, your investment would be worth $1040.78! That's 4% growth and $40.78 profit!  See more:  $AMH.H $SPL.A $SMM $FIS $NRZ","sentiment_score":0.3229166667}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"RT #bced BC NDP are going ahead with FSA standardized tests for grs 4 &amp; 7. The made a campa...","sentiment_score":0.0}
{"full_text":"While many businesses have taken a big hit during the pandemic this year, many individual artists and performers have also seen substantial losses.","sentiment_score":0.25}
{"full_text":"Did you lose a loved one to COVID-19? We want to share their story.You can submit their name and tell us what made them special through this online form:","sentiment_score":0.5285714286}
{"full_text":"RT Daryl Dixon: I heard there's a whole world out there.#TheWalkingDeadSeason 9Chokepoint10 March 2019#TWDZombie A...","sentiment_score":0.2}
{"full_text":"In December, stock prices rallied thanks to multiple COVID-19 vaccines and the signing of a new fiscal relief bill.","sentiment_score":0.1121212121}
{"full_text":"Pfizer vaccine appears effective against new coronavirus variants study suggests (Hacker News)","sentiment_score":0.3681818182}
{"full_text":"RT CRAIG KELLY READS JOURNALSLike most things in life, there is the good, the bad &amp; the ugly.Craig is quoting medical jour...","sentiment_score":0.125}
{"full_text":"RT Today, ED announced more than $4B in additional #COVID19 emergency relief available to states to ensure learning continues for...","sentiment_score":0.45}
{"full_text":"Venturing out for the first time to pick up supplies during lockdown, wish me luck!","sentiment_score":0.3125}
{"full_text":"United States COVID-19 Cases and Deaths by State ","sentiment_score":0.0}
{"full_text":"RT #DefundBLMwildhorseRounups #taxpayers object to this misuse of our funds to remove #wildhorses from #publiclands escpecia...","sentiment_score":0.0}
{"full_text":"RT Global Covid-19 caseload top 88.8mn: Johns Hopkinshttps:\/\/t.co\/HWgdLFIhFV#coronavirus #COVID19Pandemic","sentiment_score":0.25}
