{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"Poorer countries are unlikely to gain substantial access to a #CovidVaccine  until the latter half of next year  with serious consequences for displacement  and #aslyum applications in Europe ","sentiment_score":-0.2}
{"full_text":"RT IMPORTANT!!!\"#WearAMask does not mean that you don't physical distance. You still need to keep your distance from others.\"-@...","sentiment_score":0.3125}
{"full_text":"RT University students out there who are struggling. I believe this is a hard time for all of us, but I trust that we can overcom...","sentiment_score":-0.2916666667}
{"full_text":"Please post the source for those stats.. is really doing the most","sentiment_score":0.35}
{"full_text":"Most things covid related. The vaccine is the latest. The time between two injections, for instance. Suddenly altered, and now we've been told it will still be effective. It's one thing one minute, and something different the next. Not confidence inspiring.","sentiment_score":0.2625}
{"full_text":"Society issues + covid is the worst combo","sentiment_score":-1.0}
{"full_text":"RT The Exonerated 5. Access Hollywood. The Muslim Ban. \"Very fine people on both sides.\"Family separation. The Ukraine call....","sentiment_score":0.5416666667}
{"full_text":"PM claims misleading, here is report  Vaccine Tracker Update  12.3 million doses administered  4.5M 4.3M 1.1 M 947,206  800,000 238,809(Data as of Jan 3)https:\/\/t.co\/FE0sMqaUS5","sentiment_score":0.0}
{"full_text":"#DueDateExtension last date return file question.why was you date extension for f.y. 2018.-19 itr till 30.11.2020  there were no any requirement more. And now india suffer with covid-19. And just give time filling f.y.2019-20 till 10.01.2021 is this justice?","sentiment_score":0.25}
{"full_text":"RT #ThalapathyVijay Gave His 25% Salary to the Producer considering the Covid Situation &amp; 50% Occupancy!   - Chitra Laks...","sentiment_score":0.0}
{"full_text":"Eurozone news: Single currency is a 'disaster' which has left EU banks in a 'doom loop' | City &amp; Business | Finance |","sentiment_score":-0.0357142857}
{"full_text":"Don't go to Canada, they are under curfew and lockdown.","sentiment_score":0.0}
{"full_text":"People have lost everything else, lost all the respect for our institutions, and a chinese lab made virus that our \"masters\" are too scared to get justice for will ravage us anyway.So - fucking burn it all down. Don't just sit there with your hands in your pants. Destroy.","sentiment_score":-0.2388888889}
{"full_text":"I can only eat gluten free oats now. Was never a problem before covid x","sentiment_score":0.2}
{"full_text":"350,000 + people in America have died from COVID19 Kids are sill in cages The rich are up a over a trillion $$ Allies r enemies. Enemiesgiven the keys n YOU FUCK HEADS STOOD BY. NOW A ANOTHER DOMESTIC TERROR ATTACK. GO TO HELL TED!! People are DEAD. GFYPoor Adam? #FireTedCruz","sentiment_score":-0.05625}
{"full_text":"RT Please pray for our beloved Sheikh Muhammad Salah -- him and his family have been struck with COVID. He has dedicated h...","sentiment_score":0.7}
{"full_text":"RT Do you londeners want this to happen, don't you think you are paying too much council tax already.. Vote him out and get Londo...","sentiment_score":0.2}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"they beat covid lol","sentiment_score":0.8}
{"full_text":"RT This is Ivor Cummins. He became known this year for his videos assuring people that no second wave was coming because everyone...","sentiment_score":0.0}
{"full_text":"RT Being on lockdown is weird for me. I feel tired and fidgety at the same time. I want to see people but I also want people to...","sentiment_score":-0.3}
{"full_text":"RT We tried. We really tried. NHS staff pleaded with people that Christmas is not worth it. Now 1 in 30 people in London have...","sentiment_score":0.025}
{"full_text":"RT Allowed, despite #Covid: Diwali celebrations, PM's inauguration of #Central Vista, political protests by the #BJP &amp; Repu...","sentiment_score":0.0}
{"full_text":"RT WATCH: Car crash interview with Labour's Shadow Chancellor, Anneliese Dodds. She completely failed to give any costings...","sentiment_score":-0.5}
{"full_text":"RT Finally a positive news.","sentiment_score":0.2272727273}
{"full_text":"RT Covid, what would Labour have done?Umm?Exactly.Brexit Deal, what would Labour have done?Umm?Exactly.Lockdown, wh...","sentiment_score":0.0}
{"full_text":"A tenant can now be evicted if they have been unable to pay their rent for six months, and most crucially, rent accrued since the pandemic began is no longer excluded.https:\/\/t.co\/mapxYagtBi","sentiment_score":0.0}
{"full_text":"RT .@VP, I voted for you &amp; Trump in 2016 because I believed you would make MAGA. 4 years later, we lost 300,000 Americans...","sentiment_score":0.0}
{"full_text":"RT Jin's brother posted on IG abt his restaurant. He says he didn't want to promote on his acct, but as Covid has been a yr &amp; b...","sentiment_score":0.0}
{"full_text":"RT This is Ivor Cummins. He became known this year for his videos assuring people that no second wave was coming because everyone...","sentiment_score":0.0}
{"full_text":"Daily #coronavirus infections dropped under 1000 for the 1st time since the beginning of the year, daily deaths still above 50 #Egypt #secondwave","sentiment_score":0.0}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"RT [TRANS]1. I went to Chiang Mai but didn't go to any risky places or night clubs2. I didn't meet P'Frame (who's tested posi...","sentiment_score":0.0}
{"full_text":"RT 2 arthritis drugs reduce mortality &amp; time in the ICU for the sickest COVID patients. New analysis shows tocilizumab &amp; a 2...","sentiment_score":0.1363636364}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"RT Indoor Farming Robots Market Driven by the Rising Advances in Robotics | Know COVID-19 Analysis | Top Companies- OnRobot, I...","sentiment_score":0.5}
{"full_text":"RT Lagosians, #COVID19 is not a glamorous disease, neither is it a hoax. You need to follow the safety guidelines to safegua...","sentiment_score":0.0}
{"full_text":"Unless we lockdown fully the situation wont change.","sentiment_score":0.0}
{"full_text":"Police taking advantage of powers shocker.","sentiment_score":0.0}
{"full_text":"RT #coronavirusuk Today is a severe escalation point; the UK reports first confirmed case of reinfection with more contagious \"...","sentiment_score":0.3833333333}
{"full_text":"RT Tories have established a police state, putting the country under house arrest. Police have been handed extraordinary pow...","sentiment_score":0.1416666667}
{"full_text":"RT NHS staff across the country are working incredibly hard at the moment, and the NHS is a lot busier than usual.We can all...","sentiment_score":-0.2916666667}
{"full_text":"RT Zero new cases but no promises on lockdown being lifted Monday night. #covid19qld #COVID19https:\/\/t.co\/Ug3Gtez8zX","sentiment_score":0.1363636364}
{"full_text":"RT So the SAB brief was leaked? I knew there was a mole or something weird going on nje. Not that brief are secret documents b...","sentiment_score":-0.225}
{"full_text":"RT Just give all the governors first.","sentiment_score":0.25}
{"full_text":"Thisa billion times.","sentiment_score":0.0}
{"full_text":"RT For individual people, that means redouble your efforts to reduce exposure risk by implementing as many as possible:-...","sentiment_score":0.1666666667}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"Apparently she had covid weeks ago and a heart attack and has been bad since then, her primary carer my auntie didn't want to worry us but if doctors told her my nan had Corona she wouldn't question it and wouldn't have been able to see her","sentiment_score":0.0625}
{"full_text":"RT Credit where credit's due. What a shiny example of providing relevant and important data has been during this pan...","sentiment_score":0.225}
{"full_text":"Good stay home in your shitbag place ","sentiment_score":0.7}
{"full_text":"RT Throughout January and February, we will be highlighting the stories of the Star Catchers--the elite Air Force personnel co...","sentiment_score":0.0}
{"full_text":"RT This is Ivor Cummins. He became known this year for his videos assuring people that no second wave was coming because everyone...","sentiment_score":0.0}
{"full_text":"RT #ThalapathyVijay Gave His 25% Salary to the Producer considering the Covid Situation &amp; 50% Occupancy!   - Chitra Laks...","sentiment_score":0.0}
{"full_text":"RT BREAKING: UK official coronavirus death toll passes 80,000 with another 1035 fatalities reported in past 24hrs. Sir Patri...","sentiment_score":-0.25}
{"full_text":"RT We are still in the middle of a pandemic: mask up, wash your hands, and maintain social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT COVID-19 is threatening to overwhelm London's hospitals. The situation is deeply concerning. We have the power to turn...","sentiment_score":0.0}
{"full_text":"RT Fresno County Health officials say they're setting aside 3,000 doses of the COVID-19 vaccine for agriculture and food industry e...","sentiment_score":0.0}
{"full_text":"RT Poor malaysian ahgase, they waited for years to have GOT7 back in Malaysia, the wait is over bila GOT7 announced for keep sp...","sentiment_score":-0.2}
{"full_text":"RT Thick thighs get the guys. Just ask ...photos taken before covid lockdowns by:  pup hoo...","sentiment_score":-0.3}
{"full_text":"RT When you all direct go buy #Master  tickets from Theatre, Please wear a Mask and follow the safety precautions.. Your safe...","sentiment_score":0.3}
{"full_text":"RT Countries like Canada, UK and US are always portrayed as leaders around the world but New Zealand really showed it in ever...","sentiment_score":0.1681818182}
{"full_text":"RT .@VP, I voted for you &amp; Trump in 2016 because I believed you would make MAGA. 4 years later, we lost 300,000 Americans...","sentiment_score":0.0}
{"full_text":"3 Training Opportunities to invest your time during COVID    #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT Hate to be that person but capitalism is the major reason why Corona is still parading the streets","sentiment_score":-0.36875}
{"full_text":"RT How someone has a dignity to even dare comparing with other countries of the masih untung tidak sampai lockdown strategy is just...","sentiment_score":-0.125}
{"full_text":"RT NEW RESEARCH:Self-testing w rapid antigen tests is as effective as professional performed #COVID19 testingAdds evi...","sentiment_score":0.2787878788}
{"full_text":"3 Training Opportunities to invest your time during COVID    #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT An amazing piece here from our hero  @rickygervais . Thank you for speaking out on animal welfare on the issue of unwa...","sentiment_score":0.6}
{"full_text":"RT I can't wait to go to a concert whenever covid is over ","sentiment_score":0.0}
{"full_text":"COVID-19: Brazil President Bolsonaro urges PM Narendra Modi for 2 million Covishield vaccine doses urgently","sentiment_score":0.0}
{"full_text":"From Scotland  So tragic &amp; scary, between Trump &amp; the far right terrorists running amok to the disgraceful Covid handling &amp; lack of health care the US seems to be in complete tatters. Glad\/relieved Biden won &amp; house\/senate blue. Hope things improve rapidly but must impeach ASAP","sentiment_score":-0.1273809524}
{"full_text":"RT Leader.","sentiment_score":0.0}
{"full_text":"RT I can believe him.","sentiment_score":0.0}
{"full_text":"RT Londoners will be arrested if they try to leave the country, but 5 flights from Brazil (over 7 million COVID cases) will...","sentiment_score":0.0}
{"full_text":"RT The damage done to police relations by these ludicrous lockdown laws will last a generationFrogmarched away for sittin...","sentiment_score":0.0}
{"full_text":"New IT Support Company? Here are 18 Questions to Ask any IT Support Company If you are unhappy with your current IT support company, do reach out. We'd love to see if we are a good fit for your needs! #SwitchToUs #lockdown #ITsupport","sentiment_score":0.2060606061}
{"full_text":"Please #StayHome and #StaySafe. Follow the new national restrictions and help protect NHS services, your loved ones and your local community. To find out what you can and cannot do, visit","sentiment_score":0.2787878788}
{"full_text":"So sad. She had made previous suicide attempts.","sentiment_score":-0.3333333333}
{"full_text":"As coronavirus cases continue to rise, a recent study shows a near majority of Filipinos refuse to get vaccinated against COVID-19. #COVID19Updateshttps:\/\/t.co\/AKU5C6pMtw","sentiment_score":0.05}
{"full_text":"Next week #Capitol and the #Reichstag>No peace from corona : defining EU strategy for the 2020s by #svenbiscopKeep an eye on our twitter feed!","sentiment_score":0.0}
{"full_text":"Digital Baal Mela AwardRadhika Sharma of Guwahati Assam is the winner of 4th prize in the Fancy Dress competitionWatch Little Corona Warrior Radhika's talent in the video.Sponsored by : #littlecoronawarriors","sentiment_score":-0.09375}
{"full_text":"Library &amp; Knowledge Services website which helps healthcare staff communicate with different patient groups with respect to #COVID19 now contains vital information on Long COVID. Information on vaccines will be added in the coming weeks.","sentiment_score":0.0166666667}
{"full_text":"The prime minister is not learning how to support the country through abrupt changes of coronavirus policy","sentiment_score":-0.125}
{"full_text":"We've been here before but heigh-ho - if the cap fits...","sentiment_score":0.0}
{"full_text":"Keep your loved ones safe. Please keep to current guidelines\/restrictions this weekend.Stay home. Save lives #SupportDG","sentiment_score":0.4}
{"full_text":"RT 70,000 households in UK made homeless during pandemic","sentiment_score":0.0}
{"full_text":"With negative sentiment towards China hardening in Western democracies due to trade wars and human rights issues, African allieshttps:\/\/t.co\/ZN5ZPgiSP7","sentiment_score":-0.085}
{"full_text":"As countries around the world are running out of hospital beds, South Korea has come up with a unique solution to battle the shortage. The country has unveiled an inflatable isolation ward that can be used to isolate and also treat #COVID19 patients. Mohammed Saleh tells you more","sentiment_score":0.4375}
{"full_text":"No-one is safe from #COVID19 until everyone is safeGovernments and must do betterLet's make 2021 the year that everyone, everywhere gets a #PeoplesVaccine","sentiment_score":0.5}
{"full_text":".@ECMWF is organising the #SciTechSeminars2021.The next online event is being held on aircraft data, #COVID19 and global weather forecasting.","sentiment_score":0.0}
{"full_text":"On today's back page, President David Martin insists the Irish Cup won't be stopped in its tracks by Covid-19.","sentiment_score":0.0}
{"full_text":"#COVID19 has put global value chains at risk, showing us how fragile our #FoodSystems are.We need to transform the way we produce &amp; handle our food  #FoodWaste","sentiment_score":0.0}
{"full_text":"California health authorities on Saturday reported a record high of 695 coronavirus deaths as many hospitals strained under unprecedented caseloads.https:\/\/t.co\/SIundi6c2Q","sentiment_score":0.42}
{"full_text":"'Extremely drunk' man damaged shop window and coughed on police officer 'claiming he had coronavirus'https:\/\/t.co\/FYkKhCSxsL","sentiment_score":-0.5}
{"full_text":"Were you a child of the 70s? Are there any games or programmes you have watched and played since being in lockdown? Photo Credit: Lindsay Robertson Photography","sentiment_score":0.0}
{"full_text":"Shijiazhuang City, the capital of China's northern Hebei province is under lockdown due to rising locally transmitted COVID-19 cases. Mass nucleic acid testing has been conducted in the city. See how residents purchase their groceries under lockdown.","sentiment_score":-0.0625}
{"full_text":"Everything you need to stay active during lockdown Head to our Tennis at Home hub for all the latest tennis and fitness activities ","sentiment_score":0.1833333333}
{"full_text":"A vaccine for everyone, a thriving planet, food for all, clean energy, international cooperation. Decide #ItsPossiblehttps:\/\/t.co\/j9pZ4kH1BQ #COVID19 #COVID19Vaccines","sentiment_score":0.1833333333}
{"full_text":"Pope Francis has called opposition to the coronavirus vaccine \"suicidal denial\" urging people to get the jab and saying he would get vaccinated himself next week.#PopeFrancis #COVID19 #vaccinehttps:\/\/t.co\/yPalFsS6GM","sentiment_score":0.0}
{"full_text":"Give your #beautysalon or #spa profits a much-needed boost when you can finally reopen after #coronavirus lockdown 3.0 by focusing on these five important KPIs  #businessadvice #smallbusiness #finance","sentiment_score":0.2}
{"full_text":"WATCH: Jeremy Hunt tells Andrew Neil that he's waiting for Porton Down's analysis of the Kent and South Africa coronavirus strains before 'banking everything on Easter'Watch the full interview from The Week in 60 Minutes here:","sentiment_score":0.0972222222}
{"full_text":"To prevent infection and to slow transmission of COVID-19, do the following.https:\/\/t.co\/w9QXUSlkcQ#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":-0.3}
{"full_text":"N in this #coronavirus period many stopped eating Chicken which resulted in the price hike of feathers, which these companies use to buy from local markets","sentiment_score":-0.0333333333}
{"full_text":"Thousands of people turned out for another mass distribution of the shot on Saturday at Minute Maid Park in Houston.","sentiment_score":0.0}
{"full_text":"Crap she would never jeopardise her throne","sentiment_score":-0.8}
{"full_text":"Question climate-change policy, you're a climate denier. Question lockdowns, you're a Covid denier. Moral crusaders are now so used to demonising their critics that they can no can no longer tell what a difference of opinion looks like, says","sentiment_score":0.0}
{"full_text":"#stayathome we've reviewed the Citroen C4 Cactus for you. You'll either love or hate the way the C4 Cactus looks, but one thing you can't dispute is that it stands out from the crowd and doesn't look like any other car in its class.https:\/\/t.co\/uYwxDESKwa","sentiment_score":-0.1416666667}
{"full_text":"RT Here is a reminder of some of the failings in the past 12 months that have led to so many infections &amp; deaths-1.The PM...","sentiment_score":0.125}
{"full_text":"RT Hi hasn't there been a statement declaring that the NHS will receive whatever funding it requires to kee...","sentiment_score":0.0}
{"full_text":"US #COVID19 cases surpass 22.09  million with over 371,989 deaths: Johns Hopkins University","sentiment_score":0.0}
{"full_text":"Navigating Chapter 11 Reorganizations during COVID-19: New Complications or Business as Usual?https:\/\/t.co\/heCsr02Gmg","sentiment_score":0.1363636364}
{"full_text":"As coronavirus cases continue to rise, a recent study shows a near majority of Filipinos refuse to get vaccinated against COVID-19. #COVID19Updates | via","sentiment_score":0.05}
{"full_text":"Just bring a full lockdown and let get a move on people are fed up with all these... For how long we will go like this it's playing with people mental health ...","sentiment_score":0.0666666667}
{"full_text":"Northumbria Police stance on lockdown breach fines backed by Home Secretaryhttps:\/\/t.co\/zHRDCqM6fh","sentiment_score":0.0}
{"full_text":"This is also me! The whole set of tweets made me laugh. I'm a nurse who is \"tired and not enough hours in the day\"Doing covid vaccinations alongside my day responsibilities- tiredDoing my masters - tiredUni stuff - not enough timeCurrently watching Luther- series 1","sentiment_score":0.02}
{"full_text":"70% - the percentage of #COVID19 journalists in this survey that reported battling anxiety and PTSD symptoms. Here's what else found. #AIJC #mentalhealth #BhekisisaResource","sentiment_score":0.0}
{"full_text":"ROMANIA IN 2021 | Dealing with structural problems dramatically aggravated by the #coronavirus pandemic will be the priority of the new government.But will infighting and internal resistance to austerity threaten this parliament?https:\/\/t.co\/ecW1qOqkZY","sentiment_score":0.0681818182}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"In the round-up: * Pirelli confident new F1 tyres are better able to withstand peak forces* Negotiations over Imola race enter final stages* New lockdown hits UK motorsporthttps:\/\/t.co\/it106323bv#F1","sentiment_score":0.2954545455}
{"full_text":"RT Twitter suspended my account for tweeting in humour a funny&amp;satirical video made by a young lady on Nano chips in Covid vacc...","sentiment_score":0.1}
{"full_text":"The military is chuffed that the coronavirus crisis has filled the ranks@joejglentonhttps:\/\/t.co\/Mo0uKDCYEe","sentiment_score":0.15}
{"full_text":"RT If 2020 teaches us anything, it is that 'care' has to be central to politics | Lynne Segal and Andreas Chatzidakis htt...","sentiment_score":0.0}
{"full_text":"RT Influencers: we've all struggled this pandemic Their pandemic:","sentiment_score":0.0}
{"full_text":"After Holiday break, Mindoro Rep. Leachon, wife get COVID-19","sentiment_score":0.0}
{"full_text":"RT For a government who sold Brexit on the idea of controlling borders, our total failure to control our borders during a gl...","sentiment_score":-0.1583333333}
{"full_text":"You must stay at home. This is the single most important action we can all take to protect the NHS and save lives.You must not leave your home unless necessary.Stay 2 metres apart from anyone not in your household or bubble. Stay Home, Protect the NHS, Save Lives","sentiment_score":0.2321428571}
{"full_text":"ICYMI: How to green Africa from the grassroots --&gt; COVID-19 prompts rethinks, discusses that investing in renewable energy, regenerative agriculture and skills could help Africa handle future crises.","sentiment_score":-0.1}
{"full_text":"Even if you have mild symptoms get tested for COVID-19 immediately. The COVID-19 test is free, quick, easy &amp; you don't need a Medicare card. There are more than 350 COVID-19 testing locations across NSW, to find your nearest clinic or contact your GP","sentiment_score":0.4}
{"full_text":"Join us for Church at Home!As we look forward to life in a post-pandemic world, we're looking at ways that we can 'build back better in 2021'. This week, Katy Loffman is speaking on the difference that commitment can make. #NewMalden #ChurchofEngland","sentiment_score":0.25}
{"full_text":"Always worth retweeting heartwarming news in these difficult and turbulent times - this subject discussed in passing yesterday in our ongoing thinking about diversity  and our solidarity with marginalised and disadvantaged peoples","sentiment_score":-0.1222222222}
{"full_text":"Family devastated after 'perfectly healthy' 18-year-old dies of COVID-19Mental Health at work is a significant problem. Our Psychologists provide #CBT, #counselling and #mentalhealth assessments for individuals and organisationshttps:\/\/t.co\/TGmDUqUtoN","sentiment_score":0.4375}
{"full_text":"How cool is this crochet cushion made by Sarah Fudge? Sarah started crocheting during the first lockdown and eventually mastered the art of mosaic crochet. How fantastic!Enter here: #Competition #Hobbycraft","sentiment_score":0.3}
{"full_text":"VIDEO: Social media is crucial to egg industry during COVID","sentiment_score":0.0166666667}
{"full_text":"Current Conditions for #Sayre PATemp: 20.5FWind Chill: 20.5FHumidity: 95%Dew Point: 19.3F Barometer: 30.301 inHgWind: 0 mph from the ENECorona Virus Weekly Stats:Cases: 201.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"COMMENT: This lockdown is too weak, take action now to get a grip on this crisis","sentiment_score":-0.1375}
{"full_text":"NEW on #WickedLeeks: Sudden lockdown sends school dinners to waste Ecological farming can feed UK if diets change New Year's Honour for FoodCycle boss offers their Jan GrowYourOwn tips Top Jan soup recipesOn","sentiment_score":0.1532467532}
{"full_text":"RT This is so aggravating I'm posting it a second time.This happened because a small number of politicians and journalists were...","sentiment_score":-0.125}
{"full_text":"RT Denying Covid-19 vaccines to #Palestinians exposes Israel's institutionalised discrimination, an Amnesty International repor...","sentiment_score":0.0}
{"full_text":"#covid19 #coronaThe only way to defeat this virus is: We all stay at home for at least 14 days. We don't meet anyone, we don't go shopping, we don't go to work, we don't travel. The vaccinations are done at home with a mobile service.","sentiment_score":-0.15}
{"full_text":"Such an ahgase behaviour! Love 'em birds!!!","sentiment_score":0.48828125}
{"full_text":"RT Rlys makes the most of lockdown to upgrade and operate trains at 130 Kmph along Golden Quadrilateral\/Diagonal sections.","sentiment_score":0.4}
{"full_text":"RT POPART FAMILY #corona #contemporaryart #artist #painting #abstractpainting #artwork #modernart #artistsoninstagram #artofthed...","sentiment_score":0.0}
{"full_text":"Time: 09:00 * Temp: 4.2degC * Wind: W 4.0 to 6.0mph * Pressure: 1017.8hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 7.0W\/m2 * UV Index: 0.0 * Sunrise: 08:40 * Sunset: 16:20 * Cloudbase: 280ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Tips from an ICU nurse to treat (mild) COVID at home: a thread.","sentiment_score":0.3333333333}
{"full_text":"The UK COVID death toll has passed 80,000 and you call this a good day? Let alone a great one?Christ on a bike, man, how tone deaf can you get?","sentiment_score":0.75}
{"full_text":"Mexican Peso Forecast: USD\/MXN Balances on Support as Covid-19 Cases Surge in Mexico","sentiment_score":0.0}
{"full_text":"RT This is for those who question why scientists have made Covid19 vaccine in less that a year but they have been struggling...","sentiment_score":-0.1666666667}
{"full_text":"RT This is an ex-refugee, one of many immigrant\/refugee key workers who has been working on the frontline the entire pandem...","sentiment_score":0.1666666667}
