{"full_text":"Loved by students, scholars and writers for 450 years, Oxford pub succumbs to COVID","sentiment_score":0.7}
{"full_text":"RT 'Vaccines must be seen as global public goods.' - Secretary-General of the gives his take on the #COVID19 v...","sentiment_score":0.0}
{"full_text":"RT I'm still following rules and I'll continue to do my part, but I'm really emotionally drained from this fcking pandemi...","sentiment_score":0.0}
{"full_text":"Terrible comparison. 675,000 died in the Spanish flu pandemic in the US. 6.75% of the population.We are sitting at .0011 now.","sentiment_score":-0.5}
{"full_text":"Reflecting on the concept of \"sickness presenteeism\" as I navigate meetings on a day that normally would have been taken off. It seems that the pandemic has reduced the number of \"sick days\" for folks working from home. #AcademicTwitter","sentiment_score":-0.2821428571}
{"full_text":"RT it feels like a lot of people simply do not care that so many have died of covid, and this apathy is seen in the entirety...","sentiment_score":0.25}
{"full_text":"Boss ","sentiment_score":0.0}
{"full_text":"RT .@SenSchumer Here's some great advice.Drag all the sleazy backroom dealings with into the light.Hold...","sentiment_score":0.8}
{"full_text":"THIS IS NOT TRUE, 78.7% of over 80s have been half vaccinated with a single dose of the Covid Vaccine so in terms of how Hancock is getting on is the equivalent of your painter and decorator doing 2 walls of your living room and looking for praise","sentiment_score":-0.1376984127}
{"full_text":"RT Unconsciousness. A brush with death. Recovery.Wayne McDonald found roles reversed after surviving COVID-19.\"I tell...","sentiment_score":0.0}
{"full_text":"My son got covid !!!! But he gonna be ok","sentiment_score":0.5}
{"full_text":"RT The left used a Pandemic to steal a Presidential Election. Prove me wrong.","sentiment_score":-0.25}
{"full_text":"-He's admitted he doesn't have a plan to fight covid, in fact he's using the exact same plan that Trump created.-Broke his own mask mandate, an executed order that he signed not more than 24 hours before. -He ended US energy independence.What happened to the endless wars...","sentiment_score":0.095}
{"full_text":"Fed will likely stress commitment to low rates amid pandemic","sentiment_score":0.0}
{"full_text":"RT Why public health is too important to be turned into a partisan football by the GOP and right-wing media: New","sentiment_score":0.1787878788}
{"full_text":"RT An important message, said in a unique style. Veer Kashyap from Bengaluru created a game that seeks to keep people home a...","sentiment_score":0.125}
{"full_text":"I think I've finished Netflix. What do I do now til the end of Lockdown? #lockdown2021 #Netflix","sentiment_score":0.0}
{"full_text":"But I thought everyone was dying, numbers were going up, this was the end of humanity as we knew it","sentiment_score":0.0}
{"full_text":"RT The data shows the ability of the drug Ivermectin to prevent COVID-19, to keep those with early symptoms from progressing to t...","sentiment_score":0.1}
{"full_text":"RT It's actually quite responsible of Santa Clara, it's the other counties that are irresponsible, placing money above lives. If...","sentiment_score":0.01875}
{"full_text":"RT I still see a ton of resistance to opening schools in Maryland. Private schools have been open since August &amp; everyone i...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Coronavirus variant found in UK spreads 30-70% more easily than existing variants, health secretary says","sentiment_score":0.4666666667}
{"full_text":"RT So terrible to read. Fall data: 62% of public school students nationwide were fully virtual (union politics) compared to j...","sentiment_score":-0.5}
{"full_text":"Yeah   Just watch &amp; see how much of this money goes for silly needless pet projects. ","sentiment_score":-0.2666666667}
{"full_text":"RT wow, funny that.","sentiment_score":0.175}
{"full_text":"How to Right Your Retirement Savings After Coronavirus Setbacks","sentiment_score":0.2857142857}
{"full_text":"So apparently you don't understand the results of your madness. More data to prove your ignorance. #onetermgovenor","sentiment_score":0.275}
{"full_text":"RT So this hooligans are untouchable? Bheki Cele is still investigating maskThis need to trend #ArrestRefilweMtsweni #Stat...","sentiment_score":0.0}
{"full_text":"UK COVID-19 variant detected in Kingston: As a result, Dr. Kieran Moore, Medical Officer of Health is advising anyone who has been outside of the region in the past 14 days to consider asymptomatic testing for COVID-19.https:\/\/t.co\/Jl4ZjXwyhx","sentiment_score":-0.0833333333}
{"full_text":"Nigeria on course despite COVID-19, economic challenges , insecurity -- Okowa","sentiment_score":0.2}
{"full_text":"RT Now that Gavin Newsom is about to be recalled the China Virus has been cured?","sentiment_score":0.0}
{"full_text":"RT I'm tired but I'm awake: a pandemic-era memoir.","sentiment_score":-0.4}
{"full_text":"RT RSPB's Birdwatch weekend offers a perfect lockdown activity #Croydon @CroydonMumsUK @LoveCronx @Natures_Voice @Pe...","sentiment_score":0.55}
{"full_text":"RT RELEASE: The today announced the beginning of Phase 1C of #COVID19 vaccine distribution. Over 2 million Mar...","sentiment_score":0.0}
{"full_text":"I said the virus from China shouldn't be taken lightly 11 months ago. People asked for proof, too. Good luck.","sentiment_score":0.55}
{"full_text":"This year, as COVID-19 continues to have real public health &amp; economic impacts, its more important than ever to leverage regulatory action to promote economic growth &amp; mitigate the effects of the pandemic. #RedTape","sentiment_score":0.2333333333}
{"full_text":"Calif Gov Newsom appears to be retreating on COVID restriction as recall petition signatures surge","sentiment_score":0.0}
{"full_text":"I honestly think the gov's treatment of the sick&amp;disabled is deliberate policy,im a long sufferer with MECFS,we've suffered years of underfunding,discrimination stigma &amp; prejudice &amp; then covid,millions of sick&amp;disabled on legacy benefits ignored,left behind to fend for ourselves","sentiment_score":0.05}
{"full_text":"RT Follow the money.Stay focused on the Fed.The economic crisis in the country started long before the pandemic began, w...","sentiment_score":0.075}
{"full_text":"RT Here is what was in the news before Trump talked about \"injecting disinfectants.\" It was about light. His staff would h...","sentiment_score":0.4}
{"full_text":"RT Facundo Pellistri is back in training after recovering from COVID-19","sentiment_score":0.0}
{"full_text":"China pushes fringe theories on COVID-19 pandemic origins, vaccinesSource: Fox Newshttps:\/\/t.co\/FeZDsMhsFb","sentiment_score":0.0}
{"full_text":"RT You had me logistics! Finally, we see real plans coming from a real President. A President that is doing his job &amp; puttin...","sentiment_score":0.1333333333}
{"full_text":"RT Gavin Newsom is re-opening his state despite \"the science\" saying the worst of this pandemic is yet to come.Gretchen W...","sentiment_score":-1.0}
{"full_text":"RT it feels like a lot of people simply do not care that so many have died of covid, and this apathy is seen in the entirety...","sentiment_score":0.25}
{"full_text":"RT thread","sentiment_score":0.0}
{"full_text":"Mold can cause many health effects, so it's important to know what you can do to prevent mold in your home. Check out the CDC's tips on mold prevention:","sentiment_score":0.45}
{"full_text":"RT \"when covid is over\" is starting to sound like","sentiment_score":0.2}
{"full_text":"RT CA issued the Stay At Home order on December 3rd. LA County hospitalizations were at 2,572.Today, when they lifted the...","sentiment_score":0.0}
{"full_text":"RT \"Atlanta is the capital of public health. It made the perfect environment to be able to support research related to #C...","sentiment_score":0.375}
{"full_text":"RT This #BuddyCheckMonday, take the time to reach out to a friend of yours. In these difficult times brought on by the pande...","sentiment_score":-0.5}
{"full_text":"RT The public is learning new facts about three different threads of the Trump presidency: Trump's last-ditch coup attempt;...","sentiment_score":0.0454545455}
{"full_text":"Check out this cartoon via","sentiment_score":0.0}
{"full_text":"RT Trump had dozens of plans to overturn the election, but not one plan to defeat Covid.","sentiment_score":0.0}
{"full_text":"RT Could you please post a video walking through the new Antiquarium, so Pompeian...","sentiment_score":0.1363636364}
{"full_text":"RT \"A year ago today, fewer than 1500 cases of #COVID19 had been reported to including just 20 cases outside China\", says","sentiment_score":0.0}
{"full_text":"What a surprise","sentiment_score":0.0}
{"full_text":"RT Japan, once considered a poster child for COVID-19 containment, is introducing a draconian law as cases spike and the...","sentiment_score":0.0}
{"full_text":"RT WayV's Ten Falls And Yangyang Shoved After Being Mobbed By Fans--In A Pandemichttps:\/\/t.co\/b7ESiRfyNP","sentiment_score":0.0}
{"full_text":"Washed my hair went for a big long walk made a proper dinner and did my fake tan??? My disgusting sloth girl persona that came into play during lockdown 2 is slowly morphing back into a real person","sentiment_score":-0.20625}
{"full_text":"RT This cynically incompetent Tory Govt's main and lasting Covid achievement - apart from being world beaters at killing its...","sentiment_score":-0.0611111111}
{"full_text":"RT Here's our scoop: Biden on Monday will reimpose the 212F restrictions on UK, Brazil, Schengen Area that were scrapped...","sentiment_score":0.0}
{"full_text":"RT Get the COVID vaccine. It is effective, safe, and not part of a laughably absurd conspiracy to monitor your movements. B...","sentiment_score":0.2}
{"full_text":"RT \"once covid is over\" is starting to sound like \"when i meet harry styles\"","sentiment_score":0.2}
{"full_text":"RT \"Texas's hands-off approach has rallied the virus, killing more than 33,700 Texans, leaving children orphaned &amp; forcing doc...","sentiment_score":0.5}
{"full_text":"RT To get through this pandemic together we all must continue to wear a mask, wash our hands, and socially distance.","sentiment_score":0.0333333333}
{"full_text":"RT You blamed the UK's shocking coronavirus death toll on the population's age and obesity, not anything the Govt had done wr...","sentiment_score":-1.0}
{"full_text":"Just drafted an outline structure for the evaluation report for - there are at least 4 articles on volunteers, engaged research, OH and Covid in there(none of which I can currently write) - point in in the right direction to any new research you would recommend pls","sentiment_score":0.0305194805}
{"full_text":"It doesn't help that they've barely played. Basketball season, as a whole, feels strange and pointless this year with all the COVID difficulties.","sentiment_score":-0.0125}
{"full_text":"RT Notice a bunch of your friends seemed to have gotten pregnant since the start of the pandemic?You might be tempted to call it...","sentiment_score":0.3333333333}
{"full_text":"RT According to reports, #DaveChappelle has tested positive for #Covid19. A representative of his said he has been quarantined...","sentiment_score":0.2272727273}
{"full_text":"NZ's \"team of 5 million\" COVID approach was clearly outlined in 'Biosecurity 2025', an engagement strategy launched in 2018 under the previous National government. The necessary response contours already had broad political and community recognition.","sentiment_score":-0.0008333333}
{"full_text":"RT '60 year olds are likely to require hospitalisation and intensive care' so give us our pensions so we can #StayHome #Prote...","sentiment_score":0.0}
{"full_text":"RT On Saturday, the County Board received a lengthy and detailed update on COVID-19 vaccine distribution in Arlington. We kno...","sentiment_score":0.4}
{"full_text":"Fxck right off!","sentiment_score":0.3571428571}
{"full_text":"RT even if you don't still stay home.","sentiment_score":0.0}
{"full_text":"Ultra-Orthodox riot across Israel over lockdown - via #Palestine","sentiment_score":0.0}
{"full_text":"RT These democratic tyrant governors and mayors now so excited to re-open... It's almost like they used the coronavirus pandemic...","sentiment_score":0.375}
{"full_text":"RT Tomorrow will deliver the impeachment article to the Senate - a full THIRTEEN DAYS after the House rush...","sentiment_score":0.35}
{"full_text":".@MCO is using lidar-based, real-time #CrowdAnalytics technology to maximize safety at its terminals during the ongoing pandemic. Foot traffic monitoring specialist The Indoor Lab partnered with lidar company to provide the new solution.https:\/\/t.co\/dOP9BnCzUL","sentiment_score":0.1363636364}
{"full_text":"RT Your Democrat friends are here for you.","sentiment_score":0.0}
{"full_text":"\"The 10 richest people, whose fortunes rose by $540B since March 2020, include Jeff Bezos, Elon Musk &amp; Mark Zuckerberg\"https:\/\/t.co\/aW2sZzvdRh#AbolishRacialCapitalism #AbolishWhiteSupremacistOligarchy#TrumpPandemic #DestroyTheGOP #PandemicReliefNOW","sentiment_score":0.6}
{"full_text":"okay malik talk yo shit","sentiment_score":0.15}
{"full_text":"RT I still see a ton of resistance to opening schools in Maryland. Private schools have been open since August &amp; everyone i...","sentiment_score":0.0}
{"full_text":"#Thursday 01\/28 11am-4pm Blood Drive Family Care Clinic of Ripley! Free Covid-19 Antibody Testing for all successful donations courtesy of Mississippi Blood Services!#Use the link below to sign up online:(link expires at midnight of 01\/27)https:\/\/t.co\/LzoJ4suGHi","sentiment_score":0.575}
{"full_text":"RT A negative COVID-19 viral test or documentation of recovery is now required to fly to the U.S. You could unexpectedly test p...","sentiment_score":0.2}
{"full_text":"GEMS is #racist &amp; #incompetent The conduct of #GEMS is outrageous and criminal that the public servants continue to pay those who were privileged by apartheid in this day and era.https:\/\/t.co\/A4aiXtzluX@GEMS_Number1 #Covid19@PresidencyZA","sentiment_score":-0.4375}
{"full_text":"Covid is almost at 100 million confirmed cases worldwide.","sentiment_score":0.4}
{"full_text":"RT I know who I trust and it's the firefighters who put their lives on the line to keep us safe. Frontline emergency workers...","sentiment_score":0.5}
{"full_text":"RT Doctors Without Borders medical teams are providing lifesaving care to people impacted by COVID-19, natural disasters, conflic...","sentiment_score":0.05}
{"full_text":"Covid a domicilio. ","sentiment_score":0.0}
{"full_text":"So proud of all our #medicalstudents!","sentiment_score":1.0}
{"full_text":"RT As we confront the continuing tragedy of 25 million infected with coronavirus and nearly 420,000 deaths, let's never f...","sentiment_score":0.1}
{"full_text":"RT Important thread.","sentiment_score":0.4}
{"full_text":"RT Interrupting your doomscrolling with more good news. As most had expected, the vaccines continue to work well against the new v...","sentiment_score":0.3472727273}
{"full_text":"RT This doesn't make any sense.","sentiment_score":0.0}
{"full_text":"\"Preventing the next pandemic and ensuring healthy futures requires addressing the environment, too.\"","sentiment_score":0.25}
{"full_text":"Proud to join with many of my colleagues to help launch the COVID-19 Restaurant and Gym Relief Program. Applications available Jan. 28. See eligibility requirements","sentiment_score":0.5666666667}
{"full_text":"RT TODAY: Governor will provide an update on the state's response to the #COVID19 pandemic. Watch live at 12pm...","sentiment_score":0.1363636364}
{"full_text":"This pandemic really needs to get over ASAP!https:\/\/t.co\/sNNAJypGZl","sentiment_score":0.2}
{"full_text":"Download this helpful #infographic-- inspired by a recent meetup with top #CIOs and #business leaders-- and see how they are navigating the current #pandemic ","sentiment_score":0.1666666667}
{"full_text":"RT lets......GOOOOOOOOOOOOOO","sentiment_score":0.0}
{"full_text":"RT US Supreme Court hands victory to advocates of abortion rights, wiping lower court rulings off the books that had upheld a Texas...","sentiment_score":0.0}
{"full_text":"Virologist Jason Kindrachuk looks back on what we've learned about COVID-19 one year since the first case was diagnosed in Canada:https:\/\/t.co\/2KtTBBNzcM","sentiment_score":0.125}
{"full_text":"Help your kids stay healthy during lockdown. Watch our free PE lessons for children aged 10-14 as part of  #KeepKidsActive campaign. The first lesson is right here:","sentiment_score":0.2671428571}
{"full_text":"Our company director explores how #covid19 has increased the demand for your home improvements during the lockdown 3.0. Within our latest blog he outlines financial advice and the benefits of adding value to your property!https:\/\/t.co\/X2TI5BB0gG","sentiment_score":0.25}
{"full_text":"RT .@SenSchumer Here's some great advice.Drag all the sleazy backroom dealings with into the light.Hold...","sentiment_score":0.8}
{"full_text":"Nobody should take economic advice from the man who tried to keep covid a secret until it had got completely out of control. He needs to tell his people to stop clumsily parking their vans in the way of WHO inspectors too.","sentiment_score":-0.1}
{"full_text":"Solar physicists create corona simulations ahead of recent solar eclipse seen in the South Pacific, Chile, and Argentina. #Expanse #solareclipse2020 Read more here:","sentiment_score":0.25}
{"full_text":"China's vegetable prices hit record highs ahead of Lunar New Year due to cold winter, coronavirus lockdowns by via","sentiment_score":-0.1962121212}
{"full_text":"Have questions about COVID-19? Please visit the Clay County's Public Health Center website for the latest health guidelines to protect you and your family. #MOLeg","sentiment_score":0.1333333333}
{"full_text":"from Catholic Charities of CC, Inc.:If you were impacted financially by COVID-19, give us a call.Be prepared to electronically provide a lease agreement, current\/past due utility bill, ID, proof of income, &amp; TWIC benefit letter or employer letter showing reduction in hours.","sentiment_score":-0.0416666667}
{"full_text":"On January 21st of 2020, the US reported its first case of COVID-19. A little over a year later, as of January 24 of 2021, COVID-19 cases have reached 24,800,354. The upside is that the number of new daily cases (7-day average) is down over 30% since peaking on January 11.","sentiment_score":-0.0133364899}
{"full_text":"It was NEVER about science! They played political games at the cost of people's lives and livelihood, and for their personal gain!","sentiment_score":0.0}
{"full_text":"How are companies using real-world data to see how effective convalescent-plasma therapy is? Find out in our #HealthFoward blog--and see how therapies might help people avoid serious #COVID19 symptoms.","sentiment_score":0.1333333333}
{"full_text":"More than 100 #Norfolk teachers off because of #covid19 before Christmashttps:\/\/t.co\/GVquOfLa9M","sentiment_score":0.5}
{"full_text":"Suffering from Isolation my Arse, just a vile turd.","sentiment_score":0.0}
{"full_text":"Time: 18:00 * Temp: 2.6degC * Wind: SW 2.9 to 6.0mph * Pressure: 1005.5hPa * Rain: 0.0mm * Hum: 86% * ET: 0.4mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:23 * Sunset: 16:47 * Cloudbase: 960ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":" This meeting is tomorrow! Child Care Provider Informational Phone Meetings:https:\/\/t.co\/RMwcsvKMlnJoin via phone: 301-715-8592 ID: 959 5436 3354Join by computer: ID: 959 5436 3354#aeca2021 #arkansasece #teamsbuildingdreams","sentiment_score":0.0}
{"full_text":"A snapshot of the impact COVID-19 is having on our hospital system as of 01\/25\/21.This dashboard is updated three times per week (Monday, Wednesday, Friday) by 10 a.m.For the latest information, visit","sentiment_score":0.5}
{"full_text":"#Israel: The Ministry of Health has said the number of new #coronavirus infections has fallen further. According to the ministry, 7,099 new cases were confirmed on Thursday, after reaching a peak of 10,100 earlier this week.","sentiment_score":0.1345454545}
{"full_text":"SkyNews Australia: \"China has a biological weapons program and the Wuhan Institute of Virology was collaborating on \"secret projects with China's military.\" #CCP","sentiment_score":-0.25}
{"full_text":"RT President Biden firing the White House Physician who admitted he lied about Trump's COVID treatment.","sentiment_score":0.0}
{"full_text":"Opinion by and WHO warns that PCR COVID tests can provide false positives if used incorrectly, hinting that numbers could be distorted. Too bad the press doesn't care.https:\/\/t.co\/zkAyQbs7uP","sentiment_score":-0.55}
{"full_text":"Congrats to Aimee, an #HPOG graduate who recently got her #COVID19vaccine! As #essentialworkers around the country are getting their first dose, we want to say thanks for your hard work caring for us thru the pandemic.","sentiment_score":0.0395833333}
{"full_text":"RT \"This analysis allows us to draw out some characteristics of a perfectly feasible post-capitalist market economy: a post-co...","sentiment_score":1.0}
