{"full_text":"RT Honestly and to be fair to him, DG Hisham isn't supposed to be the face of KKM during this pandemic. It's the minister, Ad...","sentiment_score":0.65}
{"full_text":"RT Biden to sign executive orders:- Rejoining the Paris climate accord - Ending the travel ban on predominantly Muslim co...","sentiment_score":0.0}
{"full_text":"Just love this story. How a Canadian choir outsmarted the limitations of the pandemic. A welcome break from the heavy news cycle, featuring the incredible of Calgary, Canada.","sentiment_score":0.5}
{"full_text":"RT \"This will be shaped by an era of rapid change and transformation across the world in terms of technology, trade and the impa...","sentiment_score":0.0}
{"full_text":"RT in Florence needs your help to collect blankets for those experiencing homelessness. Many shelters in NKY...","sentiment_score":0.5}
{"full_text":"RT NEW EPISODE ALERTToday we're talking about the delicate balance of the working mom and a decision many have considered d...","sentiment_score":0.1121212121}
{"full_text":"RT Hey, non-indonesians wanting to travel during covid!there is a great beach you can visit! of course, you have to go through...","sentiment_score":1.0}
{"full_text":"RT Looking to get creative #athome? We've teamed up with  to give ONE lucky winner a chance to WIN thi...","sentiment_score":0.5444444444}
{"full_text":"RT Goya Foods President and CEO Robert Unanue: \"it's a political year and you know they weaponized coronavirus.\"","sentiment_score":0.0}
{"full_text":"RT Hamilton tests positive for COVID-19 and will miss Sakhir GP","sentiment_score":0.2272727273}
{"full_text":"RT \"While the state says it has distributed about 74% of the doses that have been delivered, the CDC says the state has only d...","sentiment_score":0.0}
{"full_text":"Seriously drop the Devomax stuff otherwise this whole election focusses on Indyref instead of dealing with the real issues affecting people in Scotland today. Recovering from Brexit and Covid is tough enough without Indyref distraction.","sentiment_score":-0.0644444444}
{"full_text":"RT The reaction to the virus is hurting more people than the virus itself.Pisses me off that people like my dad that ne...","sentiment_score":0.5}
{"full_text":"RT Will they get the precious COVID vaccine at the border?","sentiment_score":0.5}
{"full_text":"RT Single-occupant rooms, no COVID-19 cases and 20-year plans. Here's what long-term care looks like outside of Canada","sentiment_score":0.0}
{"full_text":"RT It's hard to overstate what an empty vessel Mike Pence is. Four years of the oleaginously adoring gaze. Abject, deadly...","sentiment_score":-0.0979166667}
{"full_text":"Imagine being a nurse going through this... just wear a damn mask, or should we make it a law for \"indecent exposure\" for people like this.","sentiment_score":0.0}
{"full_text":"please help","sentiment_score":0.0}
{"full_text":"I hope accusations against him in corona budget will be followed as well. If the governments really committed to fighting against corruption, why most of those accused of corruption, get back to other important jobs, before any decision on their case?","sentiment_score":0.195}
{"full_text":"The pandemic has amplified existing social inequalities, systemic racism, gender inequality,  poverty, threatening decades of advancement. It is time for OD academics and practitioners alike to collaborate in addressing these challenges. It is time to consolidate the field.#ODHEC","sentiment_score":0.0333333333}
{"full_text":"RT Please, western people. The third-world country is not your free real estate, especially Indonesia who's already suffering re...","sentiment_score":0.15}
{"full_text":"RT The events of 1995's Johnny Mnemonic, set in 2021 during a global pandemic, starts (in about an hour local time) today. The f...","sentiment_score":0.0}
{"full_text":"#BlackLiveMatter, so good people,  run the odds again. Odds of death for blacks from Covid is about 1\/11. Odds of death from Covid vaccine less than 1\/10,000,000.  Everyone getting vaccine msy feel fever &amp; other symptoms, but that's because it's working. ","sentiment_score":0.1361111111}
{"full_text":"My first day as an ER tech starts in a couple hours! First ever ER job... and during a pandemic. Nervous but so excited","sentiment_score":0.3125}
{"full_text":"RT Honda to close UK plant for four days owing to supply chain problems","sentiment_score":0.0}
{"full_text":"HH Sheikh Mansour bin Mohammed bin Rashid Al Maktoum: We thank all those who have taken the initiative to get the vaccine, which is available in 120 centres across #Dubai#COVID19#ChoosetoVaccinate #TogetherWeRecover#TogetherForYourWellness","sentiment_score":0.4}
{"full_text":"RT In the GOP, cowardice spreads faster than COVID.","sentiment_score":0.0}
{"full_text":"How about you stay at home your prick, practice what you preach!","sentiment_score":0.0}
{"full_text":"I have been  asking  the same question  over and over and over again.  I  a deadly pandemic I am like seriously? I have been even wished to die from it. Very sad","sentiment_score":-0.2958333333}
{"full_text":"RT All-female team delivers COVID-19 vaccines in harshest of conditions in rural Alaska via","sentiment_score":0.0}
{"full_text":"RT Joe Biden's America The COVID marathon.","sentiment_score":0.0}
{"full_text":"RT You know, it's almost as if they want to distract people from their lethally failed response to the pandemic and the cons...","sentiment_score":-0.5}
{"full_text":"RT At least Covid protected those walk-ins students from getting chowed by Comdrades in Varsities in the name of Accommodat...","sentiment_score":-0.3}
{"full_text":"Covid situation in prisons should be exposed. Is any data being released about infection\/death rate? There is a deafening silence from PHE.","sentiment_score":0.0}
{"full_text":"Covid vaccination: A 'bittersweet' moment for India's health workers via #COVID19 #CovidVaccine #India #vaccine #VaccineStrategy #vaccines #healthcare #healthcareworker #pandemic #SmartNews #SmartVideo #ViewFromTheUK","sentiment_score":0.0}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT  England regions by highest number of COVID-19 positives per 100k population.7-day rolling rate by specimen da...","sentiment_score":0.0}
{"full_text":"RT 1. Have the PM &amp; key Ministers in Govt been vaccinated against Covid? 2.  If YES: When? Which vaccine were they given?3. If...","sentiment_score":0.0}
{"full_text":"Ladies and gentlemen, introducing Andy Slavitt, one of Biden's new COVID \"experts\". Here's an example of just one of the many things he's been wrong on. He's consistently wrong though, I'll give him that.","sentiment_score":-0.0909090909}
{"full_text":"RT The same people who claim America First... attacked America.The same people who claim Blue Lives Matter... killed police w...","sentiment_score":0.01}
{"full_text":"RT It's now 2 flights....do I hear 3?*passengers boarding Canada-bound planes, from Haiti are exempt from this rule until Jan....","sentiment_score":0.0}
{"full_text":"Heartbreaking news out of Broward County. #aquatics #poolsafety #poolservice #lifeguard #drowningprevention #drowning #parksandrec #safetyfirst #aquatech #swimming #summercamp #wavedrowningdetection #cdc #who #drowningdetection #swimtech #browardcounty","sentiment_score":0.0}
{"full_text":"Huh.. Seems like maybe all cops suck ass and should be fired and shot into space","sentiment_score":0.0}
{"full_text":"Yes protect the nhs so why carry on with running mass pcr \"false positive\"tests ?You know a positive test is not a case &amp; this will increase pressure on the NHS\/drive your lock down policy. Also why did you extend the 28 days died of\/with Covid (with a positive test) to 60 days?","sentiment_score":0.0252525253}
{"full_text":"Phil Spector dead at 81: Jailed Wall of Sound producer dies of COVID","sentiment_score":0.1}
{"full_text":"RT white ppl go on humanitarian trips to Africa like their local town isn't facing a homelessness and heroin epidemic, sta...","sentiment_score":0.0}
{"full_text":"RT Another day, another hole snipped in the safety net.  Tomorrow MPs vote on removing the PS20 uplift to #UniversalCredit t...","sentiment_score":0.0}
{"full_text":"You wan spoil agenda","sentiment_score":-0.2}
{"full_text":"RT What the #ChinaVirus does ","sentiment_score":0.0}
{"full_text":"RT Washington tells us of evidence that staff at the Wuhan Institute of Virology had coronavirus in autumn 2019...Will Chi...","sentiment_score":0.0}
{"full_text":"60,000 tests completed.Of the new cases reported today:1,035 in Toronto585 are in Peel254 in Windsor-Essex County246 in York Region186 in Niagara Region.","sentiment_score":0.1363636364}
{"full_text":"RT When you don't have a choice to go to work on Sunday amidst a pandemic, but sure as hell you have a choice of what to wear....","sentiment_score":0.5}
{"full_text":"RT Another day, another hole snipped in the safety net.  Tomorrow MPs vote on removing the PS20 uplift to #UniversalCredit t...","sentiment_score":0.0}
{"full_text":"RT Testing positive for Covid- 19 and not isolating should be a criminal offense","sentiment_score":-0.0863636364}
{"full_text":"RT On June 30 Dr. Fauci said the U.S. could not count on the availability of a safe and effective COVID-19 vaccine.This...","sentiment_score":0.55}
{"full_text":"Madness","sentiment_score":0.0}
{"full_text":"RT Hi! Urgently require a Covid recovered B+ blood for plasma therapy for my cousin-in-law, Pradeep Gooptu, admitted in Medica...","sentiment_score":0.0}
{"full_text":"RT .@shallujindal20, Chairperson of honoured with 'Top 10 Impact Leaders of India' Award at in i...","sentiment_score":0.5}
{"full_text":"RT The country Joe Biden will lead, as the pandemic wanes and as the economy recovers, is going to require major social catha...","sentiment_score":0.0479166667}
{"full_text":"RT Had covered this pattern of bookings, detention and arrests last year during the lockdown","sentiment_score":0.0}
{"full_text":"RT If we do not get this MCO right, the worst is yet to come. A daily reminder to all \"please stay at home\". Stay home and stay...","sentiment_score":-0.2380952381}
{"full_text":"I'm seriously fed up of people enforcing this on those people who are exempt. You mask brigades should just stay at home","sentiment_score":-0.3333333333}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"RT That's the problem with kids these days.No focus. Peter Weirs film is brilliant. An exacting, detail oriented, epic ta...","sentiment_score":0.5}
{"full_text":"RT would have.could have.should have.Beyond this debate I just need us to acknowledge where we NOW and do whatever is nec...","sentiment_score":0.0}
{"full_text":"RT stay home #hxh #hxhfanart","sentiment_score":0.0}
{"full_text":"RT Can we please agree to maintain community concerns about mental health in children, even when the pandemic is \"over?\"","sentiment_score":-0.1}
{"full_text":"RT It's also just *extremely* irresponsible to encourage people from wealthy developed countries to travel\/relocate during...","sentiment_score":0.1583333333}
{"full_text":"RT Anybody who worked (IN PERSON) throughout the pandemic needs to be making at least $25\/ hour","sentiment_score":-0.3}
{"full_text":"Maybe you should read the whole article: \"A study published in the journal Nature by researchers at Imperial College London in June found that some 3.1 million deaths had been averted due to lockdowns across Europe early on in the pandemic.\"","sentiment_score":0.0583333333}
{"full_text":"RT Thousands protest against lockdown measures in Vienna - #OANN","sentiment_score":0.0}
{"full_text":"RT The ones who moan and cry about #lockdowns - good job you were not here for WW2 then - you would be unable to cope - back t...","sentiment_score":0.0666666667}
{"full_text":"RT Black Lives Matter Activist called President Trump a racist and blamed him for Covid 19 killing black people. They claim he...","sentiment_score":-0.1666666667}
{"full_text":"RT If you think that NHS staff should receive full COVID-19 vaccine courses (2 doses) immediately, please RT thisNHS staf...","sentiment_score":0.35}
{"full_text":"RT Republicans called the valid votes of Black, brown and Indigenous voters across this country \"fraud\" because they couldn't be...","sentiment_score":-0.1666666667}
{"full_text":"RT please as you go to school, kindly observe the COVID-19 protocols. #LIVMUN burna","sentiment_score":0.6}
{"full_text":"RT having                           disliking covid-19              frank ocean                   no taste","sentiment_score":0.0}
{"full_text":"DeSantis trying to silence his critics. FL justice system is now complicit. Gov should be removed from office. Attorney General also. Such crap. Hang in there Rebekah. Is there a legal defense fund?","sentiment_score":-0.1375}
{"full_text":"What is it with some people calling it 'the' Covid?","sentiment_score":0.0}
{"full_text":"RT #COVID19 has come to stay so we need to protect our children as they head to school. - Enoch Gyetua (Nat. Exe. Director - Gha...","sentiment_score":0.0}
{"full_text":"RT Can we all just definitively agree that not a single dose of Covid vaccine should be wasted, and that if any are left over...","sentiment_score":-0.0547619048}
{"full_text":"RT Once again we enter a long weekend with new COVID-19 cases in the triple digits. Wear a mask over both nose and mouth. Wash...","sentiment_score":0.0431818182}
{"full_text":"RT Increasing the minimum wage to $15 immediately, particularly on large employers, would be enormously beneficial to the eco...","sentiment_score":0.1071428571}
{"full_text":"RT Ron DeSantis is allowing non-Florida residents &amp; foreign national visitors to get the Covid-19 vaccine before Florida's...","sentiment_score":-0.125}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"Put her in lock down her horny disease might be contagious &gt;:((","sentiment_score":-0.4527777778}
{"full_text":"RT You know, it's almost as if they want to distract people from their lethally failed response to the pandemic and the cons...","sentiment_score":-0.5}
{"full_text":"RT The science behind climate change is not a hoax. The science behind COVID-19 is not partisan. And President-elect","sentiment_score":-0.4}
{"full_text":"I never get noticed, but I'm hoping a kind giving soul sees this. Really needing some help with some food and warm clothes. I'm really struggling, this coronavirus is beating my ass. I have surgery Tuesday. A blessing would be greatly appreciated right now..  $BratLucy69","sentiment_score":0.3476190476}
{"full_text":"Science said \" Stay Home !  Go out for urgent things only !  Keep a  safe distance ! Wear a mask ! Wash your hands for 20 seconds ! Stay home !  Don't socialize ! \"   Any of those rules were followed by any of your friends in Balfour or Tel  Aviv ? New Zealand ppl followed rules","sentiment_score":0.3787878788}
{"full_text":"RT Chinese researchers fell ill long before the world knew of Covid, US claimshttps:\/\/t.co\/Au5m5Rjt63","sentiment_score":-0.1833333333}
{"full_text":"Can't imagine why this question needs to be asked","sentiment_score":0.0}
{"full_text":"RT This inauguration will be like no other, partly because of coronavirus, says on CBS. \"But we are going...","sentiment_score":0.0625}
{"full_text":"RT If you think that NHS staff should receive full COVID-19 vaccine courses (2 doses) immediately, please RT thisNHS staf...","sentiment_score":0.35}
{"full_text":"RT Now that we live in covid times I can't believe we used to have to go to work with a cold and it would be normal to just...","sentiment_score":-0.1045454545}
{"full_text":"RT Throw the scale away","sentiment_score":0.0}
{"full_text":"RT It seems UK doctors and nurses are free and available under so \"fearful\" pandemic\/ plandemic Folks, There's nothing to fear b...","sentiment_score":-0.0333333333}
{"full_text":"RT Everytime a new strain of covid gets fucking announced ","sentiment_score":-0.2318181818}
{"full_text":"RT Because, what you're doing is hoping to separate yourself from \/them\/.  So you can feel better about YOUR prospects of...","sentiment_score":0.5}
{"full_text":"Nobody: COVID Vaccine in September:","sentiment_score":0.0}
{"full_text":"RT Whitmer ignored the advice, from patient advocates and legislative Republicans. Whitmer vetoed a bill from Republican Legi...","sentiment_score":0.0}
{"full_text":"It's so rewarding to be able to be there for members of our community right now#chiropractic #osteopathy","sentiment_score":0.4285714286}
{"full_text":"RT #COVID19 vaccines are reaching high income countries quickly, while the world's poorest have none at all.Science is...","sentiment_score":0.2466666667}
{"full_text":"RT I'm an ER Nurse in Seattle. Last night officers came to the ER to obtain a statement from an assault patient. One offi...","sentiment_score":0.0}
{"full_text":"every Governor in America - especially YOU read this on speeding up vaccinationswe're run by a technocratic \"elite\" that makes everything so BLOODY COMPLICATED with their stupid apps and websites and bureaucracyjust do what says!https:\/\/t.co\/KOIMVuoDp0","sentiment_score":-0.525}
{"full_text":"RT California's absolute and utter incompetence on this is just stunning. $10 BILLION paid out in fraudulent unemployment claim...","sentiment_score":0.2333333333}
{"full_text":"Oh and of course, everyone who wears a mask clearly has Covid and everyone who doesn't is Covid free right?It's just so plausible. ","sentiment_score":0.3333333333}
{"full_text":"RT for like 8 months i thought covid was one of those joke diseases where you ask \"what's covid\" and the other guy tells tou to suck...","sentiment_score":-0.125}
{"full_text":"RT Police in Amsterdam turned a water cannon on hundreds of demonstrators who were taking part in a banned protest against the...","sentiment_score":0.0}
{"full_text":"RT Use tool to email your MP to help ensure that #telemedicine for #abortion continues beyond the pandem...","sentiment_score":0.0}
{"full_text":"7 ways to increase your blood Oxygen during Covid-19 crisis Lack of oxygen weakens every bodily system and is the main cause of disease. It weakens the immune system, which can lead to viral infections, DNA mutations..https:\/\/t.co\/TkAOknyAoF","sentiment_score":0.0833333333}
{"full_text":"Or school ","sentiment_score":0.0}
{"full_text":"One year ago today:The US CDC begins entry screening for travelers from Wuhan to SFO, LAX, and JFK. This screening focuses on symptoms and includes a temperature check. The CDC emphasizes that the virus is novel, but shares concerns that there may be more unidentified cases.","sentiment_score":0.5}
{"full_text":"\"People's Vaccine Campaign demands participation in government plan.The campaign, initiated by the C19 People's Coalition and endorsed by about 90 organisations, called on civil society to play an active role in the government's national vaccine strategy\"https:\/\/t.co\/r3ElHyJ1T0","sentiment_score":-0.1333333333}
{"full_text":"Need for reinsurance grows in APAC after catastrophes &amp; COVID-19: S&amp;P","sentiment_score":0.0}
{"full_text":"#TomCruise won't have it with anyone breaking COVID-19 protocol on the set of Mission Impossible 7","sentiment_score":-0.6666666667}
{"full_text":"Disgusting woman spat in officer's face during pandemichttps:\/\/t.co\/c1eQKTDxp7","sentiment_score":-1.0}
{"full_text":" E M P O W E R Miss out on #Empower sessions this week? Fear not, as all sessions will continue throughout lockdown, including: Empowering Youth Programme Coffee Corner Sessions Ladies &amp; Smithy's Virtual Boot CampsSchedule Reminder ","sentiment_score":0.0}
{"full_text":"Depends on the neighborhood. I live in L.A. County &amp; almost none of my neighbors wear a mask outside. I only go out to throw out trash, check mail, pick up my daughter's materials from school for distance learning.  A few of them have laughed at me &amp; fake-coughed right in my face","sentiment_score":0.1536796537}
{"full_text":"I hate still having to wear masks and think it's stupid but i could not possibly imagine going through all of this instead of just putting on the mask and getting my groceries","sentiment_score":-0.5333333333}
{"full_text":"RT #NewProfilePic My support to Maharashtra Police for their tremendous blessing for Country during COVID-19 ...Hatts off...","sentiment_score":0.3333333333}
{"full_text":"The number of people testing positive for COVID-19 in Lewisham remains high. Learn more about the COVID-19 vaccine and community testing in the latest blog from our Director of Public Health, Dr Catherine Mbema  here:","sentiment_score":0.2774545455}
{"full_text":"If you're missing our shops during #lockdown and are shopping online, please don't forget to use and #AmazonSmile, as you could be raising funds for Lindsey Lodge at no extra cost you.easyFundraising:","sentiment_score":-0.1}
{"full_text":"Catch up on the latest updates for the #COVID19 #Vaccination Programme in Connect, including news of a dedicated mass vaccination centre for #Cheshire and #Merseyside in St Helens that goes live next week:","sentiment_score":0.2121212121}
{"full_text":"ALERT: Beginning Jan 26, all travelers attempting to enter the  must have a negative #COVID19 viral test or documentation of recovery within 3 days of departure of their U.S.-bound flight. See FAQs here!","sentiment_score":-0.375}
{"full_text":"NEW REPORT: \"Bridging the Covid Divide: How States Can Measure Student Achievement Growth in the Absence of 2020 Test Scores,\" by Ishtiaque Fazlul, Cory Koedel, Eric Parsons, and Cheng Qian. Read it now.","sentiment_score":0.0619318182}
{"full_text":"The country star is encouraging others to 'take care' and others and go and get their vaccines too","sentiment_score":0.0}
{"full_text":"RT \"It's working in mainland China with 1.4 billion people. It doesn't depend on being an island.\" A pandemic adviser to t...","sentiment_score":0.0}
{"full_text":"Reiki energy healing is a family affair! Join me, my daughters and our dog as we keep busy and relaxed during the UK lockdown","sentiment_score":0.1}
{"full_text":"RT I want a response from","sentiment_score":0.0}
{"full_text":"RT From 'The Wall of Sound' to prison walls to COVID - Music Producer Phil Spector Dead at 81 vi...","sentiment_score":0.1}
{"full_text":"\"The experience should be both comprehensive and inviting.\"Are you looking for ways to deliver \"touchless\" interactive content at your museum in the pandemic and beyond? Consider this rubric for creating \"frictionless\" augmented reality (AR) experiences:","sentiment_score":0.0}
{"full_text":"The free-market gamble: has Covid broken UK universities?","sentiment_score":-0.4}
{"full_text":"My friend's Dad died of Covid yesterday, a few days after he was supposed to get vaccinated. He was in assisted living and not slated to get vaccine until 1\/11. The delays and mismanagement are killing thousands every day. #covidvacccine #VaccinesSaveLives #vaccine","sentiment_score":-0.2}
{"full_text":"RT In Florida we eat inside like humans.Our COVID response has been better than NY.And New Yorkers keep moving here to esca...","sentiment_score":0.3181818182}
{"full_text":"He's going to do more for America in one day than Trump did in four years","sentiment_score":0.5}
{"full_text":"Did you know that you can stay connected to #UHBauer &amp; other students, even while safely staying home? Fill out the Virtual Engagement survey to stay up-to-date on all our upcoming events, including alumni coffee chats, trivia contest, workouts &amp; more!","sentiment_score":0.3333333333}
{"full_text":"What started with a handful of instructors helping friends' siblings in their hometown has blossomed into a group of 22 tutors from three states that have helped more than 300 students from as far away as South Korea.https:\/\/t.co\/Q3qNkfcIM3","sentiment_score":0.3}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":" All #COVID19 Testing Centers are CLOSED for Martin Luther King Jr. Day (Monday, 1\/18).   Testing Info:","sentiment_score":-0.1}
{"full_text":"Disgusting woman spat in officer's face during pandemichttps:\/\/t.co\/NReL6UJ6xQ","sentiment_score":-1.0}
{"full_text":"RT An executive order to rejoin the Paris Accord but not one to get money to the people during a pandemic. Got it.","sentiment_score":0.0}
{"full_text":"  We're proud to have continued supporting our partner primary and secondary schools throughout this pandemic.  If you think your school could benefit from guided learning and\/or resources, we'd love to hear from you! More details #htafc | #EduTwitter","sentiment_score":0.3791666667}
{"full_text":"RT Fishing industry crashing, food imports heading towards a disaster, small businesses facing crippling extra costs, thou...","sentiment_score":-0.125}
{"full_text":"Are these the first known cases of COVID-19 among gorillas?","sentiment_score":0.25}
{"full_text":"Wrap up warm during the current spell of #winterweather and try to keep your home heated to at least 18C if you can. Check on older people and neighbours whilst following COVID-19 guidance #HandsFaceSpaceFor tips on how to #StayWellThisWinter visit","sentiment_score":0.0933333333}
{"full_text":"Tests work best in the first 5 days of coronavirus symptoms. Stop the spread. Get a test if you have symptoms ","sentiment_score":0.625}
