{"full_text":"RT White House now arguing the massive $2 trillion COVID \"relief\" bill must pass in order for schools to reopen. This is des...","sentiment_score":0.0}
{"full_text":"RT I attended a private Catholic high school. Throughout this pandemic, they've remained open and have not had a single ca...","sentiment_score":0.0177142857}
{"full_text":"RT I think this is an unfortunate and inaccurate headline. Pandemics have a beginning, middle and end.  We are on the 1918-19 tim...","sentiment_score":-0.25}
{"full_text":"RT Anyone else notice how swiftly ON's QC's, AB's, SK's Premiers voiced the narrative that the fed govt is failing us, meanw...","sentiment_score":0.0}
{"full_text":"RT in the entertainment industry and have had to reinvent yourself during Covid-19 pandemic, #LightSAred would like to help y...","sentiment_score":0.0}
{"full_text":"Lockdown 3.0 is teaching me to enjoy the little wins in life- like having juuust the perfect amount of milk left in the carton for my coffee","sentiment_score":0.3025}
{"full_text":"RT remember when senators got coronavirus briefings before the public and sold off millions of dollars in stocks before the...","sentiment_score":0.0}
{"full_text":"RT Just listened to Hugh Pennington on In 3 minutes I understood for the 1st time why the Covid vaccine doesn't necessar...","sentiment_score":0.0}
{"full_text":"RT I never go out at all and its 5000 cases today. What only 10 people following this lockdown rules ah ?","sentiment_score":0.0}
{"full_text":"RT We barely saw them together since december because tighter rules in pandemic and Im happy to see them again together..  ht...","sentiment_score":0.425}
{"full_text":"RT Violent crime in London has reached historic highs, despite lockdown restrictions. And is doing nothing abo...","sentiment_score":-0.4}
{"full_text":"RT Vast racial disparity in Covid vaccination rates | First Thing","sentiment_score":0.125}
{"full_text":"RT #COVID19 Malaysia recorded the highest new cases today with 16 deaths.","sentiment_score":0.1363636364}
{"full_text":"RT \"when covid ends\" is starting to feel like \"when I get this boulder to the top of this hill\"","sentiment_score":0.25}
{"full_text":"RT The average teacher is 2.16 times more likely to die in a car accident than from covid-19.Ok, then...Take away the t...","sentiment_score":0.1166666667}
{"full_text":"#Coronavirus situation in #Germany-Status update (January 29, 2021 00:00 hrs CET)For further details, please refer: Registration Link:","sentiment_score":0.0}
{"full_text":"RT You have to have fully rotted dc brain to see Republicans announce they refuse to vote for Covid relief and then ask Democ...","sentiment_score":0.0}
{"full_text":"RT A fire at a COVID-19 hospital in the Romanian capital Bucharest has killed at least four patients, in the country's sec...","sentiment_score":-0.2}
{"full_text":"RT \"Covid-19 has shown that we undervalue public services and the public sector at our peril - now is the time to invest in...","sentiment_score":0.0}
{"full_text":"RT Proportion of people who think journalists have done a good job at holding the Govt to account on Covid dipped since Apri...","sentiment_score":0.7}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"RT Ontario's remaining COVID-19 relief money should go to sick days and home care, experts say","sentiment_score":-0.7142857143}
{"full_text":"RT Another day in pandemic land","sentiment_score":0.0}
{"full_text":"I know I have this now. Would love to get it checked out but medical appointments don't really exist anymore where I live.If it's not covid, \"good luck\" is basically the answer here.","sentiment_score":0.35}
{"full_text":"RT I have said it several times that the ncdc statistics  do not reflect the true story of the COVID situatio...","sentiment_score":0.175}
{"full_text":"RT Indonesia, Myanmar, Singapore have started their vaccination programmes. Thailand in mid-February. In Malaysia, we are a...","sentiment_score":0.0}
{"full_text":"RT Exactly one year ago today, the UK confirmed its first case of Covid-19https:\/\/t.co\/5CUo5EUvej","sentiment_score":0.3}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"RT Biden didn't have any great new plan for dealing with COVID. His plan was to build on the Trump plan, which was the only rea...","sentiment_score":0.3121212121}
{"full_text":"RT It's Propaganda against opposition..Its Propaganda against NRC protest.. It's propaganda against Minorities during pandemic...","sentiment_score":-0.1}
{"full_text":"RT Today, 5 of the 16 Covid-19 deaths were brought to hospital already dead.3 in S'gor (aged 59, 64 &amp; 70), 1 in Sabah (aged...","sentiment_score":-0.1}
{"full_text":"RT I mean, on INAUGURATION DAY Fox suddenly started spewing about how Biden will fail \"if he doesn...","sentiment_score":-0.2708333333}
{"full_text":"RT Thank you, for sharing so many stories and photos. We love you, Papa Tom ","sentiment_score":0.5}
{"full_text":"Hawaii or Chicken &amp; chips anyone?#supportinglinks #resilience #motivation #stress #anxiety #parenting","sentiment_score":-0.6}
{"full_text":"RT Despite the Covid-19 pandemic, 12,400 freight train trips were made between China and Europe in 2020: a record.","sentiment_score":0.0}
{"full_text":"N.B. COVID-19 roundup: 27 new cases, more cases this month than in all of 2020","sentiment_score":0.3181818182}
{"full_text":"RT Don't worry folks Chris Cuomo is going to be all over this one!","sentiment_score":0.0}
{"full_text":"RT Almighty. Help us cope with grief &amp; loss in these uncertain times. Many have lost loved ones in this pandemic. Many are hear...","sentiment_score":0.225}
{"full_text":"RT Almighty. Help us cope with grief &amp; loss in these uncertain times. Many have lost loved ones in this pandemic. Many are hear...","sentiment_score":0.225}
{"full_text":"FM Glad to take part in the 1st #LublinTriangle meeting as  Foreign Minister w\/my  colleagues. We discussed regional security, management of Covid-19,  aggression against , Crimea annexation, expectations for #EaP summit &amp; further tripartite cooperation.","sentiment_score":0.125}
{"full_text":"I run into the bullets that rain down on me,trying to stay focused as chaos &amp; confusion reign supreme around me.Scream &amp; shouting continues on.A simple mission turned into a life &amp;death situation. Too many boogies not enough ammo.Will my creator protect me or call me home #vss365","sentiment_score":0.0861111111}
{"full_text":"RT and just so we're aware, if it wasn't for Covid I woulda done the tour pregnant ","sentiment_score":0.2916666667}
{"full_text":"Tune in next week for further desk top lock down makeup tips  #writerslift #covidlife","sentiment_score":0.0861111111}
{"full_text":"RT The way this has come about is sad, but the #covid19 vaccine contract between EU and AstraZeneca is now public and that at leas...","sentiment_score":-0.25}
{"full_text":"Cam like the whole lockdown mcm dulu dulu","sentiment_score":0.2}
{"full_text":"RT This is what we are likely to see in country after country: #b117 (and possibly other variants like 501Y.V2) taking over.It is...","sentiment_score":-0.0625}
{"full_text":"\"Haven't we all breached lockdown at some stage?\" Honestly, NO. I've had 2 years of training evaporated by my choices since this began. It's really not a case of sure we've all done it. I know several people who've lost loved ones. This is not a matter for excusatory normalising.","sentiment_score":0.16}
{"full_text":"RT I am told by a criminal lawyer that that will not prevent Johnson being prosecuted for his deliberate breach of Article 2 ECHR...","sentiment_score":-0.4}
{"full_text":"RT Do you think needs reminding of her tweet?","sentiment_score":0.0}
{"full_text":"There are not only humanitarian principles but also, apparently, economic concerns related to getting vaccination rolled out in the poorer countries.https:\/\/t.co\/Yr5S2M7BM5","sentiment_score":0.0666666667}
{"full_text":"RT What a Zero COVID approach means - they have traded international mobility for daily life back. We are still debating a...","sentiment_score":0.0}
{"full_text":"RT Biden faces scrutiny over reliance on executive orders#BidenAdministration#JoeBiden#KamalaHarris#Congress#Senate#A...","sentiment_score":0.0}
{"full_text":"RT This is what we are likely to see in country after country: #b117 (and possibly other variants like 501Y.V2) taking over.It is...","sentiment_score":-0.0625}
{"full_text":"We've trained 52,000 teachers to curb spread of COVID-19 in schools - GES","sentiment_score":0.0}
{"full_text":"RT Corbyn: How we can build a better world after Covidhttps:\/\/t.co\/xzta2vYbBc","sentiment_score":0.5}
{"full_text":"RT White House releases \"previously hidden\" state COVID-19 data","sentiment_score":-0.0833333333}
{"full_text":"RT and just so we're aware, if it wasn't for Covid I woulda done the tour pregnant ","sentiment_score":0.2916666667}
{"full_text":"RT I'm not even kidding. Just cancel all the million-ringgit development projects, mora until 2023 and give every household RM2k CA...","sentiment_score":0.0}
{"full_text":"RT First, ED ditched the mask in favour of  divine protection delivered by Prophet Makandiwa!Next, the Peoples President asks fo...","sentiment_score":0.25}
{"full_text":"RT Boris Johnson will go down in history for orchestrating the disaster of Brexit and the Covid catastrophe. Now it looks as...","sentiment_score":-0.1555555556}
{"full_text":"All those people on the front line include my husband who was a prison officer and died just before Christmas having caught Covid at work. I hope every single prisoner is vaccinated quickly to protect all prison staff","sentiment_score":0.130952381}
{"full_text":"RT To review: Cuomo's bungled Covid response led to thousands of unnecessary deaths; rather than coming clean, he lied repeat...","sentiment_score":-0.0166666667}
{"full_text":"RT With Wales in lockdown, this may continue to be a worrying time for some of us. Age Cymru and local Age Cymru partners are he...","sentiment_score":0.0}
{"full_text":"RT India is witnessing a V-shaped economic recoveryHistory will judge India's #COVID19 policy response as matureReason for...","sentiment_score":0.2}
{"full_text":"RT me, waiting for the pandemic to be over","sentiment_score":0.0}
{"full_text":"Experts: Holiday expected to boost FMCG sales despite pandemicSource: China Dailyhttps:\/\/t.co\/DpyZquK5c8","sentiment_score":-0.1}
{"full_text":"RT Wait... 65% of nursing homes are going to close?  What's going to happen to the old folks?","sentiment_score":0.1}
{"full_text":"RT Days taken by different countries to reach 2 million mark of COVID-19 doses.UK - 34US - 15India- 11 Under dynamic...","sentiment_score":0.0}
{"full_text":"Great to see staff body alumni Dan Botting discuss how his school are joining schools throughout the UK ensuring access to learning for children during lockdown #education #onlinelearning","sentiment_score":0.8}
{"full_text":"RT You bungled the pandemic, Gov. Murphy:https:\/\/t.co\/Kgsys3zStx","sentiment_score":0.0}
{"full_text":"RT Mexico's COVID-19 death toll surpasses India, becomes world's third highest","sentiment_score":0.0}
{"full_text":"RT Heard of SARS-CoV2 variant from Japan?No?How about one from South Korea?No?Surely variants from New Zealand &amp; Vietn...","sentiment_score":0.1363636364}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"RT i want to delete all socials but then i remember we are in a pandemic and there's nothing else to do","sentiment_score":0.0}
{"full_text":"Just been for a covid test, happy bloody Friday","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo, patron saint of coronabros everywhere, is accused by his own state's AG of understating nursing home covid de...","sentiment_score":0.6}
{"full_text":"So many mis-steps in the early days of COVID-19.Why was the CDC so unprepared?","sentiment_score":0.3}
{"full_text":"Afghanistan: 69 New Cases of COVID-19, 1 Death ReportedThe Ministry of Public Health on Friday reported 69 new positive cases of COVID-19 out of 1,790 samples tested in the last 24 hours.The ministry also reported one death and 23 recoveries from COVID-19 in the same period.","sentiment_score":0.0833333333}
{"full_text":"RT The UK's half-baked Covid travel quarantine scheme will not work. Excellent piece from in","sentiment_score":1.0}
{"full_text":"RT Moderate measures + restrictions to slow #Covid19 spread aren't as disruptive to capitalism as Get To Zero is, and that'...","sentiment_score":-0.15}
{"full_text":"RT #COVID19 Malaysia recorded the highest new cases today with 16 deaths.","sentiment_score":0.1363636364}
{"full_text":"RT Economic Survey says V shaped recovery in FY22,with projected #GDP growth of 11%,after estimated  decline of only 7.7% in...","sentiment_score":0.1}
{"full_text":"RT Something's wrong when #birdwatching's prohibited under lockdown but hunting\/shooting (&amp; fishing) isn't. Killing's OK, watch...","sentiment_score":0.0}
{"full_text":"COVID-19: El-zakzaky's family, counsel say wife recovering, withdraw request for mother's treatment in isolation centre...","sentiment_score":0.0}
{"full_text":"RT Delighted to speak debate last night on lockdown. Even more delighted with the result - 54% felt lockdo...","sentiment_score":0.475}
{"full_text":"RT This pandemic has brought us SO many moments that should absolutely radicalize you. Rich people have been showing out si...","sentiment_score":0.3583333333}
{"full_text":"RT MCO doesn't work because the SOPs are only applicable for the poor\/powerless while politicians, private companies &amp; the ric...","sentiment_score":0.0}
{"full_text":"RT Re blaming ppl who caught #Covid19 over Xmas - yes, personal accountability is a thing, but people are fundamentally sheep....","sentiment_score":0.0}
{"full_text":"Lockdown Show live  Friday 29th Jan 2020","sentiment_score":0.1363636364}
{"full_text":"RT What a Zero COVID approach means - they have traded international mobility for daily life back. We are still debating a...","sentiment_score":0.0}
{"full_text":"Poorer people have been hit hardest by the pandemic. A rapid return to fiscal rectitude would prevent a recovery in living standards, sending more voters towards the extremes, argues","sentiment_score":0.5}
{"full_text":"Do your part to reduce the spread and keep everyone safe.  Make sure that you complete the COVID-19 school screening tool every day before going to your bus stop.https:\/\/t.co\/tklf3Ge0Mt","sentiment_score":0.3666666667}
{"full_text":"Maybe it's a good thing that I won't be able to scream \"London to Jamaica\" watching preform at the O2 in summer, saved the person next to me eardrum's and me some embarrassment. #lockdown #Lockdown3 #concert #live #livemusic #London #coronavirus #COVID #COVID19","sentiment_score":0.3340909091}
{"full_text":"Yikes! Try to make up for the lack of casual information gathering that you would have had access to if your were in person by being extra sensitive to various signs and asking waaaay more questions about how the lab works and how people interact when there's not a pandemic!","sentiment_score":0.045}
{"full_text":"The bottom line.Check out Hofy's 2020 Remote Work Survey for more insights about the #futureofwork: #WFH #pandemic #coronavirus","sentiment_score":0.2}
{"full_text":" #ICYMI | Canada's Air Transat (TS) will stop all flights to and from Toronto (YYZ) until May, placing the blame on the COVID-19 pandemic.:","sentiment_score":0.0}
{"full_text":"RT Less of the virus = fewer new strainshttps:\/\/t.co\/nz0yBfkZHl","sentiment_score":-0.0151515152}
{"full_text":"RT and just so we're aware, if it wasn't for Covid I woulda done the tour pregnant ","sentiment_score":0.2916666667}
{"full_text":"Last week #AmbCarwile joined experts from Latvia, Italy, and the U.S. to stop the flow of #FakeMeds and #COVID19 products that put illicit profit over health. Thanks to &amp; #OPDAT for supporting.","sentiment_score":0.15}
{"full_text":"Queensland is Reopening Its Border with New South Wales.The move comes as Australia's most populous state eases its own coronavirus restrictions after going 11 days without community transmission.https:\/\/t.co\/ilJAX5JrTJ#Travel #COVID19 #Australia","sentiment_score":0.4121212121}
{"full_text":"One person died in the Lebanese city of Tripoli in clashes between security forces and demonstrators angered by a strict coronavirus lockdown that has cut off livelihoods in a collapsing economy","sentiment_score":-0.75}
{"full_text":"THIS WEEKEND IT'S ALL GOING DOWN #OntheAve! and #JohnDavidWashington, #covid's celebrity fit club, the production pandemic pivot, the presidential #HipHop pardons, the #Trans athletic advantage, and more!","sentiment_score":0.2768518519}
{"full_text":"RT You want a bipartisan COVID Recuse Plan?  It turns out, delivered one -- the American Rescue Plan.","sentiment_score":0.0}
{"full_text":"Unfortunately, during the pandemic, people 55 and older are remaining unemployed longer than their younger counterparts.#BrandYouGuide #TheAccidentalCareerCoach #jobseek #covid #hiring #jobopening #jobposting","sentiment_score":-0.1111111111}
{"full_text":"Adolescent girls should be at the centre of #GenerationEquality and the development of the Action Coalition process. In this paper as part of the Adolescent Girls Investment Plan, highlight priorities during #covid19 and beyond ","sentiment_score":0.1}
{"full_text":"JAN 29 2021 - The Friday flag flies again today in salute of our HEALTH CARE WORKERS. Stay at home, stop the spread.","sentiment_score":0.0}
{"full_text":"'Huge obstacles to overcome': #COVID19 is complicating things for international students who have come to #Peel to study with hopes of attending Canadian post-secondary schools #Caledon","sentiment_score":0.1166666667}
{"full_text":"This year the Human Development Index has been adjusted to assess the pressure that every country is placing on the planet and its resources.\" Learn more from Pedro Conceicao of via #COVID19 #ClimateChange","sentiment_score":0.25}
{"full_text":"Our top tip for you today is don't stay glued to the news! Try to reduce the time you spend listening about the pandemic or other news thatworries you. Maybe set a time each day to check updates, and then put the news away!#AEBAFeelGoodFriday","sentiment_score":0.25}
{"full_text":"Inside Cambridge's newest Covid vaccine hub - inside a shopping centre!","sentiment_score":0.0}
{"full_text":"There was a low murmur of amazement from Corona when Gideon twitched open her robe to reveal the knuckles latched to her belt; they glittered blackly in the sunlight as she slipped them onto her hand.","sentiment_score":-0.0555555556}
{"full_text":"My thoughts on the coming #economic #recovery... In the words of Winston Churchill during the Second World War, \"Now this is not the end. It is not even the beginning of the end. But it is, perhaps, the end of the beginning.\" ","sentiment_score":0.1}
{"full_text":"That's impossible! Covid doesn't transmit in schools right now because there are only special needs students unmasked unable to distance in schools right now!  says there are layers of protection. ","sentiment_score":-0.0555555556}
{"full_text":"RT Research in mice by shows that Covid-19 can affect cells in the brain, as well as the respiratory system, offer...","sentiment_score":0.0}
{"full_text":"A reminder from to and for that matter it's an important message to all police departments and the Tories too, that 'You can't (over)police your way out of a pandemic'.@ukblm","sentiment_score":0.4}
{"full_text":"Prayers for community in a time of pandemic. Share with friends. (prayer from Corrymeela Community, Ballycastle, Northern Ireland) #apartnotalone #community #inclusion #ChristianChurch #BlackLivesMatter #PrayersForCoronaFreeWorld #prayer #peace #hope","sentiment_score":0.0}
{"full_text":"Did you miss Tuesday's virtual forum on the outlook for transit and transportation post-COVID? Check out this comprehensive recap from on Stay tuned for a video of the event and our policy recommendations soon! ","sentiment_score":0.0}
{"full_text":"RT Had a warm telephone conversation with my friend Sheikh Thanked him for his personal attention to the w...","sentiment_score":0.3}
{"full_text":"Dr Pooky Knightsmith will be presenting a session on addressing the wellbeing needs of staff, parents and carers during the pandemic at our #CMHsummit. Don't miss out:","sentiment_score":0.0}
{"full_text":"From moving out of retirement homes to a decreased life expectancy, here's how COVID has affected the older population.https:\/\/t.co\/o0garsTWRX","sentiment_score":-0.1166666667}
{"full_text":"RT House Republicans have lost the chamber twice in a row. The conference is deeply fractured and without direction. Corpora...","sentiment_score":0.0}
{"full_text":"There is a range of support available for NHS staff, including resources, tools and offers, that will help you and your team during COVID-19. See here for more information:https:\/\/t.co\/Et7KEG5HOY","sentiment_score":0.3333333333}
{"full_text":"SAVE THE DATE: 04\/03\/21! 13:30-15:00! We are pleased to announce our next webinar 'Collecting a Nation: 2020, a year to remember'. This will focus on approaches to collecting material on national events and causes, such as the coronavirus, Black Lives Matter, and climate change.","sentiment_score":0.0833333333}
{"full_text":"Lake Forest High School recently catered dinner and delivered care packages to the Bayhealth Hospital, Sussex Campus ICU team as a thank you for all of their hard work during the #COVID19 crisis. #BayhealthStrong#BayhealthSussexCampus","sentiment_score":-0.0438888889}
{"full_text":"This week on #TheRecordClub, asked Charlie Steen where he thinks the band would be right now if the pandemic hadn't happened.Full episode now on YouTube: to you by &amp;","sentiment_score":0.2857142857}
{"full_text":"Though the pandemic brought many businesses uncertainty, The Bakehouse on Mansfield Road has gone from strength to strength #nottingham #ThursdayMotivation #innovative","sentiment_score":0.5}
{"full_text":"Because of the Covid-19 pandemic, homes have become offices and schools ,and in many cases greenhouses.","sentiment_score":0.5}
{"full_text":"RT My secret fear is that lockdown ends and my life is basically the same.","sentiment_score":-0.2}
{"full_text":"Gift card sales surge over first Covid Christmas, research shows #retail","sentiment_score":0.25}
{"full_text":"Don't let criminals profit from a crisis. Call the new #COVIDFraudHotline from tell them what you know about people taking advantage of the COVID grant and loan schemes.You'll stay 100% anonymous. Always.","sentiment_score":0.1363636364}
{"full_text":"We caught up with influencer Lisa Jordan to find out what her top three fashion buys have been during lockdown.https:\/\/t.co\/mJPF4zndIR","sentiment_score":0.5}
{"full_text":"EDITORIAL: The virus is still here, and the measures to limit numbers in Dinton Pastures do matter.https:\/\/t.co\/iHzPSulSnW#woky #wokytoday #coronavirus #opinion","sentiment_score":0.0}
{"full_text":"Getting Filipinos to trust vaccines seen as next challenge in COVID-19 crisis","sentiment_score":0.0}
{"full_text":"Overnight Oldies: Pandemic Thanksgiving Plans","sentiment_score":0.0}
{"full_text":"Dudley's Covid cases falling but 'don't let your guard down'https:\/\/t.co\/d09YuoNUGI","sentiment_score":-0.1555555556}
