{"full_text":"RT Q anon in the yoga and wellness community\"But since the start of the pandemic, a number of western yoga and \"wellness\"...","sentiment_score":0.0}
{"full_text":"RT This Covid isn't gone and cases are on the rise again in Mumbai because we are pretending it has. Please do wear masks an...","sentiment_score":0.0}
{"full_text":"RT The fight got $15 has been going on so long that it's not even enough anymore, aim higher","sentiment_score":0.0666666667}
{"full_text":"RT A truck careened into my car going southbound on MoPac right over Lady Bird Lake. At least 10 + cars had spun out there d...","sentiment_score":-0.0071428571}
{"full_text":"RT \"Covid Zero is great in theory but it's just not realistic in a country as big as Canada\" ...","sentiment_score":0.2388888889}
{"full_text":"Pandemic sorrow spiral","sentiment_score":0.0}
{"full_text":"RT Q:Who pushed preprint web Zenodo to label articles presenting solid evidences on Lab-origin of #COVID19 virus as \"Potenti...","sentiment_score":0.0}
{"full_text":"RT The Porcupine Health Unit says there is not, in fact, a variant of concern connected to the outbreak at the Extendicare nurs...","sentiment_score":0.0}
{"full_text":"RT It turns out that getting COVID may have saved my life. It made me take chest pain &amp; shortness of breath seriously eno...","sentiment_score":-0.3333333333}
{"full_text":"RT Trump not only incited an insurrection, he incited half the country to kill the other half with COVID.480,000 Americans l...","sentiment_score":-0.1145833333}
{"full_text":"RT #BREAKING: Thailand's economy shrunk -4.2% in Q4\/2020, further slowing down contraction (Q3: -6,4%). Overall in 2020, Thail...","sentiment_score":-0.0518518519}
{"full_text":"RT #COVID19 Full flight leaves Vancouver and Calgary bound for Hawaii on Saturday despite new rules","sentiment_score":0.2431818182}
{"full_text":"RT The world cannot heal from #COVID19 if economies are on life support.An inclusive and sustainable recovery must star...","sentiment_score":0.0}
{"full_text":"RT After recovering from covid my stomach  condition got worse. This shit is ass I wouldn't wish this on anyone, if u r healthy...","sentiment_score":-0.0333333333}
{"full_text":"RT Miley is here to wish you a Happy Valentines Day filled with a fuck ton of fucking. Unfortunately Hannah is here to remin...","sentiment_score":0.075}
{"full_text":"RT BREAKING - European Union (#EU) Commissioner Ursula von der #Leyen says they (EU) ordered Vaccines LATE EU ordered vaccines...","sentiment_score":-0.15}
{"full_text":"The summer wasn't pleasant but now with the wind and the cold. It's ideal. Even when covid has settled I think I'll wear them outside in the winter. Come on","sentiment_score":0.2583333333}
{"full_text":"RT im keeping myself amused during lockdown by answering scam calls and pretending i cant hear them lol","sentiment_score":0.8}
{"full_text":"RT Insanity.  Now the union bosses are demanding we cure asthma and totally eliminate mold, before they allow kids to back to sch...","sentiment_score":0.0}
{"full_text":"RT What an apocalypse of bad journalism. These miraculous vaccines are ~95% effective. If you vaccinate millions of people...","sentiment_score":-0.05}
{"full_text":"RT Be a Hero. Do your part to slow the spread of #COVID19: * #WearAMask* Stay 6 feet apart* Avoid crowds and poorly ventilated...","sentiment_score":-0.35}
{"full_text":"RT Roses are redViolets are epic,CIA is responsiblefor the crack epidemic","sentiment_score":0.0}
{"full_text":"RT Jimin's father donated an autographed MOTS Persona album to the Beautiful Store (an organization that receives donations...","sentiment_score":0.85}
{"full_text":"RT 20+ crashes reported on icy roads in Nashville in less than an hour. Stay home if you can !!","sentiment_score":-0.1802083333}
{"full_text":"STAY HOME #TexasFreeze #TexasWeather #texassnowday","sentiment_score":0.0}
{"full_text":"Kindness Matters","sentiment_score":0.0}
{"full_text":"Israeli study shows Pfizer vaccine 94% effective | Free Malaysia Today (FMT) . Israel's largest healthcare provider said Sunday a study of half a million + fully vaccinated Israelis indicated the Pfizer\/BioNTech jab gave 94% protection against Covid-19.","sentiment_score":0.2777777778}
{"full_text":"RT Thank you for your leadership. The Covid Bill in the House increases stimulus checks to $2000 for the wo...","sentiment_score":0.0}
{"full_text":"RT This dude says no thanks to Victoria's lockdown. Journo: \"Did you realise there's a lockdown?\"","sentiment_score":-0.1}
{"full_text":"RT Despite attacks on democracy by the Spanish state, their insistence on election going ahead, with political prisoners &amp; the...","sentiment_score":0.0}
{"full_text":"crazy how right before Covid 19 struck, I had been given a big promotion and was about to be put in a managerial position as Head of Entertainment. Now that job is dead ","sentiment_score":-0.1285714286}
{"full_text":"COVID-19: As new variants spread in France, calls for third lockdown get louder #KashmirMirror","sentiment_score":0.0681818182}
{"full_text":"You because when he said to wear a mask for the first 100 Days that was so people could see the difference it makes , because lots of people refused to wear one at all so it was aimed at them so they could see how things improve where they live over the hundred days an experiment","sentiment_score":0.1931818182}
{"full_text":"RT rip daddy  i will always love you  till we meet again.","sentiment_score":0.5}
{"full_text":"RT Stay home &amp; stay warm. We've got you covered at","sentiment_score":0.6}
{"full_text":"RT How New Orleans is Delfeayo Marsalis and the Uptown Jazz Orchestra?\"The pandemic made us cancel Mardi Gras this year but we...","sentiment_score":0.1363636364}
{"full_text":"RT Have you traveled internationally since the beginning of COVID-19 pandemic? How was it?","sentiment_score":0.0}
{"full_text":"People panic sell just to buy back in at a higher price....clench your buttcheeks and RELAX","sentiment_score":0.125}
{"full_text":"RT You understand that premature re-opening simply leads to further lockdown?The lock-downs &amp; tier...","sentiment_score":0.0}
{"full_text":"RT Thoughts with the people of Leicester (those that aren't Punjabi or Pakistani), i...","sentiment_score":0.0}
{"full_text":"These \"adults\"... like these kids are not going to have enough health and mental issues with Covid destroying everything else for them...spewing this BS.","sentiment_score":-0.1}
{"full_text":"RT This Covid isn't gone and cases are on the rise again in Mumbai because we are pretending it has. Please do wear masks an...","sentiment_score":0.0}
{"full_text":"RT After recovering from covid my stomach  condition got worse. This shit is ass I wouldn't wish this on anyone, if u r healthy...","sentiment_score":-0.0333333333}
{"full_text":"RT .@anipal150:  Secretary Alex Azar (Secretary, U.S. Department of Health and Human Services) : Cut U . S. funding for animal t...","sentiment_score":0.0}
{"full_text":"RT This dude says no thanks to Victoria's lockdown. Journo: \"Did you realise there's a lockdown?\"","sentiment_score":-0.1}
{"full_text":"RT Team Justice Letter to State Attorneys General Demanding Criminal Investigations of Trump for Avoidable COVID Deaths....","sentiment_score":-0.175}
{"full_text":"RT An Amazon worker in Missouri fell sick with Covid and had an eviction filed against her. When she went to the courthou...","sentiment_score":-0.7142857143}
{"full_text":"RT The new CDC guidelines incorporate positivity rates from the overall communityFollowing this metric would keep almost...","sentiment_score":0.0681818182}
{"full_text":"and are doing good job on containing #covid.  One can see #bmc ppl on streets, corners near traffic signals warning ppl to wear  mask. There are some miscreants who don't listen but strict fines are imposed... stay safe !!","sentiment_score":0.5270833333}
{"full_text":"better hope you don't come down with covid Dixie","sentiment_score":0.1722222222}
{"full_text":"RT The Covid death rate in the Spanish region of Andalucia has significantly dropped following the introduction of their Vi...","sentiment_score":0.125}
{"full_text":"RT The #Educators Rank-and-File Safety Committee is a nation-wide network of educators, students, parents, and workers spear...","sentiment_score":0.0}
{"full_text":"RT At 21, my daughter left for Canada on student loan, worked 2 jobs and studied, and paid the EMI regularly. Even during lockdow...","sentiment_score":0.0}
{"full_text":"RT New postdoc position at CSIRO, Perth. Due to Covid, only open to Aus citizens\/PRs, or others who are currently resident in...","sentiment_score":0.0022727273}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT Thank you for your leadership. The Covid Bill in the House increases stimulus checks to $2000 for the wo...","sentiment_score":0.0}
{"full_text":"RT Make him wear a mask. It's the Law!!! He is endangering others!!!","sentiment_score":0.0}
{"full_text":"RT Friendly reminder AGAIN: The vaccines were not meant to make you bulletproof and immune to Covid but to make it far milde...","sentiment_score":0.2375}
{"full_text":"RT After recovering from covid my stomach  condition got worse. This shit is ass I wouldn't wish this on anyone, if u r healthy...","sentiment_score":-0.0333333333}
{"full_text":"RT Emails show Tyson's sway over Arkansas mayor during COVID surge in plants. via ","sentiment_score":0.0}
{"full_text":"Top ten states in active cases of COVID-19, 2\/14:1. California 1,676,7212. New York 906,9033. Florida 811,1794. Arizona 671,1195. Georgia 512,1376. Virginia 499,9937. Maryland 353,8608. Kentucky 338,6369. Texas 275,23210. New Jersey 261,351https:\/\/t.co\/dBr3uPg4nS","sentiment_score":0.1278787879}
{"full_text":"Well, they all died from COVID...","sentiment_score":0.0}
{"full_text":"RT After recovering from covid my stomach  condition got worse. This shit is ass I wouldn't wish this on anyone, if u r healthy...","sentiment_score":-0.0333333333}
{"full_text":"West Virginia leading the way in covid vaccines! Sen Manchin for speaker!!!! What's wrong with you and your state? Your state is suffering cause you want to screw DJT. And you can't even do that!!","sentiment_score":-0.78125}
{"full_text":"RT After recovering from covid my stomach  condition got worse. This shit is ass I wouldn't wish this on anyone, if u r healthy...","sentiment_score":-0.0333333333}
{"full_text":"RT Public schools dont even have the resources or funding to pay their teachers proper wages or handle the overflow of ki...","sentiment_score":0.0}
{"full_text":"The way people stay wild N out in my home town  I can't.","sentiment_score":0.1}
{"full_text":"RT It hasn't been about the virus for a LONG time (if it ever was).","sentiment_score":-0.05}
{"full_text":"RT Trump not only incited an insurrection, he incited half the country to kill the other half with COVID.480,000 Americans l...","sentiment_score":-0.1145833333}
{"full_text":"Bravissimo battles covid with NatWest's backing","sentiment_score":0.0}
{"full_text":"SCOTUS opened this up for that as it's the way they worded the actual ruling. Looks like it will go to scotus again to answer the real question 'can a government deny our Constitutional rights A YEAR INTO A PANDEMIC?","sentiment_score":0.1}
{"full_text":"RT 3,589 Americans died from Covid yesterday while the President of the United States played Mario Kart.","sentiment_score":0.0}
{"full_text":"Community groups serving immigrants and people of color are stepping into the gaps created by what they see as government getting equity wrong. In particular, a vaccine rollout that is not reaching the arms of people most impacted by Covid-19.","sentiment_score":0.0555555556}
{"full_text":"2021 and beyond sees the Australian property market recovering from the pandemic. Check out our 2021 Real estate trend report for free. Download.","sentiment_score":0.2}
{"full_text":"Nine of the 11 new COVID-19 clusters detected by the Health Ministry (MOH) as of yesterday (February 15th) are related to workplace infections.","sentiment_score":0.0681818182}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"Leigh it was the tennor of your questions that has drew so much ire.   It seemed that taking the scientists advice made Dan a soft target and try all piled on. The rational for the lockdown was clear to us un vaccinated senior citizens.","sentiment_score":0.1333333333}
{"full_text":"Over 15,000 frontline staff of #Hisense nationwide in China choose to stay put for this #SpringFestival in an effort to support the regions' work on curbing the spread of #COVID19. #Hisense organized various activities and prepared delicious food for the holiday in the company.","sentiment_score":0.5}
{"full_text":"Airlines and sharks can't Sharks are vital for oceans but killed for shark fin soup. Many airlines still fly fins but got $123bn COVID-19 bailouts; sharks got none. Please STOP carrying shark fins.  #IATA via","sentiment_score":0.3}
{"full_text":"RT After recovering from covid my stomach  condition got worse. This shit is ass I wouldn't wish this on anyone, if u r healthy...","sentiment_score":-0.0333333333}
{"full_text":"The only relevant facts will be whether COVId is done and how the economy is doing. The outlook for both is outstanding","sentiment_score":0.3}
{"full_text":"Security will be beefed up at Canberra Hospital to prepare for the COVID-19 vaccine rollout. via","sentiment_score":0.0}
{"full_text":"RT When they have a case or two in NZ or Western Australia they lock down fast, hard and then go back to regular life (re...","sentiment_score":-0.0412037037}
{"full_text":"In Pics | Tourist influx is gradually increasing at several tourist resorts in the Pahalgam area in Anantnag which was earlier affected during the peak of the COVID-19 pandemic.https:\/\/t.co\/1CHeQ2mmPN","sentiment_score":0.0}
{"full_text":"RT I think after this pandemic I'll never say no to an invite again","sentiment_score":0.0}
{"full_text":"Electronic money transactions processed by fintech companies led by PayMaya and GCash more than tripled as the shift to digital payments from the traditional mode of cash transactions accelerated amid the global health pandemic, according to the BSP.","sentiment_score":0.125}
{"full_text":"With a higher proportion of Maori and Pasifika at risk of health issues that can be detrimental to those who contract Covid-19, co-leader says prioritising the groups is \"based on need and not necessarily based on race\". #nzpol","sentiment_score":0.125}
{"full_text":"RT Yes, she's a shameless liar. No, there won't by WaPo, NYT, CNN fact-checks calling her out.","sentiment_score":0.0}
{"full_text":"TURNING THE PAGE: With Trump's Impeachment over, Democrats are shifting the focus to Pres. Biden's agenda, with COVID-19 relief a top priority as unemployment benefits are set to expire. reports.","sentiment_score":0.5}
{"full_text":"Black swan events like #COVID19 disrupt the global supply chains the world has come to rely on, and it won't be the last. How would this, and other major trends, shape the #ASEAN-#China #business dynamics? #SupplyChainLearn more from our speakers here:","sentiment_score":0.0451388889}
{"full_text":"TDH reports over 1,000 new COVID-19 cases in Tennessee ","sentiment_score":0.1363636364}
{"full_text":"\"We started our life well planned out but not planned out for a pandemic,\" Anthony Berotti explains.","sentiment_score":0.0}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"The state is requiring school districts to give ACT Aspire tests to students in grades three through 10 this spring -- at the end of a school year in which a global pandemic kept thousands of students at home.","sentiment_score":0.0}
{"full_text":"RT If you don't live in Japan, you have NO right to criticize how good of a job the promotions here are. Especially when...","sentiment_score":0.1733766234}
{"full_text":"RT Loneliness is not just a feeling--it's a biological warning signal to seek out other humans, a neuroscientist said. During th...","sentiment_score":-0.125}
{"full_text":"Marikina sets up fund for #COVID19 vaccine side-effects","sentiment_score":0.0}
{"full_text":"An Italian women has had to have her fingers amputated after catching COVID-19","sentiment_score":0.3}
{"full_text":"The CDC has released a roadmap for reopening schools in the middle of the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"Faculty and staff at McNeese State are determined to support their students. The impacts of the coronavirus pandemic and two hurricanes have affected its enrollment.  \"...and we are completely committed to our students and our mission to change lives.\"https:\/\/t.co\/Uk5ZJYS06q","sentiment_score":0.1}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"Another 130,000 Americans are projected to die of the virus over the next three and a half months, according to the latest model from the University of Washington's Institute for Health Metrics and Evaluation.","sentiment_score":0.1111111111}
{"full_text":"RT My questions about Sales at Andrews' press conference today are not about praising Dan, they are about having an...","sentiment_score":0.0}
{"full_text":"'What's the Point?' Young People's Despair Deepens as Covid-19 Crisis Drags On #mentalhealth","sentiment_score":0.1}
{"full_text":"Real-world findings are starting to back expectations for the level of protection provided by several leading coronavirus vaccines, but there's still a burning question among scientists: Could the shots actually reduce virus transmission as well?https:\/\/t.co\/ltz3n6ToI7","sentiment_score":0.0}
{"full_text":"#AEIR2021 Highlights | Asia's trade growth was hit hard by the pandemic amid contracting global demand; nevertheless, recent high frequency data indicate a tempered yet gradual recovery. Read more via","sentiment_score":0.0736666667}
{"full_text":"RT Don't get it twisted: The Johnson &amp; Johnson vaccine is 100% effective at preventing Covid-19 hospitalizations and deaths, ac...","sentiment_score":0.05}
{"full_text":"CDC advises anyone who goes to public places (ie grocery stores, gas stations) to refrain from breathing. Abstinence from breathing is the only way to effectively prevent transmission.","sentiment_score":0.2}
{"full_text":".@healthgovau's advice on being COVID Safe every time you leave home.","sentiment_score":0.5}
{"full_text":"SPREAD LOVE...NOT COVID: with several seniors lined up at the Tennessee River Park this Valentine's Day for a very unique date.","sentiment_score":0.24375}
{"full_text":"RT SUNDAY AFTERNOON CHATSunday Disaster with 2nd Covid Shot, Sub Freezing Temps, How to Win Prizes All year Long,  Win a F...","sentiment_score":0.3875}
{"full_text":"New Zealand's biggest city ordered into lockdown","sentiment_score":0.1363636364}
{"full_text":"Have you read any of the ZEDS series yet? If not I mean, what're you waiting for?#wattpad #writingcommunity #zombies #pandemic","sentiment_score":0.15625}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"This was a mistake. We need to reissue the emergency declaration.","sentiment_score":0.0}
{"full_text":"RT This dude says no thanks to Victoria's lockdown. Journo: \"Did you realise there's a lockdown?\"","sentiment_score":-0.1}
{"full_text":"RT Yesterday, it was revealed that 60% of Covid deaths in the UK were disabled people. The same day, Tory MP Charles Walker w...","sentiment_score":-0.1}
{"full_text":"RT Trump not only incited an insurrection, he incited half the country to kill the other half with COVID.480,000 Americans l...","sentiment_score":-0.1145833333}
{"full_text":"RT .@jaketapper identifies the reason why the CDC and WH are walking back reopening schools and utilizing incoherent mental gymnas...","sentiment_score":-0.1}
{"full_text":"RT Getting vaccinated means you're at much less risk of getting severely ill from Covid yourself, but you may still be able...","sentiment_score":-0.0555555556}
{"full_text":"RT hellers had a worldwide, COVID-SAFE party. no one's doing it responsibly like us ","sentiment_score":0.2}
{"full_text":"Love is human and divine.","sentiment_score":0.25}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Time: 03:00 * Temp: 4.9degC * Wind: S 0.0 to 0.0mph * Pressure: 1003.6hPa * Rain: 0.0mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:43 * Sunset: 17:30 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"Widespread testing for all residents at a condominium in Mississauga will start on Monday after five cases of the coronavirus variant first detected in South Africa were identified at the location, Peel Public Health said in a statement Sunday night. ","sentiment_score":0.125}
{"full_text":"RT Cuomo and his administration are trying to cover up the choices they made during COVID-19 that put blood on their hands....","sentiment_score":0.0}
{"full_text":"They cannot have it both ways; you cannot refuse to accept the man is President, attempt to overthrow the government, refuse to abide by Covid mandates, announce you want to secede &amp; THEN request emergency aid because it snowed. THAT's HYPOCRISY.","sentiment_score":0.0}
{"full_text":"Fuck covid","sentiment_score":-0.4}
{"full_text":"(She just reminded me about this.) I know it's Covid times and all, but, can I see what's beneath your mask?","sentiment_score":0.0}
{"full_text":"RT As the Indian government resets its financial roadmap owing to the pandemic, it is exploring targetting a range for fiscal...","sentiment_score":0.0}
{"full_text":"RT A $15 minimum wage is not a radical idea. What's radical is the fact that millions of Americans are forced to work for star...","sentiment_score":-0.3}
{"full_text":"RT Getting vaccinated means you're at much less risk of getting severely ill from Covid yourself, but you may still be able...","sentiment_score":-0.0555555556}
{"full_text":"Valid question","sentiment_score":0.0}
{"full_text":"Trump is not the problem here! We have lockdowns due to covid-19, Media, Big Tech and corrupt government officials. Those are just some of the reasons. When you put people on lockdown and keep the kids home depression becomes more evident!","sentiment_score":0.0375}
{"full_text":"Beltway Insider: Trump Acquitted, Biden's Budget, Senate Fails, COVID, Vaccine, Ducklo, Emmett Till, Kobe Bryant","sentiment_score":-0.5}
