{"full_text":"RT No Republicans voted to move the COVID relief resolution forward using reconciliation to help struggling Americans. Not on...","sentiment_score":0.0}
{"full_text":"RT We are INCREASING the current program of sending vaccine to the states, AND launching this new program of direct shipments to ph...","sentiment_score":0.0787878788}
{"full_text":"RT BREAKING -- President Biden has instructed the CDC and DHS to review a Trump-era pandemic policy that US border officials...","sentiment_score":0.0}
{"full_text":"RT We miss you. Please wear a mask.","sentiment_score":0.0}
{"full_text":"RT If you are working on the #KeystonePipeline you can just find another job?Okay.If you are a teacher afraid to teach...","sentiment_score":-0.6}
{"full_text":"RT In the early weeks of the COVID-19 outbreak, WHO officials privately expressed concern about China's lack of transparency...","sentiment_score":0.05}
{"full_text":"RT COVID-19 deaths per 100,000 people:South Dakota: 201Population: 884,659New York: 223Population: 19.4 millionCal...","sentiment_score":0.0}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"How taken in by the pandemic people are seems also to be along political lines. Me? I think there is a virus, but I think it has been blown out of all proportion. Their focus seems less on ending the \"pandemic\" and more on how it can be used to create a New World Order.","sentiment_score":0.1174242424}
{"full_text":"RT 100-year-old veteran who raised millions for UK health workers dies of coronavirus","sentiment_score":0.0}
{"full_text":"RT I got arrested for not wearing a mask today.Police Officers weren't interested in hearing about the scar tissues in my l...","sentiment_score":0.25}
{"full_text":"RT Make no mistake: This pandemic has set women back, with lifetime consequences. We need big, structural change to tackle this c...","sentiment_score":0.0}
{"full_text":"RT Captain Sir Tom Moore, who raised almost PS33m for the UK's NHS, has died with coronavirus","sentiment_score":0.0}
{"full_text":"RT Asia's biggest Aero show to kickstart in Bengaluru today. Hon'ble Defence Minister will inaugurate the 3-day...","sentiment_score":0.0}
{"full_text":"That's what the GOP gets when McConnell fucked President Trump... GOP will be doing a lot of swallowing in the next four years...","sentiment_score":-0.3}
{"full_text":"RT In briefing just now #COVID19 czar #JeffZeints says #Biden Admin is guaranteeing delivery of 10.5M #vaccine...","sentiment_score":0.0}
{"full_text":"#contest #ThankQRC shop early, shop safe. Wear a mask or order online","sentiment_score":0.3}
{"full_text":"RT Not one ! I know a hell of a lot who's lives ha e been completely ruined by their actions and over  Querte...","sentiment_score":0.1}
{"full_text":"Exactly as predicted, not even a fortnight after the inauguration, the Biden administration is doing the same shit as the Trump administration but with better PR'unaccompanied migrant children in a reopened overflow facility' = 'kids in cages'","sentiment_score":0.1375}
{"full_text":"RT To those who still wear their mask below the nose, it's been a year now; It takes less time to potty train a toddler....","sentiment_score":-0.1666666667}
{"full_text":"Enfield (cont.): \"We really had a long film session on how to test for Covid and how to test negative this morning, so I thought our guys did a great job.\"","sentiment_score":0.1625}
{"full_text":"RT Great news! Everyone involved in the vaccination programme planning please observe this  and share widely. For many o...","sentiment_score":0.4666666667}
{"full_text":"RT 1 in 500 South Dakotans has died from Covid","sentiment_score":0.0}
{"full_text":"RT translation: kids in cages.","sentiment_score":0.0}
{"full_text":"Our starting lineman were injured or had covid all year, you cant blame fumbles solely on Carr because it's not like hes scrambling all the time to put him self in those situations unless hes trying to win and sum just happens","sentiment_score":0.4}
{"full_text":"RT Great to catch up with Craig Kelly yesterday and discuss the importance of a unified health message and how essential it...","sentiment_score":0.4}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT In January, Dr Tony Fauci was on my show telling America not to worry about the Coronavirus--that it wasn't a major threat...","sentiment_score":0.0625}
{"full_text":"RT Dr. Fauci says people who have had Covid-19, and therefore have some measure of immunity, may get reinfected if the new vari...","sentiment_score":0.1363636364}
{"full_text":"RT Help usI'm still students I haven't even attended  first year of university yet till now  passed 10th grade since 201...","sentiment_score":0.25}
{"full_text":"RT No Republicans. Zero. Y'all really be voting for folks that don't give a f*ck about you and could care less if you go broke,...","sentiment_score":0.0166666667}
{"full_text":"RT It is vitally important that we all work together to not only raise awareness and dispel misinformation about the #Covid...","sentiment_score":0.2}
{"full_text":"RT It's nice to do positive stories sometimes.Before #COVID19, Mary Jane Escalante would spend her time off in Central w...","sentiment_score":0.2757575758}
{"full_text":"RT Friends, I might be a little better today. I starting worrying last night, if Covid would've been the end of me...","sentiment_score":0.078125}
{"full_text":"Appalling moment Covidiot harasses calm Chris Whitty in the street and accuses the Downing Street chief medical advisor of 'lying' about the virus during briefings via","sentiment_score":-0.0166666667}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"RT #BengalAgainstOfflineExam#HelpUsCm#2021_OddSemOnline#OddSemOnlinesudents have not studied well through online classes....","sentiment_score":0.0}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT Great to catch up with Craig Kelly yesterday and discuss the importance of a unified health message and how essential it...","sentiment_score":0.4}
{"full_text":"RT Jeff Bezos wants to give back, you say? How about Congress uses his $69,000,000,000 in pandemic profits to help pay for Covid...","sentiment_score":0.1}
{"full_text":" - AKA Dr  lifting Covid restrictions \"may only cost us 2-3% in terms of total mortality\" being a guest host on during a pandemic is - something.  Wish I had 5 hands to give this five thumbs down.","sentiment_score":-0.0518518519}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"COVID-19; fifty-six deaths as new cases continue to rise across Pakistanhttps:\/\/t.co\/dMTkc8c2nk#ActiveCases #CoronaVirus #COVID19 #COVIDUpdates #DeathToll #GlobalUpdates #NCOC #OxygenBeds","sentiment_score":0.1363636364}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"RT This pandemic will never end bc mfs test positive and keep it a secret","sentiment_score":-0.0863636364}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Greg Abbott lost popularity in Texas during the pandemic. This is a guy who thought Obama was going to invade Texas with  military. He is a bit nutty. And his speech is misleading.Republicans are the party of dishonesty and wild conspiracy theories. They don't live in reality","sentiment_score":0.0454545455}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT \"We shook up San Diego\" What does that even mean, the legacy you leave behind in San Diego is one of...","sentiment_score":-0.35625}
{"full_text":"RT #IndianOil adjudged as Winner in Sustained Excellence Category at the 15th BML Munjal Awards. This coveted recognition is...","sentiment_score":0.0}
{"full_text":"RT Fantastic news. Results to be published in the Lancet show show the AstraZeneca vaccine gives 75% protection against Cov...","sentiment_score":0.4}
{"full_text":"This is precisely the reason he got into shape during the pandemic.","sentiment_score":0.4}
{"full_text":"My greatest fear isn't creeping fascism or another global catastrophe like COVID. No, my greatest fear is that I'll one day learn that all my neighbors have been able to hear my lonely sad stoned quarantine karaoke as clear as day and were just too polite to call security.","sentiment_score":0.2857142857}
{"full_text":"RT No Republicans. Zero. Y'all really be voting for folks that don't give a f*ck about you and could care less if you go broke,...","sentiment_score":0.0166666667}
{"full_text":"RT U.S. COVID update: Number of new vaccinations at lowest level since January 19-New cases: 115,619-Positivity rate: 8.4% (+1...","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT Originally twitter thread, now op-ed in won't end unless we stop outbreaks everywhereBecause each...","sentiment_score":0.375}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT We're suing for answers about the collection of racial and other demographic data related to coronavirus infections. ","sentiment_score":-0.0625}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"Good for him!!  We need more honest politicians.","sentiment_score":0.7}
{"full_text":"\"The non-existent virus\"EXCEPT herehttps:\/\/t.co\/J1zZQAmMAd &amp;https:\/\/t.co\/8Y8rGBhnO7&amp;https:\/\/t.co\/eC8igk8reO&amp;https:\/\/t.co\/CAimFbHIzF&amp;https:\/\/t.co\/lP0MVhpwH5&amp;https:\/\/t.co\/fwXoW4wP6a+ a few other places#SARSCoV2 #COVID19","sentiment_score":-0.1625}
{"full_text":"RT We should've been protecting restaurants from bankruptcy and paying their workers to stay hom...","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"Yes I've had like 4 nightmares of like forgetting my mask or other people refusing to wear one in public. A nightmare within a nightmare!","sentiment_score":-0.0625}
{"full_text":"RT Dr. #AnthonyFauci revised his suggestion of wearing more that one mask, as issued a #MaskMandate on all US traveler...","sentiment_score":0.5}
{"full_text":"Will COVID-19 Kill The Coworking Office Model? #CRE #COVID-19 #NewNormal #Coworking #NewNormal #TenantTips #CorporateRealEstatehttps:\/\/t.co\/58YJomf05E","sentiment_score":0.0}
{"full_text":"RT Research shows that the high levels of stress hormone we're producing due to the pandemic inhibit perceptual learning &amp; m...","sentiment_score":0.0175}
{"full_text":"Implementing a Customer Success Strategy In Post-Pandemic Business via","sentiment_score":0.3}
{"full_text":"Saudi bars entry from 20 countries as Covid-19 surgeshttps:\/\/t.co\/a4nWxA7R7i","sentiment_score":0.0}
{"full_text":"Study: Pandemic's cleaner air added heat to warming planet","sentiment_score":0.0}
{"full_text":"COVID-19 FINE: Another Kaiser health care location has been cited for violating COVID-19 protocols reports","sentiment_score":0.4166666667}
{"full_text":"Last chance to book our FREE virtual event for leaders of international nurseries, kindergartens &amp; schools: Global Impact of #COVID19 on Early Years.With Kathy Sylva, &amp;","sentiment_score":0.1}
{"full_text":"Surging #COVID19 cases. Crowded hospitals. Unclear paths forward. Listen as Mitchell Katz, MD, explains why #LA and #NewYork are still suffering. #MedEd","sentiment_score":0.0}
{"full_text":"China took the lead in bringing the domestic epidemic situation under control and realizing economic recovery, thus creating favorable conditions for the successful hosting of the Beijing Winter Olympics, FM spokesperson Wang Wenbin said on Feb. 1.","sentiment_score":0.3166666667}
{"full_text":"Two COVID-19 vaccines from Chinese companies including Sinopharm triggered immunity against a highly transmissible coronavirus variant first found in South Africa, but their effect appeared weaker, a small-sample lab study showed.https:\/\/t.co\/zNf2MJlJm1","sentiment_score":0.1366666667}
{"full_text":"International tours are returning to Australia in a matter of weeks, with the organisers of the Under the Stars rock 'n' roll concert series - featuring and - announcing revised dates for the 11-show touring festival.https:\/\/t.co\/G4yyFa0WlS","sentiment_score":0.0}
{"full_text":"Want to learn how we built a community resource from idea to publication in just 2 months (and in a pandemic), see our short multi-language 'Behind the Paper' blog post about AncientMetagenomeDir!  (ES\/CAT) #AncientDNA #Metagenomics #SPAAMhttps:\/\/t.co\/hrELk6wfwt","sentiment_score":-0.25}
{"full_text":"CALGARY HERALD: \"Many of those patients had no prior history of diabetes. Some who developed elevated blood sugar while they had COVID-19 returned to normal when they left the hospital. Others went home with a diagnosis of full-blown diabetes.\"#ableg","sentiment_score":0.15}
{"full_text":"RT Punxsutawney Phil is giving clearer stay-at-home orders than most governors.","sentiment_score":0.5}
{"full_text":"#CoronationStreet set for first gay wedding amid Paul, Todd and Billy love triangle:https:\/\/t.co\/Qv9JCJIRkE","sentiment_score":0.3888888889}
{"full_text":"#Iran says #coronavirus cases increasing in those under 25 ","sentiment_score":0.0}
{"full_text":"The consequences of global COVID vaccine inequalityhttps:\/\/t.co\/2XJnFVOekh","sentiment_score":0.0}
{"full_text":"Six more people arrested for violating home quarantine conditions #ILoveQatar #Qatar #QatarNews","sentiment_score":0.5}
{"full_text":"From GameStop to COVID-19 relief, the past year has given us an abundance of reasons to ignore the advice of neoliberal economists like Larry Summers. There are tentative signs that the Biden administration might do just that.","sentiment_score":-0.25}
{"full_text":"Asia is a hotspot for transmissible diseases. Investments in identifying diseases at source could prevent outbreaks, while int'l cooperation &amp; investments in human &amp; animal #health systems could mitigate #pandemic risks in low- &amp; middle-income countries ","sentiment_score":0.0}
{"full_text":"An AJ+ investigation has found that anti-vax groups in Ohio are a powerful and vocal minority that could impact #COVID19 vaccination efforts. Here's how:","sentiment_score":0.3}
{"full_text":"#View: We have seen how in the first half of 2020-21, when the economy was ravaged the most by #Covid, central government spending was lower than it was in the corresponding period of the previous year. This was perplexing.https:\/\/t.co\/tTUz7TCNRu","sentiment_score":0.0833333333}
{"full_text":"Here's some good news about COVID-19 vaccinations.","sentiment_score":0.7}
{"full_text":"Worried about COVID-19? Drink a few cans of \"vaccine beer.\" It doesn't offer protection or a cure from the virus but can help you swallow concerns about the pandemic. A German brewery is making the beer in hopes it could bring some happiness. #germany #beer #covid_19","sentiment_score":0.1666666667}
{"full_text":"Be kind and check in with the emotional wellbeing on people infected with COVID-19","sentiment_score":0.3}
{"full_text":"A laboratory in #Cambodia discovered viruses from horseshoe bat samples in 2010 shared a 92.6% similarity to #COVID19, according to a study from Pasteur Institute in Cambodia. (file pic)","sentiment_score":0.0}
{"full_text":"Many of those who have received the COVID vaccine are excited to share the news with the world, but what you share could cause you to fall victim to scammers.","sentiment_score":0.2666666667}
{"full_text":"COVID-19 vaccine appointments have been hard to come by, and now some of those lucky people who scored appointments are realizing that's still not a guaranteed shot.","sentiment_score":0.0208333333}
{"full_text":"Fires decimate Western Australia.Over 30 homes have been decimated as #bushfires in #Perth, #Australia continue to burn. Authorities warn residents to disregard a five-day COVID-19 lockdown if they feel they are unsafe at home. Will this year's fire season be worse than 2020's?","sentiment_score":-0.2}
{"full_text":"Break times are staggered to limit the number of students who are outside at any given time. Playground equipment is off limits and is blocked off with yellow tape.","sentiment_score":0.0}
{"full_text":"RT No Republicans voted to move the COVID relief resolution forward using reconciliation to help struggling Americans. Not on...","sentiment_score":0.0}
{"full_text":"Temple College, Central Texas College, the University of Mary Hardin-Baylor and Texas A&amp;M University-Central Texas nursing students will all join forces to help the Texas Emergency Management System's efforts in administering COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"Shares in Taiwan and Shenzhen jump 2% as Asia-Pacific markets rise","sentiment_score":0.0}
{"full_text":"The Biden administration has announced that it will begin shipping about 1 million Covid-19 vaccine doses a week directly to thousands of pharmacies, in an attempt to address equity concerns and speed up the country's crucial inoculation effort.","sentiment_score":0.05}
{"full_text":"There are a few reasons a person could test positive for COVID-19 after getting vaccinated. Here's what the US Centers for Disease Control and Prevention want you to know: ","sentiment_score":0.0136363636}
{"full_text":"Oops. #WutangClanhttps:\/\/t.co\/aj7XwReMS1","sentiment_score":0.0}
{"full_text":"Wondering how statistics can help to understand Covid-19 vaccine trials? Follow the link to read more about it: #Statistics #Statisticaltools #StatsNews #TheConversationAfrica","sentiment_score":0.5}
{"full_text":"Many teachers have balked at returning without getting vaccinated first against the scourge that has killed over 440,000 Americans. ","sentiment_score":0.1833333333}
{"full_text":"Billionaires cashed-in big during the pandemic, while the rest of the world were left to struggle.  Coincidence?It's time to build economies that care for people and the planet: ","sentiment_score":0.0}
{"full_text":"President Joe Biden said Republicans' counter-offer to his $1.9 trillion stimulus bill is too small to deal with the fallout of the coronavirus pandemic.","sentiment_score":-0.25}
{"full_text":"The measure was put in place in November 2020 by health authorities to combat the spread of Covid-19.","sentiment_score":0.0}
{"full_text":"Can you write off home office expenses during the pandemic on your taxes?  The answer: Maybe","sentiment_score":0.0}
{"full_text":"Medical:\"'Vital' that runny nose and cold symptoms are treated as Covid signs, doctors warn\"https:\/\/t.co\/PRSfOj5tcn via (Shared via COVID-19 topic)","sentiment_score":-0.1666666667}
{"full_text":"Six more people arrested for violating home quarantine conditions #Qatar #QatarNews #YourSafetyIsMySafety","sentiment_score":0.5}
{"full_text":"Denton County, with the help of multiple agencies from both Denton and Tarrant Counties, will operate the Texas Motor Speedway site again this Thursday and Friday with a total of 30,000 vaccine doses available this week.","sentiment_score":0.1333333333}
{"full_text":"RT In Parliament, I just highlighted that countries that pursued a Zero Covid strategy had 0 deaths in January, while the UK...","sentiment_score":0.0}
{"full_text":"RT Pure Evil: The Boys and Girls Being Sold for Sex During COVID-19 and the Super Bowl | By John W. Whitehead &amp; Nisha Whitehe...","sentiment_score":-0.1507936508}
{"full_text":"Yang said in a tweet that he is experiencing mild COVID-19 symptoms, but was otherwise \"feeling well &amp; in good spirits.\"","sentiment_score":0.5166666667}
{"full_text":"Coronavirus coordinator Jeff Zients said some 6,500 pharmacies around the country will receive a total of 1 million doses of vaccine.","sentiment_score":0.0}
{"full_text":"As bubble life drags on, psychologists say cricketers need more support Read: #COVID19 #INDvAUS #PAKvsSA #nzvspak","sentiment_score":0.5}
{"full_text":"Women in business disproportionately affected by COVID-19 pandemic, report finds via #insidersociety","sentiment_score":0.0}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT How important are jobs to the Federal Government? 17 000 were lost in universities last year because they choose to exclu...","sentiment_score":0.2}
{"full_text":"Dems Pushing Pelosi to Include Amnesty In Next COVID-19 Legislation -- Details -","sentiment_score":0.0}
{"full_text":"RT Me every day of the pandemic","sentiment_score":0.0}
{"full_text":"im at the stage of pandemic isolation (wfh since nov) that i kinda miss the grab drivers being rude abt my shit malay","sentiment_score":-0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 26.2FWind Chill: 26.2FHumidity: 99%Dew Point: 26.0F Barometer: 29.669 inHgWind: 1 mph from the NNWCorona Virus Weekly Stats:Cases: 115.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Many seniors have reportedly died shortly after getting the experimental COVID-19 vaccine. Could there be a link?","sentiment_score":0.2}
{"full_text":"RT A fascinating set of hypotheses in this piece. Is it the climate? Population age? Herd immunity? Behaviour changes? Mu...","sentiment_score":0.7}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"Air asia has returned money recently for flights cancelled during lockdown in may. I had booked it via your website. So you would have received it. I'm not able to reach your customer care executive. Can you get back to this.","sentiment_score":-0.0833333333}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT NEW--Interim analysis of Russian #COVID19 #vaccine phase 3 trial involving nearly 20,000 participants suggests a two-dose reg...","sentiment_score":0.05}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT i miss college before covid","sentiment_score":0.0}
{"full_text":"Central board of secondary education : Cancel 2021 CBSE Board exams due to COVID-19 - Sign the Petition! via #EducationMinisterGoesLive #cancelboards2021 #cancelboards2021 #PLEASE #BJP #FarmersProtest#BJP #pls","sentiment_score":-0.1520833333}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"#TodayInHistory Inspiration When you discover your mission, you will feel its demand. It will fill you with enthusiasm and a burning desire to get to work on it. - W. Clement Stone#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":0.0}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"Time: 05:00 * Temp: 4.6degC * Wind: SE 8.1 to 17.0mph * Pressure: 981.2hPa * Rain: 4.6mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:08 * Sunset: 17:05 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT PM-CARES to foot over 80% cost of phase 1 of vaccination drive - The PM-CARES fund, which has been set up to provide rel...","sentiment_score":0.0}
{"full_text":"RT No Republicans voted for the COVID 19 Relief... resolution....  No Senate Republicans put Country First.. we can count...","sentiment_score":0.25}
{"full_text":"make that two.","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos wants to give back, you say? How about Congress uses his $69,000,000,000 in pandemic profits to help pay for Covid...","sentiment_score":0.1}
{"full_text":".#COVID19 has changed everything. Local #retailers need to understand the changing buyers' needs &amp; expectations, accept orders online through website or social networks, and go extra mile for personalized customer experience. For that, online #marketing is the way. #eComEveryday","sentiment_score":0.0111111111}
{"full_text":"RT My entire point is COVID outbreaks appear to be regional and regions follow the same general trajectory regardless of p...","sentiment_score":0.0166666667}
{"full_text":"RT Is there anyway to lockdown the whole system while on lockscreen leaving essential features like notifications &amp; sounds and blo...","sentiment_score":0.1}
{"full_text":"Can you imagine if this pandemic happened in the 1980's?","sentiment_score":0.0}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"How lockdown orders impacted Bay Area small businesses","sentiment_score":-0.25}
{"full_text":"Great to see the FCS 7011 launched. As part of the marine access solution, the FCS 7011 has a VG1000SD VEEM Gyro on board - the most powerful marine gyrostabilizer in the world. See more here - #gyrostabilizer #offshore #ASX","sentiment_score":0.525}
