{"full_text":"A year ago, before the pandemic, I was in Paris celebrating an anniversary in a cruising club. I hope we can soon have sex again with joy and without worries","sentiment_score":0.8}
{"full_text":"I hate the fact that taxpayers have become numb to this behavior. It is OUR government","sentiment_score":-0.7}
{"full_text":"RT Don't you love when they want to put $1,000,000,000,000 into special interests but call it \"COVID Relief\" because they al...","sentiment_score":0.4285714286}
{"full_text":"RT One year ago today","sentiment_score":0.0}
{"full_text":"RT If you're fat and you feel weird about that getting you an earlier vaccine, allow me to argue that as a fat patient if you go...","sentiment_score":-0.25}
{"full_text":"I hear ya. This pandemic is pushing me to the brink. Our country has failed children in every way and failed to address this pandemic in every way and now it's all coming down on us teachers. I'm so over it","sentiment_score":-0.3851851852}
{"full_text":"RT Heart of Dinner, a NYC nonprofit organization, has delivered nearly 55,000 meals to Asian senior citizens who have been isolat...","sentiment_score":0.05}
{"full_text":"RT These covid \"jokes\" about B\/TS need to be addressed and disappear... it really feels like ARMYs are screaming into the voi...","sentiment_score":0.2}
{"full_text":"RT Biden's \"diplomats\" were actually bending over to get an anal swab in China...","sentiment_score":0.0}
{"full_text":"This is what the world  has come too","sentiment_score":0.0}
{"full_text":"RT Only solution to the coronavirus","sentiment_score":0.0}
{"full_text":"It was going to be the 2020 opener site but it was canceled b\/c of COVID. Glad they kept it in Otter Tail for 2021.","sentiment_score":0.5}
{"full_text":"Rotten ROOT of this evil tree: Branch: Entice fear surrounding a RESIDENTIAL virus.Branch: Relabel post-viral or secondary bacterial pneumonia as highly-reimbursed COVID Branch: Issue illogical recommendations that actual increase susceptibility and decrease immunity.1\/2","sentiment_score":-0.4333333333}
{"full_text":"Covid happened ","sentiment_score":0.0}
{"full_text":"RT One year ago today","sentiment_score":0.0}
{"full_text":"RT What a clusterfuck this country, government, city, mayor and tfl are Taking the absolute piss out of the UK taxpayers. O...","sentiment_score":0.2}
{"full_text":"RT Republicans have fought against every COVID relief package proposed, since the Pandemic started.Every one has come wi...","sentiment_score":0.0}
{"full_text":"RT Biden celebrates 50 million coronavirus vaccines but warns against letting guard down","sentiment_score":-0.1555555556}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"That's some sad virtue signalling there, DJ Covid.","sentiment_score":-0.5}
{"full_text":"RT The timetable for opening schools should be dictated by science, not teachers unions. Data does not indicate #COVID19 sp...","sentiment_score":0.0}
{"full_text":"RT LLHD Weekly COVID-19 Report: We are encouraged to see a moderate decrease in cases for the 6th consecutive reporting peri...","sentiment_score":0.0}
{"full_text":"RT You can find recordings of all of our webinars on our youtube channel. We have webinars on race and health, COVID-19 vac...","sentiment_score":0.0}
{"full_text":"A's Twitter yelling at team president Dave Kaval because team's wholly hypothetical reopening-in-a-pandemic plan isn't perfectly suited for everyone is just","sentiment_score":1.0}
{"full_text":"RT CHICAGO LAWN! Join us for a bilingual #COVID19 vaccine town hall on 2\/27 11am. #Esperanza president &amp; CEO","sentiment_score":0.0}
{"full_text":"I colored my grey hair back to its normal red-brown. But in the pandemic I've been letting it grow-this Madison Reed stuff sounds interesting. I kind of like the longer hair, but I am very pale and the grey makes me look like a ghost.","sentiment_score":0.1252857143}
{"full_text":"RT HIV providers are relying on telehealth for patient visits, as we continue to battle COVID-19. Telehealth for HIV patien...","sentiment_score":0.0}
{"full_text":"RT 82% of covid job losses have hit under 35s. The same people living in cramped flat shares. Legally prohibited from havi...","sentiment_score":0.0583333333}
{"full_text":"RT Egypt is sacrificing the lives of millions of students in time of pandemic just for the sake of a paper exam that can b...","sentiment_score":0.0}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"Me trying to find my way home first game back after lockdown ","sentiment_score":-0.05}
{"full_text":"Don't miss tonight's final webinar , starting at 6 PM - 7 PM.Expect a valuable discussion of renters' rights and resources for  emergency housing during COVID-19. Please register on our Eventbrite and see us on zoom here.https:\/\/t.co\/yWAvy8Poxf@ctfairhousing #NHPZ","sentiment_score":0.0}
{"full_text":".@EFL Clubs helping to provide solutions in our communities. Join us tomorrow morning to find out more about Aiden's journey with so far ","sentiment_score":0.3}
{"full_text":"RT Join and tonight as they walk through Budget 2021. #ableg","sentiment_score":0.0}
{"full_text":"RT hi everyone i just wanted to tweet and talk about the rise of violence against asian people in the US since the start of the p...","sentiment_score":0.0}
{"full_text":"RT i am so ashamed i'm german.what the fuck was that? you can share your opinion on things AS LONG AS IT DOESN'T DISRESPEC...","sentiment_score":-0.225}
{"full_text":"RT The only person who has made more wrong statements about #COVID19 than Governor Cuomo is Dr. Fauci.","sentiment_score":0.0}
{"full_text":"Pandemic, 70's Style. Here are the last couple of images from yesterday's shoot. The jacket is, like the dress, made by my grandmother.  It is a really cool yellow.  The dress is another fabulous find.","sentiment_score":0.1875}
{"full_text":"ontario is leading the country in number of vaccines administered because it's the highest populated province in the country dougie... your rollout is still bs no matter how you want to spin it","sentiment_score":0.0}
{"full_text":"I need them covid gas prices back pronto","sentiment_score":0.0}
{"full_text":"RT Opposing the relief bill makes no sense. Unless you want to prolong the recovery &amp; cause unnecessary economic har...","sentiment_score":-0.1}
{"full_text":"RT Social Distancing.","sentiment_score":0.0333333333}
{"full_text":"The Golden Globes will air under twin clouds, amid a pandemic and ethical questions","sentiment_score":0.25}
{"full_text":"RT For the 2nd straight day, Marjorie Taylor Greene called a floor vote and wasted an hour of everyone's time. All Members are re...","sentiment_score":0.0}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"Ya'll ain't gonna catch me getting the #johnsonandjohnson #covid19 vaccine. The company and I don't vibe. I dont appreciate them not caring about providing people with poison in their products.I'm gonna show up at my vaccine appt and be like \"I dont want that company's vaccine.\"","sentiment_score":0.0}
{"full_text":"RT Channel 5 last night with 'Data not dates is all very well, but what data?By ignoring infection rates, t...","sentiment_score":0.1}
{"full_text":"This didn't age well ","sentiment_score":0.0}
{"full_text":"RT The white govt that created Japanese internment camps is right there. The white president that got on national TV seve...","sentiment_score":0.0714285714}
{"full_text":"RT I'll join the chorus. Biden and Democrats are fighting like hell for Neera Tanden. They won't fight like hell to raise the...","sentiment_score":0.0}
{"full_text":"RT Maybe this poll will help put to bed the notion that the country is aching for a zero covid strategy. Gov doesn't suppor...","sentiment_score":0.0}
{"full_text":"What's in your COVID relief package? Mostly non-COVID related spending. If more than 50% spending isn't related to COVID relief, then it's a fraud to call it COVID relief.","sentiment_score":0.25}
{"full_text":"RT From the computer modelling for Ontario: 3rd wave still possible, so need to keep with recautions and watch variants clos...","sentiment_score":0.0}
{"full_text":"RT Oh good, there's video too!","sentiment_score":0.875}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"RT This was the last trip I took before the pandemic hit. Surreal to look back on it.","sentiment_score":0.0833333333}
{"full_text":"\" I'm bored....ok, I'm going to shove this up their butt and then tell them later it was a mistake, these idiot Americans believe anything, who's in.\"","sentiment_score":-0.4}
{"full_text":"RT NEW: it's a while since I've done a big international Covid thread, but this one feels important.The first six weeks of...","sentiment_score":0.0965909091}
{"full_text":"RT Congratulations to #ElSalvador on becoming the first country in Central America  to #EndMalaria and receive WHO certification o...","sentiment_score":0.2333333333}
{"full_text":"What is Aanal Swab Test?A saline-soaked cotton swab about 1-2 inches long is inserted into the anus, with sample tested for active traces of the virus.It's OK if done with #US as recently Chinese successfully did the same at #LAC with US Puppy  #HitlerModi &amp; #IndianArmy ","sentiment_score":0.1777777778}
{"full_text":"RT Finding #COVID19 vaccines has been a challenge for so manyScattered and siloed systems make it difficult to find time...","sentiment_score":-0.5}
{"full_text":"RT [ENG TRANSLATION]tw \/\/ racisma german radio host was talking immensely badly about BTS, comparing them to COVID an...","sentiment_score":-0.35}
{"full_text":"RT Joe Biden's America","sentiment_score":0.0}
{"full_text":"  has kept me sane through this pandemic I have watched it everyday and night thank you Julie  Clair I own all dvds and Clair funko pop this show is my life ","sentiment_score":0.2}
{"full_text":"gays can't wait for covid to end so they can go back to living normalthe living normal in question:https:\/\/t.co\/OQKRg2GtJT","sentiment_score":0.075}
{"full_text":"RT \"Health care is a humanitarian job &amp; I like to do jobs that help people.\"Nabila is a Sudanese refugee, aspiring nurse &amp; an...","sentiment_score":0.0}
{"full_text":"Nope, read it all, trying to be objective I note you begin claiming not to subscribe to conspiracy theories, then proceed, in some detail, to cherry pick &amp; itemise info from various sources in support of your inference that the current Covid situation is de facto a conspiracy?","sentiment_score":0.0}
{"full_text":"RT It is one of my great hopes that Joe Biden never tries to unify with an out of touch, Trump worshipping, domestic terr...","sentiment_score":0.2833333333}
{"full_text":"RT The Madison County Health Department has kept its harm reduction program open throughout the pandemic to help those bat...","sentiment_score":0.0}
{"full_text":"for sport! im on a team :) havent gone in a while bc of covid regulations (im not sick dw lmao) but now im going back!!","sentiment_score":0.3642857143}
{"full_text":"Billionaires Added $1.3 Trillion to Fortunes During Pandemic","sentiment_score":0.0}
{"full_text":"RT Only solution to the coronavirus","sentiment_score":0.0}
{"full_text":"RT Brazilians often (quite reasonably) complain that foreigners think the capital is Rio, or even Buenos Aires. But get thi...","sentiment_score":0.2}
{"full_text":"RT The Relief Bill is now \"American Rescue Plan\" bcse it only gives 10% for COVID. Rest of money goes to Dems pet proj...","sentiment_score":0.0}
{"full_text":"RT If you still think covid is just the flu and only kills old people, it killed my 24 year old niece today.","sentiment_score":0.0}
{"full_text":"RT Have senators Schumer or Gillibrand of New York weighed in on the terrible accusations regarding NY Gov Andrew Cuomo an...","sentiment_score":-0.4318181818}
{"full_text":"But covid ruined everything ","sentiment_score":0.0}
{"full_text":"RT ICYMI, a majority of Republicans support the American Rescue Plan: \"With Congressional Stimulus Fight Looming, 76% of...","sentiment_score":0.0}
{"full_text":"RT Meanwhile, Russian diplomats to Northern Korea leaving the country on their own as all other transport links cut due to covi...","sentiment_score":0.0875}
{"full_text":"The reported that 35 of 40 hospitals in Tigray are inaccessible. Most looted or destroyed.@WorldBank aid isn't about COVID-19 relief for Ethiopia.This is about funding a cruel war waged by #TigrayGenocide","sentiment_score":-0.25}
{"full_text":"RT .@jkenney After spending hours to schedule their #Covid19 vaccination, Edmonton's seniors, showing up on time, are hosted t...","sentiment_score":0.0}
{"full_text":"RT White House spokesperson Jen Psaki nails response to question about reopening schools during COVID from Meghan McCain, w...","sentiment_score":0.0}
{"full_text":"How about just out in what's NEEDED for Covid relief   This is ridiculous","sentiment_score":-0.3333333333}
{"full_text":"RT hi everyone i just wanted to tweet and talk about the rise of violence against asian people in the US since the start of the p...","sentiment_score":0.0}
{"full_text":"RT In the coming days, we should get to a more accurate count of COVID positive cases. While that number will be higher than w...","sentiment_score":0.3443181818}
{"full_text":"Maybe but you have to admit there's way too much in the bill that has zero to do with covid","sentiment_score":0.2}
{"full_text":"Dr. Thomas Binder, MD, A common beta-corona cold virus has been inflated into a killer virus with P(C)R and must be fought with a pointless, ineffective, harmful, experimental mRNA transfection.https:\/\/t.co\/CJ3VwxnsK5","sentiment_score":-0.2625}
{"full_text":"RT Mood after corona","sentiment_score":0.0}
{"full_text":"RT Please RT this to demand stop with immediate effect the SNP party political broadcast at 12.15 each w...","sentiment_score":0.0}
{"full_text":"We launched a suite of #COVID19 #vaccine resources to continue supporting primary care physicians throughout the pandemic on our platform (curated in partnership with CONVINCE USA Initiative - #eConsult Read more here:","sentiment_score":0.3833333333}
{"full_text":"RT Only losers refuse to wear a mask. Don't be a loser.","sentiment_score":-0.1}
{"full_text":"RT Loool this man works for Covid","sentiment_score":0.0}
{"full_text":"RT These covid \"jokes\" about B\/TS need to be addressed and disappear... it really feels like ARMYs are screaming into the voi...","sentiment_score":0.2}
{"full_text":"I'm aware of this, and I agree. I work in a nursing home that was heavily impacted by covid.","sentiment_score":0.025}
{"full_text":"i keep seeing people saying like \"i keep having to smile like this  instead of this  so people can tell i'm smiling with a mask on\" so pre covid you were just smiling with completely dead eyes? scary","sentiment_score":-0.1333333333}
{"full_text":"RT .@ManateeGov &amp; will be delivering more #COVID19 shots next week.https:\/\/t.co\/lorpeEK4Jv","sentiment_score":0.25}
{"full_text":"RT We are now approaching the anniversaries of a whole lot of historically horrific and dangerous takes","sentiment_score":-0.35}
{"full_text":"RT Will opposing coronavirus stimulus hurt Republicans? - The Washington Post","sentiment_score":0.0}
{"full_text":"Public schools have been starved for funds for decades. If you think schools can safely reopen according to CDC guidelines about social distancing and air filtration, you're delusional! Where is that kind of time and money coming from?","sentiment_score":0.2854166667}
{"full_text":" This Week in #Frailty - What a Difference a Year MakesThe COVID-19 pandemic outbreak prompted the #NICE to issue a set of urgent care guidelines recommending screening patients using the Clinical Frailty Scale, useful for brief bedside assessment...https:\/\/t.co\/4tVZuoik0v","sentiment_score":0.3}
{"full_text":"im the happiest human being rn IM GETTING BOBA FOR THE FIRST TIME SINCE BEFORE COVID STARTED","sentiment_score":0.125}
{"full_text":"RT Since 2010, corporation tax has been slashed from 28 per cent to 19 per centTo enable much needed investment this tax o...","sentiment_score":0.2}
{"full_text":"RT 55 cases out of 81 people attending exercise classes at a gym, despite 6-ft distancing and some mask use. Ventilation was n...","sentiment_score":0.0}
{"full_text":"RT Stay up to date on #HaltonON's #COVID19 vaccine program. To sign up to receive email updates, visit:","sentiment_score":0.0}
{"full_text":"Enough is enough","sentiment_score":0.0}
{"full_text":"RT 4 Dogs Whose Owners Died of COVID Are Searching for a New Home 'Together'","sentiment_score":0.1363636364}
{"full_text":"RT Currently no direct flights from the UK to Brazil are permitted due to the pandemic. Which means Alisson Becker now fa...","sentiment_score":-0.0875}
{"full_text":"What is it like to care for the sickest #COVID19 patients a year into the pandemic? Two ICU #nurses wore cameras for this short film: via","sentiment_score":0.0}
{"full_text":"It will be a year ago next week since fans last stepped foot in Hillsborough.What do you miss most about attending games? #SWFC https:\/\/t.co\/078NCuCVt2","sentiment_score":0.1666666667}
{"full_text":"Moving is stressful during the best of times. And a global pandemic throws a whole new set of challenges at those aiming to put down roots somewhere else.","sentiment_score":0.2361616162}
{"full_text":"Gov't fast tracking COVID-19 vaccines acquisition - Gohttps:\/\/t.co\/kx56uRajh2","sentiment_score":0.2}
{"full_text":"RT COVID-19 vaccines coming to Publix in Miami-Dade and Broward. Here's how to get an appointment","sentiment_score":0.0}
{"full_text":"During the pandemic, State AGs are taking a more active role enforcing labor and employment violations including employee misclassification, wage theft and workplace safety","sentiment_score":0.1833333333}
{"full_text":"Have you been heeding mandated COVID-19 lockdown guidelines?","sentiment_score":0.0}
{"full_text":"Isolation and \"screen burnout\" taking a toll on children's mental health during pandemic","sentiment_score":-0.1}
{"full_text":"After learning of a second positive COVID-19 case this week, Franklin Elementary will transition to remote learning on Monday, March 1, in compliance with county and state guidelines. Franklin students\/staff will return to in-person instruction beginning on Tuesday, March 2.","sentiment_score":0.1068181818}
{"full_text":"UPDATE: P+P continues to operate w\/reduced capacity. On March 1, 2021 ALL APPOINTMENTS will open for scheduling. Once appointments are filled, NO appts will open through April 15, 2021. Due to COVID-19, all tax prep is appointment only, no walk-ins. More:","sentiment_score":0.1291666667}
{"full_text":"TONIGHT: In an exclusive interview, Albert Bourla, the CEO &amp; Chairman of Pfizer, talks to about the coronavirus vaccine, including insights on the potential for an annual booster shot.Tune in tonight at 6:30pm ET\/5:30pm CT (check local listings).","sentiment_score":0.0}
{"full_text":"On #Agenda, Cito Beltran will speak with Mico Llorca of the Pasay City Epidemiology and Disease Surveillance Unit to get the latest on the city's efforts to curb the spread of COVID-19.","sentiment_score":0.5}
{"full_text":"California and Memphis are making COVID vaccine headlines. What do you make of the mess surrounding the vaccine distribution?","sentiment_score":-0.175}
{"full_text":"Lt. Gov. Dan Patrick announces #2021 priorities which include bills responding to #COVID-19 and the recent winter storm, legislation related to abortion, gun rights and the national anthem at sporting events.https:\/\/t.co\/0MFKSSk98A","sentiment_score":0.0}
{"full_text":"ICYMI: Nevada men's basketball game at San Jose State has been canceled once again due to COVID-19.How does Steve Alford feel about the Pack having so much time off?MORE:","sentiment_score":-0.1083333333}
{"full_text":"Petition: Do not rollout Covid-19 vaccine passports","sentiment_score":0.0}
{"full_text":"What's changing -- and what's not -- with COVID restrictions this weekend","sentiment_score":0.0}
{"full_text":"For Health and #HumanServices organizations, #COVID19 has amplified longstanding issues surrounding financial insecurity and increased demand for services. Our new insight draws on a recent survey to show how leaders are responding to these challenges:","sentiment_score":0.0454545455}
{"full_text":"NCA's newest C-Brief summarizes data from De Gruyter that shows more than half of academic journal and book authors surveyed report limitations on their research. Read the full C-Brief. #research #teaching #data #COVID19","sentiment_score":0.1708333333}
{"full_text":"New journalists find communities engaged with COVID-19 news, but important stories unrelated to pandemic going uncovered, finds survey conducted by and ","sentiment_score":0.2681818182}
{"full_text":"As insurers end grace period for COVID-19 hospital costs, out-of-pocket costs may rise via #healthcare","sentiment_score":0.0}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"94% don't want any travel or any travel requiring quarantine. But noone wants zero covid?","sentiment_score":0.2}
{"full_text":"#podcast Millions in rental assistance is available #CobbCounty wants Former President #Trump to pay legal fees #CDC study of shows #covid may spread through teachers #coronavirus #MariettaGA #CobbGA #localnews","sentiment_score":0.2}
{"full_text":"RT #thwrh_Tlb_ljm`t_ywm_27 Mr. President, we students, we only want to preserve our souls and the souls of our families...","sentiment_score":0.0}
{"full_text":"\"My job is supposed to be about 60% travel, but with COVID-19, it will be little to no traveling,\" graduate Katy Kelly said. \"I'll have to get used to having conversations with clients over Zoom instead of talking to them face-to-face.\"","sentiment_score":-0.1875}
{"full_text":"Best Buy said Thursday that it laid off 5,000 full-time store workers earlier this month, even as the company's sales soared during the pandemic as homebound people bought laptops, TVs and other gadgets.","sentiment_score":0.2916666667}
{"full_text":"RT Failure of our CDC to recommend  early use of cheap, effective, safe therapeutics constitutes criminal negligence: \"Scab...","sentiment_score":0.1472222222}
{"full_text":"RT She still giving you long replies during lockdown? It's time to give up my bro","sentiment_score":-0.05}
{"full_text":"tive um orgasmo vendo esse look na runway ","sentiment_score":0.0}
{"full_text":"RT This pandemic may have effected our children's education only by one year, but the psychological trauma we have placed on them...","sentiment_score":0.0}
{"full_text":"Check out the new #JAACAPConnect Special Issue: The COVID-19 Pandemic, out now! #JAACAP #COVID19 #pandemic","sentiment_score":0.2913961039}
{"full_text":"COVID-19 vaccination will help keep you from getting COVID-19#Covid19 #SocialDistancing #MaskUp #WashYourHands#Ivax2Protect #VaccinesWork #Vaccinate#AMAAlliance Physician Families for Healthier Communities#ConnectEducateAdvocate","sentiment_score":0.0}
{"full_text":"Yuma County Health Officials confirm 19 new cases of COVID-19 and *7 new deaths, bringing the total cases to 36,372.https:\/\/t.co\/6ARI9hkdA7","sentiment_score":0.0909090909}
{"full_text":"RT Joe Biden's America","sentiment_score":0.0}
{"full_text":">Download PDF<= Ten Lessons for a Post-Pandemic World =|||https:\/\/t.co\/fQZAkNiuKx","sentiment_score":0.0}
{"full_text":"Touchless solutions have risen to the forefront this year with the pandemic altering the way we live our day-to-day lives. While these solutions help reduce health risks, are they posing a risk to our #security? Learn more in this #guestblog:","sentiment_score":0.3181818182}
