{"full_text":"RT \"If we neglect the profound implications of the #COVID19 pandemic on children, #SouthAfrica will not thrive\" says our co...","sentiment_score":0.0833333333}
{"full_text":"RT dealing with imposter syndrome during a pandemic is so funny. \"do I even deserve to be in this google doc\"","sentiment_score":0.25}
{"full_text":"COVID test was negative. Now to buckle in and ride out whatever is making it so I can't breath if I dare to move.","sentiment_score":-0.3}
{"full_text":"Why do those who want schools to stay closed not understand that we are advocating for ALL children and families to have a choice? The next argument is 'don't teachers deserve a choice?' If schools were spreading Covid like crazy, I would say yes. But they AREN'T!#OpenSchoolsNow","sentiment_score":-0.2333333333}
{"full_text":"RT Dr. Fauci has been consistently wrong in regards to Covid-19.He has continuously contradicted himself, disseminated mis...","sentiment_score":-0.5}
{"full_text":"RT TRIPLE WORRISOME--Data says the new variant that is now dominant strain in California:spreads FASTERevades antibodies...","sentiment_score":0.1363636364}
{"full_text":"RT Joe Biden has no plan for COVID, is putting kids in cages, and his son is under federal investigation. No wonder the M...","sentiment_score":0.0}
{"full_text":"RT The Suffolk Learning Disability Partnership have created an easy-read guide which explains the first step of the Government...","sentiment_score":0.25}
{"full_text":"RT In lockdown, my mental health must be deteriorating at much worse speed than I suspected because I vividly remember watching...","sentiment_score":-0.125}
{"full_text":"RT She is not a refugee anymore. Why not a address her as Australian citizen instead of her past? Is that how you address all...","sentiment_score":-0.125}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"Omg Ross ","sentiment_score":0.0}
{"full_text":"RT To anyone considering voting no on COVID relief:If giant corporations were worth a trillion-dollar tax giveaway a few...","sentiment_score":0.0333333333}
{"full_text":"RT TOMORROW, 2\/24 at 8:30am MT: Moore Foundation president Dr. Harvey V. Fineberg will join discussing shifts...","sentiment_score":0.0}
{"full_text":"RT The Government has released a roadmap that outlines how #coronavirus restrictions could be lifted. We've outlined the roadmap...","sentiment_score":0.0}
{"full_text":"A voice on how to ruduce the impact of #COVID19 infections committee ","sentiment_score":0.0}
{"full_text":"RT In next week's #Budget2021 we want to provide a Living Income, good green jobs, and support to retrain for...","sentiment_score":0.1666666667}
{"full_text":"RT Let me stay in the darkI've no place in your sun Used to have a homeNow I walk all aloneI bloom as a flowerWhen your ray...","sentiment_score":0.0}
{"full_text":"Former Clinton Adviser Warns US Becoming &amp;#8216;Totalitarian&amp;#8217; Under Lockdown Orders via","sentiment_score":0.225}
{"full_text":"RT   The World Health Organization (@WHO) blasted wealthy countries for not only hogging Covid vaccines but in doing so, hinder...","sentiment_score":-0.0333333333}
{"full_text":"RT The majority of Md patients infected with covid variants have no travel history...so they are spreading through community Dr...","sentiment_score":0.0}
{"full_text":"RT A year ago, common sense people like me were called \"conspiracy theorists\" when we warned: -it was never going to be 2...","sentiment_score":-0.3}
{"full_text":"Haha Reminds me of the Rock's entry in Royal Rumble ! ","sentiment_score":0.25}
{"full_text":"RT I think about how many are struggling with mental health before and during this rough year of the pandemic. How one simple p...","sentiment_score":0.075}
{"full_text":"RT So if it's true that Sturgeon left the 4 nations Covid recovery meeting yesterday to do image damage limitation interviews wi...","sentiment_score":0.175}
{"full_text":"Yes. Call 119. That's the NHS, Public Health England Covid Vaccination booking line. Just provide name and DOB and they'll be able to book an appointment at one of the larger hubs.","sentiment_score":0.1666666667}
{"full_text":"RT They have to reverse course on this. It's madness. If you're vaccinated, *you* get to do stuff. The people still waiting,...","sentiment_score":0.0}
{"full_text":"RT To anyone considering voting no on COVID relief:If giant corporations were worth a trillion-dollar tax giveaway a few...","sentiment_score":0.0333333333}
{"full_text":"RT \"We need to prepare the European Union for future pandemics.\" Last week, our Coordinator spoke with","sentiment_score":0.0}
{"full_text":"For sure, but it shows that lockdowns not working isn't necessarily a western thing. I think timing, geography, weather, population demographic etc. all play a part. But irrespective of efficacy, I think lockdown regulations set a dangerous precedent for a functioning democracy","sentiment_score":-0.0333333333}
{"full_text":"You mean the China virus.","sentiment_score":-0.3125}
{"full_text":"Our policymakers should implement a system called \"Focused Protection\" rather than major nationwide lockdowns. This would entail making sure that groups deemed most vulnerable to COVID-19, such as the elderly in nursing homes, receive extra care and protection.","sentiment_score":0.09375}
{"full_text":"RT Tom Vilsack confirmed by the Senate for a second stint as Agriculture Secretary at a time of growing food insecurity bec...","sentiment_score":0.2}
{"full_text":"In contrast customer service jobs or telework pays $35,000 a year. Mothers or fathers with young children who want to stay at home with their children and need to contribute to the household income should consider this option.","sentiment_score":0.1}
{"full_text":"RT The reason our media (which is propaganda for the elites) aggressively attacks Ron Desantis' winning approach to Covid-19...","sentiment_score":0.2}
{"full_text":"RT BOOM  You have a right to silence says Mr Justice Steyn and NOT provide details for a coronavirus fixed penalty request. Ju...","sentiment_score":0.1928571429}
{"full_text":"RT #LongCovid is not an afterthought. It's not a subheading. It's THE story. Between 1 in 10 and 1 in 3 people who get co...","sentiment_score":0.0}
{"full_text":"RT This is an early contender for silliest single sentence of 2021. Awe-inspiring.","sentiment_score":0.0142857143}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"My manager: You never eat lunch with the team. Don't you want friends?Me: Have you met scrub jay and mockingbird? We talk lots and are great friends.My manager: Me: They don't have Covid.Manager: That's a good point....","sentiment_score":0.75}
{"full_text":"RT #Bolivia | Jeanine Anez, the leader of the coup-born regime that ruled the country from 2019-2020, refused to make stat...","sentiment_score":0.0}
{"full_text":"RT British Prime Minister Boris Johnson unveiled a map out of the lockdown for England and expressed optimism that all restrictio...","sentiment_score":0.0}
{"full_text":"RT #yrys_rjwk_lTlb_btmwtThe suffering of students studying inside Egypt did not end under the circumstances of the pandemic,...","sentiment_score":0.0}
{"full_text":"Remember when they said \"we have to wait until we have the vaccine\"?Well we do, and they've vaccinated 1\/3 of the adult population including the highest risk groups...But we still have to wait 4 FUCKING MONTHS to get back to normal!!!Lies on lies on lies! #lockdown #COVID","sentiment_score":-0.1666666667}
{"full_text":"RT Five hundred thousand dead in the U.S. alone from COVID-19: 500,000 children, siblings, elders, friends, mentors, companions,...","sentiment_score":-0.2}
{"full_text":"RT So if it's true that Sturgeon left the 4 nations Covid recovery meeting yesterday to do image damage limitation interviews wi...","sentiment_score":0.175}
{"full_text":"RT Today pointed out to me that 750,000 people died in the Civil War, America's bloodiest war. It is t...","sentiment_score":0.0}
{"full_text":"RT BOOM. Adjusted COVID-19 case rate per 100k in LA County is 12.3. That meets the 14per threshold. Outdoor high school sp...","sentiment_score":0.16}
{"full_text":"RT This pandemic has made clear that broadband is no longer nice-to-have, it's need-to-have. For everyone, everywhere. htt...","sentiment_score":0.1}
{"full_text":"RT Nice summary of latest output from #SIRENstudy. Early data on COVID-19 vaccine effectiveness in England | Reflections on...","sentiment_score":0.4}
{"full_text":"RT Bullies *love* COVID. Just ask #FigjamDan","sentiment_score":0.5}
{"full_text":"RT Did or carry President Biden's tribute to the over 500,000 people in the US lost to Covid? Or the mome...","sentiment_score":0.0}
{"full_text":"RT The is right.Is it really a #COVID19 relief bill if less than 9% of the bill goes to defeating COVID-19?","sentiment_score":0.0166666667}
{"full_text":"RT This pandemic has made clear that broadband is no longer nice-to-have, it's need-to-have. For everyone, everywhere. htt...","sentiment_score":0.1}
{"full_text":"RT During this pandemic, the world's billionaires have become nearly $4 trillion richer. Meanwhile, workers have lost $3.7...","sentiment_score":0.1}
{"full_text":"This is outrageous.","sentiment_score":-1.0}
{"full_text":"RT dealing with imposter syndrome during a pandemic is so funny. \"do I even deserve to be in this google doc\"","sentiment_score":0.25}
{"full_text":"RT .@iamWandaSykes' mom can't wait to get her COVID-19 vaccine. #CONAN","sentiment_score":0.0}
{"full_text":"RT We don't want to die, help us COVID-19, we will all die #yrys_rjwk_lTlb_btmwt #yrys_rjwk_lTlb_htmwt #yrys_rjw...","sentiment_score":0.0}
{"full_text":"Feds don't intend to set 'official date' to lift all COVID-19 restrictions - Global NewsHow could they set a date when goal posts constantly move? ","sentiment_score":0.0}
{"full_text":"A life changing drug, book launch, and steering a brilliant business through Brexit &amp; covid...what a year has had! Great to hear from Rob during the latest update from - a fantastic charity who provide wonderful support for the #cysticfibrosis community","sentiment_score":0.74}
{"full_text":"RT I've been saying this for months.  You're right on point.  Not wearing masks, or not wearing them properly, is perhaps...","sentiment_score":0.1428571429}
{"full_text":"This is just the beginning","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"When even the liberal Washington Post is telling President Biden to scale back his COVID relief bill, you know something's wrong. Only 9 percent of this so-called \"COVID relief\" bill actually goes toward COVID. (1\/2)","sentiment_score":-0.125}
{"full_text":"RT To anyone considering voting no on COVID relief:If giant corporations were worth a trillion-dollar tax giveaway a few...","sentiment_score":0.0333333333}
{"full_text":"RT If you cannot look after your animal after lockdown then do not get an animal. Read it again.","sentiment_score":0.0}
{"full_text":"RT Tellem again!","sentiment_score":0.0}
{"full_text":"RT Billionaires have added $1,100,000,000,000 to their wealth during the course of the pandemic while the $7.25 minimum wage hasn...","sentiment_score":0.0}
{"full_text":"RT Can we all agree to still respect people's boundaries when 'social distancing' measures get lifted?! I still don't want a...","sentiment_score":0.0416666667}
{"full_text":"RT How to doctor numbers 101. Exclude a relevant option.","sentiment_score":0.4}
{"full_text":"In #UNSC dialogue on #climate &amp; #security, echoes demands which are also a focus of the Africa Regional Review for #LDCs including the role of technology transfer in reducing #inequalities. #ARRM2021 #COVID19","sentiment_score":0.0}
{"full_text":"Let's work together to streamline this budget-buster so it's targeted to those who need help the most. (2\/2)","sentiment_score":0.5}
{"full_text":"RT Chancellor Angela Merkel warned that Germany is in the midst of a third wave of coronavirus infections, urging caution as the...","sentiment_score":0.0}
{"full_text":"RT As a non-American living in America, during a pandemic, I'm both awed and horrified by this country's reverence for work.","sentiment_score":0.0}
{"full_text":"Why should it?","sentiment_score":0.0}
{"full_text":"RT ThreadCovid is a headline till it hits your father. Only then you know the deadliness of the virus &amp; the damage it does to...","sentiment_score":0.0}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT On the $1.9 trillion Covid relief package, Cheney says it could actually be more \"harmful\" than helpful and argued it is loade...","sentiment_score":0.5}
{"full_text":"The right doesn't want Biden to help the country. Here's my shocked face ","sentiment_score":-0.2071428571}
{"full_text":"RT Confused by Govt claims that there was 'no national shortage' of PPE for the NHS? Here's the page from the National Audit Offi...","sentiment_score":-0.4}
{"full_text":"He keeps saying urgent and still nothing .. ","sentiment_score":0.0}
{"full_text":"The latest story from explores COVID-19 testing for teachers and staff at FUSD. A new program from California Endowment was piloted &amp; may be a cheaper and equitable solution especially in Black and brown communities.https:\/\/t.co\/k4QcLJl7m9","sentiment_score":0.101010101}
{"full_text":"Im here, just for you #toptips #healthyskin #skincareroutine#buythedip #SKZKingdomINTROStage #PBBDanceTraining #interpvscanon #iKONtoKINGDOM #Bono600 #BobbyShmurda #KINGDOM #lockdown #tuesdayvibe #23Febrero #chacha #BTSUnplugged","sentiment_score":0.0}
{"full_text":"RT Coming out of lockdown on June 21st.","sentiment_score":0.0}
{"full_text":"Would love to but...you know...Covid. Perhaps we'll all be dancing in the streets, masked up and socially distanced, soon if it pleases the goddesses...soon.#ConvictTrump #TrumpCrimeFamily","sentiment_score":0.2666666667}
{"full_text":"RT What it looks like when a panic porn specialist calls the absolute top.14 weeks since this genius tweet. Here's how US...","sentiment_score":0.2}
{"full_text":"Australia to ramp up COVID-19 vaccination drive as more doses arrive - via","sentiment_score":0.5}
{"full_text":"I agree.","sentiment_score":0.0}
{"full_text":"RT #BabaRamdev's is looting people by fake #Corona medicine &amp; this time endorsed by union ministers","sentiment_score":-0.5}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT How well do you think Boris Johnson has handled the coronavirus pandemic? #BorisJohnson #Coronavirus #Pandemic #Politic...","sentiment_score":0.0}
{"full_text":"Save lives of student in egypt from covid 19 please do your best our family in danger#yrys_rjwk_lTlb_btmwt","sentiment_score":1.0}
{"full_text":"This guy is talking about leadership. Seriously THIS guy ","sentiment_score":-0.3333333333}
{"full_text":"RT Billionaires have added $1,100,000,000,000 to their wealth during the course of the pandemic while the $7.25 minimum wage hasn...","sentiment_score":0.0}
{"full_text":"What percent of the plan is connected to COVID ?","sentiment_score":0.0}
{"full_text":"Covid dead Texans in refrigerator trucks - starving Texans - freezing Texans -- Cancun ...","sentiment_score":-0.2}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT A study that found teachers were the probable source of several school-related Covid-19 outbreaks highlights the need to maintain...","sentiment_score":0.0}
{"full_text":"The California variant","sentiment_score":0.0}
{"full_text":"Also best news ever today that our ward is no longer needed as a covid ward from this weekend  The end is near ","sentiment_score":0.55}
{"full_text":"Outrage in Boston: City's medical director allowed to work from Hawaii as pandemic raged","sentiment_score":0.0}
{"full_text":"RT You name it, House and Senate Republicans are opposed to it:COVID relief? Against it.Student debt? That too.Voting righ...","sentiment_score":0.0}
{"full_text":"2020 - 21 season hasn't been released (still in it)CDC estimates that there were 22k total influenza deaths in the 2019-2020 seasonAnd 32k total influenza deaths in 2018-2019 season. *There were 22,000 COVID deaths reported last WEEK*You've got a bit of a scale issue here","sentiment_score":0.0}
{"full_text":"RT HOLY SHIT im on a united flight and while this dude was actively drinking water, this guy tapped him and was like \"hey...","sentiment_score":-0.1666666667}
{"full_text":"RT I know this has been said a lot, but it's still wild that we're expected to continue on like we're not living through...","sentiment_score":0.0}
{"full_text":"RT I once told my husband that I was jealous of Finnish PhD students because they got given a sword when they graduate. Sa...","sentiment_score":0.0}
{"full_text":"RT #FireFauci is a scary trend. Yes, we are tired of Covid. No, we don't want to wear masks until 2022 but shooting the m...","sentiment_score":-0.45}
{"full_text":"Lessons from the Pandemic by Lloyd Graff.","sentiment_score":0.0}
{"full_text":"RT Mike joined the fully vaccinated club today after getting his second dose! Keep fighting COVID! Wear a mask, wash you...","sentiment_score":0.0}
{"full_text":"I developed this quiz and I've taken it more than once--and I think, during the pandemic, taking stock of your sense of purpose is a critical act of self-care:","sentiment_score":0.2}
{"full_text":"RT Dr. Fauci has been consistently wrong in regards to Covid-19.He has continuously contradicted himself, disseminated mis...","sentiment_score":-0.5}
{"full_text":"\"Democratic lawmakers stood by their bill on Monday despite Newsom saying he will not support it and that it would not get schools open fast enough.\" #EdChat #COVID19Read the full article here:","sentiment_score":0.1375}
{"full_text":"2021 can't even say hold my beer.  2020 brought Corona and Mad Dog.","sentiment_score":-0.625}
{"full_text":"RT I'm writing my third story about anti-Asian hate crimes, specifically against elders. I pause writing to cry. Last year, w...","sentiment_score":-0.2666666667}
{"full_text":"Take our new survey: \"COVID-19, One Year Later\"This new 15-question survey is an opportunity for you to share where you and your plant are one year after the COVID-19 pandemic hit the U.S. Take the new surveyhttps:\/\/t.co\/ZyX1fqvDzz","sentiment_score":0.1022727273}
{"full_text":"RT we in a pandemic and bitches worried about my nostrils lmao my nostrils live in bitches heads rent free","sentiment_score":0.3787878788}
{"full_text":"California lawmakers on Monday cleared the way for 5.7 million people to get at least $600 in one-time payments, part of a state-sized coronavirus relief package aimed at helping those with low-to-moderate incomes weather the pandemic.","sentiment_score":-0.3}
{"full_text":"RT Atlantic Canada COVID update Feb. 23, 2021Nova Scotia - 3 new cases - 20 active casesPrince Edward Island - 0 new cases...","sentiment_score":0.0464646465}
{"full_text":"All I want is my business to make me millions so I can be a stay at home mom!","sentiment_score":0.0}
{"full_text":"First real-world coronavirus vaccine data in Britain show decline in infections, hospitalizations after first dose","sentiment_score":0.25}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"We are so excited to announce that the Event Temple Covid Mentorship Program has just launched!This program aims to support venues and hotels needing assistance as the industry heads into recovery. Get the details &amp; apply here:","sentiment_score":0.375}
{"full_text":"RT And of course, that's not even considering the effect on the individuals who may needlessly become seriously ill w\/ #CO...","sentiment_score":-0.5}
{"full_text":"RT I'm writing my third story about anti-Asian hate crimes, specifically against elders. I pause writing to cry. Last year, w...","sentiment_score":-0.2666666667}
{"full_text":"RT I'm writing my third story about anti-Asian hate crimes, specifically against elders. I pause writing to cry. Last year, w...","sentiment_score":-0.2666666667}
{"full_text":"Get a professional WordPress website!!Check out my Fiverr gig: #shopify #wordpressdesign #fiverrgigs #elementor #woocommerce  #lhll_lnSr#nationalvideogamesday #webdesigner #ShineOnWendy #shopifystore #wpml #wpforms #squarespace #covid__19","sentiment_score":0.1}
{"full_text":"RT Dr. Fauci has been consistently wrong in regards to Covid-19.He has continuously contradicted himself, disseminated mis...","sentiment_score":-0.5}
{"full_text":"RT i wish everyone that keeps talking about losing weight before lockdown ends a very shut the fuck up and think about who...","sentiment_score":-0.1}
{"full_text":"Further delays in a system already suffering major backlogshttps:\/\/t.co\/NaPUNoxhVE","sentiment_score":0.03125}
{"full_text":"Number of Coworking Spaces to Double or Triple Nationwide in the Next Five Years. Here's why:https:\/\/t.co\/RN09KbwJcq#cbcre #cbcworldwide #cbcommercial","sentiment_score":0.0}
{"full_text":"Do you know a COVID-19 hero with an inspiring story to tell? It could be about: Helping your local community. Helping someone in need. A charity hero. Or something surprising\/unusual.Click here to tell us more ","sentiment_score":0.3333333333}
{"full_text":"The pandemic has caused a lot of extra stress and many people have turned to unhealthy ways to deal with it.@fully_mind shared tips on how you can use mindfulness to look after your mental health.https:\/\/t.co\/vOgio92l3y","sentiment_score":-6.938893904e-18}
{"full_text":"With yesterdays announcement, I am tentatively opening up myself for photoshoot booking during the months of April and May for an outdoor shoot with Covid-19 measures in place.Should you be interested in shooting with me and you are based in London DM me.","sentiment_score":0.25}
{"full_text":"Knock, knock.  #UMassMemorial at your doorstep and ready to help!","sentiment_score":0.25}
{"full_text":"RT There's a big difference between a want and a need.Democrats want bailouts for special interests, a $15 minimum wage...","sentiment_score":0.1785714286}
{"full_text":"Cosmopolitan offers local pandemic heroes a chance at a $50,000 resort packagehttps:\/\/t.co\/k9XR4eN6jn","sentiment_score":0.0333333333}
{"full_text":"Biden Meets Virtually with Canada's Trudeau on COVID, Climate Threats","sentiment_score":0.0}
{"full_text":"RT The facts are clear: In-person schooling is essential for kids and can be safe. France and Spain have been doing it. T...","sentiment_score":0.2}
{"full_text":"10 rich countries account for more than three-quarters of Covid vaccinations, while 130 countries have yet to give a single jab -&gt; opens door for Sputnik, Sinovac and Sinopharm","sentiment_score":0.2678571429}
{"full_text":"For some, lockdown is a time to reflect on what they want from life. If you're thinking about starting a family through adoption in 2021, can help you every step of the way. Get in touch today: enquiries@westernbayadoption.org 0300 365 2222","sentiment_score":0.0}
{"full_text":"RT Joe Biden has no plan for COVID, is putting kids in cages, and his son is under federal investigation. No wonder the M...","sentiment_score":0.0}
{"full_text":"Want to support the  All over Ireland, our volunteers are providing critical support to vulnerable people during this #Covid19 pandemic.Please support our volunteers by setting up a Facebook Fundraiser.  Click","sentiment_score":-0.25}
{"full_text":"Drug execs face Capitol Hill questions on vaccine supply.https:\/\/t.co\/k7YJ51eCtV","sentiment_score":0.0}
{"full_text":"Papatoetoe High School is back on high alert after yesterday's news of three new covid-19 cases. Parents were anxiously waiting outside as they sought updates.","sentiment_score":0.0343939394}
{"full_text":"Vybe Urgent Care will be conducting COVID-19 testing at tomorrow, Feb. 24 from 9 a.m. to 4 p.m. at 2670 Coral Street.","sentiment_score":0.0}
{"full_text":"Minister has secured Government approval to extend the Pandemic Unemployment Payment and the Enhanced Illness Benefit until June 30th 2021The PUP will remain open to new entrants and continue to be paid at the current ratesRead more here:","sentiment_score":0.1590909091}
{"full_text":"RT China Covid Cases 89,842China Covid Deaths 4,636US Covid Cases 28,200,000US Covid Deaths 500,000#MedicareForAll #...","sentiment_score":0.0}
{"full_text":"Here's what they don't tell you about having COVID-19.","sentiment_score":0.0}
{"full_text":"Do you know we install vinyl flooring? You do now. Call us at 316-854-0558.#wichita #housecleaning #janitorial #clean #carpet #upholstery #airduct #arearug #dryervent #tile #grout #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":0.3666666667}
{"full_text":"RT We are ready for exams ,but we aren't ready for Covid-19.. #yrys_rjwk_lTlb_btmwt #Hytn_f_khTr_ymm_ntSr","sentiment_score":0.2}
{"full_text":"Parents are exasperated and looking for options. The contrast between what public schools have done during this pandemic and what private schools have done couldn't be more obvious. #scnews","sentiment_score":0.125}
{"full_text":"RT (shameless self promotion message) Lockdown may or may not be over by summer but my book \"Non-State Actors' Rights in M...","sentiment_score":0.0}
{"full_text":"\"COVID-19 has emphasized the disparities that impact the safety &amp; well-being of our communities...universal water access and infrastructure is critical for an equitable COVID recovery.\" Check out our latest #WeAllLiveDownstream blog:","sentiment_score":0.25}
{"full_text":"  First Minister Nicola Sturgeon has announced that lockdown restrictions in Scotland should be \"significantly eased\" by late April with a phased reopening of the economy #lockdownroadmap #Scotland #Level3 #NicolaSturgeon","sentiment_score":0.1083333333}
{"full_text":"DAVID CABALLERO, 44, of San Bernardino, California, died of COVID on Jan. 9, 2021. \"My son-in-law was a sweet, gentle soul who loved my daughter well. He is missed by my daughter Crystal and his parents, Glen and Theresa.\"","sentiment_score":0.4166666667}
{"full_text":"In case you missed it...Here's one of our top stories last week!","sentiment_score":0.25}
{"full_text":"Mon Tulfo admits getting Sinopharm's COVID-19 vaccine last year","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci has been consistently wrong in regards to Covid-19.He has continuously contradicted himself, disseminated mis...","sentiment_score":-0.5}
{"full_text":"More than 1\/3 Australians are now drinking daily as opposed to 6% pre-#COVID@HMRIAustralia awarded grant to develop digital treatment program for depression, anxiety and alcohol use that can be delivered 24\/7https:\/\/t.co\/ZpaxaP3DUD #mentalhealth #digitalhealth #mhealth","sentiment_score":0.1666666667}
{"full_text":"They've stepped up their efforts in the face of the mental health crisis caused by the pandemichttps:\/\/t.co\/kiiH8Nb4j6","sentiment_score":-0.1}
{"full_text":"Inside the Democratic fight to make abortion medications available in the midst of a national pandemic.\"Of the more than 20,000 drugs regulated by the FDA, mifepristone is the only drug that FDA requires patients to obtain in person...\"https:\/\/t.co\/ZJp50AXDf8","sentiment_score":0.3}
{"full_text":"This, this and so much more this.","sentiment_score":0.5}
{"full_text":"RT If he could do it all again Hancock would still break the law, still buy a load of PPE...","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has deeply exacerbated mental health issues for students. As we continue reopening discussions, I will keep fighting for increased mental health resources &amp; counseling, especially in our Black &amp; Brown neighborhoods that have been hit the hardest. #bospoli","sentiment_score":-0.0733333333}
{"full_text":"Leisure giant behind a raft of famous pubs such as the Horse Shoe Bar in Glasgow has launched a 'critical' PS351 million fundraiser","sentiment_score":0.02}
{"full_text":"The UK has recorded its lowest Tuesday rise in 2021https:\/\/t.co\/fMoiL4UXfj","sentiment_score":0.0}
{"full_text":"The WV AG's Office has received a number of calls from consumers who claim to have received suspicious calls related to the COVID-19 vaccine.Read more about this emerging scam:","sentiment_score":0.25}
{"full_text":"Have friends who are acting recklessly during COVID? Clinical psychologist discusses how the \"LEAP\" method can help you find common ground with those who approach the pandemic differently than you.MORE &gt;&gt;","sentiment_score":-0.1}
{"full_text":"TONIGHT Medicine &amp; Humanities Seminar 7pm EST. New Delhi to New Hampshire: Understanding Policies in Response to COVID that Lead to Health Inequities in Transgender Care. Register to attend: #DartmouthFoundations #DartmouthFoundationsSeminars","sentiment_score":0.1363636364}
