{"full_text":"RT The report on what did to play (foot)ball is mind-blowing. They performed aggressive contact tracing, enfor...","sentiment_score":0.0}
{"full_text":"RT Next on #jeremyvine show: some care homes are telling employees it will be compulsory for staff to have the COVID vaccin...","sentiment_score":0.0}
{"full_text":"We all want this pandemic to end! So we will use our social media to keep preaching even though humans still remain obtuse. We all wanna go clubbing, to theaters, to live performances, to kiss our friends and fam, to do all the things we can't do yet. No one is hating bruh.","sentiment_score":0.0848484848}
{"full_text":"RT The NHS is doing a great job with the vaccine. But we also need a Zero Covid plan.It'll be months before everyone is f...","sentiment_score":0.8}
{"full_text":"RT Olympics will go ahead 'regardless' of Covid situation via","sentiment_score":0.0}
{"full_text":"RT Biden oversees 40K COVID deaths in 10 days, loses 20M vaccine doses - #OANN","sentiment_score":-0.3}
{"full_text":"WHO Covid investigators praise 'excellent facilities' at Wuhan's animal disease centr","sentiment_score":1.0}
{"full_text":"RT Short thread on Biden's COVID relief plan vs. GOP Senators' plan:Median income here in western PA is around 60K, meaning...","sentiment_score":0.0}
{"full_text":"Disseminating what misinformation??There is a pathological lack of information about these vaccines &amp; it seems 'WE' R the initial human trials. The govt. will not extend indemnity to Covid-19 vaccine makers, the ill-will among companies about potential litigation is high,","sentiment_score":0.04}
{"full_text":"RT Attacks on mosques and Muslims in India are occurring with greater frequency and ferocity.More here:","sentiment_score":0.5}
{"full_text":"RT Remember:COVID will come to you through a hand shake, hug, wedding, get-together, indoor workplace etc. Using food, d...","sentiment_score":0.0}
{"full_text":"RT We are facing the pandemic of Covid-19 and facing the coup of Military .. We need to be strong ! We need to fight for our f...","sentiment_score":0.2208333333}
{"full_text":"We laugh but sadly, there are many who will take this seriously","sentiment_score":-0.0083333333}
{"full_text":"RT SAGE advice on masks is woefully behind current evidence, &amp; other countries in Europe. No discussion of mask type. Little...","sentiment_score":-0.178125}
{"full_text":"A year on!? Late again Britain to regulate buy-now pay-later credit after lockdown surge - Reuters UK","sentiment_score":-0.3}
{"full_text":"RT [Ep. 250 THE SHOW Choice Nominee 1]Emergency Alert THE SHOW is under the attack of zombie virus outbreak! A...","sentiment_score":0.0}
{"full_text":"RT The ruling Communist Party on Monday formally approved ambitions to raise growth beyond an annual 6 percent in the pre-pandemi...","sentiment_score":0.0}
{"full_text":"RT May Despotism Fall Down.#SaveMyanmar #SaveDawAungSanSuKyi_government #RejectTheMilitary#WhatishappeninginMyanmar","sentiment_score":0.0}
{"full_text":"UK checks first COVID immunization achievement with care home security via","sentiment_score":0.25}
{"full_text":"Great good man","sentiment_score":0.75}
{"full_text":"I moved a little further north of Joburg, in fact 13,496 Kms to Dublin, only to be in lockdown Level 5 for the last two months with another month to go. Don't know what an Irish pub looks like but I sleep without any fear","sentiment_score":-0.0375}
{"full_text":"RT Although they do like this,we stay fight for our leader and our generation in effective ways.Stay Home.Stay Safe. Fight with...","sentiment_score":0.55}
{"full_text":"Because NZ hasn't criticised China for;- Lying about COVID- Genocide in Xiangyang - Cracking down in Hong Kong- Threatening their neighbours.Arderns government is willing to look the other way on those issues (as long as they get an extra 1% of GDP growth),Canberra isn't.","sentiment_score":-0.0161111111}
{"full_text":"RT Help usI'm still students I haven't even attended  first year of university yet till now  passed 10th grade since 201...","sentiment_score":0.25}
{"full_text":"RT People of the UK. I'm a British citizen living in Australia. Grateful to be in covid-free Aus but furious that family &amp; fr...","sentiment_score":0.0}
{"full_text":"Thanks for the likes folks stay safe not been out the house myself yet this lockdown.","sentiment_score":0.35}
{"full_text":"How many people may denying the Holocaust kill?How many people may be killed because they were discouraged from taking covid-19 vaccines by Conspiracy Theorists?Just answer. Don't salaye","sentiment_score":0.2666666667}
{"full_text":"RT Being blocked doesn't mean I can't point out your problem! last Feb, I started to tell the public no effec...","sentiment_score":-0.1302083333}
{"full_text":"RT We are facing the pandemic of Covid-19 and facing the coup of Military .. We need to be strong ! We need to fight for our f...","sentiment_score":0.2208333333}
{"full_text":"Australia's tour to South Africa called off due to Covid-19.New Zealand have qualified for the final of the World Test Championship. #SAvAUS #WTC2021","sentiment_score":-0.0625}
{"full_text":"RT Eagle Run schedule on Tuesday 2\/2 and Wednesday 2\/3,  for those needing to get to SERC for Covid testing.","sentiment_score":0.0}
{"full_text":"RT In today's episode of We Did Everything We Could, government doesn't impose mandatory quarantine to contain SA variant...","sentiment_score":0.0}
{"full_text":"Last chance to register for tomorrow's webinar sharing important insights on employee #engagement &amp; #wellbeing during #COVID19 - delighted to welcome Prof Jari Hakanen &amp; Dr Janne Kaltiainen, Finnish Institute of Occupational Health as keynotes. Register:","sentiment_score":0.475}
{"full_text":"Mental health is just health.The amount of negative effects you'll get from being in a bad mental state is endless.Being in a lockdown is bad for your physical health and immune system too.Sadly mental health becomes more of a life &amp; death issue every year","sentiment_score":-0.1875}
{"full_text":"RT A 41-yr-old man will spend 18 days in jail after refusing to wear a face mask in Perth.LET. THAT. SINK. IN.","sentiment_score":-0.1}
{"full_text":"RT We have covid-19. But Normalize sleeping under mosquito nets,  Malaria kills!!.. I'm low key in need of this...","sentiment_score":0.0}
{"full_text":"RT Literally no one cares if we use budget reconciliation (simple majority) to pass Covid reliefFolks just want relief!You kn...","sentiment_score":0.0}
{"full_text":"RT Republicans who passed $2.3 trillion tax cut for super rich under Trump now say we can't afford COVID relief under Biden aft...","sentiment_score":0.3541666667}
{"full_text":"Oh no, I'm going once we are not in a stay at home order and I'm going for snacks.","sentiment_score":0.0}
{"full_text":"RT We are facing the pandemic of Covid-19 and facing the coup of Military .. We need to be strong ! We need to fight for our f...","sentiment_score":0.2208333333}
{"full_text":"Crazy!!! WTH happened to the U.S.A? I no longer recognize the country I live in... never in my wildest dreams could I have imagined a world in which you are considered a domestic terrorist just for identifying as a Republican\/Conservative.  God help us!","sentiment_score":-0.2878787879}
{"full_text":"Nursing Staff have a responsibility not to refuse the Vax!If only to ensure that they reduce the risk of developing severe Covid.That so few have been 'offered' it is a disgrace in itself!The 'Caring NHS'?The 'Caring Tories'?Yet, the mum of a Tory MP gets both doses?","sentiment_score":-0.1}
{"full_text":"ANAL SWAB COMING TO KENYA  For accurate results, govt is in consultation with stake holders to consider the use of Anal Swab to test for Covid-19.This move is based on scientific research that the Coronavirus in alimentary canal lasts longer than in the respiratory tract.","sentiment_score":0.4}
{"full_text":"RT What a Musical Super Star! Awarded a Blue Peter Music Badge for learning how to play the keyboard during lockdown. #elmcl...","sentiment_score":0.1388888889}
{"full_text":"RT 12) Moderna, Pfizer\/Biontech, Novavax, J&amp;J have all expressed interest \/ already begun development of a booster shot #COVID...","sentiment_score":0.0}
{"full_text":"RT I VOTED NO as it is ill-timed, certainly not a solution to the country's chronic economic crisis aggravated by the pandem...","sentiment_score":0.0464285714}
{"full_text":"RT look, I'll be damned if I let a bunch of ministers whose watches *alone* can pay the 3-year degree fees of 5 to 6 local u...","sentiment_score":0.0}
{"full_text":"Right if COVID didn't exist right now, it'd be a snow day for our kids, they'd be home playing in snow with all their mates... so miss me with this home learning bollocks today! Cos we wouldn't of had it pre COVID ","sentiment_score":0.3214285714}
{"full_text":"RT #sapsHQ An aircraft carrying 1 million #Covid19 vaccines is expected to land at the OR TAMBO International Airport at...","sentiment_score":-0.05}
{"full_text":"Gov't Steps Up Messaging On COVID-19 Awareness - Oppong Nkrumah ....","sentiment_score":0.0}
{"full_text":"47% of respondents believe accelerated adoption of #tech will be the most prominent feature of the post-pandemic economy. #AFF poll:","sentiment_score":0.5}
{"full_text":"RT Medical doctor dies due to COVID19 in Karapitiya hospital.GMOA says close to 40 doctors were being treated at Covid tre...","sentiment_score":-0.0625}
{"full_text":"Age is just a number for the incredible Karen who continued to work as a carer throughout the pandemic. Don't forget to visit our blog to read our other key worker heroes:","sentiment_score":0.2583333333}
{"full_text":"RT I'm really thankful that there are people who take the time to write several pages long emails, explaining PCR and Ct...","sentiment_score":0.05}
{"full_text":"Cricket Australia's Test tour of South Africa cancelled due to coronavirus concernshttps:\/\/t.co\/OguYcGFGOT","sentiment_score":-0.125}
{"full_text":"Oh please, one minute you are telling her to concentrate on pandemic now you want a debate, you're trying to put her in the position of damned if you do damned if you don't, you know as well she would absolutely destroy you in a constitutional debate.","sentiment_score":-0.2}
{"full_text":"RT SAGE advice on masks is woefully behind current evidence, &amp; other countries in Europe. No discussion of mask type. Little...","sentiment_score":-0.178125}
{"full_text":"'Groundhog Day,' the movie's final life lessons for our perpetual pandemic","sentiment_score":0.0}
{"full_text":"RT From being chosen as the country's leader to reminiscing the loss of people during the pandemic, we bring you 6 instances w...","sentiment_score":0.0}
{"full_text":"Why are UK borders left open to allow Coronavirus variants into the UK?Clue ... the UK has a dimwit crony as Home Secretary who has no idea what she's doing and won't be told ... Priti Patel has failed on every front.How many more deaths before we get a new Home Secretary?","sentiment_score":0.1060606061}
{"full_text":"5 day lock down or in and out of lockdowns for months on end? We know who done it better.","sentiment_score":0.1722222222}
{"full_text":"70,000 households in UK made homeless during pandemic. The increase comes despite government pledge that 'no one should lose their home as a result of the coronavirus'. #homeslessness #housing","sentiment_score":0.0}
{"full_text":"RT Taiwan's police are trusted members of our community who play a key role in fighting this pandemic. A big thank you to all our...","sentiment_score":0.0}
{"full_text":"RT Ireland's three Covid-19 waves are all linked to travel overseas","sentiment_score":0.0}
{"full_text":"RT I think we have completed 3 weeks of lockdown. Remember what 3 weeks to flatten the curve was a big sacrifice?Now, 3 weeks i...","sentiment_score":0.0}
{"full_text":"RT GMB's Dr Hilary explains Covid vaccine side effects and how to treat them #gmb","sentiment_score":0.0}
{"full_text":"Southern Province Governor tested positive for Covid-19 via","sentiment_score":0.1136363636}
{"full_text":"RT \"The most crucial thing a person can learn to do is hear Heavenly Father and Jesus Christ speaking to them through the Holy Gh...","sentiment_score":0.25}
{"full_text":"Throughout February LNER's schedules will operate to an hourly frequency on main routes from London to Leeds, Newcastle and Edinburgh. via #BusinessTravel #LNER","sentiment_score":0.1666666667}
{"full_text":"RT Ajaibeh fahe mee. Dhen emmen vee pandemic eh therey hospital dhoshah dhuvan to get an MC further burdening the health system.","sentiment_score":0.0}
{"full_text":"Doktor Melvin Sanicas has defended the use of COVID-19 vaccines to some people who spread false information about its effectiveness and safety.https:\/\/t.co\/G9sUZAIkvl","sentiment_score":-0.4}
{"full_text":"This extended period of #lockdown and the many grievances and difficulties people are facing can feel #overwhelming at times. If you are #struggling during this time, let the words of this song be an #encouragement to you. #church #seniors #WorshipMusic","sentiment_score":0.5}
{"full_text":"Clock up the miles for good as a volunteer driver! You will be a vital link in Salford's Covid response, getting food and goods to where they are needed.Giving a few hours could make a big difference.Sign up now:","sentiment_score":0.19375}
{"full_text":"I got hazmat suits if you need one","sentiment_score":0.0}
{"full_text":"What is in mRNA COVID-19 vaccines?Messenger RNA, a fatty coating over the mRNA, sugar, salts, water and polyethylene glycol. NO preservatives, blood products, fetal cells, pork or egg in the vaccines. No live COVID-19 virus is in vaccine.","sentiment_score":-0.1340909091}
{"full_text":"RT We are facing the pandemic of Covid-19 and facing the coup of Military .. We need to be strong ! We need to fight for our f...","sentiment_score":0.2208333333}
{"full_text":"A door-to-door testing blitz of 80,000 people in England is aiming to find \"every single case\" of the South Africa coronavirus variant in a bid to stop the spread of the more infectious strain.https:\/\/t.co\/qemtv5UQ7e","sentiment_score":0.2142857143}
{"full_text":"*BP sinks to first loss in a decade on pandemic hit - $BP","sentiment_score":0.075}
{"full_text":"in partnership with is inviting an audience to hear from #Surrey based organisations about the pioneering work they are doing to combat #COVID-19. Chair of will also be speaking","sentiment_score":0.0}
{"full_text":"The proposal that is already used in countries in Europe, Asia, or North America, arises in 2020 as a new form of interaction in the midst of the pandemic.#wine #winery #winelovers #winemaking ","sentiment_score":0.1363636364}
{"full_text":"TENNIS | The WTA 500 Grampians Trophy will play host to a stacked lineup despite missing returnee Bianca Andreescu, with the tournament added for players who were kept in hard quarantine upon arrival in Australia. #WTATour: Getty Imageshttps:\/\/t.co\/qFTikX3Yw4","sentiment_score":-0.2458333333}
{"full_text":"Are you thinking of fostering a child this year but don't know where to start? Maybe you need some advice on how to foster during the pandemic? Whatever it is is at hand to help #Ad","sentiment_score":0.0}
{"full_text":"Let us pray the Oratio Imperata for protection against Covid-19, the health and safety of health workers and the effectiveness of vaccines in halting the spread of the virus.","sentiment_score":0.0}
{"full_text":"Last week, WHO released the third edition of its Essential Diagnostics List (EDL). This edition includes Covid-19 tests, and expands the suite of tests for non-communicable diseases. -- via #diagnostics #epidemiology","sentiment_score":0.0}
{"full_text":"'Lockdown life' has taught us the importance of daily walks. This painting from our collection by Tim Cockburn shows some folks getting their steps in along the Union Canal: #TonicArts #adoseofcreativity #KeepFit","sentiment_score":0.0}
{"full_text":"The topline numbers are this: Biden's plan calls for an additional $1.9 trillion in federal spending. The 10 GOP senators are calling for about $618 billion.","sentiment_score":0.0}
{"full_text":"RT Perth in Australia has ONE case of coronavirus (a security guard at a quarantine hotel) and 80 per cent of the entire state...","sentiment_score":0.0}
{"full_text":"Especially a concern for those with COVID-19 vaccine appointments today. ","sentiment_score":0.0}
{"full_text":"  Austria plans to reopen schools, shops, museums, and services on February 8 with stricter rules. Regular testing, mandatory FFP 2 masks, and obligatory 2 meters distance in public are among the new rules. Here's how it all should work:https:\/\/t.co\/OORVNeIrRf","sentiment_score":0.0454545455}
{"full_text":"India has total 10767206 confirmed cases. Out of this 10447450 have recovered, and 154522 people have died.Last Updated : 2\/2\/2021 00:44:58Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"RT Signed 4 weeks before Bruno did ","sentiment_score":0.0}
{"full_text":"The number of rhinos killed in South Africa's national parks dropped by 33% last year, with COVID-19 restrictions helping by reducing movements around the country.https:\/\/t.co\/psMTw1VnZx","sentiment_score":-0.1}
{"full_text":"I've\/we've been plannning a move there for a couple of years but decided to slow during Covid-19. Of course it's gone on... Now I'm afraid to make the move bc so many libs have moved there &amp; I see\/hear plans Dems hv to target FL- turn it Blue. I see what they've done to Tx. ","sentiment_score":-0.1}
{"full_text":"Nine Roman Catholic nuns in southern Michigan have died in January due to a COVID-19 outbreak at their retirement home. ","sentiment_score":-0.0416666667}
{"full_text":"RT Excited to announce that 5 short films I recently made on older people, housing, &amp; Covid will be screened on Friday 5th Mar...","sentiment_score":0.1354166667}
{"full_text":"A COVID-19 vaccine will offer protection from coronavirus. Right now, we still need to keep our distance, wash our hands &amp; do everything we can to protect each other from #COVID19. i #Mayo #StayHome #CovidVaccine","sentiment_score":0.0803571429}
{"full_text":"How might the mental wellbeing of older people living in the community be supported when shielding and social distancing has been recommended for an extended period of time? Our rapid report summarises the evidence #COVID19 #wellbeing","sentiment_score":0.0333333333}
{"full_text":"Multiple variants of COVID-19 virus circulating globally cartoon on Tuesday","sentiment_score":0.0}
{"full_text":"Dr Margaret O'Brien explains how being vaccinated will help protect you.You don't need to contact your GP, when it is your turn to get the vaccination, you will be invited. #COVID19 #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"In partnership with the Government and East Herts Council we want to support local businesses in these hard times. There are lots of businesses in Bishop's Stortford that you are able to purchase from via click and collect or delivery,in a covid safe way.#supportlocal #shopsafely","sentiment_score":0.1770833333}
{"full_text":"With lockdown extended, work and school from home the right way with the Desk Friend. Check out this video for its amazing features &gt;&gt; at your local stockist &gt;&gt;","sentiment_score":0.2952380952}
{"full_text":"To date, 141 volunteers have received injections in the Phase 3 clinical trials for the COVID-19 vaccine developed and sponsored by China's Institute of Medical Biology Chinese Academy of Medical Sciences (IMBCAMS).","sentiment_score":0.025}
{"full_text":"Facts. Not fiction.https:\/\/t.co\/GNPzqWDs7q","sentiment_score":0.0}
{"full_text":" Lots of covid vaccine scams are taking place. is warning you to remain vigilant as criminals are taking advantage of the roll out of the #COVID19 vaccine to commit fraud. All information regarding the vaccine and how you will be contacted :","sentiment_score":0.0}
{"full_text":"You choose the level, you choose the fun!Lockdown isn't ideal but Superkicks is here to save the day, to get your little ones away from the screens and brushing up their football skills Check out Superkicks today. https:\/\/t.co\/cp4scGOvjM#Superkicks#AThrivingLocalGame","sentiment_score":0.35625}
{"full_text":"If the test is a hoax then the need for a \"vaccine\" is a hoax. It is not really a vaccine though is it? Atty, Reiner Fuellmich Jan 2, 2021 Corona Investigative CommitteeATTORNEY DR. REINER FUELLMICH:1ST OF MANY LAWSUITS HAS BEEN FILED TO ATTACK USE OFPCR TESTS","sentiment_score":0.2}
{"full_text":"#ArtistOpportunity!The have a great opportunity for a #SociallyEngagedArtist to respond to their Stay Home Digital Collecting Project...https:\/\/t.co\/hTqxy5QYGC","sentiment_score":0.4}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Thousands of people could miss out on turtle hatching experiences in Bundaberg, with the centre facing long waitlists due to COVID-19 restrictions. The member for Burnett is blaming the backlog on the way the centre was redeveloped. #7NEWS","sentiment_score":-0.0875}
{"full_text":"The Gladstone Mayor has written a second letter to the and expressing the community's concerns over plans to establish a COVID-19 camp in Calliope. #qldpol #COVID19 #7NEWS","sentiment_score":0.0}
{"full_text":"Please note that Elan Valley is currently closed as part of the Wales lockdown. These photos were taken before lockdown.Stephen Jay Tilley had a great time in the Elan Valley, as seen by these lovely shots of Craig Goch and Pont ar Elan with such a dramatic sky!","sentiment_score":0.1316666667}
{"full_text":"As part of its continuous COVID-19 relief efforts, OB distributed food bags, bibles, and face shields to poor families in Antipolo. Help us in our mission to transform lives, one community at a time! DONATE through #OBAgainstCOVID19","sentiment_score":-0.5}
{"full_text":"An effective vaccine is the biggest breakthrough since COVID-19 was identified. It will potenitally save tens of thousands of lives. Find out more:","sentiment_score":0.55}
{"full_text":"RT I strongly support to all those healthcare workers who are undertaking civil disobedience and stay at home movement....","sentiment_score":0.4333333333}
{"full_text":"COVID-19 rarely spreads through surfaces. So why are we still deep cleaning?The coronavirus behind the pandemic can linger on doorknobs and other surfaces, but these aren't a major source of infection.Dyani Lewis (@dyanilewis)#Australiahttps:\/\/t.co\/25PsGsRIFb","sentiment_score":-0.0325}
{"full_text":"Daily #COVID19 cases and deaths have slowly declined across the region. Vigilant mask use and social distancing is required throughout the region to maintain this trajectory through May.View our latest policy briefings:","sentiment_score":0.0583333333}
{"full_text":"RT Look: Republicans in Congress shouldn't be worried about a COVID relief bill that's \"too big.\" They should be worried that peo...","sentiment_score":0.0}
{"full_text":"Staff and residents at Vi and John Rubens care home told of their relief after receiving the Covid vaccine.","sentiment_score":0.0}
{"full_text":"Chesterfield's Casa Hotel will open as a coronavirus vaccination centre this weekhttps:\/\/t.co\/5RTmZU8Qyy","sentiment_score":0.0}
