{"full_text":"RT China threatened war on both occasions thinking that India with a sliding economy in 2018 &amp; with added Covid disaster in 2...","sentiment_score":0.0}
{"full_text":"Fully  agree  SaskLass  bar this clown  from North America.  And Happy Valentine's","sentiment_score":0.8}
{"full_text":"RT Vaccinating everyone within arm's reach makes sense. But why are foreigners being allowed to travel here in the first p...","sentiment_score":0.25}
{"full_text":"RT ALERTWe are working with to close down our section of the 183A toll road in Cedar Park in both directio...","sentiment_score":-0.1555555556}
{"full_text":"RT \"The Scottish government has protected the right of children to outdoor play in its Covid guidance, allowing up to 13 unde...","sentiment_score":0.2857142857}
{"full_text":"Rice university is working with a company called Great Basin Scientific on the research of Covid19. That company was a scam and now 100% owned by leading Chinese Bio company Luye.Helping them stealing info and R&amp;D from US. Same guy closed 34 Australian hospitals during pandemic","sentiment_score":0.14}
{"full_text":"RT The Ontario government has updated its COVID-19 vaccine distribution plans for the coming weeks with supply expected to incr...","sentiment_score":-0.1}
{"full_text":"RT \"Covid Zero is great in theory but it's just not realistic in a country as big as Canada\" ...","sentiment_score":0.2388888889}
{"full_text":"RT ERG - We can wait ten years for our Brexit recovery CRG - We can't wait ten weeks for our Covid recovery","sentiment_score":0.0}
{"full_text":"RT 3,589 Americans died from Covid yesterday while the President of the United States played Mario Kart.","sentiment_score":0.0}
{"full_text":"RT Things ministers have direct control over - lockdown timings, quarantining laws, test and trace, PPE procurement  - have...","sentiment_score":0.1}
{"full_text":"Emerging nations are better equipped to survive the pandemic's economic shock","sentiment_score":0.35}
{"full_text":"RT BC stands for Before Coronavirus now. Sorry Jesus take a hike","sentiment_score":-0.5}
{"full_text":"RT NEWS | Niagara reports 18 new COVID-19 cases","sentiment_score":0.1363636364}
{"full_text":"Today we remember the 17 innocent lives cut short by senseless gun violence in Parkland 3 years ago.As we continue to mourn this tragedy, we must honor their lives with action and recommit ourselves ending the gun violence epidemic in America.The time for change is now.","sentiment_score":0.2}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT 19) Key point #2: Source masking alone &gt;&gt; receiver loose masking alone. This is critical detail.In fact, a poorly worn re...","sentiment_score":-0.1192307692}
{"full_text":"RT You cannot choose which Covid-19 vaccine you receive.Both the #Pfizer and #AstraZeneca vaccines have been tested extensive...","sentiment_score":0.0}
{"full_text":"Please dont scroll down and read this, Please if u can afford can u donate. A familly's unsecure on food Practically starving and behind in rent landlord threatening us I'm my familly own support But i catched covid and currently unable to work Please help","sentiment_score":-0.1138888889}
{"full_text":"we're in a pandemic devan","sentiment_score":0.0}
{"full_text":"RT Flight Attendant Who Tested Positive With COVID-19 Reportedly Faked Abduction To Avoid Quarantine In Jamaica","sentiment_score":0.2136363636}
{"full_text":"RT Love the idea of covid vaccine passports for everywhere: flights, restaurants, clubs, football, gyms, shops etc. It's tim...","sentiment_score":0.5}
{"full_text":"RT Things ministers have direct control over - lockdown timings, quarantining laws, test and trace, PPE procurement  - have...","sentiment_score":0.1}
{"full_text":"RT And truthfully, we risked losing some of the 7 who voted to convict, had this trial been dragged out:","sentiment_score":0.5}
{"full_text":"RT One of my favorite traditions these pandemic days is to sit in my car working my comic while listening to","sentiment_score":0.375}
{"full_text":"RT There's an economic incentive to vandalise schools as the demolished property must be replaced through an emergency procure...","sentiment_score":0.2}
{"full_text":"Prayers to testing positive for Covid and having my to stay away from her family  hope you have a speedy recovery girl. Happy Valentine's Day sweets ","sentiment_score":0.5136363636}
{"full_text":"Trudope Freeland will give China a sympathetic ear, what are besties for. Fidel Castro always spoke highly of China.","sentiment_score":0.33}
{"full_text":"hi, I am a psychotherapist and writer frequently on radio talking about mental health in lockdown and beyond. 3 New books out recently with - available for features and interviews! Do get in touch if I can be of help.","sentiment_score":0.1272727273}
{"full_text":"RT An incredible story. Leaked documents seem to show Matt Hancock and John Bell ignored process and legal advice, and jus...","sentiment_score":0.55}
{"full_text":"RT The hunts are not only getting hundreds of thousands from the Covid business grants, they also get government funding to...","sentiment_score":0.0}
{"full_text":"If you missed Dr. Jen Ashton on Up Close Sunday - here's the longer version !  her take on the vaccination and on her new book about The New Normal and what the post pandemic life will look like.https:\/\/t.co\/MxDge1rVmh","sentiment_score":0.1409090909}
{"full_text":"RT Restaurants have been hit so badly in the pandemic. I spoke to and his wife Majken about the creative bus...","sentiment_score":-0.1}
{"full_text":"Puljujarvi right back in the mix with teammates after clearing Covid protocol.","sentiment_score":0.1428571429}
{"full_text":"RT you are a liar.  here is a study published last year by expert Chinese doctors not under the influen...","sentiment_score":0.0}
{"full_text":"But wear a mask","sentiment_score":0.0}
{"full_text":"I will do massive promotion for patreon to real and active audiences #COVID19 #cryptocurrency #HappyValentinesDay #HappyValentinesDay2021 #JENO #JenoRelayCam #KMJS #OwnYourFlavourOfLove","sentiment_score":0.0222222222}
{"full_text":"RT Millicom warns of continued Covid-19 challenges #norvanreports #...","sentiment_score":0.0}
{"full_text":"RT Beautiful People, Happy Valentines Day. Limited edition cover. 450 copies. 1 copy per person. All postage will be trac...","sentiment_score":0.5261904762}
{"full_text":"RT Wow. What an embarrassing interview. Walensky just sacrificed all her credibility. Tapper asks her to provide scientifi...","sentiment_score":0.1}
{"full_text":"RT 653 Deaths + 12,044 Other Injuries Reported Following COVID Vaccine - The average age of those who died was...","sentiment_score":-0.0916666667}
{"full_text":"RT Every time you see a Tory MP pushing for the end to #lockdown. Just remember some tax dodging donor is threatening to nail hi...","sentiment_score":0.0}
{"full_text":"Don't let those Whatsapp Warriors see this pls","sentiment_score":0.0}
{"full_text":"RT I'm so frustrated that many privileged people are ignoring racial\/ethnic injustices of Covid-19 deaths. Widespread apa...","sentiment_score":-0.1}
{"full_text":"You say this as democrats are using reconciliation for Covid relief, 8 years after using reconciliation to enact Obamacare. Are you mentally challenge unable to remember the past or just a hack?","sentiment_score":-0.2833333333}
{"full_text":"So glad the NHL decided to move forward with a season that would leave our coach \"scarred by the experience\" of being part of an outbreak ","sentiment_score":0.5}
{"full_text":"RT No one has been trained to teach...","sentiment_score":0.0}
{"full_text":"RT Eat out to help out caused lockdown 2People getting together for Christmas caused lockdown 3So what do they do?...Lifts...","sentiment_score":0.0}
{"full_text":"RT  is NOT only a #COVIDIDIOT, he's also an ARROGANT PRICK!https:\/\/t.co\/ObxiEeykd4","sentiment_score":0.0}
{"full_text":"RT Viruses mutate all the time, including the novel coronavirus that's caused the global pandemic. But recent variants that have...","sentiment_score":0.0}
{"full_text":"RT Alhamdulillah for today. We had a very very intimate and simplest wedding due to MCO rules and covid. We got married thi...","sentiment_score":0.1283333333}
{"full_text":"Happy Universal Love day. Sharing my passion for the arts with sharing my new lockdown survival arts blog!  #love #passion #arts","sentiment_score":0.3940909091}
{"full_text":"Nearly a month has passed since berthed 1 of their vessels on the Bute route due to staff catching COVID. Still no sign of a return to service and just to add insult to that they cancel the last 3 ferries leaving Bute today. Disband this SNP quango","sentiment_score":0.14375}
{"full_text":"RT Holy shit.","sentiment_score":-0.2}
{"full_text":"Feb 14 update: A further covid death reported at GWHhttps:\/\/t.co\/8c019G7g26","sentiment_score":0.0}
{"full_text":"RT While we're making plans for kids to safely return to school due to the pandemic, can we also make plans for schools t...","sentiment_score":0.1875}
{"full_text":"That's frightful as a (?)causative. On the other hand, a drug known as a powerful rat poison is being used as a medication in reduced form to avoid blood clotting in severe COVID cases. Health Canada would be aware of potential problems before giving approval to Pfizer's vaccine.","sentiment_score":0.10625}
{"full_text":"Promises Made, Promises Broken!Biden backs down on COVID-19, economic and campaign promisesAfter months of glowing campaign pledges and vows to reverse the COVID crisis, Biden's resolve is rapidly collapsing as he rescinds promise after promise. https:\/\/t.co\/bOoE0pbAKk","sentiment_score":0.0222222222}
{"full_text":"RT Senate Republicans apparently threatened to use the filibuster to stop all other senate business -- including COVID19 relief fo...","sentiment_score":-0.0375}
{"full_text":"RT The Punisher@Punisher7Just a reminder: The Senate isn't even in next week.They're not going to be working on Covi...","sentiment_score":0.0}
{"full_text":"Always knew there was a threat of if going but never thought it would actually happen  massive thanks to these guys for fighting until the end, it really is appreciated by all who loved the zoo... it's the end of an era and is going to take some getting over ","sentiment_score":0.22}
{"full_text":"Hoping all my students are staying safe and warm. Snuggle up at home. Charge your devices. Stay off the roads. Conserve electricity and energy. Take care. #HookEm","sentiment_score":0.55}
{"full_text":"RT \"This is very heartbreaking to my staff and I who have put in countless hours ensuring vaccines were provided in a timely man...","sentiment_score":0.1}
{"full_text":"RT LMAO texas gonna shut down longer for cold weather than it did for COVID ","sentiment_score":-0.0518518519}
{"full_text":"RT Vaccinations are up.COVID-19 infections are down.Leadership matters.","sentiment_score":0.0}
{"full_text":"That's an absolute garbage argument. So many people have been advocating for this cause for a VERY long time. Before COVID. The pandemic has made the problem even worse. Your ignorance of this fact is on you. Gross.","sentiment_score":0.047}
{"full_text":"RT I would say it this way.Vitamin D, Vitamin C, And Zinc,Helps, scientifically, to insure a healthy immune system fo...","sentiment_score":0.5}
{"full_text":"RT About four out of five Covid-19 patients suffer a partial or total loss of smell, a condition known as anosmia. Many have no...","sentiment_score":0.1333333333}
{"full_text":"RT Boris Johnson calls on China to provide 'all the evidence' on Covid-19 origins","sentiment_score":0.0}
{"full_text":"The end justifies the means...&amp; I believe this entire approach to education and societal lockdown has been criminal. This generation of school children were indeed sacrificed for political purposes...criminal ","sentiment_score":-0.1333333333}
{"full_text":"RT Has the COVID-19 pandemic affected your mental health or wellbeing?  Our survey only takes around a minute to comple...","sentiment_score":-0.05}
{"full_text":"I get what you're saying but until (pandemic or no) you've gotten one of those calls you're really in no position to judge.","sentiment_score":-0.1}
{"full_text":"RT ERG - We can wait ten years for our Brexit recovery CRG - We can't wait ten weeks for our Covid recovery","sentiment_score":0.0}
{"full_text":"better than irl when there's covid","sentiment_score":0.5}
{"full_text":"RT For all COVID-19 news, follow our coverage here ","sentiment_score":0.0}
{"full_text":"RT Abled people, please read this story that only one paper reported on. Some disabled and elderly people were...","sentiment_score":-0.1}
{"full_text":"There will be a 9-11 style commission. McConnell threatened to hold up ALL Senate business as the witnesses would be uncooperative. So they would starve and kill more Americans as COVID relief would be stalled AND Trump still wouldn't have been voted out. It wasn't that simple.","sentiment_score":0.25}
{"full_text":"The cases occurred in the North Kivu province of the country, where a previous outbreak of the disease was declared over by the World Health Organization last summer.","sentiment_score":-0.0833333333}
{"full_text":"National update on COVID-19 in Canada.  Confirmed Cases: 823,353Cases today: 3,047Active Cases: 36,656 (-1,091)Deaths: 21,228 (+66)Recovered: 765,469 (+7,141)","sentiment_score":0.4}
{"full_text":"Attention you want, attention yuh...","sentiment_score":0.0}
{"full_text":"RT Since MSM won't tell you the truth...- COVID cases down 62% from peak - Hospitalizations down 42%- ICU cases down 34%...","sentiment_score":-0.1555555556}
{"full_text":"Again, this 'vaccine' is more of an aspirin than an actual vaccine! An aspirin reduces your symptoms (that's it) and this vaccine does the same thing just reduces your symptoms! Don't stop transmission and doesn't mean you can't get it again! It's pointless!","sentiment_score":-0.040625}
{"full_text":"RT There's a deadly virus spreading online. Know the symptoms and how to treat it.https:\/\/t.co\/gONlYfqOcG #COVID19 #disinformat...","sentiment_score":-0.2}
{"full_text":"Totally normal..Fury at 'do not resuscitate' notices given to Covid patients with learning disabilities | Coronavirus | The Guardian","sentiment_score":0.0}
{"full_text":"RT Warning: an unequal recovery lies ahead. If we see the rich and old out consuming while unemployment rises and the young (...","sentiment_score":0.1916666667}
{"full_text":"Could Coronavirus Trigger Force Majeure Contract Breaks? #CRE #COVID-19 #TenantTips  ","sentiment_score":0.0}
{"full_text":"COVID-19: New vaccine in development has 'insurance' against coronavirus mutationshttps:\/\/t.co\/UIYV9XkhGD","sentiment_score":0.1363636364}
{"full_text":"RT Millions of people are not dying today because fossil fuels have made us nearly impervious to severe heat and cold. Ma...","sentiment_score":-0.25}
{"full_text":"(3) Trump set LGBTQ rights backwards, he failed to fix the VA, and he failed to give proper nationwide assistance to our citizens during Covid. He fought it and our congress bickering halted it. They're ALL to blame. He was in charge though and could have done more.","sentiment_score":-0.125}
{"full_text":"RT IF it wasn't for covid we would be hitting the streets  stay tuned.","sentiment_score":0.0}
{"full_text":"RT February 14, 2021Today Iowa reports:0 additional coronavirus deaths (5,236 total)335 deaths reported so far in Feb...","sentiment_score":0.1}
{"full_text":"FL Gov. DeathSantis is attempting to reboot a new version of a trumpf lie which is nearly a year old.","sentiment_score":0.1121212121}
{"full_text":"\"Near, far, wherever you are...\" the herd will go on.Despite the difficult distance during #COVID19, our love for our Mammoths only grows stronger every day. Happy #ValentinesDay!","sentiment_score":0.2}
{"full_text":"U.K. government scientific advisers say the COVID-19 variant may be up to 70% more deadly than previous variants.","sentiment_score":0.0444444444}
{"full_text":"Searching for love can be a challenge even in the best of times. But looking for it online during a global pandemic is truly complex.","sentiment_score":0.3}
{"full_text":"Hey #Almaguin and #Nipissing: show us what your #stayathome #ValentinesDay looks like by sharing a photo. &lt;3","sentiment_score":0.0}
{"full_text":"If this doesnt get folk angry I despair","sentiment_score":-0.5}
{"full_text":"BRIAN CLARRIDGE, 76, of Hingham, Massachusetts, died of COVID on Jan. 6, 2021. \"He gave the most terrific hugs and was always willing to help and offer advice. I feel grateful that he was able to meet my daughter...\"","sentiment_score":0.3125}
{"full_text":"The drive-thru testing site at the Burleson Road Testing Site will be closed on Mon., Feb. 15. The Hancock Clinic Parking Lot will open at 10 a.m. on Monday.For information on other testing locations go to The Hancock Walk-In Care is still open.","sentiment_score":-0.05625}
{"full_text":"RT New 'do not resuscitate' orders imposed on Covid-19 patients with learning difficulties","sentiment_score":0.1363636364}
{"full_text":"We've seen the #covid testing lines, and now we're proud to help serve our communities: We've created CovClinic to provide Free Drive-Up COVID-19 Testing at various locations around the USA.Learn More and Book Your Appointment Today:","sentiment_score":0.425}
{"full_text":"There's no better way to show that you care for others than to help protect them from getting sick.  Wear a mask. Wash your hands.  Watch your distance.  #InItTogether","sentiment_score":-0.4821428571}
{"full_text":"ONTARIO OFFICIAL COVID WATCH: Today's number is 981.  What the excuse for keeping Ontario imprisoned now?  Heard it's \"the new variant.\"  yeah, well, where are the cases?  End the lockdown now!","sentiment_score":0.0602272727}
{"full_text":"This Valentine's Day will be the first that we will celebrate while following COVID safe practices. Nurturing new relationships can be especially tricky during the pandemic. For safe gathering tips, visit","sentiment_score":0.2310606061}
{"full_text":"Understand that. I meant that there is something fishy about the numbers likely being manipulated to get that $.  CDC is notorious for this and it's gun research. It's what they don't say that you have to watch for That would be unethical at least. And could even be illegal.","sentiment_score":-0.2666666667}
{"full_text":"Free Covid-19 testing Bucky James Community Center, 231 Wilbur Ray Avenue:Tuesday February 16 - 4 p.m. - 7 p.m.Tuesday February 23 - 4 p.m. - 7 p.m.Tuesday March 2 - 4 p.m. - 7 p.m.Tuesday March 9 - 4 p.m. - 7 p.m.Tuesday March 16 - 4 p.m. - 7 p.m.See image for details.","sentiment_score":0.15}
{"full_text":"And that's just what they admit to.  The numbers are much higher and what about all the people who die off within the next two years?  How about the chronic health problems the vaccine recipients will have?","sentiment_score":0.125}
{"full_text":" | Lockdown Quiz: Can you pick out the nationality of these past and present African Celtic players? #CelticFC ","sentiment_score":-0.0833333333}
{"full_text":"New Food Thinkers series: how Big Livestock is posing a grave threat to our climate, fostering the conditions for Covid-19 &amp; future pandemics, driving land use change, further loss of the natural world &amp; often rights violations","sentiment_score":0.0472727273}
{"full_text":"ICYMI: The Columbia County School District will be closed Monday, February 15, in observance of Presidents' Day. Please continue to wear your face coverings and practice safe social distancing. Wishing all a safe, happy break!","sentiment_score":0.3866666667}
{"full_text":"\"Our vaccine supply is going up, the positivity rate is going down and we're getting one step closer to winning the war against COVID each day,\" Cuomo said in a statement, referring to New York's vaccinations.","sentiment_score":0.1602693603}
{"full_text":"On Wednesday the recommended the use of the  Oxford-AstraZeneca COVID19 vaccine in all adults.The UK is proud to be part of the global fight against COVID, and the World Health Organisation's recommendation is an important step towards equitable access to vaccines.","sentiment_score":0.4}
{"full_text":"AD: Plasma from COVID-19 survivors could help develop a treatment for COVID-19. Donations are needed more than ever, and COVID donors receive $100, up to 2x a week! Call CSL Plasma today for more details.","sentiment_score":0.5625}
{"full_text":"\"Pregnant individuals who meet the criteria for #COVID19 vaccines should not be denied the opportunity to be vaccinated.\" Pregnant women may have a higher-risk of contracting serious COVID-19 symptoms -- they must be allowed to take the vaccine.","sentiment_score":0.1111111111}
{"full_text":"A patient died from COVID-19 under my care in the ED.The hardest part was not telling the family the sad news but hearing them thank me for doing everything we couldI couldn't help but cry with them","sentiment_score":-0.5}
{"full_text":"The thunder of military fighter jets will return to Lakeland's skies this spring as the Sun 'n Fun Aerospace Expo returns with some COVID-era changes. ","sentiment_score":0.1}
{"full_text":"RT Met Robert in downtown DC today and he gave me permission to share this. He lost his HVAC job during COVID and needs he...","sentiment_score":0.0}
{"full_text":"Please join us on Wednesday, February 17 as we host Mauricio Claver-Carone, President of for a discussion on his first months in office and new priorities for the Bank as the IDB seeks to mitigate the devastating impact of Covid-19 on the region.https:\/\/t.co\/w2zb5go7OH","sentiment_score":-0.2045454545}
{"full_text":"RT Elderly care home residents are still dying at the same rate 'with' COVID weeks after vaccination.... it's not reduced m...","sentiment_score":0.0}
{"full_text":"It may be helpful to make a plan in case you  need to leave home suddenly. Below are some things to consider e.g. ID documents and money.You are allowed to leave home if you are not safe regardless of #lockdown.#NorthYorkshire #Barnsley #Sheffield","sentiment_score":-0.125}
{"full_text":"Hey #Muskoka: show us what your #stayathome #ValentinesDay looks like by sharing a photo. &lt;3","sentiment_score":0.0}
{"full_text":"RT \"Covid-19 accounted for 65% of deaths of people with learning disabilities\"This is eugenics.","sentiment_score":0.0}
{"full_text":"The NHS has published the number of coronavirus patients in Dorset hospitalshttps:\/\/t.co\/WMKJLBPPtp","sentiment_score":0.0}
{"full_text":"Hey #ParrySound: show us what your #stayathome #ValentinesDay looks like by sharing a photo. &lt;3","sentiment_score":0.0}
{"full_text":"To celebrate the day of looooove, I decided to interview all of my coupled-up friends and find out about their backstory! #ValentinesDay #Lockdown3 ","sentiment_score":0.0}
{"full_text":"DeSantis reacts to Cuomo's COVID-19 response: 'Media had a different narrative'","sentiment_score":0.0}
{"full_text":"Please i want to ask about covid 19 whan people say it's second waves i don't understand can someone else tell me....","sentiment_score":0.0}
{"full_text":"WE'VE EXTENDED OUR JANUARY SALE!30% off all our artwork so ya'll can treat yourselves this lockdown to something that will be sure to put a smile on your face!Shop now:","sentiment_score":0.4}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"ITS IS IMPORTANT TO WEAR MASKS THAT FIT PROPER- FIGHT COVID SPREAD.https:\/\/t.co\/thRvLZIpp9#phr, #mobhealth","sentiment_score":0.2666666667}
{"full_text":"From empty offices to healthier buildings and more open spaces, the pandemic will change city centers","sentiment_score":0.1333333333}
{"full_text":"Today, we're sending love to everyone who is spending their first Valentine's Day without a beloved partner or spouse because of #COVID19. We're holding all of you close to our hearts on this day of love.","sentiment_score":0.4875}
{"full_text":"Coronavirus in Monroe County: 177 new cases confirmed","sentiment_score":0.2681818182}
{"full_text":"During this pandemic children and young people may be out of sight, but they might not be out of harm's wayIf you have concerns, don't ignore it, report itFor more information visit:","sentiment_score":0.3}
{"full_text":"Curious about what to expect the day of your #COVID19 vaccination or have questions about what you need to bring? Visit for FAQs.","sentiment_score":-0.1}
{"full_text":"RT Vaccinations are up.COVID-19 infections are down.Leadership matters.","sentiment_score":0.0}
{"full_text":"This is how we get out of lockdown https:\/\/t.co\/dXCZe2SXni","sentiment_score":0.0}
