{"full_text":"Exactly ! No science. What is the vaccine's purpose if we need still with mask and social distance? It makes sense?","sentiment_score":-0.0614583333}
{"full_text":"pandemic special is funny asf","sentiment_score":0.3035714286}
{"full_text":"RT you ever think about how the $1400 (refuse to call them $2000) are clearly insufficient to help people who are facing pandemic...","sentiment_score":0.1}
{"full_text":"RT As the cases of COVID-19 continue to increase, it is important for facilities to maintain high levels of adherence to pre...","sentiment_score":0.28}
{"full_text":"I wonder what proportion of that was entirely avoidable? Pubs near me had restocked based on government guidance, which was altered at the last second. They literally had fresh beer and food being delivered on the day the government announced another lockdown.","sentiment_score":0.08}
{"full_text":"so proud of her","sentiment_score":0.8}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"For the past three months my eyes have constantly been on fire (thought  it was too much screen time) and I've felt like I had COVID (I got tested, was always negative). Turns out I've just been living with severe black mold!!!!!!!","sentiment_score":-0.2289457194}
{"full_text":"Amid corona #PMModi visited for Inauguration of Construction of #AyodhyaTemple on #DemoliationBabriMasji but #Modi has no time to visit #Farmers &amp; #JammuKashmir.#Modi Shouldn't say I m just one call away but Should say i m near &amp; in heart of 3Business Dragons who Funding #BJP","sentiment_score":0.1}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"RT Fast track. Chairman Sanders who became official Budget Chair just yesterday wasted no time putting to use the power of...","sentiment_score":0.0}
{"full_text":"There is no morally valid reason that the CoViD-19 (or any other) vaccine should be denied or relatively inaccessible due to immigration status alone.[...]","sentiment_score":-0.0625}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"COVID is killing more people under Biden. Make excuses.","sentiment_score":0.5}
{"full_text":"RT 771, 439 youths lost their jobs 3 months to the Covid-19 restrictions. How many have lost their jobs since then? Where will...","sentiment_score":0.5}
{"full_text":"RT Respected sir we are too afraid of going to schools dye to corona.If for us corona came...","sentiment_score":-0.6}
{"full_text":"RT \"Salute 2 Kashmiris for their valiant struggle, braving gravest atrocities, human rights violations &amp; lockdown in IIOJ&amp;...","sentiment_score":0.0}
{"full_text":"Bagbin's COVID-19 fight in parliament commendable - Ablakwa via","sentiment_score":0.0}
{"full_text":"RT According to Teacher eating lunch with class of 30 students = safe6 Ed workers eating lunch together in a staff...","sentiment_score":0.0}
{"full_text":"CDC isolated virusDetails about #SARSCoV2 isolation herehttps:\/\/t.co\/eC8igk8reOYou're befuddled by theCDC PCR test instructionsfor checking test performance\"no QUANTIFIED virus isolates\"is different from\"no isolates\"EXPLAINED herehttps:\/\/t.co\/5a5VQM7DbT#COVID19","sentiment_score":0.0}
{"full_text":"[...] Not only is access to healthcare a human right, particularly during a pandemic, but an unvaxxed subpopulation also endangers everyone.","sentiment_score":0.1130952381}
{"full_text":"RT We're a year into a once-in-a-generation pandemic.We have the House, Senate and the presidency.Millions of American...","sentiment_score":0.0}
{"full_text":"RT I've rarely seen a tweet that so well represents the inequities in the COVID pandemic response. Let's try to imagine a...","sentiment_score":0.3}
{"full_text":"RT \"Salute 2 Kashmiris for their valiant struggle, braving gravest atrocities, human rights violations &amp; lockdown in IIOJ&amp;...","sentiment_score":0.0}
{"full_text":"RT Why no covid test for Sushant????.Why SSR Killers Roaming Free","sentiment_score":0.4}
{"full_text":"For the 1st time during #COVID19 period, inflation has eased below the upper tolerance level of 6%Inflation outturns in the last 2 months have turned out better than what was expected in the December meeting- Governor Watch: ","sentiment_score":0.1}
{"full_text":"RT India sent 56 L COVID-19 vaccines to foreign nations as gift;100 L doses as commercial supplies: MEAhttps:\/\/t.co\/CPE88gA...","sentiment_score":-0.0625}
{"full_text":"RT Excited about this one: adenovirus vaccine (spike and nucleoprotein) delivered via room-temperature-stable pill to sti...","sentiment_score":0.375}
{"full_text":"lol in case anyone thought GSElevator was \"the little guy\"... it's ran by a trust fund MAGA shill named John Lefevre, who attended one of the most expensive private high schools in the country, and despite starting on 3rd ended up on 2ndFor the unaware:","sentiment_score":0.0858333333}
{"full_text":"I'm crying ","sentiment_score":-0.2}
{"full_text":"RT A new study confirms it: Lockdowns were a major factor in destroying the economy during the COVID pandemic.","sentiment_score":-0.0003787879}
{"full_text":"also literally never taking even like an hour of time to just do something silly and relaxing like playing a game or something during this whole fucking pandemic","sentiment_score":-0.325}
{"full_text":"RT     President Biden should urgently reach out to israel to expand trials to...","sentiment_score":0.0}
{"full_text":"RT Spoke to President about the measures India and South Africa are taking to fight the COVID-19 pandemic do...","sentiment_score":0.0}
{"full_text":"My daughter works in a lab and said Joe opening Mexico border is going to be devastating.  Mexico is a level 4 for covid which is the worst. Her husband is from there, a citizen for many years here won't go there anymore to visit family as it's so bad.","sentiment_score":-0.55}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"New Covid cases below 500-mark in Tamil Nadu","sentiment_score":0.1363636364}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"Heat get a pass in my eyes they were destroyed by covid","sentiment_score":0.0}
{"full_text":"RT BREAKING: Biden to restart and expand US refugee program during COVID19 pandemic","sentiment_score":0.0}
{"full_text":"RT because an object in motion tends to stay in motion and an object at rest stays at rest ","sentiment_score":0.0}
{"full_text":"RT Florida. Notice all the elderly ladies at the grocery store checkout aisle with zero masks. Welcome to F...","sentiment_score":0.8}
{"full_text":"RT U.S. electricity demand may not return to pre-pandemic levels until 2025 ","sentiment_score":0.0}
{"full_text":"RT Custodians have indeed been working hard to keep people in schools safe! They're rock stars! So are the custodians at the...","sentiment_score":0.2447916667}
{"full_text":"RT Anyone who is surprised by this answer hasn't been paying attention.","sentiment_score":0.1}
{"full_text":"Why is Fauci still dictating to America tat this will continue thru 2022-A plandemic as we thought-lockdowns, masks-both unnecessary Report links Fauci, U.S. gov't funding to origin of man-made COVID-19 in China | News | LifeSite","sentiment_score":-0.4}
{"full_text":"RT Article here:","sentiment_score":0.0}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"\"Should Covid fade into the background, as is expected, the vibrancy of cities will return and so will the demand for housing within them.\"","sentiment_score":-0.1}
{"full_text":"RT WHERE IS THE LIE before the                                        during thepandemic:...","sentiment_score":0.0}
{"full_text":"Revenue Strategies to bounce back from COVID impact #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT sza feat. frank ocean would be the cure for covid.","sentiment_score":0.0}
{"full_text":"Run streak day 303 today!Started running daily when the lockdown started.","sentiment_score":0.0}
{"full_text":"&gt;You see that's the part I don't understand what is the point of getting vaccinated if you are still going to infect people without a mask.Umm so you don't die from COVID? Short term you will need to wear a mask, once enough people have been vaccinated those needs will go away.","sentiment_score":0.0}
{"full_text":"The Insurance Council of Australia have released further details of the proposed second BI test case as well as a summary of their current efforts to seek clarity on lodging #COVID19 BI claims.Read the summary here &gt;&gt; #insurance #insurancebroker","sentiment_score":0.0}
{"full_text":"RT We are 'destroying the town in order to save it' as a US commander may not have said during the Vietna...","sentiment_score":-0.2}
{"full_text":"RT Machine Learning + Human Intelligence vs COVID-19: Part 2 Inspired Intellect","sentiment_score":0.0}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"Smol chonk","sentiment_score":0.0}
{"full_text":"We are contemplating moving to a different state. Oregon's Covid response for schools\/kids has been horrific.","sentiment_score":-0.5}
{"full_text":"My name spread like the corona virus, shiesty innnn the air.","sentiment_score":0.0}
{"full_text":"RT We're a year into a once-in-a-generation pandemic.We have the House, Senate and the presidency.Millions of American...","sentiment_score":0.0}
{"full_text":"RT How many obnoxious covid themed super bowl commercials do you think we are going to see? Like \"until we can all watch together...","sentiment_score":0.4166666667}
{"full_text":"Revenue Strategies to bounce back from COVID impact #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"This is excellent! This is how we can get back to doing things, we take the tests on entry. Lets get this for our schools","sentiment_score":0.5}
{"full_text":"RT sza feat. frank ocean would be the cure for covid.","sentiment_score":0.0}
{"full_text":"We haven't grieved over those lost to #Covid. At some point, we need something like the #AIDS Quilt. The #CovidQuilt perhaps?","sentiment_score":0.0}
{"full_text":"Despite its world-class medical system and its vaunted Centers for Disease Control and Prevention, the U.S. fell behind in the race to detect dangerous coronavirus mutations. And it's only now beginning to catch up.https:\/\/t.co\/1yFZnXM94w","sentiment_score":-0.25}
{"full_text":"Rise and fall of the Duke of Cornwall Hotel: a Plymouth landmark taken by the pandemic","sentiment_score":0.0}
{"full_text":"The Museum of Fine Arts in Boston reopens on February 3 at 25 percent capacity in alignment with the City of Boston's return to Step One of Phase Three of Reopening Massachusetts plan.#art #COVID19","sentiment_score":0.4166666667}
{"full_text":"French President Emmanuel Macron warned Thursday about the lack of information about China's #COVID19 vaccines.https:\/\/t.co\/QsvsxU4Mil","sentiment_score":0.0}
{"full_text":"The Federal Opposition has slammed #HelloworldTravel Limited for asking staff to take pay cuts to help ride out the coronavirus pandemic, with a confidential letter revealed in Parliament yesterday written by HLO GM of Human Resources, Alex Trifonodis.","sentiment_score":-0.0357142857}
{"full_text":"Tool's Maynard James Keenan Shares His 'Ugly' Second Experience With COVID19https:\/\/t.co\/neItdljsQYPresented by","sentiment_score":-0.35}
{"full_text":"RT Today the Senate advanced our Restaurant Rescue Plan. It will help independent restaurants survive the coronavirus pande...","sentiment_score":0.2}
{"full_text":"Healthcare workers will be among the first to receive the initial tranche of Pfizer-BioNTech COVID-19 vaccine doses, Malacanang said. Here is the allocation framework for hospitals.https:\/\/t.co\/15vRGDApXm","sentiment_score":0.125}
{"full_text":"Our Friday's good news post #DYK that Japan has over 6.5 million tons of #foodwaste annually?Find out how platforms like (only) that was inspired from food waste due to #COVID19 can help reduce this problem and save money!","sentiment_score":0.0859375}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"RT EXCL: On the eve of a parliamentary vote on whether ministers should go to court to investigate the finances behind Donald T...","sentiment_score":-0.4}
{"full_text":"The third sero #survey reaffirmed what the previous ones showed, namely, the number of people infected was far higher that what testing for #COVID-19 had thrown up.","sentiment_score":0.0458333333}
{"full_text":"Limited supply has put many vaccine sites on pause.","sentiment_score":0.2142857143}
{"full_text":"a shit twist","sentiment_score":-0.2}
{"full_text":"COVID19 is a double-edged sword by Jude Lourence Segovia of La Consolacion College Bacolod #thepostph #phstudenttambayanhttps:\/\/t.co\/LNsFLEEYUh","sentiment_score":0.0}
{"full_text":"Israeli Prime Minister Benjamin Netanyahu on Thursday indefinitely postponed planned visits this month to the United Arab Emirates and Bahrain due to Israel's ongoing coronavirus travel restrictions.@netanyahuhttps:\/\/t.co\/HfgtbZL00u","sentiment_score":-0.125}
{"full_text":"With the first supply of a #COVID19 vaccine due in the Philippines, its government is struggling to convince people to take it. investigates how the country lost faith in vaccines:","sentiment_score":0.0625}
{"full_text":"For months, workers have risked their health to keep shorthanded grocery stores open, all while dealing with increased hours and customers refusing to wear masks.","sentiment_score":0.0}
{"full_text":"NK Pro conducts an in-depth analysis of each month's important developments related to the Korean Peninsula.January's month-in-review is now live, with an in-depth breakdown of everything from Pyongyang's Eighth Party Congress to its COVID-19 response.https:\/\/t.co\/hvbpWlUQPp","sentiment_score":0.1787878788}
{"full_text":"And the best part is, it will be FREE for Malaysians!","sentiment_score":0.75}
{"full_text":"With current lockdown measures pertaining to social gatherings and meetings, members are encouraged to present a full-day SGB election. A full-day election can also be presented online.Find out more: #Schools #LoveMySchool","sentiment_score":0.1333333333}
{"full_text":"We have less than 10 years to meet the #SDGs. COVID-19 is a wakeup call #ForPeopleForPlanet that we can't continue on the unsustainable path we are on. reflects on how we can reimagine a better future for all. #DecadeOfAction","sentiment_score":0.1111111111}
{"full_text":"RT The real pandemic","sentiment_score":0.2}
{"full_text":"Rio de Janeiro's economy is taking a hit because of COVID-19. With the cancellation of Carnival celebrations because of the virus, businesses that thrive off the festivities are struggling to stay open. #carnival #riodejaneiro #brazil #covid_19 #vaccine","sentiment_score":0.0}
{"full_text":"The stress of working from home and remote learning under one roof could be damaging your body. Here are the tell-tale signs. ","sentiment_score":-0.1}
{"full_text":"#How long will the covid-19 last?#one's heart sinks on#I want to go to many places freely.","sentiment_score":0.1875}
{"full_text":"Cruise ships carrying 100 or more people will remain prohibited from operating in Canadian waters for the rest of 2021 and into early 2022 due to COVID-19.","sentiment_score":0.1583333333}
{"full_text":"Tool's Maynard James Keenan Shares His 'Ugly' Second Experience With COVID19https:\/\/t.co\/KuY4W0X5GQPresented by","sentiment_score":-0.35}
{"full_text":"As COVID-19 deaths in Iowa crossed a total of 5,000, another 31 new cases were confirmed in Story County from Wednesday to Thursday.","sentiment_score":0.1787878788}
{"full_text":"Hong Kong Extends Virus Restrictions, Pursues Mass Testing.Residents can expect to see more targeted \"ambush lockdowns\" in the next 10 days.https:\/\/t.co\/uYglPFuhI3#hongkong #COVID19 #HK","sentiment_score":0.25}
{"full_text":"On Friday, Fremont County will move to level yellow on the COVID-19 dial. The biggest impact from this change is that businesses will be able to go from 25 percent indoor capacity to 50 percent.  ","sentiment_score":0.25}
{"full_text":"An official announcement is expected Friday. The move is intended to minimize travel, thus minimizing the COVID-19 threat.","sentiment_score":-0.1}
{"full_text":"RT Heard a doctor on MSNBC say last night re: high rates of Black COVID deaths: 'we are losing a generation of Black moms...","sentiment_score":-0.0433333333}
{"full_text":"Coronavirus Boosts Cheap Cars, But European Manufacturers Will Lose Out To Chinese","sentiment_score":0.1333333333}
{"full_text":"This year, bars and restaurants are making some changes and going the whole nine yards to follow CDC protocols and keep safety as their number one goal.","sentiment_score":0.2}
{"full_text":"RT sza feat. frank ocean would be the cure for covid.","sentiment_score":0.0}
{"full_text":"Researchers at a hospital in Cincinnati and around the country are finishing up clinical trials of AstraZeneca's COVID-19 vaccine candidate, and it could be submitted for emergency use authorization from the FDA by the end of the month.","sentiment_score":0.0}
{"full_text":"Tool's Maynard James Keenan Shares His 'Ugly' Second Experience With COVID19https:\/\/t.co\/O6fI9ZPXNBPresented by","sentiment_score":-0.35}
{"full_text":"Tool's Maynard James Keenan Shares His 'Ugly' Second Experience With COVID19https:\/\/t.co\/wTiRgxotOMPresented by","sentiment_score":-0.35}
{"full_text":"COVID 19 cases in India until : 05\/02\/2021 10:30Total Cases: 10803533 [+0]Active: 148750Recovered: 10495401 [+0]Deaths :154862 [+0]Total Tests: 199.22MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"\"We can't walk away from an additional $1,400 in direct checks that we proposed because the people need them,\" President Joe Biden told House Democrats.https:\/\/t.co\/I5wydqtrjc","sentiment_score":0.1}
{"full_text":"Tool's Maynard James Keenan Shares His 'Ugly' Second Experience With COVID19https:\/\/t.co\/lkVT2EggJxPresented by","sentiment_score":-0.35}
{"full_text":"This is joke. Junta started the war. Now when you lose you scream for help. You remember what Sekoture Getachaw said immediately after attacking the northern command. He said ' we destabilised them within 45min, we attacked them like a thunderstorm''.","sentiment_score":0.0}
{"full_text":"Johnson &amp; Johnson applied for an emergency use authorization from the U.S. Food and Drug Administration for its one-shot COVID-19 vaccine.https:\/\/t.co\/SQoc4WDX0R","sentiment_score":0.0}
{"full_text":"RT \"It's not about when I get vaccinated; it's when we get vaccinated.\"really appreciate the opportunity to speak with","sentiment_score":0.2}
{"full_text":"RT Today is #WorldCancerDay Here are some ways to \\ your #cancer risk: Don't use tobacco Exercise regularly Eat healthy f...","sentiment_score":0.25}
{"full_text":"Prob 2-5 times a month (pre-pandemic 5 days\/week)","sentiment_score":0.0}
{"full_text":"RT Our first poll of the Biden administration shows the new president with a 61% approval rating. A majority of Americans say...","sentiment_score":0.1931818182}
{"full_text":"USM designed &amp; developed Personal Safety Monitoring System 24\/7 real-time coms. GAM A or iOS Apps alert, alarm, report on health, safety, location &amp; panic button. Early Warning COVID19 symptoms. Essential data accessible anywhere, anytime . #AustralianMade","sentiment_score":0.115}
{"full_text":"Current Conditions for #Sayre PATemp: 25.7FWind Chill: 25.7FHumidity: 88%Dew Point: 22.7F Barometer: 29.859 inHgWind: 2 mph from the NECorona Virus Weekly Stats:Cases: 127.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"rupaul: in the light of the rapidly changing coronavirus situation...the queens:#DragRaceUK","sentiment_score":0.4}
{"full_text":"I'm English but live in LA. The America's do value freedom. More to the point guns are legal to own and readily available in the US. People buy them to protect themselves from a government take over of liberties. So the US police won't enforce lockdown like in other countries!","sentiment_score":0.2400162338}
{"full_text":"The biggest #COVID19 myth: children are not at risk. Click to read about all the ways to keep kids safe and healthy during the #pandemic. #MedEd","sentiment_score":0.5}
{"full_text":"RT Excellent -- forces measure to prevent a 3.7 million job-killing minimum wage increase during a global pa...","sentiment_score":0.5}
{"full_text":"RT Today is 550 days since Jammu &amp; Kashmir curfew imposed, communications blackout, with democratically elected leaders and othe...","sentiment_score":0.0}
{"full_text":"RT Got vaccinated today against #Covid19 alongwith other officialsDo not pay heed to any rumours.The vaccine is safe!#...","sentiment_score":0.25}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"Chinese FM makes solemn representation to BBC over fake COVID-19 reporting: The information department of Chinese Foreign Ministry made solemn ... human rights, but it turned out to be a video clip of an anti-terrorism drill. #terrorism #pakistan","sentiment_score":-0.125}
{"full_text":"RT An outbreak in Ireland --what's the source? 61 #COVID19 cases from a student social gathering, 16 from a hotel wedding.W...","sentiment_score":0.0333333333}
{"full_text":"We are making a smorgasbord of dip and watching Bridgerton, just the two of us. I suggest you also do this.","sentiment_score":0.0}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"Time: 05:00 * Temp: 6.6degC * Wind: S 0.0 to 0.0mph * Pressure: 996.8hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:04 * Sunset: 17:10 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT I am shattered to know that my friend, &amp; dynamic news anchor of our very own #VikasSharma is no more. I rem...","sentiment_score":0.1766666667}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"RT sza feat. frank ocean would be the cure for covid.","sentiment_score":0.0}
{"full_text":"RT - wrote $1.9T plan to fight C19 and improve economy- re-started daily COVID briefi...","sentiment_score":0.0}
{"full_text":"RT BBC shall not become Bad-mouthing Broadcasting Corporation. BBC broadcast a video of an anti-terrorism exercise as news of \"vio...","sentiment_score":0.0}
{"full_text":"Take action over MPs linked to Covid conspiracy figures, PM told | Ben Quinn ","sentiment_score":0.1}
{"full_text":"RT Covid-19 Vaccine Confidence Is Trending Upwards On Social Media #VaccineConfidence #VaccinesConfidence #DHPSPhttps:\/\/t.co\/...","sentiment_score":0.0333333333}
{"full_text":"RT Skincare IS a luxury. Facials ARE a luxury. Do not shame people for not being able to afford things like that, ESPECIALL...","sentiment_score":0.5}
{"full_text":"The pandemic brought some financial changes: cash could fall into disuse to give prominence to electronic payments and new competitors keep on challenging traditional banking: #Banks #payment","sentiment_score":0.1590909091}
{"full_text":"Covid-19: Pub closures will 'waste 87 million pints of beer'","sentiment_score":-0.2}
{"full_text":"WC govt to rollout COVID-19 vaccine programme by no later than 15 Feb","sentiment_score":0.0}
{"full_text":"How does one file a complaint against the COVID operations at ones work for mansplaining?","sentiment_score":-0.3}
{"full_text":"Ukraine Hospital Fire Kills 3 COVID-19 Patients, Doctor","sentiment_score":0.0}
{"full_text":"Biden to head to Delaware as CDC recommends avoiding travel","sentiment_score":0.0}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
