{"full_text":"RT Covid at a workplace... indoor building... with AC ","sentiment_score":0.0}
{"full_text":"RT Covid vaccine: White House secures deals for 200 million more doses","sentiment_score":0.25}
{"full_text":"RT Now is \"exactly the time\" to completely reorganise the NHS (the world's fifth largest employer), busy rolling out vaccines...","sentiment_score":0.15}
{"full_text":"RT Compare and contrast-Boris Johnson \"It would be wrong to hold an inquiry into the pandemic in the middle of it\"Matt Ha...","sentiment_score":-0.25}
{"full_text":"RT I was pleased to join a group including and of at today to announce our new...","sentiment_score":0.3181818182}
{"full_text":"RT Breaking News: Donald Trump was more sick with Covid-19 in October than was acknowledged at the time. When he was hospitalized...","sentiment_score":-0.1071428571}
{"full_text":"RT In Biden's defense Florida didn't give Hunter ONE BILLION DOLLARS.","sentiment_score":0.0}
{"full_text":"RT There are no women on the Covid 19 cabinet committee.I'll say that again.There are no women on the Covid 19 cabinet commi...","sentiment_score":0.0}
{"full_text":"RT BREAKING: US orders 200M more coronavirus vaccines, President Biden announces.\"We're now on track to have enough supply for 30...","sentiment_score":0.25}
{"full_text":"RT I know y'all are going to be shocked but it turns out Trump was much sicker with COVID than he and his doctors shared with...","sentiment_score":-0.25}
{"full_text":"RT The 1918-1919 pandemic, which started on a Kansas chicken farm, killed more, in a few months, than the whole of World War...","sentiment_score":-0.06}
{"full_text":"Exactly. The % of human beings without empathie is much higher than I thought tbh. Yes ca va. Somehow tired of this Covid endless pandemic but I am not to be pitied, I am fine.","sentiment_score":0.0652777778}
{"full_text":"Yeah, the vaccine did not exist before January 20th so Biden really is to blame for this whole pandemic failure.","sentiment_score":0.0208333333}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"RT It is really quite something that I'm both shocked and moved by this utter competency from the government...","sentiment_score":-0.1666666667}
{"full_text":"RT Despite Dems' longtime vows to kill the work rules, internal CMS docs cite the *pandemic* as justification for moving quic...","sentiment_score":0.0}
{"full_text":"The only good thing about this lockdown is not leaving the house in this weather, LORD.","sentiment_score":0.35}
{"full_text":"LOUDER FOR THE BACK","sentiment_score":0.0}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"RT Items on Congress' plate include coronavirus relief, Biden address to joint session and security investigations.","sentiment_score":0.0}
{"full_text":"RT Great reporting -- now do the 2019 visit to Walter Reed","sentiment_score":0.8}
{"full_text":"RT BREAKING: US orders 200M more coronavirus vaccines, President Biden announces.\"We're now on track to have enough supply for 30...","sentiment_score":0.25}
{"full_text":"RT In his remarks delivered at the National Institutes of Health Thursday, U.S. President Biden said \"racial equity remains...","sentiment_score":0.0}
{"full_text":"RT it's all been a marketing campaign","sentiment_score":0.0}
{"full_text":"RT I hate the adults who forced our children to stay locked away for a year so that they, the adults, could feel safe. I re...","sentiment_score":-0.2}
{"full_text":"Are you telling me that once you are over 80 you have fewer human rights...especially the right to life? I'll tell my mother that. Most of the wards are filled with people  under 60. The long term consequences of covid are far from being known.","sentiment_score":0.205952381}
{"full_text":"RT People who are saying Gary Glitter should not be vaccinated against COVID. Do you want to make him MORE dangerous?","sentiment_score":-0.05}
{"full_text":"RT Wales lockdown - Dad tries to get into Tesco in just his pants telling staff 'I thought clothes weren't essential?'","sentiment_score":-0.05}
{"full_text":"RT Incarcerated  people have just as much right not to die from covid as you do","sentiment_score":0.2857142857}
{"full_text":"It's a very good day when a patient survives #COVID19 - extubated - up in the chair and smiling. I'm happy ! #Nursing","sentiment_score":0.955}
{"full_text":"Now I know how I'm spending all the money I've saved during the pandemic #IfOnly ","sentiment_score":0.0}
{"full_text":"RT This is a really good question and I would say probably yes tbh. Personally, I can push myself through temporal inacces...","sentiment_score":0.35}
{"full_text":"Really? Who gives a flying f**k?","sentiment_score":0.2}
{"full_text":"RT The views of &amp; any local IPC team that don't confirm to this new guidance are irrelevant.It's offi...","sentiment_score":0.0681818182}
{"full_text":"RT The Ministry of Truth, hard at work \"correcting\" the historical record.","sentiment_score":-0.1458333333}
{"full_text":"RT Breaking News: Donald Trump was more sick with Covid-19 in October than was acknowledged at the time. When he was hospitalized...","sentiment_score":-0.1071428571}
{"full_text":"This is about 7 months past due.","sentiment_score":-0.1875}
{"full_text":"That's like $500 a share on the market! #RobinHood  #EMBARGO SECURITIES ","sentiment_score":0.0}
{"full_text":"Rather than reopen classrooms, President Biden coasts on his predecessor's work, writes","sentiment_score":0.0}
{"full_text":"COVID has stretched health systems in places like NE Syria to their limits and has left pregnant women &amp; their babies without adequate care.Our health teams are going to the toughest-to-reach places to support women, during pregnancy &amp; beyond. Here's how:https:\/\/t.co\/AlisILWF5Q","sentiment_score":0.1541666667}
{"full_text":"Yo Since you have an employment opening and this whole pandemic thing has my Rolls Royce tour business sidelined I'd like to apply!Kevin Hart's Personal Shopper Allegedly Used Actor's Credit Cards to Buy Himself $1M in Luxury Goods","sentiment_score":0.0333333333}
{"full_text":"RT THE SPARS PANDEMIC 2025 TO 2028 SIMULATED AT THE JOHNS HOPKINS UNIVERSITY IN 2017 via","sentiment_score":0.0}
{"full_text":"When is it gonna end Robbie","sentiment_score":0.0}
{"full_text":"RT The risk isn't that we do too much when it comes to a COVID relief package -- it's that we don't do enough.We have to go big.","sentiment_score":0.1}
{"full_text":"RT I hate the adults who forced our children to stay locked away for a year so that they, the adults, could feel safe. I re...","sentiment_score":-0.2}
{"full_text":"oh okay that's good! im still waiting for my state to let me bc they're going phases so rn i think it's still first responders &amp; seniors. college students are last  despite us literally going to school in a pandemic","sentiment_score":0.40625}
{"full_text":"RT NEW YORK (AP) -- Records: Over 9,000 coronavirus patients in New York were released from hospitals into nursing homes under...","sentiment_score":0.1363636364}
{"full_text":"RT E&amp;C Chair Pallone says providers have gotten enough money, and HHS says it has $24 billion left over -- \"It's hard to make...","sentiment_score":-0.0972222222}
{"full_text":"RT botswana, which had 0 new  cases today is on the 'red list', meaning if you come from there and don't quarantine in a hot...","sentiment_score":0.1287878788}
{"full_text":"Umm ...CDC sets guidelines for nursing homes. Cuomo is not a doctor... nor are any of the Governors doctors... nor do they set nursing home guidelines.","sentiment_score":0.0}
{"full_text":"RT Meanwhile in Ontario...* Reporter:\"I'm a bit confused by this presentation ... am I missing something here? Or is this pre...","sentiment_score":-0.3}
{"full_text":"RT The people heralded on MSNBC &amp; CNN as heroic figures of great integrity and conscience were, all along, exploiting and mani...","sentiment_score":0.75}
{"full_text":"WHAT...have u heard we have a PANDEMIC","sentiment_score":0.0}
{"full_text":"RT Biden Strikes Deals For 200MM More Vaccines, But Country Still Won't Get Jabs By \"End Of Summer\"","sentiment_score":0.5}
{"full_text":"RT Maybe - just maybe - instead of listening to the billionaire class we should pass the relief the American people are dem...","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"#running #Boston #BackBay #SouthEnd! #urbanlife #urbanfitness #healthymobility #activetravel #SocialDistancing #beactive. (@ Copley Square in Boston, MA)","sentiment_score":0.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT but like where are all these cases coming from? we have been in lockdown for 6 weeks and i cant comprehend how we have 500...","sentiment_score":0.0}
{"full_text":"The n95 mask is what it is called.. It is supposed to block 95%. 95% blockage + a 95% vaccine + 98% survival rate.?????","sentiment_score":0.0}
{"full_text":"Is that because of the increase in youngsters catching covid in Israel?","sentiment_score":0.6}
{"full_text":"RT Joint forces getting vaccinated overseas! #SinkCOVIDService members voluntarily receive their #COVID19 vaccine for the first...","sentiment_score":0.25}
{"full_text":"RT YOU DON'T SAY.","sentiment_score":0.0}
{"full_text":"so china lets loose covid, THAT was bioterrorism..but yet who is holding China accountable. NO ONE!so why the hell would they be worried about releasing another one?sure bioterrorism might be an issue.WHAT THE HELL have we done with our current bioterrorist attack???","sentiment_score":-0.0384615385}
{"full_text":"RT When the Brexit &amp; pandemic disasters have been addressed &amp; the former rectified, many Tory politicians, backers &amp; chums wil...","sentiment_score":0.25}
{"full_text":"RT With and Trump had \"infiltrates\" on his lungs and officials believed he would nee...","sentiment_score":0.0}
{"full_text":"RT Thursday means the latest edition of the Richmond Free Press is on stands and online. Check us out! Stay safe out there t...","sentiment_score":0.5}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"Great news!","sentiment_score":1.0}
{"full_text":"Thank you Helen Mills for your care &amp; service to the and your patients, RIP KC","sentiment_score":0.0}
{"full_text":"More illegals, all of them either competing for scarce jobs during a pandemic recession or competing for scarce social services while local governments are already overstretched?This is a shockingly stupid decision, made at the worst imaginable time.Biden: \"America Last!\"","sentiment_score":-0.2111111111}
{"full_text":"RT The effort to obtain Regeneron for Trump and the former first lady began on Oct. 1, with a call from deputy WH counsel Pat P...","sentiment_score":0.125}
{"full_text":"Know what else is \"still here....never left\"?? COVID morons. #WearAMask","sentiment_score":-0.4}
{"full_text":"RT My grandmother died last night. She died because her lungs were utterly wrecked by COVID-19. She died to keep the economy open...","sentiment_score":0.0}
{"full_text":"EVIDENCE(Nov2020):  IN LINE w\/ all previous VIRUS behavior. GOOD follow up research on Wuhan China data \/ABSTRACT notes ASYMPTOMATIC spread is NOT evident\/Should ALLEVIATE concerns by many &amp; ELIMINATE mask mandates. #C19LockdownsUnnecessar","sentiment_score":0.3444444444}
{"full_text":"RT None of us are safe until all of us are safe.We need to be thinking now about how to roll out vaccines equitably at...","sentiment_score":0.5}
{"full_text":"RT Getting super drunk on a boat for a party is one thing but stumbling around with no mask in the middle of a pandemic is pretty...","sentiment_score":0.0208333333}
{"full_text":"RT updated it for COVID","sentiment_score":0.0}
{"full_text":"RT Apparently Baked Alaska spread his covid germs around. As of 2 weeks ago, 38 Capitol police &amp; 150 National Gu...","sentiment_score":0.05}
{"full_text":"RT The news from Biden's remarks at NIH just now is that administration is now getting hundreds of millions of Covid vaccines earl...","sentiment_score":0.0}
{"full_text":"RT Fraser Health contact tracers are working to slow the spread of COVID-19 by breaking chains of transmissions.#COVID19 #C...","sentiment_score":-0.3}
{"full_text":"RT Glad to see our good brother AIDing the community.","sentiment_score":0.6}
{"full_text":"Awesome thread:","sentiment_score":1.0}
{"full_text":" me tae on both counts... i think the pair ae us brought on this pandemic ","sentiment_score":0.0}
{"full_text":"RT BREAKING: Over-65s will start getting Covid vaccine letters from Monday","sentiment_score":0.0}
{"full_text":"RT Brazil: missionaries 'turning tribes against coronavirus vaccine'","sentiment_score":0.0}
{"full_text":"After Corona insha'allah ","sentiment_score":0.0}
{"full_text":"RT When government decided to give thuggery legitimacy because it wanted to attack citizens who were simply demanding that th...","sentiment_score":0.0}
{"full_text":"RT The news from Biden's remarks at NIH just now is that administration is now getting hundreds of millions of Covid vaccines earl...","sentiment_score":0.0}
{"full_text":"Found this episode to be thought provoking breakdown of differences between conservative &amp; liberal approach\/response to Covid [Hold These Truths with Dan Crenshaw] COVID Culture Wars - Bonus Ep. 1 #holdTheseTruthsWithDanCrenshaw via","sentiment_score":0.0}
{"full_text":"RT BREAKING: US orders 200M more coronavirus vaccines, President Biden announces.\"We're now on track to have enough supply for...","sentiment_score":0.25}
{"full_text":"RT The singer and saxophonist released a song about the quarantine during the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Bad last couple days. I've gotten really sick again (not with covid, thankfully). My immune system kinda blows.","sentiment_score":-0.4714285714}
{"full_text":"good to know im not the only one who feels like they're losing their minds","sentiment_score":0.35}
{"full_text":"RT Great discussion with about the state of small business and the importance of bridging them through to the other s...","sentiment_score":0.1416666667}
{"full_text":"I have doubts he was ever 'sick' with Covid-19.","sentiment_score":-0.7142857143}
{"full_text":"RT We've found 8 Tory donors that, collectively, have won PS881m in 35 Covid19 UK gov contracts Combined they've donated...","sentiment_score":0.0}
{"full_text":"RT They're a tainted party and a tainted government. Now the SNP are trying to taint the election, too. The stench of corrupt...","sentiment_score":-0.5}
{"full_text":"RT SAGE scientists were elected by no one. They are not accountable like politicians are. Long suffering public told to be pat...","sentiment_score":-0.025}
{"full_text":"RT There are no women on the Covid 19 cabinet committee.I'll say that again.There are no women on the Covid 19 cabinet commi...","sentiment_score":0.0}
{"full_text":"RT \"We can't lockdown! It's a slippery slope of our freedom.\" Fuck that shit. Throw these dumbasses in jail till we out of...","sentiment_score":-0.2333333333}
{"full_text":"CDC and the federal government changed the death reporting of the novel coronavirus - breaking federal law - and completely changed the public perception of the severity of the virus.https:\/\/t.co\/jh4cM1amM5https:\/\/t.co\/7GtwRnTlZr","sentiment_score":0.05}
{"full_text":"RT Taylor Swift has given us more Covid relief in the past year than the federal government.","sentiment_score":0.125}
{"full_text":"The reason everything is sold out is that A: production has been reduced because of Covid, and B: demand has increased because everyone is staying home and building computers.","sentiment_score":0.0}
{"full_text":"RT The high cost of health care (+ insurance) is not new, but the pandemic is making it worse. Imagine having T2 diabetes and...","sentiment_score":-0.1027272727}
{"full_text":"If these ppl can look around and think to themselves \"hmmmmm....there's 4 long lines inside this dining hall.\" Why can't they think far enough to continue that thought and say \"maybe I should stop swiping ppl in since there's a pandemic and this place is already packed!\"","sentiment_score":0.0166666667}
{"full_text":"RT FACT: Nobody in history has killed more Americans than Trump.","sentiment_score":0.15}
{"full_text":"Congress gave K-12 schools $68 billion for covid relief\/ reopening. How much has been SPENT? ...$4 billionCongress is planning to send an additional $130 billion to K-12 schools. Teachers' unions know how to play the game. Bypass the unions. Fund families #SchoolChoice","sentiment_score":-0.1}
{"full_text":"\"The rich-poor disparity is concerning to researchers who have already raised alarms about data showing significant learning loss among the state's poorest students...\" #EdChat #COVID19 Read the full article here:","sentiment_score":0.3625}
{"full_text":"International Outbound Travel COVID-19 Testing:https:\/\/t.co\/hDLJ2OjXNw","sentiment_score":0.0}
{"full_text":"Oh...right...forgot about that. But He might not be as lucky with his next brush with Covid - no special treatment for ex-ole-Losers.","sentiment_score":0.0515873016}
{"full_text":"RT JUST NOW: Dino Caroselli, a Senior at Sing Sing Correctional Facility, testifies at the Westchester Senate Delegation Bud...","sentiment_score":0.0}
{"full_text":"In #Alabama clergy have been categorized as frontline critical workers as part of allocation phase 1B in the state vaccination allocation plan along with school teachers, child care workers and grocery store workers.","sentiment_score":0.0}
{"full_text":"7 Reasons Warehouses Are Booming During COVID-19 #CRE #TenantTips #Warehouse #COVID-19 #NewNormal #CommercialRealEstate #TenantRep  ","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT 'Covid O' Cabinet committee set to consider 'vaccine passports' plans","sentiment_score":0.0}
{"full_text":"Many of us suspected Donald Trump was downplaying his battle with COVID last October. Now a new report confirms that he was indeed a lot sicker than he or his doctor let on. In other words, they purposely misled the American people.","sentiment_score":0.1022727273}
{"full_text":"RT In Biden's defense Florida didn't give Hunter ONE BILLION DOLLARS.","sentiment_score":0.0}
{"full_text":"Fuck that!","sentiment_score":-0.5}
{"full_text":"I need a haircut. Stupid COVID.","sentiment_score":-0.8}
{"full_text":"RT No shit.And a really good doctor working there got fired because he dared to hint at the truth. RT if you want Dr....","sentiment_score":0.7}
{"full_text":"COVID Question from Clients: Should my business have a vaccination policy? #creatingsimplicity #covidvaccine","sentiment_score":0.0}
{"full_text":"RT This is Sister Andre, a French nun who survived the 1918 flu pandemic, both world wars, and recovered from a coronavirus inf...","sentiment_score":0.0}
{"full_text":"RT me in da club when the pandemic finally ends","sentiment_score":0.0}
{"full_text":"RT Tomorrow, is taking a close look at the how the COVID relief bill will help state and local governments....","sentiment_score":0.0}
{"full_text":"I'm not happy about it either, but this happened in April 2020. That is very quick for a child to be driven to despair based on the lockdown timeline. Furthermore, he had some emotional issues (even documented here) that go back at least to 2019. Something's fishy.","sentiment_score":-0.0533333333}
{"full_text":"RT Why aren't we doing this?! PUT THEM IN THE COKE CAN!!!!!","sentiment_score":0.0}
{"full_text":"RT They've got time to reform the entire NHS in the middle of a pandemic...but no time to release details of their VIP contract...","sentiment_score":0.0}
{"full_text":"RT ????? what the fuck why can't y'all be normal and use zoom\/skype\/google meet????","sentiment_score":-0.125}
{"full_text":"\"You got other issues going on\"uhh yeah like a pandemic???","sentiment_score":-0.125}
{"full_text":"RT Presenter Emma Willis is helping to deliver babies during coronavirus","sentiment_score":0.0}
{"full_text":"RT India beat the virus with herd immunity  ","sentiment_score":0.0}
{"full_text":"RT 59 new identified #covid19 cases among school aged children today brings the 7 day rolling average down to 61, and 23% of t...","sentiment_score":-0.0672979798}
{"full_text":".@RepMullin: \"These shutdowns have caused mental health issues in our country to get even worse. As we consider the next COVID relief package, we must ensure that expanding mental health care is part of the conversation.\"","sentiment_score":-0.15}
{"full_text":"Vaccine czar Carlito Galvez Jr. rejects calls to allow LGUs and the private sector to directly procure COVID vaccines from manufacturers.Read more:","sentiment_score":0.2}
{"full_text":"RT NEW YORK (AP) -- Records: Over 9,000 coronavirus patients in New York were released from hospitals into nursing homes unde...","sentiment_score":0.1363636364}
{"full_text":"Every Covid symptom you should look out for after four new emerge","sentiment_score":0.1363636364}
{"full_text":"Democrats in Congress have unfortunately chosen to use the partisan reconciliation process to shove through their COVID-19 relief bill that is full of liberal priorities that don't deliver critical, targeted relief to the American people.","sentiment_score":-0.0375}
{"full_text":"How are LTCs, residents and staff, as well as loved ones, coping with the second wave of COVID? Dr. Tim Lau, of the Justice Centre, and frmr. MLA Laurie Throness share their perspective.https:\/\/t.co\/KtAlj6cgcR#thenewsforum #counterpoint","sentiment_score":0.35}
{"full_text":"Have you been looking for romance during the pandemic? A lot of people have downloaded apps to find love. News 8's has a look at what it's like to date online and if it's safe tonight at 11 p.m. on News 8 and","sentiment_score":0.5}
{"full_text":"Virus control measures ensure safe holiday shopping in rural China","sentiment_score":0.25}
{"full_text":"Opinion: Why moms have it so much harder than dads during pandemichttps:\/\/t.co\/tNHg8osgNG","sentiment_score":-0.1}
{"full_text":"Nursing students doing what they can to limit the spread of the coronavirushttps:\/\/t.co\/gqtp40pILc","sentiment_score":0.0}
{"full_text":"For new parents, ups and downs are to be expected, especially during a pandemic.https:\/\/t.co\/4DtC4SEYuA","sentiment_score":0.0121212121}
{"full_text":"RT \"Other problems\" such as a global pandemic which has put people out of work and now they're struggling to afford food or o...","sentiment_score":-0.0416666667}
{"full_text":"Due to COVID, Senators are permitted to leave the floor, so it's honor code whether they're actually watching once they leave. Maybe they left to go find some honor?","sentiment_score":-0.0416666667}
{"full_text":"How tribes spent COVID relief funds #INDIGENOUS #TAIRP@IndianCountry","sentiment_score":-0.1}
{"full_text":"\"COVID-19 has caused an undeniable global health crisis affecting millions of people, bringing in over a million in fatalities.\"https:\/\/t.co\/nKqnXuNM33","sentiment_score":0.0}
{"full_text":"RT Around that time, Jared Kushner offered to help facilitate Regeneron treatments for others around the president who started...","sentiment_score":0.0}
{"full_text":"RT Instead of deferring March Break to April 12, it makes more sense to delay economic re-opening.Time is needed to:1. Vaccin...","sentiment_score":0.35}
{"full_text":"The World Health Organization (WHO) has advised countries to continue distributing AstraZeneca's COVID-19 vaccine as they deal with new strains of the coronavirus.","sentiment_score":0.1363636364}
{"full_text":"The #InternationalDayOfWomenAndGirlInScience spotlights scientists at the forefront of the Covid-19 outbreak. It has shown the critical role women researchers have provided from advancing the knowledge on the virus, to developing techniques for testing, and creating the vaccine.","sentiment_score":0.0}
{"full_text":"A new mode is reportedly coming to Black Ops Cold Warhttps:\/\/t.co\/g48GPkUfLj","sentiment_score":-0.2101010101}
{"full_text":"they could not lead without going thru trump..sorry you did not know that","sentiment_score":0.0}
{"full_text":"The Ministry of Health has announced 132 new cases of Covid-19 in the country following the testing of 4,220 samples over the last 24 hours.The Covid-19 case load stands at 102,353.","sentiment_score":0.0454545455}
{"full_text":"is offering a COVID-19 Vaccination Clinic for Indigenous seniors aged 70 and over on February 17-19. Find more details below!#ottcity #ottawa #ottnews #indigenous","sentiment_score":0.2}
{"full_text":"DYK that cities and counties in our district could receive $560+ million under #AmericanRescuePlan? We need to pass this bill now to keep first responders and frontline health workers safely on the job and give local governments the support they need to crush #COVID19.","sentiment_score":0.25}
{"full_text":"The CDC updated its guidance on mask use Wednesday by suggesting wearing two masks or modifying a single mask to fit more snugly could greatly reduce COVID-19 transmission.https:\/\/t.co\/aEwTq92hhE","sentiment_score":0.4071428571}
{"full_text":"vaccine midnight release party i call dibs on the saint corona costume","sentiment_score":0.0}
{"full_text":"Despite calls from frontline workers, experts, and the federal government, B.C. has still not adopted widespread rapid testing in the places that need it most. We need to deploy these tests to add an extra layer of protection and keep people safe.https:\/\/t.co\/ugauoGH0ER","sentiment_score":0.25}
{"full_text":"RT The Republican governor of Missouri is withholding Covid vaccine from the state's most populated area, St. Louis, becau...","sentiment_score":0.5}
{"full_text":"We are saddened by the loss of Timothy James, who was dedicated to democratic processes and to his community. Election workers, who are on the frontline, must be eligible for the #COVID19 vaccine, and the Board of Elections must better protect its staff.https:\/\/t.co\/RcMG4U2kjr","sentiment_score":0.5}
{"full_text":"During this time of pandemic, the Holy See has modified the method of distributing the ashes.https:\/\/t.co\/3rQFFDgieq","sentiment_score":0.0}
{"full_text":"As Filipinos record low vaccine confidence amid preparing for the start of COVID-19 vaccination program, allergy experts on Thursday said that severe allergic reactions and deaths from vaccines are extremely rare.https:\/\/t.co\/TS6OsCrTfs","sentiment_score":-0.0625}
