{"full_text":"RT FACT CHECK THIS\"Cannibalism isn't a thing in America\"\"It's a pandemic and we're all gonna die!\"\"There isn't a war on...","sentiment_score":0.0}
{"full_text":"RT Health care workers ( Doctors, Nurses , Basic HCWs) have sacrificed their lives to save the patients in COVID era .Our prof...","sentiment_score":0.0}
{"full_text":"RT No social distances in Nigeria during the covid'19 pedemia free and others ","sentiment_score":0.1916666667}
{"full_text":"this might be a daily thought but it's so weird thinking about how we are all going through different versions of this pandemic","sentiment_score":-0.1666666667}
{"full_text":"RT Report: Udonis Haslem 'personally committed himself' to Jimmy Butler's physical and mental well-being during COVID-19 ab...","sentiment_score":-0.0333333333}
{"full_text":"RT constantly stuck between trying to find the motivation to change my life in lockdown, to just telling myself getting out...","sentiment_score":0.0}
{"full_text":"From a brief conversation with a doctor working in one of the covid centres, even the steroids like dexamethasone were quite experimental given to patients who had nothing to lose and in doses which were unprecedented and experimental. So I think you're right","sentiment_score":0.2171428571}
{"full_text":"RT Meanwhile, GPs are STILL phoning disabled people and the parents of disabled children to urge them to sign DNRs, and we're...","sentiment_score":-0.2}
{"full_text":"RT As President of who work with employers and trainees to develop skills in the workplace, The Princess Roya...","sentiment_score":0.0}
{"full_text":"RT CNN: 481,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT BREAKING: As part of budget cuts the world famous Red Sparrow Hawk jets will no longer perform Aerial Ballet and will now ta...","sentiment_score":0.25}
{"full_text":"RT Great program on child care centers &amp; COVID safety. Please watch &amp; share for the latest info from medical experts.","sentiment_score":0.4333333333}
{"full_text":"RT Let's hear one more time why global health is an area of opportunity to cooperate with China.","sentiment_score":0.25}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT So Eugenics. That is what this is.Earth really is the worst.","sentiment_score":-0.4}
{"full_text":"RT Absolutely, 100% yes!We need more governors to bow up and reject this nonsense. The CDC School Closing guidelines are abhor...","sentiment_score":0.35}
{"full_text":"RT CNN: 481,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"\"In 2019, a total of 70,630 drug overdose deaths occurred in the United States\" Most of these deaths were caused by synthetic opioids and stimulants. In plain english that means 70k+ people died from street Fentanyl and Meth in 2019. Before COVID19!https:\/\/t.co\/md5xHWIrtY","sentiment_score":0.0714285714}
{"full_text":"RT Not sure if you noticed...The $1.9T going out for #Covid_19 relief allocated $35M to Howard University &amp; $850M to Bure...","sentiment_score":-0.25}
{"full_text":"Corona stamped and died","sentiment_score":0.0}
{"full_text":"Once this pandemic is over I'm doing things I never thought of doing ","sentiment_score":0.0}
{"full_text":"RT CDC Unveils List Of Twitter Accounts You Can Follow To Piece Together Vaccine Information","sentiment_score":0.0}
{"full_text":"RT A mask is only effective when used properly.  This is how to wear a medical mask safely.  To protect yourself from...","sentiment_score":0.22}
{"full_text":"RT CNN: 481,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT This virus is still in the air. Plexiglass has been the most useless response in the pandemic but it makes people \"feel\"...","sentiment_score":0.0}
{"full_text":"RT Dropped in as a guest expert on an episode of the \"WhiteBoard Doctor\" with my awesome colleagues Chamie, Hibberd, and Schei...","sentiment_score":1.0}
{"full_text":"RT This is wrong and dangerous. The is knowingly putting women's lives at risk by giving in to bullying by trans activists....","sentiment_score":-0.55}
{"full_text":"February and they are already writing off this year, fucking fed up. We may be protection our lives by doing all these measures but what sort of life are we living ? Cos I can tell you now mine is shit at the minute work, sleep, tv, repeat... FOR MONTHS ON END.","sentiment_score":-0.4}
{"full_text":"Why did rona deaths suddenly stop being so front and center on Twitter and the media for the past few weeks? Feb 12 was the deadliest day of the pandemic so far with 5,463 deaths","sentiment_score":-0.09}
{"full_text":"A family member has been working on this project while getting her Masters all throughout this Covid year. She is now going to work on getting her PHD.","sentiment_score":0.0}
{"full_text":"RT Ontario's wrong when they say Dougie did nothing during the pandemic.  He used the emergency measures to bring liquo...","sentiment_score":-0.5}
{"full_text":"RT Most shocking revelation from trial thus far: Pence taken from chamber to protect his life at 2:13 pm. Trump sends tweet tras...","sentiment_score":-0.1333333333}
{"full_text":"ahh i love it most of the time. i stay at home and don't have to see the people who made my life much harder. and i always go on my daily walk so i don't feel like it's effected me negatively that much tbf except one weekend","sentiment_score":0.1333333333}
{"full_text":"A better link:","sentiment_score":0.5}
{"full_text":"Please report side effects","sentiment_score":0.0}
{"full_text":"RT Please be careful,  if you or any of your family have had the Vaccine,  it takes at least 3 weeks for antibodies. My mates...","sentiment_score":-0.2}
{"full_text":"RT And what a year! The highest covid death rate in the world &amp; the worst economic slump in 300 years. I'll buy you a light sa...","sentiment_score":-0.1333333333}
{"full_text":"RT Have a COVID-19-safe Family Day long weekend. Here are some safe and fun activities to enjoy with the people you live wit...","sentiment_score":0.2572727273}
{"full_text":"RT me socializing at the first party post pandemic","sentiment_score":0.25}
{"full_text":"RT inspiring to think that we live in a country where the head boy of winchester college can grow up to marry the daughter o...","sentiment_score":0.3181818182}
{"full_text":"RT BREAKING: Harvard Center Attacking COVID Lab Theory Has Extensive Financial Links With The CCP","sentiment_score":-0.0333333333}
{"full_text":"RT .@SadhguruJV is asked about what Shiva's opinion would be about the COVID-19 virus and he responds by saying that Shiva...","sentiment_score":0.0}
{"full_text":"#Poland: we must bring forth innovation to the world!The world: so, what's your plan?Poland: you'll love it!https:\/\/t.co\/G64AhoTpTh","sentiment_score":0.5}
{"full_text":"RT Remember Joe Biden was the ONLY one with a covid plan!! All mistakes are his mistakes.","sentiment_score":0.0}
{"full_text":"RT Bhutan's amazing success in dealing with COVID-19 should really make us reconsider the meaning of words like 'wealth', 'po...","sentiment_score":0.3666666667}
{"full_text":"what are you doing to stop wasting COVID-19 vaccine?  Expiring vaccine and vaccine going to politicians?  Really!Take off your rose colored glasses and stop listening to your corrupt staff who only tell you what you want to hear.","sentiment_score":0.0333333333}
{"full_text":"RT Chief Minister Yogi Adityanath directs withdrawal of about 2.5 lakh cases registered against people for minor offences durin...","sentiment_score":-0.05}
{"full_text":"RT These attacks are horrifying. Xenophobic rhetoric around this pandemic has put members of AAPI communities at risk. We've all...","sentiment_score":-0.9}
{"full_text":"RT if british sitcoms were set during the pandemic","sentiment_score":0.0}
{"full_text":"RT The horrible Match Making here, is just another pandemic. This show needs a vaccine #SingleandMingle","sentiment_score":-1.0}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT All parents and teachers should listen to this discussion. is brilliant - yes, children get long COVID; y...","sentiment_score":0.425}
{"full_text":"RT once covid is over let's bring back smoking in bars i think we've earned it","sentiment_score":0.0}
{"full_text":"Actual tour of actual PCR test lab (PCR tests have been used for COVID) with Expert Kevin McKernan, Medicinal Genomics, Beverly MA. McKernan explains to Dr. Naomi Wolf exactly why they are diagnostically useless as they've been done.","sentiment_score":-0.0625}
{"full_text":"The stress of COVID-19 that people have is attacking someone indiscriminately.  This is a crazy society.  A society that has lost reason, ethics, and morality is like the city of Sodom and Gomorrah.","sentiment_score":-0.6}
{"full_text":"Better listen to scientists than politicians and biased news sources","sentiment_score":0.5}
{"full_text":"well yeah they could do reunions and stuff but i'm pretty sure it just hits different y'know? (and with the pandemic going on they surely weren't able to do that) it feels like being in the last day of school with ur closest friends but it's okay cause you'll see each other again","sentiment_score":0.265625}
{"full_text":"RT Stay at home &amp; Discover@bachleipzignew web portal that provides digital access to extensive parts of its collections...","sentiment_score":0.0}
{"full_text":"RT You may think you have mad winter driving skillz, but do you trust that other drivers do too? Pls just #stayhome-- they co...","sentiment_score":-0.375}
{"full_text":"RT So you believe our world -- where millions don't have access to clean water -- will distribute COVID vaccine equitably? W...","sentiment_score":0.3666666667}
{"full_text":"RT Can evil libertarian Tory MPs please stop saying we've vaccinated enough people to ease lockdown. Experts say we need to v...","sentiment_score":-0.5}
{"full_text":"RT Being tech savvy in 2021 is a matter of life &amp; death as Americans scramble to get  vaccine appoints online.   We remo...","sentiment_score":0.0}
{"full_text":"2020 has been a challenging year for us all. Hear from Sodexo's leaders on how we mitigate the risk of Covid-19 for our consumers, clients and employees and what we are still learning from this crisis to ensure Sodexo's future &gt;&gt;","sentiment_score":0.25}
{"full_text":"Lust, loss and linguine: the lockdown love poems of Tim Key","sentiment_score":0.25}
{"full_text":"RT Vietnam, a leader in pandemic performance, has 93.8 million people, only 35 covid deaths (1 in 2.8 million, lowest risk in t...","sentiment_score":0.0}
{"full_text":"RT And this same government will come out to preach social distancing tomorrow. This is dehumanising! #EndSARS #mrmacaron...","sentiment_score":0.0208333333}
{"full_text":"Then the adults that are concerned can stay home. Restricting students to protect adults is counterproductive. Let the kids play, it's about them and their mental wellness.","sentiment_score":-0.1}
{"full_text":"RT 5,436 COVID deaths today. Republican Senators are voting to excuse Trump from that as well. The party of treason, coup...","sentiment_score":-0.05}
{"full_text":"RT Need plasma donor in #Lahore urgently for a relative suffering from #Covid19. Plz RT so that someone generous could ge...","sentiment_score":0.0}
{"full_text":"RT The media are back to their old tricks of blaming the Right for \"pouncing\" on Andrew Cuomo for hiding COVID nursing home deaths...","sentiment_score":0.1285714286}
{"full_text":"RT Alabama dominating football. Dominating basketball. And now dominating Covid. What can't this school do ","sentiment_score":0.0}
{"full_text":"RT COVID is an insidious, destructive disease. Yesterday we lost a member of my extended family who was young and healthy...","sentiment_score":0.0}
{"full_text":"Telugu films has record blockbusters\/superhits post COVID-19 across the globe. Krack.Solo Brathuke So Better.RED.Uppena.30 Rojullo Preminchadam Ela.","sentiment_score":0.0}
{"full_text":"RT republicans are worried impeachment is getting in the way of important business like voting against\/filibustering every...","sentiment_score":0.4}
{"full_text":"RT CNN: 481,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT Went for a run with an anaesthetist pal yesterday. He described Covid-19 as the 'evil cousin' of other coron...","sentiment_score":-0.5625}
{"full_text":"Social distancing at its finest","sentiment_score":0.0333333333}
{"full_text":"one year anniversary of this tweet","sentiment_score":0.0}
{"full_text":"RT  15,091,696 doses of a COVID-19 vaccine have now been administered in the United Kingdom.+549,378 doses in the late...","sentiment_score":-0.3}
{"full_text":"RT Does the fact that President Biden and his family made millions from China mean we can't tell the truth to the world that...","sentiment_score":-0.3125}
{"full_text":"They were willing to spend this money for the express purpose of reopening because American schools explicitly exist to enable parents to work. We talk a big game about education but at the end of the day, it's functionally babysitting so capitalism can continue.","sentiment_score":-0.0375}
{"full_text":" The ending ...","sentiment_score":0.0}
{"full_text":"RT New 'do not resuscitate' orders imposed on Covid-19 patients with learning difficulties","sentiment_score":0.1363636364}
{"full_text":"7 Reasons Warehouses Are Booming During COVID-19 #CRE #TenantTips #Warehouse #COVID-19 #NewNormal #CommercialRealEstate #TenantRep  ","sentiment_score":0.0}
{"full_text":"Create a daily vision board for the now. Gets us to live our fullest in the present. Be the person that I am now! It's amazing what this pandemic has shown so many of us. Great ah-ha moment! #BeTheLoveYouNeed","sentiment_score":0.3727272727}
{"full_text":"RT The amount of the contiguous US covered by some form of winter weather or cold product is pretty incredible. This is a prolon...","sentiment_score":0.1833333333}
{"full_text":"This is the names of the sick, disabled people, over last 10 years, who have died because Tory ideology Tories refused an Independent investigation to stop deaths They came for us first !!Deaths due to COVID-19 acceptable to them#ToryCovidCatastrophehttps:\/\/t.co\/XZ9MZ7gWNj","sentiment_score":-0.108110119}
{"full_text":"Washington County is one of five counties in the state that will not be receiving additional COVID-19 vaccines in the next week, but that will not affect already scheduled clinics in the county.","sentiment_score":0.0}
{"full_text":"I would say 2 NHS workers with COVID were vulnerable! What a shocking reply! Thank god I'm not with","sentiment_score":-0.8125}
{"full_text":"RT Kangaroo court anyone? No end in sight.  This could drag on indefinitely.  Meanwhile, no cabinet noms are getting done, no...","sentiment_score":-0.1}
{"full_text":"I know, that's what I though, though apparently the CQC are looking into it, and there were cases during the last lockdown.... allegedly","sentiment_score":-0.0166666667}
{"full_text":"RT JFC!END FOR PROFIT LONG TERM CARE IN CANADA.If this were my family member, I'd be going to jail now for locking manage...","sentiment_score":-0.075}
{"full_text":"RT wow the senate goes forward with what the entire country has been begging for: an indefinitely long senate trial for a fo...","sentiment_score":0.0166666667}
{"full_text":"RT So it's confirmed. Vitamin C supplementation does not confer protection benefit against COVID-19. It only makes your pee mo...","sentiment_score":0.2}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"Please stay home , pleaseee","sentiment_score":0.0}
{"full_text":"RT There is info in the social media indicating the Illuminati is accomplice to the creation of the corona virus to cause...","sentiment_score":0.0333333333}
{"full_text":"Lace up for round 2 tonight!6:07 PM puck dropWear a maskDownload the Omaha Mavericks Athletics appNo walkup ticket sales permitted Select your seats in advance: more on gameday protocols.","sentiment_score":0.15}
{"full_text":"We've seen firsthand the dramatic increase in participation for #SNAP during this #pandemic. SNAP is the first line of defense against hunger and boosts the economy - a win-win for our families &amp; country: #foodforall #hungerfreect #SNAPWorks","sentiment_score":-0.0916666667}
{"full_text":"Just 2 hours to go until JD's Playlists returns on Get ready to get down in #lockdown with choons from and new music from  ","sentiment_score":0.0602693603}
{"full_text":"The Biden administration's plan to open 100 vaccination sites by the end of the month was initially embraced by governors and health officials, who considered it a much-needed lifeline to get more Americans inoculated against the coronavirus.https:\/\/t.co\/AA6V4Og47Z","sentiment_score":0.1666666667}
{"full_text":"While some of the $1.9 trillion American Rescue Plan's provisions are directly aimed at addressing the COVID-19 pandemic, the preponderance of the health policy initiatives included in the legislation are at best indirectly related to the pandemic.https:\/\/t.co\/qLB3ClX6tK","sentiment_score":0.275}
{"full_text":"Leaders of several major U.S. airlines met online Friday with White House officials to press their case against requiring coronavirus tests for passengers on domestic flights, saying it would undermine the already fragile industry\/\/","sentiment_score":0.0125}
{"full_text":"The pandemic has contributed to a surge in postgraduate interest.Insight from coaches at and more.","sentiment_score":0.5}
{"full_text":"It's okay not to feel okay. Call the #Georgia #COVID19 #Emotional Support Line which provides 24\/7 #free and #confidential #assistance. They are ready to listen. #ItsOkayNotToFeelOkay","sentiment_score":0.32}
{"full_text":"Peterborough United academy staff have been putting on cookery classes and holding virtual quizzes to keep their children engaged during lockdown.#pufchttps:\/\/t.co\/tsmLP0iVXV","sentiment_score":0.0}
{"full_text":"Got questions about #covid? The vaccine? You can find answeres here :https:\/\/t.co\/DaKocR6RED in both English and Spanish from and","sentiment_score":0.0}
{"full_text":"RT One of the many things I love about SF is our city's acknowledgment that people are people &amp; not robots.Yes, people hav...","sentiment_score":0.5}
{"full_text":"Clubhouse has flourished in the pandemic as people have searched for ways to connect while remaining isolated from one another.If Twitter and FB move fast enough, they have a good chance of siphoning off some of this audience.But what will happen as things open back up?8\/","sentiment_score":0.18}
{"full_text":"RT Vitamin D works!!Vitamin D for COVID-19: real-time analysis of all 64 studies","sentiment_score":0.0}
{"full_text":"Lots of covid vaccine scams are taking place. Action Fraud is warning you to remain vigilant as criminals are taking advantage of the roll out of the #COVID19 vaccine to commit fraud. All information regarding the vaccine and how you will be contacted :","sentiment_score":0.1}
{"full_text":"'Surge Covid testing' in Middlesbrough after SA strain detected","sentiment_score":0.0}
{"full_text":"Good news! Due to COVID, the Biden administration is opening back up for 3 months starting Monday. Financial assistance is available -- if you're ABOVE the poverty line.To help Texans in jobs below the poverty line, the #TXlege needs to #ExpandMedicaid.","sentiment_score":0.1642857143}
{"full_text":"\"The thing about New York is that it changes every minute. No matter what. Even without a pandemic.\"Legendary writer, humorist and American wit Fran Lebowitz discusses her hit docuseries #PretendItsACity and her life in New York City.","sentiment_score":0.3181818182}
{"full_text":"Celebrating holidays during the pandemic has been a fine balance of stress, joy, and distance. ","sentiment_score":0.6083333333}
{"full_text":"Amazon is suing the attorney general of New York in a bid to stop her from suing the company over its coronavirus safety protocols and the firing of one of its outspoken workers:","sentiment_score":0.0931818182}
{"full_text":"Running out of ways to market your community? We've got you covered. Leasing teams came up with great ways to market throughout COVID-19, but it may be time for some new ways to market effectively and keep residents engaged. Check out our ideas here:","sentiment_score":0.5121212121}
{"full_text":"Are you feeling alone dealing with Cancer during Lockdown? Join MenTalk Social &amp; Wellbeing. We are a supportive group of Men,  helping each other make the most of life with Cancer promoting mental and physical health  Contact Luke.Simpson@afcb.co.uk","sentiment_score":0.1347222222}
{"full_text":"The adverse effects of the #COVID19 vaccine--even if, at worst, they all happen at once--are transient and a normal sign of reactogenicity signaling an effective immune response. But I worry that they could be a major barrier to vaccine uptake #medhum","sentiment_score":-0.046875}
{"full_text":"The Australian Open restricts spectators as #Victoria state officials mandate a 5-day stay-at-home order to prevent the spread of #COVID19More from","sentiment_score":0.0}
{"full_text":"Biden announced Thursday the U.S. will secure 600 million doses of COVID-19 vaccine -- from Pfizer and Moderna -- by July, enough to vaccinate 300 million people.https:\/\/t.co\/HLSk66e9BY","sentiment_score":0.2}
{"full_text":"It's Shrove Tuesday next week! Has everyone got their sugar and orange, or do you fancy something a little more unique to mix up lockdown? Check out our latest blog '10 Weird &amp; Wonderful Ways To Make Pancakes#pancakeday2021 #shrovetuesdayhttps:\/\/t.co\/8ApX3lGMNc","sentiment_score":0.2410714286}
{"full_text":"Before the pandemic, Terrell Harris, a 26-year-old Flint, Michigan, resident, thought it would be decades before pill organizers, walkers and neuropathy became everyday life. But COVID-19 changed that.","sentiment_score":-0.2}
{"full_text":"The couple having a 'fumble in a Fiat' was just one examplehttps:\/\/t.co\/m4tiXJE7Qs","sentiment_score":0.0}
{"full_text":"RT Not sure if you noticed...The $1.9T going out for #Covid_19 relief allocated $35M to Howard University &amp; $850M to Bure...","sentiment_score":-0.25}
{"full_text":" Special Guest Host #SaturdaySelector  welcomes the awesome Jake's picked 4 fab scenarios, so check the thread before voting for one of these diverse drop topsWe're getting away from the cold &amp; snow, dreaming of summer &amp; the end of lockdown(Thread)","sentiment_score":0.2523809524}
{"full_text":"\"I think the Palms is very oriented towards the tourist market visitation to Las Vegas, getting that business to return to normal,\" Station Casinos CEO Frank Fertitta said.","sentiment_score":0.175}
{"full_text":"Biden &amp; the radical left are erasing our borders &amp; making us less safe. By reinstating Obama era \"catch &amp; release\" policies, we're seeing an influx of illegal immigrants let into our country w\/out first testing for COVID.Our country can't afford 4 years of weak border security.","sentiment_score":-0.0486111111}
{"full_text":"A massive national cheerleading competition is descending on downtown Atlanta this weekend. The event is taking place just as the new, more contagious Covid-19 variant is becoming more widespread in the city.","sentiment_score":0.3172727273}
{"full_text":"Airlines and sharks can't Sharks are vital for oceans but killed for shark fin soup. Many airlines still fly fins but got $123bn COVID-19 bailouts; sharks got none. Please STOP carrying shark fins.  #IATA via","sentiment_score":0.3}
{"full_text":"The CDC has released a roadmap for reopening schools in the middle of the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"Dr. Costi Sifri, the director of hospital epidemiology, says when it comes to COVID-19 vaccines, the issue continues to be limited supply. As for the virus itself, the possibility of variants is also troubling many medical experts.","sentiment_score":0.1428571429}
{"full_text":"COVID 19 cases in India until : 13\/02\/2021 22:30Total Cases: 10898663 [+6113]Active: 135377Recovered: 10603113 [+4404]Deaths :155653 [+65]Total Tests: 205.53MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"This student-run grocery store in Texas is helping people in need during the pandemic.","sentiment_score":0.0}
{"full_text":"RT Most shocking revelation from trial thus far: Pence taken from chamber to protect his life at 2:13 pm. Trump sends tweet tras...","sentiment_score":-0.1333333333}
{"full_text":"If you are aged 70 or over and not had your #CovidVaccine yet, you can contact the NHS to arrange your appointment. Call 119 or book online https:\/\/t.co\/OfFZ1tt7LX","sentiment_score":-0.1}
{"full_text":"The symptom list for COVID-19 has been updated. Please go to for the full list to be aware of. If you feel at all unwell, out of sorts or something just doesn't feel right, please stay at home &amp; call 01481 756938 or 01481 756969 #GuernseyTogether","sentiment_score":0.2952380952}
{"full_text":"All the Lonely People - Part 7\/20#sermon #loneliness #depression #pandemic #mentalhealth #discussion","sentiment_score":-0.1}
{"full_text":"Get that glowing feeling and keep your home at 18 degrees or above to stay warm this winter. This is particularly important for anyone with a heart or lung disease, or over the age of 65. Keep Warm Keep Well and keep your home at 18 degrees.","sentiment_score":0.4}
{"full_text":"COVID is making Muslim burials incredibly difficult.","sentiment_score":-0.5}
{"full_text":"[WATCH] SINGLE WORKING MOM OF FIVE HOMELESS DURING PANDEMIChttps:\/\/t.co\/cKyCiYC50y","sentiment_score":-0.0714285714}
{"full_text":"Current Conditions for #Sayre PATemp: 27.6FWind Chill: 24.5FHumidity: 43%Dew Point: 8.2F Barometer: 30.418 inHgWind: 3 mph from the SECorona Virus Weekly Stats:Cases: 95.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"\"One of the scariest things about this #pandemic is you're often having to make decisions based on incomplete information.\" Get answers about #surgery during #COVID19:","sentiment_score":0.0}
{"full_text":"RT Millions of women have lost their jobs or dropped out of the workforce during the pandemic. I wrote about how this is a national em...","sentiment_score":0.0}
