{"full_text":"They are crazy in Iowa","sentiment_score":-0.6}
{"full_text":"RT When Pfizer take out an indemnity against prosecution for their vaccine against Covid should any unfortu...","sentiment_score":0.0}
{"full_text":"Vaccines including potential HIV and Covid-19.","sentiment_score":0.0}
{"full_text":"No, his skills are deteriorating and we have a lockdown tandem in Jalen Ramsey &amp; D Will","sentiment_score":0.25}
{"full_text":"RT The Manchester postcodes where residents and workers should now get a test after new Covid variant found","sentiment_score":0.1363636364}
{"full_text":"I have deleted my tweet because I missed that but the father in question ought to give *his* son an attitude correction and you might consider correcting your own if you think it is any rationale for COVID-denialism.","sentiment_score":0.6}
{"full_text":"Every last one of these traitors need to be found and arrested.","sentiment_score":0.0}
{"full_text":"Lagos assembly to amend 2020 COVID-19 Bill to reflect vaccines","sentiment_score":0.0}
{"full_text":"RT Due to #COVID19 aka #Coronavirus Ill be sending the first 900 people to like &amp; retweet this $300 -$1500 through CashApp, Apple...","sentiment_score":-0.125}
{"full_text":"RT Targeting relief checks based on 2019 income is...absurd. The pandemic hit in 2020.","sentiment_score":0.0}
{"full_text":"RT Finland's social-democratic prime minister, Sanna Marin, has called for a 6-hour workday, allowing Finns more free time. As...","sentiment_score":0.45}
{"full_text":"at any second, now. it was the cancer that killed him, they just called it #COVID19! They're falsely running up the numbers!' ","sentiment_score":-0.25}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"I had the dumbest dream. I was visiting a couple that had Covid. He was 104 years old and his girl was 23 and just had their baby. She wanted him to marry her and he was saying she was moving too fast. Wtf did I watch before bed? Lmao","sentiment_score":0.1}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"RT The regime's dithering on procuring the #coronavirus vaccine might buy it another few months, but it is only a matter of...","sentiment_score":-0.1}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT Mask up, vaccine up when you can... these rates are about the same as when we were worried in August.","sentiment_score":0.0}
{"full_text":"RT If I were in Congress right now, I'd be working day &amp; night to deliver COVID relief to Colorado families.Instead, Lau...","sentiment_score":0.2857142857}
{"full_text":"RT A COVID relief package with nearly 70% public support seems pretty unifying to me!","sentiment_score":0.1375}
{"full_text":"Deepest condolences to all affected ppl and gratitude for the medical staff and the reporters. Health care systems of many countries are bad but USA one has been pure shit for at least 100yrs. It needs to be changed...","sentiment_score":-0.080952381}
{"full_text":"RT I'm with Dr. Fauci on this. The benefits of single dose are minimal compared to what the data supports regarding the r...","sentiment_score":-0.0857142857}
{"full_text":"RT Disappointed to see this from and hoping she can clarify - over lockdown there were a lot more people in the...","sentiment_score":-0.125}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT Have Covid Powers gone to the UK polices heads? What about everyday crime is that getting pushed aside?","sentiment_score":-0.2}
{"full_text":"RT To be clear. The ICU curve has not bent. We peaked at 420 on Jan 15, dropped to 354 patients on Feb 3....and are now up to 3...","sentiment_score":0.1}
{"full_text":"RT Since the pandemic started, OnlyFans has gone from 'Instagram for Pornstars' to a platform where millions have been able to...","sentiment_score":0.5}
{"full_text":"I'm a nurse and I was at the game last night (so surreal)! It was amazing. The stadium was set up for social distancing, it wasn't crowded, and staff were reminding people to wear masks. Felt great to be out at an event!","sentiment_score":0.2576388889}
{"full_text":"RT Tax filing season starts February 12. By filing your taxes early, you'll ensure your next relief payment will be based off o...","sentiment_score":0.05}
{"full_text":"Lagos Assembly Passes Motion Banning Illegal Sales of COVID-19 Pandemic Drugs -","sentiment_score":-0.5}
{"full_text":"RT Why shouldn't we 'lionise Sweden as a model'? That's the whole point, surely? Sweden is the control that shows more au...","sentiment_score":0.4}
{"full_text":"I'd you wear n95 underwear I can confirm the explosion is contained. Zero fart policy in action.","sentiment_score":0.1}
{"full_text":"RT It's now 9 days after our 2nd #PfizerVaccine Holles St &amp; for the first time in 6 weeks, drum roll......ZERO o...","sentiment_score":0.125}
{"full_text":"RT Doug Ford has decided that Ontario will die it's way out of the pandemic no matter how many corpses line the streets and that...","sentiment_score":0.5}
{"full_text":"RT Simcoe-Muskoka is reporting 110 new cases since Friday, and says it has 36 more B.1117 cases (also since Friday) with another 1...","sentiment_score":0.3181818182}
{"full_text":"RT So to recap we told people to stay home for the last 325 days and gave them $1,800. That's $5.54 a day.Meanwhile, th...","sentiment_score":0.0}
{"full_text":"RT BREAKING: BUA buys one million doses of AstraZeneca COVID-19 vaccines for Nigeria | TheCable ","sentiment_score":0.0}
{"full_text":"RT This is probably the best news of the day, so savor those graphs: Remember that this is preliminary and we will have to wait a...","sentiment_score":1.0}
{"full_text":"The pandemic has illuminated a lot of issues in our society, but none so brightly as the willful ignorance of selfish people.","sentiment_score":0.1}
{"full_text":"RT Lockdown 3 latest physical challenge for everyone to give a go, remember to always keep pushing &amp; striving for your ve...","sentiment_score":0.25}
{"full_text":"Great advice. (h\/t Arielle )Especially with how long and drawn out this cursed pandemic has been, it's a scammer's dream and a social engineer's playground.","sentiment_score":0.1958333333}
{"full_text":"Partisan interests? Like the truth and citizens well being overall?Yes the education of our youth is suffering but no where near as much as the health or the ENTIRE population. Then there is the residual effects of having contracted covid-19.","sentiment_score":0.1}
{"full_text":"RT Fancy winning a paperback copy of The Magic of Sleep and some fab help to sleep items?Follow &amp; RT by 6.30pm Friday 12t...","sentiment_score":0.5}
{"full_text":"RT We were proud to join &amp; in announcing this critical program. Latinos have died from #COVID19 at twice the...","sentiment_score":0.4}
{"full_text":"RT - Major game publishers were already opting out of E3 before 2020- 2020 happened and there was, like, a pandemic - Many m...","sentiment_score":0.0541666667}
{"full_text":"RT Don't think there's been any point in the pandemic at which there's been such a confusing mix of good *and* bad COVID ne...","sentiment_score":-0.075}
{"full_text":"RT The first camera shop in Cusco is being forced to close it's doors in the wake of Covid. The owner, Diego, is a dear fri...","sentiment_score":-0.025}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT LIVE: MSDH leaders discuss COVID-19 vaccine availability in Mississippi","sentiment_score":0.1363636364}
{"full_text":"US President Biden, in call with India's PM Modi, says Washington and New Delhi will work closely to fight Covid-19 pandemic, renew partnership on climate crisis - White House","sentiment_score":0.0681818182}
{"full_text":"I DON'T KNOWWWWWWWWW ","sentiment_score":0.0}
{"full_text":"More BS from Zuckerberg and his management team. The only reason they are even discussing trying to do anything is because the Dems now have both the House and Senate. Facebook needs to be strangled with legislation. That company is a cancer to society.","sentiment_score":0.25}
{"full_text":"RT Alberta restaurants and bars can open today; not because we hit some pre-planned magical threshold of Covid cases or hospital...","sentiment_score":0.25}
{"full_text":"COVID Mask Bandits","sentiment_score":0.0}
{"full_text":"RT That stadium is PACKED bruh  we're never seeing the end of this pandemic","sentiment_score":0.0}
{"full_text":"RT Totally just wrong, the people of Florida can thank for his complete FAILURE and mismanageme...","sentiment_score":-0.1791666667}
{"full_text":"Got my ticket for Saturday March 13th! Who else is watching?","sentiment_score":0.0}
{"full_text":"RT President Joe Biden said in an interview aired Sunday it was a \"national emergency\" that many students have been kept out of class...","sentiment_score":0.3}
{"full_text":"RT #OnlineAssessments have been around for a while but have gained popularity during these unprecedented times.Social distanci...","sentiment_score":0.6}
{"full_text":"COVID-19 pandemic led to massive job losses in Yakima County, but it could have been worse. Economic coverage from at the","sentiment_score":-0.0666666667}
{"full_text":"The laid off wasn't due to covid cuts, it was due to a change in the way they will conduct business,  did you also noticed they cut high management on Media as well? VPs, Directors etc...","sentiment_score":-0.03}
{"full_text":"RT 'A firm with links to Matt Hancock's family has been awarded a PS5.5m for COVID-19 testing units. The chairman of EMS Hea...","sentiment_score":-0.2}
{"full_text":"30secs in and  already has me creasing \"Corona PON DE FLOOR \"  #nobehaviourpodcast take care of the hygiene peopledem","sentiment_score":0.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"Monday update: York records lowest daily #coronavirus cases since before Christmashttps:\/\/t.co\/a78z6kJVFT","sentiment_score":0.0}
{"full_text":"RT My interview with Dr Paul Farmer on his new book on Ebola, Covid-19 &amp; why global health should also focus on...","sentiment_score":0.0681818182}
{"full_text":"I know someone who is early 50s, no health conditions, in shape is on a vent and has been declared brain dead from Covid. This isn't the flu.","sentiment_score":-0.05}
{"full_text":"\"I stay focused on the lotus mud metaphor and think about how gosh-darned beautiful we are all going to be when we come out the other side.\"https:\/\/t.co\/Zk80p0Xg98","sentiment_score":0.3625}
{"full_text":"RT A COVID relief package with nearly 70% public support seems pretty unifying to me!","sentiment_score":0.1375}
{"full_text":"RT Great article from re: conducting #psychology  #research online. we are collecting data from undergrads to de...","sentiment_score":0.8}
{"full_text":"RT We don't need government to keep COVID alive. There are more than enough fear-addicts who derive a sick sense of purpose...","sentiment_score":-0.0285714286}
{"full_text":"RT Congressman Wright just died of COVID. Teachers and staff deserve quick vaccinations so they can open the schools without...","sentiment_score":0.1666666667}
{"full_text":"RT The American Rescue Plan will get the pandemic under control and support struggling communities across our country. People need hel...","sentiment_score":0.0}
{"full_text":"RT NEW  for Pregnant and Postpartum Women During the COVID-19 PandemicRecommendations for Pregnant or L...","sentiment_score":0.2676767677}
{"full_text":"Her COVID treatment cost more than $1 million. Who's going to pay for it? - Los Angeles Times","sentiment_score":0.5}
{"full_text":"RT This lockdown has dragged so much I'm even bored of food. Tired of cooking and junk food doesn't appeal to me anymore at...","sentiment_score":-0.2333333333}
{"full_text":"\"people were outdoors\".  the double standards on epidemic protocols vs. rioting really just annihilated medical trust.","sentiment_score":0.0666666667}
{"full_text":"RT At sites across the country, folks are hard at work vaccinating their communities. And this afternoon, Harris and I are virt...","sentiment_score":-0.2916666667}
{"full_text":"RT I dunno uno...Even when you lot brought people over to HELP you they were unlawfully deported...and that's recent history.","sentiment_score":0.0}
{"full_text":"RT Fancy winning a paperback copy of The Magic of Sleep and some fab help to sleep items?Follow &amp; RT by 6.30pm Friday 12t...","sentiment_score":0.5}
{"full_text":"I'll let you know when we're out of lockdown","sentiment_score":0.0}
{"full_text":"RT Covid really doesn't exist amongst sports players, does it?","sentiment_score":0.2}
{"full_text":"RT Three semesters into the pandemic, D.C. colleges are grappling with the public health risks of reopening campuses and the negati...","sentiment_score":0.0}
{"full_text":"Sooooooo, what happens in three and a half weeks or so, Premier (this graphic shows the spread of the far more transmissible and virulent UK COVID strain, and it is assuming \"without re-opening\")See context in this thread:","sentiment_score":0.1083333333}
{"full_text":"RT No one should be stigmatized for being infected with #SARSCoV2. They should be informed, supported and cared for.","sentiment_score":0.0}
{"full_text":"RT \"Documents show that the Trump Administration weakened CDC testing guidance in August 2020 for the express purpose of hid...","sentiment_score":0.0}
{"full_text":"RT It's great to have a providing leadership and unlocking the power of the Defense Production Act to increase Made...","sentiment_score":0.8}
{"full_text":"RT #COVID19 in #Ontario #LTC homes.As of Feb 7th (D from prior day):-213 homes in outbreak (+5) with 90 involving resident...","sentiment_score":0.0}
{"full_text":"RT When Covid is over I will be having a Taylor swift themed party where everyone dresses as a different era","sentiment_score":0.0}
{"full_text":"RT As the AP explains: \"The Board of Governors, which selects the postmaster general, is currently made up of Trump appoint...","sentiment_score":0.025}
{"full_text":"7 Commercial Leasing Tips During COVID-19 #CRE #Leasing #COVID-19 #NewNormal #TenantTips ","sentiment_score":0.0}
{"full_text":"Since past many months team is ensuring that most vulnerable sections of the tribals along with other vulnerable sections of the society, affected by Pandemic and who are in dire need of Nutritional assistance get covered.","sentiment_score":-0.0625}
{"full_text":"RT .@PressSec on Republican calls for bipartisanship on COVID relief: \"The ideas in this package have broad support from Dem...","sentiment_score":0.0625}
{"full_text":"A recent survey has found that 65% of #employees want more regular #feedback from their #managers. Click here to learn the best ways to evaluate your teams and #communicate your #expectations during the #pandemic: #InvestingInPeople #COVID19","sentiment_score":0.375}
{"full_text":"RT for 20 years not one English council issued a Section 14 notice (akin to bankruptcy):But that was pre austerity &amp; covid...","sentiment_score":0.0}
{"full_text":"Do you want to know the top five tips for hiring an emotionally intelligent candidate during the COVID-19 outbreak? Find more #Recruiting #HR #futureofwork #RecruitingTechnology #HRTech#pandemic #Covid","sentiment_score":0.6}
{"full_text":"While we have much to celebrate this Black History Month, the current pandemic has shown us there is still pervasive racism that must be overcome. \"Race doesn't put you at higher risk. Racism puts you at higher risk...\"https:\/\/t.co\/VDLRgMVeSL","sentiment_score":0.1066666667}
{"full_text":"RT I love the 'you can't live in fear forever' covid denying people bc it's like sweetie yes I can what do you think anxi...","sentiment_score":0.3181818182}
{"full_text":"Please read before you decide to get a Covid vaccine.","sentiment_score":0.0}
{"full_text":"RT That has certainly been forgotten.Also the rationale at the time was not to shut schools as keeping schools open was...","sentiment_score":0.1071428571}
{"full_text":"I swear. our money. ","sentiment_score":0.0}
{"full_text":"RT CW: Anti-Asian American murder, assault, and segregation.","sentiment_score":0.0}
{"full_text":"RT Important finding!!#myocarditis found to be major lasting complication of #COVID19 in #Cuban study of pediatric cases.","sentiment_score":0.1541666667}
{"full_text":"RT A misconception in eCommerce is that the pandemic killed fashion. The data shows otherwise. There are a number of modern brands...","sentiment_score":0.0}
{"full_text":"By March 30, the FBI's Internet Crime Complaint Center, fondly known as IC3, had received more than 1,200 complaints about scammers trying to capitalize on the pandemic.","sentiment_score":0.0333333333}
{"full_text":"Wonder what about this...https:\/\/t.co\/aWMoWfaFQq","sentiment_score":0.0}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"Watch (NASDAQ:PHUN) COO Randall Crowder walk through Phunware at a high level. He explains that having a mobile application is no longer good enough and how digital transformation has been exasperated by COVID.https:\/\/t.co\/SKr5yROaZU#PHUN #PHUNW $PHUN $PHUNW","sentiment_score":0.215}
{"full_text":"Rep. Ron Wright (R-TX), WHO SEDITIOUSLY SUPPORTED 45's REFUSAL TO ACCEPT THE ELECTION RESULTS, dies of COVID. How bout that?","sentiment_score":0.0}
{"full_text":"The cost of a vicious cycle of on-off lockdowns becomes clearer by the day - and normal people are paying the price. We must reopen our country and learn to live with COVID, whilst continuing to protect those who are most vulnerable.","sentiment_score":-0.1427272727}
{"full_text":"RT Some good advice here for anyone hesitant about taking the vaccine. Important to know and share this folks","sentiment_score":0.55}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT Target's activewear brand has hit $1 billion in sales. It launched the line just before the pandemic turned us into a na...","sentiment_score":0.0}
{"full_text":"Every time someone doesn't wear a mask I want to take mine off and greet them like hello would you like to spray particles at each other's faces right now!!!! We are truly free!!!","sentiment_score":0.451264881}
{"full_text":"RT Just spoke to a Doctor working in an NHS hospital. He said it's no busier than a usual winter and the number of Covid deaths...","sentiment_score":-0.25}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"New Year. New Products: COVID-19 Test KitsDon't wait to get tested, we're now offering Antibody and Antigen test kits for POC environments. With results in minutes, make sure you stay up to date on your infection status.Learn More and Get Your Tests:","sentiment_score":0.3181818182}
{"full_text":"Hey NM doing a better job on COVIDhttps:\/\/t.co\/w2peavpLGS","sentiment_score":0.5}
{"full_text":"How else can we protect COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"China has set the ambitious target of inoculating 50 million high-priority people before the lunar new year holiday ends on February 12. Chen Jian who is working on a model with the medical sector to produce COVID-19 forecasting speaks to #TheAgenda.","sentiment_score":0.1287878788}
{"full_text":"RT 'when covid's over' is starting to sound like 'when we get 4\/4 sbi content'","sentiment_score":0.2}
{"full_text":"I eagerly believe to inform you of social distancing.","sentiment_score":0.0333333333}
{"full_text":"The Covid recession has sidelined many of them for long stretches -- making it harder to get another job at an age that makes employers already be less inclined to hire them.","sentiment_score":0.0458333333}
{"full_text":"What it's like: - if new-school Silvia Federici and Kate Bornstein had a anxious, angry Millennial child who also had a law degree; OR- if Rebecca Solnit was starting her career after 9\/11, the Recession, and COVID (ie the worst time possible) and also wasn't a woman?","sentiment_score":-0.35}
{"full_text":"ARTIST SPOTLIGHT: Ira Antelis, creator of \"We Have Loved\"Ira has composed and produced music for over 40 years, working with brands such as Gatorade and celebrities including Patti LaBelle. Moved by this insidious pandemic, Ira created \"We Have Loved.\"https:\/\/t.co\/ud9PnMaYRj","sentiment_score":0.4666666667}
{"full_text":"Superstore is great easy-viewing but it's making me miss leisurely browsing a cereal aisle instead of making surgically precise grocery shops thanks to COVID","sentiment_score":0.4666666667}
{"full_text":"RT Dallas Morning News: Republican Rep. Ron Wright of Texas died Sunday night after a battle with COVID-19.","sentiment_score":0.0}
{"full_text":"There's a #COVID19Helpline for South Asians in the Greater Toronto Area in #Bangla #English  #Hindi #Tamil #Punjabi #UrduFunded by: #BangladeshiCanadianCommunityServices","sentiment_score":0.25}
{"full_text":"The best defense against emerging variants of the coronavirus and the COVID-19 pandemic is getting as many people vaccinated as quickly as possible, top U.S. infectious disease doctor Anthony Fauci said on Monday.","sentiment_score":0.5}
{"full_text":"\"Getting accurate data on healthcare worker exposure and COVID illness is critical to understanding healthcare worker safety during a pandemic outbreak.\" ","sentiment_score":0.2}
{"full_text":"This episode will be airing in one hour (4 p.m.)! ","sentiment_score":0.0}
{"full_text":"OPINION | Rivera Perla '15 MD'22: The United States must create a path toward citizenship for all undocumented immigrants as a public health intervention amid the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Analysis of ODH data indicates the death involved a person in their 60s. said in a statement Monday that the number of reported deaths related to COVID-19 in the county will jump into the 20s this week because of a delay in data reporting.","sentiment_score":0.0}
{"full_text":"RT they don't care lol no matter how many of them die","sentiment_score":0.65}
{"full_text":"Book your night chaperone for your Williamsburg student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity #covidsafety #travel #overnightsupervision #Williamsburg","sentiment_score":0.5}
{"full_text":"WE'VE EXTENDED OUR JANUARY SALE!30% off all our artwork so ya'll can treat yourselves this lockdown to something that will be sure to put a smile on your face!Shop now:","sentiment_score":0.4}
{"full_text":"\"The delivery of [#COVID19] vaccines is one of the big challenges.... my goal is to have as many people vaccinated as quickly as possible in the poor countries.\"Read more from #AxiosOnHBO interview with https:\/\/t.co\/MxT7xTZYhl","sentiment_score":0.12}
{"full_text":"Smoking cigarettes can leave you more vulnerable to respiratory illnesses, such as #COVID19. Quitting isn't easy.  Find resources to help at:","sentiment_score":0.1083333333}
{"full_text":"$374,900 | 13350 Via Roma Circle, Clermont, FL 347114 Beds | 3 Baths | 2,464 SqFtWe proudly offer for sale this 4 bedroom\/3 bathroom home with a bonus room. #Clermont #RealEstate #Florida #Monday #COVID19https:\/\/t.co\/Arg7dHDVVb","sentiment_score":0.8}
{"full_text":"Biden Moves to Expand Health Coverage in Pandemic Economy","sentiment_score":0.0}
{"full_text":"Although Americans are clamoring for more vaccine, people who understand the manufacturing process are amazed at how quickly so many doses have been made. #Coronavirus","sentiment_score":0.5}
{"full_text":"Two more Palestinian prisoners were infected with the coronavirus in Section 10 of the Israeli Negev desert prison.","sentiment_score":0.5}
{"full_text":"Nice approach from who will celebrate Feb 11, International Day of Women and Girls in Science, with a look at the women scientists fighting #COVID-19 link","sentiment_score":0.3}
{"full_text":"RT \"Brexit is currently [businesses'] number one headache, despite the government's pledge that the UK-EU trade deal would...","sentiment_score":0.0}
{"full_text":"Agriculture activities will keep Peterborough youngsters off screens during lockdownhttps:\/\/t.co\/TpM9iWTRWo","sentiment_score":0.0}
{"full_text":"In case you missed it...Here's one of our top stories last week!","sentiment_score":0.25}
{"full_text":"RT nancy pelosi clapping back at pandemic relief, throwing shade at the UBI. means testing like a yas kween girlboss.","sentiment_score":0.0}
{"full_text":"The learning loss our students have suffered from school closures will have lasting economic consequences - and those losses will be felt more deeply by disadvantaged students. We must reopen our schools for in-person instruction now!https:\/\/t.co\/Adp8FHWh0m","sentiment_score":0.175}
{"full_text":"Congresswoman Alexandria Ocasio-Cortez hints more money can be allocated for a Covid stimulus package by slashing police budgets. Listen to O'Reilly's National Radio Program--","sentiment_score":0.5}
