{"full_text":"RT This dude says no thanks to Victoria's lockdown. Journo: \"Did you realise there's a lockdown?\"","sentiment_score":-0.1}
{"full_text":"Please who can confirm? A full suit Burmese soldiers can no longer be Chinese soldiers Make sure you look at the picture below Burmese soldiers People know that the skin is not so white Wear a full suit and mask Make sure no one knows. #WhatsHappeningInMaynmar #Feb15Coup","sentiment_score":0.2833333333}
{"full_text":"\/\/ I know a 50yo who's currently at stage 3, is applying for multiple jobs, and is working 50+ hours a week during the pandemic Meanwhile there's an old piece of shit at CWF tryna act like a thug while he's taking his weekly medication to keep his heart running.FOH.","sentiment_score":-0.025}
{"full_text":"RT Jimin's dad donated a signed album to the WeAJa Charity Flea Market! All of the money earned from donated items will be used to...","sentiment_score":0.0}
{"full_text":"RT This you?","sentiment_score":0.0}
{"full_text":"RT Breaking: Media learns what \"95% effective\" means","sentiment_score":0.6}
{"full_text":"RT Hi I also own a small business and I support the lockdown. Would you like to interview me too? Or that doesn't su...","sentiment_score":0.175}
{"full_text":"Well said.","sentiment_score":0.0}
{"full_text":"RT Despite the second wave of Covid-19See what they did to our brothers is it right?Our government keeps fraustrati...","sentiment_score":0.0}
{"full_text":"RT SAGE Warned Government Against Re-Opening Schools and 'Explosive' Christmas COVID Outbreaks Last July - Byline Times","sentiment_score":0.0}
{"full_text":"RT An Ebola outbreak was declared today in Guinea.This is in addition to the Ebola outbreak declared in DR Congo earlie...","sentiment_score":0.0}
{"full_text":"Before Covid","sentiment_score":0.0}
{"full_text":"OMG these replies","sentiment_score":0.0}
{"full_text":"RT We're suing the CDC for records about data collection on the racial impacts of the coronavirus pandemic.https:\/\/t.co\/L38iy4C...","sentiment_score":0.0}
{"full_text":"RT Michael O'Brien saying that this 5 day lock down will cause people to lose their homes.What a crock of shit","sentiment_score":-0.1777777778}
{"full_text":"RT Let me understand, it was okay for Steven Mnuchin to funnel $500B in PPP Covid loans, giving millions to himself, Jared...","sentiment_score":0.5}
{"full_text":"RT We won the House, the Senate and the Presidency. We won two historic seats in Georgia. We are about to pass a COVID relief...","sentiment_score":0.0}
{"full_text":"RT Teachers at high risk for Covid-19 should have options for virtual learning, CDC chief Dr. Rochelle Walensky says following th...","sentiment_score":0.08}
{"full_text":"RT This VDO clip from Gulf and Sulwhasoo, I wanted to dedicate it to all the front line workers especially my fellow nurses...","sentiment_score":0.0}
{"full_text":"RT 4,000+ Covid cases in Maharashtra after 39 days, 600+ in Mumbaihttps:\/\/t.co\/FWwhmIqyxk","sentiment_score":0.0}
{"full_text":"RT Pleased to announce that registration for getting covid vaccine is now open for all citizens 65 and above. Just write down u...","sentiment_score":0.0861111111}
{"full_text":"So on Friday my manager was sent all the information about nursery workers being able to get the covid vaccine. We all book, now the government are saying we aren't entitled to it. Because we aren't a classed as a priority.","sentiment_score":0.5}
{"full_text":"RT Delighted to be on the witness panel for the first session of the People's Covid Inquiry on 24\/02. Register here https:...","sentiment_score":0.475}
{"full_text":"Walking into 2021 with Vaccine to Fight Against Corona Virus.#LargestVaccineDrive #lsikeyuirlijaagrteyuirli.@PMOIndia   ","sentiment_score":0.0}
{"full_text":"COVID Update VIC - Not sure what changes are in place that impact you? Read all the latest from Agriculture Victoria  -","sentiment_score":0.125}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"No one mentioned anaesthestists explicitly ACT talked about staff on COVID wards and critical care staff but had to leave that presser to do Federal one","sentiment_score":0.0}
{"full_text":"RT For the last year, when people have died of other health issues, they've labeled it a covid death. Now, when people die...","sentiment_score":-0.0625}
{"full_text":"European nations eyeing Chinese vaccines amid delivery crisisFor full story: #COVID19 #vaccine","sentiment_score":0.1166666667}
{"full_text":"RT Rediscover your local area at half term. Visit Devon and Cornwall when it's safe. Officers continue to engage with those tra...","sentiment_score":0.1111111111}
{"full_text":"RT Burundi has joined Tanzania to reject COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"RT NEW: Hotel chains tell us they are only receiving about 40-50% of the PS1750 quarantine fee passengers pay. That's around...","sentiment_score":0.0681818182}
{"full_text":"RT I think the CDCs position makes no sense and this interview illustrates it well","sentiment_score":0.0}
{"full_text":"RT WORRYING NEWSCASES IN MAHA GOING UP CONSISTENTLY. SUNDAY REGISTERED 4000 + CASES !!SO, YES, COVID HAS NOT DISAPPEARED...","sentiment_score":0.390625}
{"full_text":"RT If covid is so horrendous, why did Joe Biden just authorized 25,000 migrants to enter our country from Mexico on foot?","sentiment_score":0.0}
{"full_text":"RT No-code AI: Democratising machine learning #DataScience #Python #AI #100DaysO...","sentiment_score":0.0}
{"full_text":"RT Steps to manage the extreme winter storm:- Stay home and off the roads- Conserve energy-- Keep your thermostat at 68deg--...","sentiment_score":-0.125}
{"full_text":"WEBINAR REMINDER: Loneliness During Pandemic Lockdown Life - role of social activity &amp; depression17 Feb, 5pm AWST, Book Now!  looks at effect of lockdown on those who suffer loneliness.#UWAResearchImpactSeries","sentiment_score":0.0416666667}
{"full_text":"* Almost two thirds of the members of the #Slovak Chamber of Commerce and Industry (SOPK) are not satisfied with the form and intensity of state aid during the pandemic, a survey conducted by the SOPK at the end of last year showshttps:\/\/t.co\/dQJl4OH8gk","sentiment_score":-0.125}
{"full_text":"Stay Home. Remember to avoid travelling unless it's essential. For all our safety many tourist attractions, footpaths, beauty spots and parts of the national parks are closed. Together we'll keep Wales safe#StayHomeStaySafe","sentiment_score":0.1333333333}
{"full_text":"#DYK In some countries school meals are the only food a child receives in a day? During the pandemic WFP has supported over 57 governments to provide take-home rations or cash-based transfers so that #remotelearning doesn't stop nutritional growth. ","sentiment_score":0.0}
{"full_text":"Get up to speed with The Smart 715 Million people in the UK have had at least one Covid-19 vaccination, Meghan &amp; Harry are expecting again, Donald Trump is acquitted and calls out Big Tech on racism.https:\/\/t.co\/TAuxnVLrFn","sentiment_score":-0.0285714286}
{"full_text":"A message on behalf of the NHS. Calling all Cobblers fans who have had #coronavirus . You've got what it takes to sign for Plasma FC. Please register today at #bethedifference","sentiment_score":0.0}
{"full_text":"How To Get Reliable Information on #COVID19","sentiment_score":0.0}
{"full_text":"RT We won the House, the Senate and the Presidency. We won two historic seats in Georgia. We are about to pass a COVID relief...","sentiment_score":0.0}
{"full_text":"Australia previously allowed pop star Rita Ora and tennis players into the country amid the pandemic, but not international students. Could the tide soon turn? #TakeUsBacktoAus","sentiment_score":-0.0833333333}
{"full_text":"RT How do you think #BorisJohnsons Tory Government have handled the #COVID19 Pandemic over the last 12 months?**PLEASE RT...","sentiment_score":0.0}
{"full_text":"The couple held hands and listened to their favourite music moments before Audrey passed away.","sentiment_score":0.0}
{"full_text":" The ban on non-essential travel in and out of Belgium has been extended until 1 April 2021See or the embassy website for more information.","sentiment_score":0.5}
{"full_text":"RT Israel makes its Covid vaccine available to all israelis over 35 - but Palestinians under israeli rule, regardless of age...","sentiment_score":0.4}
{"full_text":"Keep   farmers in business during the COVID-19 pandemic. Buy from     farms to get fresh produce while supporting farmers' livelihood. #resilientfamilyfarming #foodforallLearn more:https:\/\/t.co\/7vO5r07QTK","sentiment_score":0.275}
{"full_text":"Half term may feel like any other week if you're home schooling children So if you're in need of some inspiration, check out our 8 Covid-safe ideas for half term fun ","sentiment_score":-0.0395833333}
{"full_text":"Her condition has not stopped her helping others during lockdownhttps:\/\/t.co\/ATqnUxCPZz","sentiment_score":0.0}
{"full_text":"Covid-19 3rd wave expected in JuneAdvisor to health minister Zweli Mkhize, Aquina Thulare, said a third resurgence was inevitable despite the vaccine roll-out.https:\/\/t.co\/ihqGlzBbkb","sentiment_score":-0.025}
{"full_text":"MEDICAL professionals yesterday said they still had not been trained on how to administer the COVID-19 vaccines despite the country expecting its first batch today, a consignment of 200 000 doses of the Sinopharm inoculation donated by China.https:\/\/t.co\/ZLsYoaAAt1","sentiment_score":0.125}
{"full_text":"#COVID19: Stop stigma in the workplace! Let us lead by example - stand together &amp; provide support, compassion &amp; care  to colleagues &amp; friends during this #pandemic #stampoutstigma #stigma@COVID_19_ZA","sentiment_score":0.0}
{"full_text":"Morning everyone! Join us for another week of lockdown learning on from 10! We've got our usual fun mix of programmes and puzzles, as well as TWO #BBCAuthorsLive events, with the amazing and Catch up:","sentiment_score":0.2166666667}
{"full_text":"For many U.S. couples yearning to be married, the pandemic has wreaked havoc on their wedding plans while bolstering their teamwork and resilience. ","sentiment_score":0.375}
{"full_text":"The director of the CDC on Sunday emphasized the need for masking and other mitigation measures in order to reopen schools safely, saying \"we have work to do\" as teachers, students and parents continue to struggle with COVID-19's impact on education.","sentiment_score":0.1875}
{"full_text":"Hospital staff are still feeling the pressurehttps:\/\/t.co\/ovzIF6ud9G","sentiment_score":0.0}
{"full_text":"You guys really nailed it with bored to death. Such a great tune! Will be partying hard to it when covid is over.","sentiment_score":0.0816666667}
{"full_text":"The effective reproduction rate (Rt) of Covid-19 in Malaysia dipped to 0.89 yesterday but remained above the 0.60 that the Health Ministry projected for a MCO ending February 4.https:\/\/t.co\/TsTLwvwKqB","sentiment_score":0.3}
{"full_text":"RT I have been angry and disgusted at police shenanigans many times during this lockdown. But I have never been as disgusted an...","sentiment_score":-0.5}
{"full_text":"Picture postcard village becomes Covid hotspot overnight and residents say it's 'weird'","sentiment_score":-0.5}
{"full_text":"RT It's a good news day:- Over 15 million adults in UK have now received at least one Covid vaccine dose. | - 7 day a...","sentiment_score":0.2}
{"full_text":"U.K. government scientific advisers believe the new COVID-19 variant first found in Kent is likely 30% to 70% more deadly than other variants:https:\/\/t.co\/4Bv97KEoEr#coronavirus","sentiment_score":0.0935606061}
{"full_text":"We're here for you, providing expert and helpful advice to ensure you get the best product for every job.We'll make it through lockdown together. Find your local store here","sentiment_score":0.5}
{"full_text":"Will Tiers return when lockdown is reviewed?https:\/\/t.co\/qjrAZyiT9f","sentiment_score":0.0}
{"full_text":"Overseas university students starved by racist rules during coronavirus pandemic","sentiment_score":0.0}
{"full_text":"RT #RadioPunchline Doctors now say the current political gatherings across the country might jeopardise gains made in t...","sentiment_score":0.0}
{"full_text":"RT Miley is here to wish you a Happy Valentines Day filled with a fuck ton of fucking. Unfortunately Hannah is here to remin...","sentiment_score":0.075}
{"full_text":"ICELAND : 'Everest' Director Baltasar Kormakur Teams With Olaf Olafsson on Pandemic-Set Love Story 'Touching' #BaltasarKormakur #OlafurOlafsson #TouchingFilm","sentiment_score":0.5}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 22.1FWind Chill: 22.1FHumidity: 83%Dew Point: 17.8F Barometer: 30.382 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 85.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT China rips US over suggestion it withheld virus data","sentiment_score":0.0}
{"full_text":"RT This dude is the hero of this stupid \"pandemic\"...calm, collected, common sense, and willing to stand up to the lunacy when...","sentiment_score":-0.2833333333}
{"full_text":"Coronavirus Disease 2019 (COVID-19) situation in Thailand as of 15 February 2021, 11.30 Hrs.","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 6.9degC * Wind: SSW 8.9 to 14.1mph * Pressure: 1002.6hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:43 * Sunset: 17:30 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Leigh tweeted earlier today that she had attended a wedding in Melbourne on the weekend and was now stuck there in lockdown I believe her. Why shouldn't she work while waiting for restrictions to lift?","sentiment_score":0.0}
{"full_text":"RT COVID Update VIC - Not sure what changes are in place that impact you? Read all the latest from Agriculture Victoria  -","sentiment_score":0.125}
{"full_text":"This pandemic really threw my life for a loop. I probably would be gearing up to permanently move to Miami if it wasn't for rona. I hate it here.","sentiment_score":-0.3}
{"full_text":"How technology could support controlling the spread of #COVID? Read about the #OpenVINO powered solution designed by Akara Robotics to support healthcare workers facing a pandemic. #IamIntel","sentiment_score":0.0}
{"full_text":"Life savers: the amazing story of the Oxford\/AstraZeneca Covid vaccine","sentiment_score":0.6}
{"full_text":"Friendly Reminder:Noch 13 Tage Lockdown! #aufgebentutmandiepost","sentiment_score":0.46875}
{"full_text":"RT Hospital admissions dropping like a stone. Much faster than forecast by many. End lockdown now.","sentiment_score":0.35}
{"full_text":"The reason I believe lock down will not last past Wednesday because it is Politically stupid and one thing Andrews Does well is Politics and conning the public","sentiment_score":-0.2411111111}
{"full_text":"RT From 11:59pm tonight until 11:59pm Wednesday 17 February 2021, circuit breaker actions will be in place to stop the spread of...","sentiment_score":0.0}
{"full_text":"7% is the decrease in #carbonemissions in 2020 as coronavirus lockdowns halted entire industries and cities. World leaders prepare for the next major round of climate talks this year. #sustainability #netzeroemissions #climatechange","sentiment_score":-0.034375}
{"full_text":"From remote learning to considerations around student mental health, #COVID19 has posed many challenges for school leaders. In this recent interview, secretary shares how institutions are responding: #education #publicsector","sentiment_score":0.075}
{"full_text":"\"We've heard a consistent message: NJ's public schools should be open, if they can safely be open.Yet, we've also heard this contrary message: Teachers, as well as others who work in NJ's public schools, are not a priority for the COVID vaccine.\"https:\/\/t.co\/ebAGezjDln","sentiment_score":0.15}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"RT Covid-19 has transformed the #GlobalRisks landscape. See how it has impacted the World Economic Forum's 2021 Global Risks Repor...","sentiment_score":0.1}
{"full_text":"Many companies are 'capped' by major shippers, causing backlog and frustration to businesses and consumers alikeSALT LAKE CITY--(BUSINESS WIRE)--#COVID19--Please replace the release with the following ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.265625}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Fresh cases in Mumbai and Pune are scary. Almost all states have completely stopped following covid protocols. A disaster called second wave waiting to happen.","sentiment_score":-0.02}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"RT It's worth noting here that despite the blowhard lunacy from the usual suspects, this is exactly in line with the planned date...","sentiment_score":0.1}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":" A little reminder that #HandsFaceSpace remains a useful tool to help us to protect ourselves &amp; our loved ones. New variants can potentially be more transmissible &amp; you may not know that you have it.#HelpUsHelpYouSocial distancing: what you need to do:","sentiment_score":0.2897727273}
{"full_text":"RT What did Trump do with the missing 20 million doses, Jim? Give it to Putin? Sell it to the Saudi's? Just think...","sentiment_score":-0.2}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT CDC: 'Just Because You Got The Vaccine Doesn't Mean You Should Go Outside Or Ever Experience Joy Again'","sentiment_score":0.1625}
{"full_text":"A year of pandemic prudence is giving way to jumbo dealmaking in Europe for deep-pocketed private equity houses","sentiment_score":0.0}
{"full_text":"Digital mandis, Support for MSME sellers on Flipkart: Businesses share how they coped during the pandemic #MSMEs #FlipkartMarketplace #SmallBusinesses #Pandemic #SmallBusiness #Agribazaar ","sentiment_score":0.0}
{"full_text":"RT What's hard to understand about the benefits of Zero Covid?FFS any idiot can see! Choices:1. Zero Covid live like  ...","sentiment_score":-0.3851010101}
{"full_text":"Jean Webb - Friday Lockdown Dancing 07:00-05.02.2021","sentiment_score":0.0}
{"full_text":"RT Scientists investigating the origins of the coronavirus in China were not given access to water and blood samples they...","sentiment_score":0.0}
{"full_text":"RT Team Justice Letter to State Attorneys General Demanding Criminal Investigations of Trump for Avoidable COVID Deaths....","sentiment_score":-0.175}
{"full_text":"RT Covid-19 in Ghana in sharp rise; active cases now 8,216 #Yensempa","sentiment_score":-0.1291666667}
{"full_text":"Biden has more for #COVID19 than trump did. What are you  smoking?","sentiment_score":0.5}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"Signed with TDT Ent. already.","sentiment_score":0.0}
{"full_text":"RT Life savers: the amazing story of the Oxford\/AstraZeneca Covid vaccine","sentiment_score":0.6}
{"full_text":"As COVID-19 has led companies to accelerate digital transformations, few have done so successfully due to process complexity.","sentiment_score":-0.1083333333}
{"full_text":"Ye I seen that. He had to have had covid before he left Australia","sentiment_score":0.0}
{"full_text":"RT There's a group of people who don't want to take the vaccine because \"many recovered from COVID-19. So don't need vaccine\"...","sentiment_score":0.5}
{"full_text":"Covid: Hotel quarantine comes into force in United Kingdom","sentiment_score":0.0}
{"full_text":"RT This is eugenics and it is revolting.","sentiment_score":0.0}
{"full_text":"RT Maharashtra reports more than 4000 new cases in a single day after 39 days. Mumbai reports 600+ cases in a single day after...","sentiment_score":0.1233766234}
{"full_text":"RT Love the idea of covid vaccine passports for everywhere: flights, restaurants, clubs, football, gyms, shops etc. It's tim...","sentiment_score":0.5}
{"full_text":"RT Thanks Amit for such a heart warming comment. This pandemic has definitely tested all of us, in some way or the other all...","sentiment_score":0.01875}
{"full_text":"Our Healthcare Webinar will include a discussion regarding the local, regional, and state healthcare situations, specifically regarding COVID. FREE to all EMBDC members.","sentiment_score":0.2}
{"full_text":"Important - Since 04:00 on 15\/01\/21, it has been mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test., More info:","sentiment_score":0.45}
{"full_text":"RT Population in Italy - 6.05 crore. Deaths due to Covid - 93,356 Population in Gujarat - 6.27 crore Deaths due to Covid...","sentiment_score":-0.125}
{"full_text":"RT A classic tale of tech hubris, and a cracking read from on how believed he could skirt the law a...","sentiment_score":0.1666666667}
{"full_text":"RT WE ARE NOT SAVE#WhatsHappeningInMyanmar #Feb15Coup","sentiment_score":0.0}
{"full_text":"RT At 21, my daughter left for Canada on student loan, worked 2 jobs and studied, and paid the EMI regularly. Even during lockdow...","sentiment_score":0.0}
