{"full_text":"\"Ms. Bingham's group had zeroed in on z most promising vaccine candidates &amp; offered to help drug companies w clinical trials &amp; production.They'd also started rebuilding Britain's moribund vaccine manufacturing sector so that millions of doses could be made in the UK ASAP!\"","sentiment_score":0.375}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT Ex-VP Binay says moratorium should be imposed on all gov't fees, charges, penalties amid pandemichttps:\/\/t.co\/V6eDruiw...","sentiment_score":0.0}
{"full_text":"RT physically i am in a pandemic but emotionally i miss screaming and fighting and kissing in the rain its 2am and im cursing...","sentiment_score":0.0}
{"full_text":"RT Grenada PM gets COVID vaccine jab","sentiment_score":0.0}
{"full_text":"RT Do you think teachers should be a priority for the COVID vaccine?I do.","sentiment_score":0.0}
{"full_text":"RT Specifically McDonald's, Burger King, and WendysMake plans ahead so you know what to eat\/buy instead for this Tuesday","sentiment_score":0.0}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT A friend and advocate of Reality Winner's, Wendy Meer Collins, shares an update from Reality about the horrific condit...","sentiment_score":-1.0}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"Pfizer Rejects Accusations it Infringed COVID-19 Vaccine Assay Technology (MJF)","sentiment_score":0.0}
{"full_text":"RT I'm struggling to see how a low-paid delivery driver who speaks little English being forced by a software corporation to...","sentiment_score":-0.1625}
{"full_text":"RT We need action now to support people and communities throughout the pandemic recession. Read and then share our plan...","sentiment_score":0.1}
{"full_text":"Have you gotten a positive covid test? If you think you have it because of symptoms alone, that's probably just the vaccine working. It's a weak version of the virus so your body can learn it.Please forgive me if I'm dudesplaining this shit to you.","sentiment_score":-0.1159090909}
{"full_text":"RT A judge ruled Guantanamo is too risky for hearings in a Southeast Asian bombing case, suggested that traveling to the b...","sentiment_score":0.0}
{"full_text":"RT #Gravitas | At the beginning of the pandemic, the West predicted a disaster for India. Today - as the developed world struggl...","sentiment_score":0.1}
{"full_text":"RT Hi, all! I'm so excited to be involved in a pilot project to help reach Spanish-speaking readers. ?Hablas e...","sentiment_score":0.375}
{"full_text":"Texas I love you. Please let me stay home again tomorrow. ","sentiment_score":0.5}
{"full_text":"RT Please don't go out on the roads tonight it's only going to be worse!  The melted snow is going to freeze tonight! Plz stay...","sentiment_score":-0.3125}
{"full_text":"\/u\/djdadi: Pandemic Bathroom Makeover. I learned a lot of important lessons, like what a \"weep hole\" is! #DIY #homeimprovement","sentiment_score":0.5}
{"full_text":"RT #NoiGoesToWTO #AnkaraArmy Monday work day celebrating my fellow economist, public servant! Women breaking glass ceilings an...","sentiment_score":0.0}
{"full_text":"RT PLEASE STAY OFF THE ROADS! Crews are working to keep roadways passable for first responders and essential workers....","sentiment_score":0.125}
{"full_text":"RT For people who've been without health insurance during the pandemic, relief is in sight.In January, President Joe Biden signed a...","sentiment_score":0.0}
{"full_text":"RT Gov Cuomo just blamed my uncle for dying of COVID in a nursing home and blamed my family for not being tough enough to deal wi...","sentiment_score":-0.1944444444}
{"full_text":"RT God saw Texans not taking corona serious and said I know exactly what will make them sit inside","sentiment_score":-0.0416666667}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT Dear iKONICS, you all did great I just love this energy let's keep this momentum forever for ikon okay? We need this kinda...","sentiment_score":0.6}
{"full_text":"RT My friend has dedicated his life to ending the gun violence epidemic.Take some time to listen to him...","sentiment_score":0.0}
{"full_text":"RT In four weeks in office, the Biden-Harris administration has increased weekly vaccine supply to state sites by almost 50%.  But...","sentiment_score":0.0}
{"full_text":"RT that pandemic fatigue hitting","sentiment_score":0.0}
{"full_text":"You talking about Frump, the fat liar who deceived the general public about Covid 19?  Remember when he said it would go away in April???  That's the fat loser you supported.","sentiment_score":0.025}
{"full_text":"RT The ill-prepared roads, the failing power grid, and the lack of shelter were all policy decisions. And they'll compound...","sentiment_score":0.0}
{"full_text":"RT A little intellectual honesty would be nice. couldn't effectively raise the minimum wage on his own campai...","sentiment_score":0.3825}
{"full_text":"RT Biden is tearing down border walls protecting us from illegals many with Covid as Pelosi maintains a wall topped with bar...","sentiment_score":0.1722222222}
{"full_text":"No. One. Believes. Him. Please continue to push for the thousands of families that deserve accountability...AT ALL LEVELS! He took zero accountability today but \"wrote\" a book on leadership during #COVID19 #Joke","sentiment_score":0.0}
{"full_text":"RT Republicans are literally pro-Covid, pro-death, fucking nightmare genocide party.","sentiment_score":-0.6}
{"full_text":"RT Here are 8 Trump-related investigation priorities for DOJ\/Congress:1 Election fraud 2 Covid response3 Attempt to ov...","sentiment_score":0.0}
{"full_text":"My hero. Sexiest Man Alive.","sentiment_score":0.1}
{"full_text":"if this not proof that the covid nba doesn't count then idk what is","sentiment_score":0.0}
{"full_text":"Why didn't Cuomo send Covid patients to the Comfort which President Trump got to NY in record time?","sentiment_score":0.0}
{"full_text":"RT LT. TERRY WATTS, 51, of Tennessee, died of COVID on Feb. 10, 2021. He was a 16-year veteran of the fire service, most r...","sentiment_score":0.25}
{"full_text":"RT I am a lifelong fangirl. But I've often been embarrassed about it.  I unpack my feelings for and expl...","sentiment_score":-0.1}
{"full_text":"US COVID-19 on  February 15:Total cases: 27,703,162Total deaths: 486,568New cases: 63,845New deaths: 1,236","sentiment_score":0.0}
{"full_text":"RT Friends after lockdown: I cant wait to hug everyone!Me before lockdown even started:","sentiment_score":0.0}
{"full_text":"RT Wishing speedy recovery from corona #Suriya Sir Prayers ","sentiment_score":0.0}
{"full_text":"As if is concerned about his citizens ","sentiment_score":0.0}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT What a disgrace.","sentiment_score":0.0}
{"full_text":"RT Pandemic.No homecoming. No events fall semester. PV got hacked. Power outage. Snow storm. I think it's safe to say le...","sentiment_score":0.5}
{"full_text":"RT Premier will mot commit to publicly releasing the health advice provided to justify and form the state'...","sentiment_score":0.0}
{"full_text":"New CDC guidance: Vaccinate teachers, but don't wait to open schools via","sentiment_score":0.0681818182}
{"full_text":"RT Due to COVID this good girl hadn't seen her hooman in months...https:\/\/t.co\/zwCDOdIFsz","sentiment_score":0.2875}
{"full_text":"RT Nailed it, Odus","sentiment_score":0.0}
{"full_text":"RT still better than #COVID19!","sentiment_score":0.625}
{"full_text":"RT Haha, caught red handed!","sentiment_score":0.1}
{"full_text":"Lynn could at least take some Martial Arts training. All she doing is dressing in all black with a Covid glow in the dark ... #BlackLightning","sentiment_score":-0.1541666667}
{"full_text":"RT I had the blood test to see if I had Covid on my blood. I gave up getting tested with the swab to see if I had it.  I f...","sentiment_score":0.0}
{"full_text":"ad hominem   Either Daszak has a long financial history with the Wuhan Institute of Virology, or he doesn't.Same guy: ","sentiment_score":-0.025}
{"full_text":"RT Necessary read by abolitionist nurse\/activist supporting the #HistoricDeclaration and making clear the nee...","sentiment_score":0.1166666667}
{"full_text":"Anyway nothing like an extended weekend from the job I'm about to lose during a snow\/ice storm and pandemic and a friend dying to send you into a \"what the fuck am I doing with my life\" spiral","sentiment_score":-0.4}
{"full_text":"Seems like an odd statement coming from a member of the Senates majority party. If only it was in their powet to do something... #COVID19","sentiment_score":-0.0833333333}
{"full_text":"RT 2\/ Pregnant women EXCLUDED from the clinical trials. And now multiple cases of apparently healthy late-term fetuses lost...","sentiment_score":0.2777777778}
{"full_text":"Creating a Post-Covid Business Planhttps:\/\/t.co\/M6IIm42MnS","sentiment_score":0.0}
{"full_text":"Malacanang Spokesperson Harry Roque called the bill allowing local government units to purchase COVID-19 vaccines directly from suppliers as \"urgent,\" but healthcare experts warned of possible \"maldistribution\" in the process. (via Philippine Star)READ:","sentiment_score":0.0333333333}
{"full_text":"#FPCJ #japannews Japan powers out of coronavirus dip with 3% fourth-quarter growth","sentiment_score":0.0}
{"full_text":"RT Here is the #PanicShortFilm Starring nd Nice work from the team","sentiment_score":0.6}
{"full_text":"Davina McCall says lockdown would be a \"genius time\" to revive #BBUK, but says she hasn't \"heard a rumbling.\" Full quote:https:\/\/t.co\/EJgs4I0ld2","sentiment_score":0.35}
{"full_text":"There's a place in this episode called the Corona General Hospital","sentiment_score":0.05}
{"full_text":"On my way to #Mindanao #Bangsamoro to learn from local authorities and partners on development challenges in the region.  is ready to support Government in post- #COVID19 economic #recovery !","sentiment_score":0.15}
{"full_text":"The latest: #COVID19 outbreak worldwide (Updated February 16)","sentiment_score":0.5}
{"full_text":"Being eligible to receive the vaccine isn't the same as being able to access it. And the vaccination rollout in Shelby County, as in other communities, has been troubled in ways that worsen racial inequities.","sentiment_score":-0.03125}
{"full_text":"#FPCJ #japannews Japan's Growth Rebounds, but Virus-Related Weakness Looms","sentiment_score":0.0}
{"full_text":"RT The CDC admits that the flu poses a higher risk to children than COVID. Yet we never forced kids to wear masks during fl...","sentiment_score":0.2}
{"full_text":"Despite the fact that the coronavirus poses an imminent threat to the lives of people on the streets, Chico city leaders have chosen to make life harder on this population. Where the hell do they think these people are going to go? Our editorial:","sentiment_score":-0.1}
{"full_text":"According to national data, there are fewer coronavirus cases relative to the VHA patient population than there are cases relative to the U.S. population.","sentiment_score":0.0}
{"full_text":"Despite numerous failures during the #COVID19 pandemic, the US succeeded in developing safe and effective vaccines; at the start of 2021, the nation is well positioned to work with global organizations and other nations to address the many challenges ahead","sentiment_score":0.2458333333}
{"full_text":"The mathematician who calculated whether all the coronavirus that causes COVID-19 could fit in a single soda can broke it down step-by-step.","sentiment_score":0.0576719577}
{"full_text":"RT With #COVID19 variants taking hold, why is the Ontario government reopening the economy tomorrow without first vaccinating...","sentiment_score":0.25}
{"full_text":"Three sailors aboard the USS Theodore Roosevelt have tested positive for COVID-19.https:\/\/t.co\/3qmi7RDJdi","sentiment_score":0.2272727273}
{"full_text":"Do you have questions about the COVID-19 vaccination? Medical professionals at UAB may have the answers. Learn more.","sentiment_score":0.25}
{"full_text":"With the race between #vaccines and #COVID19 variants intensifying and vaccine hesitancy growing, are we truly on our way to a post-pandemic future? Experts weigh in.In case you missed the #webinar last week, you can download the recordings here: #news","sentiment_score":0.0}
{"full_text":"RT Don't hold a mic over a stovetop","sentiment_score":0.0}
{"full_text":"RT The WHO is guilty of spreading the lie that humans can't transmit the virus to other humans. It advised nations not to ban...","sentiment_score":-0.3125}
{"full_text":"Lost World Coffee: the perfect antidote to the morning blues! YOU stay home, order &amp; WE deliver!https:\/\/t.co\/r3iFRqRoFz#SunwayLostWorldOfTambun#SunwayLagoon#STPkedairuncit #ExtremelyGood","sentiment_score":1.0}
{"full_text":"Economies are crumbling, the coronavirus continues to spread and nationalism is taking hold around the world.Are our global institutions up to these challenges, or does a new era require us to reimagine them? Our correspondent explores this question:","sentiment_score":0.0681818182}
{"full_text":"RT Fifteen days to slow the storm","sentiment_score":-0.3}
{"full_text":"#FPCJ #japannews Japan's economy shrinks 4.8% in 2020 due to Covid","sentiment_score":-0.125}
{"full_text":"Appointments to get a first COVID-19 vaccine shot in Washington state this upcoming week will be limited because there will be a focus on administering second doses, health officials said. #VaccineFacts","sentiment_score":0.0595238095}
{"full_text":"#Singapore's developed a robotics system to automate the handling and testing of #Covid19 samples. Here's how it's helped to improve the accuracy and consistency of testing:","sentiment_score":0.1}
{"full_text":"\"Even if you've gotten through the first part of it relatively unscathed -- and haven't experienced a lot of personal loss because of Covid -- you kind of feel like at a certain point, it's going to hit you hard somehow.\"","sentiment_score":0.2246598639}
{"full_text":"Due to wet and icy weather conditions, Singing River's Jackson County Fairgrounds COVID vaccine distributions have been put on standby for this week.","sentiment_score":-0.1083333333}
{"full_text":"For nearly a year, most of our children have been navigating the new, difficult normal: social isolation; deeply stressed parents; the effects of financial uncertainty; school from homehttps:\/\/t.co\/bb8C3p7iGD","sentiment_score":0.0524621212}
{"full_text":"WHO authorizes AstraZeneca's COVID vaccine for emergency use ","sentiment_score":0.0}
{"full_text":"There are 2,682 active #coronavirus cases in #SaudiArabia out of which 472 are in a critical condition.  ","sentiment_score":-0.0666666667}
{"full_text":"Fourteen Democratic state senators said in a statement Cuomo should be stripped of his emergency powers. State Republicans echoed their call and went further.","sentiment_score":0.0}
{"full_text":"The Lowy Institute Covid Performance Index by and in and reporting for","sentiment_score":0.0}
{"full_text":"Here's everything you need to know...","sentiment_score":0.0}
{"full_text":"Immersive Van Gogh exhibit comes to the U.S., provides escape from pandemic   ","sentiment_score":0.0}
{"full_text":"Over the weekend, CDC Director Rochelle Walensky emphasized that many schools will need to make big changes to meet the public health criteria and welcome students and teachers back.https:\/\/t.co\/W2dWZ1gFNA","sentiment_score":0.325}
{"full_text":"As the pandemic continues to weigh on the aviation industry, Chinese aircraft manufacturer Comac has been pushing ahead with testing a new passenger jet #WSJWhatsNow","sentiment_score":0.0681818182}
{"full_text":"#IndiaFightsCorona: How smoking increases #COVID19 vulnerability#StaySafe #Unite2FightCorona #JanAndolan","sentiment_score":0.0}
{"full_text":"Etihad Has Vaccinated All Its Flight Crews.Those flying with the Abu Dhabi-based carrier can travel with even greater peace of mind. #Vaccination #Airline #Aviation #Flight #Etihad #AbuDhabi","sentiment_score":0.5}
{"full_text":"RT India has successfully lept forward on the diplomatic front by supplying vaccine doses to Bhutan, Maldives, Nepal, Banglad...","sentiment_score":0.75}
{"full_text":"RT The Venn diagram of people who won't get the COVID vaccine during a society crushing pandemic because imaginary microch...","sentiment_score":0.4}
{"full_text":"RT We now know of two entities that should be forever remembered for covering up and promoting falsified virus data that wo...","sentiment_score":0.0}
{"full_text":"\"Not a single action taken to fight COVID-19 was one that could only be done under Emergency laws, Instead, all action taken could have been done under ordinary laws.\"https:\/\/t.co\/hjvS5wiEIp","sentiment_score":-0.0028571429}
{"full_text":"RT Dr. Anthony Fauci won the $1 million Israeli-based Dan David Prize for \"courageously defending science in the face of uninfo...","sentiment_score":0.0}
{"full_text":"RT I have a huge favor to ask of you all today. It's one that can make a huge difference... If you haven't already done so, ple...","sentiment_score":0.4}
{"full_text":"RT Nothing else except announcement on how many people nabbed for violation of SO...","sentiment_score":0.5}
{"full_text":"When Yakima County and the South Central region entered Phase 2 Sunday, it opened a range of possibilities for businesses like health clubs, bowling alleys and movie theaters.","sentiment_score":0.0}
{"full_text":"RT An important thread about why we NEED new leadership in Texas. This mass outage is further proof of those in power not c...","sentiment_score":0.1787878788}
{"full_text":"Advisors are very experienced and qualified. not being listened to.https:\/\/t.co\/0vxwb4hPUi@SteiniBrown is one of few capable of translating the science to something politicians and bureaucrats can act on","sentiment_score":0.3333333333}
{"full_text":"* Gold prices edged lower despite dollar slipping on optimism about Covid-19 vaccine rollouts* Silver remained supported as new signs of weakness in U.S. jobs market dented investor expectations about the pace of a pandemic recovery.","sentiment_score":0.0181818182}
{"full_text":"RT This enrollment period during the coronavirus pandemic is an early test of President Biden's strategy to use the Affordable Ca...","sentiment_score":0.1}
{"full_text":"US in the champions league positions.  Not bad given the slow start and internal distractions.  Looking for a string finish under new management #vaccine #football","sentiment_score":0.0465909091}
{"full_text":"Mutation affecting COVID vaccine efficacy: minister","sentiment_score":0.0}
{"full_text":"Time: 03:00 * Temp: 8.0degC * Wind: S 0.0 to 12.1mph * Pressure: 991.8hPa * Rain: 2.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:41 * Sunset: 17:32 * Cloudbase: 320ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"He violated federal guidelines and sent Covid patients to LTC facilities unprepared to handle them, killing 15,000 seniors--then covered up those numbers. Get real. 15,000 families in mourning because of his actions, and he takes no responsibility.","sentiment_score":0.2}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT POWER FAILURE THREATENS 8000 VACCINE DOSES--Harris County (Houston, Texas) officials are hustling to distribute 8,400 doses...","sentiment_score":-0.3166666667}
{"full_text":"For Valentine's Day, Nancy and the others in her family decided to decorate boxes, fill them with treats, and leave them on each other's doorstep as a safe way to say \"I Love You,\" during COVID-19.","sentiment_score":0.2916666667}
{"full_text":"RT: explores #dataprivacy's critical role to help organizations navigate the #COVID19 pandemic via Cisco Secure (@CiscoSecure) February 15, 2021","sentiment_score":0.2}
{"full_text":"The Covid-19 Vaccine and the  U.S. policy of depopulation via Call News","sentiment_score":0.0}
{"full_text":"A few key committees are working through the congressional recess on COVID relief.https:\/\/t.co\/9VBFHkyBXK","sentiment_score":-0.1}
{"full_text":"RT And the CBC will hail him as a good for his actions to delay acquisition of vaccines... that's how I see it and they wil...","sentiment_score":0.7}
{"full_text":"RT Very grateful to have gotten second COVID shot yesterday.  Somewhat less grateful that ever since I feel like I am being re...","sentiment_score":0.0111111111}
{"full_text":"RT Don't hold a mic over a stovetop","sentiment_score":0.0}
{"full_text":"RT God saw Texans not taking corona serious and said I know exactly what will make them sit inside","sentiment_score":-0.0416666667}
{"full_text":"RT We're back! Here's last night's segment that is *not* about COVID-19, but *is* about the next pandemic (which may be e...","sentiment_score":0.0}
{"full_text":"RT All they do is spread fake news !","sentiment_score":-0.625}
{"full_text":"RT They are unfit to serve... #CuomoCoverup","sentiment_score":0.0}
{"full_text":"RT \"I hope that COVID has ... given us some space to actually think critically about...whether we can make space for faculty to...","sentiment_score":0.0}
{"full_text":"RT Big thanks and salute to all our police friends for their selfless service  here is a short video of #144InnuyirKaa...","sentiment_score":0.0666666667}
{"full_text":"Groundhog Day - no uptake of information by journalists after multiple explanations.","sentiment_score":0.0}
{"full_text":"If it's a month he needs, then let's give him a month! No worries. Who gives a rats ass about home court advantage in the COVID19 playoffs with no one in the stands? #Lakers","sentiment_score":0.0}
{"full_text":"RT I SO FUCKING TIRED OF HEARING ABOUT COVID DAWG.","sentiment_score":-0.4}
