{"full_text":"RT #COVID19 Do you want to buy books without getting infected in a shop? Ebooks &amp; ebook readers are the solution","sentiment_score":0.0}
{"full_text":"RT Lockdown Therapy Horses (it's a real thing) are visiting families in Liverpool, UK, to brighten their day.","sentiment_score":0.2}
{"full_text":"Jambalaya!! It's always a good day when Mrs. Williams' food class prepares &amp; serves lunch for the teachers! This week's Mardi Gras themed West End Cafe is our 1st since Covid!  SO good!! #GoComets","sentiment_score":1.0}
{"full_text":"We need players in their prime u fucking idiots","sentiment_score":-0.8}
{"full_text":"RT Won't ted Cruz need a negative covid test 72 hours prior to his return flight from Cancun?","sentiment_score":-0.15}
{"full_text":"RT I think quite a large number of people have become so terrified of catching Covid that they will never return to normal li...","sentiment_score":0.3214285714}
{"full_text":"Bill Gates is fighting climate change and covid conspiracy theories. He's also 'experiencing the greatest pushback ever in my life.' - The Washington Compost","sentiment_score":1.0}
{"full_text":"RT The disparities in the distribution of #COVID19 vaccines continue to be not great. As of Sunday, Black Californians had...","sentiment_score":-0.2833333333}
{"full_text":"This: \"I was quoting Angela Rasmussen on Twitter the other day, to the effect that if we're tired of the virus winning evolutionary Powerball drawings, then we should damn well stop selling it so many tickets. #COVID19AB","sentiment_score":0.11875}
{"full_text":"RT Won't ted Cruz need a negative covid test 72 hours prior to his return flight from Cancun?","sentiment_score":-0.15}
{"full_text":"RT The number of covid-19 deaths in the over 80s is starting to drop quickly. The reported hospital deaths in the over...","sentiment_score":0.1666666667}
{"full_text":"RT Latest: has agreed the current lockdown restrictions will stay in place until Apr 1.Preschool children &amp; prim...","sentiment_score":0.25}
{"full_text":"RT This some are saying is broadcasting history. We hope it helps. Commercial TV channels unite to screen Covid vaccine myth-bust...","sentiment_score":0.0}
{"full_text":"RT Two months after the first Covid-19 vaccines received U.S. clearance, the shots' efficacy is holding up well in the real wo...","sentiment_score":0.225}
{"full_text":"RT I wear a mask when I pipe other shawties cuz I ain't tryna get my girl sick ","sentiment_score":-0.4196428571}
{"full_text":"So update the Covid fatalities and New York, presumed the state who handled the pandemic the best, has double the deaths as Florida, the state who is currently in line to receive a domestic travel ban. Laughable","sentiment_score":0.1060606061}
{"full_text":"RT Last week, contradicted Biden's top COVID advisor, Dr. Antony Fauci by saying the new administration was \"st...","sentiment_score":0.2121212121}
{"full_text":"RT To everyone at the NIH -- all the doctors, scientists, and researchers fighting this pandemic and saving lives -- thank you from t...","sentiment_score":0.0}
{"full_text":"Interesting if true. Source is highly suspect however.","sentiment_score":0.3366666667}
{"full_text":"Watch a movie in the theatre; Book a Party; Watch a movie at home from the Virtual Cinema - lots of ways to stay connected with the Byrd!  -","sentiment_score":0.0}
{"full_text":"RT Give our brand new walking page a follow and get involved ","sentiment_score":0.1363636364}
{"full_text":"RT State government wasn't prepared for the hurricanes, the pandemic, &amp; now a record breaking winter storm in Texas... WT...","sentiment_score":0.0}
{"full_text":"RT Mayor Hancock: I told Denver to stay home for Thanksgiving minutes before boarding a flight to visit family.Senator Cruz:...","sentiment_score":0.0}
{"full_text":"RT Biden not sending out COVID relief checks... but refunding the Wuhan lab where COVID came from is THE PERFECT EXAMPLE...","sentiment_score":1.0}
{"full_text":"Total recoveries to 15,863 after another 95 people recovers from COVID","sentiment_score":0.0}
{"full_text":"Gleyber's pre-pandemic 5-year ZiPS output is bonkers. Easily the most taken-for-granted player in the org right now.","sentiment_score":0.4063492063}
{"full_text":"Isn't  making people stay home during a snowstorm Uncontitutional???..","sentiment_score":0.0}
{"full_text":"Boycott the Olympics.  Never forget China Virus.IMPEACH President Biden FAILURE TO KEEP AMERICAN'S SAFEIMPEACH HARRIS for Bailing OUT RIOTERS MNSTOP SUBSIDIZING WIND ENERGY INVEST IN ENERGY INDEPENDENCE.@POTUS46 IMPEACH BIDEN\/HARRIS for FAILURE to PROTECT LEGAL AMERICANS","sentiment_score":-0.1083333333}
{"full_text":"RT We're very pleased to be partnering with Games for Change on their 2021 Student Challenge with a mental health theme - Res...","sentiment_score":0.275}
{"full_text":"UPDATE: COVID-19 misery shows in record Ontario job losses; labour groups plead for fed help","sentiment_score":0.0}
{"full_text":"Dr. Fauci has received an Israeli award for \"speaking truth to power\" during the politicized COVID-19 crisis     Ask him to call on Israel to share its vaccine supply  with Palestinians. ","sentiment_score":0.0}
{"full_text":"RT Yup. Fauci could get on TV and say that drinking your dogs piss can help prevent covid and I bet you half of A...","sentiment_score":-0.1666666667}
{"full_text":"Schulp explains the definition of an accredited investor (Making $200K per year\/Net worth of $1M+)Seems a bit off-topic as they are discussing investing in RobhinHood itself.","sentiment_score":0.3}
{"full_text":"RT *Pro-Lockdown politicians break their own rules to travel and see family*The media: *Ted Cruz, who controls neith...","sentiment_score":0.6}
{"full_text":"RT Letter received from about COVID-19 outbreak at HMPs Addiewell, Kilmarmock and Dumfries. Read here: ","sentiment_score":0.0}
{"full_text":"How is this news in 2021? You basically described how COVID was handled...","sentiment_score":0.0}
{"full_text":"RT The progress of the COVID-19 epidemic in Sweden: \"a shadowy group of academics, opinion leaders, who are upset about Swe...","sentiment_score":0.0}
{"full_text":"RT Ted Cruz goes to Cancun and the liberals lose their minds.Lori Lightfoot went on vacation to Maine in the heat of the pa...","sentiment_score":0.0}
{"full_text":"As someone who has worked through most of it during this pandemic, I can tell you the quality of the show is certainly not tied to that","sentiment_score":0.1964285714}
{"full_text":"RT Instead of apologies for centuries of inhumane treatment, #people are told to unite with those who caused a lot of painWhen...","sentiment_score":-0.9}
{"full_text":"RT How about getting that $2,000 to Americans and helping the millions of people across the country suffering from this weat...","sentiment_score":0.0}
{"full_text":"Screening Equipment Market Research Report 2021 Covers Updated Data Considering Impact of Covid 19 on Share Size and Future Demand","sentiment_score":0.0}
{"full_text":"RT this guy joked about journalists dying of covid, and rush limbaugh had a segment on his show where he would make fun of peo...","sentiment_score":0.3}
{"full_text":"So hard to type with all of this moisture in my eyes. Me and a buddy were talking about our COVID experience when he sends me this:","sentiment_score":-0.2916666667}
{"full_text":"RT Dear Do not let Ted Cruz on any of your flights until he can provide a negative covid test from Mexico.","sentiment_score":-0.3}
{"full_text":"RT The UN says 130 countries have not received a single Covid vaccine dose.Vaccine inequality not only means millions are...","sentiment_score":-0.0357142857}
{"full_text":"RT Lots of folks wrote the political history of the pandemic in its first weeks. But time and competence ultimately tell the...","sentiment_score":0.0833333333}
{"full_text":"RT my two pandemic moods as illustrated by Howl's Moving Castle","sentiment_score":0.0}
{"full_text":"Before lockdown, I'd have said because of our fans, we were the noisiest, wittiest, friendliest most popular crowd in the Championship.  You wouldn't think that if you based it on our online presence.","sentiment_score":0.55}
{"full_text":"RT One-third of military service members have opted not to receive Covid-19 vaccinations","sentiment_score":-0.1}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT this is the company that manages the vast majority of texas's energy load saying \"unplug your stand mixers\" as if that's why...","sentiment_score":0.0}
{"full_text":"It worked for me, 3 days of mild symptoms, a z-pac, zinc &amp; outside fresh air. My wife &amp; daughter wouldn't take it they've had all sorts of problems. So you be the judge does it work or not. I'm convinced it does. God Bless.","sentiment_score":0.2111111111}
{"full_text":"RT Biden not sending out COVID relief checks... but refunding the Wuhan lab where COVID came from is THE PERFECT EXAMPLE...","sentiment_score":1.0}
{"full_text":"RT I think quite a large number of people have become so terrified of catching Covid that they will never return to normal li...","sentiment_score":0.3214285714}
{"full_text":"If the CDC is still recommending distancing, though, it's going to be hard for the \"follow the science\" crowd to ignore that","sentiment_score":-0.2916666667}
{"full_text":"RT We stand with Pastor Coates. It's unreal that he is in jail for his right to Worship. It is better to obey God than man. ht...","sentiment_score":0.2285714286}
{"full_text":"RT A THREAD: for those in America who want to help the people of Texas through this deadly winter storm (during a pandemic no...","sentiment_score":-0.2}
{"full_text":"RT People are going to start dying in huge numbers again aren't they?https:\/\/t.co\/efnHocBaIM","sentiment_score":0.4}
{"full_text":"Double standards!","sentiment_score":0.0}
{"full_text":"Well they laid half of their crew off and they are now being asking to work in hazardous conditions with rude customers that can't wear a mask without any compensation so yah they are a little annoyed","sentiment_score":-0.0908333333}
{"full_text":"it's all outdoors with social distancing measures in place so very safe and Covid secure.","sentiment_score":0.3611111111}
{"full_text":"RT From Covid to blackface on TV, China's racism problem runs deep ","sentiment_score":0.0}
{"full_text":"RT *Pro-Lockdown politicians break their own rules to travel and see family*The media: *Ted Cruz, who controls neith...","sentiment_score":0.6}
{"full_text":"Love the pod. Book Club suggestion! Love these two, each one following a season of fictional manager Johnny Cooper's Mansfield Town on Champ Man 99\/00Read them in Tenerife on holiday back when holidays were a thing, and recently re-read them during Lockdown 3.0","sentiment_score":0.1875}
{"full_text":"I don't know who need to hear this but..your not gona find anything serious with anyone during lockdown...stop setting yourself up to be hurt..you gotta meet people in real life to get know the real them...wait till things are back to normal.. someone will eventually come along x","sentiment_score":0.0433333333}
{"full_text":"This pregnancy I really got covid and surviving a snow storm lol I can't wait to tell Ava all these stories when she's older ","sentiment_score":0.3888888889}
{"full_text":"RT We apologize for the dated reference but we hate to sound like a broken record. Road conditions are rapidly worsening - s...","sentiment_score":-0.2666666667}
{"full_text":"West Bengal minister Sobhandeb Chattopadhyay tests Covid positive.","sentiment_score":0.2272727273}
{"full_text":"That's why I ain't been. I ain't fuckin wit the pandemic ","sentiment_score":0.0}
{"full_text":"RT Anyone who believes the vaccine passport will be limited to the COVID vaccine, limited for air travel, or limited in time is f...","sentiment_score":-0.0714285714}
{"full_text":"RT The UN says 130 countries have not received a single Covid vaccine dose.Vaccine inequality not only means millions are...","sentiment_score":-0.0357142857}
{"full_text":"RT Landing on a COVID-free planet inhabited solely by robots actually sounds pretty great right now. I'll try to not be too...","sentiment_score":0.3339285714}
{"full_text":"RT \"The post-pandemic world must continue to keep air travel reserved for essential purposes.\"  's call to end ext...","sentiment_score":0.0}
{"full_text":"RT So far 4 Irish GPs have publicly declared their concerns about the current 'vaccine' program and Lockdown policy. Each of...","sentiment_score":0.025}
{"full_text":"The silence from the and about the latest covid breach is deafening","sentiment_score":0.5}
{"full_text":"RT $CBDT $EPWCF Wholly owned KAI Medical Laboratory BIG NEWS#COVID19 PCR test products are able to accurately detect:*B.1.1....","sentiment_score":0.225}
{"full_text":"RT This is an insulting answer by Harris to American parents and school children. The CDC has failed us. Open up the sc...","sentiment_score":-0.375}
{"full_text":"RT #US WH says pres Biden will focus on response to #coronavirus pandemic at #G7 tomorrow.Will discuss economic challenge...","sentiment_score":0.2}
{"full_text":"RT What the hell is wrong with you?","sentiment_score":-0.5}
{"full_text":"Tactics and techniques that business leaders use to manage stress during the COVID-19 pandemic include: Adopting new routines and ritualsExercising and meditating consistentlyConnecting socially, safelyDeveloping resilience and ...https:\/\/t.co\/noCWHdxtlk","sentiment_score":0.0848484848}
{"full_text":"RT This seems like something we could use here in Iowa.","sentiment_score":0.0}
{"full_text":"RT I've seen some poorly aged tweets... but holy shit.","sentiment_score":-0.15}
{"full_text":"RT Covid-19, Conflict, and Governance Evidence Summary No.29 is out!This edition by features resources from","sentiment_score":0.0}
{"full_text":"Very sorry to hear you have COVID. Hope you are doing as well as possible. If you haven't back from your instructor yet please let us know at asksis@wayne.edu","sentiment_score":-0.2166666667}
{"full_text":"RT From Covid to blackface on TV, China's racism problem runs deep ","sentiment_score":0.0}
{"full_text":"RT I am so mentally drained man as a college student. A pandemic for a whole year, class is virtual, a winter storm, trying...","sentiment_score":0.05}
{"full_text":"The groups of people who have been most heavily affected by COVID are also more likely to be uninsured.","sentiment_score":0.2}
{"full_text":"RT BREAKING REPORT: A waitress in New York City has been fired from the Red Hook Tavern after REFUSING TO GET THE COVID-19...","sentiment_score":0.0681818182}
{"full_text":"RT If you missed our #Cinema Vs #covid19 show with award-winning filmmaker  and producer , cat...","sentiment_score":0.0}
{"full_text":"RT Pretty sure the country is moving past what Republicans pretend to be outraged about. When they had the c...","sentiment_score":-0.1}
{"full_text":"Is the Battery powered by electricity???","sentiment_score":0.0}
{"full_text":"i love the and will reluctantly root for this guy to pitch well.  but he is a complete fraud, and i rather him be on someone else's team","sentiment_score":0.3}
{"full_text":"It was great to join members meeting today. He acknowledged the vital role medical research charities play, and the risks of the current position. Hopefully some support will follow for and the vital work all members deliver.","sentiment_score":0.2}
{"full_text":"RT Won't ted Cruz need a negative covid test 72 hours prior to his return flight from Cancun?","sentiment_score":-0.15}
{"full_text":"RT The UN says 130 countries have not received a single Covid vaccine dose.Vaccine inequality not only means millions are...","sentiment_score":-0.0357142857}
{"full_text":"RT No one should be forced to choose between staying safe and being able to keep their job, and no one should be punished for cal...","sentiment_score":0.2333333333}
{"full_text":"Local school tied for highest number COVID-19 cases in province #tbay","sentiment_score":0.0}
{"full_text":"I'm sure the Houston police have nothing better to do during this blackout\/water shortage\/blizzard\/pandemic than to help get 's luggage off a plane fresh from vacation.","sentiment_score":0.4333333333}
{"full_text":"RT Is this the next new excuse for the greatest failure of leadership from is a series of failures of leadershi...","sentiment_score":0.1539393939}
{"full_text":"RT Here are just a few examples of the fake coronavirus vaccination emails we are seeing.If you receive an email, text...","sentiment_score":-0.35}
{"full_text":"RT This is politics at its worst. Planned Parenthood will continue doing what South Carolina's elected officials refuse to d...","sentiment_score":-1.0}
{"full_text":"RT Covid in Scotland: Falling death rate offers 'hard evidence' of vaccine success | Scotland | The Times","sentiment_score":0.0361111111}
{"full_text":"is the home office okay like this an admission we're in some weird stasi state on steroids","sentiment_score":0.0}
{"full_text":"Going on an international vacation in the middle of a global pandemic is bad enough, but he is doing it at a time when his constituents are freezing to death. He can't change the weather but he could be making calls coordinating warming shelters and food\/water deliveries.","sentiment_score":-0.14}
{"full_text":"RT $280 of $403 million in federal covid-19 discretionary funds went to police and as Dr. Carrillo puts it \"communities hardest-...","sentiment_score":0.0}
{"full_text":"RT \"I'm literally breaking inside\":  As COVID-19 leaves millions jobless and struggling, the #mentalhealth toll rises","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was against Texas officials sneaking off to Mexico before he was for it.","sentiment_score":0.0}
{"full_text":"RT What do you mean? 65% of schools were already open in-person before inauguration day, and ~40% of those were open full...","sentiment_score":0.009375}
{"full_text":"RT Seriously, let's make this bipartisan. CDC says anyone leaving USA must not only get COVID-19 test but also self-quarant...","sentiment_score":-0.1666666667}
{"full_text":"RT We stand with Pastor Coates. It's unreal that he is in jail for his right to Worship. It is better to obey God than man. ht...","sentiment_score":0.2285714286}
{"full_text":"RT Everything does and says is opposite to what we should have done. We rushed into a ruinous lockdown, the leas...","sentiment_score":0.0}
{"full_text":"RT The decision against classifying COVID as a 'serious' workplace risk has prevented enforcement action to keep workers a...","sentiment_score":-0.1166666667}
{"full_text":"Here is the CDC data on the people killed and maimed by the Covid vaccine","sentiment_score":-0.2}
{"full_text":"RT So let me get this straight, they are going to go roll out mass testing, which will significantly increase number of positive...","sentiment_score":0.2674242424}
{"full_text":"Why are you traveling during a #lockdown couldn't this have been a phonecall or an email?  Can the Police tell me why this Man is travelling across counties@BBCBreaking","sentiment_score":0.0}
{"full_text":"This seems like... a terrible idea","sentiment_score":-1.0}
{"full_text":"Such positive news, thank you to all the incredible staff and volunteers involved in delivering the vaccination programme. Brighter days are coming...#COVID19 #NHS","sentiment_score":0.3757575758}
{"full_text":"RT Oh my goodness. I'm not sure where to start.This is the Home Office, the government department responsible for law and o...","sentiment_score":-0.025}
{"full_text":"well daddy should also be investigated for not assistance to blue states and urging states to open in the pandemic peak","sentiment_score":0.0}
{"full_text":"Are you kidding me? Covid is afraid of catching him.","sentiment_score":0.0}
{"full_text":"RT HCPs, do your school-age patients need catch-up vaccines before returning to in-school learning, especially during COVID-19? Fo...","sentiment_score":0.0}
{"full_text":"RT I honor #BreonnaTaylor BUT FOR 2 YEARS AntiDisability #Bigot Aaron HAS IGNORED THIS DE...","sentiment_score":0.0}
{"full_text":"Watch out for fake 3M N95 mask from China ! Who is the real threat to our county and people: Trump  or CCP ?","sentiment_score":-0.2125}
{"full_text":"RT Baseball update- no scrimmages Friday. Saturday - Varsity at home vs Sterling 11am and Deer Park at 3pm. Sophs at Sterling...","sentiment_score":0.0}
{"full_text":"RT EXPECTATIONS FOR TEACHERS PRE-COVID:Solve all society's ills.EXPECTATIONS FOR TEACHERS DURING COVID:Solve all societ...","sentiment_score":0.0}
{"full_text":"RT Important: You won't be asked about your #ImmigrationStatus when getting tested for #COVID19 at any of our testing sit...","sentiment_score":0.4}
{"full_text":"RT My mother, the world expert on getting Springsteen tickets before they sell out, trained me for this. Getting high demand...","sentiment_score":0.16}
{"full_text":"The PM has warned that the easing of England's lockdown needs to be done in stages","sentiment_score":0.0}
{"full_text":"RT Gov. Cuomo is threatening retribution against Dems demanding answers about underreported COVID deaths and his effort to...","sentiment_score":0.0}
{"full_text":"\"It's one of the things we've cried out for again and again - could somebody in a position of political power tell us what is an acceptable number of infections?\"https:\/\/t.co\/UeTzWgQkn6","sentiment_score":0.0}
{"full_text":"Chicago Mayor Lori Lightfoot spent $281.5 million in federal COVID-19 relief money on police payroll","sentiment_score":-0.1}
{"full_text":"so yet again your colleagues at the TSC are telling you to rectify the mistakes &amp; injustice of abandoning 3 million #excludeduk taxpayers. Yes still you've done NOTHING. What kind of dictatorship are the running here?","sentiment_score":0.6}
{"full_text":"RT BREAKING REPORT: A waitress in New York City has been fired from the Red Hook Tavern after REFUSING TO GET THE COVID-19...","sentiment_score":0.0681818182}
{"full_text":"Teen Suicide Prevention Week (February 14 - 21) highlights awareness around teen depression and suicide, especially with the increased stressors of the pandemic.","sentiment_score":0.0}
{"full_text":"RT \"People getting this [vaccine] will become genetically modified organisms.\"(and next visit from any coronavirus, may...","sentiment_score":0.0}
{"full_text":"RT The striking decline in hospitalizations and deaths in Israel from aggressive vaccination is notable real-world evidence of...","sentiment_score":0.5}
{"full_text":"RT Ted Cruz traveling to Mexico in the middle of a pandemic AND a natural disaster in his own state where people somehow tru...","sentiment_score":0.2333333333}
{"full_text":"RT Smart people on Twitter have informed me that the coronavirus infection peaks and valleys are because the virus is \"sea...","sentiment_score":0.2142857143}
{"full_text":"Tune into Scotland Tonight from 7.30pm where our young volunteer is speaking about her experiences of mental health during lockdown. Watch here:","sentiment_score":0.0}
{"full_text":"Right now people aged 85 &amp; older are being offered a  #Covid19 vaccine.  #CovidVaccines will be offered to more groups asap. You don't need to register in advance. You'll be invited for your FREE vaccine when it's your turn.","sentiment_score":0.2504761905}
{"full_text":"They can't get an execution for eviction until next month (and that is expected to go further). Contact whatever rent assistance is in your area. United Way has been paying up to a year (most common is 6 months) since June. If he's filed the CDC declaration, he can't be.","sentiment_score":0.02}
{"full_text":"Apple's newest iOS update will include a change to the syringe emoji, which will make it more conducive to conversations about vaccines amid the COVID-19 pandemic.","sentiment_score":0.5}
{"full_text":"COVID19 has caused organisations to think differently about how to connect and engage with their team. Can branding help this? Read the article:","sentiment_score":0.0}
{"full_text":"ICYMI: How you deal with your anxieties about the pandemic and back to school has a major influence on how your kids will deal with the situation.https:\/\/t.co\/KKOvpspsGw","sentiment_score":0.03125}
{"full_text":"Pent-up demand arising from the widespread office and school closures in 2020 &amp; 2021 will help the global wireless content sharing market reach revenues of $676.4 million by 2025 from $426.2 million in 2020 https:\/\/t.co\/TxE6qseVQh #remotework #zoom #skype #covid19","sentiment_score":0.0}
{"full_text":"#ScamAlert@Actionfrauduk is warning the public about an increase of #romance scams since lockdown. Stay vigilant.https:\/\/t.co\/ZqiwjssIHA","sentiment_score":0.0}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT As part of the new rules under the Biden administration, Cruz will have to show a negative COVID test before boarding his fligh...","sentiment_score":-0.0818181818}
{"full_text":"RT 'I'd love to get married, but it's hard to plan': Gwen Stefani admits pandemic has halted her wedding plans","sentiment_score":0.1527777778}
{"full_text":"India stands on threshold of vaccinating each and every Indian against Covid-19: Harsh Vardhan READ:","sentiment_score":-0.2}
{"full_text":"DCSD teachers and staff are getting the opportunity to receive a COVID vaccination. On Monday and Tuesday more than 800 doses  were given to educators at Echo Park Stadium in Parker. DCSD Staff - be on the lookout for your invitation in your email inbox.","sentiment_score":0.5}
{"full_text":"A COVID-19 vaccine is one of the most important tools.  Individuals below are\/will be eligible for vaccines:  Healthcare workers and long-term care facility residents Agriculture, Education, and Emergency Services People 65+More information:","sentiment_score":0.45}
{"full_text":"It's never been more important to make sure all LGBTQ people have high-quality, affordable health insurance. Did you know there's a special COVID-19 enrollment period for that runs from Feb. 15 to May 15?","sentiment_score":0.4392857143}
{"full_text":"We have been proud to be able to carry on supporting refugees and asylum seekers during lockdown. We have all adapted to new ways of working. Not always easy with poor access to technology and language barriers. Here is something we made about waitinghttps:\/\/t.co\/KxjrAzluib","sentiment_score":0.2866161616}
{"full_text":"RT : my other two wishes, I don't know, for the world to chill out for a sec. Everyone just, there's a lot of...","sentiment_score":-0.1125}
{"full_text":"The pandemic has made it difficult to do anything productive, but start small and the big things will come more easily.#quotes #quote #quotesaboutlife #marktwain #motivation #motivationquotes #motivational #postiive #positivity #getahead #success #besuccessful #productive","sentiment_score":0.01}
{"full_text":"\"Recovering from the pandemic is vital to Illinois' economic well-being, and it will take our collective power to make that happen. The IFT stands ready to work with Governor Pritzker to ensure that the recovery is focused on our most vulnerable.\" ","sentiment_score":0.1}
{"full_text":"Since Jan. 25, COVID-19 vaccine distribution from the federal government has increased 57%.","sentiment_score":0.0}
{"full_text":"RT Upcoming Webinar! The Impact of COVID-19 on Ontario's Court Related Services for Survivors of Family Violence. Featuri...","sentiment_score":0.0}
{"full_text":"Latin American and Caribbean ministers recently called for the integration of #environmental issues to be placed at the heart of the region's Covid-19 recovery strategies.Explore their commitment to build back better and greener in the article on","sentiment_score":0.125}
