{"full_text":"RT This is more than just a dead cat to distract from covid &amp; Brexit damage......it's this government very overtly and l...","sentiment_score":0.1666666667}
{"full_text":"RT Hey friends. Here are 1. the #TeamJustice letter to all 50 state (&amp; DC) attorneys general demanding Trump be investiga...","sentiment_score":0.05}
{"full_text":"New Orleans is one of my fave US cities, and this is so good.","sentiment_score":0.4181818182}
{"full_text":"RT Bored during lockdown?Learn lockpicking.Now its an UNlockdown.","sentiment_score":-0.5}
{"full_text":"RT Families struggling to keep a roof over their head need to know that, as we work to crush COVID, help is on the way....","sentiment_score":0.0}
{"full_text":"RT Lou Macari runs a homeless shelter in Stoke-on-Trent, but when Covid-19 came along the former footballer was forced to shut i...","sentiment_score":-0.15}
{"full_text":"Baba is not scared of covid? Kubusy..","sentiment_score":0.0}
{"full_text":"RT NYC had more new Covid cases yesterday than entire country of Canada. Tell me again why now is a good time to reopen...","sentiment_score":0.3340909091}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"We've been telling y'all he trash but he \"stands up to Trump\".@ChrisCuomo you planning to have your brother on your show to ask him about this?","sentiment_score":0.0}
{"full_text":"RT History is being written... there is still time for Canada to do the right thing: announce its support for the waiver...","sentiment_score":0.2857142857}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Latest work is out with and - Study took place pre-covid, but can only imagine...","sentiment_score":0.25}
{"full_text":"RT State government wasn't prepared for the hurricanes, the pandemic, &amp; now a record breaking winter storm in Texas... WT...","sentiment_score":0.0}
{"full_text":"RT Heavy winter storm in #Texas threatens safety of #COVID vaccineshttps:\/\/t.co\/FxbRVnS0uC","sentiment_score":-0.2}
{"full_text":"RT Krysten Sinema and Joe Manchin say a $15 minimum wage doesn't belong in a Covid relief bill.Here's what I say: if you're not...","sentiment_score":0.0}
{"full_text":"The incubation period is 14 days. There is no way any of this is because of lockdown.","sentiment_score":0.0}
{"full_text":"Currently shaking with rage after doing my taxes thanks to CA-EDD not taking out federal taxes for the additional COVID relief UI payments....","sentiment_score":0.1}
{"full_text":"These covid tests never get easier ... omg I actually cannot ... my nose can't take it","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Over 850 teachers have died due to COVID19 in the last 11 months.  To send them back to the classroom without prioritizing...","sentiment_score":-0.0416666667}
{"full_text":"RT 5 million Texans without power, many for 30 hrs.Homeless Texans found dead without shelter.Nearly every grocery stor...","sentiment_score":0.15}
{"full_text":"RT Biden was not afforded a smooth transition.Only gaining full knowledge of Trump's lack of COVID response once he had the ke...","sentiment_score":0.375}
{"full_text":"RT I wish lockdown and the Covid restrictions would lift enough to let all...","sentiment_score":0.0}
{"full_text":"RT Israel, completely failing to meet its international legal duty to ensure Palestinians have comprehensive and equitable ac...","sentiment_score":0.1}
{"full_text":"RT Ohioans, have your health care needs changed due to the pandemic?  You can #GetCovered OR change your plan, right no...","sentiment_score":0.0803571429}
{"full_text":"The Maine CDC on Tuesday said it would distribute up to 250,000 antigen tests, which produce results in 15 minutes, enabling schools to keep virus transmission in check.https:\/\/t.co\/kegrnz6MaF","sentiment_score":0.0}
{"full_text":"I'm going with what I know and I know that Covid can kill and have horrific long term symptoms where I've heard nothing of the sort with the vaccine so can only judge my opinion from what I know. I've persinally never questioned taking the vaccine.","sentiment_score":-0.35}
{"full_text":"THEYare already doing this. it started with covid insanity they couldnt social distance &amp; there were sick workera ao they slaughtered food animals by millions becuz not enough manpower 2bring to market. other issues. flues, virus, disease, requiring mass slaughter it'll catch up","sentiment_score":-0.2014880952}
{"full_text":"LOCKDOWN + SISTERS ANNIVERSARY + COLIC BABY + NO FAMILY = all of the below rolled into one day, but I will still be back tomorrow ","sentiment_score":0.0}
{"full_text":"RT People in this country are hurting right now - especially women. About 2.5 million women have lost their jobs or dropped out of the...","sentiment_score":0.1428571429}
{"full_text":"Even places with \"Masks Required\" signs are filled with people without masks; customers and employees.TN really is acting like covid isn't a thing anymore...Not that our government ever acted like it was real here ","sentiment_score":0.2}
{"full_text":"RT The winter storm has halted Texas' urgent and critical COVID-19 vaccination efforts--delaying the delivery of hundreds of...","sentiment_score":0.0}
{"full_text":"RT Good. Now he must extend, strengthen and enforce the eviction moratorium. Keeping existing order in place through March 31...","sentiment_score":0.7}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"RT Wow.A typical year of flu in the US: 45mil cases &amp; 61k deaths. Peak season: Dec thru Feb.This flu season (so far):...","sentiment_score":-0.0333333333}
{"full_text":"RT Punchbowl News on Biden's $1.9t COVID relief plan: The White House and Democratic leaders believe this is exactly what Bi...","sentiment_score":0.125}
{"full_text":"RT Your rollout of the vaccine has been a confusing disaster and your failure to advocate for Texas has left us 49th in per c...","sentiment_score":-0.2055555556}
{"full_text":"RT I'm deeply disturbed by the rise in hate crimes against Asian Americans--including in Orange County--during the pandemic....","sentiment_score":-0.2666666667}
{"full_text":"RT #Ptbo arts, culture, and heritage organizations! Now that the lockdown is lifted, are you opening up?Let us know, for in...","sentiment_score":0.0}
{"full_text":"RT Thank you to everyone who has changed their behavior and made sacrifices to turn this around.","sentiment_score":0.0}
{"full_text":"RT I haven't had so much as a cold since Covid. Masks forever? ","sentiment_score":-0.6}
{"full_text":"RT Vaccine supplies to the states up from 8.6m doses per week when we arrived, to 13.5m per week now -- up almost 60% in just four...","sentiment_score":0.0}
{"full_text":"RT This is the table with all Covid-19 vaccines currently available and their statusThe vaccine donated to Zimbabwe by C...","sentiment_score":0.4}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT I don't know who needs to hear this but, this pandemic will soon be over. Don't let this situation ruin you mentally.Keep being...","sentiment_score":0.0}
{"full_text":"RT Solidarity with fast food workers striking across the country today.Don't cross the picket line.","sentiment_score":0.2333333333}
{"full_text":"RT Stay home and raise the kids - NO. Okay, work and contribute financially - NO.419 has many faces","sentiment_score":0.0833333333}
{"full_text":"RT When people claim they're taking COVID precautions it could mean \"I haven't left my house for a year except for essential...","sentiment_score":-0.1041666667}
{"full_text":"is trying to ask rich white Christian Americans to not use water and electricity and that carbon monoxide can kill you, the same emissions Republicans fight for.And wear a mask.   Yeah. Good luck with that.","sentiment_score":0.215}
{"full_text":"RT \"It's not a clinical setting.\" #Vancouver's is working with the provincial government to be possible mass #C...","sentiment_score":0.0}
{"full_text":"RT I'm at the snowpocalypse,I'm at the pandemic,I'm at the combination snowpocalypse and pandemic","sentiment_score":0.0}
{"full_text":"RT  Joe Biden's $1.9 Trillion #COVID19 Relief Bill is for: All States because this is the \"United St...","sentiment_score":0.0}
{"full_text":"RT As of Thursday, two-thirds of the 1,744 Albertans who have died from COVID-19 lived in long-term care or assisted living...","sentiment_score":0.0}
{"full_text":"RT Gates + Fauci have demonstrated that by controlling the media, billionaires + their govt cronies can pro...","sentiment_score":0.0}
{"full_text":"RT Vaccination isn't having much of an effect yet on Covid cases. Cases are coming down because of what we're doing right: s...","sentiment_score":0.0200396825}
{"full_text":"RT I wear a mask when I pipe other shawties cuz I ain't tryna get my girl sick ","sentiment_score":-0.4196428571}
{"full_text":"RT Have you noticed #SARSCoV2 19B samples showing up recent sequencing? We did, so we built a phylogeny focused on recent 19B,...","sentiment_score":0.0}
{"full_text":"RT \"Americans may love Chinese food, but don't love the people who make it. They treat Chinatowns like playgrounds, their res...","sentiment_score":0.3333333333}
{"full_text":"RT Anyone else mystified why botched a potential Best Actress campaign for Elisabeth Moss for THE INVISIBLE MAN?...","sentiment_score":0.5}
{"full_text":"::pats COVID love handles:: I feel like the Spirit needs to move me too ","sentiment_score":0.5}
{"full_text":"RT If only there was some way of knowing why a government that's presided over the highest Covid death rate in the world,...","sentiment_score":0.0}
{"full_text":"RT As per Dr. Yaffe:-We need 2 wks post school reopening to be sure it's safe.-Stay home even though economy opening-We hav...","sentiment_score":0.5}
{"full_text":"RT 5 million Texans without power, many for 30 hrs.Homeless Texans found dead without shelter.Nearly every grocery stor...","sentiment_score":0.15}
{"full_text":"RT Lou Macari runs a homeless shelter in Stoke-on-Trent, but when Covid-19 came along the former footballer was forced to shut i...","sentiment_score":-0.15}
{"full_text":"A lively conversation no doubt between 2 interesting people.","sentiment_score":0.3181818182}
{"full_text":"advice is being taken!","sentiment_score":0.0}
{"full_text":"RT #RubinaDilaik - u look edible #AbhinavShukla - kya bol rahi hai..ye sab audible hai..God.. These two are so good t...","sentiment_score":0.7}
{"full_text":"Exclusive: States to receive biggest boost yet in vaccine doses, White House tells governors via","sentiment_score":0.0}
{"full_text":"RT They advocate for a world where we only have things that survive the whims of the market. Their organization would not exis...","sentiment_score":0.0}
{"full_text":"RT In letter, Hoyer says Biden's covid relief plan on House floor at end of next week, and chamber is preparing for final passage...","sentiment_score":0.0}
{"full_text":"RT Lead the way, Best Korea! World should follow.","sentiment_score":1.0}
{"full_text":"RT It's now easier than ever to pre-register for the #COVID19 vaccine in Virginia with to","sentiment_score":0.0}
{"full_text":"RT .@Peter_Vronsky's AMERICAN SERIAL KILLERS gives true crime junkies what they crave, with both perennial favorites and le...","sentiment_score":0.175}
{"full_text":"RT Is it any wonder Covid cases and hospitalizations are dropping? It's what happens when you elect a guy who knows what the f...","sentiment_score":0.8}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT I had fun writing this blog post for the good folks at and even more fun making the arrangements. The mos...","sentiment_score":0.45}
{"full_text":"This is the 3rd headline with \"rare\" snowfall happening somewhere this week but hey climate change is a hoax","sentiment_score":0.15}
{"full_text":"Problem is Republicans downplayed a pandemic hellooo how many times do you need to be told its all your fault for downplaying a pandemic that has killed millions!!! Should have done what the CDC guidelines said but noo you idiots treated it like the flu again WE HAVENT FORGOTTEN","sentiment_score":-0.2302083333}
{"full_text":"I KNEW you'd like it if you saw\/heard it! Sounds even better in the flesh...the phone mic doesn't pick up the bass very well. I'll bring it for a visit when lockdown's over. We can have a breakbeat yard party!","sentiment_score":0.2}
{"full_text":"I'm a trans woman who lives in a very racist &amp; abusive place towards us I want to move due to being threatened &amp; harassed many time anything helps as I'm short of funds for groceries &amp; bills due to having to work less days because of covid my PayPal is","sentiment_score":0.0472222222}
{"full_text":"RT If I were to write a dystopian novel about a pandemic (I promise I won't), it would go like this:Disease created for...","sentiment_score":0.0}
{"full_text":"RT I think it's selfish to make class attendance mandatory in a pandemic not cause I care about being around people I just...","sentiment_score":-0.5}
{"full_text":"RT Not COVID. Not climate change. Not domestic terrorism. According to my opponent Lauren Boebert, Democrats are America's...","sentiment_score":0.0}
{"full_text":"RT I want one, how cute is that, I'm in love","sentiment_score":0.5}
{"full_text":"RT I'm deeply disturbed by the rise in hate crimes against Asian Americans--including in Orange County--during the pandemic....","sentiment_score":-0.2666666667}
{"full_text":"RT \"We need to be prioritised now... we're more at risk of dying from Covid\" Ciara Lawrence, from Mencap, says people with...","sentiment_score":0.5}
{"full_text":"I have a test now.... whoever invented the lockdown browser a big ","sentiment_score":0.0}
{"full_text":"These people deserve at least $15\/hour for the work they do. Don't cross the picket line.","sentiment_score":-0.15}
{"full_text":"RT The first batch of Johnson &amp; Johnson Covid-19 vaccines have arrived  at OR Tambo International Airport. #VaccineRolloutS...","sentiment_score":0.125}
{"full_text":"RT Measuring covid numbers is very simple.Assessing the cost and impact of lockdowns is not.I really hope we learn from this exp...","sentiment_score":0.2}
{"full_text":"RT China claims that they are not responsible for COVID-19, but refuses to give the any early data. We need answers....","sentiment_score":0.0}
{"full_text":"Good job from Anne-Marie Mediwake this morning.","sentiment_score":0.7}
{"full_text":"UK Government : People with Asthma should be Group 6 for Covid-19 vaccine. - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Lou Macari runs a homeless shelter in Stoke-on-Trent, but when Covid-19 came along the former footballer was forced to shut i...","sentiment_score":-0.15}
{"full_text":"You'll also remember Covid too. It's normal to feel disappointed.","sentiment_score":-0.3}
{"full_text":"Man who admitted strangling wife during UK COVID-19 lockdown cleared of murder - New York Post","sentiment_score":0.1363636364}
{"full_text":"First, Galveston's morgue was already straining under COVID-19","sentiment_score":0.25}
{"full_text":"RT Wonderful. Simply wonderful. ","sentiment_score":1.0}
{"full_text":"RT Liberals sneering at people freezing to death in Texas are doing essentially the same thing as Trump when he withheld covid aid...","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT What a relief. Many will try to put some sort of political spin on lockdown. I think Victorians will simply feel a sense of ex...","sentiment_score":0.1666666667}
{"full_text":"it feels like an ad for coronavirus","sentiment_score":0.0}
{"full_text":"RT I'm deeply disturbed by the rise in hate crimes against Asian Americans--including in Orange County--during the pandemic....","sentiment_score":-0.2666666667}
{"full_text":"RT I haven't had so much as a cold since Covid. Masks forever? ","sentiment_score":-0.6}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT We cannot win against an epidemic if we cannot get the messaging right. A pandemic is a communication emergency. We need the fu...","sentiment_score":0.5428571429}
{"full_text":"Latest from me: Concert halls and other live venues hit hard by Covid-19 are awaiting the launch of a $15 billion grant program from which and others lobbied for. In the meantime, many venues say their situations are getting desperate.","sentiment_score":0.0199494949}
{"full_text":"Remember for tonight\"His agencies are requesting a net spending increase of over $2 billion. At a time when the global pandemic has forced businesses to be more innovative, virtual, and cost-efficient, state government wants to expand its footprint.\"https:\/\/t.co\/aQbyVMzycu","sentiment_score":0.15}
{"full_text":"Community-based organizations, like SLF partners, are at the forefront of responses to #COVID19 and #HIV and AIDS in sub-Saharan Africa.","sentiment_score":0.0}
{"full_text":"Scott Jerome, MD, Assistant Professor of Medicine at the UM School of Medicine, discusses college athletes and COVID.","sentiment_score":0.0}
{"full_text":"RT There are many disgraceful aspects to the Government's handling of the COVID-19 pandemic, but none greater than its failu...","sentiment_score":0.5}
{"full_text":"PATTY STYBEL, 52, of Cleveland, Ohio, died of COVID on Jan. 20, 2021. \"Unable to share the things with her that would have delighted her..Memories she won't ever get to hold. To most people she was just a number, a statistic, a bed, a room number. To others, she was the world.\"","sentiment_score":0.2333333333}
{"full_text":"President Joe Biden is extending a ban on housing foreclosures to June 30 to help homeowners struggling during the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"Johnson &amp; Johnson on Tuesday applied for authorization for their coronavirus vaccine in the European Union, with a decision expected starting mid-March.","sentiment_score":-0.0333333333}
{"full_text":"The world's leading airlines are backing a landmark UN Children's Fund (UNICEF) initiative to prioritize delivery of #COVID19 vaccines, essential medicines and other critical supplies across the globe.  ","sentiment_score":-0.0416666667}
{"full_text":"We've updated our list of providers for the COVID-19 vaccine. If you can't get a vaccine scheduled with us, try these other locations.https:\/\/t.co\/qVMv5lFWRX","sentiment_score":-0.125}
{"full_text":"The coronavirus ended a decade of record-setting tourism numbers.","sentiment_score":0.0}
{"full_text":"The Cultured Pearl Foundation and Omicron Upsilon Omega Chapter are hosting 'An Armchair Chat: Arming You with the Facts about the COVID-19 Vaccine' virtual event THIS SATURDAY at 2pm!  Register today:","sentiment_score":0.0}
{"full_text":"Lockdown in #Wodonga ","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"Looking for a less risky getaway amid the pandemic? Our annual Best Driving Vacations package explores outdoorsy and less dense destinations, from the vineyards of Michigan to the foothills of North Carolina.","sentiment_score":0.2222222222}
{"full_text":"As panicked Americans cleared supermarkets of toilet paper and food last spring, grocery employees gained recognition as among the most indispensable of the pandemic's front-line workers.","sentiment_score":0.2166666667}
{"full_text":"RT Who has died from Covid-19 in the US?Of people over age 85 who died of Covid-19, 80% were white. Of those who died between...","sentiment_score":0.0}
{"full_text":"Ash Wednesday is the start of the Christian season of Lent, but like most everything during the pandemic, it's going to look different","sentiment_score":0.1666666667}
{"full_text":"i loved her all the way up until she refused to quarantine and stay inside at the begging of the pandemic and still fails to do so","sentiment_score":0.1}
