{"full_text":"It's my belief that they're all jumping on the Con bandwagon to unseat Trudeau. I find it appalling after everything he's done for Canadians before and during the pandemic. This country would never be the same without him. Especially when you consider the other choices.","sentiment_score":-0.11875}
{"full_text":"RT We're about to hit 500,000 deaths from Covid-19 in the U.S.More Americans have died from Covid than on the battlefields of...","sentiment_score":0.0}
{"full_text":"RT That is what no parent who watched their children, peers, teachers and families get UNNECESSARILY and KNOWINGLY exposed to i...","sentiment_score":-0.4}
{"full_text":"RT COVID-19 vaccination continues at #FortHood Abrams Gym, Sun. 2\/21, 10am-3pm. Still have vaccine questions??? Tune-in:","sentiment_score":0.0}
{"full_text":"RT What is the real narrative of the #virus, and #LOCKDOWN ?#listen...","sentiment_score":0.2}
{"full_text":"RT Galit Alter, Dan Barouch, Pardis Sabeti, Eric Nilles are among co-authors w\/ &amp; Anil Menon on new publica...","sentiment_score":0.1363636364}
{"full_text":"RT The front page of The New York Times for Feb. 21, 2021, as the U.S. nears 500,000 dead from Covid-19. Each dot represents a li...","sentiment_score":-0.0318181818}
{"full_text":"How long before the MSM are all over this, particularly the ones that somehow overlooked a serving health minister unlawfully awarding covid contracts...?","sentiment_score":0.0583333333}
{"full_text":"RT \"We urgently need to overhaul the mechanisms of disaster capitalism and ensure that vaccines are equitably distributed and a...","sentiment_score":0.0}
{"full_text":"RT If only other interviewers were willing to call out lies in this way. We can at least look forward to bei...","sentiment_score":-0.04375}
{"full_text":"RT Oxford\/AZ, Pfizer and Novavax vaccines to be rolled out, starting tomorrow and over coming months in Oz. All effective v...","sentiment_score":0.3}
{"full_text":"RT The Pfizer and BioNTech vaccine appeared to stop the vast majority of recipients in Israel becoming infected, providing the f...","sentiment_score":0.225}
{"full_text":"Thank god for people like you Howard.","sentiment_score":0.0}
{"full_text":"Travel writing in the COVID era: Pandemic Travel: Researching a Columbia River Gorge Guidebook When the World Is Shut Down by","sentiment_score":-0.1555555556}
{"full_text":"RT In Toronto, building shelters for the homeless will get you sued and gathering maskless in a large group expressly again...","sentiment_score":0.2142857143}
{"full_text":"RT Opinion | Texas officials have put a premium on short-term gratification, placing profits over people, leaving milli...","sentiment_score":0.0}
{"full_text":"RT Coronavirus transmission is slowing in LA and elsewhere in part because of something we long tried to prevent: A huge num...","sentiment_score":0.175}
{"full_text":"The UK recorded its lowest Saturday figure in monthshttps:\/\/t.co\/qiQYcG0FDg","sentiment_score":0.0}
{"full_text":"Bl*ckroom during hard lockdown","sentiment_score":-0.2916666667}
{"full_text":"RT Devin Nunes is opposed to Congress providing any more COVID relief for the American people. Yet his winery received betw...","sentiment_score":0.25}
{"full_text":"RT \"1,200 central government contracts that have been made public, together worth nearly $22 billion. Of that, about $11 b...","sentiment_score":0.1}
{"full_text":"RT The front page of The New York Times for Feb. 21, 2021, as the U.S. nears 500,000 dead from Covid-19. Each dot represents a li...","sentiment_score":-0.0318181818}
{"full_text":"RT #hmaariimaaNgonlineexamfor9thand...","sentiment_score":0.0}
{"full_text":"RT Why does Morrison wear a mask with the flag on it? Is he worried we don't know which country he's prime minister of?","sentiment_score":0.0}
{"full_text":"RT Sure. You may have abandoned Texas for a stay at Ritz Cancun, but when u got busted you came home did a bunch o...","sentiment_score":0.5}
{"full_text":"RT The French Riviera city of Nice was on Sunday preparing to face a new set of local restrictions against Covid-19 to combat an outb...","sentiment_score":0.1840909091}
{"full_text":"RT Relieved that WHO SEARO finally spoke up on India's pandemic response.@WHO 's silence on India's disinformation campai...","sentiment_score":0.0}
{"full_text":"RT The front page of The New York Times for Feb. 21, 2021, as the U.S. nears 500,000 dead from Covid-19. Each dot represents a li...","sentiment_score":-0.0318181818}
{"full_text":"RT God the corporate team-building activities after the pandemic are gonna be fucking brutal","sentiment_score":-0.4375}
{"full_text":"RT This is going to be amazing   we are coming  #PrincexDorathyInkenya","sentiment_score":0.6}
{"full_text":"Ted Cruz keeps taking 1st place for biggest asshole in America. 2022 .. VOTE THIS MF OUT. HE SOES NOT DESERVE A SENATE SEAT.","sentiment_score":0.0}
{"full_text":"RT I've just heard justify breaking the law by saying he stopped any shortage of PPE in the first wave of the pa...","sentiment_score":0.25}
{"full_text":"RT March 2020 we were told lockdown for two weeks now it's nearly a year later and hospitality won't be open till mid sum...","sentiment_score":0.025}
{"full_text":"RT One of the first companies that pivoted their delivery very fast was . As soon as the lockdown was announced they...","sentiment_score":0.255}
{"full_text":"I love that! Especially with covid I'm the same really, you know I've been doing home workouts but it kinda just doesn't feel the same. I do think home workouts will become the new norm soon though","sentiment_score":0.1602272727}
{"full_text":"RT NYT front page as US approaches half a million Covid deaths. Each front page dot a life. Let that sink in...NYT","sentiment_score":-0.1666666667}
{"full_text":"RT Seven straight days under 20, and seven straight days with no deaths. This doesn't happen by accident, this happens becaus...","sentiment_score":0.2}
{"full_text":"RT Over 30,000 people have died of the coronavirus in just under a year, Florida says. This thread adds some perspective:","sentiment_score":0.0}
{"full_text":"RT We pay tens of thousands per month to ministers and deputy ministers for ceremonial purposes.","sentiment_score":0.05}
{"full_text":"CoronaVirus Update CM Uddhav Thackeray Urges Work From Home Facility Amid Pandemic Outbreak","sentiment_score":0.0}
{"full_text":"RT Over 900 health and care workers dead and counting ","sentiment_score":-0.2}
{"full_text":"#CNNSOTU   I think the minimum wage should go up, but tying it to a COVID relief bill is like slapping it on a military spending bill. Also 15 dollars sounds great, but it is more than doubling it from the current 7.25 per hour. Pt1","sentiment_score":0.3}
{"full_text":"RT This pandemic is also a mental health crisis and I feel like it needs to be discussed more","sentiment_score":0.2}
{"full_text":"RT \"Dhoni would have played the T20 World Cup in Australia in 2020 if there wasn't COVID-19 break. MSD was always a team ma...","sentiment_score":0.0}
{"full_text":"RT Exciting week ahead for youngest children returning to school- to keep them there,do your bit to helpany symptoms in...","sentiment_score":0.3}
{"full_text":"RT \"We need to develop allocation systems based not just on public health need but on principles of equity and justice.\" #BM...","sentiment_score":0.0}
{"full_text":"RT Love that as a Mayor of Islamic faith, I received my COVID vaccine at a local church, from Reverend Dr Sue Clarke, who came...","sentiment_score":0.25}
{"full_text":"RT In Bristol, bars\/restaurants on the Virginia side of the street have to close by ten at night, bars\/restaurants on the Tenn...","sentiment_score":0.0}
{"full_text":"RT In the middle of the crisis Australian Prime Minister said : 'Its time to make your way home'...","sentiment_score":0.0}
{"full_text":"RT Important exchange of views  with on #Cyprus issue and the role of the #EU on the peace process, March #E...","sentiment_score":0.4}
{"full_text":"RT But this is EXACTLY what I want to see...","sentiment_score":0.25}
{"full_text":"Discussion of legality of making vaccines mandatory when vaccine is under a EUA (Emergency Use Authorization) agreement.","sentiment_score":0.0}
{"full_text":"What coronavirus doesn't kill us covid-19 does two different things if you get coronavirus you go home 14 days quarantine you get covid-19 you go on respirator and die please understand America two different things once a weapon","sentiment_score":0.0}
{"full_text":"Cool.. \"The state's two operating nuclear power plants typically supply almost one-tenth of the state's electricity net generation.\"Do you even understand what you're quoting, Sen. CoRona?https:\/\/t.co\/6VOL6o3cLi","sentiment_score":0.0611111111}
{"full_text":"RT Despite what the Labour Council like to tell residents currently has a surplus of PS7.5 million in Cov...","sentiment_score":0.0}
{"full_text":"RT The front page of The New York Times for Feb. 21, 2021, as the U.S. nears 500,000 dead from Covid-19. Each dot represents a li...","sentiment_score":-0.0318181818}
{"full_text":"RT The front page of The New York Times for Feb. 21, 2021, as the U.S. nears 500,000 dead from Covid-19. Each dot represents a li...","sentiment_score":-0.0318181818}
{"full_text":"RT Nightclubs look set to be allowed stay open later and Sunday pub opening hours will be extended under a plan by the Minister f...","sentiment_score":0.0}
{"full_text":"RT Ted Cruz1. Fled while state in crisis2. During a pandemic3. To Mexico4. For a vacation5. At the Ritz Carlton6. Lied abou...","sentiment_score":0.0}
{"full_text":"RT Canada has always risen above its challenges. With competent leadership we will turn the corner on COVID-19 and rebuild our eco...","sentiment_score":0.25}
{"full_text":"Better yet get in tough with Albany Police and see how many times the Cuomo gets were in back of police cars and hush hush","sentiment_score":0.1527777778}
{"full_text":"RT The front page of The New York Times for Feb. 21, 2021, as the U.S. nears 500,000 dead from Covid-19. Each dot represents a li...","sentiment_score":-0.0318181818}
{"full_text":"RT CNN: 497,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"You wear a maskFor the rest of your life. You're selfish!   Ever think about anyone but your masked self?   How about the kids forced to wear them and all healthy people.","sentiment_score":-0.1416666667}
{"full_text":"RT Awesome job opportunity to be part of the Mass Vacs crew right here.","sentiment_score":0.6428571429}
{"full_text":"RT Es fake, usted.","sentiment_score":-0.5}
{"full_text":"RT Apparently to that criminal terrorist family it's perfectly normal to discuss covid and schools in front of a wal...","sentiment_score":-0.0666666667}
{"full_text":"RT Wake up people. A vaccine that isn't a vaccine, and it's killing people. The flu vaccine kills people too. End the lockdown...","sentiment_score":0.0}
{"full_text":"First go at lockdown baking, and it's bagels. Yum.","sentiment_score":0.25}
{"full_text":"RT Peace systems -- in this study the researchers argue that just as there are military, war systems, there are also Peace...","sentiment_score":-0.1}
{"full_text":"RT Why was Sushant Singh Rajput's post-mortem conducted after sundown, on 14th June, the same day he died?Why no covid-19 t...","sentiment_score":0.0}
{"full_text":"RT While 11 yr old Christian Pavon was dying of hypothermia because his family had no heat and it was 9deg, Ted Cruz was headed...","sentiment_score":0.05}
{"full_text":"RT Listening to this again from #Marr makes me so angry. How dare Hancock suggest he broke law to prevent shortages of PPE...","sentiment_score":-0.5}
{"full_text":"RT AND minimum wage!","sentiment_score":0.0}
{"full_text":"RT There are stories behind the numbers. We must do all we can to make sure the immense pain and loss we've experienced duri...","sentiment_score":0.225}
{"full_text":"One possible partial explanation is that medicos aren't test for flus but are covid19. Seems like coroners are testing more and finding covid and the flu. Since PCR doesn't test for active infections but only RNA fragments, it gets credit","sentiment_score":0.0533333333}
{"full_text":"RT Georgia + Tennessee are first states to gain approval to diffuse chemical known to trigger asthma + other serious resp...","sentiment_score":-0.0694444444}
{"full_text":"RT There is a worrisome subtext here about what is going on in the military and where service people get their information a...","sentiment_score":-0.1}
{"full_text":"RT Travel's biggest problem isn't Covid, says one CEO","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT JUST IN: Pfizer's Covid vaccine stopped 89.4% of transmission in Israel, the first real-world sign that immunization will cur...","sentiment_score":0.25}
{"full_text":"As someone who literally without water for 6 days:I didn't find it funny either. Everyone handles it differently \/: though I do genuinely wish more people took this seriously because Texas does actually have a crisis given that this just happened, COVID, and soon: hurricanes.","sentiment_score":0.1361111111}
{"full_text":"RT you sacked the shadow education secretary for a tweet","sentiment_score":0.0}
{"full_text":"RT No other country has counted so many deaths in the pandemic. More Americans have perished from Covid-19 than on the bat...","sentiment_score":0.3541666667}
{"full_text":"RT Laik Khan killed 17-year-old Neetu with hammer in Delhi for refusing to his forced marriage proposalGirl's family earlier...","sentiment_score":-0.1666666667}
{"full_text":"RT There has been a lot of talk about OnlyFans this week in Ireland. During the pandemic, online sex work has been a way for...","sentiment_score":0.0}
{"full_text":"RT Italy establishes National Day of Health Care Personnel in commemoration of one-year anniversary of its first known coronaviru...","sentiment_score":0.25}
{"full_text":"RT Why is Joe Biden pledging $4 Billion to a \"global\" pandemic relief effort while millions of Americans are suffering from...","sentiment_score":0.0}
{"full_text":"RT Appalling that whilst millions are being cut off from services due to Covid, the Post Office is still trying to close Crown...","sentiment_score":-0.2375}
{"full_text":"RT Currently trending:KeithLOTOLeader of the OppositionStarmerNone of these are positive. PS: Matt Hancock's...","sentiment_score":0.1136363636}
{"full_text":"With so much unknown re long covid it's criminal to fully open schools without efficient aerosol ventilation in place. Should already have been sorted. It feels like willingly handing our unvaccinated kids over to the virus &amp; letting it do it's worst. See-","sentiment_score":-0.2166666667}
{"full_text":"RT People in 130 countries have not yet received a single dose of Covid vaccine. The sooner we expand access to vaccines, th...","sentiment_score":-0.0714285714}
{"full_text":"RT Spot on. And if it can lead public opinion, when to try. In this case, I honestly wouldn't want Hancock out. He is utterly hop...","sentiment_score":0.2}
{"full_text":"RT Hancock subtly blaming 'my team' for the Covid contract catastrophe and stating there had been 'no nationwide shortage of...","sentiment_score":-0.3333333333}
{"full_text":"RT .@PhilLempert: The Inequality of Living in a Food Desert During COVID-19 #fooddesert #COVID19...","sentiment_score":0.0}
{"full_text":"At least, I really fucking hope so. I want to go home but I am also a massive baby and will not do well not seeing B for more than 2 weeks.Especially knowing when I go, I won't be able to stay here during the week until I'm back in the office because I'll have nowhere to work","sentiment_score":0.0166666667}
{"full_text":"RT There are now confirmed COVID transmission inside Brant schools. Parents and the broader community are discovering tha...","sentiment_score":0.4}
{"full_text":"RT \"More than 7 in 10 Americans now back Mr. Biden's aid package.\"COVID relief is on the way.https:\/\/t.co\/AvLWIgbEGP","sentiment_score":0.25}
{"full_text":"RT Excess deaths per million in Mexico  last year were:- 52% higher than in the US  - 75% higher than the UK  -...","sentiment_score":0.1666666667}
{"full_text":"RT No other country has counted so many deaths in the pandemic. More Americans have perished from Covid-19 than on the bat...","sentiment_score":0.3541666667}
{"full_text":"RT Devin Nunes is opposed to Congress providing any more COVID relief for the American people. Yet his winery received betw...","sentiment_score":0.25}
{"full_text":"RT Crony Ratio: PS881 million in COVID contracts to Tory donors.Story via and","sentiment_score":0.0}
{"full_text":"RT Study finds crowds at college football and NFL games didn't spread covid at all. Another tough loss for the coronabros who...","sentiment_score":-0.3888888889}
{"full_text":"RT Curious: In an era of travel bans\/restrictions, how are refugees getting on flights  to Canada &amp; why is #Canada accepting n...","sentiment_score":-0.1}
{"full_text":"5 Tips for Suburban Office Site Selection During COVID-19 #CRE #Office #Suburban #COVID-19 #NewNormalhttps:\/\/t.co\/7zGuMuOWwm","sentiment_score":0.0}
{"full_text":"RT The nation should be 'grateful' for this, Hancock just told Marr. No apology. 'It was the right thing to do.'","sentiment_score":0.2857142857}
{"full_text":"I maintain a positive side to my fatigue but some days just want it to go away. Happy to help!  Trying to move house during lockdown ... very fatigued now. Plus procrastinating now as so much stuff.","sentiment_score":0.4068181818}
{"full_text":"Prices went down because the beginning of the pandemic had so many more restrictions (because we were trying to understand it) so travel of all sorts was down = less demandPeople are getting vaccinated and travel of all sorts is bumping back up. This isn't difficult","sentiment_score":0.0031746032}
{"full_text":"M&amp;A set to soar in 2021 - Clyde and Cohttps:\/\/t.co\/ti6Ycu1ttP#insurance #acquisitions #mergers #pandemic #covid19 #coronavirus #financial","sentiment_score":0.0}
{"full_text":"Is #mutualaid just vaguely political charity - or the creation of infrastructure that points towards an anti-capitalist world organized in common? We talked to about the growth of #mutualaid projects and how to push these programs even deeper.","sentiment_score":-0.15}
{"full_text":"Florida Governor Ron DeSantis faces criticism over COVID-19 vaccine distribution","sentiment_score":0.0}
{"full_text":"Cleaning up after winter storms? Consider alternatives to burning. If burning debris is the only option, check to see if burning is prohibited or if a permit is required in your area. See below  Also check with your local fire agency for guidance on how to burn debris safely.","sentiment_score":0.1666666667}
{"full_text":"RT But we didn't have vaccines last year!!!!!!!","sentiment_score":0.0}
{"full_text":"RT I've just heard justify breaking the law by saying he stopped any shortage of PPE in the first wave of the pa...","sentiment_score":0.25}
{"full_text":"JUST HEARD A NU TERM+MEANING-\"HONEY CAN U DO\"-CNBC CLIP SAID,DU 2 CORONA THIS TYPE,CAN U DO LIST,WAS EXPANDING-CAN U DO THIS,ETC-WELL, APPROACHING 75,I CAN SAY HONESTLY,OTHER THAN DURING SEX,IVE NEVER BIN ASKED,HONEY CAN U-LOL-HELL,ITS A BRAVE NU WORLD KIDS+CHANGE IS EVERYWHERE","sentiment_score":0.4}
{"full_text":"Gov. Gavin Newsom announced the plan on Friday as part of an effort to accelerate in-person learning across the state.https:\/\/t.co\/TKjkae0kEn","sentiment_score":0.0}
{"full_text":"RT Maharashtra Covid Breaking - CM - 8 days ultimatum for public to decide whether to impose lockdown..decision in ur hands....","sentiment_score":0.0}
{"full_text":"RT Maharashtra: One-week lockdown imposed in Amravati from Monday 8 pm amid Covid surgehttps:\/\/t.co\/hRXs4erryu","sentiment_score":0.0}
{"full_text":"Safe-ish. Not forgetting it was an outdoor luncheon at the White House where a contingent of Republicans, including the president, were infected with Covid19.","sentiment_score":-0.05}
{"full_text":"Boom ","sentiment_score":0.0}
{"full_text":"If you choose to fly, you are required to wear a face covering for the entire travel journey. Masks are the most essential part of the multiple layers of protection aimed at reducing the risk of COVID-19 transmission during air travel. Learn more:","sentiment_score":0.3}
{"full_text":"Facilitate finds out how the pandemic has accelerated trends towards a hybrid workplace model #Workplace #RemoteWorking #Offices","sentiment_score":0.0}
{"full_text":"RT Hundreds of our friends and colleagues died due to lack of safe PPE. They went to work, and they caught COVID because t...","sentiment_score":0.1875}
{"full_text":"For hundreds of millions of children around the world, 'normal' was never good enough to begin with.Read my open letter on why I believe we can reimagine a better post-COVID world #ForEveryChild.","sentiment_score":0.06}
{"full_text":"a lovely effort to bring nourishment where there is hunger while helping pandemic-battered restaurants stay in business. They do this by placing refrigerators around the DC metro area and paying local restaurants to fill them with fresh meals daily. ","sentiment_score":0.2}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT Herehttps:\/\/t.co\/NnGgHmWARk","sentiment_score":0.0}
{"full_text":"\"Nearly 60% of Americans said the president should never hold office again.\"","sentiment_score":0.1}
{"full_text":"It has been alarming how the media hasnt been covering the #covid #deathtoll in recent weeks-i felt panicky not knowing the number\/couldnt find on tv &amp; looked it up to see it at 495,000 souls lost we should be talking about this every day even if cases are dropping #facesofcovid","sentiment_score":-0.05}
{"full_text":"RT In most countries it would be a scandal if two Union ministers lent their presence to false advertising by a large consum...","sentiment_score":0.1047619048}
{"full_text":"RT A reminder, the Cons ran down the national emergency stockpiles of PPE since 2013 allowing them to go out of...","sentiment_score":-0.1555555556}
{"full_text":"RT The Sunday Times published very touching and strong interview with Sviatlana Tsikhanouskaya.For","sentiment_score":0.5416666667}
{"full_text":"In case you missed it: Emilio Gonzalez didn't die from COVID-19. Now he wants his life back. After 76 days in the hospital with COVID-19, what does recovery look like?","sentiment_score":0.1}
{"full_text":"We hope you all had a great #HalfTerm! Whether you're a teacher, parent or carer currently home schooling, join us for weekly #LockdownLearning activities starting tomorrow. Check out all the activity links here:","sentiment_score":0.3333333333}
{"full_text":"\"The rise in unemployment observed during the pandemic is a reminder that crises such as health crises have broad ramifications for society,\" writes our fellow Owen Boed. Read our full article on Unemployment &amp; Human Security During the COVID-19 Pandemic:","sentiment_score":0.103125}
{"full_text":"With the pandemic taking our vendors off the streets, they need your support now more than ever. You can sign up for either a digital or paper subscription here: can also use our interactive map to support your local vendor:","sentiment_score":0.1666666667}
{"full_text":"Today on The Sunday Magazine, discusses funerals during COVID-19 with Luann Jones, explores email bugaboos with chats with about her inspirational career and learns about chronic pain from Dr. Abdul-Ghaaliq Lalkhen.","sentiment_score":0.5}
{"full_text":"With input from the Chicago pop\/rock group contributor William Panoutsos explores the financial and creative effects on artists and venues as a result of the COVID-19 pandemic.","sentiment_score":0.25}
{"full_text":"Some fantastic riffs there","sentiment_score":0.4}
{"full_text":"RT No other country has counted so many deaths in the pandemic. More Americans have perished from Covid-19 than on the bat...","sentiment_score":0.3541666667}
{"full_text":"RT I join in sending condolences to Tanzanians for their loss of a senior leader from #COVID19 &amp; urge the governmen...","sentiment_score":0.0}
{"full_text":"RT Birthday Gift for Mew! #1 Certificate from coral donation at Sisters' Island, Singapore! Due to COVID, the whole process...","sentiment_score":0.0375}
{"full_text":"As if lockdown wasn't tough enough!https:\/\/t.co\/58UXI5GSR3","sentiment_score":-0.3888888889}
{"full_text":"ICYMI: Updated data show fear of COVID-19 is a significant driver of consumer behavior, while policy orders have relatively modest impact.Read more about research from &amp; Chad Syverson, now updated through 1\/3:","sentiment_score":0.325}
{"full_text":"For yourself and others, know the 3 Ws: Wear a mask with two or more layers of washable, breathable fabric  Watch your distance - stay 6 feet from others  Wash your hands or use hand sanitizer #SelfCareSunday","sentiment_score":0.5}
{"full_text":"have launched two surveys to better understand local residents' experiences of the COVID-19 vaccination programme. We want to hear your views, whether you have had the vaccine or not. Share your thoughts by completing the short surveys:","sentiment_score":0.1666666667}
{"full_text":"Most states have begun vaccinating teachers, but not Georgia. Here, teachers are farther down the schedule after state leaders moved more older Georgians ahead of them. The change has angered educators as COVID-19 has infected and even killed colleagues.","sentiment_score":0.0101851852}
{"full_text":"#covid #reading let's discuss once you read these two ....","sentiment_score":0.0}
{"full_text":"Latest figures on Covid vaccination programme in Dorsethttps:\/\/t.co\/MoU75msRGJ","sentiment_score":0.5}
{"full_text":"Over 3 Million COVID-19 Vaccinations Have Been Administered by WalgreensLearn more:","sentiment_score":0.5}
{"full_text":"If you missed last night's airing of the #COVID19 vaccination panel discussion for older adults on (channel 6), tune in today at 10 a.m. for a rerun of the event. You can find additional resources at","sentiment_score":0.0833333333}
