{"full_text":"RT I'd love to see them fire Hannity, Carlson, Ingraham, Pirro -- all of them. Then shut down Fox News altogether and turn eac...","sentiment_score":0.1722222222}
{"full_text":"If the Senate had voted guilty would the USA still today be in the throes of Covid?","sentiment_score":-0.5}
{"full_text":"1. E.G.: \"... staff at main door not asking screening questions to essential workers &amp; visitors regarding symptoms, contact and travel ... no social distance measures in lunchrooms, high-touch areas not being cleaned regularly &amp; proper PPE ...https:\/\/t.co\/oWnVNJeaUj","sentiment_score":0.03}
{"full_text":"11,571 Ohioans have died from Covid-19 and Jordan has done nothing.\"@Jim_Jordan called me crying, groveling, begging me to go against my brother, begging me, crying for a half-hour,\" DiSabato said. \"That's the kind of cover-up that's going on there.\"","sentiment_score":0.0666666667}
{"full_text":"RT Why is he still relevant and why are y'all keeping his measly little makeup brand afloat?","sentiment_score":-0.0885416667}
{"full_text":"There are so many people around here not wearing masks or only covering their mouths, not their noses(!?!?!?), it makes me crazy. A family with 3 kids walked into Walmart and not one had a mask on. WEAR A MASK AND WEAR IT CORRECTLY! ","sentiment_score":-0.0833333333}
{"full_text":"Bills piling up trying to do anything to keep afloat after getting out of a terrible domestic violent situation. Home with my two littles and this pandemic has made everything harder :( please help $kbronstein4","sentiment_score":-0.4416666667}
{"full_text":"When will the Supreme Court quit favoring churches at the expense of my own right to freedom from the super-spreaders. ","sentiment_score":0.4428571429}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT Wear a Mask, wash your hands, keep a safe distance from Nigeria!","sentiment_score":0.625}
{"full_text":"\"Do states and cities 'need' Biden's $350 billion in direct COVID-19 relief? It depends where you're asking.\" (via","sentiment_score":0.1}
{"full_text":"RT WHY!!?This makes ZERO sense. These tyrants won't stop.","sentiment_score":0.0}
{"full_text":"RT Two videos obtained by the Daily Collegian show large parties at Theta Chi, confirmed by several sources to be held Jan. 2...","sentiment_score":0.1535714286}
{"full_text":"RT The Covid-19 pandemic has ravaged Hong Kong's economy. It has also brought to light an enduring problem: Too many, in one o...","sentiment_score":0.45}
{"full_text":"RT 'I think the darkest days of the pandemic are yet to come, and I share that because of the new variants, these new mutated vir...","sentiment_score":0.1363636364}
{"full_text":"yep, SLCC is mostly in one too. A lot of that going around with current budgets. The fact that it is understandable given the COVID crisis, doesn't make it any less frustrating or sad for young scientists and departments alike.","sentiment_score":-0.0777777778}
{"full_text":"RT dr house would've had this covid thing down pat MONTHS ago","sentiment_score":-0.1555555556}
{"full_text":"RT New York releases data on COVID deaths at each nursing home","sentiment_score":0.1363636364}
{"full_text":"RT Chiefs are taking two planes to Tampa today for Covid protocols. Most of the players and coaches, including HC Andy Reid,...","sentiment_score":0.5}
{"full_text":"COVID has taught us some things that should continue... THIS is one of them!","sentiment_score":0.0}
{"full_text":"RT This is 1 of first pieces I've read recently, where journos are trying to give ppl an overall picture\/understanding of far-rig...","sentiment_score":0.0833333333}
{"full_text":"Can't wait  Let's go!! ","sentiment_score":0.0}
{"full_text":"RT Forcing workers -- especially women -- to choose between their families and their paychecks is not new. This pandemic has mad...","sentiment_score":-0.2310606061}
{"full_text":"RT We can't afford to ignore the stark racial disparities in COVID-19 transmissions, hospitalizations, and deaths. The Ameri...","sentiment_score":-0.2}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"Are you kidding me?  shouldn't travel because CDC said so? Do Fox News reporters travels to cover stories?","sentiment_score":0.0}
{"full_text":"RT Note, too--the program is struggling for funding of around $3 million.The police and sheriff budgets for Denver are about...","sentiment_score":0.0}
{"full_text":"RT I'm sure this has NOTHING to do with Biden ignoring the science &amp; overruling the CDC....#OpenSchoolsNow","sentiment_score":0.5}
{"full_text":"RT The Navajo Nation has gone from one of the highest COVID-19 positivity rates in the country, to one of the highest vacci...","sentiment_score":0.0}
{"full_text":"RT A couple in their 80s who have been married for 60 years have had an emotional reunion after being kept apart for almost a yea...","sentiment_score":0.125}
{"full_text":"RT Go do a Google search Nov-Jan on \"overwhelmed hospitals\" and you'll see endless news storiesNow do a search, as of today,...","sentiment_score":-0.125}
{"full_text":"RT THREAD:  It is with sadness that I tell you about Preston Chaney, who died in the Houston jail of COVID. He was trapped t...","sentiment_score":-0.15}
{"full_text":"RT If the Trudeau government hasn't figured it out yet, Canada is on its own.We need domestic vaccine production now. Not i...","sentiment_score":0.0}
{"full_text":"RT Late Friday, govt dumped docs to be tabled at #HESA.  and other colleagues dug through them: Senior Liberal...","sentiment_score":-0.2125}
{"full_text":"This #CBSSunday Although vaccines against the coronavirus have been developed in record time, the lack of a playbook on how to administer them quickly prompted a union between health workers and professional sports teams, to offer shots at stadiums &amp; ball parks across the US","sentiment_score":0.1777777778}
{"full_text":"RT Reasons to not wear a face mask:","sentiment_score":0.0}
{"full_text":"RT A pandemic is not normal (especially one such as this one), it is an exceptional event. And thus, every life, old or yo...","sentiment_score":0.1383333333}
{"full_text":"I tweeted her, asking if she knew covid +ve old people were being sent to care homes. She blocked me. Maybe it was because I interrupted her tweeting that she was practicing her knitting during the pandemic.","sentiment_score":0.1}
{"full_text":"RT We've come back to this time and time again since the start of the pandemic. The state cannot put worship spaces in a w...","sentiment_score":0.0}
{"full_text":"i have heard of people being given false positives cuz tests have detected the common cold as COVID since the virus is in the same family. i hope they are using better tests by now but the way they screwed things up since this beginning, you never know.","sentiment_score":-0.16}
{"full_text":"RT THREAD:  It is with sadness that I tell you about Preston Chaney, who died in the Houston jail of COVID. He was trapped t...","sentiment_score":-0.15}
{"full_text":"Dr. Meyer gives Mr. Meyer his COVID vaccine! #medicalreservecorps #volunteers","sentiment_score":0.0}
{"full_text":"Mass Vaccination Clinic Friday Administers About 4,800 Shots of COVID-19 Vaccine","sentiment_score":0.0}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT Students attending school in person as well as those learning remotely are struggling with poor attendance during the pandemic htt...","sentiment_score":-0.25}
{"full_text":"RT Heard a doctor on MSNBC say last night re: high rates of Black COVID deaths: 'we are losing a generation of Black moms...","sentiment_score":-0.0433333333}
{"full_text":"RT The Covid vaccine is not a guarantee. My wife &amp; I, vaccinated 17 days ago, both tested positive yesterday and are in qua...","sentiment_score":0.2272727273}
{"full_text":"Friend of mine lost his mom to COVID today. She was 84 under hospice care. It's believed she was infected by her hospice nurse smgdh","sentiment_score":0.0}
{"full_text":"Yes #IStandWithTrudeau. All the way.","sentiment_score":0.0}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT Small businesses say they are weighing the financial risks amid uncertainty over the province's tentative COVID-19 reopening...","sentiment_score":-0.125}
{"full_text":"RT EXCLUSIVE: SNP's OAP minister has failed to contact a single care home during Covid pandemichttps:\/\/t.co\/Z8gcSstERP","sentiment_score":-0.2857142857}
{"full_text":"RT This is after incarcerated people at CJC spent weeks complaining about unsafe conditions during COVID.Court hearings have...","sentiment_score":-0.1}
{"full_text":"RT South Korea unveiled a $43.2 billion plan to build the world's largest #windpower plant by 2030 as part of efforts to foste...","sentiment_score":0.0}
{"full_text":"RT THREAD:  It is with sadness that I tell you about Preston Chaney, who died in the Houston jail of COVID. He was trapped t...","sentiment_score":-0.15}
{"full_text":"RT \"However grim our prospects seem, human kindness finds a shape &amp; form: it will not be locked down.\"I've tried to be ho...","sentiment_score":-0.3851851852}
{"full_text":"Maguire decided to abide the covid 19 rules and decides to social distance from the ball","sentiment_score":0.0333333333}
{"full_text":"RT Lovely food from tonight. Compliments to the chef . Shop local , keep the business's going...","sentiment_score":0.25}
{"full_text":"Why is there no flu?Why did Covid kill 100yr old Captain Tom and not Pneumonia?COVID IS FEAR CONTROLWTFUP!!!","sentiment_score":0.1953125}
{"full_text":"RT If natural immunity doesn't exempt healthy people from wearing a mask, andif taking multiple doses of the vaccine do...","sentiment_score":0.2}
{"full_text":"RT THREAD:  It is with sadness that I tell you about Preston Chaney, who died in the Houston jail of COVID. He was trapped t...","sentiment_score":-0.15}
{"full_text":"Sadly schools r open in my country and iam forced to go to school everyday during the pandemic...","sentiment_score":-0.25}
{"full_text":"my mom wants me and my siblings to go to this event thing with her but i just wanna stay home","sentiment_score":0.2}
{"full_text":"use Google translate This #cdrama titled \"Ten Miles of Peach Blossom\"was my first Asian series ever - in the Pandemic June 2020 Others followed with subs free on YouTube #MarkChao as Yehua was my cicerone. 58 episodes. Grab tissue &amp; popcorn","sentiment_score":0.1625}
{"full_text":"RT Do the world a favor. Stay home for the Super Bowl!","sentiment_score":0.4166666667}
{"full_text":"RT #WeDidntStartTheFire #StopTheBritishGasFire It's a fair question. ","sentiment_score":0.7}
{"full_text":"RT Women always have each other's backs.","sentiment_score":-0.125}
{"full_text":"RT From Perspectives:Clever and Kind: COVID, Taylor Swift, and Davidson Collegehttps:\/\/t.co\/bLqdqTh0fi","sentiment_score":0.6}
{"full_text":"#IStandWithTrudeau THANK U FOR BEING THERE FOR CANADIANS AND SUPPORTING THEM WITH CERB AND OTHER POLICIES DURING PANDEMIC. CANADA'S EXECUTION MAY NOT BE PERFECT BUT ENSURED THAT COUNTRY DOES NOT SLIDE INTO CHAOS AND TURMOIL","sentiment_score":0.375}
{"full_text":"Some cracking pubs there. Its a lovely city and a great night out. People always so friendly. Due to covid havenae seen ma family there for more than a year. Cannae wait to get back across and see them","sentiment_score":0.3416666667}
{"full_text":"RT Speaker Pelosi:-Went to the salon when the rest of us couldn't. -Didn't wear a mask when the rest of us had to. -Avoi...","sentiment_score":0.0}
{"full_text":"Why are they so stressed about it? Is it that it is more resistant to the vaccine? Or that there's more of chance you can catch covid again, even if you've had other variants:","sentiment_score":0.2916666667}
{"full_text":"RT Remember, pre-Covid the fostered the lowest unemployment rate in 43 years!That's a lot of jobs!#Canada #c...","sentiment_score":0.0}
{"full_text":".@SenJoniErnst will claim to visit all 99 counties &amp; talks to Iowans from all walks of life. This is the #PhonyJoni pat on the back tour. She chooses her audience based on party affiliation $ donation. Even before covid she stopped holding in person townhalls in Progressive areas","sentiment_score":0.0}
{"full_text":"In a COVID-free alternate reality... If BlizzCon 2020 had not been cancelled, what would you have asked the D4 team during their Q&amp;As?#diablo3 #diablo4","sentiment_score":0.0}
{"full_text":"RT you know what, Im so happy for the 1.84M tw we have achieved because the cast deserves it, they work so hard every week &amp;...","sentiment_score":0.2541666667}
{"full_text":"RT Recently, we looked at some of the silver linings we took away from the first wave of the pandemic. In part two of our series...","sentiment_score":0.125}
{"full_text":"RT Me during this pandemic","sentiment_score":0.0}
{"full_text":"RT No sign of us being able to play out anytime soon, so we're going to beat lockdown with another massive 10K challenge...","sentiment_score":0.25}
{"full_text":"RT The Covid vaccine is not a guarantee. My wife &amp; I, vaccinated 17 days ago, both tested positive yesterday and are in qua...","sentiment_score":0.2272727273}
{"full_text":"Due to extreme cold on Sunday we will be CLOSED in our MN stores. We only allow 1 person in at a time due to covid restrictions and we feel this will pose a danger to our customers forced to wait outside. We're open today until 6:00. Sorry for the inconvenience! Stay warm!","sentiment_score":-0.1136363636}
{"full_text":"RT Native Americans are DYING AT THE HIGHEST RATES from COVID. This is systemic. The media barely talks about it. Th...","sentiment_score":0.05}
{"full_text":"ICYMI: \"This is why I don't like debating on Twitter.\"","sentiment_score":0.0}
{"full_text":"Like how? Corona time? ","sentiment_score":0.0}
{"full_text":"RT some of y'all don't take this covid shit serious and it's so annoying","sentiment_score":-0.4444444444}
{"full_text":"RT This is her profile on a couch surfing website: an article where Karen Cox identifies her...","sentiment_score":0.0}
{"full_text":"Or you could be dead now from COVID or related starvation etc. The question is more suitable for large corps that did billions of stock buyback in the past decades while not building rainy day fund. They got far more bailout than people, and the execs are getting bonuses again","sentiment_score":0.1767857143}
{"full_text":"Probably because of covid. That's fucked","sentiment_score":-0.6}
{"full_text":"RT So how does a rural state, population density of 11 people per square mile, 4th least populated state, end up...","sentiment_score":-0.15}
{"full_text":"RT In the studio in \"momma there go dat man\" mode...stay home.  Slatt","sentiment_score":0.0}
{"full_text":"RT There is no room for social distancing in the crowded jail. Preston Chaney couldn't protect himself. He had difficulty br...","sentiment_score":-0.0333333333}
{"full_text":"Q: How many need to get a #COVID19 vaccine for herd immunity? A: We don't yet know how many people would need 2 get vaccinated to achieve herd immunity, vaccination is a safer way to build protection than getting sick. More FAQs: COVID-19 and Your Health","sentiment_score":0.1964285714}
{"full_text":"RT NEW at UH - Last year, the World Economic Forum teamed up with the Russian government + global banks to run a cyberattack...","sentiment_score":0.0672727273}
{"full_text":"From our Collection: Pruning Sawc. 1915#SaturdayThoughts #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"#Empathy: a great definition! #JoyTrain #Joy #Love #Peace  #Kindness #IDWP #GoldenHearts #IAM #MentalHealth #Mindfulness #ChooseLove #COVID19 #Quote #SaturdayMorning #SaturdayThoughts #SaturdayMotivation #ThinkBIGSundayWithMarsha  RT","sentiment_score":0.7666666667}
{"full_text":"CENSUS DATA: Because of the April 1st reference date, a significant number of deaths from #COVID19 won't count in the 2020 census.","sentiment_score":0.375}
{"full_text":"Marc Vandermeer shares his experience calling #Texans games during COVID-19. | #WeAreTexans","sentiment_score":0.0}
{"full_text":"RT NFL offers Joe Biden all 30 football stadiums as mass Covid vaccination sites--for free!DeVos Place in Grand Rapids, Mi...","sentiment_score":0.3}
{"full_text":"Your game face isn't complete without a mask. If you leave your home, gear up with a mask, hand sanitizer, and 6 feet of distance between yourself and others to help #StopTheSpread of COVID-19. #YourActionsSaveLives #EndThePandemic","sentiment_score":-0.15}
{"full_text":"With more than half of America reluctant or flatly opposed to getting a COVID-19 vaccine, a VIP-filled video call on Thursday targeted the nation's military families with an urgent plea: Get the shot.https:\/\/t.co\/UeETQIm2bR","sentiment_score":0.0520833333}
{"full_text":"UK sees spike in alcohol-linked deaths amid pandemicFollow us on Telegram","sentiment_score":0.0}
{"full_text":"Efforts to get more people living in the most vulnerable Dallas County communities registered to be vaccinated against COVID-19 will continue over the weekend and into next week.https:\/\/t.co\/cGl1K26R87","sentiment_score":0.125}
{"full_text":"New face mask rules in Greater Sydney, Central Coast, Wollongong and Blue Mountains. For a full list of rules, exemptions and guides, visit: resources #Refugee #Health","sentiment_score":0.1972727273}
{"full_text":"Never been more over anything in my life.","sentiment_score":0.5}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"Cargill runs Canada's biggest meatpacking facility and obliged its workers to come in despite the pandemic. Now the company is facing a criminal investigation -- the first of its kind -- after the sadly predictable deaths of workers and their family members.","sentiment_score":0.0625}
{"full_text":"RT Social distancing inside dispensing lab and compulsory nose mask.... But we are all sucking one pipette","sentiment_score":0.0333333333}
{"full_text":"RT Rest In Peace, a true hero","sentiment_score":0.35}
{"full_text":"Covid-19: Riding our 'luck'? Latest MIQ case has officials 'scratching heads'https:\/\/t.co\/f91fdRKE1E","sentiment_score":0.5}
{"full_text":"#NHS news in this week's Healthcare Roundup #HCRU: third wave of #Covid19 peaks, MPs quiz #TestandTrace; has a look at the accounts. Plus: #HealthTech latest and read our new case study on #video for #awardsentries.","sentiment_score":0.2121212121}
{"full_text":"Anel Medina is a 28-year-old registered nurse and one of the 200,000 DACA recipients who are classified as essential workers, serving Americans across the country during the COVID-19 pandemic.Watch her #LatinosAreEssential story here https:\/\/t.co\/V3XPNBhxv1","sentiment_score":0.0}
{"full_text":"RT Uh-Oh #COVID19 #covid","sentiment_score":0.0}
{"full_text":"This whole thread is important.. but this portion holds the worst piece. We know our justice system is fucked. But refusing to do what you can on an individual level makes you even worse. And I'm this case, it makes you a murderer.","sentiment_score":-0.2333333333}
{"full_text":"Hey - do you agree with that masks don't work, essential oils can protect against COVID and that the common cold is causing false positives? This is dangerous, anti-science misinformation - you should take a stand.","sentiment_score":-0.38}
{"full_text":"the first vaccine: a hyper dose of covid 2000 in a bag","sentiment_score":0.25}
{"full_text":"As many as 106 million (106,004,046) people have been reported to be infected by the novel #coronavirus globally and 2,311,034 have died ","sentiment_score":0.25}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"Data are showing a rebound in mobility as more people receive the #COVID19 vaccine. However, if people start moving about without wearing masks or social distancing, transmission is likely to increase.View our latest projections:","sentiment_score":0.2583333333}
{"full_text":"The burden of #TeenDatingViolence is not shared equally across all groups-- #SexualMinority groups are #disproportionately affected by all forms of #violence, &amp; some #racial \/ethnic minority groups are disproportionately affected by many types of violence. More at CDC .gov #NTDVAM","sentiment_score":0.3333333333}
{"full_text":"RT Remember when you spent the last year carrying water for the guy who oversaw 430,000 deaths?","sentiment_score":-0.05}
{"full_text":"RT Don't let them tell you we don't have enough money for unemployment, robust covid relief, or health care.We do. We...","sentiment_score":0.0}
{"full_text":"You don't have to go home, but you can't stay here! Racing is done, time for the after party! End Of The Night by Dropkick Murphys #NowPlaying","sentiment_score":0.0}
{"full_text":"The decline in #COVID-19 cases is likely due to a natural depression after record travel followed by indoor holiday gatherings triggered a surge in infections.https:\/\/t.co\/VwF6MB5RoL","sentiment_score":-0.0083333333}
{"full_text":"RT Why are we debating who gets #StimulusChecks when we already have a roadmap?We should be focused on delivering immedia...","sentiment_score":0.0}
{"full_text":"\"I've been worried,\" said Nina Hall, of getting the #COVID-19 vaccine, \"but I am so happy now.\"https:\/\/t.co\/3KpIhWgQP6","sentiment_score":0.8}
{"full_text":"RT I'm not mad at COVID restrictions extended indefinitely, I'm mad at the lack of consequences for those who never cared for the...","sentiment_score":-0.15625}
{"full_text":"Current Conditions for #Sayre PATemp: 34.8FWind Chill: 33.8FHumidity: 35%Dew Point: 9.9F Barometer: 30.142 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 127.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT 3. During Facebook townhall, Jason Kenney urges Covid deniers in Alberta to stop believing Facebook conspiracy theory...","sentiment_score":0.0}
{"full_text":"RT Spoke to expressing the real concern within ranks of how due process re: unfortunate inc...","sentiment_score":-0.1416666667}
{"full_text":"RT \"i can't wear a mask, i have breathing problems.\" ok?? tom holland has a fat ass and still wears pants.","sentiment_score":0.5}
{"full_text":"The safest way to celebrate events is at home with the people who live with you. If you do have a small gathering with people who don't live with you, outdoors is safer than indoors. Visit for tips from on safer ways to enjoy the Super Bowl.","sentiment_score":0.1512121212}
{"full_text":"President Joe Biden's past shows he's a bipartisan deal-maker, but he wants far more for COVID-19 relief than Republicans have offered.","sentiment_score":0.1375}
{"full_text":"Just like many other business owners, it's likely that the corona virus pandemic has rocked your world. With this a 'new normal' has been established and it comes with a new way to market to customershttps:\/\/t.co\/bhnZHiBVCg#COVID #Marketingtips #marketing","sentiment_score":0.1329545455}
{"full_text":"A Western Mass News viewer emailed a photo, claiming there should be a concern for public safety and a failure to social distance at the Eastfield Mall COVID-19 vaccine site.","sentiment_score":-0.0708333333}
{"full_text":"So sad they don't see the devastation this pandemic has caused this country!!","sentiment_score":-0.78125}
{"full_text":"The world went to shit since then ","sentiment_score":-0.2}
{"full_text":"RT Officer Dana M Martillo harassing, blowing kisses and aggressively getting into journalists and peaceful protestors faces....","sentiment_score":0.25}
