{"full_text":"This is really a great news. The has endorsed our P2012Travelcare configured to increase the reachand speed of #COVID vaccine delivery.    #Aircraft #Innovation #Tecnam","sentiment_score":0.8}
{"full_text":"RT If it weren't for #COVID19 top story could well be #Brexit woes faced by pig farmers, daffodil growers, sandwich shops, sh...","sentiment_score":0.5}
{"full_text":"Jeremiah Johnson, a few of us were going to watch it together before covid.","sentiment_score":-0.2}
{"full_text":"Israel Pm ke naam chawk | #Corona new Strain | #DishaRavi   gets bail, leav... via #news","sentiment_score":0.1363636364}
{"full_text":"RT Really pleased to share our systematic review on rehab to enable recovery from COVID for those needing critical care","sentiment_score":0.25}
{"full_text":"RT Covid 19 - Return of the Shed Following the announcement of the British Government yesterday it was encouraging to see t...","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that we urgently need an independent enquiry into the mismanagement of public funds during the Co...","sentiment_score":0.0}
{"full_text":"RT This map shows how lockdown rules differed between countries on February 17+  The harshest rules are indicated by pink a...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: Peter Navarro confirms on War Room Fauci aggressively fought AGAINST Trump's COVID-19 China Travel Ban, arguing...","sentiment_score":0.0}
{"full_text":"No. Do not. I implore you. #robopocalypse","sentiment_score":0.0}
{"full_text":"So the roadmap out of lockdown has been published...good news! We hope to reopen for lunch, dinner and rooms on Wednesday 19th May. If you have a booking prior to that date we are in the process of reaching out to you. Thank you for your patience!","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT Lower your risk from #COVID19 by combining these 5 precautions:1 Wear a mask 2 Clean your hands3 Keep physical distance ...","sentiment_score":0.1833333333}
{"full_text":"RT Half a million Americans have died of #COVID19 and GOP legislators decided to mock the requirement to wear masks in the s...","sentiment_score":-0.1666666667}
{"full_text":"MORNING GROOVE  with My Family - #Trish #wednesdaythought #GroovyMusic #Jabulani #LetsGroove #TuneIn #olamide #EricaIsRawGold #WearAMask","sentiment_score":0.0}
{"full_text":"RT The covid to the goverment and their pals in the BBC  is just a death count,","sentiment_score":0.0}
{"full_text":"RT Israel: Strong &amp; clear vaccine effects2nd lockdown (no vaccines): Drop across age groups occurred at similar times3rd l...","sentiment_score":0.1777777778}
{"full_text":"21 household problems you can easily solve with bicarbonate of soda - love these household #tips for #cleaning the #home  - #workingmom #Lockdown4 #COVID19 #housewives #WednesdayMotivation #wednesdaythought #SpiderMan3 - J","sentiment_score":0.4666666667}
{"full_text":"No one is safe until we are all safe! It's that simple. We must all be responsible especially as the country will soon open again. the plan is ready. Why isn't it under consideration?","sentiment_score":0.2178571429}
{"full_text":"I need Better Days 2.0","sentiment_score":0.5}
{"full_text":"RT People going without food, medicines &amp; electricity cannot afford to be held hostage by YOUR political ambition...","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT Those meat corporations were taking bets on how many of their undocumented workers would get sick\/die, from being forced t...","sentiment_score":0.1}
{"full_text":"RT Thinking about fashion I want to wear when the pandemic is over....","sentiment_score":0.0}
{"full_text":"When Boris Johnson leads a Covid briefing, is there an SNP leader interviewed on BBC afterwards?@BBCScotlandNews","sentiment_score":0.0}
{"full_text":"RT This is wonderful. Hail science. Hail mathematics. Hail human cooperative undertaking, as in CERN, Human Genome Project...","sentiment_score":0.3333333333}
{"full_text":"RT Help is coming.","sentiment_score":0.0}
{"full_text":"RT 112M infected + 2.48M dead over one year of pandemic\"Authorized Top Scientists\" suppressed real evidences, while manipul...","sentiment_score":0.1666666667}
{"full_text":"RT No moving about it, honeybunch.The coup is here.","sentiment_score":0.0}
{"full_text":"We must all #stayhome to stop the spread of #COVID19.If you need to travel, where possible:> walk or cycle > avoid busy times and routes on public transportAlways remember to wash your hands, cover your face and keep your distance.More info:","sentiment_score":0.05}
{"full_text":"RT So \"this too shall pass\" don't apply to covid???","sentiment_score":0.0}
{"full_text":"RT The fight against #COVID19 is far from over. Providing children with handwashing stations prevents the spread of the disea...","sentiment_score":0.1}
{"full_text":"RT We must not forget the thousands of lives jeopardized by all three (COVID-19, the coup &amp; civil war). Our Karen people ar...","sentiment_score":0.0}
{"full_text":"RT Getting a vaccine shields you from severe Covid disease--and could save your life. But it's not yet clear how well it prev...","sentiment_score":0.1}
{"full_text":"RT This testing adopted by #AstraZeneca shows that #primerdesign Covid test can successfully be used for accurate  mass testi...","sentiment_score":0.575}
{"full_text":"RT aries are really spending their birthdays in lockdown twice ","sentiment_score":0.2}
{"full_text":"Quick FYI: It's not 500,000 dead from covid; it's 2.5Mil.As you were...","sentiment_score":0.0666666667}
{"full_text":"RT #LongCovid is not an afterthought. It's not a subheading. It's THE story. Between 1 in 10 and 1 in 3 people who get co...","sentiment_score":0.0}
{"full_text":"RT On this day 1 year ago, the Stadio Olimpico opened its doors to fans for the last time before the pandemic and $ASR T...","sentiment_score":0.0}
{"full_text":"RT not only jaehyun but all the casts &amp; staffs worked so hard in filming for mons on a pandemic &amp; in the extreme cold just to...","sentiment_score":-0.2541666667}
{"full_text":"qrts w\/ the # yestoabscbnshutd0wn just doesn't sit right w\/ me  sobrang insensitive lang kasi this caused the unemployment of 11k people in the middle of the pandemic!! I know where the fans are coming, pero surely there's another way of calling out irresponsible journalism","sentiment_score":0.2619047619}
{"full_text":"RT #LongCovid is not an afterthought. It's not a subheading. It's THE story. Between 1 in 10 and 1 in 3 people who get co...","sentiment_score":0.0}
{"full_text":"RT If a pandemic can't convince you that science matters and that we're all connected, you're probably in a cult that wor...","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"Been a bit removed from structures though wondered whatever came of all those HARSAG recommendations? Seems a disconnect from rhetoric &amp; reality! Tragic &amp; unacceptable losses ","sentiment_score":-0.75}
{"full_text":"Our relationships have been compromised stru ","sentiment_score":0.0}
{"full_text":"RT Discussions over COVID19 situation continue to this day. Active cases in state are around 2000, hospital has below 500 posit...","sentiment_score":-0.1333333333}
{"full_text":"RT Lockdown reunion is ON.WE R SO GONNA GET COVID AND GIVE IT TO THE IMMUNOCOMPROMISED AND ELDERLY ","sentiment_score":0.0}
{"full_text":"Pawri today, lockdown tomorrow.","sentiment_score":0.0}
{"full_text":"RT The end of an era. Amazon + COVID = Witnessing the death of many brick and mortar stores across the country.","sentiment_score":0.5}
{"full_text":"interesting insight for digital marketers to expand their niche clientele.@DakinMarketing #gmu315","sentiment_score":0.25}
{"full_text":"RT Once again Nicola Sturgeon has gave a realistic outlook on the easing of lockdown restrictions, it is far too early to...","sentiment_score":0.1222222222}
{"full_text":"RT Can't wait for Wednesday to be the middle of the week once again #lockdown","sentiment_score":0.0}
{"full_text":"Now that I have grown as a player and opened my mind to the new system I see so many possibilities for group storytelling now if we just get through this pandemic we will all be good","sentiment_score":0.4454545455}
{"full_text":"Three weeks to flatten the curve, you really believe the Government.","sentiment_score":0.2}
{"full_text":"RT We don't need vaccine passports to save the NHS, only to control society.#VaccinePassports #COVID19","sentiment_score":0.0}
{"full_text":"RT Neil Ferguson should be in prison for the rest of his life.","sentiment_score":0.0}
{"full_text":"Yes please. But seriously, I may not be more at risk of dying of Covid-19 because of having asthma but I am pretty sure I'd have a horrendous time of it and there could well be very nasty long term effects. Just because a condition is managed doesn't mean you're not vulnerable.","sentiment_score":-0.0244791667}
{"full_text":"RT Kejriwal is not taking care of even our frontline Corona Warrior doctors. #istiiphaa_do_kejriivaal@kkshastri_IYC","sentiment_score":0.0}
{"full_text":"RT Billionaires have added $1,100,000,000,000 to their wealth during the course of the pandemic while the $7.25 minimum wage hasn...","sentiment_score":0.0}
{"full_text":"RT \"Evidence from Anglicare and the Australian Bureau of Statistics shows unemployed people have used the co...","sentiment_score":0.0}
{"full_text":"\"as never has COVID-19  been isolated or identified.   Never.\"EXCEPT herehttps:\/\/t.co\/J1zZQAmMAd &amp;https:\/\/t.co\/8Y8rGBhnO7&amp;https:\/\/t.co\/eC8igk8reO&amp;https:\/\/t.co\/CAimFbHIzF&amp;https:\/\/t.co\/lP0MVhpwH5&amp;https:\/\/t.co\/fwXoW4wP6a&amp; many more#SARSCoV2 #COVID19","sentiment_score":0.5}
{"full_text":"RT in case you didn't know:undocumented tax payers without a ssn haven't received a single cent of aid since the pandemic start...","sentiment_score":-0.0714285714}
{"full_text":"RT Solidarity to the London bus drivers on strike. They have been working on the frontline throughout this pandemic and de...","sentiment_score":0.0}
{"full_text":"RT University study finds Covid survives for up to three days on fabric","sentiment_score":0.0}
{"full_text":"How can some of these stories start or end with 'due to covid, treatment was delayed and their died surely the NHS will have major legal battles on their hands? Its heartbreaking ","sentiment_score":0.159375}
{"full_text":"7 Commercial Leasing Tips During COVID-19 #CRE #Leasing #COVID-19 #NewNormal #TenantTipshttps:\/\/t.co\/uJWkND6HkH","sentiment_score":0.0}
{"full_text":"Patel, Williamson, Johnson, Hancock, Raab, Sunak, Gove all must go for delivering the highest Covid death rate on the planet per million for England and enabling the vast theft of taxpayers money through the VIP contract lane.","sentiment_score":0.0}
{"full_text":"COVID-19: ICA or GDRFA approval to return to the UAE - Which one do you need?These are the regulations for arrivals and departures at the #UAE airports'.@ICAUAE .@GDRFADUBAIhttps:\/\/t.co\/r6xJiPLvGS","sentiment_score":0.0}
{"full_text":"RT I have watched and admired this man all my life.His passion for wildlife and the love of the planet we call our home has...","sentiment_score":0.5}
{"full_text":"It has become more expensive to build a home in Australia almost a year into the COVID-19 pandemic, according to CoreLogic's latest Cordell Housing Index Price (CHIP).","sentiment_score":0.1666666667}
{"full_text":"I'm from Myanmar . We,Myanmar citizens thank you for trying to get freedom. We had a deep sorrow to the American people who are lost with COVID-19. We pray for their soul rest in peace. ","sentiment_score":0.0}
{"full_text":"RT Mutation test can quickly reveal which coronavirus variant you have","sentiment_score":0.3333333333}
{"full_text":"RT Hand washing is one of the best ways to protect yourself and your family from getting sick. wash your hands periodically...","sentiment_score":0.1428571429}
{"full_text":"RT There's been a decline in covid cases here in Massachusetts. Went back and stretched out a timeline of the 1918 Spanish Flu to...","sentiment_score":-0.0166666667}
{"full_text":"Sisseton Wahpeton tribe to open COVID-19 quarantine facility in South Dakotahttps:\/\/t.co\/y2Jvspra1W...https:\/\/t.co\/rq8GG1xsDH","sentiment_score":0.0}
{"full_text":"Egyptian Aged 40 or Older? You Can Register for COVID-19 Vaccination This MonthRead more: #Egypt","sentiment_score":0.1888888889}
{"full_text":"Your app takes too long to use, is extremely frustrating, results in things I didn't order and sometimes ends in error messages that nobody can fix.I'm trying not to bring home covid from those stupid people who think its a hoax and protest wearing masks but you make it harder.","sentiment_score":-0.3375}
{"full_text":"During a webinar hosted by GIBS Entrepreneurship Development Academy, panelists offered advice and their key lessons for pivoting during the pandemic. Free download link: #gibseda #networks #entrepreneur","sentiment_score":0.2}
{"full_text":"Visit us in-store or online for all your tech needs &amp; wants!https:\/\/t.co\/s6LZVpJofK#Matrixwarehouse #Covid #Covid19 #Lockdown #Skullcandy #Work #Office #Devices #Home #cornonavirus #Support #OnlineShop #Gear #Computers #Technology #Innovation","sentiment_score":0.0}
{"full_text":"#UAE's Ministry of Health has so far vaccinated 3,480,415 people against COVID-19, which accounts for 44.89% of the target segment of UAE population.","sentiment_score":0.1}
{"full_text":"If you're a subscriber to Nature News, you may have seen their series called \"Science after the pandemic\". In this blog, I give some examples of COVID-19 impacts, and some scenario plans I drew up for teaching and research.","sentiment_score":0.0}
{"full_text":"Could this be the most ambitious Budget in history? We'll find out on the 3rd March and will be covering the Budget announcements LIVE right here.  From Covid-19 support to tax rises (or not?), we will be here to answer any questions.  #Budget2021 #Chancellor","sentiment_score":0.2344155844}
{"full_text":"The Department of Interior and Local Government (DILG) eyes the removal of coronavirus disease 2019 (COVID-19) testing as travel requirement to boost tourism industry that was badly hit by pandemic.https:\/\/t.co\/FBLt1jOgXN","sentiment_score":-0.35}
{"full_text":"Some parts of the region have recorded fewer than three weekly cases meaning Covid-19 is 'suppressed'.https:\/\/t.co\/DN0h8HxA0u","sentiment_score":0.0}
{"full_text":"Robots are being deployed at the new airport terminal to help in the battle against Covid-19 and to provide added protection for travellershttps:\/\/t.co\/iSxvgHUuLg@BahrainAirport #Bahrain #Manama","sentiment_score":0.1363636364}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"Places running out fast --&gt; IER's 'Redundancy and covid-19 - Are our #Redundancy laws strong enough?'. Register your place at #ukemplaw #Covid19UK","sentiment_score":0.2111111111}
{"full_text":"Jewish and Arab women together on Israel's public transport prior to the coronavirus pandemic. Even during these challenging times, moments of coexistence and peace happen on a daily basis, all the time, in Israel. Beautiful!","sentiment_score":0.25}
{"full_text":"Reminder of the challenges of the pandemic for those with OCD.Excessive hand-washers (like me) should try not to overdo it because of covid.Maintain hand-washing at a reasonable frequency. Gradually reduce if needed. We got this.","sentiment_score":0.2}
{"full_text":"The ongoing pandemic has asked us to address grief, loss, trauma, anxiety &amp; self-care to stay sane. Join as we reveal the specific strategies for embracing emotional agility &amp; resilience as the pandemic continues to challenge us. #ISLLofthttps:\/\/t.co\/RjN7CgdBwO","sentiment_score":-0.2666666667}
{"full_text":"On Tuesday, the CDC reported that number has almost tripled up to 22 cases. The problem - this variant is more contagious that the original COVID-19 virus.","sentiment_score":0.4375}
{"full_text":"Where is your favourite hairdressers?https:\/\/t.co\/3eMXtfFc1L","sentiment_score":0.0}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"Individuals can contribute to an RA fund at any age and can choose to let their Retirement Annuity mature at any time from age 55.Read more at:https:\/\/t.co\/MyjvbYcVzb#covid19 #COVID19SA #leonbart #financialplanning #retirementplanning #financialservices","sentiment_score":0.3}
{"full_text":"You are, as always, doing fantastically well this week and know that everything you are doing is being kept in your personal files as evidence of your work during lockdown. Your efforts will also support our Teacher assessments in the summer term.","sentiment_score":0.0}
{"full_text":"Your Free Children's e-Book This Week are Why Do I Wash My Hands and Why Do I Wear a Mask  - #COVID19 #COVID #Free #Books #Childrens #HomeLearning","sentiment_score":0.4}
{"full_text":"Join us LIVE tomorrow at 5 pm for the DST Golden Jubilee Discourse series - On the Other Side of the Pandemic: Mapping Post #COVID19 Economy with Dr. Krishnamurthy Subramanian and Prof. Ashutosh Sharma.Streaming on 25 Feb 5pm@IndiaDST","sentiment_score":0.1037878788}
{"full_text":"Honey and Maple enjoyed a game of how-long-can-you-stand-still-and-stare-at-your-ball.They're training to be #COVID19 detection dogs which for us could make a huge difference in getting back to normal but to them is a  game resulting in fun and treats.https:\/\/t.co\/vM5shY7stT","sentiment_score":0.0785714286}
{"full_text":"Where is your favourite hairdressers?https:\/\/t.co\/fs9gbY1Exe","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 24\/02\/2021 13:30Total Cases: 11029537 [+0]Active: 143922Recovered: 10724455 [+0]Deaths :156601 [+0]Total Tests: 213.04MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Mismanagement and unhealthy environment mar corona care at government hospitals.https:\/\/t.co\/Dji8HIT505#sujag #report #Covid_19 #government #hospital #mismanagement #patient #liferisk #pakistan","sentiment_score":-0.4}
{"full_text":"The Covid-19 pandemic has exacerbated disadvantages for girls and women, including complicating their ability to attend school or maintain jobs. Women are also facing an increase in domestic violence.https:\/\/t.co\/ELOf9GjZJs","sentiment_score":0.0}
{"full_text":"One local artist is using her craft to help students cope with their emotional well-being during the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Liam Kerr wants the regions' leading stats on Covid cases to be reflected when we return to a tiered system of regulations.@liamkerrMSPhttps:\/\/t.co\/kW96ZWAI90","sentiment_score":0.2}
{"full_text":"Can you remind us what he said when you asked him about the billions his party has plundered from the Treasury while they gave England the highest infection rate in the world?https:\/\/t.co\/f7CHWAYIc8","sentiment_score":0.0}
{"full_text":"Global tax leaders see extra risks from pandemicGovernments around the world are confronting budget deficits due to the #COVID-19 pandemic and corporate #tax leaders are worried about higher tax assessments, double taxation #KnowingYou","sentiment_score":0.0208333333}
{"full_text":"The year 2020 has been a remarkable one for businesses in general, but the one underlying theme that keeps popping up is the smart way companies used technology to reach out to customers@ahmad_samreen reportshttps:\/\/t.co\/aSOS3xMBx9","sentiment_score":0.3380952381}
{"full_text":"#TheLeaderPodcast The roadmap out of lockdown is revealed","sentiment_score":0.0}
{"full_text":"RT Donald Trump's February 2020 claim about the coronavirus comes back to haunt him on the New York Daily News' front page. h...","sentiment_score":0.0454545455}
{"full_text":"weigh in on the mental health ramifications of COVID-19 for an invited article for The Week Magazine.","sentiment_score":-0.1}
{"full_text":"More worrying news for locals as Portland area continues to report highest Covid-19 cases in Dorsethttps:\/\/t.co\/KoNA9if73h","sentiment_score":0.5}
{"full_text":"NEWS: Norfolk landlord says roadmap out of lockdown is unfair for pubs with little or no outdoor space.https:\/\/t.co\/yOmpnq1ysm","sentiment_score":-0.34375}
{"full_text":"NEWS: King's Lynn landlord says roadmap out of lockdown is unfair for pubs with little or no outdoor space.https:\/\/t.co\/8WFhbH36HE","sentiment_score":-0.34375}
{"full_text":"Surviving the coronavirus, she said, also may have had something to do with another staple: the nine gin-soaked golden raisins she has eaten each morning for most of her life.https:\/\/t.co\/Q5k4RupKFV","sentiment_score":0.4}
{"full_text":"A shipment of China's #Sinovac #COVID19 vaccines arrived in Santo Domingo, the Dominican Republic on Tuesday, welcomed by an official delegation headed by the country's Vice President Raquel Pena at the airport.","sentiment_score":0.0}
{"full_text":"After Monday's announcement from the government on their plans to bring England out of lockdown, below are the different steps of the plan.We urge you to continue to stay at home and be aware of hands, face, space until then.","sentiment_score":0.125}
{"full_text":"RT I can't believe people are still, Feb 2021, calling it a \"pandemic\"","sentiment_score":0.0}
{"full_text":"100 days in for &amp; - what a 100 days it's been. They've joined from outside of the NHS mid-pandemic and we love having them as part of our team delivery our #ContinuousImprovement programme","sentiment_score":0.25}
{"full_text":"Transmission has dropped by around a third in a week - but numbers are still where they were in November:https:\/\/t.co\/4pcnYXvDeG","sentiment_score":0.0}
{"full_text":"Time: 08:00 * Temp: 8.8degC * Wind: S 2.9 to 12.1mph * Pressure: 1003.0hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 14.0W\/m2 * UV Index: 0.0 * Sunrise: 07:23 * Sunset: 17:49 * Cloudbase: 560ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"\"People who have no permanent home are some of the most vulnerable in our county\"https:\/\/t.co\/oHLw22NoDH","sentiment_score":0.0}
{"full_text":"RT Lord knows whether albums are ever actually about anything, &amp; this new one isn't *about* the pandemic, but i...","sentiment_score":0.0681818182}
{"full_text":"RT \"Covid Status Certification\" is now how you spell \"vaccine passports\" A disturbing U-turn in the roadmap.And it i...","sentiment_score":-0.5}
