{"full_text":"RT Today, after 510,000 deaths from COVID, 0 House Republicans voted for COVID relief.On January 6, with no evidence of elector...","sentiment_score":0.0}
{"full_text":"RT 76% of Americans, including 60% of Republicans, support Biden's covid bill but 0 House Republicans voted for it. A perfect i...","sentiment_score":1.0}
{"full_text":"25 alleged sexual assault,no action from Republicans, 400000 dead from corona and no action from Republicans, lied everyday in office, no action from Republicans, lead an attempted coup, no action from Republicans.","sentiment_score":-0.00625}
{"full_text":"RT So the House passed Biden's $1.9 trillion COVID relief bill, 219-212. Not a single Republican voted for it. Not one th...","sentiment_score":0.0357142857}
{"full_text":"Government official and Trump sycophant Kristi Noem declares \"COVID-19 didn't crush the economy\", but rather the government (her and Trump) did. Got it.","sentiment_score":0.0}
{"full_text":"Krugman:  \"He concedes that the third part, which includes $1,400 checks for many people who haven't been harmed by COVID, is not as essential but is the most popular aspect and will help get the whole package through Congress.\"","sentiment_score":0.3}
{"full_text":"RT So it seems you're going to put a tax on online purchases ? I am housebound, for over 20 years, with severe M...","sentiment_score":0.0}
{"full_text":"Remote workers say they will likely cut back on business travel after the pandemic, but hotels will need them more than ever BusinessInsider","sentiment_score":0.1}
{"full_text":"RT All over the world I have met and been inspired by volunteer Cuban doctors. (Their presence in Australia helping Indigenous...","sentiment_score":0.0}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"covid ruined their football so they come to ruin our fun","sentiment_score":0.3}
{"full_text":"RT Just in from CNN: \"For the first time since early November, there are less than 50,000 people in the United States hospit...","sentiment_score":0.0611111111}
{"full_text":"RT Just heard on LBC that HMRC are going to investigate Coronavirus fraud re. furlough, grants and loans. How about startin...","sentiment_score":0.0}
{"full_text":"RT \"Many times my professors and peers laughed, 'Sure, we'll see you out there,' telling me I wouldn't be able to make it,\" sai...","sentiment_score":0.55}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"RT If the CDC seriously cannot produce an isolated \"SARS-CoV-2\" sample in litigation, that is a really big f*king problem.","sentiment_score":-0.1666666667}
{"full_text":"RT Well said,","sentiment_score":0.0}
{"full_text":"RT Trump has never won the popular vote in an election, lost the House, lost the Senate, impeached twice, lost more than 60 co...","sentiment_score":0.55}
{"full_text":"There should be talks about lifting restrictions soon. There's been a 38% decrease of cases and 25% decrease of deaths in Central Texas. Plans need to be in place for when mask mandates and social distancing should be lifted around the beginning of summer.","sentiment_score":0.0166666667}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"Why not a 100 thousand?  Hell why not make every American a millionaire?","sentiment_score":0.0}
{"full_text":"Interesting 2 c your conversation abt  free covid-19 vaccine 4 all foreign! We hv vaccine frm  by buying (tax money)  &amp;  generous donation from friendly countries.","sentiment_score":0.2796875}
{"full_text":"RT Maulana Abbas Siddqui  who said 50 Crore Hindus should die with Corona is new alliance partner of Congress in Bengal. Co...","sentiment_score":0.1363636364}
{"full_text":"Virginia reports 1,736 COVID-19 cases; Hampton Roads cities report 434 cases, 15 deaths","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Senate parliamentarian rules Democrats cannot include a proposal for $15 federal minimum wage increase in...","sentiment_score":0.0}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"RT President Biden says undocumented immigrants should be able to have access to the Covid-19 vaccine without fear of deportation....","sentiment_score":0.5}
{"full_text":"RT Oh man do you all remember a year ago when we were like HEY IS COVID GONNA BE BAD and some people were like NAH and some w...","sentiment_score":-0.7}
{"full_text":"RT What can we learn from Africa's experience of Covid?","sentiment_score":0.0}
{"full_text":"RT Calculate how at risk you could be for a severe case of COVID with this new tool","sentiment_score":0.1363636364}
{"full_text":"RT The Crony Ratio: PS800 Million in COVID Contracts to Donors who have Given PS8 Million to Conservatives - Byline Times","sentiment_score":0.0}
{"full_text":"RT It was clear over the last 4 years that some of the worst people in America -- John Brennan, Bill Kristol, Bush\/Cheney oper...","sentiment_score":-0.3}
{"full_text":"The president that delivered a vaccine in record time.  You may not have kung flu.  You do have TDS.","sentiment_score":0.0}
{"full_text":"RT Hey Republicans, not a single one of your representatives voted to give you a $1400 stimulus check in the middle of the...","sentiment_score":0.0178571429}
{"full_text":"RT SARS-CoV-2 lineage B.1.526 emerging in the New York region detected by software utility created to query the spike mutation...","sentiment_score":0.1363636364}
{"full_text":"I would like to see the lockdowns relaxed quicker but provided the current roadmap is adhered to I can live with that.  I certainly cannot and will not accept another lockdown.","sentiment_score":0.1168831169}
{"full_text":"RT the pandemic won't last that longthe pandemic:","sentiment_score":0.0}
{"full_text":"Explainer: What J&amp;J's authorized COVID-19 shot means for the U.S. vaccination campaign w\/","sentiment_score":0.0}
{"full_text":"RT How come COVID only infects public but not private school teachers?","sentiment_score":0.0}
{"full_text":"RT Et surtout qu'on ne me sorte pas l'excuse bidon selon laquelle l'OMS doutait : \"Wearing a medical mask is one of the prevent...","sentiment_score":-0.025}
{"full_text":"RT a wuhan doctor posted, \"i don't know much about the entertainment industry. but i remember that last year when the situation...","sentiment_score":0.1}
{"full_text":"RT #EUTime4FirmIranPolicy #StopKillingFuelCarriers : #Iran news in brief, February ...","sentiment_score":0.0}
{"full_text":"RT Late last night, I voted YES on the COVID relief package.Relief checks. Funding for vaccines and reopening schools. Fo...","sentiment_score":-0.15}
{"full_text":"Why are politicians basing stimulus checks on 2019 income? The pandemic impacted different professions and families more intensely. Look at 2020.","sentiment_score":0.2333333333}
{"full_text":"RT New Covid Variant Spreading In NYC Area Believed To Be Vaccine Resistanthttps:\/\/t.co\/iD8J4fQwUF","sentiment_score":0.1363636364}
{"full_text":"RT Trump has never won the popular vote in an election, lost the House, lost the Senate, impeached twice, lost more than 60 co...","sentiment_score":0.55}
{"full_text":"RT Democrats are trying to pass a COVID relief bill that 76% of Americans support.Republicans are trying to make sure the...","sentiment_score":0.5}
{"full_text":"RT Those who have already been injected with a particular COVID-19 vaccine should refrain from receiving a different type,...","sentiment_score":0.0833333333}
{"full_text":"RT .@mnsrc .@mnhousegop Tell me why you are not pushing for an investigation into .@GovTimWalz catastrophic LTC pandemic...","sentiment_score":0.0}
{"full_text":"On the Lord's Day we Must Reflect on How Donald Trump and his Republican Enablers spread Lies and Deceit about COVID-19 ,that has killed 512,000 Americans and Counting. Now They are lying that Trump won the 2020 election.Biden Won ,that is the Reason Trump is a One Term President","sentiment_score":-0.2}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"Why no charges Why are you always letting these people go?Also, tiki torches are not \"seen by many\" as a \"symbol of hate\" - they ARE symbols of white supremacy. Stop using such passive language.","sentiment_score":-0.075}
{"full_text":"RT Kristi Noem, South Dakota governor, has been a #COVIDIOT disaster. At one point, South Dakota, with every advantage of lo...","sentiment_score":0.0}
{"full_text":"and what about all those children who have been home schooled even before covid19?  Does this mean there is no hope for them at all?...apparently the only learning of any use MUST happen in a school building????? Just ridiculous.","sentiment_score":-0.2152777778}
{"full_text":"RT When 11th February we got a call at to help feed 6k people in a...","sentiment_score":0.0}
{"full_text":"RT Serious question: If masks and social distancing don't work, then what the hell happened to the flu?","sentiment_score":-0.15}
{"full_text":"RT Turn off the furlough. Let's see how much public enthusiasm there is for covid bullshit after the money printer...","sentiment_score":0.0}
{"full_text":"RT 1 year ago today: Fox News downplays the threat of coronavirus\"Zero people in the United States of America have died from th...","sentiment_score":0.0}
{"full_text":"Fauci urges Americans to get any of the three COVID-19 vaccines available | Article [AMP] | Reuters","sentiment_score":0.4}
{"full_text":"RT It's amazing how much less angry and chaotic Twitter and the news have become since Trump left office. Biden is doing a l...","sentiment_score":-0.0166666667}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"RT How has #COVID19 impacted environmental sustainability in #Iraq? New paper w\/@UNEP_WestAsia highlights threats &amp; opportunit...","sentiment_score":0.1363636364}
{"full_text":"RT Guatemala President Thanks PM Modi As India Donates 2,00,000 Doses Of COVID-19 Vaccinehttps:\/\/t.co\/ltUbYxyyJW","sentiment_score":0.2}
{"full_text":"RT \"Once COVID-19 restrictions permit, the family plan to inter Moore's ashes in Yorkshire, northern England, where he wi...","sentiment_score":0.0}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"First vaccine to fully immunize against malaria builds on pandemic-driven RNA tech - The Academic Times","sentiment_score":0.125}
{"full_text":"RT People went from 'there's no COVID in Juba' to 'Coronavirus is dangerous.' ","sentiment_score":-0.6}
{"full_text":"Completed and my wages went back to normal for a few weeks before the current lockdown. Then went back to being over taxed","sentiment_score":-0.01}
{"full_text":"RT \"those involved in shooting must wear a mask\" rv's hairstylist and wendy are spotted in jeju, it's whether for a solo activit...","sentiment_score":0.0}
{"full_text":"What does this mean???","sentiment_score":-0.3125}
{"full_text":"RT mRNA vaccine for malaria. If it comes through trials, it will be one of the greatest public health advances in history","sentiment_score":0.5}
{"full_text":"RT Wow, this is an absolute game changer.There's now a mRNA vaccine in the works for malaria.Huge, huge news for Africa....","sentiment_score":0.075}
{"full_text":"RT Lebanon is currently suffering through the deepest economic crisis in its recent history.  Because of COVID, hospitals are...","sentiment_score":0.0666666667}
{"full_text":"RT Covid kept us away from theater for long &amp; now we want to celebrate Radhe like never before... Give us something to get ene...","sentiment_score":-0.05}
{"full_text":"RT Today's Republican Party:Friday night, instead of voting on a Covid relief bill, a Republican Member of Congress keynot...","sentiment_score":0.0}
{"full_text":"Got my Covid shot  I'll let y'all know how it goes lol","sentiment_score":0.8}
{"full_text":"RT Maulana Abbas Siddqui  who said 50 Crore Hindus should die with Corona is new alliance partner of Congress in Bengal. Co...","sentiment_score":0.1363636364}
{"full_text":"RT This by seems to me entirely upside-down. Isn't the real point that media that  once excessively admired Andrew...","sentiment_score":-0.0166666667}
{"full_text":"RT #qlh_wzyr_lt`lym_l`lyIn Egypt there are many.  Of those injured by Corona and the Minister of Higher Education and...","sentiment_score":0.375}
{"full_text":"Global distribution of safe #COVID19 #vaccines is imperative for spurring economic recovery, protecting lives, achieving herd immunity, and minimizing the risk of new #variants emerging against which existing vaccines are less effective. ","sentiment_score":0.2116161616}
{"full_text":"RT More than 20 million people in UK have now had first dose of coronavirus vaccine, says health secretaryhttps:\/\/t.co\/65T4z...","sentiment_score":0.375}
{"full_text":"Disgusting. This the introduction to servitude.","sentiment_score":-1.0}
{"full_text":"RT Radhe's Digital and Theatrical rights have been recently sold to Zee Studios at a whopping amount of 235cr.When the con...","sentiment_score":0.0}
{"full_text":"RT #20 million people have now had at least their 1st vaccine#proved to give 90% protection against serious illness &amp;...","sentiment_score":-0.3166666667}
{"full_text":"RT CPAC conservatives believe that if you don't mention it, slavery didn't exist, just like over 500,000 deaths from Covid....","sentiment_score":0.0}
{"full_text":"Coronaangst ridden? Overzoomed? Covid inspires 1,200 new #German words","sentiment_score":0.0681818182}
{"full_text":"how do we know this fuck has even taken anything?","sentiment_score":-0.4}
{"full_text":"RT \"Pretty much the whole world is having a tough time with #COVID-19 and everything associated with it, particularly for th...","sentiment_score":0.0855555556}
{"full_text":"RT Serious question: If masks and social distancing don't work, then what the hell happened to the flu?","sentiment_score":-0.15}
{"full_text":"RT i would not have anticipated this circumstance but it is another thing about Supply Chains i wish i could psychically im...","sentiment_score":0.0}
{"full_text":"What Will Office Layouts Look Like After COVID-19? #CRE #COVID-19 #Office #Layoutshttps:\/\/t.co\/sWj4A4Vx5u","sentiment_score":0.0}
{"full_text":"RT Trump has never won the popular vote in an election, lost the House, lost the Senate, impeached twice, lost more than 60 co...","sentiment_score":0.55}
{"full_text":"Following the #EUA of the #COVID19 vaccine produced by #JohnsonandJohnson, the Office of Aerospace Medicine has determined holders of FAA-issued airman medical certificates or medical clearances may receive the J&amp;J COVID-19 vaccine; https:\/\/t.co\/DIETqgLwq2","sentiment_score":0.0}
{"full_text":"1\/2 So, of the 4.3MM Albertans, 1.4% have been infected. Only 256 people are in hospital. There are fatalities but the average age is 82 and that's people dying with COVID not because of COVID. We have a 99% recovery rate.","sentiment_score":-0.075}
{"full_text":"That part","sentiment_score":0.0}
{"full_text":"Great insights from  analyzing the portfolios of more than 300 MFIs and the impact that #Covid19 has had the #microfinance sector.#resilience #financialinclusionhttps:\/\/t.co\/7p7ZOq5Ibt","sentiment_score":0.65}
{"full_text":" Ready for the  Drew, and go over what you need to know about the COVID19-safe ceremony this year! #GoldenGlobes","sentiment_score":0.25}
{"full_text":"What it's like for international students graduating during COVID-19 -- by #cdnpse #onpse","sentiment_score":0.0}
{"full_text":"While animal \"protective\" leagues in #Buffalo #Cleveland Toledo &amp; #Columbus #Ohio &amp; #Detroit &amp; #Flint #Michigan are closed, blaming #COVID19, dogfighters have women collecting #cats #kittens #dogs &amp; other #pets from #Craigslist. Help get justice:","sentiment_score":-0.1125}
{"full_text":"#COVID19 has pushed evangelical churches into finding lasting and effective digital ministries:https:\/\/t.co\/6ge6xpvj6b #church #evangelical #COVID #Christian","sentiment_score":0.15}
{"full_text":"Central London faces a potentially \"devastating and existential threat\" from the impacts of the pandemic, landlords warnedhttps:\/\/t.co\/hAnx2Vfhjx","sentiment_score":-0.5}
{"full_text":"Despite COVID-19, Lethbridge citizens are still finding ways to enjoy some winter fun. Park Lake is seeing all sorts of excitement as locals say the lake is a good place for a day of ice fishing, or a game of ice hockey with friends and family.","sentiment_score":0.25}
{"full_text":"They travelled all the way from Southampton to see the sea https:\/\/t.co\/gRjTYEBI5s","sentiment_score":0.0}
{"full_text":"\"Last summer, women's participation in the labour force in Canada fell to its lowest level in three decades. How much farther down are we going to go?\"https:\/\/t.co\/ifNT8jG1IA #canlab #onlab #cdnpoli #onpoli","sentiment_score":0.0148148148}
{"full_text":"#COVID19 vaccination sites have measures in place to help keep you safe from coronavirus. These include: staggered appointments- social distancing regular cleaningRead more:","sentiment_score":0.2583333333}
{"full_text":"Experts have warned that the sudden change from WFH to office life can cause your pooch anxiety.All dog owners should read this https:\/\/t.co\/2NEhdxmXgu","sentiment_score":0.0}
{"full_text":"RT Why is Trudeau introducing a vaccine that works only 60% of the time? Because it will increase his vaccination numbers whi...","sentiment_score":0.0}
{"full_text":"Keir Starmer has failed to convince voters he would have handled the pandemic better, but he has a chance to win ground by focusing on the economy, says","sentiment_score":0.2666666667}
{"full_text":"In a COVID-19 vaccine shortage, \"Every second dose we administer is essentially depriving someone else of the substantial protection they could have got from that vaccine supply as a first dose.\"","sentiment_score":0.0833333333}
{"full_text":"RT Centre announces guidelines for upscaling COVID-19 vaccination from March 1https:\/\/t.co\/MeEiur52ip","sentiment_score":0.0}
{"full_text":"COVID-19 has prompted many congregations to trade the traditional hymnals and handshakes for Zoom, Facebook or YouTube to spread the gospel. Here's how the age of \"digital discipleship\" has shaped the faith community across the South.","sentiment_score":0.1666666667}
{"full_text":"The second shipment of #COVID19 #vaccines from Chinese company #Sinovac arrived in Mexico City, Mexico on Saturday. Mexican health authorities on Monday began to vaccinate older adults with Sinovac vaccines after the first shipment of doses arrived last Saturday.","sentiment_score":0.0694444444}
{"full_text":"RT Salman khan the first bollywood actor to announce his film's release date post-covid , this sums up his confidence reg...","sentiment_score":0.25}
{"full_text":"The Government's phased approach to ending lockdown relies on vaccine uptake &amp; infection data to be heading in the right directionWe all have a role to play to make this happen byfollowing the rulesgetting the vaccine when it's our turnhttps:\/\/t.co\/sPeSc6zrjk","sentiment_score":0.2857142857}
{"full_text":"It's much more accurate to call #COVID19 \"a minor sniffle\" than call it \"Plague.\" The Plague killed somewhere between 25 and 60% of Europe. It killed up to 90% of those who got it. If something like \"The Plague\" were spreading today, it could kill over 4 billion people.","sentiment_score":0.09}
{"full_text":"There are new rules this tax season, courtesy of COVID-19. Here's what you need to know","sentiment_score":0.1363636364}
{"full_text":"RT OUTDOOR RUNNING &amp; AIRBORNE COVID--if you're running together or near someone... physics says--don't run behind them in their...","sentiment_score":-0.15}
{"full_text":"(1\/2) You know it is possible to get alongside each other, even during a pandemic! We are looking for folk to run their own #OverABrew for an online get-together. We have a few ideas like knitting, book clubs, film nights and maybe a music night.","sentiment_score":0.0609375}
{"full_text":"Across the country, the burden of vaccinating the homeless is falling on nonprofits and shelters. Health officials say it's critical those who are homeless get the shot.","sentiment_score":0.0}
{"full_text":"We've thought through every moment of your experience at Human Citizen Workplace - from our contact-free entry app to the HVAC - to put your health and safety first. #COVID-19 #Coworking #Uptown","sentiment_score":0.125}
{"full_text":"Spanish Doctors Say High-Dose Vitamin D Cuts Risk Of Death From COVID-19 By 60 Percent:","sentiment_score":0.0}
{"full_text":"CAR RALLY TO SUPPORT ESSENTIAL MEAT PACKING WORKERSJoin us today at 1:45pm the State CapitolJoin us in partnership w\/\"Solidarity w\/Meat Parking Workers\" &amp; drive around the Capitol w\/messages of support. Hear how LB 241 can give workers basic COVID-19 protections.#NebDems","sentiment_score":0.0}
{"full_text":"African-American barber snips Covid fictions #AFP Olivier Douliery","sentiment_score":0.0}
{"full_text":"Arizona Rep. Paul Gosar took the stage right after former Rep. Steve King, who called on Americans to restore the country \"with our babies\" and \"our values.\" via","sentiment_score":0.1428571429}
{"full_text":"RT FUN FACT: The United States conducted over 2.3 million Covid vaccinations today -- a new single day record.","sentiment_score":0.1216450216}
{"full_text":"Humanidad, a low-cost mental health provider, specializes in treating the Spanish-speaking community in Sonoma County, California. Since #COVID19 hit, it has held virtual gatherings to help people cope together. (From August)","sentiment_score":-0.1}
{"full_text":"RT How many times this week will we hear the lie that the government has borrowed PS300bn to pay for Covid? It hasn't. It h...","sentiment_score":0.5}
{"full_text":"There's little chance of rehabilitation in prisons awash with violence and despairhttps:\/\/t.co\/qHqzRbccfH","sentiment_score":-0.1875}
{"full_text":"In case you missed it, watch our latest Prioritizing Equity panel discussing how trauma-informed approaches impact advancing equity among minoritized and marginalized communities during #COVID19.","sentiment_score":0.5}
{"full_text":"Let's talk! Please send an email to talk@bigcabal.com. **#covid #covidsurvivor #coronaviruspandemic #coronavirus","sentiment_score":0.0}
{"full_text":"Sainsbury's will increase salaries of supermarket and Argos staff for the third time since the start of the pandemichttps:\/\/t.co\/BjuVfjeukW","sentiment_score":0.0}
{"full_text":"RT Rundown of PH's supply of COVID-19 vaccine:*600,000 doses of Sinovac donated by China arrived today*Arrival of 525,60...","sentiment_score":0.0}
{"full_text":"Arriving amidst a contentious presidential campaign, COVID-19 became part of the rhetoric, polarizing communities at a time when a shared commitment was most needed to save lives. Part 3 of this miniseries by Dr. Patrick Bernet looks at politics &amp; #COVID19 in FL.","sentiment_score":0.5}
