{"full_text":"#Corona Info for #Germany:New Cases: 4339Today Recovery: 10000Today Deaths: 159Total Active Cases: 122529Total Cases: 2409602Total Recovery: 2217700Total Deaths: 69373#Coronavirus  #Covid19 #Covid_19 #SARSCoV2 #StaySafe Source: 'CoronaTrackerNepal_bot' #Telegram.","sentiment_score":-0.1333333333}
{"full_text":"RT Fun fact: so well did Gove prepare the country for the end of the transition period, there are currently no facilities i...","sentiment_score":0.15}
{"full_text":"RT Only 9% of Joe Biden's $1.9 trillion bill will actually be spent fighting the pandemic. The rest is a far-left wish li...","sentiment_score":-0.05}
{"full_text":"Did you resurrect Franz Kafka to design this rollout? Absolutely insane that I had appointments booked and when I hit confirm it all crashed. #COVID19","sentiment_score":-1.0}
{"full_text":"Health workers, executive, religious leaders to receive Covid vaccine - Starr Fm","sentiment_score":0.0}
{"full_text":"Moments in Lockdown life: 12 hour shift maskless and socialising with workers from all over the country. Pop to Tesco's maskless on the way home, drop and see my mother who is unvaccinated and recovering from heart surgery. A quick hug and return home to the family.","sentiment_score":0.3333333333}
{"full_text":"Another pandemic ","sentiment_score":0.0}
{"full_text":"RT The FDA has confirmed that Johnson &amp; Johnson's one-shot vaccine provides strong protection against the coronavirus, backin...","sentiment_score":0.4166666667}
{"full_text":"RT TOMORROW 2pm ET! First of 2 #cooperativeresearch webinars on conducting research safely during the pandemic. Tomorrow's...","sentiment_score":0.375}
{"full_text":"RT . \"Failing to tell a story about why Britain has almost uniquely suffered in the pandemic has left much of t...","sentiment_score":0.1916666667}
{"full_text":"RT Sturgeon is playing a playing a high-stakes gamble, using the Covid briefing to make her most personal attacks yet on Alex S...","sentiment_score":0.25}
{"full_text":"Amazing the timing! ","sentiment_score":0.75}
{"full_text":"RT NEW: Pfizer and Moderna have told Congress they can dramatically increase COVID-19 vaccine deliveries to 140 M more dos...","sentiment_score":0.3181818182}
{"full_text":"actually 2016-18 phillies was a preview of social distancing","sentiment_score":0.0166666667}
{"full_text":"RT Democrats are in control of both houses of Congress and the White House...  they have no excuse as to the delay in get...","sentiment_score":0.0125}
{"full_text":"RT the trend continues -- viewership is down for men's sports during the pandemic, but it's consistently rising for the women's...","sentiment_score":0.0472222222}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT I don't understand why these churches are locked in relation to the pandemic. Do you? Virus transmission s...","sentiment_score":0.0}
{"full_text":"RT The Ontario government will be rolling out the COVID-19 vaccine to adults 80 years and up, beginning March 15, with senio...","sentiment_score":0.0}
{"full_text":"It became Covid.","sentiment_score":0.0}
{"full_text":"RT I think I would look in It's a series of women lead, high producti...","sentiment_score":0.16}
{"full_text":"RT The reason our media (which is propaganda for the elites) aggressively attacks Ron Desantis' winning approach to Covid-19...","sentiment_score":0.2}
{"full_text":"RT We have been examining since childhoodWe are not afraid to exams but we are afraid of the Corona virusBecause the live...","sentiment_score":-0.0545454545}
{"full_text":"RT We all know that this vaccine isn't going to the poorest people in Ghana and it's sad","sentiment_score":-0.5}
{"full_text":"RT The $1.3 trillion wealth gain by America's 660 billionaires since the pandemic began could pay for a stimulus check of $3,900...","sentiment_score":0.0}
{"full_text":"If you could please share this around.We have families on the Navajo Rez without access to electricity(It's one of the reasons the death toll has been so high from Covid)We can to help those that have been oppressed &amp; forgotten,Literally Power to The People,Green Renewable Power!","sentiment_score":0.2}
{"full_text":"#Corona Info for #USA:New Cases: 8680Today Recovery: 988Today Deaths: 414Total Active Cases: 9177483Total Cases: 28906398Total Recovery: 19213505Total Deaths: 515410#Coronavirus  #Covid19 #Covid_19 #SARSCoV2 #StaySafe Source: 'CoronaTrackerNepal_bot' #Telegram.","sentiment_score":-0.1333333333}
{"full_text":"RT Harsh but true. Will be buying this book.","sentiment_score":0.075}
{"full_text":"RT Premiering March 1stAthletic Trainers - The COVID Chronicles #athletictrainer #natm2021","sentiment_score":0.0}
{"full_text":"RT \"If you just allow the virus to spread and are half-hearted in your measures of responding to it, it's not surprising that we...","sentiment_score":-0.35}
{"full_text":"RT JUST IN: If emergency use authorization is issued for J&amp;J vaccine, \"we anticipate allocating 3M-4M doses\" of the vaccine next we...","sentiment_score":0.0}
{"full_text":"The convergence of the #pandemic, #ClimateCrisis &amp; militarized borders presents a dire situation   ","sentiment_score":0.0}
{"full_text":"RT The regional government of Galicia in northwestern Spain has announced that the Covid-19 vaccine will be compulsory for...","sentiment_score":0.0}
{"full_text":"The #US Food and Drug Administration (#FDA) is looking to quickly authorize #COVID19 vaccine booster shots, but there are concerns about the safety of such approvals and newly tweaked vaccines without massive trials.","sentiment_score":0.1174242424}
{"full_text":"RT personally I feel like COVID going to be here for the next two years and we not returning to normalcy anytime soon so with tha...","sentiment_score":0.0}
{"full_text":"Hanging out NOT ON TWITTER  with and Reba Howard - fun discussions about all things ion channels and biophys, conference orga, a tiny bit of corona and a lot of things that really matter ","sentiment_score":0.1666666667}
{"full_text":"RT It not going well probably has a lot to do with living in the same house\/ moving back home cause of the pandemic. There...","sentiment_score":0.0}
{"full_text":"RT The House will vote on President Biden's COVID plan on Friday.","sentiment_score":0.0}
{"full_text":"It's not covid our hot phase immune boosting measures they could be real villan that why cases are rising as summer has started tile for medical fratenity to open the eyes","sentiment_score":0.1125}
{"full_text":"#Corona Info for #India:New Cases: 16261Today Recovery: 11442Today Deaths: 131Total Active Cases: 153272Total Cases: 11045587Total Recovery: 10735586Total Deaths: 156729#Coronavirus  #Covid19 #Covid_19 #SARSCoV2 #StaySafe Source: 'CoronaTrackerNepal_bot' #Telegram.","sentiment_score":-0.1333333333}
{"full_text":"RT Lockdown hitting women's health and widening gender gap in physical activity levels   #equality #fi...","sentiment_score":0.0}
{"full_text":"RT My mom always says, \"Democrats care about the people. Republicans only care about the rich people. \" Even in a pandemic they...","sentiment_score":0.1875}
{"full_text":"RT When Matt Hancock says people should be thanking him, I take it he means the former landlord of his local pub, the Spanis...","sentiment_score":0.0}
{"full_text":"RT Yesterday, and I met with Prime Minister to discuss our close partnership. We look forward to working closely...","sentiment_score":0.0}
{"full_text":"RT This is seriously inspiring stuff...Hats off to Morag Wells, Linda Davis and the whole team","sentiment_score":0.35}
{"full_text":"I stand in solidarity with this request to include #foodpantry staff and volunteers in group 1b.  They have worked throughout the entire pandemic to make sure that New Yorkers have food on the table","sentiment_score":0.2121212121}
{"full_text":"We won't get get out of lockdown until the ROI are up to speed.","sentiment_score":0.0}
{"full_text":"RT Maharashtra govt became complacent and reduced daily tests to 30k-40k. They also completely stopped all attempts at conta...","sentiment_score":0.05}
{"full_text":"Live in #Texas? Your #TaxDeadline has been extended to June 15, and the #IRS encourages the use of electronic filing to support social distancing.Get ready for #TaxSeason here:","sentiment_score":0.1232323232}
{"full_text":"RwandAir has become the first African airline to trial IATA's digital health travel passport to verify COVID-19 tests &amp; vaccinations #RwandaAir #Rwanda #Africa #COVIDPass #IATATravelPass #IATA","sentiment_score":0.0833333333}
{"full_text":"If you're trying to navigate how to sign up for a COVID vaccine in Pennsylvania, Delaware or New Jersey, gives you all the information you need ","sentiment_score":0.1363636364}
{"full_text":"Brexit for dummies...","sentiment_score":0.0}
{"full_text":"RT Republicans would rather:Freeze to death than have utilities regulated by the governmentDie rather than wear a maskDie r...","sentiment_score":0.0}
{"full_text":"Wow ! What has happened to your prices ?!! We all got behind you and your wonderful food during lockdown and now with the end in sight you are increasing your prices for starters &amp; extras by between 6% and 33%. Not how to treat your loyal customers","sentiment_score":0.2821614583}
{"full_text":"RT I once told my husband that I was jealous of Finnish PhD students because they got given a sword when they graduate. Sa...","sentiment_score":0.0}
{"full_text":"You can now get a Covid-19 test as a precaution if you have the following symptoms","sentiment_score":0.0}
{"full_text":"RT Yesterday, and I met with Prime Minister to discuss our close partnership. We look forward to working closely...","sentiment_score":0.0}
{"full_text":"RT Between March and May, the administration will send well-fitted cloth masks, available in child and adult sizes, that can be...","sentiment_score":0.25}
{"full_text":"RT South Africa's Archbishop Desmond Tutu Foundation calls for concerted international action to end conflict in Tigray, hol...","sentiment_score":0.05}
{"full_text":"RT NSAA Spring Season Guidelines effective March 1, 2021 are now available on the NSAA website.Please read the full statement...","sentiment_score":0.45}
{"full_text":"Part of Global Healthcare Experience this year -- Typically, physician MBAs travel across the world to learn about healthcare there. This year -- They're learning virtually --- hearing how healthcare systems around the world managed during the COVID-19 pandemic.","sentiment_score":-0.0833333333}
{"full_text":"RT NEW: Dr. Fauci announces $1.15 billion in funding to study and improve care for people with lingering COVID symptoms (PASC)...","sentiment_score":0.1363636364}
{"full_text":"RT I for one will not just sit by whilst the Conservative Gov't conveniently forgets it's policies left millions of child...","sentiment_score":0.0}
{"full_text":"RT If a Republican tried to nominate a trial lawyer like Xavier Becerra to lead HHS in the midst of a global pandemic, they would...","sentiment_score":0.0}
{"full_text":"RT The definition of outbreak is not something that should differ from setting to setti...","sentiment_score":0.0}
{"full_text":"RT Pandemic fatigue is real, but Covid isn't yet tired of making us sick. If we hang in there a few more months, the worst w...","sentiment_score":-0.269047619}
{"full_text":"Johnson &amp; Johnson single dose Covid vaccine found to be safe and effective and when will the UK get it?","sentiment_score":0.3428571429}
{"full_text":"RT \"That one meal a day is often the reason hungry children go to school in the first place. It's also a powerful incentiv...","sentiment_score":0.275}
{"full_text":"my YouTube video #INDvENG #srdaar_pttel_kaa_apmaan #AliaBhatt #COVID19 #YouTube #rashmidesai #SidharthShukIa #SidNaaz #Sehnaaz #BB14 #bb13 #Cricket #SpiderMan3 #Budget2021","sentiment_score":0.0}
{"full_text":"RT Who's shocked that not a single House Republican plans to support President Biden's COVID package? Not I! This...","sentiment_score":-0.3276785714}
{"full_text":"RT At least 374 UFCW members have died of COVID-19 and 69,900 have been infected or exposed","sentiment_score":-0.3}
{"full_text":"RT ahgases i need yall to panic stream and panic buy encore pls. US ahgases, pls panic buy encore. ask funds from our fanbases...","sentiment_score":0.0}
{"full_text":"RT Don't forget to re-buy all the stocks you panic sold yesterday at a higher price today ","sentiment_score":0.25}
{"full_text":"This should be re-released as \"Lockdown:  The Night of Terror\" (2021)","sentiment_score":0.0}
{"full_text":"Hey, he got through COVID... Albeit been stayin' too long at the pub for years...","sentiment_score":-0.05}
{"full_text":"RT \"Kids in cages during COVID...Biden is using COVID as [an] excuse,\" tells Newsmax TV. ht...","sentiment_score":-0.05}
{"full_text":"Have you been struggling with posture and stress related pain due to working from home? Give us a call today 330-493-0009 to schedule a consultation with Dr. Brent Ungar.","sentiment_score":-0.0625}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT NEW: What's behind the surge in anti-Asian American racism during the pandemic? What can be done about it? w\/","sentiment_score":-0.0878787879}
{"full_text":"owning the libs by wearing jock straps on their faces ","sentiment_score":0.0}
{"full_text":"I recently spoke with of where I shared insights on what it is like transitioning from an International Student in Canada, graduating during Covid in Canada and why Canada takes immigration as top priority.More here:","sentiment_score":0.1666666667}
{"full_text":"We have 78 new COVID-19 cases in today. May all get well soon. Stay safe.","sentiment_score":0.3181818182}
{"full_text":"i wish omgpop was still around especially during this pandemic","sentiment_score":0.0}
{"full_text":"RT I'll be lobbying Senators today with to ensure women and girls continue to be a focus in covid relief both...","sentiment_score":0.0}
{"full_text":"Someone lost their loved ones, some their livelihoods, Migrants stuck offshore in terrible Mental,Emotional &amp; Finacial traumas.Don't worsen the damage COVID made in all our lives. Please #Extendourvisas #LetusbacktoNZ #Chrishipkins","sentiment_score":-0.15}
{"full_text":"RT We can't \"personal responsibilities\" our way out of a pandemic.","sentiment_score":0.0}
{"full_text":"HAVE YOU BEEN TO THE DENTIST LATELY?: Have you put off going to the dentist during the #pandemic ? Would you be willing to do a ZOOM about it for a story on ??","sentiment_score":-0.025}
{"full_text":"RT I can't take receiving these anymore. If you qualify please get the  and if you get Covid please go to","sentiment_score":0.0}
{"full_text":"RT I cannot verify his cause of death. But his family were told he tested positive to Covid-19 and was therefore cremated shor...","sentiment_score":0.2272727273}
{"full_text":"RT Yesterday, and I met with Prime Minister to discuss our close partnership. We look forward to working closely...","sentiment_score":0.0}
{"full_text":"RT ARTICLE: Federal law prohibits employers and others from requiring vaccination with a Covid-19 vaccine distributed under...","sentiment_score":0.0}
{"full_text":"Low-wage earners hit hardest by pandemic job market.","sentiment_score":0.0}
{"full_text":"RT You may be eligible for up to six months consecutive emergency rental\/utility assistance. One-time, temporary, emergen...","sentiment_score":0.0}
{"full_text":"Clippers' Paul George 'not a fan of' holding NBA All-Star game during pandemic","sentiment_score":-0.4}
{"full_text":"Maintaining connection and engagement through virtual programing has been a challenge throughout the pandemic. Find out how a New Jersey day program, used their creativity to successfully transition their curriculum to virtual model:","sentiment_score":0.4431818182}
{"full_text":"You know, its funny...But your guy Trump thought that way too, and look how long it took HIM to contract Covid.  He's the poster child for why what you are touting is stupid.","sentiment_score":-0.425}
{"full_text":"Last updated on *JANUARY 14*, the NYTimes' count of excess deaths was *513K*. We're at 600K by now.https:\/\/t.co\/taJJ5qNtEN","sentiment_score":0.0}
{"full_text":"Or newbies. They get a package with all pertinent info about the Capitol and the surrounding buildings used and the underground tunnels. Look at the newbie House members. There were tours given on 1\/5 that were not sanctioned, since there were no tours since April 2020 with Covid","sentiment_score":0.0}
{"full_text":"RT Still By Force is conducting #Offline Exams By Risking lifes of Studnts nd Forcing us To Bring...","sentiment_score":0.0}
{"full_text":"RT There could be 123 000 to 293 000 additional HIV infections and 69 000 to 148 000 additional AIDS-related deaths globally due t...","sentiment_score":-0.125}
{"full_text":"RT Trump could have saved almost all of the victims killed from Covid if he had been honest, competent, &amp; caring. Unfortun...","sentiment_score":0.3}
{"full_text":"They're doing about the same as everyone else - but if you don't test...guess what?  You dont have recorded covid deaths.","sentiment_score":0.0}
{"full_text":"RT this pandemic stripped off the intimacy of friendships. one year apart from those we used to spend every day with, we no...","sentiment_score":0.0}
{"full_text":"RT *U.S. HOUSE DEMOCRATS AIM TO PASS $1.9 TRILLION COVID RELIEF BILL ON FRIDAY","sentiment_score":0.0}
{"full_text":"Covid19","sentiment_score":0.0}
{"full_text":"RT I didn't know this. They ACTIVELY endangered our medical professionals. It's sickening","sentiment_score":-0.3444444444}
{"full_text":"In about 2-3 weeks we'll know whether #Ontario is headed into #Wave3 or will really see out the end of #WAVE2 of the #SARS2 #pandemic.  Current data are not encouraging.","sentiment_score":0.1}
{"full_text":"Living in the time of pandemic: COVID-19 (38)","sentiment_score":0.0}
{"full_text":"Next step, try and master the double underI just started learning before covid, never really got good at themIt was the \"standard\" in my crossfit workouts lol","sentiment_score":0.2333333333}
{"full_text":"Register with your local GP practice to ensure you receive your COVID-19 vaccination. Visit our website to find out more:","sentiment_score":0.25}
{"full_text":"Expert Says It's Possible to Reach COVID-19 Herd Immunity in US by JuneLearn more:","sentiment_score":0.25}
{"full_text":"Stephen Bear filmed the party for his YouTube channel","sentiment_score":0.0}
{"full_text":"RT Separated by lockdown, this man wrote nearly 300 letters to his wife in a care home. Uninspired by store-bought cards,...","sentiment_score":-0.2}
{"full_text":"Military is lying said to public. He is not Covid-19 positive.And then can't bring back dead body to his families. There is no cure for bullet wounds that occur immediately after the knee is removed.  He died of his injuries while wearing an ankle braceWhere is Human Right?","sentiment_score":-0.0023809524}
{"full_text":"In an effort to reach more equity on COVID-19 vaccine distribution, Orange County sought the help of community driven health centers.Story: Tweet:","sentiment_score":0.5}
{"full_text":" gave important details on the inflation concerns and the $1.9 trillion COVID-19 relief packageFull Interview:","sentiment_score":0.4}
{"full_text":"we're working with the NHS in Wales and to understand the mental health and wellbeing needs of the population throughout the Covid-19 pandemic. Please support us by sharing this survey ","sentiment_score":-0.1}
{"full_text":"Do you need a ride to get your COVID-19 vaccine?Call the Oberlin Connector!(800) 406-7541$2 one-way trip with discounts for:Senior Citizens (65+)Persons with DisabilitiesStudents (with ID)Children Age 3-12Veterans (with ID)More infohttps:\/\/t.co\/KOuXMSH5yb","sentiment_score":0.0}
{"full_text":"Gavin Williamson is holding a COVID press conference on schools - watch live ","sentiment_score":0.1363636364}
{"full_text":"Roskill expect an easing in COVID-19 cases and vaccine roll-outs to result in a steady recovery in passenger numbers from H2 2021. Join Roskill's webinar tomorrow for the latest outlook for the #aerospace sector and the implications for #metals markets","sentiment_score":0.3333333333}
{"full_text":"Luis Navarro, CEO and Co-Founder at Totality Services, discusses how you can make sure that new starters hit the ground running when #workingremotely during #lockdown #workingfromhome","sentiment_score":0.3181818182}
{"full_text":"A review of all the available evidence found that progressive exercise and early mobility may aid recovery, as well as rehabilitation programmes with a number of different components.#coronavirus #COVID19 #Covid19UK #coronavirusuk #coronavirustestinghttps:\/\/t.co\/2x2moYsGJE","sentiment_score":0.1666666667}
{"full_text":"Educators may be more central drivers of Covid-19 in schools than students, CDC study findshttps:\/\/t.co\/6qUFl98xkl","sentiment_score":0.25}
{"full_text":"#VaccinEquity is essential to end the COVID-19 pandemic, restart our economies and begin to tackle the other great challenges of our time including #inequality and the #ClimateCrisis.Learn more and support the call.","sentiment_score":0.29375}
{"full_text":"\"Our motivation to pursue this work stems out of the significant racial and ethnic disparities in access to and take-up of health services that have been widened and intensified by #COVID19\" - via News. Read about the study:","sentiment_score":0.375}
{"full_text":"Registration is now open for the and COVID-19 Vaccination Site at the for ages 65 and up, BY APPOINTMENT ONLY.Appointments are limited based on when and how much vaccine is received.Register at or call 844-977-1477","sentiment_score":0.0428571429}
{"full_text":"RT They're new and improved, COVID-19 safe cages, guys.","sentiment_score":0.3181818182}
{"full_text":"FACE MASKS FOR ALL: President Biden plans to distribute face masks through Federally Qualified Community Health Centers and the nation's food bank and food pantry systems.","sentiment_score":0.0}
{"full_text":"RT This is both anecdotal and early, but many long covid survivors are feeling significantly better after receiving their first v...","sentiment_score":0.26}
{"full_text":"Coronavirus, Wild Fires &amp; a Presidential election; Paul and Andrew \"feel\" like 2020 caused massive changes in the world. But did something end &amp; what is that something? Listen to the NEW Season Debut of Paul and Andrew's PPL Podcast! #wednesdaythoughts","sentiment_score":0.0901515152}
{"full_text":"NEWS | As St. Joe's adapts to virtual learning during the pandemic, faculty are wrestling with policies regarding camera usage during Zoom classes. Read more about the issues some professors take into account when establishing camera expectations here: ","sentiment_score":0.5}
{"full_text":"With few Arabic speaking therapists in the Gulf, telehealth has increased access to specialists online. Providers reported huge demand for mental health support to deal with pandemic challenges.@CarterCenter Fellow ('18-'19) reports.https:\/\/t.co\/tLTfKFNsuf","sentiment_score":0.0333333333}
{"full_text":"In response to #COVID19, has continued to increase production of disinfecting wipes, now producing up to 1.5 million canisters each day! #CreatorsRespond","sentiment_score":0.0}
{"full_text":"RT All foreign nationals who are currently residing &amp; working in #Cambodia can get vaccinated against #COVID19 at no charge...","sentiment_score":-0.0625}
{"full_text":"Opening session: Fighting for antiracist workplaces - 11am - 12.15pm - part of online conference Saturday 27 Feb - register here #WorldAgainstRacism #BlackLivesMatter #COVID19","sentiment_score":0.0}
{"full_text":"2020 has seen us live more of our lives online than ever before. Many workplaces (like our team here at The TEFL Org!) have been operating fully remotely since the start of the pandemic. What does your working from home set-up look like? #TEFL #workfromhome","sentiment_score":0.2903409091}
{"full_text":"Black Doctors COVID-19 Consortium hopes to 'empower the have-nots' at Philly's first 24-hour vaccine clinichttps:\/\/t.co\/fIXAKBKC25via","sentiment_score":0.0416666667}
{"full_text":"RT got tested for covid yesterday. Negative for covid. Positive for thicc dumptruck ass ","sentiment_score":-0.0363636364}
{"full_text":"Friend of the show Adam Skelly got presented with a hefty  invoice from the government, to the tune of 190K You hate to see it.... PS: Adam we are still waiting on the COVID debate. You know where to find us.","sentiment_score":-0.8}
{"full_text":"The pandemic has had a significant impact on medical research.https:\/\/t.co\/5SFFRu4FeH","sentiment_score":0.1875}
{"full_text":"Yes, definitely lockdowns are causing massive issues for mental health and financial chaos for households. But science shows that the virus is immensely easy to transmit. Up to 20+ feet distance without a mask on. Improper use of a mask, easily 8 feet for transmission.","sentiment_score":0.1277777778}
{"full_text":"RT Boris Johnson 'a liar' who will seek to blame Brexit costs on Covid, says diplomat","sentiment_score":0.0}
{"full_text":"Vulture wey dey chop soap ","sentiment_score":0.0}
{"full_text":"As I was telling a friend, in the last year I've been acquainted with two people died of cancer, two died with heart failure, one who died while suffering various dimentia problems and ZERO people with Covid.","sentiment_score":0.0458333333}
{"full_text":"On the surface, the recent wave of anti-Asian hostility might easily be explained as being directly related to COVID-19. The reality is more complex.https:\/\/t.co\/w4Xy5HRrTQ","sentiment_score":0.2333333333}
{"full_text":"RT #Maharashtra nearly 9,000 new cases today. #Mumbai city over 1,100. #Pune city over 700.","sentiment_score":0.1181818182}
{"full_text":"COVID-19 depressed hotel demand and profitability to levels last experienced in the 1980s, according to executives.https:\/\/t.co\/bQUXcmNyts #hotelnews","sentiment_score":0.4}
{"full_text":"With limited options to socialize, exercise, and play, the pandemic has kept us and our #children indoors -- but that shouldn't stop them from #growing and #learning as they should be.Here are some great ways you can support your child's development. ","sentiment_score":0.3642857143}
{"full_text":"The pandemic has opened an opportunity for American medicine to become less expensive and more efficient. An increase in telemedicine, preventative care, and active hygiene are just a few new ideas to come out of #COVID19.Read more here:","sentiment_score":0.0170454545}
{"full_text":"RT The $1.3 trillion wealth gain by America's 660 billionaires since the pandemic began could pay for a stimulus check of $3,900...","sentiment_score":0.0}
{"full_text":"In his book, Livewired, David Eagleman argues that our brains constantly adapt to the changing external environment.https:\/\/t.co\/0KYLl4nBVm","sentiment_score":0.0}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"Current Conditions for #Sayre PATemp: 46.9FWind Chill: 45.5FHumidity: 57%Dew Point: 32.5F Barometer: 29.941 inHgWind: 4 mph from the SCorona Virus Weekly Stats:Cases: 121.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
