{"full_text":"No MP has died of #Covid19ALL MP's MUST Return to commons on the 8th of MarchNO Ifs, NO ButsNO Social DistancingNO MasksNO VentilationJust like UK schoolsRT If you AgreeJoin the Grassroots campaign to give MPs a dose of their own medicine","sentiment_score":0.3166666667}
{"full_text":"Hell yeah got covid and I'm getting kicked out love it","sentiment_score":0.5}
{"full_text":"RT A police operation is underway in Sedibeng to ensure level 3 lockdown regulations are being adhered to. #eNCA reporter,","sentiment_score":0.0}
{"full_text":"Claims he's doing tests for COVID ","sentiment_score":0.0}
{"full_text":"RT \"How come the GLP could face a bill approaching PS600,000 relating to the government's legal costs, should it lose? Is it...","sentiment_score":0.1}
{"full_text":"RT To get out of lockdown...First we had to save the NHSThen we had 5 tests - remember them?Then it was getting r below 1...","sentiment_score":0.0}
{"full_text":"RT Exclusive interview with Benfica Campus chief Pedro Mil-Homens on how Benfica have generated PS1bn in player sales since 200...","sentiment_score":0.0}
{"full_text":"RT #NationalCadetCorps On 16 Feb 2021,Dr Kanchan Dwidmuthe from Lata Mangeshkar Hospital,Nagpurtoo...","sentiment_score":0.0}
{"full_text":"RT The troopers of Mingyun deployed on the uncharted planet P.A.C, tasked to eradicate a sudden outbreak of an unknown, rogue,...","sentiment_score":-0.05}
{"full_text":"Actions speak louder than words:1) Teachers were\/are not prioritized by Biden as front-line workers re vaccine2) No schools should reopen until all teachers and staff completed Covid vaccinations (absolutely mandatory) including boosters for variants.","sentiment_score":0.2}
{"full_text":"The grant agreement of  #VACCELERATE, a new project to aid in the fight against #COVID19, was signed yesterday. The funding will also support our work of creating and maintaining a living mapping and evidence synthesis of RCTs evaluating COVID-19 vaccines.","sentiment_score":0.1363636364}
{"full_text":"RT Should the state play a bigger role post-pandemic?Good question.@BBCr4today just devoted its prime post-0800 slot to it. Thr...","sentiment_score":0.0}
{"full_text":"RT I'm not sure that mid-April, after three and a half months of lockdown and four and a half months of vaccinations, counts as...","sentiment_score":-0.1944444444}
{"full_text":"RT A sad day for all those fans, including many in the media, of shouting covidiots\/ you'll be in ICU next week at ordinar...","sentiment_score":0.0}
{"full_text":"RT Lou Macari runs a homeless shelter in Stoke-on-Trent, but when Covid-19 came along the former footballer was forced to shut i...","sentiment_score":-0.15}
{"full_text":"RT I just saw this a little while back. Probably a whole lot more considering...","sentiment_score":0.128125}
{"full_text":"RT Important story by on the chaos and terror that prevail in Syria's largely forgotten al-Hol camp housing IS families. L...","sentiment_score":0.3071428571}
{"full_text":"RT Chair Deeply saddened by the death of 26-year old Honduran nursing student, Keyla Martinez, after she w...","sentiment_score":0.05}
{"full_text":"RT 1\/Concerning case of reinfection: healthy 45 year old was reinfected with the genetically distinct SARS-CoV-2 variant tha...","sentiment_score":0.3}
{"full_text":"RT 530,000 people died in England and Wales in 2019.The Covid death rate for the whole of the UK, is less than 10 weeks normal...","sentiment_score":0.0611111111}
{"full_text":"Covid-apparatchik","sentiment_score":0.0}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"California isn't closed? Are you kidding me? I went to Florida and felt like I walked in the twilight zone - night &amp; day difference. Everything's open and few people wear mask. It's a legitimate question, why does CA have higher case rate given the extensive preventative measures","sentiment_score":-0.01}
{"full_text":"RT The troopers of Mingyun deployed on the uncharted planet P.A.C, tasked to eradicate a sudden outbreak of an unknown, rogue,...","sentiment_score":-0.05}
{"full_text":"FB is worse. I got \"FACT CHECKED\" for positing a link to the CDC  it was literally just a link.I get the same treatment for all the news articles about deaths in carehomes.","sentiment_score":-0.2}
{"full_text":"RT even right in the middle of an energy crisis occurring simultaneous to a pandemic, this person can't avoid the excepti...","sentiment_score":0.1428571429}
{"full_text":"RT Its great people are interested in nursing but demand for places has always outstripped supply. If we don't retain the e...","sentiment_score":0.525}
{"full_text":"RT Kaizer Chiefs is a Pandemic ","sentiment_score":0.0}
{"full_text":"RT YES IT IS I--Sayings &amp; Aphorisms of the Great Marquis de Vaccine, compiled during the Chinese Flu epidemic of 2020https:\/\/t...","sentiment_score":0.4}
{"full_text":"RT What a wonderful story and what a man ","sentiment_score":1.0}
{"full_text":"RT In Biden's defense Florida didn't give Hunter ONE BILLION DOLLARS.","sentiment_score":0.0}
{"full_text":"Welcome to Thursday. Looks really wet &amp; windy outside today. Good luck if you're venturing out! #WearAMaskSaveALife #coronavirus #covid19 #thursdaymorning #PandemicPanda","sentiment_score":0.39375}
{"full_text":"Launch of COVID 19transparency &amp;Accountability Project launch at BOMA hotel now","sentiment_score":0.0}
{"full_text":"RT I wonder if in years to come the \"Covid Pandemic\" will become known as the cover storey for the biggest atrocity ever co...","sentiment_score":0.0}
{"full_text":"What about your leaders trips all around the country!! Stay at home!! Oh by the way share your Cornish holiday dates as I'd like to book a holiday too!!","sentiment_score":0.0}
{"full_text":"RT To note, I have anonymously revealed this Peter Daszak-Lancet plan last Feb (when it was just published) via LuDe Media....","sentiment_score":0.0}
{"full_text":"Covid crisis: 1.9m people in UK have not worked for more than six months","sentiment_score":0.5}
{"full_text":"RT If France can give citizenship to frontline immigrant workers who have sacrificed so much for their country in a pandemic,...","sentiment_score":0.2}
{"full_text":"RT US life expectancy dropped a full year for white people in the first half of 2020, according to CDC. Life expectancy fell ne...","sentiment_score":0.1083333333}
{"full_text":"RT I am so mentally drained man as a college student. A pandemic for a whole year, class is virtual, a winter storm, trying...","sentiment_score":0.05}
{"full_text":"RT Bayern have confirmed that Benjamin Pavard has tested positive for Covid-19. The Frenchman is doing well and is in quaranti...","sentiment_score":0.3136363636}
{"full_text":"RT God ignored those dying during the pandemic but answered Apostle Suleman monetary prayers....What a selective God,","sentiment_score":0.0}
{"full_text":"RT The largest randomized-controlled trial to date on vitamin D and COVID-19 has now been published. Headline finding: no benefit f...","sentiment_score":0.0}
{"full_text":"RT India's top billionaires added Rs 13 lakh crore to their wealth during the Covid19 crisis. Modi govt didn't bother to t...","sentiment_score":0.5}
{"full_text":"Struggling to cope with hip replacement and husbands cancer.","sentiment_score":0.0}
{"full_text":"Update: #nickel just keeps going! Now over $18900\/t#hzm sat on over $80bn of #cobalt and #nickel.Nearly 80 days of silence from the board...  And with worldwide Covid rates halving in a month, the Finance update must be getting very close!","sentiment_score":0.25}
{"full_text":"RT a woman got mad at me for *accidentally* touching tongues w her dog (pre-covid). This is my response, hope it helps you t...","sentiment_score":-0.0625}
{"full_text":"RT The Covid-19 vaccine is free of charge. You will never be asked to share bank details to confirm your identity, or pay fo...","sentiment_score":0.4}
{"full_text":"RT Here comes a bit of Klaus Schwab's anticipated \"cyber pandemic\" which is just more of the same orchestration to justify w...","sentiment_score":0.25}
{"full_text":"RT The shaming of people involved in the safest thing you can do, meeting outside, is probably the most bizarre and counterproduc...","sentiment_score":0.3}
{"full_text":"The challenges of Covid on training, great to see included in this feature by #apprenticeships #training #students #construction #brickwork #building","sentiment_score":0.8}
{"full_text":"RT How private companies are earning millions of pounds out of children in care and vulnerable families, and business has bo...","sentiment_score":-0.25}
{"full_text":"RT India's top billionaires added Rs 13 lakh crore to their wealth during the Covid19 crisis. Modi govt didn't bother to t...","sentiment_score":0.5}
{"full_text":"RT This is what black ice looks like:you cannot fucking see it &amp; it makes the world a Frictionless Physics experiment....","sentiment_score":-0.3833333333}
{"full_text":"RT 1\/20 Government lockdown exit roadmap due next week. NHS trust leaders clear, as they've been throughout the pandemic,...","sentiment_score":-0.0083333333}
{"full_text":"Uk news  Nicola Sturgeon coronavirus update as NHS hits back at wasted vaccine claims","sentiment_score":-0.1}
{"full_text":"RT Unprotected African health workers die as rich countries buy up COVID-19 vaccines #COVAX","sentiment_score":0.1875}
{"full_text":"Over 15,300 beneficiaries received COVID-19 vaccine shots on Wednesday, while the number of people who got second dose dropped compared to the corresponding figures a day before, according to data shared by officials.https:\/\/t.co\/cFVnsqM6xz","sentiment_score":0.0}
{"full_text":"RT Nigerian pastors make Christians look so stupid.Most of them lost their jobs,had their businesses affected in a pandemic that...","sentiment_score":0.0}
{"full_text":"RT India's top billionaires added Rs 13 lakh crore to their wealth during the Covid19 crisis. Modi govt didn't bother to t...","sentiment_score":0.5}
{"full_text":"Slovenia #Covid19: Restrictions remain unchanged ","sentiment_score":0.0}
{"full_text":"RT Expecting a baby should be an exciting time for parents but for many the past year  has dampened what should have been...","sentiment_score":0.1833333333}
{"full_text":"Essential travel? Putting peoples' lives at risk?Stay at home?Killing Grannies?Look him in the eyes and tell him....'?'1 in 3 have it ...'?'Act like you've got it'?Etc etc....#Hypocrisy","sentiment_score":0.0}
{"full_text":"RT New York City waitress fired from job for saying she wanted to wait to get COVID-19 vaccine over concerns of its effects...","sentiment_score":0.1363636364}
{"full_text":"For personal safety, yes it is a good way to manage the risk if you may have been exposed to someone with COVID. From a societal risk perspective, it is arguable how much it reduces the risk so if you have symptoms, yes get tested again. No extra charge.","sentiment_score":0.225}
{"full_text":"RT I don't really care what you call it: \"towards zero\", \"low covid\", \"no covid\", \"we could be zero\", \"zero covid\" whatev...","sentiment_score":0.1}
{"full_text":"RT It is important to emphasize to people that the #JohnsonJohnson #COVIDVaccine provided complete protection against COV...","sentiment_score":0.25}
{"full_text":"Our city's only nesting pair of storks are home! They're hoping to nest on the crane directly above my flat. I'm crossing everything that they're allowed to stay - it was such a joy to see them raise their chicks last year ","sentiment_score":0.1291666667}
{"full_text":"RT Nigerian pastors make Christians look so stupid.Most of them lost their jobs,had their businesses affected in a pandemic that...","sentiment_score":0.0}
{"full_text":"Why is Hillary Clinton spying on China virus?","sentiment_score":0.0}
{"full_text":"Continued snap lockdowns and #border closures could see Sexpo and the Tattoo Expo axed from event calendars. And they're not the only national shows at risk. #COVID #Australiahttps:\/\/t.co\/TERi7z7QUA","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT This is essential reading. Not only are children and their advocates not being listened to - there is no structure for con...","sentiment_score":0.0}
{"full_text":"Appointments at COVID-19 vaccination centres are timed to allow for social distancing. There's no need to arrive very early as this can cause queues.More on what to expect ","sentiment_score":0.0816666667}
{"full_text":"Looking for things to do at home over half term?Stay safe and try one of these fun activities.There are loads to choose from!https:\/\/t.co\/0rjMePsywp#doingourbit #stopthespread","sentiment_score":0.2111111111}
{"full_text":"RT Why no covid test for Sushant???Implement 302 In SSR Case","sentiment_score":0.0}
{"full_text":"| Are you uncertain about the COVID-19 #funding and #support available for your business? Our 24\/7 COVID-19 helpline is here to help in these uncertain times. Call now on 01642 662777  Find more useful resources here:","sentiment_score":0.4}
{"full_text":"If you are aged 70 and over and not had your #COVID19 vaccine yet, please contact the NHS to arrange your appointment. Call 119 or speak to your local GP practice. For all the latest on booking a COVID-19 vaccine visit","sentiment_score":0.1333333333}
{"full_text":"RT Happy anniversary of Boris Johnson, the man who \"did everything he could\" on Covid, having skipped the fifth consecutiv...","sentiment_score":0.8}
{"full_text":"Learn about the bonds that can help finance #Asia and the #Pacific's #COVID19 recovery and achieve its climate resilience and sustainable development goals.","sentiment_score":0.0}
{"full_text":"In spain, the #pandemic and the measures adopted due to #SARSCoV2 have significantly decreased #pediatric admissions for non-COVID-19 diseases, especially for #respiratory diseases.","sentiment_score":-0.175}
{"full_text":"3 more days to go!Have you submitted your application already? The deadline for the Covid-19 explainers reporting grant is fast approaching!Check out this link for more details &gt;&gt;","sentiment_score":0.4}
{"full_text":"Electronic Consultation Platforms have helped with reducing traffic in healthcare centres. During the pandemic having an Electronic Consultation Platform is essential, get yours today! Contact 0960929382 for a free consultation.","sentiment_score":0.2}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"It calls for the CDC to organize a national network to use the technology to track the spread of mutations and guide public health countermeasures.","sentiment_score":0.0}
{"full_text":"In a tight job market, a recent study zeroed in on the top 5 jobs being sought in 2021. ","sentiment_score":0.1071428571}
{"full_text":"Don't be the one who gives Covid-19. If you have any coronavirus symptoms: Don't guess, Get a test.#HandsFaceSpace #StayHome","sentiment_score":0.0}
{"full_text":"The pandemic has revealed the unpreparedness &amp; the structural lack of support for specialist services for survivors and those at risk of #VAWG.Here is what we know: is what you can do to support the cause:","sentiment_score":0.0}
{"full_text":"Coronavirus in Turkey | Health Ministry has reported 86 deaths and over 7,300 news cases in the last 24 hours","sentiment_score":0.0}
{"full_text":"People from all walks of life have been part of the COVID-19 vaccine trials, including healthcare professionals. Find out more:","sentiment_score":0.5}
{"full_text":"RT I HOPE AFTER THE PANDEMIC ENDS NIKI AND BRIAN WILL MAKE CONSERT AT INDONESIAeven I'm broke and couldn't affor...","sentiment_score":0.0}
{"full_text":"Health officials around the world are racing to vaccinate enough people to stop the spread of COVID-19, but what qualifies as \"enough\" is still an open question.","sentiment_score":0.0}
{"full_text":"Did you know that while our are closed for browsing, they're still offering:   Click, Call, Collect service with Covid-secure measures. i online content including e-books + e-audio books. i  #MyStokeStory","sentiment_score":-0.1}
{"full_text":"Nurses, doctors, sanitation workers, teachers, journalists, truck drivers, grocery store workers, researchers &amp; all other essential workers who are risking their well-being to serve their communities, we thank them for being on the frontlines during the #COVID19 pandemic.","sentiment_score":-0.0625}
{"full_text":"What you need to know as Ohio prepares to launch its centralized COVID-19 vaccine website (@monicarobins reports)","sentiment_score":0.0}
{"full_text":"Everyone in Lewisham should be following the national stay at home restrictions.Staying home and not seeing people will stop the virus spreading, helping to reduce cases more quickly- our actions now will save lives. #KeepLondonSafe #KeepLewishamSafe","sentiment_score":0.2777777778}
{"full_text":"The #WorldBank has approved 97.5 million US dollars in grant for #Afghanistan to combat the impact of #COVID19 pandemic and droughts in the war-torn Asian country, the World Bank office in Afghanistan said in a statement Thursday.https:\/\/t.co\/W4uOhkSLb1","sentiment_score":0.0}
{"full_text":"Here's Sakina Girnary -- a Designer developing and implementing training for midwives in low-resource areas  She'll be joining our 'How's 2021 looking?' webinar to speak on how life-saving training works during a pandemic","sentiment_score":0.0}
{"full_text":"Our #AdaptSupportRespond initiative is shining a spotlight on how #SportForDevelopment orgs have adapted their services during lockdown, and how they are getting ready to play their part in the recovery from the pandemic  #SportForDevelopmentCoalition","sentiment_score":0.2}
{"full_text":"The Placebo effect is strong so with the media bombarding us with 'deadly' Covid, we need to ask if they have had an effect on the severity of Covid illnesses.","sentiment_score":0.1166666667}
{"full_text":"Individuals with learning disabilities are 3.7 times more likely to die from #COVID19, according to latest official figures. If you have a learning disability, how has the pandemic affected your support? Has information been accessible? Share here ","sentiment_score":0.34375}
{"full_text":"Economy:\"A Different Early-Bird Special: Have Vaccine, Will Travel\"https:\/\/t.co\/jzkBz0Anlj via (Shared via COVID-19 topic)","sentiment_score":0.1785714286}
{"full_text":" What do you think about colouring-in for adults? Has it helped you to relax during lockdown?#mentalhealth #LoveLifeLoveLibraries","sentiment_score":0.0}
{"full_text":"Like many PhD students, Bethany McLoughlin  has adapted her research becauses of the pandemic. In her latest blog Bethany discusses a new opportunity, tips for conducting online interviews &amp; following up effectively. #PhDChat #phdadvice","sentiment_score":0.3472727273}
{"full_text":"How can emerging markets close the #ICT infrastructure gap as the #Covid19 pandemic accelerates growth in the #digital economy?Find out here: #coronavirus","sentiment_score":0.0}
{"full_text":"Out of the 334 new #coronavirus cases in #SaudiArabia, 169 were confirmed in Riyadh and 42 in Makkah. ","sentiment_score":0.2681818182}
{"full_text":"RT Excellent resource for schools to teach children about Covid and school measures to prevent its transmission.Any additional m...","sentiment_score":1.0}
{"full_text":"WELL-KNOWN DURBAN BOXING PROMOTER DIES OF OVID-19 #boxing #promoter #diesofcovid","sentiment_score":0.0}
{"full_text":"Did you know that anyone aged 70 or over can now book an appointment for their #COVID19 vaccination?Help us protect your loved ones and encourage any family or friends over 70 to book at appointment by calling 119 or visiting:","sentiment_score":0.3}
{"full_text":"Ports are often open to corruption. Incoming #COVID19 #vaccines make these sites prime targets for counterfeit jabs moving through Africa. Find out more.","sentiment_score":0.25}
{"full_text":"Even before the pandemic, Washington, D.C. mandates cost consumers nearly $2 trillion per year, or approximately $15,000 for every household. And now, regulations exact an even greater toll as red tape makes beating the pandemic all the more difficult. https:\/\/t.co\/o5Riuf84eh","sentiment_score":0.0642857143}
{"full_text":"Check out the podcast with , speaker, publisher, #banking, #fintech, #finserv, where he discusses banking trends, the impact of the global pandemic on the move to digital first services and what he is excited about going forwardhttps:\/\/t.co\/C0ZeIgb8q6  #podcast","sentiment_score":0.15625}
{"full_text":"Token-Driven Karaoke Platform Gets a Boost in South Korea as Pandemic Hits Over 2,100 Singing RoomsJoin our community: #bottrading #bitcoinprice #Ai #jadongmaemae #ETH #cryptostaking #bitcoin #cryptocurrency #gasanghwapye #trx #btc #doge #elon #tesla","sentiment_score":0.0}
{"full_text":" Many airlines have cancelled flights due to #CoronavirusIf your flight's been cancelled and you've been sent a voucher, you have a legal right to a refund and can contact the airline to ask for your money back instead. Find out more ","sentiment_score":0.2267857143}
{"full_text":"DTB commits Sh1.6 billion in Covid-19 recovery loans for MSMEs","sentiment_score":0.0}
{"full_text":"If we continue to follow the guidance, we can get back to doing the things we love sooner. Please continue to work from home if you can, maintain social distancing, wash your hands and cover your face. For further guidance, visit","sentiment_score":0.1333333333}
{"full_text":"Danske Bank 2\/4: Also the actual vaccination process is gaining speed in the US and UK, while EU is currently lagging behind due to delayed deliveries of vaccine doses. Nevertheless, markets continue to look through the current COVID-19 situation,","sentiment_score":-0.105}
{"full_text":"The Minister for Mental Health, Wellbeing and Welsh Language, Eluned Morgan, spoke about the findings of the latest lockdown survey at Wednesday's Wesh Government coronavirus briefing.https:\/\/t.co\/xrO1YDVY7W","sentiment_score":0.2}
{"full_text":"Ovolo Hotels Offers HK$21 Quarantine Stays in Hong Kong.The new initiative supports returning ethnic-minority residents from disadvantaged backgrounds. #hongkong #COVID19","sentiment_score":0.1181818182}
{"full_text":" Many airlines have cancelled flights due to #CoronavirusIf your flight's been cancelled and you've been sent a voucher, you have a legal right to a refund and can contact the airline to ask for your money back instead. Find out more ","sentiment_score":0.2267857143}
{"full_text":"#COVID19: The appearance of new variants of SARS-CoV-2 has raised questions about the nature and rates of #mutations in viruses. + Anna-Lise Williamson, together with Don Cowen +  Stephanie Burton explain some of the basics","sentiment_score":0.1363636364}
{"full_text":"The process in Congress that is called \"Reconciliation \".... Ryan used to get his Tax cuts approved. Biden is about to use for Covid relief....","sentiment_score":0.0}
{"full_text":"NO 4 | What do patients with long-COVID need from their GPs?  #BJGPOpenTop10 #longCOVID #longhaulers #COVID19","sentiment_score":0.0}
{"full_text":"In this year of Covid recovery our charitable purposes will be even more important .We aim to:Protect the environment, animals and plantsPromote volunteeringSupport recreationSupport health and wellbeingPromote community cohesionhttps:\/\/t.co\/CH8PnXcCLx","sentiment_score":0.5}
{"full_text":"Don't be the one who gives Covid-19. If you have any coronavirus symptoms: Don't guess, Get a test.#HandsFaceSpace #StayHome","sentiment_score":0.0}
{"full_text":"Do you think information about the #Covid-19 #vaccine has been communicated clearly? Tell us your views here:","sentiment_score":0.1}
{"full_text":"Investment Idea: #Amazon and #Alibaba show clear growth #tech #ecommerce #retail #cloud #china #lazada #youkutudou #bezos #aws #corona #lockdown #strukturoiduttuotteet #viputuotteet #sijoittaminen #treidaaminen #osakkeet","sentiment_score":0.1}
{"full_text":"Stop vaccine nationalism: India at UNSC meeting ","sentiment_score":0.0}
{"full_text":"Read what our Volunteering For All Officer Edward Sumner has to say about the benefits and opportunities for volunteering from home in Lockdown:  #volunteering #lockdown #Staffordshire #Community #VCSE","sentiment_score":0.0}
{"full_text":"New guidelines for passengers travelling from UK, South Africa and Brazil. #COVID19","sentiment_score":0.1363636364}
{"full_text":"Discover how &amp; pivoted during the pandemic to build their customer base and deliver classes online. Free event next week (25 February, 3.30pm). Book tickets","sentiment_score":-0.1333333333}
{"full_text":"If you're missing our shops during #lockdown and are shopping online, please don't forget to use &amp; #amazonsmile, as you could be raising funds for Lindsey Lodge at no extra cost you.easyFundraising:","sentiment_score":-0.1}
{"full_text":" Many airlines have cancelled flights due to #CoronavirusIf your flight's been cancelled and you've been sent a voucher, you have a legal right to a refund and can contact the airline to ask for your money back instead. Find out more ","sentiment_score":0.2267857143}
{"full_text":"A story I wrote for The Herald-News.FDA grants emergency use to new COVID treatment - and this Joliet hospital has it day 11, the viral load in patients goes down by 99 percent'#COVIDtreatmentshttps:\/\/t.co\/7eyQNSAaZo","sentiment_score":-0.0095959596}
{"full_text":"RT Delighted to see our Minireview on applications of Dynamic Polymer Networks is out in This was a fun lockdown...","sentiment_score":0.3333333333}
{"full_text":"I'm not sure if I'm skim reading too quickly (which I tend to do) but is there anything about years 1 and 2 in here, even though the update says there is?","sentiment_score":0.0416666667}
{"full_text":"Need ideas to help keep your children active this half term? have joined forces with to launch a #LockdownActivityList. Take a look https:\/\/t.co\/ubdDIjho00","sentiment_score":-0.15}
{"full_text":"Are you feeling alone dealing with Cancer during Lockdown? Join MenTalk Social &amp; Wellbeing. We are a supportive group of Men, helping each other make the most of life with Cancer promoting mental and physical health  Contact Luke.Simpson@afcb.co.uk","sentiment_score":0.1347222222}
{"full_text":"Literally did that when got vaccinated","sentiment_score":0.0}
{"full_text":"Do you agree with our columnist? https:\/\/t.co\/ajXiWxjGBW","sentiment_score":0.0}
{"full_text":"This, Martin says, as the news breaks this morning that we are now back to Sept levels of infection in England and that cases are halving every two weeks... This *will* save our summer, *if* we stay the course.","sentiment_score":0.0}
{"full_text":" Many airlines have cancelled flights due to #CoronavirusIf your flight's been cancelled and you've been sent a voucher, you have a legal right to a refund and can contact the airline to ask for your money back instead. Find out more ","sentiment_score":0.2267857143}
{"full_text":"RT More bad news for South Africa's vaccine rollout. Study suggests the South African variant of the coronavirus may reduce ant...","sentiment_score":-0.0666666667}
{"full_text":"  ZANZIBAR 2021-02-17Vice President Maalim Seif Hamad dies from Covid-19.https:\/\/t.co\/zlbMh8rMbj RT","sentiment_score":0.0}
{"full_text":"RT In the past 6 weeks, new global coronavirus infections have dropped by nearly half:* 5M in the first week of Jan., to*...","sentiment_score":-0.0060606061}
{"full_text":"realizations during this pandemic and advices to  people who is a procrastinator","sentiment_score":0.0}
{"full_text":"RT We are so proud of our #999family who have gone above and beyond beyond during this pandemic. RT for our heroes who ran t...","sentiment_score":0.4}
{"full_text":"Emotional Intelligence for Leaders has always been critical ... However, the recent pandemic has shown that Leaders have to use empathy, and #EQ to connect with their employees across the Organisation. ... All for one and one for all!!","sentiment_score":0.0}
{"full_text":" If you need to travel, you can subscribe to journey alerts through Messenger for personalised up-to-date journey info. This will keep you informed about any cancellations or delays as well as expected busy services.iMore infohttps:\/\/t.co\/oZuZmS7BY6","sentiment_score":0.0}
{"full_text":"Could Cummings be pulling the strings from behind the scenes still?","sentiment_score":-0.4}
