{"full_text":"RT Black Doctors COVID-19 Consortium vaccinated 4,000 Philadelphians in 24-hours, the organization announced. The lines were...","sentiment_score":-0.1666666667}
{"full_text":"RT NEW: Democratic Florida Rep. Charlie Crist is calling on the Justice Department to investigate allegations that Florida Gov. R...","sentiment_score":0.1363636364}
{"full_text":"RT OUTBREAK OF #B117 AT SEVEN SCHOOLS--sudden outbreak of #COVID19 cases at a British Columbia --all elementary and middle sc...","sentiment_score":0.1}
{"full_text":"RT If we started today, and did Zero Covid right, we could be open by early summer, says Independent Scientific Advocacy Gro...","sentiment_score":0.0964285714}
{"full_text":"RT Telling someone that you can't imagine living alone for a year during a pandemic is not the soothing thing you think it is.","sentiment_score":0.0}
{"full_text":"It's said that families of Eritrean soldiers sent to fight in this senseless war in Tigray are learning about their loved ones death through word of mouth.Lose your child for DIA's vendetta spree, grieve in silence, under lockdown, hungry and alone. #IsaiasAfwerki to the #ICJ!","sentiment_score":0.875}
{"full_text":"RT Vic Govt announces that 50,000 businesses can apply for grants of $2000 for the Valentines weekend lockdown. That's not...","sentiment_score":0.0}
{"full_text":"Says the guy who doesn't believe we've pictured the covid 19 virus. What do you know of science? You don't even know what an electron microscope is. When evidence is presented to you, you call it \"computer generated\". Do you believe the world is flat too?","sentiment_score":-0.025}
{"full_text":"RT Happy &amp; Excited tat Our #Superstar gaaru Team #SarkaruVaariPaata Wrapped up the First Migh...","sentiment_score":0.475}
{"full_text":"RT I can't get past the fact that a 74 year old drug addict, sexual predator who bankrupted every biz he ever ran and was so c...","sentiment_score":0.1166666667}
{"full_text":"Coronavirus &amp; COVID Vaccines -- Biden Administration: Our Vaccination Sites Will Not Include Vaccine Doses | National Review","sentiment_score":0.0}
{"full_text":"RT  Cancelling the series - and then pretending everything is at its best... What about al...","sentiment_score":1.0}
{"full_text":"RT Laik Khan killed 17-year-old Neetu with hammer in Delhi for refusing to his forced marriage proposalGirl's family earlier...","sentiment_score":-0.1666666667}
{"full_text":"Schools force students to give offline exams. As everyone knows that covid cases increasing day by day. Then why we give offline exams. Please give options for both online and offline examinations.@NCPCR_","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"Folks forrealsy don't care about covid huh?","sentiment_score":0.0}
{"full_text":"Australia's COVID-19 vaccination rollout officially gets underway | 7NEWS via","sentiment_score":0.0}
{"full_text":"RT It was easy to feel the horror of this almost a year ago, even before I, &amp; so many others, knew someone who was taken by the pa...","sentiment_score":0.4666666667}
{"full_text":"RT Nothing other than curricular activities shall be allowed in educational institutions. Mask wearing &amp; ensuring physical distan...","sentiment_score":0.0416666667}
{"full_text":"RT How far apart should the doses of #COVID19 vaccines be? What if I miss my second dose?Can I get two doses from two different man...","sentiment_score":0.0333333333}
{"full_text":"\"WHO Comes to the Rescue, Saves China\" fixed it for you","sentiment_score":0.1}
{"full_text":"RT Biden needs to mark that moment with passing #M4A legislation, calling for a national lockdown and sending me my fuckin...","sentiment_score":0.0}
{"full_text":"RT CM: Fight against Covid's like a world war, mask is a shield","sentiment_score":0.0}
{"full_text":"It would probably be the greatest thing for many friendships. With covid being around and no one being able to go out...the nights must've been memorable for the newer bronze gold players.","sentiment_score":0.625}
{"full_text":"My man everyones having the pandemic and your not the only one in it","sentiment_score":0.0}
{"full_text":"RT Another thing that happened this weekend is that Black Jews were--yet again--subjected to an online harassment campaign. I wish...","sentiment_score":-0.1666666667}
{"full_text":"RT Look at this line. \"Vaccine hesitancy\" is clearly not the problem. Accessibility is. The Black Doctors COVID-19 Consor...","sentiment_score":-0.1083333333}
{"full_text":"RT \"We can't give up. We can beat this\"Dr. Anthony Fauci has a message for anyone feeling #COVID fatigue. #OnAssignmentMSNBC","sentiment_score":0.0}
{"full_text":"RT Only in this country, even during pandemic situations , all daily needs price r increased hike.#BJPFuelScam","sentiment_score":0.0}
{"full_text":"Betsy De Vos encouraged charter, private, and religious schools to apply as nonprofits for grants from the Paycheck Protection Program (PPP), and 1000s of private schools got $855,000 each in emergency funding--versus the $134,500 that public schools got.","sentiment_score":0.0}
{"full_text":"RT I will wear a mask as long as Dr. Fauci tells me to.","sentiment_score":-0.05}
{"full_text":"RT The Hindu News: 74% of total covid cases from Maharashtra and Kerela only. We need to focus this, this states contribute m...","sentiment_score":0.0}
{"full_text":"i was 18 when covid started. now i'm 36. feel old yet? #millenialprobz","sentiment_score":0.1}
{"full_text":"RT Provision of Rs. 35,000 crore for #COVID19 vaccine, indigenous development of pneumococcal vaccine &amp; increase of 137% in bud...","sentiment_score":0.0}
{"full_text":"RT A reminder that Steven Mnuchin funneled $500B of PPP Covid relief loans and gave millions to himself, Kushner, Devin Nu...","sentiment_score":0.0}
{"full_text":"We guess Biden, Harris, Pelosi, Schumer is starting off trying very hard to beat out trump's number of lies &amp; misleading statements. NO COVID RELIEF.","sentiment_score":-0.1895833333}
{"full_text":"Boba's been one of the things I've been missing since the start of the pandemic. I've ordered it for delivery a couple of times, but that gets crazy expensive. I got the stuff to make it at home for Christmas and today I finally did it!","sentiment_score":-0.325}
{"full_text":"I haven't gotten sick, lost a loved one, or lost my job--yet.As far as the rest of the pandemic stuff goes, I've been through worse.Every day of the first 20 years of both my parents' lives were worse than any day of my last year.I know not everyone has been so lucky.","sentiment_score":0.0384353741}
{"full_text":"RT Breaking: President Biden, Dr. Biden, Vice President Harris &amp; the Second Gentleman will hold a candle lighting ceremony...","sentiment_score":0.0}
{"full_text":"Super duper supernature, everything and nothing #charaka #awareness #meditation #philosophy #movement #reincarnation #spiritual #creation #supernature #Covid_19 #CovidVaccine #reciprocalawareness #StayAtHome #SARS_CoV_2","sentiment_score":0.1666666667}
{"full_text":"RT From 6pm Tues 23\/2, reveal the winners of the 2020 #SportAUSMediaAwards. With no event due to #COVID19, al...","sentiment_score":-0.125}
{"full_text":"Listen i agree but the way business works is if you think they can take 2 years off and produce a festival of that caliber after is far fetched the whole music industry got screwed by this pandemic it's hard for them to hold off any longer but our life is still at risk too","sentiment_score":0.0027777778}
{"full_text":"Flu death certainly happens   But \"estimates \" by cdc via ederly respiratory illness ( chf, cold asthma etc) all count towards the \"flu death count\". Even without a positive swab.","sentiment_score":-0.0528138528}
{"full_text":"RT #KashmirisWillDecideEven after one and a half years of Indian occupied Kashmir valley's...","sentiment_score":-0.1666666667}
{"full_text":"RT Put Texas Disaster relief in the Covid-19 relief package. Let's see Ted Cruz and John Cornyn try and filibuster that.","sentiment_score":0.0}
{"full_text":"RT #LargestVaccineDrive #Unite2FightCorona Be Aware Be Informed, know about the vaccine and the vaccination drive undertake...","sentiment_score":0.25}
{"full_text":"RT From 400 in Jan to 600 in Feb to 900 Today, Covid daily NosThe only option left with govt is Lockdown in Mumbai, unless we...","sentiment_score":0.0}
{"full_text":"RT Tomorrow President Biden will give a speech on the lives lost to coronavirus and hold a moment of silence and candle li...","sentiment_score":0.0}
{"full_text":"RT Pfizer vaccine stops COVID-19 spread: Israeli study","sentiment_score":0.0}
{"full_text":"RT Extremely grateful for the 'Daily Life' recognition for this photo in the Covid-19 unit in hospital i...","sentiment_score":-0.0625}
{"full_text":"RT Speaker Pelosi managed to sneak in $100 million for an underground rail line extension of the Bay Area Rapid Transit syst...","sentiment_score":0.0}
{"full_text":"Former Indian skipper #MahendraSinghDhoni would have played the #T20WorldCup in 2021, if not for the #COVID19 #pandemic, revealed former Indian selector #SarandeepSingh in an interview.Read more:","sentiment_score":0.1666666667}
{"full_text":"RT On Friday, I visited Kalamazoo, Michigan to tour a Pfizer manufacturing plant. I had an opportunity to see the COVID-19 vaccine...","sentiment_score":0.0}
{"full_text":"An industry trade group said Friday that the carriers would turn over the information to the U.S. Centers for Disease Control and Prevention, which could use it to contact passengers who might be exposed to the virus that causes COVID-19.https:\/\/t.co\/J25iyG4olv","sentiment_score":0.0}
{"full_text":"A year into the pandemic, the running total of lives lost was about 498,000https:\/\/t.co\/C8l4SDzuyE","sentiment_score":0.0}
{"full_text":"the pandemic want to get done with it","sentiment_score":0.0}
{"full_text":"\"As long as our schools are short-changed and there's a pretense that all these schools are the same, these inequality issues will continue.\"https:\/\/t.co\/ejog91jFrq","sentiment_score":-0.025}
{"full_text":"Australia's first vaccine recipient caused a stir yesterday. Now she's made some new admissions that will be embarrassing for the PM.https:\/\/t.co\/bj7JQjPnFn","sentiment_score":0.1931818182}
{"full_text":"Officials in California meanwhile said the state has surpassed 49,000 #coronavirus-related deaths.https:\/\/t.co\/AJDjj6R6jS","sentiment_score":0.0}
{"full_text":"RT The biggest donors to the CFG are Richard and Liz Uihlein.A few days ago DeSantis arranged for vaccines to be given a...","sentiment_score":-0.2}
{"full_text":"With #COVID19 tests being more accessible, will patients be more willing to take them? Read the stats to find out. #MedEd","sentiment_score":0.40625}
{"full_text":"Summary of Active COVID-19 Cases in Africa 348,374 below 520,000 record high from January 2021 Drinking the Kool-Aid #COVID19https:\/\/t.co\/fwid23Akg8","sentiment_score":0.0133333333}
{"full_text":"\"Should I get the COVID-19 vaccine while pregnant?\" is one of the most common questions we've been asked by staff prior to rolling out the vaccine. RMH's COVID-19 Vaccine Program Medical Lead Dr addresses your concerns and provides some guidance in this video.","sentiment_score":0.1066666667}
{"full_text":"RT Tomorrow, President Biden is expected to make remarks at sundown during a candle-lighting ceremony to mourn a once unthinkable...","sentiment_score":-0.075}
{"full_text":"Here is what you missed from last week's headlines in the #developmentsector#COVID infections drop 16% worldwide'constellation' of #postCOVID symptoms will impact global #healthcare 40% of #Yemen families forced into debt to pay for essentialshttps:\/\/t.co\/3IsHqlGkjX","sentiment_score":-0.1}
{"full_text":"Americans may be wearing masks into 2022, Fauci says","sentiment_score":0.0}
{"full_text":"RT #Onlineexamsforclass9thand11th #coronavirus its absolutely correct.who will take our responsibili...","sentiment_score":0.2}
{"full_text":"Tonight Batemans Bay tourism operators have banded together for a new campaign to show off all that the region has to offer, hoping to entice tourists &amp; help local businesses recover from the impacts of bushfires &amp; COVID-19.Details tonight at 6pm.#WINNews6pm #SaveOurVoices","sentiment_score":0.0454545455}
{"full_text":"Australian cinemas are facing financial crisis, having suffered a plunge of more than 80 per cent in box office sales in the wake of COVID-19.https:\/\/t.co\/813HJwMY7g","sentiment_score":0.1666666667}
{"full_text":"Digitalisation has fundamentally changed global politics. There's a competition for digital dominance going on. The coronavirus pandemic has further intensified that battle. So what kind of digital standing do Germany and Europe have? #SharingValues","sentiment_score":0.12}
{"full_text":"Finance Minister Sri Mulyani Indrawati has assured that state budget funds will be used to support micro, small, and medium enterprises (MSMEs) to help them recover from the impact of the COVID-19 pandemic.#IndonesiaMattershttps:\/\/t.co\/TUXohKgYAQ","sentiment_score":-0.25}
{"full_text":"Qatar Airways to Roll Out \"Zero-Touch\" IFE Technology.The leading Gulf carrier is taking further steps to reduce the risk of Covid-19 transmission in the aircraft cabin. #Airline #Airbus #Flights #QatarAirways","sentiment_score":0.0}
{"full_text":"Watch report on about the challenges of rare diseases in India and how the pandemic has hindered access to treatment despite legal provisions. Watch the full story here: [https:\/\/t.co\/XnKhZnh50E]","sentiment_score":-0.02}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"Prime Minister Boris Johnson is set Monday to start unwinding England's third and -- he hopes -- final coronavirus lockdown, as a quickening UK-wide inoculation drive relieves pressure on hard-hit hospitals.#covid19ph #UKhttps:\/\/t.co\/3vWNIwX8AQ","sentiment_score":0.0}
{"full_text":"COVID-19 brought #HumanMobility to a halt but migrants continue to play a key role in responding to the crisis. See how we're working w\/ policymakers to ensure that migrant populations are included in the recovery to #BuildForwardBetter towards the #SDGs.","sentiment_score":0.0}
{"full_text":"RT #lockdown.....Amravati: 1 week from Monday 8PM. Only essentials allowed. Pune: 11pm to 5 am night curfewYavatmal: ban o...","sentiment_score":0.0}
{"full_text":"Because with a big booking engine, you're just a number, but with me, you will always be a person. #covid19 #LetsTalkTravel #SaveMoney #ExpertAdvice #TravelPlanner #travel #tour #vacation #AmyJonesTravel 803-493-3431 or Amy@AmyJonesTravel.com","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 22\/02\/2021 10:30Total Cases: 11005370 [+0]Active: 147156Recovered: 10697253 [+0]Deaths :156422 [+0]Total Tests: 211.55MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT 8pm curfew7000+ active covid casesNo vaccine 1USD = $152JMD Prison for abortion Cheese patty =$230Wtf..","sentiment_score":-0.1333333333}
{"full_text":"RT Wyd if you find out the Meat Mountain from Arby's was the cure to covid","sentiment_score":0.0}
{"full_text":"There are some serious negative perceptions around COVID-19 vaccines, but there are also strong emotions around getting them and those who really want them.","sentiment_score":0.0}
{"full_text":"According to a recent report, Florida ranks in the top ten for biggest mental health changes since April 2020, coming in at number eight","sentiment_score":0.1}
{"full_text":"President Joe Biden will mark 500,000 lives lost from COVID-19 with a moment of silence and candle lighting ceremony at the White House.https:\/\/t.co\/2i092fhO8Y","sentiment_score":0.0}
{"full_text":"RT Gaiz, if you don't want your COVID-19 vaccine, it's fine. My family and I are happy to jump the queue ","sentiment_score":0.6083333333}
{"full_text":"The county said shots would be given in-person rather than drive-through. They would only administer second doses and pause first doses.","sentiment_score":0.0833333333}
{"full_text":"#GlamorChina The #cherry blossoms are so beautiful in Wuhan University, attracting many bees! It's a beautiful spring scene!","sentiment_score":0.825}
{"full_text":"An old friend from long ago:Shy art studio owner delights others while making her own fun  via","sentiment_score":0.2375}
{"full_text":"Current Conditions for #Sayre PATemp: 27.3FWind Chill: 25.3FHumidity: 64%Dew Point: 16.7F Barometer: 30.404 inHgWind: 3 mph from the SCorona Virus Weekly Stats:Cases: 95.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"The nation is expected to pass the grim milestone on Monday, just over a year after the first confirmed U.S. fatality due to the novel coronavirus.","sentiment_score":-0.115}
{"full_text":"\"DELAYING HEALTH CARE UNTIL COVID-19 GOES AWAY IS A BAD IDEA\" #Health #Covid #PatientCare via","sentiment_score":-0.7}
{"full_text":"Bull shit, was all the band could play, bull shit, its the liberal way bull shit","sentiment_score":-0.2}
{"full_text":"rodrick was def 6th grade crush","sentiment_score":0.0}
{"full_text":"Yesterday Maharashtra reports Highest num of Covid cases in last 4 months.Mumbai not far behind either - Local Trains have huge crowd - people not taking any care.","sentiment_score":-0.01}
{"full_text":"RT The military coup in #Myanmar threatens to devastate its $75 billion dollar economy and during a global pandemic no less...","sentiment_score":-0.0055555556}
{"full_text":"RT My oldest grandson is 6, then there is a 5, and a 3. I see them fairly often. And then the baby, which I rarely s...","sentiment_score":0.5}
{"full_text":"Need to increase pace of COVID-19 vaccinations: Govt to stateshttps:\/\/t.co\/G4WjeCOUdB#COVID19 #COVID19 #COVIDVaccination #vaccine #healthcare #healthcarenews #vaccinationdrive #IndiaFightsCOVID19","sentiment_score":0.0}
{"full_text":"RT DM: One in 3 US service members refuse to take CV-19 vaccine. Preliminary data suggests up to one\/three service members declini...","sentiment_score":0.0}
{"full_text":"We love to stay connect and keep you updated throughout the whole process of selling your home and that's what sets us apart. Call us today at (505) 897-3334 #sell #home #professional #realtor #call","sentiment_score":0.2666666667}
{"full_text":"RT in ur COVID relationship which of u is the beautiful shut-in who tends the garden and which of u is the nasty little goblin...","sentiment_score":-0.1125}
{"full_text":"RT #BreakingNews A Sri Lankan cricketer who was scheduled to leave for the West Indies today, Tested for positive #Cov...","sentiment_score":0.2272727273}
{"full_text":"Biden to mark upcoming 500,000 US Covid-19 deaths with candle lighting ceremony Monday","sentiment_score":0.0}
{"full_text":"RT stop whining about losing your 'hot years' to covid. some of us lost our hot years to not being hot","sentiment_score":0.25}
{"full_text":"RT I was hoping this wouldn't happen but the sheer number of people who have been exposed...damn","sentiment_score":0.0}
{"full_text":"Check out this 2012 Ford Transit Connect 114.6\" XL w\/o side or rear door glass with 121,436 miles. #Ford #TransitConnect #Corona #GreenLightAuto","sentiment_score":0.0}
{"full_text":"I got 1st covid-19 vasine","sentiment_score":0.0}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT Many countries are relying on COVAX, a global coalition to distribute covid-19 vaccines","sentiment_score":0.25}
{"full_text":"As we spend more of our days sitting in front of a screen, employers need to take measures to ensure their employees' vision is protected. #visioncare #employeebenefitshttps:\/\/t.co\/Ytr89YTQv3","sentiment_score":0.5}
{"full_text":"The hate from the Arab countries has always been there before covid. They are just hiding behind covid.","sentiment_score":-0.6}
{"full_text":"Biden to mark nation crossing 500,000 COVID-19 deaths","sentiment_score":0.0}
{"full_text":"My mind is still blown that this NY doll threw ragers the entire pandemic, was one of the first to get the vaccine in the city (before even all healthcare workers), is throwing a full blown rave in Miami in 5 days and just had a party with minimum 100 people last night..:","sentiment_score":0.15}
{"full_text":"RT How about a massive Russiagate-style psy-op to make everyone think these people died at the Capitol? Something might actua...","sentiment_score":0.0}
{"full_text":"RT Important clarification by #Coronil has NOT been certified by them. Why did so many media houses spread this fake n...","sentiment_score":0.1333333333}
{"full_text":"RT Trump did almost nothing to provide Covid relief for people and I can't believe Biden has done less","sentiment_score":-0.1666666667}
{"full_text":"RT Overcoming COVID-19 vaccine hesitancy","sentiment_score":0.0}
{"full_text":"Grocery giant Albertsons Companies is laying off workers employed as delivery drivers and replacing them with app-based gig workers, a shift from a sentiment expressed in the early days of the COVID-19 pandemic.","sentiment_score":0.05}
{"full_text":"Time: 05:00 * Temp: 4.4degC * Wind: SSW 0.0 to 0.0mph * Pressure: 1003.3hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:28 * Sunset: 17:45 * Cloudbase: 520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Efforts Underway To Slow COVID Infection Rates, Get More People Vaccinated","sentiment_score":0.1}
{"full_text":"RT I can't get past the fact that a 74 year old drug addict, sexual predator who bankrupted every biz he ever ran and was so c...","sentiment_score":0.1166666667}
{"full_text":"RT I can't get past the fact that a 74 year old drug addict, sexual predator who bankrupted every biz he ever ran and was so c...","sentiment_score":0.1166666667}
{"full_text":"RT When will I get the Covid-19 vaccine in Australia?","sentiment_score":0.0}
{"full_text":"RT Laik Khan killed 17-year-old Neetu with hammer in Delhi for refusing to his forced marriage proposalGirl's family earlier...","sentiment_score":-0.1666666667}
{"full_text":"When factors like school closures and work-from-home drive a bigger impact than in-store promotions, how can retailers respond? #OWRetail shares how to discount in times of #COVID19.","sentiment_score":0.0}
{"full_text":"Far worse than Covid I'm afraid. At least lockdown etc has allowed some mercy for the environment. Undoubtably.","sentiment_score":-0.3}
{"full_text":"RT I can't get past the fact that a 74 year old drug addict, sexual predator who bankrupted every biz he ever ran and was so c...","sentiment_score":0.1166666667}
{"full_text":"CCP Withheld Pandemic-Relevant Data From WHO, Leaked Documents Reveal via","sentiment_score":0.0}
{"full_text":"Good point.  Trump should be brought to justice for criminally negligent homicide.  Despite all the warnings, he referred to the pandemic as \"a  hoax\", and his high-handed, depraved indifference to a killer virus resulted in the needless death of thousands of innocent people.","sentiment_score":0.075}
{"full_text":"RT U.S. intelligence agencies issued warnings about #COVID19 in more than a dozen classified briefings prepared for Trump in J...","sentiment_score":0.5}
{"full_text":"RT She's a parent, a grandparent, a Social Worker, a Black woman and the only Democrat running in the March 20th special el...","sentiment_score":0.0447619048}
{"full_text":"RT Some antibodies can dampen antiviral defences in people with severe COVID","sentiment_score":0.0}
{"full_text":"RT Those thinking yesterday's vaccination of the PM and CMO Kelly had a last-minute feel to it are right: it was meant to be...","sentiment_score":0.2857142857}
{"full_text":"RT It's going to be a beautiful Sunday, and this article made the day a bit brighter for our #TeamTomball fam...","sentiment_score":0.85}
{"full_text":"RT Biden being competent on COVID was enough to placate people for a month or so. But his refusal to cancel student debt, hi...","sentiment_score":0.25}
{"full_text":"RT I will wear a mask as long as Dr. Fauci tells me to.","sentiment_score":-0.05}
{"full_text":"RT Ignacio Silverio and his sister, Leticia Silverio, used to have a ritual of meeting and chatting over coffee in her restaurant...","sentiment_score":0.0}
{"full_text":"Getting an appointment for a #COVID19 vaccine is now a competitive sport, and well I'm asthmatic and overweight so I really need the shot!","sentiment_score":0.25}
{"full_text":"RT Is there any match that the pandemic took away that you were really looking forward to, but still hasn't happened?","sentiment_score":0.2}
{"full_text":"\"It is shocking that for many in Southern Africa, the most dangerous place to be a woman or a girl during the COVID-19 pandemic is at home.\"","sentiment_score":-0.12}
{"full_text":"The tides have definitely turned.https:\/\/t.co\/TyBmGZwZoy","sentiment_score":0.0}
{"full_text":"RT CTV NEWS: \"As of late Sunday morning, Alberta Premier Jason Kenney had not publicly commented on the Saturday events at the...","sentiment_score":-0.15}
{"full_text":"#POFreight to avoid travel delays, please get a COVID-19 test early in your journey. Get directions to the nearest sites offering COVID-19 tests, using this map:","sentiment_score":0.1}
