{"full_text":"We're extremely proud to be one of the partner organisations to this initiative. Everyone in the homelessness and health sector knows that people experiencing homelessness are incredibly vulnerable and that why it's so vital that they are prioritised. #VaccinateHomeless #HVC","sentiment_score":0.1333333333}
{"full_text":"RT Here are the weekly coronavirus case and death data for Iowa, both statewide and by county, for the week of February 14...","sentiment_score":0.0}
{"full_text":"RT A grim milestone reached, MSNBC reports that half a million Americans have died of Covid. Biden has called for universal mas...","sentiment_score":-0.3888888889}
{"full_text":"Apex is about to hit rock bottom, the only thing keeping them afloat is Covid 19, people are at home and bored with nothing to do.  So yeah both games are dog shit","sentiment_score":-0.175}
{"full_text":"The U.S. death toll from the #coronavirus topped 500,000 on Sunday, according to an NBC News tally -- a milestone that underscores the grave threat the virus still poses nationwide even as more Americans get vaccinated.  -- #coronaviruspandemic","sentiment_score":0.5}
{"full_text":"RT With backlog of COVID-19 eligible classes in DI\/DII, being a JUCO bandit or academic DIII looks like the mo...","sentiment_score":0.0}
{"full_text":"RT So is the queen of lockdown house attending this award or should I go back to bed ","sentiment_score":0.0}
{"full_text":"RT Mass testing is not supported by evidence and not recommended by WHO, UK national screening committee, MHRA, SAGE. As with any...","sentiment_score":0.0}
{"full_text":"Covid infections are.down since Biden won the election...not that he did anything.","sentiment_score":0.0}
{"full_text":"RT Course we all want Hancock to go. But the fact is he won't. Cummings didn't after breaking lockdown rules, Patel didn't after...","sentiment_score":0.0}
{"full_text":"Please include a $289 million increase in FY 2022 for Alzheimer's research activities at the National Institutes of Health &amp; $20 Million to continue implementing the BOLD Infrastructure for Alzheimer's Act at the CDC #ENDALZ","sentiment_score":0.3333333333}
{"full_text":"RT One of the core points in the current coverage on NY's governor, including this piece, is one that needs to be repeate...","sentiment_score":0.0}
{"full_text":"RT my partner recently lost her ninang\/aunt\/godmother\/so much more to COVID-19, and they could use all the help they can ge...","sentiment_score":0.25}
{"full_text":"And yes - I really proposed that. Put it down to the lockdown and the depths we plummeted too.","sentiment_score":0.0222222222}
{"full_text":"Please include a $289 million increase in FY 2022 for Alzheimer's research activities at the National Institutes of Health &amp; $20 Million to continue implementing the BOLD Infrastructure for Alzheimer's Act at the CDC #ENDALZ","sentiment_score":0.3333333333}
{"full_text":"bending over to take a picture of the approaching female Honu.  I can never get enough of seeing these majestic creatures.#Honuhideout#bigislandlife #quarantinelife Leleiwi Park","sentiment_score":0.0}
{"full_text":"RT It's looking like ON cases are levelling off at 1000-1100 per day, positivity about 3% &amp; hospitalization rates are falling...","sentiment_score":0.0}
{"full_text":"RT Nobody has ever checked my heart and I have been asking for 11 mths. Wondering if I had been hospitalised if I would h...","sentiment_score":0.0}
{"full_text":"RT i feel like lockdown is making me lose myself,, like my personality is wearing away","sentiment_score":0.0}
{"full_text":"Please include a $289 million increase in FY 2022 for Alzheimer's research activities at the National Institutes of Health &amp; $20 Million to continue implementing the BOLD Infrastructure for Alzheimer's Act at the CDC #ENDALZ","sentiment_score":0.3333333333}
{"full_text":"Pfizer's extra vaccine dose was supposed to be a miracle. It's now a mess #SmartNews","sentiment_score":-0.0875}
{"full_text":"RT Reacting to the development on Sunday, President Buhari said: \"I'm seriously disturbed by the outbreak of violence in Gombe S...","sentiment_score":-0.3333333333}
{"full_text":"RT TELEGRAPH: 'Stay at home' to be scrapped as PM unveils route to normality #TomorrowsPapersToday","sentiment_score":0.0}
{"full_text":"RT Nurses are organising en masseDoctors are taking the government to court for PPE failuresOver 100,000 of our people...","sentiment_score":0.0}
{"full_text":"RT Rule of Law ZANUPF style!Ignore the insults and slurs on Morgan Tsvangirai, these ZANUPF folks are showing off that they w...","sentiment_score":0.0}
{"full_text":"RT Thank you to so many caring organisations and people coming together on our call to speak up for most vulnerable in our s...","sentiment_score":0.1666666667}
{"full_text":"RT So, relatives can't visit dying COVID-19 patients, or patients in hospital for other treatment, but Prince Charles can visit P...","sentiment_score":-0.125}
{"full_text":"The US has surpassed half a million Covid deaths, and that's just the ones that have accurately been attributed to Covid. The numbers are, of course, much higher.Half a million lives senselessly lost as we pass the mask up\/lock down\/flatten the curve anniversary.","sentiment_score":0.1444444444}
{"full_text":"RT Over 900 health and care workers dead and counting ","sentiment_score":-0.2}
{"full_text":"RT 109,000 ppl have died of Covid since Biden became President.That's 1\/4 of Trump's death total in just 30 days. And...","sentiment_score":0.0}
{"full_text":"RT 500,000 dead is not just a tragedy.  It's a crime.  Where is the COVID Commission?  How do we ensure those responsible are...","sentiment_score":0.0}
{"full_text":"RT Dear Ted. You are REQUIRED by the CDC to quarantine for 7-10 days after returning from Mexico.","sentiment_score":0.0}
{"full_text":"500,00 dead from Covid and MAGICALLY the flu has DISAPPEARED!! Come on!! You cannot be that dumb!!","sentiment_score":0.0713541667}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"I'm praying for my cousin and sweet son whose only one year's old .shes single mom of one but she has covid and her son my little cousin is getting tested to see if he has it ","sentiment_score":0.0382142857}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"Two fun facts for you:NZ land mass is 80% uninhabited and most of us live in cities so our population density is comparable to most normal boring cities elsewhere;Population density actually has no correlation with Covid cases\/deaths at all.","sentiment_score":0.0837662338}
{"full_text":"I will be vacationing to Florida for the second time during this pandemic. It's so horrible down there compared to my civilized state of Illinois that I just need to go back!","sentiment_score":-0.1511111111}
{"full_text":"RT JUST IN: Pfizer's Covid vaccine stopped 89.4% of transmission in Israel, the first real-world sign that immunization will cur...","sentiment_score":0.25}
{"full_text":"RT How is he not locked up? ","sentiment_score":0.0}
{"full_text":"Completely irrelevant to the Satanists trying to set up through the UN the Mark of the Beast \"Do as thou wilt\" cess pool of abhorrent immorality back in 1948, with Covid passports ushering in the mark to buy and sell.","sentiment_score":-0.4}
{"full_text":"RT Follow the fake science for a fake pandemic for a fake virus. I'm sure it suits your needs.","sentiment_score":-0.25}
{"full_text":"RT According to NBC News, the U.S. death toll from COVID topped 500,000 on Sunday, and the virus has claimed the lives of more...","sentiment_score":0.5}
{"full_text":"RT Matt Hancock:- Delayed COBR meetings- Delayed lockdown- Caused PPE shortages- Ignored BAME leader warnings- Resisted pu...","sentiment_score":0.0}
{"full_text":"RT THIS WEEK: A Dutch court ruled to end a government-imposed covid curfew, calling it a \"far-reaching violation of the right...","sentiment_score":0.2857142857}
{"full_text":"Bless this whole show. This is our Covid gift. #MenInKilts","sentiment_score":0.2}
{"full_text":"Join my Facebook page human beings of Winnipeg for some conversations and free credible info on public policies and local support s during this pandemic.","sentiment_score":0.16}
{"full_text":"RT Just a few reasons for Hancock to go:-*Cheltenham;*Liverpool v A Madrid;*Lack of PPE;*Track &amp; trace failure costing...","sentiment_score":-0.2583333333}
{"full_text":"RT From 15,000 people at the beginning of the 20th century, the #indigenous people #Juma was reduced by horrible massacres to...","sentiment_score":-0.5}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"Are people flying into Moncton contacted by Covid tracing services when an exposure is announced? With highly contagious B117 spreading to NB,contact tracing  would seem  urgent.","sentiment_score":0.16}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT The #UK announced it will be the first country in the world to run human challenge trials on #COVID-19, a type of stud...","sentiment_score":0.125}
{"full_text":"RT March 2020 we were told lockdown for two weeks now it's nearly a year later and hospitality won't be open till mid sum...","sentiment_score":0.025}
{"full_text":"#distantpodlive Never Ending Story","sentiment_score":0.0}
{"full_text":"Even most of my democrat friends are done wearing the masks unless forced. Even wearing the masks, many still got covid. It's more of a symbol than an actual prevention.","sentiment_score":0.24}
{"full_text":"John Travers interviewed this morning about the 1500m (where he finished 2nd) and reflecting on his 3000m race the day before, and training during lockdown!","sentiment_score":0.0}
{"full_text":"Breaking NBC: The U.S. death toll from the coronavirus has topped 500,000. and vaccine equity in Florida:  FL Gov DeSantis directed vaccines to the two richest zipcodes in Manatee County.","sentiment_score":0.0}
{"full_text":"RT COVID Death Toll up More Than 25% During Biden's First Month in Office via","sentiment_score":0.375}
{"full_text":"RT Trump killed 500000 Americans. He's a very stupid man","sentiment_score":-0.6}
{"full_text":"RT  I'm so so pleased to hear of this tonight. Ministers have listened to case made by MPs incl &amp; m...","sentiment_score":0.5}
{"full_text":"RT Sadly there have now been over 500,000 Covid deaths in America. The former guy and his accomplices should all spend the rest of...","sentiment_score":-0.25}
{"full_text":"RT SNP news: Galloway demands Scottish election is POSTPONED - 'Not fair and free vote!' | Politics | News |","sentiment_score":0.075}
{"full_text":"There will never be a consensus on anything Covid. But there is enough  people taking steps to end this thing, thankfully.","sentiment_score":0.0}
{"full_text":"RT This is impressive #COVID19 news","sentiment_score":1.0}
{"full_text":"RT Did Ron DeSantis break law in COVID vaccine debacle?","sentiment_score":0.0}
{"full_text":"RT \"It's one thing to have the vaccine, and it's very different to get it in someone's arms,\" Biden said Friday as he tour...","sentiment_score":0.0}
{"full_text":"The moment the COVID-19 bill gets passed is the day Associate Justice Breyer should announce his retirement. The quicker the better. Dems are literally one Senator's death away from losing the majority. #RetireBreyer","sentiment_score":0.5}
{"full_text":"RT need a party like this after the pandemic ","sentiment_score":0.0}
{"full_text":"RT This is madness. When did flatten the curve become flatten the country? ","sentiment_score":0.0}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"RT The deaths from COVID-19 would fill Arlington National Cemetery. Even if less than half those lives would've been spared by a...","sentiment_score":-0.1666666667}
{"full_text":"RT New Zealand to push for tariff-free trade of COVID-19 essentials at APEC","sentiment_score":0.1363636364}
{"full_text":"RT Today's front page, where every dot on the graphic represents one death from Covid-19 in the United States.","sentiment_score":0.0}
{"full_text":"The entirety of FL is very high risk, or extremely high risk, of contracting COVID, you fatuous hack","sentiment_score":0.184}
{"full_text":"You do know that 100K people have died from Covid since 1-20.","sentiment_score":0.0}
{"full_text":"I'm a person with a psychiatric history and want to push back a bit on the idea of resilience. What's helped me most during the pandemic is having safe stable housing and enough money for food, which are nothing to do with my resilience. Im lucky and privileged.","sentiment_score":0.2666666667}
{"full_text":"RT The losses here in younger age groups are devastating - many were in essential and caregiving roles, thrust out front to bear...","sentiment_score":-0.125}
{"full_text":"Since I got back to london yes and it helps.. my April-June lockdown 1.0 was miserable with little to no walking!","sentiment_score":-0.4114583333}
{"full_text":"I think I got covid round 2 but I'm going to work tomorrow","sentiment_score":-0.2}
{"full_text":"RT Being pregnant as a black woman in the middle of a pandemic was scary as hell, but God came through ","sentiment_score":-0.0833333333}
{"full_text":"Happy Trails to the Vegas Bubble as announced that last night was the final event to take place inside the MGM Grand Conference Center. A few legendary nights, memorable KO's and most importantly, helped usher the sport back during the pandemic. Salute","sentiment_score":0.3090909091}
{"full_text":"according to the graph we're probably projected to hit &lt;10 cases per day sometime around april or may, so nice to know thats not happening anymore","sentiment_score":0.6}
{"full_text":"Any sane society would have fired this man already! He'd be sitting on a street corner with a sign asking for money! Instead, we give him $400k a year!","sentiment_score":0.0}
{"full_text":"RT Hi I've fixed your headline for you:People enjoy walking in a park perfectly safely on the first nice Saturday...","sentiment_score":0.37}
{"full_text":"This time last year I was on my way to America  and got back just in time before Covid really started to get crazy","sentiment_score":-0.1}
{"full_text":"RT Imagine missing your mothers funeral due to the fraudulent actions of a company like The...","sentiment_score":-0.1625}
{"full_text":"RT Breaking NBC: The U.S. death toll from the coronavirus has topped 500,000.","sentiment_score":0.0}
{"full_text":"So many people have completely missed the lessons this pandemic has given us","sentiment_score":0.3}
{"full_text":"RT stop whining about losing your 'hot years' to covid. some of us lost our hot years to not being hot","sentiment_score":0.25}
{"full_text":"RT wear a mask !! covid is","sentiment_score":0.0}
{"full_text":"RT This version of the Big Lie is what i call High Hawley-ism, that it's all about how states expanded voting in the midst of...","sentiment_score":0.08}
{"full_text":"RT One of the first conditions of happiness is that the link between man &amp; nature shall not be broken#LeoTolstoy#SusanGarre...","sentiment_score":0.475}
{"full_text":"RT Could the U.S. have a post-pandemic boom? Economists see hints of a strong rebound, with low unemployment, higher wages and co...","sentiment_score":0.2277777778}
{"full_text":"RT YouTube censors Ohio attorney for saying COVID not deadlier than flu - #OANN","sentiment_score":0.0}
{"full_text":"This willful ignorance is exactly why we have now surpassed 500, 000 covid19 deaths in America! Lady, YOU HAVE BLOOD ON YOUR HANDS! You and your FCC registered \"entertainment\" network will continue to keep killing us, well into next year. #OwnItIngraham#FoxNewsKills500k","sentiment_score":0.1953125}
{"full_text":"RT Devin Nunes is opposed to Congress providing any more COVID relief for the American people. Yet his winery received betw...","sentiment_score":0.25}
{"full_text":"RT Put Texas Disaster relief in the Covid-19 relief package. Let's see Ted Cruz and John Cornyn try and filibuster that.","sentiment_score":0.0}
{"full_text":"RT For over a year, I followed unaccompanied minors in Greece.I found them detained for months \"for their safety\". Harvestin...","sentiment_score":0.0}
{"full_text":"Covid fucked him up when he was called up by the national team then things went downhill","sentiment_score":-0.6}
{"full_text":"RT All this talk about schools reopening, schools NEVER closed. We have been open the entire lockdown - teaching all our s...","sentiment_score":0.0166666667}
{"full_text":"RT This version of the Big Lie is what i call High Hawley-ism, that it's all about how states expanded voting in the midst of...","sentiment_score":0.08}
{"full_text":"RT A grim milestone reached, MSNBC reports that half a million Americans have died of Covid. Biden has called for universal mas...","sentiment_score":-0.3888888889}
{"full_text":"RT Meghan announces she's pregnant, it's front page, we get think pieces. Matt Hancock, the country's Public Health Secretary has...","sentiment_score":0.1666666667}
{"full_text":"How COVID is Ushering in New CRE Green Building Initiatives #CRE #GreenCRE #COVID-19 #TenantTips  ","sentiment_score":-0.0318181818}
{"full_text":"RT Put Texas Disaster relief in the Covid-19 relief package. Let's see Ted Cruz and John Cornyn try and filibuster that.","sentiment_score":0.0}
{"full_text":"RT A significant step to protect peacekeepers' health &amp; safety. I'm sure China's donation will enable better...","sentiment_score":0.4583333333}
{"full_text":"Thank goodness for #NationalTheatreAtHome saving my sanity this everlasting winter of a lockdown","sentiment_score":0.0}
{"full_text":"RT If this doesn't piss people off then Idk will smh","sentiment_score":0.0}
{"full_text":"RT The Mariners team president just flat-out says this. Keep things like this in mind whenever that \"why is there so much a...","sentiment_score":0.2}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"RT Booked a Commercial &amp; TV show. Lost them when I was exposed to COVID. 20K gone. My results are negative. Casting thanked m...","sentiment_score":-0.15}
{"full_text":"It's more than likely any specific individual coming into NZ doesn't have COVID, but you'd only make that argument in order to spectacularly and deliberately miss\/avoid the point.","sentiment_score":0.1833333333}
{"full_text":"Free COVID-19 testing sites are available all over the County for anyone ages 6 months or older.To locate a testing site: visit or call 2-1-1.","sentiment_score":0.4}
{"full_text":"Music Therapy Brings Solace To COVID-19 Patients And Healers","sentiment_score":0.0}
{"full_text":"NSW Premier Gladys Berejiklian and Chief Health Officer Dr Kerry Chant will today observe the first frontline workers receive the COVID-19 jab at Sydney's Royal Prince Alfred Hospital as the vaccine rollout kicks off.https:\/\/t.co\/WfUWZbs7rW","sentiment_score":0.25}
{"full_text":"Thousands of physicians and other health care professionals across the country are making coronavirus-prompted career changes such as closing practices, joining larger health systems and retiring early:","sentiment_score":-0.00625}
{"full_text":"When says that people don't want to see the leader of the opposition call for a Tory MP to resign after breaking the law and giving out dodgy contracts to his mates which caused people to die, who is he referring to? Personally, I would like him to do that ","sentiment_score":0.0}
{"full_text":"RT Prof Steven Riley from the Spi-M modelling group, said the rollout of vaccination did not mean coronavirus controls can...","sentiment_score":0.15625}
{"full_text":"How else can we support unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"RT This person fact checks conservatives across various platforms but thinks the incompetence &amp; corruption of Gov Cuomo in...","sentiment_score":0.0}
{"full_text":"RT Covid-19 deaths since the pandemic beganSouth Korea (pop 51M) : 1,557  South Carolina (pop 5.1M): 8,324","sentiment_score":0.0}
{"full_text":"Undertesting! Leonard Javier calls for more COVID testinghttps:\/\/t.co\/xpkyyG1idW","sentiment_score":0.5}
{"full_text":"Minnesotans! #DYK that you can access tools to fight COVID-19? COVIDaware MN: Learn about potential COVID-19 exposuresVaccine Connector: Alerts you when you're eligible to receive a vaccine &amp; vaccine opportunities in your areaInfo here","sentiment_score":0.0}
{"full_text":"New details about have been released about actress Cloris Leachman's death, including that COVID-19 was a significant contributing factor. ","sentiment_score":0.2556818182}
{"full_text":"India-UK bilateral relations will touch a new high in the post-COVID world, as India is likely to be a priority country for the UK, leading to an enhanced economic partnership.https:\/\/t.co\/CCLebCSoTD","sentiment_score":0.1240909091}
{"full_text":"Taking care of teens' mental health during the pandemic","sentiment_score":-0.1}
{"full_text":"Officials are concerned about 3 COVID-19 variants detected in the U.S. The B.1.1.7 variant (first identified in UK) is currently the most common, with 1,523 cases detected in 41 states and D.C. Stop new variants by preventing the spread of COVID-19!More:","sentiment_score":0.1172727273}
{"full_text":"REMINDER: Tomorrow at 9 a.m., the COVID-19 vaccine eligibility tool will include scheduling for seniors 70+","sentiment_score":0.0}
{"full_text":"\"More Chronic Disease, Shorter Lifespans And Greater Risk Factors For COVID-19 In Neighborhoods That Were Redlined 80 Years Ago.\"","sentiment_score":0.5}
{"full_text":"Paul Shaffer has been keytar-bombing the streets of NYC during the pandemic.","sentiment_score":0.0}
{"full_text":"RT In our new episode, explains why vaccination efforts must be global in order for the pandemic to end.\"If...","sentiment_score":0.0681818182}
{"full_text":"Don't let #covid19 hamper your business operations. Stay open and operate safely by incorporating an affordable and effective tool to keep your customers and employees protected from the invisible enemy.https:\/\/t.co\/ARyoonxKW4+61 418173 512wdarringtonservrtw@gmail.com","sentiment_score":0.3666666667}
{"full_text":"Cleaning robot Franzi makes sure floors are spotless at the Munich hospital where she works, and has taken on a new role during the pandemic: cheering up patients and staff.https:\/\/t.co\/s9L2HoM53n","sentiment_score":0.3181818182}
{"full_text":"Australian Prime Minister Scott Morrison has described the beginning of Australia's Covid-19 vaccination program as a \"game changer\", as he joined a small group of people in becoming the first in the country to receive their jabs.https:\/\/t.co\/5Cm2YRxiRK","sentiment_score":0.01}
{"full_text":"Opinion | COVID-19 extremists only enforce unrealistic pandemic expectations.https:\/\/t.co\/PsbIE8Wxnc","sentiment_score":-0.25}
{"full_text":"\"I thought I was going to die in there.\" Four formerly incarcerated people share their stories about what it's like to be incarcerated during the pandemic.https:\/\/t.co\/2UreoLPI1a","sentiment_score":0.0}
{"full_text":"The government said it would toughen up the fight against fake news before the nation starts the COVID-19 vaccination in late February. #fakenews #misinformation #whywefightGovernment to crack down on fake news about Covid-19 vaccination - KBR","sentiment_score":-0.3638888889}
{"full_text":"The recent lockdown did nothing to the Melbourne auction market except delay buyer demand, agents reported.https:\/\/t.co\/YIQw6Znh2B","sentiment_score":0.0}
{"full_text":"ICYMI: President Rodrigo Duterte and his Cabinet are expected to discuss Monday the recommendation of Metro Manila mayors to place NCR under MGCQ, a proposal opposed by some health experts who believe it could lead to spikes in COVID-19 infections.https:\/\/t.co\/CARco6oCT3","sentiment_score":-0.1}
{"full_text":"Lawmakers have just a few days to review the nearly 600-page $1.9 billion American Recovery Plan before they are scheduled to vote on the legislation. Here's what we know.","sentiment_score":-0.0333333333}
{"full_text":"Read more:","sentiment_score":0.5}
{"full_text":"RT Devin Nunes is opposed to Congress providing any more COVID relief for the American people. Yet his winery received betw...","sentiment_score":0.25}
{"full_text":"Scarcity of vaccine supplies, especially for developing countries around the world, is a crucial factor that could prevent global herd immunity","sentiment_score":0.0}
{"full_text":"RT NYC transit chief Feinberg blames media for low subway ridership amid COVID-19","sentiment_score":0.0}
{"full_text":" A reminder that all 5 Hobsons Bay Libraries branches are back to our pre-COVID operating hours from today, Monday 22 February, opening at 9.30am. You can view the full list of branches and opening hours at can't wait to see you from 9.30am!","sentiment_score":0.21875}
{"full_text":"Would you be willing to do this?#Covid19 #Testinghttps:\/\/t.co\/dwODKvvXmN","sentiment_score":0.25}
{"full_text":"RT Severe winter storms that have devastated Texas and surrounding states have delayed the distribution of 6,000,000 Covid-...","sentiment_score":0.0}
{"full_text":"RT 100,000 cancer patients are now awaiting emergency treatment in the UK because of the prioritisation towards Covid treat...","sentiment_score":0.0}
{"full_text":"More lies.","sentiment_score":0.5}
{"full_text":"RT Zero Covid is a naive dream. Fighting it is like trying to fight the common cold, or keep back the sea. It is a shame nobod...","sentiment_score":-0.3}
{"full_text":"RT Millions of Americans are out of work, a pandemic is killing thousands every day, China is posturing overseas, our immig...","sentiment_score":0.0}
{"full_text":"RT Matt Hancock:- Delayed COBR meetings- Delayed lockdown- Caused PPE shortages- Ignored BAME leader warnings- Resisted pu...","sentiment_score":0.0}
{"full_text":"RT \"The pandemic has been brutal on many working mothers, especially those with little leverage on the job. Experts say it m...","sentiment_score":-0.140625}
{"full_text":"RT 8pm curfew7000+ active covid casesNo vaccine 1USD = $152JMD Prison for abortion Cheese patty =$230Wtf..","sentiment_score":-0.1333333333}
