{"full_text":"Yes the pandemic caused my job to become remote","sentiment_score":-0.1}
{"full_text":"Bruh I'm moving to Florida cuz covid obviously never been there","sentiment_score":0.0}
{"full_text":"RT \"My CV makes it look easy, but it hasn't always been. For every paper or grant I have submitted, 80-90 % of them have be...","sentiment_score":0.4333333333}
{"full_text":"RT People don't talk enough about the huge need for occupational and speech therapists and physios for people who have be...","sentiment_score":0.2}
{"full_text":"RT 34) Glad to see German newspapers also getting serious about the impending risks of another wave driven by #B117. This mode...","sentiment_score":0.0555555556}
{"full_text":"Flogging a dead horse","sentiment_score":-0.2}
{"full_text":"New activities cant be created daily bt I hv to keep them busy either with activities or just hanging around with them. They need friends &amp; in this pandemic staying home situation v hv to play the role of their best friend. I feel main issue is getting time for my work to do.","sentiment_score":0.2806060606}
{"full_text":"This is so cute!","sentiment_score":0.625}
{"full_text":"#CaringEconomy except can't achieve it as long as men preach teach &amp; language an all male God, refuse to honor &amp; respect women as equal human beings &amp; deny them right to speak from altars #WAKEUP  Ask why would any \"God\"create 1\/2 the people as inferior?","sentiment_score":0.0471428571}
{"full_text":"RT ..Good  morning! Have  a  nice  day.#honnoriChun Se  #Jin Ri noZhao Yang  #asatsuki #StayHome  ..","sentiment_score":0.6}
{"full_text":"Dont go to market due to Covid19Stay home and shop all u wantGet extra 5% off sitewideUse Promo Code : DC40https:\/\/t.co\/sWeJRVCB3n","sentiment_score":-0.0625}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"We know about your Friday night post lockdown plans.She knows why he cleaned his greasy microwave &amp; attempted to tidy up. A professional with 2 women in a pandemic? Can you imagine loving him so deeply &amp; knowing he wants his thrills with a *****?","sentiment_score":0.3}
{"full_text":"RT Chinese whistleblower doctor who sounded alarm about COVID remembered a year on","sentiment_score":0.0}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT Things we should continue normalizing, post-Covid, an incomplete list:-masking when we have a cold-virtual meetings-WFH o...","sentiment_score":0.0}
{"full_text":"RT This is so ... presidential.","sentiment_score":0.0}
{"full_text":"RT Please, someone call me a \"conspiracy theorist\" again.https:\/\/t.co\/g0yjNxOLJF","sentiment_score":0.0}
{"full_text":"#LIVE: People should wash their hands, wear masks and observe #SocialDistancing #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT What's the secret behind NSW's Covid Contact Tracing? Find out by watching this sketch i wrote with for the","sentiment_score":-0.4}
{"full_text":"RT Greatest conspiracy theorist of our time did say. If he says, it comes to be.","sentiment_score":1.0}
{"full_text":"RT So let's summarize: 2 Chinese scientists are escorted out of Cda's most secure lab by the  RCMP in Jul 2019 after shippin...","sentiment_score":0.3}
{"full_text":"RT This tweet is a prime example of the fallacy of objectivity. Here's the thought experiment: rewrite it like your sources are th...","sentiment_score":0.0}
{"full_text":"RT 2021 abaloyi bame nge nyawo Phezu kwento zakho wena usa swaba uku thandaza??Witchcraft is another pandemic. It's. Y firs...","sentiment_score":0.0}
{"full_text":"RT If the entire world sheltered in place for a few weeks, we would rapidly defeat COVID and return to our normal lives. Bu...","sentiment_score":-0.0166666667}
{"full_text":"A PM who took a vibrant economy and low crude prices and fantastic monsoons for 5 years has managed to steadily oversee a decline before pandemic - inspires no confidence.","sentiment_score":0.0066666667}
{"full_text":"imagine","sentiment_score":0.0}
{"full_text":"We could get back to normal now if people did a personal risk assessment without all the hysteria. Most people are at very little risk. We should never have locked down over this. We have created a micromanaging monster, and as I have had Covid, I shall not be having a vaccine.","sentiment_score":0.0417824074}
{"full_text":"RT Aren't science teachers reading the science of COVID-19. Even our closet Leftist, Dr. Fauci, says schools should open!Tea...","sentiment_score":-0.05}
{"full_text":"RT It's simple. I started the Remove Ron Pac because Republican Ron DeSantis has been derelict in his most fundamental dut...","sentiment_score":0.25}
{"full_text":"RT Lockdown for who? Buffalo City partygoers totally disregard COVID regulations","sentiment_score":0.0}
{"full_text":"RT i can't even imagine life after covid hanging out with friends? going to events?? traveling??????? it all seems so forei...","sentiment_score":0.0}
{"full_text":"RT We are now the 3rd Country with Highest Doses of COVID19 Vaccine administered. More than 57.75 lakh beneficiaries vaccina...","sentiment_score":0.25}
{"full_text":"COVID-19: CS Kagwe says 59 more patients have recovered, 25 of them in hospital and 34 under home-based care, raising the total to 84,361.","sentiment_score":0.25}
{"full_text":"We're not making it out of this pandemic ","sentiment_score":0.0}
{"full_text":"RT The UK wasted PS22 billion on a system not run by public health experts. We had to borrow PS373 billion even before the s...","sentiment_score":-0.1}
{"full_text":"RT Sen. Bernie Sanders says making changes to the Covid-19 relief package to win over Republicans is not a priority. \"The prio...","sentiment_score":0.8}
{"full_text":"RT The absurdity of covid laws Covid marshals &amp; police stopping mountain bikers &amp; dog walkers driving to get get exercise...","sentiment_score":0.0}
{"full_text":"RT Today, weekly flight arrived in Yangon from Kuala Lumpur with a regular rotation of humanitarian &amp; develop...","sentiment_score":0.0}
{"full_text":"The response section of this thread shows the kind of filth that has infiltrated twitter. All manner of uncouth, mannerless individuals; devoid of all empathy. If you can't be nice to people, how about remaining quiet and not embarassing yourself.","sentiment_score":0.275}
{"full_text":"RT Blackburn: 'The Left Is Concerned about COVID in the Classroom' But Not at the Border","sentiment_score":0.0}
{"full_text":"I'm sorry but Shenseea is the wrong person for this campaign. Wasn't she travelling &amp; performing in large crowds during a pandemic????","sentiment_score":-0.2619047619}
{"full_text":"RT Lockdown for who? Buffalo City partygoers totally disregard COVID regulations","sentiment_score":0.0}
{"full_text":"RT i can't even imagine life after covid hanging out with friends? going to events?? traveling??????? it all seems so forei...","sentiment_score":0.0}
{"full_text":"RT North Korea is expected to receive nearly two million doses of the AstraZeneca-Oxford COVID-19 vaccine by the first half o...","sentiment_score":0.0208333333}
{"full_text":"RT Where shall we order today for #ward4takeout?  Taking suggestions for myself, Sean and Angel!!!  We've been trying to supp...","sentiment_score":0.0}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT Will this be in Cuomo's follow-up book on his amazing COVID leadership?","sentiment_score":0.6}
{"full_text":"me rn wish i could stay home &amp; sleep ","sentiment_score":0.0}
{"full_text":"RT There are people saying we can ignore this, because it's caused by Covid.Here's a map showing regional falls in expor...","sentiment_score":0.0}
{"full_text":"RT A photo from lockdown Blackpool this evening. The Big Wheel on the Central Pier.(Russel Howarth Photography on FB) ht...","sentiment_score":0.0}
{"full_text":"YOU stay home OR WEAR A MASK! See how that works? ","sentiment_score":0.0}
{"full_text":"Alternative headline: \"The Oxford\/AstraZeneca appears to be effective in preventing serious cases of the South African coronavirus strain, according to research reported in the Financial Times\"","sentiment_score":0.0666666667}
{"full_text":"RT Maharashtra: COVID-19 vaccines being sent to Afghanistan by a Mumbai-Delhi-Kabul Air India flight; visuals from Mumbai airport. ht...","sentiment_score":0.0}
{"full_text":"RT #PathogenicPriming likely contributes to serious and critical illness and mortality in #COVID-19 via autoimmunity","sentiment_score":-0.1111111111}
{"full_text":"except in cases where the person would be harmed yes--like we were for #Smallpox and #Polio","sentiment_score":0.0}
{"full_text":"Hmmm, if lockdown goes on much longer the witchcraft thing looks quite appealing.","sentiment_score":0.35}
{"full_text":"Agree.  Conservative media whipping up more fake outrage.  It's so nauseating.","sentiment_score":0.0}
{"full_text":"RT A Hotel Quarantine worker at the Holiday Inn at Melbourne Airport has tested positive to coronavirus (COVID-19). The individu...","sentiment_score":0.2272727273}
{"full_text":"RT We halved all public health funding between 2012 and 2020, to a paltry PS3 billion per year, even though a pandemic has...","sentiment_score":0.0}
{"full_text":"RT At what point do elected officials who refuse to mandate mask wearing during a pandemic that will has killed almost half a...","sentiment_score":-0.1833333333}
{"full_text":"RT The CDC has now stated that LGBTQ people have a higher risk of having problems from COVID-19.","sentiment_score":0.25}
{"full_text":"RT THREAD:  It is with sadness that I tell you about Preston Chaney, who died in the Houston jail of COVID. He was trapped t...","sentiment_score":-0.15}
{"full_text":"In my f\/t job as a university lecturer, I have several students who have had extenuating circumstances applied due to loss of loved ones to covid. In my p\/t job as a sports coach I have several players who have been granted time off because they've lost loved ones to covid (1)","sentiment_score":0.255}
{"full_text":"States ranked by COVID-19 test positivity rates: Feb. 5      ","sentiment_score":0.0}
{"full_text":"My daughter is the virologist BTW.Because of the way this vaccine is made using the DNA of part of the covid virus placed in the empty shell of an inert other virus it has nothing to do with reproduction. All it does is make your own body make antibodies.","sentiment_score":0.125}
{"full_text":"RT It would be outrageous if we ran on giving more relief and ended up doing the opposite.It's sad that this is even an argument in...","sentiment_score":-0.3333333333}
{"full_text":"RT yer dad after 12 lemonades","sentiment_score":0.0}
{"full_text":"We often talk about Europe as a single travel destination, but it exists of 44 sovereign countries with an immensely heterogeneous tourism offering. As a result, the impacts of the coronavirus pandemic are also heterogeneous.","sentiment_score":-0.0357142857}
{"full_text":"RT \"My partner is a lockdown policy death.He was a serving police officer for 40 years, retired, and died in the first lockd...","sentiment_score":0.25}
{"full_text":"RT There will be like 10 years to brush our skill sir.In these 10 years there will definitely be some time better than this t...","sentiment_score":0.25}
{"full_text":"RT February is 'Boost your self-esteem month'. We know that lockdown is tough for many, so how about getting back into the hab...","sentiment_score":0.037037037}
{"full_text":"RT We halved all public health funding between 2012 and 2020, to a paltry PS3 billion per year, even though a pandemic has...","sentiment_score":0.0}
{"full_text":"RT You might be more careful about social distancing than some of your friends and neighbors, or even the people you live with. How...","sentiment_score":0.1424242424}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT End the lockdown.Open pubs, shops, offices &amp; schools.Police to catch real criminals again rather than shutting businesse...","sentiment_score":0.2}
{"full_text":"RT  #BTSV's extraordinary bday support appeared on Japan's \"WBS (World Business Satellite)\" show, where the media discussed t...","sentiment_score":0.3333333333}
{"full_text":"Amid a massive immunization effort, the Canadian government is finding itself on the defensive for its decision to receive COVID-19 vaccines from the global initiative known as COVAX.https:\/\/t.co\/bbjNgd0A7D","sentiment_score":0.0}
{"full_text":"Verizon is committed to bringing folks together virtually, of course, and helping small businesses amid the pandemic.https:\/\/t.co\/9IsZc6cINI","sentiment_score":-0.25}
{"full_text":"'He's very worried about this': Family of Second World War veteran wonders when he can get COVID-19 vaccinehttps:\/\/t.co\/NOThmsD7tV","sentiment_score":0.0666666667}
{"full_text":"Does this mean we might have to hlakantsa to get the Moderna Vaccine?","sentiment_score":-0.3125}
{"full_text":"COVID-19 preventive measures have led to a drop in the oil demand in Saudi Arabia since last March, when kerosene and gasoline fell 46% YoY, and 24%, respectively.Our recent Commentary highlights the impact of the pandemic on six key categories of secondary oil products.","sentiment_score":-0.075}
{"full_text":"RT Reflecting how a colleague in China told me last March that if U.K. did early &amp; hard lockdown, case finding &amp; managed isol...","sentiment_score":-0.0638888889}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"Idk. Is he gonna be spreading that Covid around cause he's too cool to follow protocol? ","sentiment_score":0.35}
{"full_text":"'He's very worried about this': Family of Second World War veteran wonders when he can get COVID-19 vaccinehttps:\/\/t.co\/DVyTUmgotk","sentiment_score":0.0666666667}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT Covid-19 Update, 3 February 2021: 19 patients are due for discharge. 27 samples returned positive out of 396 analysed. LGAs...","sentiment_score":0.0511363636}
{"full_text":"#TheLeaderPodcast Why Feb 15 is a \"key date\" for the Covid battle; and our 5 star review of 'Handforth Parish Council'https:\/\/t.co\/Sm9b14Ew1R","sentiment_score":0.0}
{"full_text":"A pandemic and wind chills in the single digits didn't keep the Village of Cassadaga from kicking off its 5th annual Winter Festival on Saturday.","sentiment_score":-0.0714285714}
{"full_text":"The human loss from the coronavirus will not be reflected in the 2020 census because of a matter of timing, which could save a congressional seat for New York but cost Alabama one. ","sentiment_score":0.0681818182}
{"full_text":"South Korea has unveiled a $43.2 billion plan to build the world's largest wind power plant by 2030 as part of efforts to foster an environmentally-friendly recovery from the COVID-19 pandemic.https:\/\/t.co\/t7tfOwAAvo","sentiment_score":0.0}
{"full_text":"RT Estrella Catalan, 52, died on Friday at the Norfolk &amp; Norwich University Hospital. She was an emergency department staff...","sentiment_score":0.0}
{"full_text":"Putin's once-scorned Sputnik V is turning into a global favourite in pandemic fightHenry Meyer reporthttps:\/\/t.co\/2SGhFYblEH","sentiment_score":0.0}
{"full_text":"'He's very worried about this': Family of Second World War veteran wonders when he can get COVID-19 vaccinehttps:\/\/t.co\/jlMaQuNQJ3","sentiment_score":0.0666666667}
{"full_text":"'He's very worried about this': Family of Second World War veteran wonders when he can get COVID-19 vaccinehttps:\/\/t.co\/QITcP2qyuT","sentiment_score":0.0666666667}
{"full_text":"\"This isn't political. WEAR. A. MASK.\" Brown added.","sentiment_score":0.0}
{"full_text":"MYTH: You can get COVID-19 from the vaccine. FACT: The currently authorized and recommended COVID-19 vaccines do not contain the live virus that causes COVID-19 and cannot make you sick with COVID-19. ","sentiment_score":-0.1926406926}
{"full_text":"Are you pregnant and debating COVID vaccine?  CDC recommends that pregnant women that work in healthcare or are frontline workers be offered the vaccine. Pregnant women are at risk for more severe illness if COVID-19 is acquired.  #covid  #vaccine","sentiment_score":0.375}
{"full_text":"What stuck out most to the nurse was this couple did not have children and could not use technology provided by the hospital, like iPads, to stay in touch with each other.","sentiment_score":0.1875}
{"full_text":"The Monroe County Department of Public Health reports 219 new confirmed cases of COVID-19 on Saturday. There have now been 48,420 cases in the county since last March. A total of 24 new deaths were announced  the Saturday.","sentiment_score":0.1121212121}
{"full_text":"To help combat vaccine misinformation, a public service campaign called VaxFacts is available. #Covid19 #SocialDistancing #MaskUp #WashYourHands#Ivax2Protect #VaccinesWork #Vaccinate#AMAAlliance","sentiment_score":0.2}
{"full_text":"RT At what point do elected officials who refuse to mandate mask wearing during a pandemic that will has killed almost half a...","sentiment_score":-0.1833333333}
{"full_text":"Irish pubs update: Dublin bars still serving punters despite Taoiseach's 'forget takeaway pints' pledgehttps:\/\/t.co\/6ldIYtP3WA","sentiment_score":0.0}
{"full_text":"RT There is a lot of nonsense about Zero Covid being an extreme position, only possible in repressive states (er..S Korea,...","sentiment_score":-0.0416666667}
{"full_text":"A travel pass or COVID-19 passport digitally holds all the vaccinations and medical records for hassle free travel experience, which is expected to be the future of air travel.https:\/\/t.co\/S5tAiAAk7o","sentiment_score":0.06}
{"full_text":"Edwin Diender talks about the pandemic and how the Huawei IdeaHub can help provide solutions in continuity and collaboration as we continue to #workfromhome. You can read up on it here. #HuaweiUK","sentiment_score":0.0}
{"full_text":"What stuck out most to the nurse was this couple did not have children and could not use technology provided by the hospital, like iPads, to stay in touch with each other.","sentiment_score":0.1875}
{"full_text":"The Oxford-AstraZeneca jag is less effective against the South African variant of Covid-19, new research suggestshttps:\/\/t.co\/BnjRksiawl","sentiment_score":0.1424242424}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"How's your lockdown going?Sometimes the only way to really capture a moment is through an image - and we want to see yours Enter our Life in Lockdown photographic and video competition here:","sentiment_score":0.1}
{"full_text":"February 7 is National Black HIV\/AIDS Awareness Day, a day to help stop HIV stigma and increase #HIV prevention, testing, and treatment in Black communities: #StopHIVTogether","sentiment_score":-0.1666666667}
{"full_text":"As the nation revs up its vaccination programs, Pfizer's improvements could help relieve bottlenecks caused by vaccine shortages.","sentiment_score":0.0}
{"full_text":"The nurses made sure to exchange the love notes the couple wrote to one another from across the hall.","sentiment_score":0.5}
{"full_text":"What stuck out most to the nurse was this couple did not have children and could not use technology provided by the hospital, like iPads, to stay in touch with each other.","sentiment_score":0.1875}
{"full_text":"Experts say the U.S. could suppress the outbreak and reopen the economy by easing regulatory hurdles to allow millions of rapid tests.While technically less accurate, rapid tests could be better at identifying sick people when they are most contagious.","sentiment_score":0.1038095238}
{"full_text":"Under PM Modi, India effectively tackled Covid-19: Amit Shah","sentiment_score":0.6}
{"full_text":"RT \"My CV makes it look easy, but it hasn't always been. For every paper or grant I have submitted, 80-90 % of them have be...","sentiment_score":0.4333333333}
{"full_text":"RT Someone working a full time job should earn enough money to live on.The fact this statement is in any way controvers...","sentiment_score":0.1621212121}
{"full_text":"Headlines 1800 PST - 7th February 2021 - #BTV - #Badar #Television #Network #PAKvSA #MuhammadAliSarpara #coronavirus #Myanmar","sentiment_score":0.0}
{"full_text":"Boredom buster: SuperKicks. That's right, we've got a whole lot of challenges and skills for your kids to try out this lockdown. Even better, we have something up our sleeve for the coming weeks, keep an eye out for the surprise, with SuperKicks. https:\/\/t.co\/ENcC4WKJBO","sentiment_score":0.3285714286}
{"full_text":"#TheHealthMinistry announced 4,728 new confirmed #COVID19 infections in #Poland, increasing the total number of #cases recorded in the country to 1,545,530 including 204,007 still active.@MZ_GOV_PL #pandemic #coronavirus #healthMorehttps:\/\/t.co\/wKUCy2rpp0","sentiment_score":0.1787878788}
{"full_text":"Renowned pharmacist, Dr. AQ Javed Iqbal succumbed to the deadly novel coronavirus in Islamabad days after battling for his life on the ventilator.#Pakistan #MMNewstvhttps:\/\/t.co\/NV9LbrjDGk","sentiment_score":-0.2}
{"full_text":"Covid Vaccine: Two DosesWatch it on ETV Win ETV Win App #vaccine #homeremedies #homequarantine #quarantine #vitaminD #boostimmune #immunesystem #heartpatient #cardiac #mask","sentiment_score":0.5166666667}
{"full_text":"#COVID19 is putting more and more people at risk of starvation. Sustainable #foodsystems don't just help to end hunger. They can help the world achieve critical progress on all 17 #SDGs.See how YOU can get involved as a #FoodSystemsHero https:\/\/t.co\/LNhccXCGwP","sentiment_score":0.3333333333}
{"full_text":"LD national: Layla Moran: Long Covid will likely be with the UK from now onFull story:","sentiment_score":-0.025}
{"full_text":"The 2020 UNODC Global Report on Trafficking in Persons is out!Learn more about:*the victims*the traffickers*forms of trafficking*how technologyis changing human trafficking*the impact of #COVID19 on human trafficking#EndHumanTraffickinghttps:\/\/t.co\/pVCrKdZF9J","sentiment_score":0.125}
{"full_text":"A COVID-19 outbreak has been identified at Alamance County Jail. ","sentiment_score":-0.1}
{"full_text":"Last week, over 1 million doses of the #COVID19 vaccine have been administered in #NC. Although there's still long way to go, this is certainly a milestone to celebrate.","sentiment_score":0.0547619048}
{"full_text":"Another dark side of Covid - I learn things about family, friends, and work colleagues I wish I would never have known.","sentiment_score":-0.15}
