{"full_text":"E Ren Xian Gao Zhuang ? Who is the mastermind of the COVID misinformation campaign? AP investigation or AP propaganda?","sentiment_score":-0.1}
{"full_text":"RT If you see people disrespecting covid guidelines, it's totally okay to unfollow\/mute\/etc them.You don't have to consu...","sentiment_score":0.5}
{"full_text":"Need help getting little ones through #quarantine and #lockdown? Every Mummy Has a Mommy is here to save the day!","sentiment_score":-0.234375}
{"full_text":"\"Watch out for Americans!\" Today, a year after the World Health Organization warned of an epidemic of COVID-19 misinformation, that conspiracy theory lives on, pushed by Chinese officials eager to cast doubt on the origins of a pandemic that has claimed more than 2 million lives.","sentiment_score":0.25}
{"full_text":"Though real and killing people, the paralyzing effects of the Pandemic was a conscientious objective. So No! It isn't time to lick our wounds, because this isn't going tonstop with getting back to BAU.","sentiment_score":0.0666666667}
{"full_text":"RT Don't hold a mic over a stovetop","sentiment_score":0.0}
{"full_text":"RT Cuomo's COVID Reign Has Been Devastating. It's Time For A Reckoning","sentiment_score":-1.0}
{"full_text":"the way my sister is so irresponsible with her money makes me feel sick, she gets covid payment weekly and wastes it all on shoes it pisses me off so much","sentiment_score":-0.2380952381}
{"full_text":"RT Covid Recovery Group.For those extremists who think the European Research Group hasn't fucked-up Britian sufficiently.","sentiment_score":0.0}
{"full_text":"RT 210215 Raehwan IG StoryQ:\"Is there anything you want to do once Covid is over?\"R: \"Even in small scale, tour slash vacat...","sentiment_score":-0.25}
{"full_text":"RT Lockdown prevents Natural Immunity. It forces entire populations to be completely dependent upon short term \"vaccine\" imm...","sentiment_score":0.05}
{"full_text":"RT A Liberal MP who sent internal emails criticizing federal pandemic management says he has no regrets it was made public. \"Da...","sentiment_score":0.0166666667}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"RT I'm looking forward to next year, when I plan on observing every single holiday - Thanksgiving, Christmas, New Year's, V...","sentiment_score":0.0216450216}
{"full_text":"Giving more money to people with poor spending habits won't help much. This summer during the pandemic, Canadian emergency benefits were given out. There was a never before seen increase in seadoo purchases.Financial education is important.Real estate is a smart investment.","sentiment_score":0.1285714286}
{"full_text":"RT Britain's disabled workers have been abandoned during the coronavirus pandemicTwo-thirds the 100,000 coronavirus deat...","sentiment_score":-0.2}
{"full_text":"Great brief thread ","sentiment_score":0.4}
{"full_text":"RT Oh look which side suddenly loves whataboutism!","sentiment_score":0.0}
{"full_text":"How come there's no accountability to current Tory corruption??","sentiment_score":0.0}
{"full_text":"RT YES! Thank you to for calling for weddings to be included in the roadmap and for sector funding. This i...","sentiment_score":0.0}
{"full_text":"A pwme was offered covid vaccine on Cardiff.  Appt for this week.","sentiment_score":0.0}
{"full_text":"RT There is now more evidence that the CDC has screwed with its own guidelines based on Biden Administration pressure than evi...","sentiment_score":0.55}
{"full_text":"But why is it daft to allow people to go back to a semi normal life if the most vulnerable have been vaccinated? What else are you waiting for?","sentiment_score":0.0375}
{"full_text":"RT We really, really need media reform.","sentiment_score":0.2}
{"full_text":"Yep. Spring football is a chance to help with revenue stream. If they just allowed 25% capacity there isn't a stadium in the state where people couldn't distance.etc. Temp checks are worthless anyway. My daughter had Covid, with all symptoms except temp.","sentiment_score":-0.8}
{"full_text":"RT America First Under TrumpFirst in deaths from Covid - 490,000 nowWas our NEGATIVE GDP - 3.5% first?Was...","sentiment_score":-0.025}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT The COVID case decline isn't a statistical artifact of less testing. Yes, tests have come down a bit. But positive-test rate...","sentiment_score":-0.1611111111}
{"full_text":"If I was a Governor, I would have declared today a mandatory stay at home in bed day.  It's too cold to do anything other than cuddle.","sentiment_score":-0.3625}
{"full_text":"RT While the Cuomo brothers yucked it up on 15,000 elderly New Yorkers died. As beds lay e...","sentiment_score":0.1363636364}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"RT Black woman created a proven vaccine tracking software and offered to license it to the CDC under Trump. CDC instead gav...","sentiment_score":-0.1666666667}
{"full_text":"RT #SputnikV ranks among top-3 COVID-19 vaccines with most authorizations granted globally.","sentiment_score":0.25}
{"full_text":"RT By me: To succeed in its goal the lethal virus needs a hyperconnected, exploitative &amp; unequal globalised system. To extrac...","sentiment_score":-0.3}
{"full_text":"RT \"Fewer than 0.1% of individuals who received their second dose of the Pfizer vaccine contracted COVID-19.\"\"A week after 5...","sentiment_score":0.0}
{"full_text":"This is smart patriotism ","sentiment_score":0.2142857143}
{"full_text":"RT One person has a cough and the whole of the financial capital of the perfect utopia that is New Zealand is shut down.htt...","sentiment_score":0.3340909091}
{"full_text":"RT Things GOP wants to cancel:-Goodyear-The Chicks (not because Dixie was in their name)-Colin Kaepernick-their own me...","sentiment_score":0.4}
{"full_text":"How apprenticeships can help businesses recover from the pandemic #peoplemanagement","sentiment_score":0.0}
{"full_text":"RT The most vulnerable voices aren't being heard during the pandemic. 64% of unpaid carers have had no time off.","sentiment_score":0.0666666667}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"RT BTW ...as awful as the coverup is - should be fired for being so stupid he wrote a self congratulatory book wh...","sentiment_score":-0.9}
{"full_text":"RT Anthony Williams NOT GUILTY of murdering wife in lockdown using that as an excuse for choking her until he broke 3 bones in...","sentiment_score":0.1}
{"full_text":"RT Clemson at Notre Dame, set for Wednesday, is postponed due to COVID issues with the Tigers, per ACC release.","sentiment_score":-0.125}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT #COVID-19...if only we could go 'Back to the Future'..Stay Safe Stay Well Stay Home..we are nearly there Desmond Hayes...","sentiment_score":0.12}
{"full_text":"The reason I haven't gotten covid yet is because y'all see people as friends while I see people as vectors of disease","sentiment_score":0.0}
{"full_text":"RT On International #ChildhoodCancer Day, we express support for children  and adolescents  with #cancer, survivors and their famil...","sentiment_score":0.0}
{"full_text":"RT As we still endure lockdown and gigs seem so far away, our favourite venues are at risk, more than we can ever imagine....","sentiment_score":0.3}
{"full_text":"RT Make no mistake, this is the Government trying to control universities &amp; free speech. Are they that scared of independent crit...","sentiment_score":0.2}
{"full_text":"RT CDC confessed to letting teachers union overrule science.  Outrageous corruption.","sentiment_score":-1.0}
{"full_text":"RT As more mutations of the COVID-19 virus are being detected around the world, what is being done to save lives?","sentiment_score":0.5}
{"full_text":"RT Insanity.  Now the union bosses are demanding we cure asthma and totally eliminate mold, before they allow kids to back to sch...","sentiment_score":0.0}
{"full_text":"1 in 3 businesses say that customer engagement is their biggest challenge while adapting to new ways of working throughout the COVID-19 pandemic. We explore what your business can do to keep communication flowing.Find out how here -","sentiment_score":0.1363636364}
{"full_text":"RT Dominic Cummings was instrumental in the process of awarding a government contract without tender to a company run by h...","sentiment_score":0.0}
{"full_text":"1 in 3 businesses say that customer engagement is their biggest challenge while adapting to new ways of working throughout the COVID-19 pandemic. We explore what your business can do to keep communication flowing.Find out how here -","sentiment_score":0.1363636364}
{"full_text":"RT I drove by the county fair today and saw 90 percent of the people not wearing masks. With these variants looking worse t...","sentiment_score":0.15}
{"full_text":"RT When lockdown is getting me down, I like to look at Israeli hospital data","sentiment_score":-0.1555555556}
{"full_text":"RT The decision to reopen both primary and secondary schools goes against the advice of some government scientists. But th...","sentiment_score":0.05}
{"full_text":"Auckland, New Zealand has 3 new cases of COVID: citywide lockdown, rest of the country into partial lockdownOntario has 1,000 new cases daily: i think we will open restaurants and schools w no additional safety measures......","sentiment_score":0.0515151515}
{"full_text":"Sheba researcher: Antiparasitic drug reduces length of COVID-19 infection","sentiment_score":0.0}
{"full_text":"RT Rather than reopen classrooms, President Biden coasts on his predecessor's work, writes","sentiment_score":0.0}
{"full_text":"\"Sars-cov2 they called a killer virus what never isolated\"EXCEPT herehttps:\/\/t.co\/J1zZQAmMAd &amp;https:\/\/t.co\/8Y8rGBhnO7&amp;https:\/\/t.co\/eC8igk8reO&amp;https:\/\/t.co\/CAimFbHIzF&amp;https:\/\/t.co\/lP0MVhpwH5&amp;https:\/\/t.co\/fwXoW4wP6a+ a few other places#SARSCoV2 #COVID19","sentiment_score":-0.1625}
{"full_text":"RT Schools are safe and they have been - for you it has always been about the money and the power.What you need to stop doi...","sentiment_score":0.5}
{"full_text":"RT \"You have 15 people, and the 15 within a couple of days is going to be down to close to zero!\"","sentiment_score":-0.1944444444}
{"full_text":".@g20org -- we can only recover together! Please support new Special Drawing Rights so poor nations have the resources needed to respond to COVID's many impacts on #health, #hunger, #vaccines. #SDRs will save lives! ","sentiment_score":0.1437012987}
{"full_text":"RT CDC confessed to letting teachers union overrule science.  Outrageous corruption.","sentiment_score":-1.0}
{"full_text":"Are humans ready to admit yet that we're kinda dumb? TIL all of the SARS-CoV-2 virus in the world would fit in a half a can of soda - humanity's been brought to a grinding halt by half a can's worth of another life form.","sentiment_score":0.0319444444}
{"full_text":"RT And:  \"'Out of 544 infected, only 15 people needed hospitalization, four of which were defined as being in serious conditio...","sentiment_score":-0.1666666667}
{"full_text":"RT \"The Scottish government has protected the right of children to outdoor play in its Covid guidance, allowing up to 13 unde...","sentiment_score":0.2857142857}
{"full_text":"RT CDC confessed to letting teachers union overrule science.  Outrageous corruption.","sentiment_score":-1.0}
{"full_text":"got 2\/2 vaccinated today but my dad just tested positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"TIME FOR THE TRUTHWhat is the accuracy of the PCR test?  How many cases have or develop symptoms?How many hospitalized for Covid vs admitted for other health issues &amp; tested positive for Covid once admitted?Hospitalizations by age group &amp; pre-existing medical conditions?","sentiment_score":0.2204545455}
{"full_text":"RT Revealed: Cummings' role in handing Covid contract to firm run by 'friends'","sentiment_score":-0.2}
{"full_text":"RT \"Covid-19 accounted for 65% of deaths of people with learning disabilities\"This is eugenics.","sentiment_score":0.0}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT When lockdown is getting me down, I like to look at Israeli hospital data","sentiment_score":-0.1555555556}
{"full_text":"RT There is now more evidence that the CDC has screwed with its own guidelines based on Biden Administration pressure than evi...","sentiment_score":0.55}
{"full_text":"RT 4) \"I think there's a clear signature of an evolutionary benefit,\" Dr. Kamil said.\"As the coronavirus now branches into n...","sentiment_score":0.1}
{"full_text":"RT Are we surprised? VP Kamala Harris says not only was there no stockpile of vaccines when Trump left, he also had no nati...","sentiment_score":0.0333333333}
{"full_text":"Best thing about Half term in a national lock down is that you just simply don't have to go anywhere and you don't have to feel bad about it either","sentiment_score":-0.0044444444}
{"full_text":"RT That'll be a yes then.","sentiment_score":0.0}
{"full_text":"RT This morning, @FDRLST and @bdomenech published my op-Ed on @NYGovCuomo's disastrous leadership during the COVID-19 pan...","sentiment_score":-0.7}
{"full_text":"RT NEW: has announced that an underlying condition option will be added to its vaccine scheduling website...","sentiment_score":0.1363636364}
{"full_text":"RT I went to my daughter's old school to pick up some materials. Not a single teacher, staff or student had on a mask. Imag...","sentiment_score":0.0678571429}
{"full_text":"#COVID19 Personally, I'm gob smacked","sentiment_score":0.0}
{"full_text":"RT Yet the Tories are still ahead in the UK polls. Vile.","sentiment_score":0.0}
{"full_text":"When COVID-19 bought the training and events industry to a halt last March, many venues closed their doors, they welcomed a series of NHSessential training events aimed at tackling the pandemic.https:\/\/t.co\/T13bHYpbzd","sentiment_score":0.1333333333}
{"full_text":"Ach I don't buy that tbh. I don't know anyone who isn't routinely breaking pandemic rules or hasn't broken them in some major way. Street where I live I see neighbours breaking rules daily. I think people have had enough.","sentiment_score":-0.0402272727}
{"full_text":"RT This dude says no thanks to Victoria's lockdown. Journo: \"Did you realise there's a lockdown?\"","sentiment_score":-0.1}
{"full_text":"RT I'd actually rather lockdown continue to last strictly until May if it means we get an uninterrupted summer. I cannot make it...","sentiment_score":0.0}
{"full_text":"Gaetz: COVID-19 response in Florida, NY 'tale of two governors'","sentiment_score":0.0}
{"full_text":"RT We've had 26 full 9-11s of COVID deaths since Biden became President and he is playing Mario Kart","sentiment_score":0.35}
{"full_text":"Dear What are the #Covid19 statistics for Jamaica?","sentiment_score":0.0}
{"full_text":"RT A $15 minimum wage is not a radical idea. What's radical is the fact that millions of Americans are forced to work for star...","sentiment_score":-0.3}
{"full_text":"RT James Delingpole: Mark Carney, the Canadian climate activist who was formerly governor of the Bank of England and an a...","sentiment_score":0.0}
{"full_text":"How Many Post-Pandemic Office Workers Can Fit in One Elevator? #CRE #COVID-19 #NewNormal #Pandemic #Office","sentiment_score":0.45}
{"full_text":"Jordan is an idiot. I wish everyone would cancel culture him!","sentiment_score":-1.0}
{"full_text":"6 Ways to Ensure patients with LEP have a seamless COVID-19 vaccine experience #ULGDelivers #healthcare #patientexperience","sentiment_score":0.1}
{"full_text":"RT  Help our first responders by staying off the roads unless absolutely necessary. Ice + snow + low visibility = recipe...","sentiment_score":0.0833333333}
{"full_text":"RT Another day, another case of cronyismBit by bit, the scale of this scandal is being revealed - Tory friends &amp; donors g...","sentiment_score":0.0}
{"full_text":"How can we fix the #vaccine supply chain?Close the information gap by: Tracking the supply of Covid-19 vaccines delivered Practicing process and information transparency to reduce anxietyGreat commentary on #supplychain","sentiment_score":0.0}
{"full_text":"RT Democrats use our tax money to give to their friends. Their friends then give some of the money back to Democrats or u...","sentiment_score":0.0}
{"full_text":"RT Govt should vaccinate all school staff (teachers, cleaners, etc). When children return, covid will once again start spreadi...","sentiment_score":0.0}
{"full_text":"RT Who else wants to see Kevin McCarthy defeated so we can end the lies about vote by mail, end the lies about the pandemic,...","sentiment_score":0.2}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT #Hyderabad #Urgent Need O+ #blood Covid Convalescent Plasma donor Apollo Hospital, Jubilee hills. Call 8297170007#BloodAi...","sentiment_score":0.0}
{"full_text":"RT I am devastated about the horrific consequences that Covid restrictions have on our society (which are ultimately killing...","sentiment_score":-0.5}
{"full_text":"COVID-19, the disease caused by SARS-CoV-2, usually attacks the lungs. It causes symptoms that include cough and difficulty breathing -- but doctors are noticing a disturbing trend.","sentiment_score":-0.375}
{"full_text":"RT His Excellency President will be issuing his Statement on the Covid-19 Lockdown Review any minute from now h...","sentiment_score":0.0}
{"full_text":"I got my 2nd dose of the Pfizer vaccine on Saturday. I will continue wearing my mask, social distancing, &amp; hand washing\/sanitizing until the experts say that we have vaccinated enough people &amp; that it's safe. I have a chronic illness, so I can't mess around.","sentiment_score":0.0716666667}
{"full_text":"RT Texas shuts down for a winter storm but couldn't shut down for a global pandemic   ","sentiment_score":-0.1037037037}
{"full_text":"Niggas bought all these big ass gifts and spending big money smh y'all cheated y'all ass off in the pandemic huh?? ","sentiment_score":0.0}
{"full_text":"RT \"Handshakes\" in times of Corona: thanks to Prime Minister Abdalla Hamdok for a thoughtful first meeting.","sentiment_score":0.2833333333}
{"full_text":"RT Love our independents Click here to discover ways you can continue to support our well-loved independents during loc...","sentiment_score":0.5}
{"full_text":"RT Alex Sandro has warned Juventus that 'Jesus Corona' is the most dangerous Porto player. [Uefa] #juvelive","sentiment_score":-0.05}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"RT the average annual cost of Trump's tax-cuts is $190-BBiden's covid-relief bill would spend more than $125-B in 2022 on...","sentiment_score":0.175}
{"full_text":"RT Mamelodi Sundowns would like to wish all students a safe and happy return to school! Best of luck for the academic year...","sentiment_score":0.625}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"Pulling out the caveat 'Lots of Coronavirus' who wrote this? Is this a parody?","sentiment_score":0.0}
{"full_text":"No prizes for the answer!","sentiment_score":0.0}
{"full_text":"RT Keep your children at home. What they spent on plexiglass alone could have gone towards at home accommodations. This isn...","sentiment_score":-0.1}
{"full_text":"RT \"No evidence\" schools spread lots of coronavirus, UK researchers say","sentiment_score":0.0}
{"full_text":"Totally Elle betta' stay home ya know?","sentiment_score":0.0}
{"full_text":"Well, that can be a bit misleading. Unfortunately we were vaccinating in parallel with a significant outbreak of the virus, so you have competing effects - less vaccinated ppl are getting sick, more ppl getting sick overall&gt;&gt;","sentiment_score":-0.1743197279}
{"full_text":"so now we gotta double mask a year in? just inject the covid into me and let me chance it at this point","sentiment_score":0.0}
{"full_text":"RT #qlh_wzyr_lt`lym_l`ly Corona won't end in a week,Stop wasting our lives","sentiment_score":0.0}
{"full_text":"The group has lodges in #Wokingham and #Sindlesham. #wokytoday #freemasons #coronavirus","sentiment_score":0.0}
{"full_text":"RT To help support the implementation of the CureAll initiative which aims to achieve at least 60% survival for #ChildhoodCancer gl...","sentiment_score":-0.3}
{"full_text":"COVID virus appears to cause the body to make weapons to attack its own tissues similar to other autoimmune diseases. Learning opportunities both ways! #autoimmune #celiacdisease #study #antibody","sentiment_score":0.1479166667}
{"full_text":"Act like you've got #COVID19 We all need to do our bit to help stop the spread of the virus#HandsFaceSpace -","sentiment_score":0.0}
{"full_text":"Check out this feature article on LGBT+ Society by our wonderful member Sheetal Martine Joseph over on Trident Media!Learn more about how we adapted to virtual events in the pandemic and the message behind our #LGBTHM21 artwork.Read it here:","sentiment_score":0.3666666667}
{"full_text":"JUST HEARD A NU TERM+MEANING-\"HONEY CAN U DO\"-CNBC CLIP SAID,DU 2 CORONA THIS TYPE,CAN U DO LIST,WAS EXPANDING-CAN U DO THIS,ETC-WELL, APPROACHING 75,I CAN SAY HONESTLY,OTHER THAN DURING SEX,IVE NEVER BIN ASKED,HONEY CAN U-LOL-HELL,ITS A BRAVE NU WORLD KIDS+CHANGE IS EVERYWHERE","sentiment_score":0.4}
{"full_text":"This editorial from and outlines how education and scientific dissemination at the has continued throughout the pandemic, as well as exploring likely future directions for such activities.https:\/\/t.co\/6AYyDtX1Od","sentiment_score":0.0}
{"full_text":"Precies","sentiment_score":0.0}
{"full_text":"Know Your Status?SisterLoveInc, and have partnered for a FREE Covid-19 and HIV testing drive Feb 25 from 10a-4pm. Appointments strongly encouraged. Masks required.Register: #trustblackwomen #knowyourstatus #nbhaad","sentiment_score":0.4166666667}
{"full_text":"RT Don't forget that we're still in the Covid pandemic and there can also be Covid 3rd wave soon.Those MF injected vaccine...","sentiment_score":0.0}
{"full_text":"RT Can we please pass the COVID-19 Bill and John Lewis Voting Rights Act now?","sentiment_score":0.0}
{"full_text":"The #Human Rights of people in middle and low-income countries - the majority of the world's population - are threatened by the vaccine nationalism of richer countries@tess_kb on the obligations of States, companies &amp; the human rights system ","sentiment_score":0.0}
{"full_text":"The annual event, changed because of COVID-19, will kick off Tuesday.https:\/\/t.co\/MR9jgilGGDStory by","sentiment_score":0.0}
{"full_text":"Time to renew your pet's license! The Health Department reminds residents that all dog &amp; cat licenses must be renewed by the end of February to avoid the possibility of a fine. During the pandemic, all licensing is being done by mail. Applications:","sentiment_score":0.4166666667}
{"full_text":"Check out this week's #BrighamBEI Virtual Fitness Classes:Bodyweight HIIT, Meditation, Barre, Yoga, Pilates, &amp; more!#BrighamBEI #MedEd #HPE #COVID19  Sign up here:","sentiment_score":0.0}
{"full_text":"Learn to play electric guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"REGISTRATION FOR LOCKDOWN THROWDOWN 4 IS NOW LIVE!!-No WiFi-Free to enter-EU and CIS only-PS200 starting prize potMarch 7th, 14:00GMTGET SIGNED UP!!Commentated by: &amp; by","sentiment_score":0.0}
{"full_text":"After the coronavirus pandemic made public gatherings impossible, the King of Carnival greeted his subjects with a more somber message, urging a safe celebration and promising to return next year.","sentiment_score":0.0888888889}
{"full_text":"RT Here's a fun story about how this will play out. Back in the fall, Chicago public schools spent $8.5M to buy 20K HEPA air pu...","sentiment_score":0.05}
{"full_text":"Covid-19 Vaccine Update! Pre-registration is now open for those 65 and older. Registration processes vary from county to county within Wyoming. County-specific information is available online at:","sentiment_score":0.1888888889}
{"full_text":"COVID's mental-health toll: how scientists are tracking a surge in depression","sentiment_score":0.0}
{"full_text":"The Biden administration has pledged to ramp up daily doses to 1.5 million.","sentiment_score":0.0}
{"full_text":"Losing a loved one is incredibly difficult. Losing a loved one due to Covid-19 is even more challenging. Here's how best to support those you love through their grief.","sentiment_score":0.275}
{"full_text":"The Monroe County Department of Public Health reports 177 new confirmed cases of COVID-19 on Sunday. There have now been 49,699 cases in the county since last March.","sentiment_score":0.1340909091}
{"full_text":"More isolation means more drug addiction. This pandemic is having profound effects on our society beyond infection.","sentiment_score":0.3611111111}
{"full_text":"Despite the popular use of vitamin C and zinc to fight off or lessen the severity of viral colds and flu, the new study, published Friday in JAMA Network Open, found the two supplements were of no benefit to people isolating at home with Covid-19.","sentiment_score":0.2454545455}
{"full_text":"I agree. They are getting us to living a certain way so when they make final push for control we will just collapse.","sentiment_score":0.1071428571}
{"full_text":"Covid-19: New cases drop to 2,176, 10 deathshttps:\/\/t.co\/qvHABAqxTM#malaysiagazette","sentiment_score":0.1363636364}
{"full_text":"One thing we can thank COVID for? Our cities are getting multimillion-dollar facelifts -- expanding green spaces for us to enjoy around the world.","sentiment_score":0.1}
{"full_text":"Missouri may greatly undercount #COVID19 cases by omitting antigen test results.","sentiment_score":0.8}
