{"full_text":"RT We need to start to understand that now, we can't really wait for future years. We are losing too much of importance every d...","sentiment_score":0.1333333333}
{"full_text":"RT $2,000 recurring monthly survival checks for everyone--including our immigrant neighbors.Any effort to exclude millions o...","sentiment_score":0.0}
{"full_text":"RT What a tragic outbreak.This was the B.1.1.7 variant (variant discovered in UK). One outbreak is not conc...","sentiment_score":-0.75}
{"full_text":"RT Dozens more have reached the UK illegally by small boat today. We're in the middle of a pandemic, with law-abiding Bri...","sentiment_score":0.0833333333}
{"full_text":"RT I don't think it can be overstated how dire Trump's financial situation is. As usual he overpaid for his assets includ...","sentiment_score":-0.125}
{"full_text":"RT Remember when Papa John got all sweaty, ate 50 pizzas in 30 days, and promised \"the day of reckoning will come,\" then like...","sentiment_score":0.0}
{"full_text":"RT Why are the BBC not reporting that SFIRA organised this event I wonder ?Why did suspend 1 officer and m...","sentiment_score":0.0}
{"full_text":"RT China's dog meat festival is underway, but activists hope it will be the last. USA condemns China for the killing of...","sentiment_score":0.0}
{"full_text":"I spoke with today about the COVID vaccine rollout in West Virginia, what's being done on the federal level to get more doses, and where we stand right now on the third stimulus check. Watch:","sentiment_score":0.2619047619}
{"full_text":"RT Like Trump DeSantis's patronhe scorned expertise during pandemic--pushing herd immunity, banning mask mandates, withhol...","sentiment_score":0.0}
{"full_text":"RT I'm a black trans woman with no income due to covid-19 so I'm reliant on donations to pay rent and for food. #MutualAi...","sentiment_score":-0.1458333333}
{"full_text":"COVID-19 Era, Saturday night, few drinks in and you find a Denzel Movie from 2012 that you haven't seen! ","sentiment_score":-0.25}
{"full_text":"RT Last year, Michele lost her job because of the pandemic. I recently gave her a call to hear her story and discuss how my America...","sentiment_score":0.0}
{"full_text":"RT Yes because you are an anti-science fucking imbecile.","sentiment_score":-0.8}
{"full_text":"RT Like Trump DeSantis's patronhe scorned expertise during pandemic--pushing herd immunity, banning mask mandates, withhol...","sentiment_score":0.0}
{"full_text":"RT \"i cant wear a mask, i have breathing problems\" ok?? tom holland has huge arms and he still wears a shirt","sentiment_score":0.45}
{"full_text":"RT Testing for #COVID19 is critical to help stop the spread of the pandemic  but pediatricians face insurance hurdles &amp; a mo...","sentiment_score":0.0}
{"full_text":"RT Things are still bad, still really bad. If anything we have only dropped to the same number of admissions at our first pea...","sentiment_score":-0.23}
{"full_text":"Fly is nowhere near as contagious as Covid. That is a huge difference. If everyone was getting flu it would be out of hand but hardly anyone does.","sentiment_score":0.2520833333}
{"full_text":"RT I've been teaching face to face all school year, and I'm here to tell you: face to face instruction doesn't = better men...","sentiment_score":0.5}
{"full_text":"RT Wow - a hospital cancels an elderly patient's COVID vaccine appointment because he has an outstanding medical debt of $243.","sentiment_score":0.2}
{"full_text":"South Dakota has the highest per capita number of  COVID deaths.","sentiment_score":0.0}
{"full_text":"RT YouTube has \"suspended\" a U.S. Senator's account (mine) because it contained information on possible effective early tre...","sentiment_score":0.2333333333}
{"full_text":"Li Wenliang: 'Wuhan whistleblower' remembered one year on - BBC News","sentiment_score":0.0}
{"full_text":"RT In pandemicPostmates sold for $2.6BGrubHub stock douledDoorDash founder made $3BUber Eats revenue up 125%They ch...","sentiment_score":0.0}
{"full_text":"RT Chief Exec. Carrie Lam &amp; Head of Liaison Office of Central Ppl's Govt in Luo Huining visited #PoliceHQ to give their r...","sentiment_score":0.0}
{"full_text":"Thankful that I could record a minute of video for my husband to see at my scans last year. Had my daughter in lockdown one and had to attend triage etc completely alone. They also wanted my husband to wait in the car whilst I walked in by myself in labour. Not a chance!","sentiment_score":0.0625}
{"full_text":"RT Nurse: One of the worst things is the fear in patients' eyeshttps:\/\/t.co\/OujtQlU2oP","sentiment_score":-1.0}
{"full_text":"RT Late Friday, govt dumped docs to be tabled at #HESA.  and other colleagues dug through them: Senior Liberal...","sentiment_score":-0.2125}
{"full_text":"The short answer is no, I don't know precisely. The long answer is they're still keeping Manitoba at red - light red, unofficially - and since older students can contract and transmit COVID much the same way adults can, they're still in blended learning.","sentiment_score":0.1240740741}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"Fuck covid","sentiment_score":-0.4}
{"full_text":"I think people are over this pandemic!","sentiment_score":0.0}
{"full_text":"RT Wages growth was at an all-time low well before the pandemic, now the RBA expects Australians will wait years for a decent...","sentiment_score":0.0833333333}
{"full_text":"RT COVID-19 numbers in California are not very different from where they were a week ago.The only thing that has changed is...","sentiment_score":0.0}
{"full_text":"RT More than 65% of Americans back relief package.Sit down. Shut up. #DeleteYourAccount","sentiment_score":0.1148148148}
{"full_text":"RT \"Ann Arbor is a very progressive place, but it is still very car-centric. Once people got the taste of what this was going to...","sentiment_score":0.2}
{"full_text":"RT When Fox News is now claiming Dr. Fauci is responsible for the existence of COVID-19. Its time for people to tell Adver...","sentiment_score":0.2}
{"full_text":"RT Our daily update is published. States reported 1.8M tests, 114k cases, 84,233 people currently hospitalized with COVID...","sentiment_score":0.0}
{"full_text":"Covid is more dedicated to killing than we r to living in some cases. ","sentiment_score":0.5}
{"full_text":"In the last month of 2020, 24% of climbing gym owners fear losing their business within 12 months. View this and other insights into the #indoorclimbingindustry on our December Reopening Dashboard: #IndoorRockClimbing #RockClimbing","sentiment_score":-0.0625}
{"full_text":"RT South Korea unveiled a $43.2 billion plan to build the world's largest #windpower plant by 2030 as part of efforts to foste...","sentiment_score":0.0}
{"full_text":"Where's my jab? Spoke to my Dr. this week - has no clue about how his high risk patients get on a priority list, or how the vaccine will be rolled out. Shouldn't there at least be a plan in place Drs know of? For when you finally get us vaccines? PS Your tweet below is insulting.","sentiment_score":-0.285}
{"full_text":"RT If you were deemed ineligible for government support during a global pandemic then you may very well be #ExcludedUK.Mess...","sentiment_score":0.1}
{"full_text":"They are probably \"supporters\" who live nowhere near Manchester and are glad the world is in lockdown so they can say \"I've been to loads of games though\"","sentiment_score":0.2454545455}
{"full_text":"I will be watching all alone tomorrow, as my covid test came back positive today. Second time.....pissing me off.","sentiment_score":0.0757575758}
{"full_text":"Join our #sister #business for a #free #retreat tomorrow before #SuperBowl2021 !","sentiment_score":0.5}
{"full_text":"RT We live in a fallen society.Many of these people will call you 'killer' if you don't want to wear a mask. Even if you're p...","sentiment_score":0.1363636364}
{"full_text":"I phrased it like a joke but I'm being serious. Mine are about to give out and my weight fluctuates a lot. I just want to get a good fitting but pandemic","sentiment_score":0.2888888889}
{"full_text":"RT New York releases data on COVID deaths at each nursing home","sentiment_score":0.1363636364}
{"full_text":"THANK YOU ISRAEL!! THIS CAN'T GET OUT THERE FAST ENOUGH!!! Hope it can quickly finish trials!! I wish I would have had this when I got Covid! At least I was able to get the Monoclonal Antibodies! \"Breakthrough drug might cure COVID-19 in just five days!\"","sentiment_score":0.2664583333}
{"full_text":"RT Imagine an MP said \"you must lockdown your dog, cat or horse in a container, stable, cage...","sentiment_score":0.0}
{"full_text":"RT Remember to stay safe this Sunday! If you watch the #SuperBowl with other fans outside your household, keep your distance and be...","sentiment_score":0.1666666667}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT Senior Liberal staffers discussed withholding details about COVID-19 response: Internal emails How...","sentiment_score":0.0}
{"full_text":"RT Nursing home chain Genesis gave its executives millions in bonuses, even after 2800+ of its residents died of COVID and desp...","sentiment_score":0.0}
{"full_text":"RT THREAD:  It is with sadness that I tell you about Preston Chaney, who died in the Houston jail of COVID. He was trapped t...","sentiment_score":-0.15}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT Amazon workers have the right to form a union.Anti-union tactics like these, especially from a trillion-dollar company trying to...","sentiment_score":0.1428571429}
{"full_text":"RT Re-Up: Odisha: COVID Vaccination Of Frontline Workers From February 6#COVID19 #COVID19Vaccine #COVID19Vaccination ","sentiment_score":0.0}
{"full_text":"RT Exactly #LTCJustice","sentiment_score":0.25}
{"full_text":"RT Yes because you are an anti-science fucking imbecile.","sentiment_score":-0.8}
{"full_text":"RT The Covid vaccine is not a guarantee. My wife &amp; I, vaccinated 17 days ago, both tested positive yesterday and are in qua...","sentiment_score":0.2272727273}
{"full_text":"WHO already aware of Covid-19 exagrated info of ours: CNN already testified to it.","sentiment_score":0.25}
{"full_text":"Got a remember back when FDR  in depression people were different neighbors helped each other just look around today at the pandemic  try getting an asshole wear a mask,there's not a representative that can wipe his ass.. today","sentiment_score":-0.0416666667}
{"full_text":"RT This docu on the early days of Covid-19 in China was really good. Mistakes were made. Lies were told. If we learn anythin...","sentiment_score":0.4}
{"full_text":"RT FWIW ... Biden lied about fracking bans, stimulus payments, pandemic response and unity. Any day now we're gonna find out...","sentiment_score":0.0}
{"full_text":"RT $2,000 recurring monthly survival checks for everyone--including our immigrant neighbors.Any effort to exclude millions o...","sentiment_score":0.0}
{"full_text":"Yes, he may not understand which part of these bills are a covid response plan vs regular budgetary items.","sentiment_score":0.0}
{"full_text":"RT Equally important: *The conservatives ignored the heightened standard for emergency relief and issued a merits opinion late o...","sentiment_score":0.0333333333}
{"full_text":"The new album is on the way! (I want to secure one copy myself even as I know it'll be a while before I see it in my hands because, of course, !pandemic...)","sentiment_score":0.3352272727}
{"full_text":"RT Remember when Papa John got all sweaty, ate 50 pizzas in 30 days, and promised \"the day of reckoning will come,\" then like...","sentiment_score":0.0}
{"full_text":"EXACTLY! ","sentiment_score":0.3125}
{"full_text":"RT As new, more-contagious coronavirus variants circulate, doctors say it's important to improve the effectiveness of mask wearing. B...","sentiment_score":0.2681818182}
{"full_text":"RT Nurses been begging us to stay home and stay safe cuz they're stretched to the max and niggas really like \"why the hos...","sentiment_score":0.2166666667}
{"full_text":"RT This is the story of Tiffany Tate who developed a vaccine tracking system. The specs were stolen by Deloitte who create...","sentiment_score":0.1}
{"full_text":"RT What happens when we guarantee $15\/hour? 31% of Black workers and 26% of Latinx workers get raises. A majority of essent...","sentiment_score":-0.1666666667}
{"full_text":"RT French police busted an 81-person orgy over COVID-19 curfew violation.More:","sentiment_score":0.0}
{"full_text":"RT Justice Elena Kagan's extraordinary dissent accused her conservative colleagues of endangering lives by overruling public health...","sentiment_score":0.1666666667}
{"full_text":"RT Electing Biden literally saved our lives - or so many.  Looks at the vaccine distribution before and after Jan 20.  Finall...","sentiment_score":0.5}
{"full_text":"RT Covid is divine punishment for a world that never paid for WINRAR","sentiment_score":0.0}
{"full_text":"RT I've been teaching face to face all school year, and I'm here to tell you: face to face instruction doesn't = better men...","sentiment_score":0.5}
{"full_text":"RT FWIW ... Biden lied about fracking bans, stimulus payments, pandemic response and unity. Any day now we're gonna find out...","sentiment_score":0.0}
{"full_text":"RT \"However grim our prospects seem, human kindness finds a shape &amp; form: it will not be locked down.\"I've tried to be ho...","sentiment_score":-0.3851851852}
{"full_text":"Decades later, infamous Tuskegee syphilis study stirs wariness in Black community over COVID-19 vaccine - Los Angeles Times ","sentiment_score":-0.2222222222}
{"full_text":"I guess I don't have as much faith in their abilities. Maybe it's the years of broken promises as political theater seems to be a higher priority than actual follow through. It's just worse today because people are literally dying of Covid but impeachment seems more important.","sentiment_score":0.06875}
{"full_text":"RT if you have covid just say that, can't taste shit huh","sentiment_score":-0.2}
{"full_text":"RT The Covid vaccine is not a guarantee. My wife &amp; I, vaccinated 17 days ago, both tested positive yesterday and are in qua...","sentiment_score":0.2272727273}
{"full_text":"What laws? Do you actually know, or are you just parroting the article? They changed the rules to allow more mail in voting due to the pandemic. That's it. Otherwise there was a voting rule changed in Pennsylvania by REPUBLICANS two years ago (and legally)","sentiment_score":0.14375}
{"full_text":"Covid test  practice round  ready for spring season ","sentiment_score":0.0}
{"full_text":"Day 32 of lockdown in The School of MagicA Split LocationA spectator chooses a card and it's returned to the deck. The magician then reads the spectator's thoughts to discover the card the spectator chose.https:\/\/t.co\/MuEWNbPsfM","sentiment_score":0.0}
{"full_text":".@POTUS Biden: America must lead in the face of this existential [climate] threat. And just as with the pandemic, it requires global cooperation.","sentiment_score":0.0}
{"full_text":"Fishermen at Pagee Beach in St Mary, who once enjoyed large catches, are now struggling to earn a living as overfishing has drastically reduced earnings from the once-viable vocation.Read more: #GLNRToday","sentiment_score":0.4047619048}
{"full_text":"Traveling to Disney Parks during Covid-19: What you need to know before you go","sentiment_score":0.0}
{"full_text":"CentraState Medical Center is periodically releasing new COVID-19 vaccine appointments periodically on its website. No need to call!Check every few days at","sentiment_score":-0.0409090909}
{"full_text":"I'm one of those weirdos who loves the smell of bleach. Don't know whether it's the result of the pandemic or something, but knowing all the germs all killed and it's as clean as possible is ","sentiment_score":0.0555555556}
{"full_text":"College of Charleston tries to buck basketball's COVID pause trend","sentiment_score":-0.1}
{"full_text":"RT One year ago today, the US recorded its first COVID-19 death.365 days and 460K deaths later, we're still fighting this.Ple...","sentiment_score":0.125}
{"full_text":"RT When lockdown prevents actual flying, sitting  in the aeroplane making all the right noises is the next best thing  (G...","sentiment_score":0.3214285714}
{"full_text":"RT When Fox News is now claiming Dr. Fauci is responsible for the existence of COVID-19. Its time for people to tell Adver...","sentiment_score":0.2}
{"full_text":"A recent report from Cancer Australia reveals that as many as 3036 people may have melanoma right now and not know it! Thousands of Australians may have undiagnosed melanomas over the last twelve months due to the COVID pandemic. Read the report here:","sentiment_score":0.1464285714}
{"full_text":"The Choose Home initiative lets Veterans at risk of moving into a nursing home or other institution stay in their home and make new friends.","sentiment_score":0.0056818182}
{"full_text":"This is Covid depravity.","sentiment_score":0.0}
{"full_text":"This couple started a Facebook page to help thousands of older people sign up for the COVID-19 vaccine.","sentiment_score":0.1666666667}
{"full_text":"#Colombia For weeks, about 800 Caribbean and African migrants were stranded by the pandemic in the tourist port of Necocli, border area between Colombia and Panama. #AFP","sentiment_score":0.0}
{"full_text":"\"The approach...from the White House is to...stay out of the civil war that continues to unfold within the Republican Party,\" says they've invested their political capital on negotiations over a COVID relief package.\"Watch:","sentiment_score":0.0}
{"full_text":"ICYMI: SPORTS CHAT EXTRA: Tigres hit with positive COVID-19 cases, Ellis wins QMJHL monthly honour, New Waterford connection in MLS, Anderson up for award and more -","sentiment_score":0.2327272727}
{"full_text":"Delaware's COVID-19 hospitalization numbers are lowest since November:","sentiment_score":0.0}
{"full_text":"An antidote to pandemic blues, with some assembly requiredhttps:\/\/t.co\/ut9PH4TJoi","sentiment_score":0.0}
{"full_text":"Costuma ser covid","sentiment_score":0.0}
{"full_text":"Li Wenliang's Social Media messages* \"it has been confirmed that they are coronavirus infections\"30\/12\/19On 7 February 2020, Li Wen Liang  died from Covid-19, at age 33https:\/\/t.co\/PBNhTOAILH*Doctors who gave earlier warnings were silenced by the authorities","sentiment_score":0.1444444444}
{"full_text":"The health risks to children with elevated lead levels are severe.","sentiment_score":0.0}
{"full_text":"RT During the pandemic the number of UK billionaires increased by 15% their wealth increased by 35%&amp; since 2010, the UK's r...","sentiment_score":0.0}
{"full_text":" WOW! One North Carolina mother donated 8,000 ounces of breast milk to help infants during the COVID-19 pandemichttps:\/\/t.co\/Wz8uC1KVJf","sentiment_score":0.125}
{"full_text":"RT Imagine my shock","sentiment_score":0.0}
{"full_text":"The deadline to apply for this state grant is Monday, Feb. 8 by 6 p.m. ","sentiment_score":0.0}
{"full_text":"It is also important to recognize that structural racism plays a huge role in vaccination disparities. If COVID vaccination campaigns are not rooted in equity, then people of color will be left out.","sentiment_score":0.2666666667}
{"full_text":"We are BEYOND excited to see our members begin to return to the court - be it in a playing, coaching, officiating, or supporting capacity!   BUT, we want to make sure you are all covid safe, please familiarise yourself with the appropriate measures!https:\/\/t.co\/pcSEofl19b","sentiment_score":0.4375}
{"full_text":"RT Electing Biden literally saved our lives - or so many.  Looks at the vaccine distribution before and after Jan 20.  Finall...","sentiment_score":0.5}
{"full_text":"This comes as businesses and government entities team up to offer clinics and appointments for residents seeking the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT How long are we going to tolerate this??","sentiment_score":-0.05}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"RT Electing Biden literally saved our lives - or so many.  Looks at the vaccine distribution before and after Jan 20.  Finall...","sentiment_score":0.5}
{"full_text":"RT Mentally &amp; emotionally more than anything.","sentiment_score":0.2}
{"full_text":"May her memory be a blessing ","sentiment_score":0.0}
{"full_text":"California to revise guidelines for indoor church services after Supreme Court ruling","sentiment_score":0.0}
{"full_text":"RT Speaker Pelosi:-Went to the salon when the rest of us couldn't. -Didn't wear a mask when the rest of us had to. -Avoi...","sentiment_score":0.0}
{"full_text":"As the new wave of #COVID19 continues, companies need to help their communities stay productive and sane in the new #WFH era. We spoke with #CHROs from our global network, who shared their #insights: #HRadmin #workfromhome #CHRO","sentiment_score":0.0909090909}
{"full_text":"With Missouri Covid numbers under 10 percent and declining, will the restrictions be lifted soon?","sentiment_score":0.0}
{"full_text":" Tweet rising in popularity within Science Pulse database [2\/3]  ","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.0FWind Chill: 23.0FHumidity: 64%Dew Point: 12.7F Barometer: 30.200 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 127.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT In pandemicPostmates sold for $2.6BGrubHub stock douledDoorDash founder made $3BUber Eats revenue up 125%They ch...","sentiment_score":0.0}
{"full_text":"Total COVID-19 tests performed in Papua New Guinea: 42789. 891 cases, of those 0 today; 9 deaths, of those 0 today.","sentiment_score":0.0681818182}
{"full_text":"RT From CTV London's Daryl Newcombe - Anyone working in council and some other municipal building must wear a medical-grade sur...","sentiment_score":-0.125}
{"full_text":"Are COVID-19 vaccine passports a path back to normality or a problem in the making?","sentiment_score":0.0}
{"full_text":"RT When Fox News is now claiming Dr. Fauci is responsible for the existence of COVID-19. Its time for people to tell Adver...","sentiment_score":0.2}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"U.S. Rep. Jeffries called on his colleague to \"explain your actions\" in objecting to the Electoral College results and \"when you supported an insurrection.\"","sentiment_score":0.0}
{"full_text":"RT He is responsible for the deaths of all that died on Jan. 6th! He is responsible for every single COVID death! He is...","sentiment_score":0.1202380952}
{"full_text":"RT Deep divisions at Stormont over Covid &amp; Irish Sea border. A row over police action at a victims' commemoration. SF &amp; DUP bo...","sentiment_score":0.0333333333}
{"full_text":"One 9\/11 worth of Americans have died from COVID-19 in the last 23 hours. One hundred and fifty-two 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":"RT My grandmother died of COVID yesterday. represented her. This is shameful and she deserved better.","sentiment_score":0.5}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"I work in a indep. senior living center. 32 apts. ave age 83. 1 resident, 2staff, 2 agencyHCW w\/covid since March.  Each apt is allowd 2 caregivers (family\/agency). Table-main door 4 deliveries.  Visit outdoor or go out w\/ family, church. Mask&amp;distancing required.","sentiment_score":0.25}
