{"full_text":"RT Suicides, families loosing their homes, dependency on food banks and serious mental health issues are the result of","sentiment_score":-0.2166666667}
{"full_text":"RT \"Covid has shown us that whenever there is a shock it is the poorest communities that suffer most. That's why we must tackle...","sentiment_score":0.5}
{"full_text":"RT The amount of people who don't understand what a virus is...Is hugely connected to powers they be telling them that...","sentiment_score":0.4}
{"full_text":"Little Friday treat for you. Just cos, you know. The latest coronavirus rates in the area.  Can we all have a (virtual) party when they all drop below the 200 mark?","sentiment_score":0.15625}
{"full_text":"RT #GDR Potentially most bullish Covid stock right now?Certainly looks like it could do PS1.30 today if large seller has well a...","sentiment_score":0.3333333333}
{"full_text":"RT Another interesting media trend is that almost all COVID-19 news are now about vaccines; as a result stories about commun...","sentiment_score":0.5}
{"full_text":"RT That's a complete no for now on the Oxford\/AstraZeneca vaccine, from Swissmedic (Switzerland's drug regulator). They're doin...","sentiment_score":0.1}
{"full_text":"RT What can I do to recover?Why do I have long COVID when othersrecover quickly? How do I convince mydoctor that what I a...","sentiment_score":0.1416666667}
{"full_text":"Constant news coverage &amp; updates on Covid19 can leave us feeling overwhelmed &amp; anxious but support is available &amp; can be accessed from home@fifehscp","sentiment_score":0.05}
{"full_text":"COVID?","sentiment_score":0.0}
{"full_text":"Bob there will never be Zero Covid perhaps at the moment with a few countries as soon as people travel the word ZERO will fade away","sentiment_score":-0.2}
{"full_text":"RT CNN:  Biden administration putting kids in cages.Tragically, as a result of the promise of amnesty, more unaccompanied child...","sentiment_score":0.5}
{"full_text":"$PTON = bike + iPadThis is the next piece of exercise equipment that will be collecting dust in people's basements. No one is going to want to pay the monthly subscription when the pandemic ends and they want to do anything but be at their houses.","sentiment_score":0.0}
{"full_text":"I'm sorry for your loss. I think it's part of the pandemic. Our losses are shared nationally so we need to share them with each other. Will be praying for you this morning.","sentiment_score":-0.3125}
{"full_text":"Maybe we look a little closer to home #student at Covid Highhttps:\/\/t.co\/25RUCfvNaM","sentiment_score":-0.1875}
{"full_text":"RT sza feat. frank ocean would be the cure for covid.","sentiment_score":0.0}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"RT Solidarity to - universities making people redundant during a pandemic is really horrible. Sending solidarity...","sentiment_score":-0.6}
{"full_text":"kindly advise if vehicle inspection is still ongoing for appointments made before the lockdown?","sentiment_score":0.6}
{"full_text":"RT So they want us to stay home, work from home, not be in the streets, but daar issie krag byrrie blerrie huis nie. Makes perfect...","sentiment_score":1.0}
{"full_text":"RT Global Vaccine Timeline Stretches To 2023","sentiment_score":0.0}
{"full_text":"RT 7) Here is the other major looming problem in this pandemic.... its diverging into two. And the new strain will likely laun...","sentiment_score":0.0184659091}
{"full_text":"RT Abu Hakim, or Abu Jahil, was the man who could see and point out the obscurantist ideas of Mo, so Islam labelled him as i...","sentiment_score":0.0}
{"full_text":"Friday situation - #porchcocktail break. So. Anyway. I can cut hair badly with a hair clipper. To my dear friends who can't go home, you can always drop by for a hair cut ok? #angeltini #lockdown #mco #malaysia","sentiment_score":-0.1}
{"full_text":"Many people are recovering from the corona virus","sentiment_score":0.5}
{"full_text":"RT The Senate has just approved the budget bill that paves the way for passage of President Biden's $1.9 trillion COVID reli...","sentiment_score":0.0}
{"full_text":"1st Test: Sibley, Root take England to 140\/2 at Tea@ECB_cricket #INDvENG #INDvsENG #ENGvIND #Cricket #CristianoRonaldo #HappyBirthdayRonaldo #olosho #onepiece1003 #OurPrideYedam #Kohli #COVID19 #JoeRoot","sentiment_score":0.0}
{"full_text":"The masses will fly into the UK, to avoid the 15 Feb, controlled Hotel plan? Currently over 20K flights per day! Airports heaving, with Covid mutations! Just do the maths! How will this delay impact in the very near future??","sentiment_score":0.2325}
{"full_text":"RT U.S. Senate passes budget plan to advance Biden's $1.9 trillion COVID aid package","sentiment_score":0.0}
{"full_text":"U.S., Israel Years Ahead of Europe in Early Race for Covid Shots","sentiment_score":0.1}
{"full_text":"1) McConnell doesn't get Republicans to pass COVID relief bill. 2) Republican voters bail on Georgia special election. 3) Democrats win Senate. 4) Democrats pass worse bill. Nice strategy there McConnell.","sentiment_score":0.3392857143}
{"full_text":"RT They have to live in Vadil Vishranti Grug due to some unfortunate reasons.Organised a trip to Ambaji for 75","sentiment_score":-0.1628787879}
{"full_text":"RT LeBron: \"I have zero energy and zero excitement about an All-Star game this season.\" He said he was looking to a five-day break...","sentiment_score":-0.4}
{"full_text":"RT Delighted  will be in the first international rollout of #COVID19 vaccines to  has put KEE 822 bil...","sentiment_score":0.3166666667}
{"full_text":"RT Sanofi, France's national champion when it comes to vaccines and one of the world's biggest vaccine makers, confirms that it wo...","sentiment_score":0.0}
{"full_text":"RT The Senate has just approved the budget bill that paves the way for passage of President Biden's $1.9 trillion COVID reli...","sentiment_score":0.0}
{"full_text":"RT Today's good news story:https:\/\/t.co\/1yJRZMwU2T","sentiment_score":0.7}
{"full_text":"Poverty and fear during the pandemic accelerate crime in Kazakhstan","sentiment_score":0.0}
{"full_text":"RT We are where we are today because of the GREATEST Political and Scientific Blunders in History!Please support Cassandra...","sentiment_score":0.5}
{"full_text":"Look out we have the total Truth now","sentiment_score":0.0}
{"full_text":"RT Good morning. We are still voting in the Senate. And has just arrived in the chamber to help us advance COVID rel...","sentiment_score":0.7}
{"full_text":"Service Update 11:00 -  A reduced timetable is in place. Only travel for work if essential or for other legally permitted reasons Please remember to wear a face covering when travelling with us. All updates can be found here ","sentiment_score":0.01875}
{"full_text":"oh no.....","sentiment_score":0.0}
{"full_text":"RT Morning Twitter Peeps.The Suns out &amp; Covid situation improving, Freedom Key dangles tantalisingly in sightHave a great...","sentiment_score":0.4}
{"full_text":"Persons with disabilities want help with livelihoods post pandemic","sentiment_score":0.0}
{"full_text":"RT sza feat. frank ocean would be the cure for covid.","sentiment_score":0.0}
{"full_text":"RT Cuba is to vaccinate their whole population this year and offer their Sovereign-02 vaccine to Iran, Venezuela, Vietnam, an...","sentiment_score":0.2}
{"full_text":"RT New episode of #PodsOwnCountry out this morning - this week my panel discusses the #LoanChargeScandal - hear from Wolf,...","sentiment_score":0.1363636364}
{"full_text":"Now if you need to get around using your private jets or your yachts, you're good!https:\/\/t.co\/yNAjYMOTS6","sentiment_score":0.0}
{"full_text":"RT Why India's coronavirus cases are plummeting - The Washington Post","sentiment_score":0.0}
{"full_text":"Great to be able to be part of this collaboration and see some of the fruits of the labour, along with and","sentiment_score":0.65}
{"full_text":"Totally agree. ID cards would work (but of course are politically untenable, despite everyone giving over more data every hour to ten or more companies globally via their smartphones).","sentiment_score":0.1666666667}
{"full_text":"I've lost too many patients to covid and it breaks my heart  I hate this virus.","sentiment_score":-0.15}
{"full_text":"RT Kashmir has been under a lockdown for five months.#KashmirSolidarityDay@PICivilization","sentiment_score":0.0}
{"full_text":"Today's headlines: Community organizations prepare for pandemic Black History Month; post- grows up -","sentiment_score":-0.1666666667}
{"full_text":"RT Israel: Early signs of vaccine effectiveness on pandemic dynamicsThe 60+ years old (first to vaccinate), in the past 3 we...","sentiment_score":0.05}
{"full_text":"RT Perth, Western Australia just confirmed it's first case in 10 months. They have now mandated face masks and put in plac...","sentiment_score":0.2166666667}
{"full_text":"\"Bars will resume business when we get the COVID-19 vaccine,\" President","sentiment_score":0.0}
{"full_text":"The latest model predicts COVID deaths will hit 630,000 by June -- and now we have confirmation that Azar, Trump, Pence, &amp; Kushner LIED about the vaccine stockpile.This is gross negligence of the highest order and they must be held to account.","sentiment_score":0.25}
{"full_text":"RT #COVID19 #patients have a higher risk of dying after a #cardiac arrest. Women are nine times more likely to die. New researc...","sentiment_score":0.1310606061}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"Best way to start a #fridaymorning: fighting for a better university! YEAH!#SaveBrightonITStaff #StudentsDeserveBetter #StopTheCuts #Brighton","sentiment_score":0.8125}
{"full_text":"RT \"$2,000* checks to everyone** immediately***!\"* $1,400** means-tested to far fewer people based on their 2019 (pre...","sentiment_score":0.1}
{"full_text":"Not sure why so many point at China. Look at strategies for containing SARS in various Asian countries. Lockdown early and hard to contain and then implement other strategies to eliminate or (in the case of covid) wait for a vaccine. In 2020, Europe have used half measures","sentiment_score":-0.0291666667}
{"full_text":"RT When my paper on COVID-19 and children was published, I faced enormous criticism from some quarters.But in retrospect, I t...","sentiment_score":0.0}
{"full_text":"RT \"Salute 2 Kashmiris for their valiant struggle, braving gravest atrocities, human rights violations &amp; lockdown in IIOJ&amp;...","sentiment_score":0.0}
{"full_text":"With local and PCC elections going ahead in May, devolved administrations are running out of excuses to avoid an election.With Covid numbers dipping  and normality soon to resume we must ensure Welsh democracy prevails Sign our petition here https:\/\/t.co\/ufoOQJbLkg","sentiment_score":0.0}
{"full_text":"RT I'm struck that it still hasn't sunk in how much #b117 may change the course of this pandemic.The initial shock about it bein...","sentiment_score":0.1}
{"full_text":"RT We have plenty of #Covid tests available across #Coventry and encourage you to get a test immediately if you are showing an...","sentiment_score":0.4}
{"full_text":"RT This week's Inside the Ring column WHO team visits suspect Wuhan bio lab; US, Aussie, Japan war games kick off o...","sentiment_score":0.0}
{"full_text":"Saw a comment from a tiktok video saying \"we're breaking down in the housewe're in the house breaking down\" for this lockdown and literally, it's so accurate","sentiment_score":0.0296296296}
{"full_text":"RT Currently, we do not have enough data to be able to say with confidence that the vaccines can prevent transmission. So...","sentiment_score":0.1666666667}
{"full_text":"RT #Pfizer to apply for #vaccine #registration in #Ukraine soon - #health ministry #COVID19https:\/\/t.co\/xAwvdDgvwi","sentiment_score":0.0}
{"full_text":"RT New restrictions are in place to stop the spread of #COVID19. You may not leave your home without a reasonable excuse....","sentiment_score":0.0954545455}
{"full_text":"U.S. SENATE APPROVES BUDGET PLAN ALLOWING DEMOCRATS TO PASS $1.9 TRILLION COVID AID BILL IN COMING WEEKS WITHOUT REPUBLICAN SUPPORTbe extremely alert in market now","sentiment_score":-0.125}
{"full_text":"RT New York data shows nursing home deaths undercounted by thousands -&gt;","sentiment_score":0.1363636364}
{"full_text":"RT Speakers note that were it not for Covid and the fact that so much demands has been suppressed as a result of European h...","sentiment_score":0.1}
{"full_text":"RT *Focus efforts to boost vaccine acceptance for those populations that are currently lagging behind. *Prevent pockets of low i...","sentiment_score":-0.1333333333}
{"full_text":"Having the Covid vaccine takes dying for your country to a whole new level.","sentiment_score":0.1681818182}
{"full_text":"The #LouthTogether campaign is asking everyone in Louth to help keep our families, friends and communities safe from COVID-19 by following public health guidelines. Here blogger Katherine Berine shares what she has missed most during the pandemic. ","sentiment_score":0.25}
{"full_text":"Stay Home Save LivesThe new variant of COVID-19 is spreading fast. If you go out, you can spread it.https:\/\/t.co\/zdZUKbcSWj","sentiment_score":0.1681818182}
{"full_text":"\"I believe that the friendly cooperation between China and Syria will be enhanced under the personal care of the two countries' leaders,\" stated the Chinese Ambassador in Syria.https:\/\/t.co\/JglkgtJ9vX","sentiment_score":0.125}
{"full_text":"COVID-19 vaccine: Occupational health - getting ready for the COVID-19 roll out","sentiment_score":0.2}
{"full_text":"The Kent variant, the South Africa variant, the Brazil variant - it seems that every day a new variant of #COVID19 spreads fear among us and rings alarm bells around the world.But why is it that so many variants are popping up now and should we be so worried about them? ","sentiment_score":0.3181818182}
{"full_text":"BULAWAYO city councillors have bemoaned the crippling of service delivery by the COVID-19-induced lockdown restrictions, forcing it to go on auto-pilot.https:\/\/t.co\/5V5BCHAGR2","sentiment_score":0.0}
{"full_text":"Pure lockdown speculation to cover for reduced aggregate demand","sentiment_score":0.2142857143}
{"full_text":"Join Alliance member Feb 10, for a special International Development Week Canada-Africa Virtual Panel on Overcoming Barriers to Education for Girls in Sub-Saharan Africa in a COVID-19 World.Register: #education4girls #IDW2021 #genderequity","sentiment_score":0.1785714286}
{"full_text":"With the economy in trouble, and covid causing havoc, many Iranians hope that Joe Biden will improve their lives by lifting the previous administration's sanctions. But are these hopes realistic? Full story here:","sentiment_score":0.13}
{"full_text":"#COVID19 as of 2\/5, 6am:>Global cases:104,915,107>Global [deaths]:2,285,528>US:26,679,554>US (deaths): 455,869 [+5072]>TN: 736,370 [10,202]>GA: 763,077 [13,048]>NC: 781,802 [9728]>AL: 467,823 [8365]>Local cases: wear a mask!","sentiment_score":0.0}
{"full_text":"American drug maker #pfizer has withdrawn its emergency use application for its Covid vaccine in India.This comes after the drug giant was asked to produce more information by the drug regulator in India for a nod to its #covidvaccine.https:\/\/t.co\/DBjn2Xs9ak","sentiment_score":0.1666666667}
{"full_text":"RT Are you among the pandemic's sewing surge? The craft has deep and ancient roots. These bone needles from Xiaogushan, Liaoning Pro...","sentiment_score":0.0}
{"full_text":"Hackers are increasing their attempts to break into health-care companies. Cyberattackers renew activity as #hospitals roll out #COVID19 vaccines #cyberattacks #CyberSecurity   #CEO #CTO #CIO #IT #infosec #ramsomware #phishing   #healthcareVia","sentiment_score":0.0}
{"full_text":"In the near future, travel may require digital documentation showing that passengers have been vaccinated or tested for the coronavirus.","sentiment_score":0.0333333333}
{"full_text":"You can form one bubble with one other household - a household cannot be part of more than one bubble. Find out more:","sentiment_score":0.2916666667}
{"full_text":"Steve brings us another great video today to give us some tips on how to stay occupied during the current Lockdown. #Health #Wellbeing #MentalHealth #Hobbies","sentiment_score":0.4}
{"full_text":"Our team are commited to home visits, COVID compliant and always happy to help.https:\/\/t.co\/yByDSWRe2Z#NNSSuttonColdfield #Birmingham #Ageconcern #charity  #Westmidlands #Midlands","sentiment_score":0.8}
{"full_text":"This #podcast we talk with Prof Brendan Cunningham of about how #Covid19 has highlighted the broken systems in this country, from #foodinsecurity to #publichealth. Plus a look at some other stories making the #headlines.https:\/\/t.co\/kioKMOJcjB#media #reporting","sentiment_score":-0.2625}
{"full_text":"During #COVID19, virtual\/hybrid events are the best way to create discussions and present insights in a safe and responsible format. We can help you stage an engaging multi-stakeholder event!Organise your #RWOnward event: #futureofwork","sentiment_score":0.42}
{"full_text":"The best #COVID19 responses for informal settlements come from their own residents.@UNHABITAT's interactive map compiles community-based best practices from across the world, in areas such as #communication, #sanitation &amp; #housingCheck it out:","sentiment_score":0.65}
{"full_text":"RT There's that many strains of COVID we'll be fukin smoking it soon","sentiment_score":0.5}
{"full_text":"RT The Senate has just approved the budget bill that paves the way for passage of President Biden's $1.9 trillion COVID reli...","sentiment_score":0.0}
{"full_text":" The advice in Wales has not changed: if you can, please stay home.All holiday accommodations and attractions in Wales are closed. Please do not travel at this time  By following this advice you save lives.Thank you. #VistWalesLater #GlyndwrsWay","sentiment_score":-0.05}
{"full_text":"PARTNER: #Covid19 might have delayed the release of #IR20, but the ideas are more relevant and necessary than ever, argues Read their report, detailing possible scenarios, here:","sentiment_score":0.225}
{"full_text":"Keira yes. (You can use the shag carpet walls to clean your hands AND cause another pandemic)","sentiment_score":0.3666666667}
{"full_text":"US may send masks to every American to encourage use against COVID","sentiment_score":0.0}
{"full_text":"A new community pharmacy vaccination centre has opened in Peterborough this week ","sentiment_score":0.1363636364}
{"full_text":"COVID 19 cases in India until : 05\/02\/2021 16:30Total Cases: 10803533 [+0]Active: 148750Recovered: 10495401 [+0]Deaths :154862 [+0]Total Tests: 199.93MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Sen. Sherrod Brown calls out Rand Paul: \"I would like to ask Sen. Paul in front of everybody to start wearing a mask on t...","sentiment_score":0.0}
{"full_text":"With the increase in daily #COVID19 cases reported in #Qatar MOPH has initiated a campaign urging public to take responsibility and follow precautionary measures to control spread of the virus.#Coronavirushttps:\/\/t.co\/qcFiFQywqS","sentiment_score":0.0}
{"full_text":"Date set for all over 50s in England to have had their Covid jab","sentiment_score":0.0}
{"full_text":"According to a recent McKinsey survey, launching new products, services, and business models is at the top of the corporate agenda. Join us on Thurs, Feb 11, 10amET, for a discussion on why business building has become critical for post pandemic renewal:","sentiment_score":0.1272727273}
{"full_text":"\"Key workers have kept the country going through the pandemic. The prime minister clapped them, but his applause will ring hollow if he cuts their pay,\" said ","sentiment_score":-0.05}
{"full_text":"Kerala has just released all-cause mortality data with the claim that contrary to all assumptions of deaths in the state going up due to impact of #COVID19, total number of deaths in 2020 went down by more than 11% in comparison with 2019, writes","sentiment_score":0.0548611111}
{"full_text":"RT I'm not a conspiracist .. so when I say it's ALL over the news that MYSTERIOUSLY  Covid19 has diminished in the last 3 we...","sentiment_score":0.0}
{"full_text":"NEW: The DPRK's ongoing border lockdown is resulting in a drop of living standards and a rise of prices.\"One of the options North Korea has right now is to reform and get rid of its market regulation,\" said one expert. \"But the North is going backwards.\"https:\/\/t.co\/FcET7QC9c5","sentiment_score":0.211038961}
{"full_text":"COVID-19: Nenagh's Local Electoral Area had a 14-day incidence rate of 585 cases per 100,000 people, with Clonmel faring better in the last fortnight.","sentiment_score":0.1666666667}
{"full_text":"RT Those who don't know Pfizer's checkered history may wish to learn something about the company's recent criminal and ci...","sentiment_score":-0.2}
{"full_text":"It is clear that struggling families across the north are not receiving the same levels of financial support as those in England, Scotland and Wales.@MarkHDurkan says that Communities Ministers' assurances are now ringing hollow.","sentiment_score":3.469446952e-18}
{"full_text":"Has the foundation industry lost business since the pandemic started because no one can see their face acne?? Thats the real news no one reports","sentiment_score":0.2}
{"full_text":"WATCH: chats with Joey about how he's keeping busy during the pandemic and his new puppy!Today is our annual Corus Radiothon for  Call 1-844-550-5437 (KIDS) Text \"CHILD\" to 41010 for $10 or $25 Visit","sentiment_score":0.1181818182}
{"full_text":"Learn to play violin this Lockdown#violin #learnviolin #violinlessons #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"When is a pandemic officially over? Ted Ed explores the three strategies governments and communities can use to contain and end a pandemic, and find out which method is best:","sentiment_score":1.0}
{"full_text":"At a time of historic crisis, our new policy brief finds that, since the height of the global financial crisis, 26 of the 41 #EU and #OECD countries have witnessed either a standstill or backsliding in their political and administrative steering capacity:","sentiment_score":0.0227272727}
{"full_text":"People in India who have contracted the #coronavirus is \"probably much higher than the official figure\" shows, experts said on rapidly declining infection numbers in the country.  Read more:","sentiment_score":0.375}
{"full_text":"Watch: #Zimbabwean president thanks #China for COVID-19 vaccine donation","sentiment_score":0.2}
{"full_text":"The Centre for Mental Health predict 10 mil people in England will need new or additional mental health support due to #COVID19 pandemic.That's why, The Collaborative Network are launching a brand new campaign #IsEverythingOKVisit  to find out more.","sentiment_score":0.0746212121}
