{"full_text":"By the way, COVID, like flu, is seasonal, cases will 'suddenly' disappear again in April\/May until next flu season starts. The viral loads that we carry depend on Vitamin D production, pollen count, humidity etc.Mark my words. Willing to make a bet.8\/8","sentiment_score":0.0833333333}
{"full_text":"RT Prime Minister is right -- it'll take teamwork to tackle the biggest challenges our nations face. That's why we're...","sentiment_score":0.2857142857}
{"full_text":"RT In Jan '21, 49% of Black Upsolve users cited COVID-19 as related to their main reason for considering bankruptcy.Over the...","sentiment_score":0.0}
{"full_text":"RT Fendi show starts in about 1.5 hours from now. #SongHyeKyo will only watch it online because of the pandemic. Let's joi...","sentiment_score":0.0}
{"full_text":"That's a good thing? No. Work to help stop COVID not against it...","sentiment_score":0.7}
{"full_text":"RT What's your experiences of living through the pandemic been? A great project is collecting peoples drawings, photos etc. Sha...","sentiment_score":0.8}
{"full_text":"In reality, Pelosi has been exploiting the pandemic to exert iron-fisted control over her chamber, keeping members out of session while she and her cronies craft legislation behind the scenes and then call everyone back so they can simply cast a vote.","sentiment_score":-0.1333333333}
{"full_text":"Unfortunately folks underestimate the situation once again.","sentiment_score":-0.5}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT Somebody publish new research on which states are testing properly &amp; still reporting such data diligently. Most states have gon...","sentiment_score":0.1590909091}
{"full_text":"RT Trump tweeted \"coronavirus is very much under control in the USA\" one year ago today (it was 2\/25 in India when we saw tweet)....","sentiment_score":0.26}
{"full_text":"can we launch a campaign to make easter holidays extra long this year and let kids hang out in the park with their mates from 8th march instead of sending them back into unventilated buildings to catch covid and learn maths?","sentiment_score":-0.0166666667}
{"full_text":"RT Why I Believe that Covid Derangement Syndrome Is Real from","sentiment_score":0.2}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT EU 'catching up' with UK in COVID-19 jabs, claims von der Leyen, who rejects criticism over rollouthttps:\/\/t.co\/HH48YGBx2g","sentiment_score":0.6}
{"full_text":"RT There's a special election for Congress on May 1 in TEXAS.","sentiment_score":0.3571428571}
{"full_text":"RT With 500,000 dead, now is not  the time for humor about Trump's stupidity.  Now is the time for seriousness of purpose...","sentiment_score":-0.4}
{"full_text":"RT US District Judge Drew Tipton - a Trump appointee - has banned enforcement of Biden's 100-day \"pause\" on deportation.T...","sentiment_score":0.0}
{"full_text":"RT Covax, the global sharing program designed to make coronavirus vaccine access more equal, delivered its first major shipment o...","sentiment_score":0.1625}
{"full_text":"RT I can't believe people are still, Feb 2021, calling it a \"pandemic\"","sentiment_score":0.0}
{"full_text":"RT 'Regrettably, we may unintentionally have encouraged more serious variants with lockdowns instead of allowing milder varian...","sentiment_score":0.0833333333}
{"full_text":"RT Watch today's coronavirus press conference live on our channels at 5pm.","sentiment_score":0.1363636364}
{"full_text":"RT Replacing the word \"pandemic\" with incorrect variations is 90% of how I've been coping with this panasonic","sentiment_score":0.0}
{"full_text":"RT Repeat after me.EPF withdrawal is not an aid. It's your money &amp; not anyone else's money ","sentiment_score":0.0}
{"full_text":"RT COVID getting the breaking news first like:","sentiment_score":0.25}
{"full_text":"RT There is still no national covid response. Eligibility for vaccines is still state by state, in my state - TN - still co...","sentiment_score":0.0}
{"full_text":"RT Have you started to make plans to visit friends and family when lockdown restrictions are eased?    ","sentiment_score":0.0}
{"full_text":"RT Claude Julien, who had heart surgery last year and is technically high risk yet still agreed to coach during a global pan...","sentiment_score":0.0533333333}
{"full_text":"New Zealand has lifted Corona restrictions already! Tell the sheep!","sentiment_score":0.2130681818}
{"full_text":"RT Dr. Scott Atlas: \"Over 70% ... say they will wear a mask after the pandemic is over ... We have a damaged American psyche,...","sentiment_score":0.0}
{"full_text":"This entire thread gave me insight on exactly how these concerts are gonna be after covid and I'm ok w that LMFAO","sentiment_score":0.25}
{"full_text":"RT French researchers are developing a new portable COVID-19 test that they say could provide results within 10 minutes","sentiment_score":0.0681818182}
{"full_text":"RT African Union is supporting en bloc the TRIPS Waiver proposal that would help to suspend IP, incl. know-how, in the fight...","sentiment_score":0.125}
{"full_text":"RT Two key Democrats do not support the $15 minimum wage in President Biden's COVID bill, though they might be open to a smaller...","sentiment_score":0.0}
{"full_text":"RT Buses are overcrowded and SEPTA's shifting $40 million to a Montco construction project.their \"commitment to equity\" in ac...","sentiment_score":0.0}
{"full_text":"RT Two elderly Australians from a Queensland aged care facility have received an incorrect dose of the COVID vaccine.","sentiment_score":-0.1}
{"full_text":"RT We didn't vote in the middle of  pandemic to get this kind of things. We voted in the middle of pandemic to get Justic...","sentiment_score":0.2}
{"full_text":"RT COVID-19 cases have dropped 77% in six weeks.","sentiment_score":0.0}
{"full_text":"Shouldn't a bowling alley be closed during a lockdown? Gyms, etc are closed down!","sentiment_score":-0.1314814815}
{"full_text":"RT YET AGAIN, a monthly review by the CPS has found that *every single* charge under the Coronavirus Act was unlawful....","sentiment_score":-0.0714285714}
{"full_text":"We are high school students in Turkey.Despite the pandemic, we must take face to face exams.Can you support us with the hashtag#TurkishStudentsLivesMatter","sentiment_score":0.16}
{"full_text":"RT Most dangerous jobs for #COVID19 mortality. Highlights: Cooks \/ food industryMachine operatorsAgricultural workers Con...","sentiment_score":-0.05}
{"full_text":"RT My family and I struggled last week with intermittent power, but we know we were luckier than most. Before this, especial...","sentiment_score":0.25}
{"full_text":"RT With many restaurant workers still destabilized bc of the COVID crisis, workers in Pittsburgh\/Allegheny county need a more acce...","sentiment_score":0.5}
{"full_text":"RT got tested for covid yesterday. Negative for covid. Positive for thicc dumptruck ass ","sentiment_score":-0.0363636364}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT Suddenly Ramdev is a threat to Big-Pharma. Twitter made sure #ArrestRamdev was trending because the WHO approved","sentiment_score":0.25}
{"full_text":"RT Last night I heard a young girl say war is devastating but war during pandemic is worst. I said yes, war is devastating...","sentiment_score":-0.58}
{"full_text":"Covid didn't do anything to them.Nonsense government lockdowns did.","sentiment_score":0.0}
{"full_text":"RT TW \/\/ wound,dead body,bloodOn Feb 20,the man was shot by the real bullet in his kneel and arrested by the police! Toda...","sentiment_score":0.25}
{"full_text":"RT Wow love to see that #STANWORLD #WONHO #weonho","sentiment_score":0.3}
{"full_text":"Add to that someone like Alex Azar Health &amp; Human Services ( also did not hold a Dr. title), and a number of unqualified people on the COVID Task force. His Ambassador to Germany was insulting to one of Europe's most important Allies.  List incomplete.","sentiment_score":-0.025}
{"full_text":"I think should treat my daughter who's celebrating her 18th in lockdown ","sentiment_score":0.0}
{"full_text":"a fact. this pantene pro-v has lasted wayyyyy too long.","sentiment_score":-0.05}
{"full_text":"RT Britain can become the first country to resume mass international travel, building on its early roll-out of coronavirus vacci...","sentiment_score":0.1166666667}
{"full_text":"I look forward to seeing the success of the Youth club in the future, as lockdown restrictions ease.Again I'd like to thank Cllr Davey and Cllr Truelove for their support for the application. I'd also like to thank for their cooperation.#swale #youngpeople 3\/3","sentiment_score":0.15}
{"full_text":"RT \"The pandemic was preventable. Trump knew early how bad it was and admitted to downplaying it. He, Kushner, and others n...","sentiment_score":-0.3}
{"full_text":"RT Replacing the word \"pandemic\" with incorrect variations is 90% of how I've been coping with this panasonic","sentiment_score":0.0}
{"full_text":"RT This morning, a member of the press pool tested positive for #COVID19 during routine screening.","sentiment_score":0.2272727273}
{"full_text":"RT When police don't bother applying the quarantine hotel rules, when the Mississauga Mayor embarrasses herself on video blamin...","sentiment_score":0.0}
{"full_text":"RT As I've said previously, I really hope there are Dem aligned groups planning saturation ad campaigns to make this clear in eve...","sentiment_score":0.15}
{"full_text":"RT Billionaires have added $1,100,000,000,000 to their wealth during the course of the pandemic while the $7.25 minimum wage hasn...","sentiment_score":0.0}
{"full_text":"Somehow I let my ex-husband talk me into giving up chocolate for Lent (something we used to do), and honestly I don't know what possessed me to think I could give up my favourite food group while living solo during a pandemic.","sentiment_score":0.6}
{"full_text":"RT Great work by our councillors at #SLCBudget - not only protecting front-line services, but investing in our econ...","sentiment_score":0.4}
{"full_text":"RT After all, Democratic lobbyists gotta eat....","sentiment_score":0.0}
{"full_text":"RT we need your help rn in turkey we are forced to take face-to-face exams despite the increase of corona...","sentiment_score":-0.3}
{"full_text":"RT There's a special election for Congress on May 1 in TEXAS.","sentiment_score":0.3571428571}
{"full_text":"Oh believe me I'm the same, whilst I'm excited for lockdown finally end I feel the clock ticking to get into shape more than ever and on top of that there is a feeling that all the hope for June is wasted as we have no clue if it's going to work","sentiment_score":0.1958333333}
{"full_text":"RT Iberdrola boosts profits despite Covid hit to power demand","sentiment_score":0.0}
{"full_text":"RT This. This. This. This. A remarkable, thoughtful reporter whose first story on a \"strange virus in China\" in early Janu...","sentiment_score":0.29}
{"full_text":"RT There is a new outbreak of poliomyelitis in Yaounde and people think it's a joke.Polio was declared eradicated less than a...","sentiment_score":-0.0151515152}
{"full_text":"RT Surviving 2 pandemics: 105-year-old woman who beat COVID-19 gets vaccine","sentiment_score":0.0}
{"full_text":"RT As it's revealed Covid passports could be managed via an app, Dido Harding secures PS8 billion to develop it for the Nokia...","sentiment_score":0.0}
{"full_text":"Is this the same guy that Hollywood gave an Emmy to for his response to #COVID19 ? ","sentiment_score":0.0}
{"full_text":"RT  Our March issue is out now, featuring:COVID-19 update: As vaccines continue to be rolled out, we look ahead to a pote...","sentiment_score":0.0}
{"full_text":"RT COVID-19 cases have dropped 77% in six weeks.","sentiment_score":0.0}
{"full_text":"I agree about the need for a mask under that face shield and I don't know anything about its efficacy however a face shield is a good addition for folks who don't wear glasses","sentiment_score":0.7}
{"full_text":"Nursing home industry avoids scrutiny for Covid-19 deaths as powerful lobby goes to work by #ProfitsOverPeople #Evil","sentiment_score":-0.35}
{"full_text":"RT We are now seeking volunteers 60 and older for the 2-dose Johnson &amp; Johnson COVID-19 Vaccine Trial. Learn more:","sentiment_score":0.3333333333}
{"full_text":"RT Uh oh..Coming Soon: The 'Vaccine Passport'","sentiment_score":0.0}
{"full_text":"RT House Democrats aim to pass $1.9 trillion Covid relief bill on Friday","sentiment_score":0.0}
{"full_text":"RT There are over 17,000,000 vacant homes in the United States","sentiment_score":0.0}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT If you're feeling guilty about not moving as much in lockdown, know that you're not the only one. Breaks are good, and a...","sentiment_score":0.1}
{"full_text":"RT COVID-19 cases have dropped 77% in six weeks.","sentiment_score":0.0}
{"full_text":"RT We must make sure American families are safe as they begin traveling more. My bill, the Fly Safe Canine COVID Detection A...","sentiment_score":0.4666666667}
{"full_text":"Even the phrase \"big night out\" makes me feel tired.","sentiment_score":-0.2}
{"full_text":"RT And this is the COVID-triggered *shingles* of all things. Unfortunately, I can't show you the COVID damage to my lung...","sentiment_score":-0.5}
{"full_text":"RT stay home","sentiment_score":0.0}
{"full_text":"RT no more tears","sentiment_score":-0.25}
{"full_text":"RT MUTANT strain of #covid_19 found amongst Tatmadaw personnel in #Myanmar#WhatsHappeninglnMyanmar #coronavirus","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT Job Alert  Wanna work on the team that has masterfully curated and analyzed one of the largest COVID sample set to date? ht...","sentiment_score":1.0}
{"full_text":"RT What was surprising is why the Southwest Michigan First board thought Chatfield was a fit for a prestigious job in a dynamic a...","sentiment_score":0.3375}
{"full_text":"RT A protestor who was shot in the knee and arrested in Feb20 died in a military hospital today.  However, the military lied...","sentiment_score":-0.1}
{"full_text":"RT The Government is being forced to answer questions in Parliament about the hundreds of millions of public money handed o...","sentiment_score":-0.15}
{"full_text":"Really, do we hold candle light ceremonie for flu deaths or heart and cancer deaths?  No, so let's just move on and stop making such a big deal about COVID.  I for one am sick of it.","sentiment_score":-0.0228571429}
{"full_text":"RT Trump tweeted \"coronavirus is very much under control in the USA\" one year ago today (it was 2\/25 in India when we saw tweet)....","sentiment_score":0.26}
{"full_text":" The #NBA second half of the 2020-21 will run from March 11 to May 16 and will include the 32 games postponed due to Covid or the Texas weather emergency  La 2a parte di stagione va dall'11\/3 al 16\/5. Comprende anche le 32 partite rinviate per Covid e l'emergenza in Texas","sentiment_score":-0.0972222222}
{"full_text":"RT World looking up to India's health sector, especially after Covid: PM Modi on health budgethttps:\/\/t.co\/sK12W1K2i6vi...","sentiment_score":0.0}
{"full_text":"Data provided by the Ottawa COVID-19 Testing Taskforce show a significant spike in the number of children and youth tested at the assessment centre at the Brewer Arena on Monday and Tuesday, compared to previous days. #ottnews #onpoli","sentiment_score":0.1041666667}
{"full_text":"RT #COVID19 #inequalities &amp; Lockdown Lifting Plan #Fail I have word searched:-Inequality-inequalities-Equality-EquityAll...","sentiment_score":-0.5}
{"full_text":"RT BREAKING: Johnson &amp; Johnson's single-shot Covid-19 vaccine is safe and effective, especially against severe cases, FDA says in...","sentiment_score":0.3666666667}
{"full_text":"RT Curious about #COVID19 vaccines? Find answers to your questions at Ohio's COVID-19 Vaccine Town Hall for Hispanic Ohioans...","sentiment_score":-0.1}
{"full_text":"RT Opinion | Biden promised bipartisanship. That rhetoric hasn't been matched by action.","sentiment_score":0.1}
{"full_text":"RT If the UK government isn't held to account for its Covid failures, our democracy may not recover | Owen Jones","sentiment_score":0.0}
{"full_text":"RT If a Republican tried to nominate a trial lawyer like Xavier Becerra to lead HHS in the midst of a global pandemic, they would...","sentiment_score":0.0}
{"full_text":"RT What does P'Mew want for BD this year? For Covid to go away.Same P'Mew same #sosatxmewday","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT Since the start of #COVID19, creatives all over the world have faced the challenge of making ends meet #FASHION #SCHOLARS...","sentiment_score":0.0}
{"full_text":"Oh my gawd Mom betta' stay home ya know?","sentiment_score":0.0}
{"full_text":"Join us TONIGHT on YouTube at 7pm for our next #HLALive episode!!@AOlssonBrown will discuss how COVID impacted her leadership development from a trainees perspective.Following the episode, at 8:30PM, we will be on discussing the topic!","sentiment_score":0.0}
{"full_text":"February is National Children's Dental Health Month. Establishing a dental hygiene routine at an early age that includes brushing twice a day and flossing will help prevent dental problems down the road in adolescence and adulthood. Learn more:","sentiment_score":0.1481481481}
{"full_text":"Congratulations to Dr. Sha'Shonda Revels on receiving funding for her project evaluating disparities in healthcare access during #COVID19 - \"Producing evidence to address barriers to the public health &amp; clinical interventions for vulnerable populations during COVID19\"","sentiment_score":-0.25}
{"full_text":"RT This is the kind of lawless police state has ushered in. Shameful.","sentiment_score":0.6}
{"full_text":"Place an order online and have it delivered wherever you live in the world.Visit to check all of our black garlic products.Please anticipate a major delay or unavailability of dispatch due to COVID.","sentiment_score":-0.0232007576}
{"full_text":"There's still time to book onto our next Business Boost, with Find out how you can maintain your staff's health and welfair throughout the pandemic and beyond.Find out more &amp; BOOK: #ForwardTogether #StayConnected #AyrshireBusiness","sentiment_score":0.25}
{"full_text":"All the frothy frocks, glamorous gowns and micro minis you could wish for https:\/\/t.co\/y4Fbb9s1AE","sentiment_score":0.0}
{"full_text":"This tweet from these craven shitbags should serve as a reminder that Trump's damage will extend far beyond his failure of a one term presidency.","sentiment_score":-0.1083333333}
{"full_text":"Most nursing homes may not stay open next year due to costs associated with COVID-19, jeopardizing the care of thousands. The majority of residents and staff at these facilities are women. #WomensHealth","sentiment_score":0.09375}
{"full_text":"How have you found the communication around the #covid-19 #vaccine? Both locally and nationally? Share your views here:","sentiment_score":0.0}
{"full_text":"All the frothy frocks, glamorous gowns and micro minis you could wish for https:\/\/t.co\/qVgCUjyfVH","sentiment_score":0.0}
{"full_text":"With the release of #Covid19Vaccine registration platform- COVAX, people wanting to get vaccinated must register on the official online platform or call the hotline number for vaccines 1214.#VaccinesWork#COVID19","sentiment_score":0.0}
{"full_text":"ITV's #Grace was filmed as 'Covid-free world' despite 'enormous challenges'","sentiment_score":0.0}
{"full_text":"Next week, stay tuned for stories of real people living with or caring for someone who has smoking-related diseases as CDC launches the 10th year of #CDCTips: .","sentiment_score":0.1}
{"full_text":"Let's be a little kinder to each other! Here are 5 ideas on #randomactsofkindness you can do safely during the #pandemic  #kindness #actsofkindness #bekind #dogood #socialgood #neighborly #loveyourneighbor #loveyourneighborhood","sentiment_score":0.0520833333}
{"full_text":".@DrNunezSmith with and CDC'S will be at #COVIDVaccineForum showcasing the National Response Strategy to ensure vaccines get into people's arms as quickly as possible while ensuring equitable access. Join today at 11 AM EST:","sentiment_score":0.0}
{"full_text":"Healthcare practitioners can now order Covid lgM antibody tests from #RealTimeLabs.  Learn more here: https:\/\/t.co\/Eao1Mz05xX #covid19 #covid #covid_19 #realtimelabs","sentiment_score":0.5}
{"full_text":"These weekly meetings with MPPs &amp; the ON Chamber Network are critical must attends as we learn so much for our Chamber Members. Throughout the pandemic, things change so quickly: this way we keep our finger on the pulse. Thank you &amp;","sentiment_score":0.1777777778}
{"full_text":"#LeshnerFellow and #SciEngage Academic Lead &amp; Senior Lecturer Dr. Sheena Cruickshank's (@sheencr) #SciEngage helps communities understand and manage immune responses in the gut and most recently #COVID19 immunity.https:\/\/t.co\/fuv0nDH5Nv","sentiment_score":0.1666666667}
{"full_text":"Watch with us now! I'll be in the chat with to answer your questions. How Fashion Brands Can Bounce Back After the Pandemic | Ep 11 with Christine Daalhttps:\/\/t.co\/q7bfiIQVvD","sentiment_score":0.0}
{"full_text":"Getting as many Red Raiders vaccinated against COVID-19 is the key to our campus getting back together again.Our goal is to educate and debunk common myths regarding the safety of the vaccine.https:\/\/t.co\/zLBc3TmTW0","sentiment_score":0.04}
{"full_text":"#France #COVID19 A couple, one checking his smartphone, enjoy the view of the Eiffel Tower at sunset in Paris.A picture by #AFP photographer","sentiment_score":0.4}
{"full_text":"#Singapore on Tuesday received the first batch of #COVID19 #vaccines developed by Chinese biopharmaceutical company Sinovac.","sentiment_score":0.1166666667}
{"full_text":"RT COVID-19 cases have dropped 77% in six weeks.","sentiment_score":0.0}
{"full_text":"Thank you!    We won't let a global pandemic and remote learning get in the way of sharing lots of fun reading, learning &amp; finding out about new authors! We loved getting the chance to ask questions for Libby for Friday ","sentiment_score":0.2140909091}
{"full_text":"RT Only 9% of Joe Biden's $1.9 trillion bill will actually be spent fighting the pandemic. The rest is a far-left wish li...","sentiment_score":-0.05}
{"full_text":"Although the La Jolla researchers saw T cells in pre-pandemic blood samples which reacted to sars-CoV-2, they didn't find antibodies that did so.@NewYorker","sentiment_score":0.0}
{"full_text":"Border Counties To Construct Own 'Living With Covid' Roadmap Out Of Bits Of Everyone Else's","sentiment_score":0.6}
{"full_text":"If you're on a low income, cannot work from home and have been told to isolate by the NHS COVID-19 app or Test and Trace scheme you may be eligible for support. Find out more at","sentiment_score":0.25}
{"full_text":" Please limit travel to essential journeys only As we continue with #Level5 restrictions, we urge everyone to work together and #HoldFirm.Let's protect our communities from the spread of #COVID19.#TogetherWeCan #StaySafe #StayHome","sentiment_score":0.0}
{"full_text":"As the #COVID19 pandemic continues, it's more important than ever that patients have access to quality care -- no matter the circumstances. At World Patients Alliance, we're honored to represent close to 200 patient groups who share that mission.","sentiment_score":0.45}
{"full_text":"Well-earned shoutout to #merrillmade #fearlessjournalism","sentiment_score":0.0}
{"full_text":"Here is a listing of COVID-19 free community testing events scheduled for this week in the tri-county.https:\/\/t.co\/Nm7KRnoByq","sentiment_score":0.4}
{"full_text":"In a post-covid world, where everyone feels they had so much taken away.  So much sacrifice.  Climate change messaging needs to drop the sacrifice\/give-up talk and move to simple, daily changes that people can easily understand.","sentiment_score":0.1666666667}
{"full_text":"JUST HEARD A NU TERM+MEANING-\"HONEY CAN U DO\"-CNBC CLIP SAID,DU 2 CORONA THIS TYPE,CAN U DO LIST,WAS EXPANDING-CAN U DO THIS,ETC-WELL, APPROACHING 75,I CAN SAY HONESTLY,OTHER THAN DURING SEX,IVE NEVER BIN ASKED,HONEY CAN U-LOL-HELL,ITS A BRAVE NU WORLD KIDS+CHANGE IS EVERYWHERE","sentiment_score":0.4}
{"full_text":"RT Weird. That's not what a bipartisan 72% of Americans are saying.","sentiment_score":-0.5}
{"full_text":"It's all about the cows for me - not been to a market since 2019, with covid cancellations","sentiment_score":0.0}
{"full_text":"A booming market, the promise of easy riches--what could go wrong?!","sentiment_score":-0.0958333333}
{"full_text":"Check out this week's #BrighamBEI Virtual Fitness Classes:Bodyweight HIIT, Stretch &amp; Meditation, Tone 'n Flex, Barre, Yoga, Bootcamp, Zumba, &amp; more!#BrighamBEI #MedEd #HPE #COVID19  Sign up here:","sentiment_score":0.0}
{"full_text":"\"As I'm at home and school is closed now due to the COVID-19 situation, I still remember Raya and Elmo's instructions regarding washing hands.\" Before the pandemic, 10-year-old Zahraa learned about personal hygiene through &amp; World Vision Iraq's WASH Up! curriculum.","sentiment_score":-0.075}
{"full_text":"... And a bunch of literally dements continue to BS you with equal distribution of vaccines in the name of making happy the left behinds and poors of the planet, who unlike you still had a life, and weren't by far as hit?Will this equality dementia ever end by itself? #covid19","sentiment_score":0.225}
{"full_text":"wrote \"If you're attacking old Asian people, I hope you run up on the wrong one ~ Xenophobia has reached bottom-of-the-barrel ignorance thanks to COVID-19\" (Photo credit: Your Photo Trips\/Unsplash)","sentiment_score":-0.05}
{"full_text":"Epidemic Evolution: Source, Lock-down and Removal Modifications to the SIR Model  #PreprintsOrg","sentiment_score":0.0}
{"full_text":"WATCH LIVE: Minister of Indigenous Services provides update on COVID-19","sentiment_score":0.1363636364}
