{"full_text":"RT Yeah! Wear a mask and do it RIGHT ","sentiment_score":0.2857142857}
{"full_text":"RT  1 died - traumatic brain injuries - beating w\/extinguisher 1 eye loss - gouged w\/thumb several suffered brain trauma, c...","sentiment_score":0.0}
{"full_text":"Make Super Bowl night #COVID safe and fun this year by avoiding high risk activities. Watch the Super Bowl with the people you live with or set up a virtual watch party with friends and family!","sentiment_score":0.299520202}
{"full_text":"Waitress at breakfast: I have seen my family in nearly a year because my job has risks I don't want to expose them. Meanwhile, people walk in without masks. Please wear a mask. You may not believe in them and have that right but this isn't just about you.","sentiment_score":0.1928571429}
{"full_text":"Labour shadow attorney general caught on tape saying Covid is 'a gift that keeps on giving' for rich City lawyers. Another disgusting member of Labour to add to s 'Hall of Shame'  Living up to the New Labour motto.","sentiment_score":-0.1096590909}
{"full_text":"RT Why is ignoring the story that Katie Price's son Harvey has been rushed to intensive care following a bad rea...","sentiment_score":-0.35}
{"full_text":"RT Some with disabilities worry they'll die if they get COVID, say slow vaccine rollout puts them at risk | CBC Radio","sentiment_score":-0.3}
{"full_text":"The product line is much smaller than pre Covid, there are only a handful of products at the biggest dealer in Canada. My base case is getting philysical will be hit and miss for the next year or two. After that while knows.","sentiment_score":-0.2}
{"full_text":"RT So it begins!  Our kids in DEM states locked away for almost a year, no friends, in person learning sports...","sentiment_score":0.0}
{"full_text":"RT The gift of life. Today's cartoon by #wealth #pandemic #corona #ine...","sentiment_score":0.0}
{"full_text":"RT now what did McDonald's getting rid of 24 hr breakfast do to stop the pandemic ? Quickly","sentiment_score":0.3333333333}
{"full_text":"RT One yr in and not grasping 5th grade level contagion conceptsWorries about theoretical vaccine scarytales based on nothi...","sentiment_score":0.0}
{"full_text":"This is bad news - continued spread means more mutation and potentially more virulent COVID variants.","sentiment_score":0.1}
{"full_text":"Through Saturday, Feb. 6, Covid-19 killed 462,037 in the U.S. Mask up. Try double masking to stop the new rapidly spreading variant. Wash hands. Social distance. Stay home when possible. Watch the Super Bowl ONLY WITH PEOPLE WHO LIVE IN YOUR HOME.","sentiment_score":0.0549242424}
{"full_text":"Facts.   She coming home with COVID ","sentiment_score":0.0}
{"full_text":"RT meet a former director of the CDC. Five day\/week in-person school = repeated signific...","sentiment_score":0.0}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT Super super proud of Dr. Sanobar Ansar and Covid frontline workers.A big Thank you!","sentiment_score":0.3666666667}
{"full_text":"Sweden continues U-turn on pandemic as death toll rises","sentiment_score":0.0}
{"full_text":"RT Remember when Papa John got all sweaty, ate 50 pizzas in 30 days, and promised \"the day of reckoning will come,\" then like...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Iowa reports another 104 kids under age 18 have contracted coronavirus.In the 8 days since Gov. Reynolds si...","sentiment_score":0.0}
{"full_text":"RT 1 year ago today: Dr. Li Wenliang dies of COVID-19, more than a month after he was accused of spreading rumors about a virus o...","sentiment_score":0.5}
{"full_text":"Almost all \"immediate action\" he's taken has been for foreigners &amp; foreign countries. What about help for for Americans?? A giant trillion dollar bill Americans haven't been able to read. *Proposed* $1,400.00 payment (NOT $2k) WITH income stipulations weeks away. Americans LAST!","sentiment_score":0.095}
{"full_text":"A lad in Dublin has been trying to talk me into going up to see him and I said no and explained that we are in a pandemic and my uncle is in hospital from covid. He had the audacity to say \"Oh well, it's the survival of the fittest anyways so just come up\". Fuck right off.","sentiment_score":-0.0571428571}
{"full_text":"RT Twitter pandemic 'Perryola', also known as has finally been suspended on Twitter. We did it KatyCats and Litt...","sentiment_score":0.0}
{"full_text":"I hate it when I want Liverpool to beat city, or vice versa. Best outcome for me may be a police imposed stadium lockdown that keeps both teams there for 3 months.","sentiment_score":0.1}
{"full_text":"RT COVID Vaccine Slots available today for over 70yr olds at Ashfield:https:\/\/t.co\/wpOG6Y35ejClinically Extremely Vulner...","sentiment_score":0.1375}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT I really miss life before Covid","sentiment_score":0.2}
{"full_text":"RT India is now 3rd Topmost Country with Highest Doses of COVID-19 Vaccine administered. More than 57.75 lakh beneficiaries vaccinate...","sentiment_score":0.25}
{"full_text":"Well it was my 40th birthday yesterday and due to lockdown didn't get much love so please come spoil me today... come sub to me or treat me with a tip or pay a bill ","sentiment_score":0.1875}
{"full_text":"RT Test and Trace head Dido Harding said this week that \"none of us\" could have predicted a new Covid variant. Here's the r...","sentiment_score":0.1363636364}
{"full_text":"RT utterly insane we need a tiebreaker to help people during a pandemic","sentiment_score":-1.0}
{"full_text":"RT Year ago today.","sentiment_score":0.0}
{"full_text":"RT While disabled people \"have been trying to advocate for themselves throughout the COVID-19 crisis, \"we see what we always...","sentiment_score":-0.2}
{"full_text":"RT Who bought all of those guns in America the Spring? According to a new study, they were likely to be young, white, Repub...","sentiment_score":0.0590909091}
{"full_text":"We will be required to wear a mask until 2027 or 2028?","sentiment_score":0.0}
{"full_text":"RT We halved all public health funding between 2012 and 2020, to a paltry PS3 billion per year, even though a pandemic has...","sentiment_score":0.0}
{"full_text":"It's as though certain words matter, they've changed it from vaccine and covid19 to jab and Coronavirus....I noticed that a while back.","sentiment_score":0.1071428571}
{"full_text":"But how did Taiwan eliminate without a lockdown?I honestly haven't the foggiest clue. Maybe favorable climate is a piece.","sentiment_score":0.6}
{"full_text":"RT Well it's no longer a conspiracy theory. Coronavirus vaccine certificates to be rolled out on smartphones. Australians w...","sentiment_score":0.0}
{"full_text":"RT My uncle is 94. He had covid and fully recovered in December while I was caring for him. Today he fell and hurt himself....","sentiment_score":0.0}
{"full_text":"RT Evening Riddle:How can the World's 5th biggest employer, with 1,200,000 staff and a budget of PS350,000,000 per day be '...","sentiment_score":0.0}
{"full_text":"RT Trying to make a difference when some days you feel like 'checking out ' from pandemic news al together. #COVIDkindness ht...","sentiment_score":0.0}
{"full_text":"RT It would be hilarious if anti vaxxers are denied access to the 24 hour buffet","sentiment_score":0.5}
{"full_text":"RT Under Jeremy Corbyn's leadership and while I was Shadow Health Sec, Labour completely opposed the NHS Act.We were righ...","sentiment_score":0.0}
{"full_text":"RT Union repping a nurse at Villa Leonardo Gambin home in Woodbridge says:- she was asked to vaccinate board member, family &amp;...","sentiment_score":0.0}
{"full_text":"You don't answer any public questions cos dorls has no balls. But why can rugby and football continue when everyone is on lockdown is beyond me. football and rugby you have many players from different families close together and cuddling but that's alright","sentiment_score":0.1666666667}
{"full_text":"I just wonder how many more Canadians will catch Covid 19, how many more will end up in the hospital and how many more will die due to this delay in vaccine availability to Canadians.","sentiment_score":0.4107142857}
{"full_text":"RT My mum had the Astra Zeneca vaccine on Tuesday, less than 32 hours later she's in hospital after suffering a...","sentiment_score":-0.0833333333}
{"full_text":"RT This (long) essay of mine reflecting on the year of the pandemic - and what it's done to us - is part of a beautifully produ...","sentiment_score":0.4}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT A shelter in Thailand, home to more than 600 disabled stray dogs, faces financial hardships as the coronavirus pandemic stifle...","sentiment_score":0.1}
{"full_text":" Let's hit the coronavirus with volleyball! At the Embassy, we've organized the sports tournament on the occasion of the upcoming Diplomat's Day. Close competition, beautiful game. Great evening, best expectations for the future!","sentiment_score":0.45}
{"full_text":"RT How China Is Using #AI And #BigData To Fight The Coronavirusby to","sentiment_score":0.0}
{"full_text":"RT The pandemic has taught the world that one cannot be safe if others are at risk. It is a lesson in universal brotherho...","sentiment_score":0.25}
{"full_text":"RT Today is National Black HIV\/AIDS Awareness Day. Let's work together to find an end to this epidemic. Together we are G...","sentiment_score":-0.1666666667}
{"full_text":"RT First shipments of Covid-19 vaccines have just arrived Kabul from India !Jai Hind! Thank you!","sentiment_score":0.48828125}
{"full_text":"RT Here we go again, the numbers will go up and he isn't even listening to Dr. Williams...  (surprised..not me).  My mind is...","sentiment_score":0.0}
{"full_text":"One of the more commons solutions #AI is targeted against when it comes to regulatory compliance is around financial crime; a key area of compliance is focused on Anti Money Laundering (#AML):","sentiment_score":0.1666666667}
{"full_text":"RT In the midst of unxano let us please be safe out there. COVID-19 is still amongst us. Masinyamezeleni seyizawdlula lendebe #...","sentiment_score":0.5}
{"full_text":"Celebrities should stop planning events for 2021-2023 so that way Miss. COVID will assume we have nothing interesting to do and she will leave.","sentiment_score":0.5}
{"full_text":"RT Right? People are like \"Don't let fear control you.\" and I'm like \"I'm letting compassion fo...","sentiment_score":0.2857142857}
{"full_text":"Sometimes even the weather can make COVID19 issues seem even harder! #Youarenotalone Call or text - let's hash it! #confidential #caring","sentiment_score":-0.15625}
{"full_text":"RT The 4 crore Jan Dhan accounts received money directly from the Central govt during the lockdown. 90 lakh women have also recei...","sentiment_score":0.05}
{"full_text":"RT I've worn a mask for five years. You can wear one for a couple months.","sentiment_score":0.0}
{"full_text":"RT NHS staff were overworked and underpaid before the pandemic, after a decade of pay freezes and resource cuts. There nee...","sentiment_score":0.0}
{"full_text":"RT \"Hey Siri, define stupidity.\" ","sentiment_score":-0.6}
{"full_text":"RT *Medal* Detectors?  Really?  Jim, A medal is something you win, some metals are forged, mettle is something you don't...","sentiment_score":0.5}
{"full_text":"Do you think that after we are completely safe of covid they will release movies that can't get out on theaters? I REALLY hope so, I miss go to the cinema","sentiment_score":0.35}
{"full_text":"RT Lockdown la koda 100K tweets adichom today evlo varuthunu papom #Ghilli #Master","sentiment_score":0.0}
{"full_text":"These days that's as close as we get to unanimous.","sentiment_score":0.0}
{"full_text":"RT The government's callous indifference to the loss of so many older Ontarians is sickening.","sentiment_score":-0.0777777778}
{"full_text":"The Many Faces of COVID-19 Experimental 'Vaccine' Deaths + More * Children's Health Defense","sentiment_score":0.3666666667}
{"full_text":"It's a pandemic bro lol. Kids are bored haha","sentiment_score":0.1666666667}
{"full_text":"RT Britain is on a pace to give the first dose of a coronavirus vaccine to its entire population by the end of June. But the most...","sentiment_score":0.25}
{"full_text":"RT Tens of thousands of needless deaths and millions of adverse impacts on the lives of children especially could have be...","sentiment_score":-0.25}
{"full_text":"Wait until May? The Government must prioritise care home visits in their upcoming roadmap to ease lockdown. These visits are vital to the health and wellbeing of people affected by dementia. Families can't wait until May, sign this urgent letter today. ","sentiment_score":0.1}
{"full_text":"Wear a mask, social distance, stay home.","sentiment_score":0.0333333333}
{"full_text":"Should You Consider Consolidating Your Office Locations During COVID-19? #CRE #Office #Leasing #TenantTips #TenantRephttps:\/\/t.co\/2gsaHOcvlk","sentiment_score":0.0}
{"full_text":"RT The two certainties I expressed in my tweet thread are this: covid is more infectious than flu and that there is hardly any...","sentiment_score":0.1041666667}
{"full_text":"RT OMG. THE PALESTINIANS HAVEN'T BEEN VACCINATED.Cases and deaths in Palestine have fallen 70% since Dec. 19, when the I...","sentiment_score":0.0}
{"full_text":"RT Get ready for a new wave of Con Artist stories. From American Hustle (S&amp;L crisis) to The Sting (Great Depression). Weakened e...","sentiment_score":0.2840909091}
{"full_text":"The UK food chain is changing rapidly and dramatically as a result of the #COVID19 crisis brought into question whether our food system could cope.Discover more...https:\/\/t.co\/pur8D3mvDM#IndustrialFlooring #EpoxyFlooring #AntiSlipResinFlooring #PolyurethaneFlooring #UKmfg","sentiment_score":0.0}
{"full_text":"RT When your unranked UNC basketball team beats a 7-7 unranked Duke team, you decide to screw social distancing and party on...","sentiment_score":0.0333333333}
{"full_text":"#UAE temporarily restricts #COVID19 vaccinations to elderly, chronic diseaseshttps:\/\/t.co\/AAT4hp5KWG","sentiment_score":0.0}
{"full_text":"Ford designs clear mask with plans to meet N95 standards to help hearing impaired","sentiment_score":0.1}
{"full_text":"Brands are realizing they need content marketing not just to survive, but to thrive during a COVID-19 crisis.  discusses why it matters.https:\/\/t.co\/4nCT2hLk6T#Branding #Brands #Content #ContentMarketing #MarketingTips #COVID19 #COVID19 #Marketing","sentiment_score":0.0}
{"full_text":"Have you been minding mandated COVID-19 lockdown guidelines?","sentiment_score":0.0}
{"full_text":"Since the pandemic hit I've developed over 30 vegetarian muffin recipes! They're all listed in todays story and include healthy family favourites like Mini Blueberry Muffins","sentiment_score":0.3125}
{"full_text":"The closure of medical practices due to the #pandemic will make it more challenging for state residents to access high-quality care when physician shortages already exist, particularly in underserved, low-income areas:","sentiment_score":0.2083333333}
{"full_text":"Investigations into COVID-19 related deaths in nursing homes revealed that nursing homes' lack of compliance with infection control protocols put residents at increased risk of harm.https:\/\/t.co\/7gB57ogtSa","sentiment_score":0.0}
{"full_text":"What to Know About the New COVID-19 VariantsThe prominent new variants are ones from the UK, South Africa, and Brazil. Scientists have observed that they seem to spread more easily and quickly than other variants, which may lead to an increase in cases.#COVID19 #NewVariants","sentiment_score":0.2734848485}
{"full_text":"From marketing fad to lifesaving tech, the humble QR code has come into its own during the pandemic. Have you used one lately? #qrcode #CheckingInhttps:\/\/t.co\/cmKL0nt8fw","sentiment_score":0.0333333333}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"\"Having a routine helps me to be more productive &amp; exercising keeps me feeling fresh and takes my mind off things.\"Read more about what Dylan, a 25-year old tennis coach from North London, is doing to stay active during lockdown ","sentiment_score":0.2533333333}
{"full_text":"Covid death toll reaches devastating milestonehttps:\/\/t.co\/3rej3LTMJ6","sentiment_score":-1.0}
{"full_text":"\"Social and environmental factors have a much greater influence on racial disparities than any hypothetical biologic explanation.\"  #socialdeterminants #COVID19https:\/\/t.co\/TR8pJEnNtX","sentiment_score":0.2666666667}
{"full_text":"According to the CDC, about a quarter of all adults in the US are living with differing abilities - but only 0.02% of all fashion and beauty campaigns feature them.https:\/\/t.co\/gmU23DE6m6#InclusionRevolution #LoveOurselvesLoveOthers #DifferingAbilities #RepresentationMatters","sentiment_score":0.0}
{"full_text":"Rapid workplace #COVID19 testing is now available for businesses with more than 50 employees.More info:> Hear from about their experiences of workplace testing ","sentiment_score":0.45}
{"full_text":"Health Reminders for COVID-19Even as we went past the year 2020, COVID-19 is still among us. Here are some safety tips:1. Always wear a face mask when going outdoors.2. Sanitize your hands frequently.3. Maintain a 6-feet distance from others.#COVID19Precautions","sentiment_score":-0.25}
{"full_text":"Have a wonderful day with your family and friends! But stay safe and always wear your mask in public. :)#Sunday #relax #funday","sentiment_score":0.5}
{"full_text":"Bouncing Back from COVID19: Challenges and Solutions for Women's Squash #shecansquashFebruary 9th or 16th!!Interactive webinar for women &amp; male allies in all roles &amp; at all levels across . For more information &amp; to register:","sentiment_score":0.1666666667}
{"full_text":"To help share factual information about the #CovidVaccine, have created videos in some of the most commonly spoken languages in London  this video, Dr Muhiddin Ozkor from shares information for Turkish-speaking Londoners.","sentiment_score":0.1}
{"full_text":"The human loss from the coronavirus will not be reflected in the 2020 census because of a matter of timing, which could save a congressional seat for New York but cost Alabama one.https:\/\/t.co\/fmYUVVbttU","sentiment_score":0.0681818182}
{"full_text":"You could get fired for not taking a COVID-19 vaccine via","sentiment_score":0.0}
{"full_text":"Today's HERO is Katie Harbaugh.Who is your WashCo Hero? Visit and tell us about someone in our community who is making a difference during the pandemic. #MaskUpWashCo","sentiment_score":0.0}
{"full_text":"Join Patterns editor Sahar Farajnia virtual #eSymposia COVID-19: One Year Later featuring Keynote by Dr. Fauci and the latest insights into #SARSCoV2 biology, transmission, pathology and treatment. #VKSCovidYear21","sentiment_score":0.25}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"RT The Covid vaccine is not a guarantee. My wife &amp; I, vaccinated 17 days ago, both tested positive yesterday and are in qua...","sentiment_score":0.2272727273}
{"full_text":"RT Gibraltar's given Covid jab to 40% of residents compared to Spain's 4%","sentiment_score":0.0}
{"full_text":"RT Epidemiologists are getting increasingly dark in their use of analogies for how dangerous these new COVID variants are....","sentiment_score":-0.2045454545}
{"full_text":"Two new Covid laws came into effect last week","sentiment_score":0.0681818182}
{"full_text":"RT 3\/2 the article you link to also admits 'We don't track the flu the way we track COVID-19', a fact so obvious...","sentiment_score":0.0}
{"full_text":"What impact has telemedicine made on the practice of pharmacy amid COVID-19? Find out at the Virtual Mid-Winter Conference, which will feature a law CE on this timely topic!","sentiment_score":0.0}
{"full_text":"RT This is good news for churches in California. The Supreme Court ruled that the state cannot prohibit churches from hav...","sentiment_score":0.7}
{"full_text":"Today is National Black HIV\/AIDS Awareness Day! African-Americans are still the most heavily impacted by HIV\/AIDS in the United States. Today, we remember all the lives lost to the AIDS epidemic and renew our future efforts! #NationalBlackHIVAIDSAwarenessDay","sentiment_score":0.0229166667}
{"full_text":"Don't be that person, wear a mask #MaskUpSEPTA  #InItTogether","sentiment_score":0.0}
{"full_text":"The has pressed to move teachers forward in the priority line and several local teachers unions have also joined in.  #COVID19","sentiment_score":0.0}
{"full_text":"Our Perth \"outbreak\" (1 person) was a quarantine hotel security worker then drive for uber and not 1 community case.  Sounds like an incorrect pcr test shut down half the state for nothing.","sentiment_score":-0.1611111111}
{"full_text":"Could mixing COVID vaccines boost immune response?https:\/\/t.co\/DomErz13IE","sentiment_score":0.0}
{"full_text":"\"Since the pandemic, we have had to redirect our efforts to the most essential and crucial activities to be of service to our research community\". Read more from Associate Dean (Research)","sentiment_score":0.25}
{"full_text":"Download and share weekly maps of #COVID19 mask use  for the United States and the world  on your social media, blog, or newsletter:","sentiment_score":0.0333333333}
{"full_text":"#KingCity woman pens #childrensbook, Patty and the Pandemic. #books","sentiment_score":0.0}
{"full_text":"To help honor healthcare heroes who have worked tirelessly during the COVID-19 pandemic, the surprised over 7,000 vaccinated healthcare workers with free tickets to the Super Bowl!Check out this video for some of the heartfelt reactions of local health heroes at","sentiment_score":0.1666666667}
{"full_text":"RT Every week, the President is going to communicate directly with Americans and lift up their stories. Check out the first i...","sentiment_score":0.175}
{"full_text":"Our Order &amp; Collect Service is still available! You can pre-order books from your Library &amp; you will be notified when you can collect them Find out more","sentiment_score":0.5}
{"full_text":"Find coronavirus financial support for your business. You may be eligible for loans, tax relief and cash grants, whether your business is open or closed:","sentiment_score":-0.0333333333}
{"full_text":"Over the course of the pandemic, CCBQ has taken on more than 200 new clients, some of whom haven't left their homes in nearly a year.","sentiment_score":0.1840909091}
{"full_text":"\"We wanted to return some of the love back to them that they have poured into so many sick patients and grieving families this past year,\" Lubbock Area Republican Women said.","sentiment_score":0.0071428571}
{"full_text":"Leading the charge with the e-scooter revolution, co-founder and chief business development officer Harry Franks tells Insurance Times how the pandemic has benefited insurtechshttps:\/\/t.co\/QkCne2tWB7#escooters #technology #Covid19  #ThePeople","sentiment_score":0.0}
{"full_text":"#EcuadorDecides | Ecuadoreans turn out massively and very early to exercise their vote at the Colegio Benalcazar in the south-central area of Quito this #7F, respecting the sanitary measures in place to prevent the spread of #COVID-19.@denisseteleSUR","sentiment_score":0.065}
{"full_text":"COVID-19 rarely spreads through surfaces. So why are we still deep cleaning?","sentiment_score":0.15}
{"full_text":"Sparked by the pandemic, Port Orange Christian Church's plan to move flamed out. The Church will remain at 904 Taylor Road.https:\/\/t.co\/0WNlCu1RN9","sentiment_score":0.0}
