{"full_text":"RT Millions of Americans like Michele have been laid off due to COVID and are in need of direct relief. She wrote a letter to...","sentiment_score":-0.0125}
{"full_text":"RT But people with disabilities are expected to survive on less than 20000 a year &amp; had all pande...","sentiment_score":-0.1333333333}
{"full_text":"RT Crony Capitalism: UK govt gave PS881m worth of contracts to individuals donating PS8.2m to the Conservative Party. Many with...","sentiment_score":0.4}
{"full_text":"There is a great deal of public anger about snowbirds going south this winter. We knew we'd capture this in some readers' comments on our new piece. One has thus far has suggested returning snowbirds \"could be forced to quarantine on an ice flow and I wouldn't care.\" ","sentiment_score":0.0060606061}
{"full_text":"RT A friend reports that #Beijing considered #Walmart's announcement of a $425 million investment in #Wuhan as a big win bec...","sentiment_score":0.4}
{"full_text":"RT Not the CDC that's for sure","sentiment_score":0.5}
{"full_text":"RT I thank the Government of India for providing 500K doses of the coronavirus vaccine to Afghanistan. Appreciating India's const...","sentiment_score":0.0}
{"full_text":"RT How can this be when we were insessantly told that the NHS was at breaking point, ambulances were overstreched and patie...","sentiment_score":0.0}
{"full_text":"RT Self Care FTW: Joe Biden Just Announced That He's Going To Stop Pressuring Himself To Be Hyper-Productive During The Pandemi...","sentiment_score":0.0}
{"full_text":"One of us. One of us. One of us.One of us.","sentiment_score":0.0}
{"full_text":"RT If survival checks are targeted based on 2019 incomes, millions of people who need help right now will be LEFT OUT.I need...","sentiment_score":0.1428571429}
{"full_text":"RT More misinformation on Instagram. This time about the Covid-19 vaccine. has more on how $FB is playing whack-a-...","sentiment_score":0.5}
{"full_text":"RT Ontario is failing to protect workers: unsurprisingly, without the right to stay home when sick, people go to work. Glo...","sentiment_score":-0.2142857143}
{"full_text":"Democrats propose tax credit of up to $3,600 per child in Joe Biden's COVID-19 relief plan via","sentiment_score":0.0}
{"full_text":"RT Mexican president recovers from COVID-19","sentiment_score":0.0}
{"full_text":"RT COVID-19 Vaccine Bulletin #36","sentiment_score":0.0}
{"full_text":"RT This time last year, a few cases of COVID had been reported in Italy, and I managed to steal a few days away for my bir...","sentiment_score":-0.1333333333}
{"full_text":"RT Kentucky Capitol riot arrests: Peter Schwartz arrested in PennsylvaniaSchwartz is a traveling welder and convicted felo...","sentiment_score":0.0}
{"full_text":"'Persistent Pattern Of Political Interference':House Panel On Coronavirus Says Trump Team Suppressed ... via","sentiment_score":0.0}
{"full_text":"RT In pandemicPostmates sold for $2.6BGrubHub stock douledDoorDash founder made $3BUber Eats revenue up 125%They ch...","sentiment_score":0.0}
{"full_text":"I been seeing less and less people say anything about it. Makes me think if those fans even wear a mask themselves?","sentiment_score":-0.1666666667}
{"full_text":"Ight imma just ignore the hate. But a man of Canadian-Ethiopian culture just played the half time show with his whole Fear and Loathing in Las Vegas vibe, during a pandemic, and you feel the need to say \"well this lady did 4 costume changes\" as she lip synced the show..... ok??","sentiment_score":-0.0666666667}
{"full_text":"RT Senior Democrats will unveil legislation to provide $3,000 per child to tens of millions of American families, aiming to...","sentiment_score":0.0}
{"full_text":"Best thing I did during #lockdown was start #TheExpanse","sentiment_score":1.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT Due to #COVID19, countries around the world continue to review and implement restrictions, including curfews.   For the la...","sentiment_score":-0.125}
{"full_text":"I will be having a ceremony to sign this Thursday at Pleasantville High School if you'd like to attend let me know ahead of time, have to get you on the list!(wear your mask)","sentiment_score":0.16}
{"full_text":"RT Self Care FTW: Joe Biden Just Announced That He's Going To Stop Pressuring Himself To Be Hyper-Productive During The Pandemi...","sentiment_score":0.0}
{"full_text":"RT .@PressSec on Republican calls for bipartisanship on COVID relief: \"The ideas in this package have broad support from Dem...","sentiment_score":0.0625}
{"full_text":"RT The BBC is an anti-British campaign organisation... This time in front of the firing squad it's farmers.To add insult to i...","sentiment_score":0.0}
{"full_text":"RT The American Rescue Plan will get the pandemic under control and support struggling communities across our country. People need hel...","sentiment_score":0.0}
{"full_text":"A #CommsHero in the making ","sentiment_score":0.0}
{"full_text":"RT If Covid was so deathly and terrifying, why the FUCK are they having the SuperBowl with 25,000 people?????","sentiment_score":-0.7}
{"full_text":"Research from the University of Georgia shows that the pandemic has had a distinct psychological impact on Black Americans, who fear racial bias in medicine.","sentiment_score":0.0444444444}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT Self Care FTW: Joe Biden Just Announced That He's Going To Stop Pressuring Himself To Be Hyper-Productive During The Pandemi...","sentiment_score":0.0}
{"full_text":"is a pandemic on its own#NOTOEXCLUSIONS #CPUTMUSTFALL","sentiment_score":0.0}
{"full_text":"RT If you think we can't afford COVID relief, here's your reminder that America's billionaires could pay for every cent of workin...","sentiment_score":0.0}
{"full_text":"Effective TODAY, Feb. 8 Overly 400,000 Coloradans - including teachers, child care workers &amp; those over age 65 - are NOW eligible to receive the #COVID19 vaccine! Questions about the vaccine? Call (877) 268-2926.  #COLeg #COpolitics","sentiment_score":0.75}
{"full_text":"People really don't understand social distancing smh I'm about to start bringing spray with me to tell people to back tf up","sentiment_score":0.0777777778}
{"full_text":"RT Almost 12.3 million people have had their first vaccine dose, a superb effort by everyone involved.If you are 70 or old...","sentiment_score":0.45}
{"full_text":"RT The COVID-19 pandemic reminds us just how important it is to #GetCovered. Eligible Californians can still sign up for h...","sentiment_score":0.4}
{"full_text":"RT Rep. Ron Wright's Twitter account posted this two days before died with Covid","sentiment_score":0.0}
{"full_text":"RT I didn't know this. In the 1940's polio outbreak children were given lessons over the radio. Remote education is not a mode...","sentiment_score":-0.1}
{"full_text":"On expanding COVID vaccine access to people 65 and older, Baker says \"I think we probably want to leave it open a little while longer\" for the 75+ age group and home health aids, etc. #mapoli","sentiment_score":-0.0069444444}
{"full_text":" no ways","sentiment_score":0.0}
{"full_text":"RT Rep. Ron Wright's Twitter account posted this two days before died with Covid","sentiment_score":0.0}
{"full_text":"RT Almost 12.3 million people have had their first vaccine dose, a superb effort by everyone involved.If you are 70 or old...","sentiment_score":0.45}
{"full_text":"RT Iowa Gov. Kim Reynolds auctioned off hours of access to herself to the highest bidder to benefit a charity owned by a couple o...","sentiment_score":0.0}
{"full_text":"I heard that Covid negatively impacts brain functions.","sentiment_score":-0.3}
{"full_text":"RT Pres. Biden will invite the Tampa Bay Buccaneers and the Los Angeles Lakers to the White House 'when it's COVID-safe'","sentiment_score":0.0}
{"full_text":"RT Judging from Covid, the government will respond to the snow by promising world-beating gritters within a week then givi...","sentiment_score":0.2}
{"full_text":"That sound you hear is MARTA getting covered through like 2025","sentiment_score":0.4}
{"full_text":"RT You know how much we love being on the road and performing every night for you all. However, due to the ongoing Coronavirus...","sentiment_score":0.1875}
{"full_text":"RT The Tories can try and divide us but they won't. They have made a massive mess of this Pandemic  and exploited it for their o...","sentiment_score":-0.0875}
{"full_text":"RT Sooo... the people who preach \"trust the science\" actually believe that masks stopped the flu, but not COVID...  got i...","sentiment_score":0.0}
{"full_text":"the middle of a pandemic. People have been laid off, furloughed, working from home or home Virgin Media Inc increased total revenue generated in 2019, bringing in 5.17 billon British pounds. That marks the second time the company has exceeded 5 billion.","sentiment_score":0.0}
{"full_text":"RT New word for your pandemic vocabulary:Maskhole -- a bully who showily frightens other people by refusing to wear a ma...","sentiment_score":0.0056818182}
{"full_text":"RT LIVE UPDATES | Canada detects first case of Brazilian coronavirus strain","sentiment_score":0.1931818182}
{"full_text":"Remember this when you next vote federally.The conservatives would rather people be out working during a pandemic instead of staying home, being safe &amp; having gov't help out financially during these very difficult days.","sentiment_score":-0.0375}
{"full_text":"RT Lockdowns. The most expensive, invasive, and potentially destructive medical intervention ever attempted by humanity. Was...","sentiment_score":-0.15}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"RT Miriam &amp; Miguel sell plants on Florence &amp; Vermont. Pls go support them if you can! They've lost everything due to the pand...","sentiment_score":-0.125}
{"full_text":"WHO:  Reporter from SA: During 1918 pandemic, it was at first deadly to older people, but changes to virus made it deadly to younger people later.  Did vaccine developers for COVDI not take into consideration expectation of mutations?  (answer in next tweet).","sentiment_score":0.0833333333}
{"full_text":"RT girls don't want boyfriends, girls want the pandemic to end so that they can go to the folklovermore tour","sentiment_score":0.0}
{"full_text":"What part of \"the masks don't work\" do you NOT understand? The mfg of the masks SPELL IT OUT FOR YOU ON THE BOX! Fauci told you they don't work! Look at CDC \"flu stats\" for 2020! wear your masks, take vax! It's your right but leave the rest of us alone! Stop listening MSM garbage","sentiment_score":0.3571428571}
{"full_text":"RT South Africa minister: importance of creating manufacturing capacity in Africa not just for #Covid but for the future.","sentiment_score":0.0}
{"full_text":"RT The White House doesn't say why President Biden no longer thinks the $15 minimum wage could survive in the covid packag...","sentiment_score":0.0}
{"full_text":"RT \"My brother died from #COVID - now I want to hold #Boris to account for #pandemic failures...\"  Ex Chief Prosecutor","sentiment_score":0.0}
{"full_text":"RT Today is International Epilepsy Day. Here are 5 Things You Should Know About Epilepsy from the CDC: ht...","sentiment_score":0.0}
{"full_text":"RT girls don't want boyfriends, girls want the pandemic to end so that they can go to the folklovermore tour","sentiment_score":0.0}
{"full_text":"RT LRL:\"Saw terrible things at Albany nursing home before lockdown. No staff to help residents get in bed,go to bathroom,no staff a...","sentiment_score":-1.0}
{"full_text":"Sounds like we need to ABOLISH it...","sentiment_score":0.0}
{"full_text":"RT My nan was recently admitted to hospital at the age of 94 with COVID-19. After 24 days stuck in her bed, she finally c...","sentiment_score":0.0}
{"full_text":"I hate people still perpetuating any type of spread of covid. Yeah you're tired of \"not living your best life\", well I'm tired of seeing people die so ","sentiment_score":-0.15}
{"full_text":"It's so cold. Why not just wear a mask!","sentiment_score":-0.75}
{"full_text":"In Czech Republic we can buy:Teddy bear for valentine.Teddy bear for animals.But we can not buy a toy for human's baby..How did government calculate?How is it possible?????https:\/\/t.co\/6q1hGpeqZR","sentiment_score":0.0}
{"full_text":"RT Y'all realize Dahlin lived in a maskless, quarantine-less Sweden for like 9 months and never got Covid but couldn't la...","sentiment_score":0.0}
{"full_text":"Fun stuff. Just rewatched \"Land of the Dead\" not long ago as part of an ongoing how-is-the-pandemic-like-a-zombie-film inquiry. Movie isn't for everyone, but Leguizamo is great in it &amp; adds a lot.","sentiment_score":0.23125}
{"full_text":"RT South African Covid variant 'not found in Dorset'","sentiment_score":0.0}
{"full_text":"RT I find it obscene that a Congress full of millionaires (funded by billionaires) is trying to means test the difference betw...","sentiment_score":0.35}
{"full_text":"RT Elected officials should work for the people -- but here in Florida, many still work for Donald Trump.Our priority should...","sentiment_score":0.5}
{"full_text":"I want to live back in Orkney so bad","sentiment_score":-0.1878787879}
{"full_text":"RT Not the CDC that's for sure","sentiment_score":0.5}
{"full_text":"Philadelphia teachers protest reopening amid COVID-19 fears Pictures sent to me from two Philadelphia School District teachers","sentiment_score":0.0}
{"full_text":"Premier &amp; Minister keep an eviction moratorium in place until all Ontarians are vaccinated. More people on the streets in the dead of winter during a global pandemic is unacceptable. #onpoli #StopUnsafeEvictions","sentiment_score":0.1}
{"full_text":"RT ICYMI: Arizona doctors wary of controversial ivermectin treatment for COVID-19. The latest from via","sentiment_score":0.1833333333}
{"full_text":"RT Respectfully, didn't you have to retract your entire book because you're not good at understanding what the source material is sa...","sentiment_score":0.05}
{"full_text":"Not sure if you are eligible for the COVID-19 Vaccine? Contact our hotline at 1-855-550-0951, 24 hours a day, 7 days a week for recorded information on the vaccine.","sentiment_score":-0.25}
{"full_text":"Like all I'm saying is if ur going to bars rn and feel safe u shouldn't and u ESPECIALLY should feel bad for people who have to work there rn. Literally everyone should have been given 10k and made to stay at home for 2 months but w\/e","sentiment_score":-0.0666666667}
{"full_text":"That answer that Kuzy gave you was not relevant but ok","sentiment_score":0.15}
{"full_text":"RT One thing Covid has really taught me is that there's a v widespread and fundmental misunderstanding of what \"science\" is amongst...","sentiment_score":0.2}
{"full_text":"RT By the end of the week this is going to be an extraordinary, and extraordinarily painful, scandal. investiga...","sentiment_score":-0.1833333333}
{"full_text":"RT Read up and listen to the Doctors. Information from reliable sources will help you make the right decision...","sentiment_score":0.2857142857}
{"full_text":"what normal life? You are under threat of a global pandemic that has only gotten worse (in Ontario at least).","sentiment_score":-0.11}
{"full_text":"RT As it has been pointed out by numerous #ATXcouncil members, the city's new vaccine dashboard shows the wealthier, whiter...","sentiment_score":0.0681818182}
{"full_text":"RT Judging from Covid, the government will respond to the snow by promising world-beating gritters within a week then givi...","sentiment_score":0.2}
{"full_text":"RT The American Rescue Plan will get the pandemic under control and support struggling communities across our country. People need hel...","sentiment_score":0.0}
{"full_text":"RT Thank you President Trump for getting us the Covid vaccine in   record time. #Presiden...","sentiment_score":0.0}
{"full_text":"RT Lisa Hendricks could've been a role model and wear a mask but noooo. She has to bitch at Tom Brady fo...","sentiment_score":0.0}
{"full_text":"RT People still need training and want development. The authors of Helping People Change share their thoughts with","sentiment_score":0.0}
{"full_text":"RT If you start from the position that we should be in lockdown due to uncontrolled viral spread allowing mutated, deadlier...","sentiment_score":-0.125}
{"full_text":"RT To be clear. The ICU curve has not bent. We peaked at 420 on Jan 15, dropped to 354 patients on Feb 3....and are now up to 3...","sentiment_score":0.1}
{"full_text":"RT This lockdown has unlocked a new level of depression in me this time. I can't even hold a conversation with anyone, I'...","sentiment_score":0.1363636364}
{"full_text":"RT Breaking: Rep Ron Wright (R-TX) has passed from the effects of Covid-19.Wear a damn mask people, this shit is not a joke...","sentiment_score":-0.2}
{"full_text":"RT UNITE FOR FREEDOM PROTEST 20TH MARCH 2021 CENTRAL LONDON. LOCATION TBC. THIS DATE WILL BE A YEAR SINCE LOCKDOWN BEGUN. WE NE...","sentiment_score":0.0}
{"full_text":"RT Anyone aged 70+ who has not yet had their Covid vaccine can book directly online through the national booking office on:...","sentiment_score":0.0}
{"full_text":"The office may look different, post-pandemic. Check out these five ways says office life could change.#hirewithbeacon #beaconresources #staffing #finance #accounting #leadership #business #leader #pandemic #postpandemic #officehttps:\/\/t.co\/dhkiIDBxzO","sentiment_score":0.0}
{"full_text":"RT Osmosis Jones would've been had the coronavirus killed.","sentiment_score":-0.2}
{"full_text":"RT This is probably the first time in history that a government exaggerates the threat of a disease (Covid-19) in an effort to...","sentiment_score":0.25}
{"full_text":"RT Toronto, Peel and York regions will continue under the stay-at-home order until Feb. 22","sentiment_score":0.0}
{"full_text":"RT Rep. Ron Wright (R-TX), who died of COVID-19 in the hospital yesterday, last voted on Jan. 13, when he opposed holding...","sentiment_score":0.0}
{"full_text":"RT Trickle-down economics only accomplishes one goal: making the rich and powerful even more rich and powerful. We need an econom...","sentiment_score":0.3083333333}
{"full_text":"RT RAMP IT: USA vaccine doses nearing ~1.5M\/dayhttps:\/\/t.co\/NmrDyP1oHe","sentiment_score":0.0}
{"full_text":"Tim, while people are watching the game in bars , I've closed my business inside for almost one year to protect our staff. However you mn covid relief was written to leave us out of getting any $. Why is that ? We need relief $ and we're open 5 months before covid hit. #helpus","sentiment_score":-0.1666666667}
{"full_text":"RT .@SelenaGomez revealed that almost all of \"REVELACION\" was recorded through Zoom due to COVID-19.","sentiment_score":-0.125}
{"full_text":"Most of these people are young and will likely survive the Covid virus they get. Unfortunately their parents,grandparents, aunts and uncles may not. They just don't care. Sad.","sentiment_score":-0.08}
{"full_text":"RT Dr Fauci is *not* on board with administering just 1 dose of mRNA vaccines. At WH Covid briefing, he says:-neutralizing an...","sentiment_score":0.0}
{"full_text":"Hahaha!! Pretty sure not during a pandemic, not sure Waterstone does that stuff for self-published authors.","sentiment_score":0.203125}
{"full_text":"RT With caring eyes that have seen 8 decades he waited patiently w\/o a complaint. When I saw him I pulled him inside. In the...","sentiment_score":-0.3}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT Interesting thread on what Facebook now considers Covid wrongthink.Remember, research before &amp; during 2020 has shown: M...","sentiment_score":0.5}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"me too!","sentiment_score":0.0}
{"full_text":"They are determined to maximize deaths. People still dont get it? The left feeds of death and destruction. For them, it is the food of the Gods.","sentiment_score":0.0}
{"full_text":"The new strain is being investigated","sentiment_score":0.1363636364}
{"full_text":"Somewhat surprised to see an American corporate news outlet devote 26 minutes to a rather fair analysis of Socialism.Youtube no longer provide specific upload dates:this looks to be from early 2020 - pre #COVID19 #lockdown.#SuperBowl #c4newshttps:\/\/t.co\/9vATOOVACN","sentiment_score":0.15}
{"full_text":"Veteran sports anchor Sev Sarmenta said that the lockdown during the COVID-19 pandemic is a preview of his retirement life away from the bustling media industry.https:\/\/t.co\/fRSDuV2VaJ#ReporterNews","sentiment_score":0.0}
{"full_text":"At least five residents are understood to have diedhttps:\/\/t.co\/8AtjKBC5Yi","sentiment_score":-0.3}
{"full_text":"Curious to know what's coming up during tonight's council meeting at 7pm? We post the meeting agenda beforehand and stream the meeting on our website. Meetings are taking place virtually due to COVID-19. Anyone wishing to provide comments may do so in writing or via telephone.","sentiment_score":-0.1125}
{"full_text":"RT Crushing effect of Covid-19 pandemic on children is laid bare in devastating report","sentiment_score":-0.1833333333}
{"full_text":"RT Watch live: California Gov. Gavin Newsom gives COVID-19 vaccine update in San Diego","sentiment_score":0.1363636364}
{"full_text":"YesBecause that's what everyone needs right now More coverage of Covid More experts More rules Money well spent Mr President ","sentiment_score":0.3371428571}
{"full_text":"Both have had Covid and made full recoverieshttps:\/\/t.co\/Vkx93oTAQ9","sentiment_score":0.35}
{"full_text":"While the kitchen has always been one of the busiest rooms in any home, however the pandemic has made it more important than ever. Our contemporary kitchens offer the perfect blend of style and practicality. #Summerfield #NewHomes #Somerset #Property","sentiment_score":0.5166666667}
{"full_text":"With coronavirus mutations creating new, more contagious variants around the world, health officials say it's crucial that everyone gets vaccinated.But many Black Americans remain reluctant, citing a long history of medical abuses has engendered mistrust.","sentiment_score":0.1313852814}
{"full_text":"The Eagle Ridge Academy PTO welcomes you to join them this evening at their PTO Quarterly Meeting, which will be held at the ERA Forum 6:00-7:00 p.m. Masks must be worn &amp; social distancing will be observed. Please email pto.eagleridge@gmail.com with questions. #GoGryphons #ERAPTO","sentiment_score":0.0333333333}
{"full_text":"The mayor of Tampa Bay is expressing frustration after crowds of football fans ignored his order requiring masks at Super Bowl gatherings. Photos:","sentiment_score":0.3333333333}
{"full_text":"RT And our survey with found that the majority of voters support each key provision of President Biden's propo...","sentiment_score":0.0}
{"full_text":"Videos showing Super Bowl parties and dancing crowds are sparking superspreader concerns in Tampa.https:\/\/t.co\/vZ7Jc23rGg","sentiment_score":0.3333333333}
{"full_text":"The Navy announced that the in-person events for #FleetWeek New York will be canceled this year due to the #coronavirus pandemic.","sentiment_score":0.0056818182}
{"full_text":"RT I'm feeling like 18 again by looking at the youth protesters. In 1988, as 18 years old Physics major student, I'd witnessed...","sentiment_score":0.08125}
{"full_text":"To address the domino effect of unpaid rent, Congress authorized $25 billion in rental assistance in its December coronavirus relief bill. President Biden has requested an additional $25 billion in rental assistance in the American Rescue Plan.","sentiment_score":0.1}
{"full_text":"Lockdown can be challenging sometimes when it comes to shopping. Shocal allows you to order directly from your local businesses. #covidsafe #delivery #localdelivery #savethehighstreet #smallbusiness #virtualshopping #locallymade #shocal #shoplocal","sentiment_score":0.2}
{"full_text":"Registrations now open for our 'Redundancy and covid-19 - Are our #redundancy laws strong enough?'. Register your place at #ukemplaw #Covid19UK","sentiment_score":0.1444444444}
{"full_text":"TOPIC: COVID VACCINATIONS \/\/ DAILY DEM POLICY POINT","sentiment_score":0.0}
{"full_text":"BURKINA FASO : Africa's largest film festival postponed by pandemic  #FESPACO","sentiment_score":0.0}
{"full_text":"South Africa will put on hold use of AstraZeneca's COVID-19 shot in its vaccination programme, after data showed it gave minimal protection against mild-to-moderate infection caused by the country's dominant coronavirus variant.https:\/\/t.co\/daOvNEJWNJ","sentiment_score":-0.1}
{"full_text":"RT Brilliant , love these tweets ","sentiment_score":0.7}
{"full_text":".@Creative_Wick Living Lab is now live!We're delighted to partner in this important initiative to identify, and help replicate best practice in creating inclusive, sustainable regeneration.This is especially important in the current Covid-19 crisis!https:\/\/t.co\/P1LsVuuu9A","sentiment_score":0.58}
{"full_text":"Neighbors said another man stopped to help and ordered the officer to stay put. ","sentiment_score":0.0}
{"full_text":"Last fall, MfA Master Teacher Chaya Baras shared best practices for using #PBL during the #pandemic in our Remote Teaching Resources (https:\/\/t.co\/KOgkeEGib5). Now, her full journey on how she reimagined her science class has been told in #MfAStories (https:\/\/t.co\/FTM2WpZVk0).","sentiment_score":0.3125}
{"full_text":"COVID: British Army Camp In Kenya Put Into 'Enhanced Isolation' After Outbreak [@Forces_TV]","sentiment_score":0.0}
{"full_text":"As Feds Audit Landlords Over Rent Aid, Businesses Fall Through Cracks of New Program | To Do Canada #news #covid19","sentiment_score":0.1363636364}
{"full_text":"Don't forget to book your one-hour lockdown learning session from Wednesday 10th to Wednesday 17th February 2021. Contact our Precision Ag team to book your slot or book online at","sentiment_score":0.0}
{"full_text":"to the amazing resourcefulness of #teaching staff, our #children are well placed to make the most of its potential not just now but in the decades to come.\" Get in touch to find out about our GLUU supported #EdTech solutions. #COVID19 #education","sentiment_score":0.3666666667}
{"full_text":"Appointment bookings in Texas will begin to be available tomorrow, Feb. 9, according to a company spokesperson. ","sentiment_score":0.4}
