{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT This article is irresponsible nonsense. The number of inaccuracies and errors are staggering, and the language utterly...","sentiment_score":0.0}
{"full_text":"On the #22 bus today into town. At the Victoria Uni bus stop, *every single one* of the 20-30 people who got on, was already wearing their face mask. Apart from one older lady who put hers on once she sat down. Go young people! Fantastic! #WearAMask","sentiment_score":0.1129365079}
{"full_text":"Goddamn it people, vaccines are not bulletproof vests. COVID does NOT bounce off of you after vaccination. Given the rates of refusal, you'll likely be infected once or twice after vaccination (and barely notice it) if you don't wear a mask. For 1 or 2 days you'll be infectious.","sentiment_score":0.025}
{"full_text":"RT This is clickbait. Any \"expert\" out there who RT this article with some fear mongering rhetoric isn't worth their salt....","sentiment_score":0.3}
{"full_text":"RT Senate Republicans argue that we don't need to deliver more COVID relief--that we did enough already.That couldn't be furt...","sentiment_score":0.25}
{"full_text":"RT Yes. No one intervention would have or can overcome the existing systemic problems in place long before the pandemic.","sentiment_score":-0.05}
{"full_text":"RT A Nation losing a half million people is a loss for Humanity. This catastrophic Loss of Life should not be in vain. Every o...","sentiment_score":-0.1666666667}
{"full_text":"Has anyone bought a new mattress during the pandemic? Usually, we buy mattresses by laying down and testing them all. Ain't happening now! But we do need a better mattress, sooner or later!","sentiment_score":0.0383838384}
{"full_text":"Vaccine FAQ: What you need to know about the COVID-19 shot - Montreal Gazette has been published on Canada News Media - #news","sentiment_score":0.0}
{"full_text":"RT \"Vaccinating people as quickly as possible against #COVID19 is Public Health's top priority.\" Read the full news post...","sentiment_score":0.2125}
{"full_text":"So... Gin soaked raisins beats COVID-19?","sentiment_score":0.0}
{"full_text":"RT brb ordering raisins...","sentiment_score":0.0}
{"full_text":"RT POV: You're in a date with goth Asuka at the first Death Grips concert once covid ends","sentiment_score":0.25}
{"full_text":"Better days with superm is real","sentiment_score":0.35}
{"full_text":"RT With no data showing #COVID #vaccines are safe for pregnant women, health officials advise #pregnant women to get the...","sentiment_score":0.3888888889}
{"full_text":"RT As a non-American living in America, during a pandemic, I'm both awed and horrified by this country's reverence for work.","sentiment_score":0.0}
{"full_text":"Same here. My son has autism and bad asthma. For me, I've had to be quite creative as far as getting my kiddo to do school work. It's not ideal, but I'd rather he repeat, then get covid-19","sentiment_score":-0.11}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT Interesting story about scaling (teams\/output not servers).\"From February to March 2020, Piecework's retail sales spiked 9...","sentiment_score":0.5}
{"full_text":"RT In his update, Dr. Kurji discusses York Region's return to the Red-Control Zone of Ontario's COVID-19 Response Framewor...","sentiment_score":0.0}
{"full_text":"Its: #CoronaVirus ,Mainly A Lung &amp; Organ Infection,So Even Mild Asthmatics More Risk Than Flu :\/ :)Sorry To Hear About Your Friends &amp; Fear Too :\/ :)","sentiment_score":0.125}
{"full_text":"RT please wear your masks, covid can be","sentiment_score":0.0}
{"full_text":"RT In the world enuh ...","sentiment_score":0.0}
{"full_text":"RT got tested for covid yesterday. Negative for covid. Positive for thicc dumptruck ass ","sentiment_score":-0.0363636364}
{"full_text":"BTS are actually the sweetest men to ever exist. They truly care about not only army but the whole world since everybody is going through covid. They really just want us to be happy through their music &amp; performances. ","sentiment_score":0.24}
{"full_text":"RT It's been six months since I got sick with #COVID19 and I am now regularly using an inhaler because it left me with reactiv...","sentiment_score":-0.2380952381}
{"full_text":"RT Idk who needs to hear this but a negative test does not mean you don't have COVID.","sentiment_score":-0.071875}
{"full_text":"This is fear porn...https:\/\/t.co\/TovgI3HcPI","sentiment_score":0.0}
{"full_text":"Sarcasm --&gt; Glad to see Aspen Park Elem in understands the importance of social distancing. Also not allowing non staff adults into schools at a time when other districts not allowing guest speakers\/ presenters into schools. Holy smokes!#bced  #bcpoli","sentiment_score":0.1361111111}
{"full_text":"RT This Johns Hopkins-led study wants to learn more about short- and long-term COVID-19 symptoms. Share your experiences wit...","sentiment_score":0.2333333333}
{"full_text":"RT i'd rather have COVID than contract whatever disease that makes you publicly defend that new MGK record on here","sentiment_score":0.0681818182}
{"full_text":"RT Sooooooo, the same as this past season then?","sentiment_score":-0.125}
{"full_text":"RT Aw man, I hope none of my favs go home ","sentiment_score":0.0}
{"full_text":"RT Who is Responsible for America's COVID Disaster?Accountability means Fauci must be fired. But the chances of Biden oustin...","sentiment_score":0.2}
{"full_text":"RT Thank you to the team for putting this together. Discovery's contributions to wrestling should be known.","sentiment_score":0.0}
{"full_text":"RT Over half a million people dead from COVID-19.And these West Virginia legislators Joe Jeffries and Robert Karnes moc...","sentiment_score":-0.1833333333}
{"full_text":"RT Tonight, Congress stood in a moment of silence to remember the more than 500,000 American lives lost to COVIDMore than 50...","sentiment_score":0.25}
{"full_text":"RT Awesome!  There is the NHL variant too, courtesy of \"NHL pandemic consultant\" Bogoch. Wh...","sentiment_score":1.0}
{"full_text":"Through out life nationally","sentiment_score":0.0}
{"full_text":"MA isn't like CA...it's like Baker is tired of covid &amp; doesn't thinkPhase 2- 65+ &amp; can bring a guest.Anyone w\/ 2 or more comorbidities...it's on the honor systemYou can be 21 &amp; say you're diabetic w\/CKD, even if you aren't!You get a Vax! You get a Vax! And You get a Vax!","sentiment_score":0.28828125}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"The #aging #community \"model\"\/venture we started in 2010 respecting &amp; anticipatingsuch,...&amp; based on 10+yrs of multiple people working, &amp; \"doing\" 'official library' &amp; 'on streets' research+,... ;) ... &amp; has just \"happened on\" so much similar information as others who have now, too","sentiment_score":0.0833333333}
{"full_text":"RT Lockdown has really ruined so many relationships. I think being around your partner 24\/7 can be really draining. Space is...","sentiment_score":0.3}
{"full_text":"RT Some people who've survived #COVID19 have lingering and debilitating symptoms long after infection. Today, #NIH launched a...","sentiment_score":-0.05}
{"full_text":"RT COVID-19 has affected global connectedness in a profound way. Find out what that means with DHL's #GCI2020 - our in-depth s...","sentiment_score":0.0416666667}
{"full_text":"RT Are you people done with the lockdown ? Or are you still doing what they tell you to do","sentiment_score":0.0}
{"full_text":"RT When we make calls for vaccine equity, we aren't saying your grandparents don't deserve the vaccine. We are saying our gr...","sentiment_score":0.0}
{"full_text":"RT .@PressSec skirts around questions about the Biden administration putting kids in cages at the border, while trying to put the b...","sentiment_score":0.0}
{"full_text":"RT can covid go away, i wanna go on a vacay trip with my little ","sentiment_score":-0.1875}
{"full_text":"RT 500,000+ Americans have died from COVID-19, but apparently on to more important news...Tiger Woods crashed his car! ","sentiment_score":0.5}
{"full_text":"RT Microsoft says its $22,000 85-inch Surface Hub S2 can help with social distancing: #DeepLearning #IoT #BigData CC:","sentiment_score":0.0333333333}
{"full_text":"RT One day the pandemic is going to end and I am going to have to pretend like I want to be around any of you people.","sentiment_score":0.0}
{"full_text":"RT .@SteveScalise is a pathetic sellout. His choice to continually disregard facts gets people killed, hanging with denie...","sentiment_score":-0.6}
{"full_text":"RT Via \"#MachineLearning helps cancer center target #COVID19 outreach.\" with un...","sentiment_score":-0.1}
{"full_text":"RT Hi guys! I'm Emmanuella and I'm a pharmacist. So as you may have heard, the first consignment of the COVID-19 vaccines wil...","sentiment_score":0.25}
{"full_text":"RT #yrys_rjwk_lTlb_btmwt #yrys_rjwk_lTlb_htmwt#SaveTheEgyptainStudents #EgyptianStudentsLivesM...","sentiment_score":0.0}
{"full_text":"Arkansas Gov. Asa Hutchinson On COVID-19, Biden And A Relief Bill | 1A@nprhost 1A listens passively as Arkansas gov brags about their successful << open >> economy. No questions about hunger, poverty, unemployment, CoVid from the host @1a . ","sentiment_score":0.375}
{"full_text":"RT guys please wear a mask covid is","sentiment_score":0.0}
{"full_text":"RT Counties in states with statewide mask mandates were 43% less likely to have rapid increases in #COVID19 cases during the summe...","sentiment_score":-0.0833333333}
{"full_text":"RT Awhile ago, I found N95 masks and shared the info. A few people responded and said they were too expensive.  So, in reco...","sentiment_score":-0.35}
{"full_text":"RT What matters most in preventing reinfection may be whether an individual has developed robust levels of antibodies against spe...","sentiment_score":0.2}
{"full_text":"RT To anyone considering voting no on COVID relief:If giant corporations were worth a trillion-dollar tax giveaway a few...","sentiment_score":0.0333333333}
{"full_text":"RT Premier pretended he &amp; his massive staff only *just* stumbled on the Tiki Torch imagery promoting the white suprema...","sentiment_score":0.0}
{"full_text":"RT The #B1429 California mutation of coronavirus is widespread, significantly deadlier, more transmissible, evades vaccine anti...","sentiment_score":0.4375}
{"full_text":"RT This is Biden's golden opportunity to de-program Trump sympathizers. My latest for this thread or read...","sentiment_score":0.4}
{"full_text":"RT Dean Henderson is valued at around PS40million. West Ham have expressed interest in Henderson but a permanent transfer...","sentiment_score":0.0}
{"full_text":"RT Really hard to dismantle systematic barriers to health care when political donors are granted exclusive access to the #...","sentiment_score":-0.1458333333}
{"full_text":"RT As a non-American living in America, during a pandemic, I'm both awed and horrified by this country's reverence for work.","sentiment_score":0.0}
{"full_text":"This is great news for our teachers and First Responders!","sentiment_score":0.55625}
{"full_text":"Maybe they assumed that since China worked on covid-19 in a lab they would have a vaccine for it too.","sentiment_score":0.0}
{"full_text":"RT aries are really spending their birthdays in lockdown twice ","sentiment_score":0.2}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT Israel's vaccination campaign: \"Get the shot, take a shot!  \"US vaccination campaign: \"We will give you strict guid...","sentiment_score":0.0}
{"full_text":"RT This is what a real leader does in times of national crisis &amp; grief.https:\/\/t.co\/dTbixl3rLf","sentiment_score":0.2}
{"full_text":"RT Please don't claim to care about the mental health of students then mandate standardized tests in the middle of a pand...","sentiment_score":-0.05}
{"full_text":"RT Former Clinton adviser warns Dems using COVID to usher in 'totalitarian state before our eyes'","sentiment_score":0.0}
{"full_text":"RT After losing 500,000 Americans to #COVID19 it's important to remember the people who helped get us hereHeroes of the Pandu...","sentiment_score":0.4}
{"full_text":"Hey friends, I know I'm all \"abolish the police, fuck joe Biden, this person got murdered, COVID, trauma-gaslight-trauma, I'm a Pisces\" on Twitter but I'm like...really nice and funny in real life. Don't forget me.","sentiment_score":0.1625}
{"full_text":"RT 1854 COVID deaths in Alberta, February 23.","sentiment_score":0.0}
{"full_text":"\"These days, it sinks in how lucky I was to be one of the first [to get vaccinated],\" writes Dr. Will Spears. \"But I am also angry that my mother, a teacher's assistant in her 60s who continues to teach in-person, just tested positive for COVID-19.","sentiment_score":0.0421212121}
{"full_text":"The Manila City government officially opened its COVID-19 Vaccine Storage Facility at Sta. Ana Hospital on 11 February 2021. ","sentiment_score":0.0}
{"full_text":"The West Virginia Alcohol Beverage Control Administration commissioner suspended the license of a Charleston pub and ordered it to immediately close after receiving complaints about overcrowding and #COVID19 violationshttps:\/\/t.co\/uImTprZAkw","sentiment_score":0.0}
{"full_text":"Here's a Coronavirus patent filed by the Pirbright Institute in 2015. I wonder if we'll ever get to see the patent filed for the specific Coronavirus we've been dealing with since 2019?It turns out releasing bio-weapons is a profitable business for their creators.","sentiment_score":0.0}
{"full_text":"Announcing #HealthCareMarketPlace SPECIAL OPEN ENROLLMENT PERIOD Feb. 15 - May 15, 2021! NEED 2021 coverage or want to update existing plan? We Can HELP! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) 321-676-4118","sentiment_score":0.1785714286}
{"full_text":"Our best protection is to protect everyone.#COVID19","sentiment_score":1.0}
{"full_text":"The Philippines will let thousands of its healthcare workers, mostly nurses, take up jobs in Britain and Germany if the two countries agree to donate much-needed coronavirus vaccines, a senior official said.","sentiment_score":0.5}
{"full_text":"Stave off the pandemic -- and post-cuffing season -- loneliness and fill out Cornell's Perfect Match to find someone to merge your COVID pod with.","sentiment_score":1.0}
{"full_text":"A year into the coronavirus pandemic, doctors and researchers are still striving to better understand and treat the accompanying epidemic of COVID-19-related anosmia -- loss of smell.","sentiment_score":0.5}
{"full_text":"'No need' for strict lockdown in Cebu: DOH-Central Visayas","sentiment_score":0.0}
{"full_text":"RT Sturgeon gave no reasons today why the arrangements for lifting the lockdown in Scotland are not the same as England, wh...","sentiment_score":0.0}
{"full_text":"\"When things are back to normal...\" Kids back to school. Parents back at work. Bars. Gyms. Concerts. Travel. Dinner parties.It is a phrase as optimistic as it is anticipatory. But it hides a burning question: When will things be normal again?https:\/\/t.co\/cba9DPiMxA","sentiment_score":0.06}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"The Scottish Photography ExperienceEdinburgh OutlanderActively taking bookings for all of my photography tours for later this year + for all of 2022 and beyond. Your safety is paramount! I comply with all government Covid-19 guidelines at all times.","sentiment_score":0.0}
{"full_text":"Coron, Palawan's Engr. Fernando Lopez shared the importance of committed local leaders in ensuring the resilience of climate plans. Join us on Feb 26 for the 2nd part of the Climate Change and COVID-19 series, visit for more info. #AdaptationSummit","sentiment_score":0.1666666667}
{"full_text":"The pandemic has taken an enormous toll on our #HealthCareHeroes. That's why I support the direct investments in the latest COVID relief package that will help prevent burnout among health care workers and public safety officers. #AmericanRescuePlan","sentiment_score":0.15}
{"full_text":"With the government's Federal Retail Pharmacy Program for COVID-19 vaccinations well underway, appointments are rapidly filling up across the country.https:\/\/t.co\/GoSqwCEuaS","sentiment_score":0.0}
{"full_text":"Voodoo Doughnut's union, formed in the early days of the pandemic, will file for an NLRB election this week if the company doesn't voluntarily recognize it","sentiment_score":0.1}
{"full_text":"RT How would you describe the $135,000,000,000 corporate tax cut you passed on party lines in 2017?","sentiment_score":0.0}
{"full_text":"River cruising has seen a spike in interest over the last few years, but is ocean cruising's counterpart seeing a new rise in interest thanks to the COVID-19 pandemic? Maybe.","sentiment_score":0.0340909091}
{"full_text":"FOR SUBSCRIBERS: With playoffs just around the corner, coaches are preaching diligence in sticking to COVID-19 prevention protocols.","sentiment_score":0.0}
{"full_text":"Tuesday's update includes a total of 1,316 new cases and 34 additional deaths. ","sentiment_score":0.0681818182}
{"full_text":"As insurers end grace period for COVID-19 hospital costs, out-of-pocket costs may rise via #healthcare","sentiment_score":0.0}
{"full_text":"RT Not just complacency: why people are reluctant to use #COVID19 contact-tracing apps","sentiment_score":0.0}
{"full_text":"RT I know Covid might be slowing ya bag up. But stay on brand and maintain authenticity! The panic is showing.","sentiment_score":0.0}
{"full_text":"Rapid COVID-19 testing pilot program coming to Washington schools","sentiment_score":0.0}
{"full_text":"#ICYMI | A study has found that the #coronavirus has transformed to an extent that it now differs at around 20 points in their genome from the variant first reported in Wuhan, #Chinahttps:\/\/t.co\/s7LSXqg8KD","sentiment_score":0.25}
{"full_text":"RT #yrys_rjwk_lTlb_btmwt.  Help us! We don't want to go out! Corona everywhere! Contact our ministries and politi...","sentiment_score":0.0}
{"full_text":"Do we know how effective vaccines are against the variants? Your COVID-19 questions answered","sentiment_score":0.6}
{"full_text":"More than 60% of registered voters in New York believe Gov. Andrew Cuomo did something wrong in handling nursing homes during the COVID-19 pandemic, according to the latest Marist College poll.","sentiment_score":0.1590909091}
{"full_text":"#HealthyLifestyleEating a healthy diet is essential to building a strong immune system so that your body is less susceptible to infection.#CitrusZone#GetCitrified#ChooseHealthyhttps:\/\/t.co\/NM1SIgyrMa","sentiment_score":0.1916666667}
{"full_text":"Following a rise in COVID-19 cases on campus, NU threatens a \"mid-term Wildcat Wellness\" should cases continue to grow.https:\/\/t.co\/FdVz1ovrR3","sentiment_score":0.0}
{"full_text":"UNICEF has sent 100,000 syringes and 1,000 safety boxes for COVID-19 vaccinations to the Maldives by air freight from UNICEF's humanitarian warehouse in Dubai.","sentiment_score":0.0}
{"full_text":"How much of that 1.9 trillion is actually for covid???","sentiment_score":0.1}
{"full_text":"A COVID-19 variant, which was originally identified in South Africa, has been confirmed in both Washington and Idaho as of Tuesday.","sentiment_score":0.3875}
{"full_text":"RT got tested for covid yesterday. Negative for covid. Positive for thicc dumptruck ass ","sentiment_score":-0.0363636364}
{"full_text":"The Genting SkyWorlds outdoor theme park is expected to open by the middle of this year, with an initial visitor target of at least 20,000 visitors despite the pandemic. However, RWG will only focus on attracting foreign visitors once international leisure travel resumes.","sentiment_score":-0.065625}
{"full_text":"COLUMN: \"With all of these changes to the way we prepare for the future, it is important to remember that all will be okay if we keep working hard and choose to participate in every opportunity offered amid this pandemic,\" writes our","sentiment_score":0.1520833333}
{"full_text":"Current Conditions for #Sayre PATemp: 39.4FWind Chill: 36.0FHumidity: 81%Dew Point: 34.1F Barometer: 29.874 inHgWind: 5 mph from the WNWCorona Virus Weekly Stats:Cases: 92.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"On Tuesday, the Chinese mainland reported: - 12 new #COVID19 cases: all from overseas - 370 active cases in total, including 1 in critical condition - 9 new asymptomatic cases: all from overseas","sentiment_score":0.0232323232}
{"full_text":"This man cycled 2000 km to honour Bollywood actor for his humanitarian work during the COVID-19 lockdown. Watch his inspiring journey. #SonuSoodFan #NewsMo #Vertical #RE","sentiment_score":0.5}
{"full_text":"\"I wouldn't wish it on my worst enemy\": Doctors describe what their sickest #coronavirus patients endure. via","sentiment_score":-1.0}
{"full_text":"Click below to learn the latest on where to get tested for COVID-19 in Framingham. This information is available in English, Spanish, and Portuguese.https:\/\/t.co\/hM6TgdetHi#cityofframingham #framinghampubliclibrary #fplreads #covid19 #testing","sentiment_score":0.225}
{"full_text":"COVID is making Muslim burials incredibly difficult.","sentiment_score":-0.5}
{"full_text":"From being an aspiring mechanical engineer, to blowing up on TikTok, to producing some of quarantine's most relatable music (\"IDK Yet\" has been on replay for me since it came out!), check out what 23's next releases are looking like here!","sentiment_score":0.3125}
{"full_text":"The pandemic has proven these are more important than ever.https:\/\/t.co\/W4W8hUkR9l","sentiment_score":0.45}
{"full_text":"Individuals who had an appointment postponed are advised to check their email for an update or call MU Health's COVID-19 vaccine call center hotline","sentiment_score":-0.1}
{"full_text":"RT The reason our media (which is propaganda for the elites) aggressively attacks Ron Desantis' winning approach to Covid-19...","sentiment_score":0.2}
{"full_text":"\"This was termed the new Columbus strain. It's now been identified throughout multiple states.\"Mutations of COVID-19 are being highlighted by two discoveries by scientists at Ohio State. ","sentiment_score":0.0681818182}
{"full_text":"RT Replacing the word \"pandemic\" with incorrect variations is 90% of how I've been coping with this panasonic","sentiment_score":0.0}
{"full_text":"Almost immediately, LSU grad Linda Thomas-Greenfield will be thrust into dealing with climate change and COVID-19 along with wars in Syria and Afghanistan and several humanitarian crises.","sentiment_score":0.0}
{"full_text":"Kevin John McDonnell, 63, is the first inmate from the Newton Correctional Facility to die of COVID-19 complications.","sentiment_score":0.25}
{"full_text":"RT The post-Covid experience is so weird. Random niggles pop out of nowhere.If you've recovered from COVID, please share y...","sentiment_score":-0.5}
{"full_text":"Experiencing mental health difficulties during the pandemic? Get free, confidential help on or call NHS24 on 111.","sentiment_score":0.15}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT He not only failed to respond, he actively spread disinfo to make it worse.And his son-in-law, while running 2020 campa...","sentiment_score":-0.2111111111}
{"full_text":"RT This article is irresponsible nonsense. The number of inaccuracies and errors are staggering, and the language utterly...","sentiment_score":0.0}
{"full_text":"RT Lemme guess......It's #DonaldTrump's fault?","sentiment_score":0.0}
{"full_text":"Who prosecuted Crimes against Humanity at The Hague? Asking for half a million lost friends...","sentiment_score":-0.1666666667}
{"full_text":"One 9\/11 worth of Americans have died from COVID-19 in the last 48 hours. One hundred and sixty-five 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":"A plan for a Westmoreland County vaccine registry is now on hold, but one county commissioner says that doesn't mean the plan is dead.","sentiment_score":-0.25625}
{"full_text":"RT Tonight, Congress stood in a moment of silence to remember the more than 500,000 American lives lost to COVIDMore than 50...","sentiment_score":0.25}
{"full_text":"Wear a mask, please!","sentiment_score":0.0}
{"full_text":"With 19,882,544 fully vaccinated people (2 doses)we have delivered 82,114,370 doses of #vaccines, and administered 65 Million doses.#recovery #Reopen #SafetyFirst #WearAMask","sentiment_score":0.0}
{"full_text":"First patient receives ImmunityBio's second-generation hAd5 COVID vaccine, delivering both outer S (spike) protein and inner N (nucleocapsid) leading to potential long-term T cell and antibody immunity to ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.1875}
