{"full_text":"RT Last year Madison Cawthorn said Dems who used pandemic proxy voting were \"cowards for hiding and not showing up to work.\"...","sentiment_score":0.0}
{"full_text":"RT Come summer, provided supplies from the federal government continue as planned, any Oregonian over 16 who wants the vac...","sentiment_score":0.2}
{"full_text":"RT Jeremy Lin: \"Being a 9-year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"","sentiment_score":0.0}
{"full_text":"RT We are recruiting *only* CA-licensed #doctors, #nurses, #paramedics and #EMTs to help with our #COVID19 vaccination camp...","sentiment_score":0.0}
{"full_text":"RT The success of BTS is routinely undervalued because of the stigma around the K Pop industry (which is based off the US corpora...","sentiment_score":0.3}
{"full_text":"RT [ENG TRANSLATION]tw \/\/ racisma german radio host was talking immensely badly about BTS, comparing them to COVID an...","sentiment_score":-0.35}
{"full_text":"RT \"Being a 9 year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"Jeremy Lin detailed the racism tha...","sentiment_score":0.2}
{"full_text":"Only if you're still supporting COVID-45","sentiment_score":0.125}
{"full_text":"RT Bout time these eyes start giving back","sentiment_score":0.0}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"RT LES GO BABY","sentiment_score":0.0}
{"full_text":"RT This has to stop. It has. to. stop.","sentiment_score":0.0}
{"full_text":"RT How does it build confidence for govts to exaggerate the roll out timetable for the COVID vaccine and it's likely effectiv...","sentiment_score":0.0}
{"full_text":"RT $357 so $193 2 go 2 $550 goal so can Get vehicle repaired, back 2 work\/not homelessPayment info in post...","sentiment_score":0.0}
{"full_text":"RT 14-year-old Benjamin Kagan of Chicago Vaccine Angels registers hundreds of people for coronavirus vaccine - The Washington P...","sentiment_score":0.0}
{"full_text":"RT Covid-19 doesn't discriminate - and neither should we. We are all in this together.  #AllAmericans...","sentiment_score":0.0}
{"full_text":"RT Kurt Schrader was one of the six House Democrats who voted against a standalone $15 minimum wage bill in 2019.The other f...","sentiment_score":-0.125}
{"full_text":"RT if you haven't been tested for COVID at least once, that's a problem. because... why not?","sentiment_score":-0.3}
{"full_text":"RT Rachel Levine hit with stats, cowers back in her (his) hole.https:\/\/t.co\/PNB9PofhEw","sentiment_score":0.0}
{"full_text":"RT Republicans are using a process they criticized and sued over -- and now misusing it by saying they can't attend votes because...","sentiment_score":0.0}
{"full_text":"RT 500,000 doses of #Covid19 vaccine made by Serum Institute of India set to arrive in Canada. India already exported 24 mill...","sentiment_score":0.0}
{"full_text":"RT \"Being a 9 year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"Jeremy Lin detailed the racism tha...","sentiment_score":0.2}
{"full_text":"RT If Americans are going to learn from what happened over the past year, a Covid-19 Commission is not only essential but may...","sentiment_score":-0.0833333333}
{"full_text":"RT Congress will be voting late tonight, possibly into the early morning, on the $1.9 trillion COVID relief bill.But acro...","sentiment_score":-0.0666666667}
{"full_text":"So they've decided to put Trump over the American people. Honestly I'm glad their not showing up that means the Covid relief bill should pass the house with ease since these 22 republicans decided to bail","sentiment_score":0.25}
{"full_text":"RT Our #CancerPatients with recent diagnoses or receiving immunosuppressive treatment can now get the vaccine!","sentiment_score":0.0}
{"full_text":"RT I want this look to hit me in the face.","sentiment_score":0.0}
{"full_text":"RT NEW: Pelosi has Congress stay after midnight for $1.9 trillion coronavirus bill --  with $1,400 checks","sentiment_score":0.1363636364}
{"full_text":"Isolation Story! Survive a 7 day quarantine inside of Lockdown City #gamedev #indiedev #indiegames #indiegame #indiegamedev 66","sentiment_score":0.0}
{"full_text":"RT COVID doesn't discriminate. But people do.RACISM IS NOT AN OPINION#RacismIsNotAnOpinion#Bayern3Racist","sentiment_score":0.0}
{"full_text":"RT Jeremy Lin: \"Being a 9-year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"","sentiment_score":0.0}
{"full_text":"RT PM expresses appreciation for the support and partnership of the Indian government in fighting covid-19 and...","sentiment_score":0.0}
{"full_text":"Dems were pushing mask for COVID. Repubs took it as a joke as Ted Cruz just did when mocking wearing 2 masks. Biden has only been in office for like a little over a month. He never refused anything. But Texas is a sovereign state as they keep claiming to be.","sentiment_score":-0.09375}
{"full_text":"RT Watch | Rampant misuse of plasma therapy can give rise to new mutations, warns Dr RR Gangakhedkar in this interview on surge...","sentiment_score":0.1363636364}
{"full_text":"RT So for the last few months I'm getting more and more request 2help families with people in their lives who are suicidal....","sentiment_score":0.2}
{"full_text":"RT The next time you see someone with no mask, tell them that people who refuse to wear masks and distance themselves are t...","sentiment_score":0.0}
{"full_text":"RT one year ago today, some stupid fucking idiot assured us that 15 covid cases would soon go down to zero. how about ins...","sentiment_score":-0.5851851852}
{"full_text":"RT the one that is not being boxed up. \"The other side of celebrity fans besides bringing goods;the money bonus during t...","sentiment_score":-0.125}
{"full_text":"RT #COVID19 update for Feb 26. Malaysia recorded 2,253 new positive cases with 11 deaths.","sentiment_score":0.1818181818}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT This has to stop. It has. to. stop.","sentiment_score":0.0}
{"full_text":"RT President Biden's vaccination plan is WORKING. Big challenges remain but we are on the right path.","sentiment_score":0.1428571429}
{"full_text":"RT Reuters: U.S. HOUSE RULES COMMITTEE APPROVES BIDEN'S $1.9 TRILLION COVID-19 RELIEF PLAN; BILL ADVANCES TO HOUSE FLOOR","sentiment_score":0.0}
{"full_text":"Sir I Requesting You to take BE Exam as Offline, Because We Don't Want to Include in Corona Virus#SaveGTUStudents #SaveStudents","sentiment_score":0.0}
{"full_text":"View of the stage and set up ahead of the 78th Annual Golden Globe Awards in New York City. The show will be telecast live on February 28 from both New York and Los Angeles for the first time due to the #COVID19 #pandemic. #GoldenGlobes #GoldenGlobes2021","sentiment_score":0.1390151515}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"CALGARY HERALD: \"Alberta's budget offers no new targeted funding for organizations on the front line of the province's deepening opioid crisis.\"https:\/\/t.co\/L7itjbGqbc#ableg #opioidcrisis #abhealth #cdnhealth #abbudget","sentiment_score":0.0159090909}
{"full_text":"Air New Zealand Will Trial the IATA Travel Pass in April. In the initial phase, the app will only be available for passengers flying between #Auckland and #Sydney.https:\/\/t.co\/cCTAUZi5AC #airline #airnewzealand #flights #covid19 #travelpass","sentiment_score":0.1340909091}
{"full_text":"The government's pandemic task force has eased travel requirements in adopting uniform rules for travelers.","sentiment_score":0.0}
{"full_text":"According to new data from the Kaiser Family Foundation's COVID-19 Vaccine Monitor, there's been an increase in vaccine confidence in the past month.https:\/\/t.co\/AtWTzkkPjA","sentiment_score":-0.0568181818}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"RT Thank you to  for spotlighting my uncle, Mark Blum. His passing was one of the first ones reported but to know t...","sentiment_score":0.25}
{"full_text":"All areas in the Bristol region are continuing to record infection rates below 400 per 100,000https:\/\/t.co\/t9GajZgUMC","sentiment_score":0.0}
{"full_text":"Beginning March 1, the Land Transportation Office (LTO) and the Antique Police Provincial Office (APPO) will randomly inspect public utility jeepneys (PUJs) to check if minimum health protocols against coronavirus disease 2019 are being followed.https:\/\/t.co\/naSbMm2qzQ","sentiment_score":-0.25}
{"full_text":"Main opposition questions distributor company's profits in COVID-19 vaccine import #Turkey","sentiment_score":0.1666666667}
{"full_text":"The pandemic brought about changes to the #transport landscape in Asia &amp; the Pacific.This guidance note examines how the transport sector adapted to #COVID19 &amp; how it can help deliver greener #infrastructure for post-pandemic recovery.@adbpublications","sentiment_score":0.0}
{"full_text":"Interior Health says an investigation is underway to try and prevent future #COVID19 outbreaks at Royal Inland Hospital in #Kamloops.","sentiment_score":0.0}
{"full_text":"Meet the librarians helping track California's COVID cases.","sentiment_score":0.0}
{"full_text":"The MV Anastasia ship finally left China's Caofeidian port earlier this month and its 18 crew members, 16 of them Indian, have now reunited with their families.@supritidavid reports.https:\/\/t.co\/Ic5CQpj6XY","sentiment_score":0.0}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT With several House Republicans voting by proxy in FL at CPAC,TX GOP Rep Roy raised parliamentary inquiry in the House ques...","sentiment_score":0.0}
{"full_text":"MOSTI Minister Khairy Jamaluddin will be the first to receive the next Covid-19 vaccine that is approved by the NPRA to help combat vaccine hesitancy. \"Can be Sinovac, Sputnik, AstraZeneca or CanSino. Whatever is available next, I will take. Because I trust NPRA,\" he says.","sentiment_score":0.1625}
{"full_text":"The adoption of online showrooms and virtual trade shows, fuelled by the pandemic last year, is turning existing platforms into dominant players as they rush to meet demand, introducing newfound opportunities and challenges into wholesale buying.","sentiment_score":0.0}
{"full_text":"Nearly a year after Congress passed a coronavirus relief bill, some Native American tribes remain in legal limbo over what's been distributed.","sentiment_score":0.1}
{"full_text":"RT If Trump had done this during a pandemic, it would be headline news. They freaked out over him removing his mask outside...","sentiment_score":0.0}
{"full_text":"Many people battling cancer are now also facing intense feelings of loneliness as the pandemic leaves them isolated from support systems.","sentiment_score":0.35}
{"full_text":"#TodaysFrontPage: Spike in global sports corruption  [also] Study finds that face masks are vital in the fight against #Covid19  #SatStar","sentiment_score":0.05}
{"full_text":"RT Fresh orders regarding COVID-19 testing protocols for Incoming passengers at Airports and Railway Stations in Assam. The...","sentiment_score":0.3}
{"full_text":"Show your act of kindness, even how small bydonating athttps:\/\/t.co\/iijw9vKhbLYour kindness is always remembered.#ericsenfoundation #charity #donation #donatetohelp #foodaid #covid19 #staysafe #stayhome #localcommunity #Malaysian","sentiment_score":-0.25}
{"full_text":"A dozen troops aboard USS San Diego tested positive for COVID-19, and there are several suspected cases of the virus aboard USS Philippine Sea.","sentiment_score":0.1136363636}
{"full_text":"In the end, Rodriguez believes the city and county have the same goal, vaccinate as many people against COVID-19 in the quickest way with what's supplied.","sentiment_score":0.25}
{"full_text":"The swab test cost for your trip can be cut in half; here's how!#yoorekka #swabtest #COVID19 Cover Photo Credits:: Mufid Majnun | Unsplashhttps:\/\/t.co\/C0jBG2YBBj","sentiment_score":-0.1666666667}
{"full_text":"Family members told officers the man and woman were quarantining in their home in the St. Louis area.","sentiment_score":0.0}
{"full_text":"RT In the U.S., more Americans have now received at least one dose than have tested positive for the virus since...","sentiment_score":0.1424242424}
{"full_text":"A large COVID-19 vaccination campaign is particularly challenging in developing economies in Asia and the Pacific.This discusses the state of play in vaccine procurement and distribution, as well as the challenges posed in distribution and logistics. ","sentiment_score":0.3571428571}
{"full_text":"New York City's Schools Chancellor Richard Carranza said he's lost 11 family members and friends to COVID-19 and needed time to grieve.","sentiment_score":0.1363636364}
{"full_text":"US House Democrats poised to pass President Biden's $1.9 trillion Covid relief package by a narrow margin after plan clears hurdle in House of Representatives","sentiment_score":-0.2}
{"full_text":"Large declines in passenger volume, mainly attributed to ongoing travel restrictions driven by the COVID-19 pandemic, have caused both airlines to incur losses.https:\/\/t.co\/Bmlgf5eSEp","sentiment_score":0.1904761905}
{"full_text":"COVID 19 cases in India until : 27\/02\/2021 10:30Total Cases: 11079094 [+0]Active: 156413Recovered: 10761139 [+0]Deaths :156970 [+0]Total Tests: 214.66MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"We checked statistics on how the pandemic has impacted nursing home residents. Montana's nursing homes are nowhere near the top of the list.  But two Montana facilities made this national list -- one in Missoula and one in Great Falls.","sentiment_score":0.4666666667}
{"full_text":"RT As we anticipate an end to Covid-19 and start dreaming of our next birding adventure, check out where to go and the be...","sentiment_score":0.0}
{"full_text":"RT Just published in Science: if you want to understand #COVID19 severity, look at IgG glycosylation.","sentiment_score":0.0}
{"full_text":"RT I just introduced an amendment that would take the $140 million carveout for Speaker Pelosi's pet subway project in...","sentiment_score":0.0}
{"full_text":"RT COVID-19 vaccinations are up and cases and hospitalizations are down, but let me be clear: now is not the time to relax.","sentiment_score":-0.0277777778}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"UK-FRANCE | All arrivals into France must provide a negative COVID-19 test, self-isolate for 7 days &amp; take another COVID-19 test at end of isolation period. A Sworn Statement must also be provided &amp; antigen tests will no longer be accepted. More info here:","sentiment_score":0.1}
{"full_text":"FRANCE-UK | All arrivals to the UK must present a negative COVID-19 test taken up to 72 hours prior to departure. Children under 11 are exempt. Failure to present could result in a PS500 fine. Details of accepted COVID-19 tests here:","sentiment_score":-0.0333333333}
{"full_text":"RT 'Safest place in the city': COVID cases in nursing homes drop 89% as residents vaccinate","sentiment_score":0.0}
{"full_text":"U.S. to implement Ebola monitoring program at airports -- Starting next week, the \"very small number\" of travelers arriving from Guinea and the Democratic Republic of the Congo will be funneled to six U.S. airports, the CDC said.","sentiment_score":-0.1083333333}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT This is the Jim Jordan coronavirus plan in a nutshell: \"pretend nothing's happening, let people get sick.\"","sentiment_score":-0.7142857143}
{"full_text":"RT Yes, actually. Biden is working to pass a 1.9 trillion dollar  \"Covid relief\" package of which just 9% will go to the Am...","sentiment_score":0.0}
{"full_text":"RT The FDA says it's OK to store vials of the Pfizer\/BioNTech mRNA vaccine at normal freezer temperature","sentiment_score":0.325}
{"full_text":"RT AMC Entertainment CEO Adam Aron received a $3.75 million bonus at a time when many of the company's employees have been laid o...","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 32.1FWind Chill: 32.1FHumidity: 67%Dew Point: 22.4F Barometer: 30.361 inHgWind: 0 mph from the SSECorona Virus Weekly Stats:Cases: 126.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT #Volkswagen said Friday it made a better than expected profit of $10.7 billion after tax in 2020 despite the #pandemic. The w...","sentiment_score":0.2}
{"full_text":"#POFreight :  to avoid travel delays please get a COVID-19 test early in your journey. Directions to the nearest sites offering COVID-19 tests using this map: (no need to take a test when returning to France after spending less than 48 hours in the UK)","sentiment_score":-0.2722222222}
{"full_text":"ESSENTIAL SERVICECoronavirus and the Assembly of the Saints-- CHRIS HUME","sentiment_score":0.0}
{"full_text":"Always has","sentiment_score":0.0}
{"full_text":"RT If Trump had done this during a pandemic, it would be headline news. They freaked out over him removing his mask outside...","sentiment_score":0.0}
{"full_text":"In spite of everything until recently, the COVID Hero PM, ridding on back of Premiers, may have fooled enough to even increase the vote. That ain't gonna happen now! Alleged Rape being sweep under the carpet is going to be his downfall. Aussie women will not take that lying down.","sentiment_score":-0.0511111111}
{"full_text":"Vaccinations will be made available starting Monday to workers in education and child care, food and agriculture, and law enforcement and emergency services.","sentiment_score":0.2}
{"full_text":"RT Thread on why we will lose the battle against COVID19.The virus will keep on mutating and occasionally you get highly i...","sentiment_score":0.08}
{"full_text":"RT Dems are working late into the night to spread Covid reliefCPAC is partying late into the night to spread Covid","sentiment_score":-0.3}
{"full_text":"Time: 05:00 * Temp: 5.7degC * Wind: SW 0.0 to 2.0mph * Pressure: 1032.8hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:16 * Sunset: 17:55 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"One of the worst things about this pandemic is that you can't do things impulsively out of boredom. Boredom can literally kill you if you happen to catch the virus while spending time outside just to not feel bored.","sentiment_score":-0.5}
{"full_text":"COVID Stories: Fourth-year student grabs her surfboard, pursuing endless summer via","sentiment_score":-0.125}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"Celebrating the anniversary with some horse steaks I got off Jay Riemenschneider.","sentiment_score":0.0}
{"full_text":"DYK the difference between #COVID19 manual contact tracing, digital contact tracing and smart-assisted contact tracing? Find out in new research guide #IBM developed with Boston Consulting Group (BCG)","sentiment_score":0.0787878788}
{"full_text":"Roughly a year into the pandemic, a panel of COVID-19 #government and tech leaders agree: Times have been incredibly tough. All the more reason not to waste the moment and change things for the better. As always, we do that by working together.","sentiment_score":0.0622222222}
{"full_text":"RT It's not a COVID Relief bill if only a few percent of the $1.9 TRILLION go to COVID relief. Let's call it what it is....","sentiment_score":-0.1}
{"full_text":"RT Can you imagine if, during the coronavirus, when people began dying in droves, if the government openly ignored the cris...","sentiment_score":0.0}
{"full_text":"RT Imagine telling your boss you're going to work from home due to COVID...","sentiment_score":-0.125}
{"full_text":"5 minute case study: #IBM Global Real Estate helps lead a smarter re-entry to the #workplace with health, safety and productivity in mind #COVID19","sentiment_score":0.1}
{"full_text":"RT The NBA G League is investigating Jeremy Lin's statements that he's been called \"Coronavirus\" during games, per","sentiment_score":0.0}
{"full_text":"lyndon if u dont come visit when covid is done i will disown u as a friend","sentiment_score":0.0}
{"full_text":"DYK the difference between #COVID19 manual contact tracing, digital contact tracing and smart-assisted contact tracing? Find out in new research guide IBM developed with Boston Consulting Group (BCG)","sentiment_score":0.0787878788}
{"full_text":"A German radio host compared the K-pop band #BTS to the COVID-19 virus.","sentiment_score":0.0}
{"full_text":"Security tech plays key role in managing Covid-19 vaccination events","sentiment_score":0.0}
{"full_text":"Hoping to see what happens to the naysayers when they meet the new strain of Covid-19..","sentiment_score":0.1363636364}
{"full_text":"Excited to share the new #TechVision2021 ... Leaders in Tech \/ Digital are going to be the new Leaders in Business ... above all in this \"digitally intensive\" CoVid era ...  Our ACN survey of 6.241 executives in 31 Countries ...","sentiment_score":0.1079545455}
{"full_text":"RT If there's one silver lining to take from this onslaught of awful news for Asian-Americans the past few weeks, it's that our v...","sentiment_score":-0.4833333333}
{"full_text":"RT Isolation Story! Survive a 7 day quarantine inside of Lockdown City #gamedev #indiedev #indiegames #indiegame #indiega...","sentiment_score":0.0}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"On air scrubbers - Bill you can build a air scrubber for any home they built one on This Old House on PBS using a window box fan &amp; HEPA filters all put together with Duct Tape &amp; it traps COVID.","sentiment_score":0.1}
{"full_text":"RT Before COVID-19, mRNA vaccines were being explored as part of cancer care.Read how our Dr. Van Morris and Dr. Scott K...","sentiment_score":0.0}
{"full_text":"RT In case of any emergency due to #COVID19, all Indian Nationals in Argentina, Uruguay and Paraguay may reach the Embassy of I...","sentiment_score":-0.125}
{"full_text":"Are you ready to change your career?#patientcare #healthcare #covid #health #doctor #medical #hospital #doctors #patient #medicine #dentist #patientsafety #nurse #wellness","sentiment_score":0.1}
{"full_text":"RT Republicans are using a process they criticized and sued over -- and now misusing it by saying they can't attend votes because...","sentiment_score":0.0}
{"full_text":"RT Republicans are using a process they criticized and sued over -- and now misusing it by saying they can't attend votes because...","sentiment_score":0.0}
{"full_text":"RT The $1.9 trillion coronavirus relief bill includes longtime Democratic priorities for lifting people out of poverty and creating a...","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT Class of 2021Tonight was the 1st of many GREAT memories we will make together!!! Thank you to our staff for...","sentiment_score":0.75}
{"full_text":"RT bombing syria barely a month after taking office &amp; before passing a coronavirus relief package is a perfect encapsulation of...","sentiment_score":0.525}
{"full_text":"RT I've been a loyal customer for years and years, spent so much money on trips with your company. It's a...","sentiment_score":0.1444444444}
{"full_text":"Fauci's flip-flops: How 'America's Doctor' has repeatedly reversed himself during Covid crisis |","sentiment_score":0.0}
{"full_text":"RT NEW: Cases, hospitalizations and deaths have been falling for weeks. They have declined before, but never this steeply and...","sentiment_score":0.1363636364}
{"full_text":"The sad thing is Republicans are saying COVID relief is too expensive, yet when #MAGA president gave trillions in tax cuts to his wealthy friends, Republicans had no problem.  The problem is, Republicans don't want things to get better during a Democratic presidency.","sentiment_score":0.0}
{"full_text":"COVID-19: Two women arrested and fined over $900 after throwing tantrum about mask-wearing on B.C. Ferries #BC #Nanaimohttps:\/\/t.co\/9FfV8lnqpY","sentiment_score":0.0}
{"full_text":"shut the fuck up, he's trying to keep himself and his coworkers safe and healthy in the middle of a fucking pandemic","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci has been consistently wrong in regards to Covid-19.He has continuously contradicted himself, disseminated mis...","sentiment_score":-0.5}
{"full_text":"RT The solution for Americans isnt the covid19 relief bill. They don't want a handout, a welfare check, or an empty promi...","sentiment_score":-0.1}
{"full_text":"It's not just about you, it's about saving others. Especially the elders! Wear a mask for them and save lives. #MaskIt#HumAhang #COVID19 #CoronaVirus #Pandemic #HumAhangInCrisis #StaySafe #Corona #Pakistan #CoronaVirusinPakistan #quarantine #socialdistancing #secondwave","sentiment_score":0.0}
