{"full_text":"Excited to celebrate our SUPER BOWL CHAMPIONS the Tampa Bay way!  Remember simple healthy habits like masks &amp; social distancing along the to stay safe. Tune in virtually on Facebook Live on the &amp; pages!","sentiment_score":0.2850649351}
{"full_text":"That's so sad man  imagine not being able to go to your mums funeral that would break me","sentiment_score":0.0}
{"full_text":"RT \"This seems to get more and more nakedly political by the day.\" -@AlexBerenson on the coronavirus and continued restrict...","sentiment_score":0.3333333333}
{"full_text":"RT We are still waiting for Chen Qiushi's return. Until he reappears, we will keep on counting the days.Chen Qiushi has b...","sentiment_score":0.0}
{"full_text":"Hope. In Oregon, older adults can also call 211 if they need assistance with @OHAOregon's new Get Vaccinated Oregon tool.","sentiment_score":0.1515151515}
{"full_text":"Naw it's gotta be some type of self abuse being a fan of this guy","sentiment_score":0.0}
{"full_text":"Millennials and zoomers be like \"Fuck yeah! Socialism!!\" But still have a Disney+ account and overall support an entertainment monopoly that has laid off hundreds of employees during a pandemic.","sentiment_score":-0.390625}
{"full_text":"RT People who are saying that the proposed 10 year jail sentence for breaking Covid travel rules is a bit harsh should bear in m...","sentiment_score":-0.15}
{"full_text":"Is this just waking up or is it covid fatigue is a common one for me","sentiment_score":-0.3}
{"full_text":"RT He accepts that masks are useless but he only wears them to add to the melodrama.....It is all a huge Circus..... And...","sentiment_score":-0.0333333333}
{"full_text":"Dr.Nisreen Maghraby Member of the Scientific Committee #SASEM2021 Moderating Disaster track with Dr.Loui Alsulimani choose COLLABORATION as the lesson learnt from the COVID-19 Pandemic, what did you learn??#Distance_Brings_Us_Together","sentiment_score":0.0}
{"full_text":"RT Mark Harper MP, Covid Recovery Group chairman, says there is no case \"for any legal restrictions\" once the vulnerable have b...","sentiment_score":-0.15}
{"full_text":"RT 'They abused their authority': Nurse says COVID-19 vaccines given to friends of GTA nursing home management.https:\/\/t.co...","sentiment_score":0.0}
{"full_text":"We've self-isolated, donned masks, sanitized non-stop for nearly a year, suddenly folks are behaving as if the virus has disappeared, club has a #Valentines day band, friends are hosting big parties, what's wrong with waiting a little longer to get vaccinated?#COVID19","sentiment_score":-0.1175}
{"full_text":"RT Helloooooooo... why wasn't Rand Paul forced to wear a mask today on the Senate Floor?? President Biden manda...","sentiment_score":-0.3}
{"full_text":"RT A year ago today and 467,000 deaths ago, a now disgraced, twice impeached person said:https:\/\/t.co\/oa38SYLjOY","sentiment_score":0.0}
{"full_text":"RT Because there never really was a pandemic. Just fake numbers.","sentiment_score":-0.3}
{"full_text":"RT COVID vaccine at 8 a.m. today. NHS organisation excellent. Well done to all at Skipton Hospital for a worry free experience...","sentiment_score":0.7}
{"full_text":"RT Watch today's coronavirus press conference live on our channels at 5pm.","sentiment_score":0.1363636364}
{"full_text":"Federal law made the Covid-19 vaccine free. However, there are loopholes that will impact a small number of people. For more informaiton on the Covid vaccine distribution in Ohio go to:  #CovidVaccine","sentiment_score":0.2166666667}
{"full_text":"Yet the government still can't provide n95 masks to the public, is Biden doing anything about this?!?!?!?!","sentiment_score":0.0}
{"full_text":"RT .@amyklobuchar .@TinaSmithMN .@AngieCraigMN wondering if Vivek Murthy a Minnesotanat least he must be familiar with:Ma...","sentiment_score":0.0375}
{"full_text":"RT Manish Tewari said that we stayed protected from Corona by God's grace. I'd like to say something. This indeed is God's grace that...","sentiment_score":0.0}
{"full_text":"RT I can't imagine what it would've been like going for cancer treatment alone. Sign the petition and help make sure young...","sentiment_score":0.3}
{"full_text":"RT Hopeful--ASTHMA STEROID INHALER--promising trial found early use of inhaled budesonide (usually for asthma) reduced risk of...","sentiment_score":-0.075}
{"full_text":"RT 1) Dr. Paunic's excellent Tweet started a lot of discussions about how much we know about immune responses to SARS-CoV...","sentiment_score":0.6}
{"full_text":"RT Nurse, 60, who inspired almost entire family to join the NHS dies with coronavirus","sentiment_score":0.0}
{"full_text":"Hahah none of my friends or Korean or Japanese or Thai- unless I shift my ass to an international sch and date a rich guy and stay home shake leg HAHAHA","sentiment_score":0.14375}
{"full_text":"RT A French nun survived the Spanish flu and both world wars. Now she's beaten covid-19 days before she turns 117.","sentiment_score":0.0}
{"full_text":"Might work out, but if all 27 had done that, we'll quite a few would have been without chairs when the music stopped. Now we know you love that game, but we don't. In the case of a pandemic, you just get reinfected by mutant strains from the losers.","sentiment_score":-0.075}
{"full_text":"RT Devastating news for Jurgen Klopp with his mother Elisabeth dying at the age of 81 and he won't be able to travel to Germany...","sentiment_score":-0.25}
{"full_text":"RT Jurgen Klopp was unable to travel to Germany for his mother's funeral on Tuesday because of Covid-19 travel restrictions.","sentiment_score":-0.5}
{"full_text":"Challenges of animal ownership during the pandemic should be considered via","sentiment_score":0.0}
{"full_text":"RT Under the cover of COVID- still more NHS privatisation- 10 billion pound contract- 67 providers!!https:\/\/t.co\/eSQFK2tP...","sentiment_score":0.5}
{"full_text":"RT In #Magufuli's #Tanzania, this is how the army is supposedly dealing with #COVID19. Mass Steaming via ","sentiment_score":0.0}
{"full_text":"Where is or the media informing the public of these side affects? The #COVIDVaccine is not as safe or effective as we are being told. People are dying from it, getting major tremors like this nurse or getting COVID anyway after the vaccines. #CovidVaccinesideeffects","sentiment_score":0.290625}
{"full_text":"Look how the banks are slowly sneaking up on you, offering services related to Covid. The next step will be to OBLIGE you to contract these services. Finally you will no longer be able to access your money when you do not have an extra insurance, a vaccine and a Health Passport.","sentiment_score":0.0333333333}
{"full_text":"RT Massachusetts Gets Failing Grades On Vaccine Report Card From Harvard Researchers (via","sentiment_score":0.0}
{"full_text":"RT The Super Bowl (Super Spreader) may be over, but Ron DeSantis and his dangerous indifference to Covid is not. We are committ...","sentiment_score":0.0222222222}
{"full_text":"RT India's gift of 100,000 COVID-19 vaccines arrived Barbados earlier today. This was a very special moment for all Barbad...","sentiment_score":0.2321428571}
{"full_text":"RT From a DM: \"I am a nurse in a hospital,  and I am FURIOUS at what is happening in our country. What is being reported is NO...","sentiment_score":0.0}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"RT For some context, the Great Barrington Declaration and its authors have made numerous false and misleading statements for the en...","sentiment_score":0.1333333333}
{"full_text":"RT Improve SMEs' access to investmentsProtect investorsGuarantee full transparency of prices The MiFID Quick Fix...","sentiment_score":0.3416666667}
{"full_text":"RT No one has the it takes the village to raise a child mindset anymore","sentiment_score":0.0}
{"full_text":"RT China hit us with a twofer.First they deployed their virus.Then they installed their fully owned asset into the Oval...","sentiment_score":0.0}
{"full_text":"RT He used his platform. You just didn't get the message","sentiment_score":0.0}
{"full_text":"RT A year ago today and 467,000 deaths ago, a now disgraced, twice impeached person said:https:\/\/t.co\/oa38SYLjOY","sentiment_score":0.0}
{"full_text":"RT I miss the first lockdown when petrol was less than a pound a litre","sentiment_score":0.0416666667}
{"full_text":"RT We need a single, unified anti-lockdown movement which every opponent can sign up to based on these principles, regardless...","sentiment_score":-0.0714285714}
{"full_text":"RT Unfortunately some have lost whatever sense of proportion they ever had. P...","sentiment_score":-0.5}
{"full_text":"What's the population of Ghana that they have 168 MPs?","sentiment_score":0.0}
{"full_text":"RT To get a 10-year prison sentence for breaking Covid travel rules, says Shapps, \"you would have to have deliberately gone ou...","sentiment_score":0.0}
{"full_text":"RT  Vaccinating the top 9 vulnerability groups will reduce Covid deaths by 99% &amp; Covid hospitalisations by about 80% - eve...","sentiment_score":0.5}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT PM: \"I don't believe any Govt could've done more to help people through this pandemic\"Reality:3 million still excluded...","sentiment_score":0.5}
{"full_text":"UMass isn't alone","sentiment_score":0.0}
{"full_text":"Has lockdown affected light pollution?","sentiment_score":0.4}
{"full_text":"RT i think every american who is able to do so should get out of lockdown territory. it's already almost been a year and th...","sentiment_score":0.25}
{"full_text":"Well apparently it is a clever mutant ninja and can tell who to go after! And shut up - your other departments, trying to force people into selective jobs or apprenticeships to suit Tory agenda, when it collides with the stay at home message - DOH!","sentiment_score":0.0260416667}
{"full_text":"RT Some new data on air sampling for SARS-CoV-2. Shows that you find more in the homes of people with COVID than in hospital....","sentiment_score":0.3181818182}
{"full_text":"RT India's gift of 100,000 COVID-19 vaccines arrived Barbados earlier today. This was a very special moment for all Barbad...","sentiment_score":0.2321428571}
{"full_text":"RT 8 more die from Covid-19 in less than 24 hours as Ghana's cases surge. #JoySMS","sentiment_score":0.1666666667}
{"full_text":"Getting all the work done for the American People.  #walkingandchewinggumftw","sentiment_score":0.0}
{"full_text":"Furlough? Vaccinations? Testing? Home working? Vulnerable workers? Annual leave? Virtual hearings? And so much more, our guide for reps &amp; branches has it all &amp; is constantly updated.  Check it out!","sentiment_score":0.0}
{"full_text":"Lol normal people wouldn't have been able to get the cards that Logan purchased....The guy selling the boxes went to a store in the 90s and has been selling the cards out of his closet since. It's not the same Adrive encourages people to go to a restaurant during pandemic.","sentiment_score":0.3625}
{"full_text":"Phoenix Testing Blitz Shared Coronavirus Testing, No Out-Of-Pocket Costs","sentiment_score":0.0}
{"full_text":"RT IMPORTANT: The new variant of COVID19 discovered in South Africa has been detected in:   SE27 0  SE27 9  SW16 2I...","sentiment_score":0.2681818182}
{"full_text":"Truth is I'm just not conversing enough. If I hadn't been paying rent for somewhere I'm not staying during this pandemic I would have got some skype tutors","sentiment_score":0.0}
{"full_text":"RT They have to start enforcing a mask mandate.And if you don't wear one, you are barred from the fl...","sentiment_score":0.0}
{"full_text":"RT Relationship twitter are gonna kill us with \"even in a pandemic\" \"if he wanted to he would\" this weekend.","sentiment_score":0.0}
{"full_text":"Biden Administration to Ship Covid Vaccine to Community Health Centers via Waiting...","sentiment_score":0.0}
{"full_text":"RT The more we argue over whether 10 year jail terms for breaking quarantine rules are disproportionate, the less we focus...","sentiment_score":0.0777777778}
{"full_text":"You wasted your time when Trump was in office. You failed to hold him accountable in developing a strategy to deal with the pandemic. U just let him do whatever he wanted to do. The Democratic Senate and walk &amp; chew gum at the same time &amp; apparently u can't.","sentiment_score":-0.1625}
{"full_text":"RT 'It's a wrap': Democrats push $15 minimum wage proposal forward, ignoring warnings of 1.4M lost jobs","sentiment_score":0.0}
{"full_text":"RT Killer Feature.","sentiment_score":0.0}
{"full_text":"RT India's gift of 100,000 COVID-19 vaccines arrived Barbados earlier today. This was a very special moment for all Barbad...","sentiment_score":0.2321428571}
{"full_text":"RT In a few weeks we will be in the same position France . It's a never ending cycle. We need a proper lockdow...","sentiment_score":-0.0666666667}
{"full_text":"7 Reasons Warehouses Are Booming During COVID-19 #CRE #TenantTips #Warehouse #COVID-19 #NewNormal #CommercialRealEstate #TenantRephttps:\/\/t.co\/Zyoi8gxe6s","sentiment_score":0.0}
{"full_text":"RT Baroness Burt introduces the #amendment 163 #TransferOfTenancyOrder  - this will make an enormous impact for survivors...","sentiment_score":0.0}
{"full_text":"RT CDC Exposed: Inflated Covid Deaths By 1600% Throughout The Election, \"Violated Multiple Federal Laws\" Peer-Reviewed Study F...","sentiment_score":0.0}
{"full_text":"RT ICONIC BUSINESS CLOSED: Howard Deli was forced to shut down because of the COVID-19 pandemic and the owner's health probl...","sentiment_score":-0.0138888889}
{"full_text":"\"COVID was just crushing,\" said Aaron Martin, co-owner of Riverhead Brewery in Kingston. \"I've never experienced anything like this.\" #ygk","sentiment_score":0.0}
{"full_text":"Very important that we stop associating variants with countries. The public has been amazing at learning epidemiological &amp; scientific information, so let's use the right nomenclature.Stigma is real &amp; has consequences.#B117 #scicomm #ScienceTwitter #epitwitter","sentiment_score":0.3211428571}
{"full_text":"It's interesting hearing from doctors and some ex police about the mishandling of the obvious government overreach of powers....but so far I haven't seen any lawyers standing up.Happy one year of 15 days to flatten the curve.","sentiment_score":0.2}
{"full_text":"RT This thing of men liking a ton of your Instagram pictures as some sort of first move. Hun? We are losing years of our...","sentiment_score":0.25}
{"full_text":"RT We bitterly, bitterly, lament and reject the poverty that some families suffer. It's tragic too many families have had a...","sentiment_score":-0.1166666667}
{"full_text":"RT NL students &amp; community members are facing high levels of stress &amp; anxiety. Mental Health needs to be a priority during...","sentiment_score":0.03}
{"full_text":"This Dr presents the medical research papers regarding Covid and related issues exposing MSM, the Government and other authorities failure and cover-up  - as a crime against humanity","sentiment_score":-0.1104166667}
{"full_text":"U.S. Coronavirus Cases Under 100,000 for Second Straight Day via","sentiment_score":0.1}
{"full_text":"Ursula von der Leyen said the EU would have crumbled under the pressure of the coronavirus pandemic if it had not bought vaccines as a collective bloc","sentiment_score":0.0}
{"full_text":"RT Our doctors, nurses, COVID warriors, Safai Karamcharis, those who drove ambulances...such people and so many others became ma...","sentiment_score":0.5}
{"full_text":"Easy to implement, easy to use appointment and line management software that can be up and running in less than 3 days!Learn more: #appointments #taxseason #tax #accounting #business #taxplanning #taxtips #socialdistance #socialdistancing","sentiment_score":0.3}
{"full_text":"RT Just another reminder that opening brick &amp; mortar schools during a time with Covid Variants is gonna kill or maim more s...","sentiment_score":0.5}
{"full_text":"RT being a college student during the pandemic","sentiment_score":0.0}
{"full_text":"We should support sincerely because of the COVID-19 pandemic, pandemic emergency service workers.","sentiment_score":0.5}
{"full_text":"I bet you're the type of person to wear a mask in your car alone","sentiment_score":0.0}
{"full_text":"RT You can watch the full Decoding COVID-19 program here:","sentiment_score":0.35}
{"full_text":"Calling it an \"urgent necessity\" to return students to the classroom, Gov. DeWine says more than 1,300 schools will have their teachers and staff vaccinated against COVID-19 by the end of the week.","sentiment_score":0.5}
{"full_text":"Applications are invited from eligible community and voluntary organisations for grants under the 2nd round of funding for Covid-19 Emergency Funding. Closing date is 26th February.","sentiment_score":-0.1}
{"full_text":"How to Differentiate Between COVID-19 and FluThe symptoms of COVID-19 can be extremely similar to the symptoms of flu. Here's what you need to know to differentiate between the two.COVID-19-Aches and pain (sometimes)Read more:https:\/\/t.co\/sp1VUqJmEh#COVID19 #Flu","sentiment_score":0.0}
{"full_text":"ELLE AFTER COVID DO U WANNA COME WITH ME TO A CUPSLEEVE EVENT HAPPY BIRTHDAY","sentiment_score":0.8}
{"full_text":"All those #BME faculty feeling anxiety &amp; frustrated ambitions - you're not alone.  Disruptions abound but \"the worst ... were for families with children under the age of 7.\" We have to continue the conversation post-pandemic as effects will be felt far beyond #FundNIH","sentiment_score":-0.5333333333}
{"full_text":"A new bill in the Arizona Senate would facilitate the transfer of inmates from state prisons to community supervision to help stop the spread of COVID-19 behind bars. reports.","sentiment_score":-0.1318181818}
{"full_text":"RT Exactly why every patriotic American should support this! #RecallGavinNewsom","sentiment_score":0.125}
{"full_text":"#Austrian hairdressers came out of #lockdown this week grappling with #coronavirus testing and capacity restrictions - the city's pampered #dogs, however, have long had no trouble getting a trim#Viennahttps:\/\/t.co\/ilh3aombMP","sentiment_score":0.025}
{"full_text":"\"I won't be able to live with myself if I get you two sick, I tried to explain to my roommates.\"In her essay, JinJin Xu (@jinxshoe) reflects on individual and collective experiences:https:\/\/t.co\/dVSPoW0xSK","sentiment_score":-0.0194805195}
{"full_text":"Samaritan Medical Center has piloted a program to allow patients with less severe COVID-19 symptoms to recover at home with the help of remote monitoring and follow-up care.","sentiment_score":-0.0916666667}
{"full_text":"It's National Apprenticeship Week and this year's theme is Build the Future. We're shining a light on the amazing work being done by our apprentices and how their contributions have supported our COVID-19 response. You can find more information at #NAW2021","sentiment_score":0.375}
{"full_text":"The El Paso Department of Public Health reported 350 new COVID-19 cases and five deaths on Wednesday.https:\/\/t.co\/pYjqD5vdDo","sentiment_score":0.0681818182}
{"full_text":"Do you know how many CEO roles are taken by black women?Only 3%.Compare that to the 19% of white women and 66% of white men in those roles.Here's how we can boost diversity spoken by three powerful women leaders of color.","sentiment_score":0.1266666667}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"Antigen-based diagnostic tests perform best early in the course of symptomatic SARS-CoV-2 infection, when the viral load is thought to be highest. Click here for more information on testing for SARS-CoV-2 infection:","sentiment_score":0.5333333333}
{"full_text":"Very few people can achieve so many milestones at such a young age and Neel Menon is surely one of them. This kid has won best #documentary award at prestigious #SanDiegoInternationalKidsFilmFestival","sentiment_score":0.2628571429}
{"full_text":"RT Now I can only love Master GommaPelle. I have met Him only once. I can't even meet Him for just 5 minutes because of C...","sentiment_score":0.1666666667}
{"full_text":"Ohio University's Ping Recreation Center has seen an increased student interest in fitness classes during Spring Semester, despite the COVID-19 guidelines in placehttps:\/\/t.co\/EphuOsFvuU","sentiment_score":-0.1}
{"full_text":"#COVIDVaccines are safe &amp; effective, &amp; provide long lasting protection against #novel #coronavirus.However, at the moment, it is unknown how long the immunity provided by the #COVIDVaccine may last. Hence, yes, in some cases it is possible to get infected even after vaccination.","sentiment_score":0.1125}
{"full_text":"We all have the power to stop #Covid19 and save lives.  Please #StayHome  and share this message. Let's keep our families and communities safe.  WE HAVE THE POWER TO STOP THE SPREAD!#HoldFirm #StaySafe #ProtectEachOther@HSELive  ","sentiment_score":0.5}
{"full_text":"The Federal Emergency Management Agency will soon begin reimbursing Americans for funeral expenses of family members who passed away due to COVID-19.https:\/\/t.co\/z6UmbI59TT","sentiment_score":-0.125}
{"full_text":"#TheBigStory | Former senator JV Ejercito, author of the Child Car Seat Law, expresses support to temporarily suspend its implementation, saying he didn't expect its enforcement to fall amid the pandemic.","sentiment_score":0.0}
{"full_text":"Health Minister Procurement Minister and others answered questions about Canada's #COVID19 vaccine strategy during a #HESA meeting on Feb. 5. Summary: #cdnhealth #cdnpoli","sentiment_score":0.0}
{"full_text":"RT Is it the right time to reopen schools? IWPA President says 'no', alleges schools don't follow #Covid SOPs...","sentiment_score":0.2857142857}
{"full_text":"RT covid is robbing secondary school kids of some of their best years :(","sentiment_score":-0.0166666667}
{"full_text":"House Democrats on Tuesday muscled past Republicans on major portions of President Joe Biden's pandemic plan, including a proposed $130 billion in additional relief to help the nation's schools reopen and a gradual increase of the federal minimum wage.https:\/\/t.co\/m63B3IkQky","sentiment_score":-0.09375}
{"full_text":"Stress-induced 'Covid jaw' is causing patients to chew through their mouthguards while asleep Our brilliant Health+ is now FREE to readhttps:\/\/t.co\/G2oiq2H4Kn","sentiment_score":0.65}
{"full_text":"I don't understand why Johnson hasn't adopted the NZ &amp; Australian models. It's working. Lowest COVID19 infection rates in the world.","sentiment_score":0.0}
{"full_text":"RT \"I was very grateful Sir Elton John and Sir Michael Caine agreed to do this\"Consultant Lord Ara Darzi tells #BBCBreakf...","sentiment_score":0.2}
{"full_text":"Today!Join Bastiat Society of Charleston for an in-person event with  Together we will explore the reasons that the lockdowns failed to halt the coronavirus.Register:","sentiment_score":-0.5}
{"full_text":"Happy Wednesday all! #StaySafe #StayHealthy #WearAMask","sentiment_score":1.0}
{"full_text":"Eastside Primetimers have published our latest report on not-for-profit sector mergers - the Good Merger Index - with a look at how COVID-19 has impacted charity collaboration. Read it now.https:\/\/t.co\/59cjT0TFN3 #GoodMergerIndex #BuildBackBetter","sentiment_score":0.6}
{"full_text":"Hey and This 2nd-year student employee with a full scholarship paid $3200+ in fees last year, during the pandemic.We are speechless. SMH#SUNYWorksBecauseWeDo","sentiment_score":0.175}
{"full_text":"COVID 19 cases in India until : 10\/02\/2021 19:30Total Cases: 10858681 [+376]Active: 138901Recovered: 10559915 [+294]Deaths :155283 [+3]Total Tests: 203.32MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"College students at 4 year institutions can now apply for SNAP benefits through the end of the pandemic with less criteria needed to access food assistance. Apply or renew your benefits at Our partners reporting:","sentiment_score":-0.1666666667}
{"full_text":"Dr. Frank MacGeorge answers viewer questions about donating convalescent plasma after being vaccinated.","sentiment_score":0.0}
{"full_text":"RT While I was campaigning, I warned everyone that Joe Biden wouldn't be able to keep up with the demands of COVID. We now...","sentiment_score":0.5}
{"full_text":"If GM had a 8 week shutdown, does this really make UAW workers whole? Why is this article presented that way?","sentiment_score":0.2}
{"full_text":"Millions of people from low-income communities in Mzansi are not equipped to survive the impacts of the pandemic. This is why Mzansi needs a wealth tax now! Over 20 000 people agree, you too can play your part. Add your name to the campaign here:","sentiment_score":0.0}
{"full_text":"Smoking can make #COVID19 symptoms and complications worse if you get sick. Protect your lungs today. Call 1-800-Quit-Now or visit","sentiment_score":-0.5571428571}
