{"full_text":"RT Yesterday there were no new cases reported. 7,440 test results were received. Thank you to those who got tested - #EveryTestH...","sentiment_score":-0.0681818182}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"How is it that masks prevent the spread of flu and common cold but not covid? Genuine question.","sentiment_score":-0.1666666667}
{"full_text":"Biden Admin Wants to Charge Reporters $170 Every Time They Go to a Briefing","sentiment_score":0.2}
{"full_text":"Another pandemic birthday cake in the books! This ones for our 6yo.","sentiment_score":0.0}
{"full_text":"You are presenting facts, they are scary but they are facts that should be given the proper attention. This virus IS scary and that's just that, straight up truth.  Thanks for posting and helping to raise awareness-we aren't out of the woods yet on this pandemic.Caution is valid.","sentiment_score":-0.12}
{"full_text":"Well very pleased to receive our #VisitEngland #Covid19 accreditation      #ShortSays are very pleased.Need to know more ? Message us on hello@shortstays.ltd","sentiment_score":0.45}
{"full_text":"RT The #AmericanRescuePlan passed in the House:*relief checks*vaccine distribution*reopen schools*jumpstart the economyNOT O...","sentiment_score":0.0}
{"full_text":"RT CDC updated guidance on Ventilation in Schools and Child Care Programs. @BVSDcolorado they recommend Disabling demand...","sentiment_score":0.0}
{"full_text":"Nah Biden and Harris got that on lock-down. Just had to make sure it was up to Obama standards.","sentiment_score":0.5}
{"full_text":"RT People are poisoning themselves by trying to treat COVID-19 with a horse de-wormer, report says","sentiment_score":0.0}
{"full_text":"RT L O fucking L https:\/\/t.co\/3bQlXWQZ3C","sentiment_score":-0.6}
{"full_text":"RT As we hit 500,000 COVID-19 deaths, we must take a moment to remember the family members, friends, coworkers, neighbors...","sentiment_score":0.0}
{"full_text":"RT Have a look at our AI &amp; Corona Observatory where we evaluate, discuss and inform you on AI applications aimed at tackling thi...","sentiment_score":0.0}
{"full_text":"RT \"How about we ignore COVID-19 and concentrate on cancer instead??\", shouts the rando online, ignoring that so many peo...","sentiment_score":0.5}
{"full_text":"\"Leaders show up no matter how uncertain the times are. The Democrats are cowards for hiding and not showing up to work,\" Cawthorn wrote on Twitter in July. \"I guess we can label them as 'Nonessential personnel'?\"Said over Dems voting by proxy due to Covid in July","sentiment_score":-0.125}
{"full_text":"RT Please retweet so that all parents can see. Priscilla and David Morse lost their 6 year old daughter to covid very sudde...","sentiment_score":0.15}
{"full_text":"RT Big Mac and dies, please. Covid vaccine may be offered in fast-food restaurant car parks","sentiment_score":0.0}
{"full_text":"RT It's a year since the first UK Covid death.We have130,000 Covid deathsOne of worst death rates in worldWorst...","sentiment_score":-0.375}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"RT Dr. Roselia \"El\" de Rosales, 63yo Internal Medicine PCP, VA Outpatient Clinic, Rockford, IL, died of #covid19 12\/23. She often...","sentiment_score":0.0}
{"full_text":"RT The House approved President Joe Biden's $1.9 trillion pandemic rescue plan in a 219 to 212 vote early Saturday morning, s...","sentiment_score":0.1}
{"full_text":"RT CNN: 69 million doses of the coronavirus vaccine have been administered in the United States.","sentiment_score":0.0}
{"full_text":"RT The Democrats \"Covid relief\" deal:Pelosi gets a tunnelSchumer gets a bridgePlanned Parenthood gets cashAll while t...","sentiment_score":0.0}
{"full_text":"RT You don't want to lockdown. You don't want to wear masks. You don't want to get vaccinated but you want COVID to magically go...","sentiment_score":0.5}
{"full_text":"such a cutie  they are lifesavers, really. I'm pretty sure my little one saved me from a covid-depression.","sentiment_score":0.140625}
{"full_text":"This was literallllllly the last time we performed live. I remember bringing hand sanitizer with me because of covid!!!!!!!!!!","sentiment_score":0.5}
{"full_text":"We WERE buying medical supplies on Amazon before the pandemic and were shut out from buying when it started. Didnt matter that we are a medical office.","sentiment_score":0.0}
{"full_text":"RT Late last night, I voted YES on the COVID relief package.Relief checks. Funding for vaccines and reopening schools. Fo...","sentiment_score":-0.15}
{"full_text":"RT NAAAAA JEREMY LIN KNOW THE HOOD FUCK WIT EM!!! COME BACK 2 NY BLUDDA","sentiment_score":-0.390625}
{"full_text":"Speaking of non-essential....Guess who voted by proxy, used covid as an excuse, and *just happened* to appear at CPAC?@GOP. The party of #HypocrisyAndFascismVote them all out!","sentiment_score":-0.0625}
{"full_text":"RT It's a year since our first Covid death. Our country's tragic journey from the 1st to the 122,415th - full of dither and dela...","sentiment_score":-0.05}
{"full_text":"Is that map showing county-level vaccination data available in the CDC tracker or is it just a stock map image?The shading on Illinois looks rather different from the vaccine coverage data released by the Illinois Department of Public Health (per","sentiment_score":0.1333333333}
{"full_text":"RT With 640 million acres to explore, public lands like are great places to get outside, socially distance like the...","sentiment_score":0.2083333333}
{"full_text":"RT Since Apr 2020, Dr. David Chesler has been using ivermectin to save the patients he cares for in the 7 nursing homes wher...","sentiment_score":0.0}
{"full_text":"RT To Congressional Republicans, conspiracy theories are more important than the American people. Last night, they voted ag...","sentiment_score":0.225}
{"full_text":"RT Celtics' Jayson Tatum discusses Boston's early struggles, his recovery from COVID-19, his new chip and moreBy:","sentiment_score":0.1181818182}
{"full_text":"RT NPR is remembering some of those who lost their lives from COVID-19 by listening to music they loved and hearing their stories. Am...","sentiment_score":0.7}
{"full_text":"Retired after 23 yrs in USMC - more than 40 years ago &amp; was shocked with news of a large percentage of military members refusing COVID vaccinations. When was a member of the military granted the privilege of increasing the risk of disease among other members of the military?","sentiment_score":-0.0586734694}
{"full_text":"Over 100,000 dead from covid under Biden, Tapper ","sentiment_score":-0.2}
{"full_text":"Cutest lady just did my covid test  I expected it to be worse but it actually wasn't too bad","sentiment_score":-0.3}
{"full_text":"RT Is there anything more Republican than missing a vote on COVID relief to address a white nationalist conference? Basic...","sentiment_score":0.075}
{"full_text":"So, if they wanted to sell the club, which I very much doubt.. then tell me to who? In this worldwide pandemic everyone is cautious ..  also it is very disrespectful to tell the owners to fuck off, or am I missing something","sentiment_score":-0.035}
{"full_text":"RT Last year Madison Cawthorn said Dems who used pandemic proxy voting were \"cowards for hiding and not showing up to work.\"...","sentiment_score":0.0}
{"full_text":"Chill guys its the news about ending lockdown and a Vaccine Bounce","sentiment_score":0.0}
{"full_text":"RT Hey , if Ohio Libraries can pass out rapid response at home Covid tests, Ohio Librarians should be able t...","sentiment_score":0.5}
{"full_text":"RT Learn how like and tapped into the power of the Salesforce Ecosystem to help a...","sentiment_score":0.0}
{"full_text":"Government \"restrictions\" supposedly to protect us from the #CCPVirus are a convenient excuse to take away the rights of citizens.","sentiment_score":-0.05}
{"full_text":"RT Texas willing 2 takeFederal financial assist,but remains off-gridPeople of Texas.If U can hear us.VoteBlue2022M...","sentiment_score":0.125}
{"full_text":"Two new deaths and 106 COVID-19 cases reported Saturday, three on Hawai'i Island, 75 on Maui, 23 on O'ahu, five diagnosed out of state","sentiment_score":0.1363636364}
{"full_text":"Biden isn't doing anything either, stop blaming it on political reasons","sentiment_score":0.0}
{"full_text":"\"If it gets too cold or hot, adjust the thermostat.\"  They really think teachers get to control their own thermostat? My school doesn't even control it. We literally need to request changes through the district.Just so clear people don't understand the reality of teaching.","sentiment_score":0.11}
{"full_text":"You literally won't vote for Covid relief.","sentiment_score":0.0}
{"full_text":"RT just heard the interview of that radio host saying awful things about BTS. this is beyond unacceptable. the fact that he t...","sentiment_score":-1.0}
{"full_text":"RT As we hit 500,000 COVID-19 deaths, we must take a moment to remember the family members, friends, coworkers, neighbors...","sentiment_score":0.0}
{"full_text":"RT Not jobs, not the economy, not the pandemic, not health care, not trade, and not the climate. Instead they talk about Mr...","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports record of nearly 2.2 million COVID-19 vaccinations in one day","sentiment_score":0.1}
{"full_text":"I miss college before COVID","sentiment_score":0.0}
{"full_text":"Hey we're Gamers Watch, an PodcastThis podcast follows a group of friends gaming their way through lockdown.They share various embarrassing stories of their lives &amp; occasionally talk about video gamesWe'd love for you to listen!https:\/\/t.co\/mXha6pVqKf","sentiment_score":0.1666666667}
{"full_text":"RT The pandemic has given me a whole new perspective on the long prison sentence vs. death sentence debate.","sentiment_score":0.0954545455}
{"full_text":"RT White House imposes COVID-19 testing fee on reporters in latest step limiting press access","sentiment_score":0.25}
{"full_text":"RT Sorry just sick of the \"what about cancer patients??\" argument when it comes to COVID. 1) of course we want to treat t...","sentiment_score":-0.6071428571}
{"full_text":"RT Can Paul Reynolds and explain this either deliberate or lazy claim that the 'far left', ie socialists like me...","sentiment_score":-0.05}
{"full_text":"RT Conference: Youth Mental Health &amp; COVID-19 - What do we know and what should we do?  1-3 March","sentiment_score":-0.1}
{"full_text":"End the lockdown BS","sentiment_score":0.0}
{"full_text":"RT day one of lockdown: finally, some time to myselfday 349: I have successfully made friends with the moon","sentiment_score":0.375}
{"full_text":"ONS stats are based on actual death certs. These are mostly completed by the attending doctor. They are legal docs that can be challenged in court. The ONS records deaths \"involving COVID\" &amp; those \"due to COVID\". These are based off the death certs.","sentiment_score":0.14375}
{"full_text":"RT new CDC guidance suggests you don't go wasting your devotion and to instead lay all your love on me","sentiment_score":0.3181818182}
{"full_text":"Aspen Park Elementary in Comox serving up covid.","sentiment_score":0.3}
{"full_text":"RT When you see a list like this, it's clear that Canada is falling behind. It's also clear when I hear from folks across the...","sentiment_score":-0.0666666667}
{"full_text":"Imagine what it would be like if #eLearning was not an option during the COVID-19 pandemic. So many would not receive an education. Fortunately, eLearning served as an emergency tool that kept the doors to education open. via","sentiment_score":0.3}
{"full_text":"RT Dr. Verna Yiu, AHS President &amp; CEO: \"I want to publicly &amp; personally apologize to anyone who experienced frustration, anger...","sentiment_score":0.025}
{"full_text":"Both my parents had COVID. One severe. I can't find a single doctor who will tell them not to get the second shot. Everyone says \"what's the harm?\" Apparently unnecessarily using a dose someone else needs isn't harm...","sentiment_score":-0.1571428571}
{"full_text":"RT Hey Republicans, not a single one of your representatives voted to give you a $1400 stimulus check in the middle of the...","sentiment_score":0.0178571429}
{"full_text":"RT Florida got it right, and the lockdown states got it wrong - Washington Times","sentiment_score":-0.1071428571}
{"full_text":"RT It's time we speak truth in the nation's Capitol: The American Rescue Plan is being sold to the public as COVID-19 a...","sentiment_score":0.0}
{"full_text":"RT Lancet also concludes that PCR is NOT the appropriate gold standard for evaluating a SARS-CoV-2 public health test.http...","sentiment_score":0.1666666667}
{"full_text":"Sarah Palin 2.0 running on a platform of half a million dead being not nearly enough sounds about right for where their party is at.","sentiment_score":-0.0202380952}
{"full_text":"How much weight have you gained since lockdown started ?","sentiment_score":0.2}
{"full_text":"RT What were hearing right now from the GQP are sad swan songs of gaslighting because the \"party of responsibility\" abdicate...","sentiment_score":-0.1071428571}
{"full_text":"RT You don't want to lockdown. You don't want to wear masks. You don't want to get vaccinated but you want COVID to magically go...","sentiment_score":0.5}
{"full_text":"RT The Democrats' radical progressive agenda steamrolled the American people tonight as Pelosi's House passed so-called \"COV...","sentiment_score":0.0}
{"full_text":"RT Republicans chose CPAC over COVID relief","sentiment_score":0.0}
{"full_text":"Not only tickets but a covid test too.Not even sure I would go if it was free.","sentiment_score":0.3}
{"full_text":"RT Worker's rights are rights for us all. I'm proud to stand with organizers and labor unions, especially when a literal pa...","sentiment_score":0.4}
{"full_text":"We often forget that COVID has an impact on all ages. Hear the experience of long COVID on a young graduate student. #LongCovid #COVID #COVID19 #Covid_19","sentiment_score":0.025}
{"full_text":"RT As we hit 500,000 COVID-19 deaths, we must take a moment to remember the family members, friends, coworkers, neighbors...","sentiment_score":0.0}
{"full_text":"Montana doctor shares experience as COVID patient","sentiment_score":0.0}
{"full_text":"If God told you he disapproves can you have another word with him\/her and ask if we can have a little more help with COVID and alleviate the suffering of millions who have lost loved ones.","sentiment_score":0.3375}
{"full_text":"Only a race to save Canadians from dying of COVID. Otherwise, no big rush.","sentiment_score":0.0}
{"full_text":"\"No evidence has been found to suggest that children or educational settings are the primary drivers of SARS-CoV-2 virus transmission. However, research has shown that children can become infected, and can spread the virus to other children and adults while they are infectious\"","sentiment_score":0.175}
{"full_text":"It's in stages, but the final end date of everything being finished is open due to all the issues surrounding COVID-19 in the past 12 months.","sentiment_score":-0.09375}
{"full_text":" We salute the courage and energy of corona warriors! We thank you everyone at RChilli for the sacrifices you make every day, especially during this pandemic.https:\/\/t.co\/6HcRYoo7tv#COVIDHeroes #pandemic #Covid #doctors #nurses","sentiment_score":0.0}
{"full_text":"\"Adaptive immunity to SARS-CoV-2 and COVID-19\" - Read the Review by now in #covid19 #sarscov2","sentiment_score":0.0}
{"full_text":"The Crisis Response Network's new app helps Arizonans access housing information and resources during the pandemic. Learn more:","sentiment_score":0.3181818182}
{"full_text":"Russian diplomats leave North Korea on a rail trolley after the border was closed due to Covid","sentiment_score":-0.075}
{"full_text":"RT The discourse currently chapping my ass is the screeching about including the arts in the COVID relief bill. Yeah. YEAH....","sentiment_score":0.0}
{"full_text":"Why is Kim Jong-un lying about China virus?","sentiment_score":0.0}
{"full_text":"\"It's a common sense issue, we all know that if we allow males to compete in female sports there will no longer be female sports.\" sounds off on the \"Equality\" Act &amp; it's consequences with Steve Bannon on War Room Pandemic.","sentiment_score":-0.1}
{"full_text":"News about #vaccinesCovid19 and the progress of #vaccinations campaigns globally are coming thick and fast. #pharmaindustry expect to produce 10 Bn doses of Covid-19 vaccines by 2021, as the EU plans a vaccination passport for the summer","sentiment_score":-0.0333333333}
{"full_text":"RT Update-I was OK last night - no symptoms - but woke up at 4 am with fever of 99.7.  I'm usually 97.6. By 8 am it was 100.7....","sentiment_score":0.0833333333}
{"full_text":"Director story has now been published by \"As I learned more about the opioid epidemic, I came to see that the tragedy of Lucus' death was in how achingly familiar it was becoming for many Canadians.\"#HarmFilmYYChttps:\/\/t.co\/FJyprpiW1J","sentiment_score":0.45625}
{"full_text":"With the majority of meetings taking place online, seeing each others faces is important for maintaining a sense of community during the pandemic. Learn how to use tiled layouts in Google Meet here:","sentiment_score":0.4}
{"full_text":"Have a question about COVID? How to get vaccinated? We've answered readers' most pressing questions here:","sentiment_score":0.5}
{"full_text":"RT Matt Hancock broke the law and should never be re-elected. The press aren't holding him to account so let's spread the wo...","sentiment_score":0.0}
{"full_text":"A new study reveals that early in the COVID-19 pandemic, one-third of cancer survivors were concerned about potential disruptions to treatment or health care.https:\/\/t.co\/A0R9pamAe1","sentiment_score":0.0787878788}
{"full_text":"Teens Are Suffering in Lockdown Isolation. Can Tech Help?","sentiment_score":0.0}
{"full_text":"RT  WHO mDementia handbook will help countries around the  to introduce &amp; scale up #dementia programmes through mobile devices ....","sentiment_score":0.0}
{"full_text":"RT CNN: 23 million people in the United States have been fully vaccinated against coronavirus.","sentiment_score":0.0}
{"full_text":"New look for Derby night club Blue Note ready for end of lockdown:https:\/\/t.co\/m9QmGpqQwZ","sentiment_score":0.1121212121}
{"full_text":"RT #LargestVaccineDrive Private Sector Participation: States can use 10,000 hospitals under AB-PMJAY and 687 hospitals unde...","sentiment_score":0.0}
{"full_text":"United States begins and ends week with pandemic milestoneshttps:\/\/t.co\/bfvrrRGy9J","sentiment_score":0.0}
{"full_text":"ICYMI - Rapid coronavirus test centre to open in Falkirkhttps:\/\/t.co\/4uleR0jMjm","sentiment_score":0.0}
{"full_text":"\"We have no time to waste. If we act now, decisively, quickly and boldly, we can finally get ahead of this virus...\"","sentiment_score":0.1166666667}
{"full_text":"Doctor: It's shocking how quickly we've gone from moving at 100 miles an hour to about 25","sentiment_score":-0.3333333333}
{"full_text":"Will we hit herd immunity by next winter? IHME Director Dr. Christopher Murray explores two possible futures for the US.View our latest #COVID19 projections:","sentiment_score":0.1666666667}
{"full_text":"$484,000 | 3394 Somerset Park Drive, Orlando, FL 328244 Beds | 4 Baths | 2,973 SqFtM\/I Homes Corina II model located on a conservation lot in the Lake Nona gated community of Somerset Park. #Orlando #RealEstate #Florida #Saturday #COVID19 #ForSale","sentiment_score":0.0}
{"full_text":"In an effort to stay connected with the community and help those who are most vulnerable to catching COVID-19, this police department has started offering rides to seniors who can't get to their vaccination appointments.","sentiment_score":0.2}
{"full_text":"RT #ElSalvador responded rapidly to the emergence of #COVID19, &amp; in line with WHO advice stepped up preparedness of its health system...","sentiment_score":0.0}
{"full_text":"We passed a massive Covid relief package that goes big to help people feed their families, pay the rent, and withstand this devastating crisis.But there's no time to rest--today we continue working to put money in people's pockets, ramp up vaccinations, and rebuild our economy.","sentiment_score":-0.3333333333}
{"full_text":"RT Republican Paul Gosar skipped the COVID relief vote to speak at a conference with ties to white nationalism.https:\/\/t.co...","sentiment_score":0.0}
{"full_text":"Medicare FFS Utilization Declined Across the Board During COVID-19 via #healthcare","sentiment_score":0.0}
