{"full_text":"Snow hasn't started yet, but I did brave the grocery store this morning.  Although busier than normal for Monday morning, most people were social distancing well and wearing their masks.  The one way traffic confuses some still, but then, this is Eastern Massachusetts.","sentiment_score":0.3708333333}
{"full_text":"Sorry to hear this, my condolences. A cousin of mine has Covid-19 and is in hospital with difficulty breathing and very tired. Still in shock, and cant believe it.He's a fighter and hope he pulls through it. X ","sentiment_score":-0.51}
{"full_text":"RT Please extend your hand out to this young USAF Veteran.Reality Winner need to be returned to her family...","sentiment_score":0.1}
{"full_text":"RT Dear UK population the reason why we have #COVID19 mutations in this country is because we have never had a #Lockdown,...","sentiment_score":0.0}
{"full_text":"RT Now that there is so much evidence for Hydroxychloroquine, safety &amp; efficacy, I deeply regret following all guidelines an...","sentiment_score":0.0666666667}
{"full_text":"RT Anyone?","sentiment_score":0.0}
{"full_text":"RT The strong moral argument for rich countries subsidizing Covid-19 vaccination worldwide is buoyed by this study: spending $40 b...","sentiment_score":0.2694444444}
{"full_text":"RT I was skeptical early on that the pandemic would actually jumpstart the long predicted remote-work revolution, but now I...","sentiment_score":-0.1125}
{"full_text":"RT Yes, I will! Having covid slowed down my listenings last week so I'm behind on music but I'm better now and did listen...","sentiment_score":-0.0138888889}
{"full_text":"There's also some evidence that more people in SSA (and maybe India\/other LMICs too) have pre-existing cross-reactive antibodies to COVID than in HICs due to prior exposure to other COVs. See:","sentiment_score":0.0625}
{"full_text":"RT Western Australia just confirmed its *first* COVID-19 case in 10 months. The response? Full lockdown &amp; mandatory masks.The...","sentiment_score":0.25}
{"full_text":"-via -Check 4 update, c logs &amp; limit unauth login attempts. UTM\/NGFW is attack surface#CyberSecurity #cybersecurite #ciberseguridad #infosec #business #money #hackers #ThreatIntel #SupplyChain #DEVCommunity #remotework #COVID19 #internet #DataScience #UTM ","sentiment_score":0.0}
{"full_text":"RT Good news guys, they're losing money so the pandemic is over and you can go back outside","sentiment_score":0.2333333333}
{"full_text":"RT Aylmer pastor charged, again, under Ontario's emergency #COVID19 law after an indoor service was held Sunday. r...","sentiment_score":0.0}
{"full_text":"Just Eat ha pure le borse termiche.","sentiment_score":0.2142857143}
{"full_text":"RT For those who expected Food riots during COVId and why it didn't happen - Just check the Food Subsidy numbers increase i...","sentiment_score":-0.1}
{"full_text":"Good to know!Biden issued 17 executive orders in his first 2 days - more than Trump or Obama. 10 of the 17 address the pandemic. Including:- Masks on federal property- Masks on pub transport- Support for re-opening schools.- Securing supplies#FactFlood","sentiment_score":0.4833333333}
{"full_text":"RT Police grabbing, attempting to detain Bogazici students for simply looking in the wrong way or grouping together.You can't s...","sentiment_score":-0.25}
{"full_text":"Mothers Provide Protection For Their Infants If Infected With Covid-19 In Most Cases. via","sentiment_score":0.5}
{"full_text":"RT Want a stronger world after COVID-19? Choose more women leaders, says UN official","sentiment_score":0.5}
{"full_text":"February is the month of Love And Care!Take care of your loved ones in this Pandemic .Free Delivery in Karachi.You can also order online: or call 03470142725 for deliveries across Pakistan.#HopeCare #NeedOfTheHour #ShahidAfridi@SAfridiOfficial","sentiment_score":0.6}
{"full_text":"RT Insulting. Cutting off aid to the unemployed long before recovery is possible, nothing for state\/local. This isn't a progr...","sentiment_score":-0.4125}
{"full_text":"RT To the  members presenting their plan today, explain the plan that determines who should get the covid $$ if you bel...","sentiment_score":0.0}
{"full_text":"RT One of Canada's leading #COVID19 voices, is a tireless &amp; relentless advocate for the rights of LTC residents, fa...","sentiment_score":0.0}
{"full_text":"sorry corona exists","sentiment_score":-0.5}
{"full_text":"RT \"Short-term I knew it would help during COVID, and long-term, it could be this extra space that we desperately needed to...","sentiment_score":-0.3}
{"full_text":"The fundamental principle of the lockdown decisions is that they never affect the decision makers.","sentiment_score":0.0}
{"full_text":"All schools are resuming in peace adhering to COVID-19 rules and regulations UNIVERSITY OF ABUJA #UNIABUJA resume with Protest.@UniAbuja1","sentiment_score":0.0}
{"full_text":"RT \"I think that we're just seeing the beginning of what is going to be a child abuse epidemic in America.\" Daphne Young of...","sentiment_score":0.1}
{"full_text":"RT A genuinely deady pandemic doesn't require a 24\/7 government ad campaign to remind you about it.","sentiment_score":0.4}
{"full_text":"RT This is a worrying development &amp; a reminder that a functioning test, trace, isolate &amp; support system is essential if we...","sentiment_score":0.0}
{"full_text":"So on one hand is to focus on COVID and stop talking about independence- but on the other you invite her debate the very thing she isn't to focus on? red card!","sentiment_score":0.025}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT Breaking: \"even after the #Trump admin spent billions helping drug makers develop #Covid19 #vaccines it not only dismis...","sentiment_score":-0.05}
{"full_text":"Removing my colonial name too!","sentiment_score":0.0}
{"full_text":"Ontario records 1,969 new #COVID19 cases, 36 more deaths Sunday *Toronto:886, Peel:330, York:128, Durham:90*1158 in hospital, 354 in ICU*30,359 more tests (5.2%+)*341,900 total vaccination doses*2132 more resolved #covid19ontario","sentiment_score":0.3272727273}
{"full_text":"RT How do Canadians rid themselves of this plague and I am not talking about covid-19?","sentiment_score":0.0}
{"full_text":"RT UK: Centenarian fundraiser Captain Tom hospitalised with COVID","sentiment_score":0.0}
{"full_text":"Covid patients dying needlessly due to unfounded fearsSource: Guardianhttps:\/\/t.co\/CumbJPxXIt","sentiment_score":-0.125}
{"full_text":"RT As we continue to battle this health crisis, the existing needs of vulnerable children should not be forgotten. WellChild is...","sentiment_score":-0.5}
{"full_text":"RT During a #Pandemic when people have been on #lockdown &amp; jobs are lost forever, Democrats have partied &amp; Liberals are stuffe...","sentiment_score":0.0}
{"full_text":"Today at 2:30pm ET join me for an interesting conversation on #Clubhouse with veteran VC &amp; #startup leaders &amp; to talk about managing #culture in what feels like a never-ending lockdown.","sentiment_score":0.25}
{"full_text":"RT Our close and valuable security cooperation will continue. We also discussed our healthcare cooperation in the context of...","sentiment_score":0.0}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"I sincerely hope Biden does a comparison chart along with another that shows the actual needs of Americans.Show Republicans don't care about helping all Americans Nor about getting USA opened safely by defeating Covid19 and providing safe measures like can't have 30 kids a room","sentiment_score":0.375}
{"full_text":"RT Pandemic support measures amount to 13% of India's GDP.  #Budget2021 focuses on self-reliance or aatmanirbharta, starting with...","sentiment_score":0.0}
{"full_text":"RT New report by at CUNY.  Interviews w\/ dozens of reporters, editors, photographers and producers around the U.S...","sentiment_score":0.1363636364}
{"full_text":"Has anyone been able to schedule a COVID-19 vaccine with I have been on their site, picked appointment times then get an error message that says something about not meeting parameters. Does the scheduler work at all?","sentiment_score":0.5}
{"full_text":"RT #COVID19 vaccination booking line for 65-69 year-olds is now openWhere possible we would encourage booking appointments on...","sentiment_score":0.0}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"RT Dear Dr. Fauci:I venture to guess that a SLEW of lawyers out there, me included, would gladly represent you pro bono in s...","sentiment_score":0.5}
{"full_text":"RT Perth now under full lockdown for 5 days after one COVID-19 case detected. One.","sentiment_score":0.35}
{"full_text":" Hi for your inquiry. Only passengers remaining in Ontario required mandatory COVID test until further noticed from government official. At this time there is no fee yet, we do not know if this going to change in future. Thanks","sentiment_score":0.05}
{"full_text":"Yet to see a single Maine article provide context that Susan Collins cast a party-line vote for a GOP budget blueprint to kill the ACA w\/ 50 votes but now seeks to block Biden from using same process to help folks in a crisis.Lotta stenography, almost no journalism. #mepolitics","sentiment_score":-0.0357142857}
{"full_text":"RT Vaccinations against COVID-19 are taking place across the EU. People from priority groups - healthcare professionals or...","sentiment_score":0.0}
{"full_text":"RT Some great work by and in putting together this Vaccine Queue Calculator interactive. Give it a try: htt...","sentiment_score":0.8}
{"full_text":"RT Wicomico County has 18 new confirmed positive cases of COVID-19. Wicomico County has a total of 6,352 total cases.  5,8...","sentiment_score":0.1527272727}
{"full_text":"RT Pandemic nudges a third of people to greater bicycle use and  MPs urge HS2 cycleway in full","sentiment_score":0.2833333333}
{"full_text":"RT Throwback to #Dhruva shoot. Can't wait to be back on sets. Till then, stay home and stay safe.","sentiment_score":0.25}
{"full_text":"You are not an Honourable for people to open doors for you so do well to wash your hands under running water with soap.#staysafe #maskup #COVID19 #FellowGhanaians","sentiment_score":0.0}
{"full_text":"RT No surprise. austerity march has begun. Now's not the time for austerity but GOP will be crying about their fake conce...","sentiment_score":-0.35}
{"full_text":"RT FM announces 35,000 Cr of our money to be spent on Pvt Vaccine Companies for untested Vaccines at a time when Covid is natur...","sentiment_score":-0.1}
{"full_text":"RT We are proud of the #positive impact over the last couple of months #fighting the global pandemic.   htt...","sentiment_score":0.2568181818}
{"full_text":"RT \"The teens of the pandemic are living through a significant and prolonged stress that most adults have never known. I...","sentiment_score":0.4375}
{"full_text":"RT Another day, another fugging cosplay outfit. Does Johnson never tire of dressing up as what he's not and never could be?...","sentiment_score":0.0}
{"full_text":"RT Well, well, well . . . The American Journal of Medicine Says (What the World Already Knows) HCQ and Zinc Reduce COVID...","sentiment_score":0.0}
{"full_text":"RT the most striking thing about the republican counter-offer is it contains no new ideas. it's the same basic plan as Biden's, ex...","sentiment_score":0.1863636364}
{"full_text":"RT Australian Open will allow up to 30,000 fans per day. No mask requirements either.Country, at this time, doesn't have a...","sentiment_score":0.0}
{"full_text":"Perhaps lockdown has got to him. My advice steer clear of him for a few weeks. Maybe test the water after that but if still the same, his loss, because you are brilliant!! xxx","sentiment_score":0.225}
{"full_text":"Make sure you watch Calendar tonight at 6pm to see our Charity Manager Jodie sending get well wishes to and saying thank you for his support ","sentiment_score":0.5}
{"full_text":"maddening!","sentiment_score":0.0}
{"full_text":"RT *TYSON, SMITHFIELD, JBS FACE CONGRESS PROBE OVER COVID OUTBREAKS","sentiment_score":0.0}
{"full_text":"RT New webinar on COVID-19 Infection Prevention and Control guidance for childcare settings now available. Presented by Profe...","sentiment_score":0.2681818182}
{"full_text":"RT For a moment there, I thought he is worried about studies","sentiment_score":0.0}
{"full_text":"RT Financial reforms for accelerating economy in post-COVID world.#AatmanirbharBharatKaBudget","sentiment_score":0.0}
{"full_text":"RT 1 case of Covid in Perth, Western Australia today. The first for 10 months. The response? Full lockdown for 5 days includi...","sentiment_score":0.2}
{"full_text":"Tar-jay has beaten the stuffing out of the S&amp;P 500 before and during Covid. I would not have predicted that.","sentiment_score":0.0}
{"full_text":"RT According to the honourable Senior Advocate, CoVid is over :) and we are idiots waiting for the vaccine and still taking p...","sentiment_score":-0.15}
{"full_text":"RT CX leaders were three times more likely to outpace mainstream companies on performance in 2020, according to Econsultancy...","sentiment_score":0.25}
{"full_text":"Can you believe it is February already!  Join us as we share our favourite photos featuring the colours pink and red in celebration of the beautiful gift of love!* Photo was taken prior to COVID-19.","sentiment_score":0.275}
{"full_text":"RT Less than one week after advising Americans that wearing two or even three masks would be 'more effective' against the sp...","sentiment_score":0.3111111111}
{"full_text":"RT \"It is unacceptable that older people with learning disabilities have not been vaccinated.\"This amounts to the worst k...","sentiment_score":-0.4166666667}
{"full_text":"Thoughts on the cold for next week? Single digits or maybe even lower possible? Also any vid from you about this outbreak of cold coming? :)","sentiment_score":-0.1285714286}
{"full_text":"RT Pathetic!Republicans don't have a strong platform to stand on, so they attempt to suppress Dem voters.Our democracy allows fo...","sentiment_score":0.4333333333}
{"full_text":"RT Every disabled worker is owed an apology. We're told it was \"unreasonable\" to work from home. Until y'all needed to.","sentiment_score":-0.2}
{"full_text":"#HistoriaPolska jest zawsze ciekawa - Hopefully I will have a chance to meet next time!  #SoManyQuestions Darn #Covid19","sentiment_score":0.0}
{"full_text":"Lockdown 3 acting as catalyst for a fall in used car values, says Cap HPI - Car Dealer Magazine","sentiment_score":0.0}
{"full_text":"RT Perth now under full lockdown for 5 days after one COVID-19 case detected. One.","sentiment_score":0.35}
{"full_text":"RT Covid is not a joke. But somehow Malaysia take it as a joke. Im done.","sentiment_score":0.0}
{"full_text":"RT You know what's the ultimate white privilege? Using valuable news article space to go after allies about \"how they dress\"...","sentiment_score":0.0}
{"full_text":"RT I've provided Rs. 35,000 crore for COVID vaccines for 2021-22. I'm committed to provide more funds if required. The total...","sentiment_score":0.25}
{"full_text":"RT In the COVID-relief bill that became law late last year, minor league teams were shut out. They hope to have more success in...","sentiment_score":0.09}
{"full_text":"RT Love to means-test stimulus based on someone's pre-COVID incomehttps:\/\/t.co\/XT3VKJrtnJ","sentiment_score":0.5}
{"full_text":"During lockdown too they hiked excise duty by 10&amp;fooled entire nation as it will be adjusted.But after 3months when lockdown lifted with in a month that 10 raised by OMCs &amp;ppl paid the same on every litre. Now too whatsapp Univ guys fooling nation&amp;later OMC collect same from ppl.","sentiment_score":0.0}
{"full_text":"RT win\/win for WH GOP plan likely going nowhere. Biden gets credit for images of welcoming GOP to WH","sentiment_score":0.0}
{"full_text":"RT 1 in 5 children had a diagnosed mental health disorder before the COVID-19 pandemic shuttered schools and changed lives. T...","sentiment_score":-0.1}
{"full_text":"There's still time to join us:","sentiment_score":0.0}
{"full_text":"RT Is Covid-19 virus a real threat? Yes. Has the epidemic been politically manipulated? Yes. My wife and I agr...","sentiment_score":0.1}
{"full_text":"RT oh he's serious not sure GOP is. counter-offering $1.9T covid Bill w\/ a $600B one?press though, committed to narrativ...","sentiment_score":-0.2916666667}
{"full_text":"HELP Chair Bobby Scott on testing waivers (via Politico but behind the paywall):\"It's even more important for states to conduct assessments this year as a way to identify where students have fallen behind during the pandemic.\" #testing  #howarethechildren","sentiment_score":0.025}
{"full_text":"RT The Petition is sending shock waves .........#freecivicspace","sentiment_score":0.0}
{"full_text":"\"MEP Centers used the opportunities afforded by #CARESAct funding to respond to both shorter-term challenges related to #COVID19, such as #PPE retooling assistance,\" says Olivia Raines, master's candidate, specializing in Housing and Community Development.","sentiment_score":0.0}
{"full_text":"An octogenarian that hasn't worked in the field for years, has a financial interest in the vaccine. He's contradicted everything he's ever said. Why is he the Covid Guru?","sentiment_score":0.0}
{"full_text":"Why travel at a time when there is a pandemic. Yeah it's nice to get a break but travelling during this time increases the risk of catching and spreading it. You think it's ok to travel because you did! Shame for the old man but a very costly risk!","sentiment_score":0.435}
{"full_text":"I make room for all viewpoints, but I am quick to point out those that are bullshit. The statistics that have been reported and accepted for COVID-19 in America are inaccurate, and everybody including those that provide them knows it. They have admitted as much. ","sentiment_score":0.2666666667}
{"full_text":"RT Do you have symptoms associated with #COVID19Please visit one of the sample collection sites in your state to get tested....","sentiment_score":0.0}
{"full_text":"Vaccinations have been taking olace regularly since before Christmas, there's no doubt it haven't some kind of effeft by now. If anything we peaked just before lockdown was enforced becuase there's often a 2 week lag in reporting as we know.","sentiment_score":0.3}
{"full_text":"Colombia boasted a fast-growing #economy before the recession caused by #COVID19. We're joined by their President  tomorrow to discuss #vaccination efforts and other policies expected to foster a strong recovery. Register:","sentiment_score":0.0694444444}
{"full_text":"Pandemic taking a toll on doctors, survey reveals","sentiment_score":0.0}
{"full_text":"#COVID19 has shed bright light on the gaps that exist in health care in Indigenous communities - which lack basics that make frequent hand washing, social distancing and virtual care impossible. Read more in our report: #cdnpoli #polcan #gc","sentiment_score":0.1777777778}
{"full_text":"Millions waiting to get vaccinated are frustrated. Some are angry. These vaccines were developed in record time but it will be months before enough are made to vaccinate every one. There is a lot we can do until then: Remain vigilant--#wearamask, social distance &amp; wash your hands.","sentiment_score":-0.2133333333}
{"full_text":"In partnerships between traditional financial institutions and emerging #fintech firms, compliance issues are key. Our Ethan Singleton highlights that importance along with the short- and long-term effects of #COVID19 on those businesses:","sentiment_score":0.0}
{"full_text":"Watch the recording of our session during the #nhcaaATC, \"Optimizing Analytics to Mitigate Risk and Fraud during COVID-19\", where EXL's Kurt Anderson and Drew Morgan shared insights on how analytics can identify COVID-19 fraud schemes.https:\/\/t.co\/98LfJMyJK8","sentiment_score":0.0}
{"full_text":"RT Please stop talking about Biden's plan as a \"stimulus.\" It has nothing to do with stimulating the economy. It's a survival pla...","sentiment_score":0.0}
{"full_text":"Capt. Sir Thomas Moore, the 100-year-old British World War II veteran who rose to fame in the spring for his charity work during the pandemic, has been hospitalized with the coronavirus.https:\/\/t.co\/UhkbJL2klI","sentiment_score":0.2}
{"full_text":"The California Small Business Covid-19 Relief Grant Program offers grants up to $25,000 to micro and small businesses and nonprofits impacted by the pandemic.Round 2 Opens: February 2, 2021 8 a.m. PSTRound 2 Closes: February 8, 2021 6 p.m. PSTVisit","sentiment_score":-0.1333333333}
{"full_text":"PMA responds to FDA announcement of conclusion of E. coli outbreak investigation","sentiment_score":0.0}
{"full_text":"Happy covid-19 birthday enjoy your special day! We love you stay covid free#HappyCovid19BdayPatch","sentiment_score":0.5366071429}
{"full_text":"Due to the ongoing pandemic, Zoo Run Run is going virtual this winter!#ZooRunRun #NowPlayingNashville #NashvilleZoo #NashvilleMarathon #VirutalRun #VirtualMarathon","sentiment_score":-0.125}
{"full_text":"Asif, Tie your Camel up: Information about covid vaccine in Punjabi, Urdu and Bengali: PLEASE SHARE WITH ANYONE YOU KNOW WHO MIGHT BENEFIT! Bangla:","sentiment_score":0.0}
{"full_text":"Now that the state lifted its stay at home order and the spread of #COVID19 is slowing, San Francisco is moving forward with reopening outdoor dining, personal services, and other businesses. Details at","sentiment_score":-0.0625}
{"full_text":"On Dec. 21, the #EU approved the #PfizerBioNTech vaccine.#COVID19","sentiment_score":0.0}
{"full_text":"Austria's ski resorts have remained open despite the country's third coronavirus lockdown as the government says outdoor sports pose a little infection risk. &gt;&gt;&gt;","sentiment_score":-0.0625}
{"full_text":"Moore became an emblem of hope in the early weeks of the pandemic in April when he walked 100 laps around his garden in England for the National Health Service to coincide with his 100th birthday.https:\/\/t.co\/AzLiaICWJp","sentiment_score":0.1}
{"full_text":"Ten Republican senators are set to meet with President Biden to discuss COVID-19 relief. They've proposed a plan that would cost about one-third of the $1.9 trillion plan Biden wants to implement.https:\/\/t.co\/SikGMYVNAT","sentiment_score":0.1}
{"full_text":"#COVID19 fatigue is real. Two experts discuss 9 tips for helping patients overcome pandemic exhaustion and seek out mental health resources. Learn more:","sentiment_score":0.2}
{"full_text":"#MWE Day 1Xavier Omar - If You FeelA sense of calm amidst the chaos that is this current pandemic. Just the sort of music you need to keep you relaxed during a writing session. Full of soul and emotion.Favourite track: So Much More","sentiment_score":0.2875}
{"full_text":"See how location, proximity and time  can help you make safer choices when you're in an area of widespread #COVID19 transmission Remember... wash your hands  with  and , use your  and keep your distance. ","sentiment_score":0.0}
{"full_text":"About 15% of the city's 4,300 employees had tested positive as of Friday. Three have died. | by","sentiment_score":0.2272727273}
{"full_text":"Support is available for households who may need an extra bit of help for food &amp; essential supplies.The Covid Winter Grant scheme will provide residents, who meet the criteria, a supermarket e-voucher (worth PS50 each).Find out more &amp; apply herehttps:\/\/t.co\/kz73K42JKh","sentiment_score":0.24}
{"full_text":"Unfortunately due to ongoing Covid-19 restrictions have cancelled all competitions planned for semester 2 of the 2020-21 academic year. Registration for all EUSA Championships also suspended until overseas travel restrictions are lifted","sentiment_score":-0.0625}
{"full_text":"\"The need to mass produce it in volumes to supply the entire world, along with the fact that multiple efforts to do so are happening in parallel, certainly leads to immense challenges.\"https:\/\/t.co\/tTeXm9DY3G","sentiment_score":0.0428571429}
{"full_text":"Biden promise to work w\/republicans but he also promised to go big on COVID relief, apparently they can't have it both ways. Working with republicans &amp; going big is obviously a contradiction. If you wanna go small then work with republicans. If you wanna go big then go in alone","sentiment_score":-0.0333333333}
{"full_text":"\"It's not like your period is going to be nice and say, 'Hey, I see you're unemployed, let's hold off for a spell.'\"- Dana Marlowe, founder of the NGO","sentiment_score":0.6}
{"full_text":"Vaccination will begin paying dividends before Texas approaches herd immunity because fewer people will end up hospitalized with severe COVID-19 cases, experts say.","sentiment_score":0.0}
{"full_text":"As distribution ramps up for the COVID-19 vaccine, local business owners whose bars and venues remain closed by the state believe a return to normalcy is still months away.","sentiment_score":-0.05}
{"full_text":"RT -via -Check 4 update, c logs &amp; limit unauth login attempts. UTM\/NGFW is attack surface#CyberSecurity #...","sentiment_score":0.0}
{"full_text":"GOP \"Okay so we want to propose you work with us to pass a COVID relief bill 1\/3 the size of the one you proposed AND it neglects most of the things people really need.\"Biden \"This isn't good faith\"GOP \"But if you don't work with us we'll claim you aren't bipartisan\"","sentiment_score":0.475}
{"full_text":"Why some care home staff are refusing to get the Covid vaccinehttps:\/\/t.co\/rKKrLp09ff","sentiment_score":0.0}
{"full_text":"Lilian Cox, one half of the Tipton Twins, has thanked the Black Country for its \"lovely\" support after the heartbreaking loss of her sister to Covid-19.https:\/\/t.co\/vHp2P9G6Bn","sentiment_score":0.0555555556}
{"full_text":"Pre-pandemic, U.S. center-based #ChildCare for infants and 4-year-olds cost about $18,000\/year--42% of the average Black family's income. The time for Congress to center Black families' needs is everyday. #MoreThanFebruary Pass policies that cap costs.","sentiment_score":-0.1566666667}
{"full_text":"RT GOP Senators are either against Biden's Corona stimulus plan or proposing that it be way smaller with payments around $1,000 bec...","sentiment_score":0.0}
{"full_text":"We are HHR. We are United. This is Tyrell Bradshaw. Tyrell is one of our newer employees who joined us last July during the COVID-19 pandemicCovid has done enough damage to our local economy; let's protect Tyrell's job and help him put his wife through school! Link in bio","sentiment_score":0.0}
{"full_text":"Prioritize your health with VA's COVID Coach app, designed to help Veterans cope with any stress or anxiety related to the pandemic.","sentiment_score":0.0}
{"full_text":"The February City Council Meeting tomorrow, February 2nd will be held in person and online to promote social distancing and to limit the potential of spreading COVID. Find the agenda packet and how to join at","sentiment_score":0.0111111111}
{"full_text":"HAPPY JARO FIESTA!The celebration may be subdued because of COVID-19 restrictions but the Catholic faithful continue to show devotion to Our Lady of Candles (Nuestra Senora de la Candelaria), the patron saint of Jaro, Iloilo City.","sentiment_score":0.4}
{"full_text":"We should not put refugees and asylum seekers together in small confined rooms - not ever, but certainly not during a global pandemic. Sign petition to close the barracks and protect vulnerable refugees and asylum seekers.","sentiment_score":-0.2142857143}
{"full_text":"Collection of samples from the nasal passage will be much easier, and the test will deliver results in 30 minutes, writes","sentiment_score":0.2}
{"full_text":"Right but they have to force kids back to school cuz they don't wanna pay parents to stay home from work with the kids","sentiment_score":0.1428571429}
