{"full_text":"Going by the daily covid cases in our society, seems like Pune will witness a very big second wave. We continue to know so little about the reasons for spread &amp; lull in India. Last 4 months was a free for all and we saw big drop in numbers &amp; now reverse. #COVID19 #Pune","sentiment_score":0.0303571429}
{"full_text":"If have to isolate automatic points should be handed to we can not be penalised by having to play the following weekend without key players.https:\/\/t.co\/HkC7hp1R1c","sentiment_score":0.0}
{"full_text":"RT Houston judges are evicting renters despite CDC moratorium and in the aftermath of devastating winter storm.","sentiment_score":-1.0}
{"full_text":"RT A story of this pandemic:Govnt outsources test and trace instead of using local councils and public health teams.PS22...","sentiment_score":0.0}
{"full_text":"Half of my amazon stuff doesn't arrive on time but only MY stuff never my mums,Hell my mum ordered me shoes before the first lockdown like a little beforecame halfway through the first one or After it whichever","sentiment_score":0.0291666667}
{"full_text":"RT Vaccine equity affirms human rights. Vaccine nationalism denies it.As I told the Human Rights Council this week, #CO...","sentiment_score":0.0}
{"full_text":"#VSPJUSTICENOW@DavidBegnaud@ArtAcevedo@CoryGutierrezA  CHILDREN have the right to ride bikes as &amp; feel safe. COVID restrictions=more children at play outdoors. We ADULTS with a driver's license MUST drive SAFERhttps:\/\/t.co\/OdCBuQGSzx","sentiment_score":0.3928571429}
{"full_text":"Buses strike but schools are opened? How students commute without transportation? corona spread and no masks. Can govt look into this priority and fix this strike issue","sentiment_score":0.0}
{"full_text":"RT Great support to operators and workforce in past 12 months","sentiment_score":0.275}
{"full_text":"RT If you see me doing this with my girl when Covid is over. Mind your business","sentiment_score":0.0}
{"full_text":"RT The U.S. has now surpassed 500,000 deaths due to #COVID19 Now, around 2,000 people die from the disease every day on a...","sentiment_score":-0.125}
{"full_text":"RT Female genital mutilation figures in England are the lowest since records began - but campaigners warn this is not something t...","sentiment_score":0.0}
{"full_text":"RT A bill that sends 90% of the money to Democrat pet projects and 10% to COVID-19 relief cannot, by definition, be classif...","sentiment_score":0.0}
{"full_text":"RT It is further clarified all educational institutions will continue to observe normal corona SOPs such as physical dist...","sentiment_score":0.08}
{"full_text":"As I said it is anecdotal.A post cropped up on my timeline.I'm not suggesting this is miracle proof, simply that it might be worth some study.https:\/\/t.co\/xIXDUFLlTw","sentiment_score":0.15}
{"full_text":"It's a poor choice of words alright. But the relentless negativity and scare mongering 24\/7 is getting a bit much. Covid is serious but we've lost perspective. It's not the bubonic plague or Ebola. Now the vaccines are here let's focus on some positivity.","sentiment_score":-0.1777777778}
{"full_text":"RT 2046: Johnson assures the nation that this lockdown, number 173, is definitely the last. Starmer responds by asking why...","sentiment_score":0.0}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"RT #Chennai active cases trend, there is an indication of increasing trend in active case for last 3 days, its at 30 days hi...","sentiment_score":-0.0888888889}
{"full_text":"RT Starting in a few minutes:https:\/\/t.co\/zIug9MbyRP","sentiment_score":-0.1}
{"full_text":"Mysore Palace, India took place No. 191 in the #MuseumWorldRanking#museum #Museums2021 #MuseumFromHome","sentiment_score":0.0}
{"full_text":"RT Finland to tighten COVID-19 restrictions from March 8","sentiment_score":0.0}
{"full_text":"Of course you can tweet you have covid.","sentiment_score":0.0}
{"full_text":"RT 3 in 10 who should self-isolate can't afford to - a gaping hole in #Covid strategyStatutory Sick Pay in UK is derisory...","sentiment_score":-0.7142857143}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT 49n these tweets should give you a sense of percentage responsibility per state of corona infections caused by the #TabligiJa...","sentiment_score":0.0}
{"full_text":"RT One year ago today, Donald Trump tweeted: \"The corona virus is very much under control in the USA.\"More than 500,000 Am...","sentiment_score":0.38}
{"full_text":"Non-HUH Webinar: Looking at the efficacy of the vaccine and the effects of the different vaccines on different groups, including what that means for people with compromised immune systems and on immunosuppressive drugs. Register and submit questions here:","sentiment_score":0.0}
{"full_text":"Janice Dean's sister-in-law on losing parents to COVID-19 after they were exposed in NY nursing homes  | #FoxAndFriendshttps:\/\/t.co\/8UK2fASfI5","sentiment_score":0.0}
{"full_text":"I'll be here to support you and motivate ya ~","sentiment_score":0.0}
{"full_text":"Dummies","sentiment_score":0.0}
{"full_text":"leave billie alone its been over a year","sentiment_score":0.0}
{"full_text":"RT .@JoyAnnReid is joined by Dr. Fauci and members of the Congressional Black Caucus to discuss the Covid-19 crisis and its impact...","sentiment_score":-0.1666666667}
{"full_text":"RT A very telling thread. It seems clear people have reached the end of their rope with the wayward leadership of","sentiment_score":0.15}
{"full_text":"Corona coaster days are almost over!","sentiment_score":0.0}
{"full_text":"RT Vaccination must be the end of corona virus restrictions","sentiment_score":0.0}
{"full_text":"RT Serco, you know who THEY are, have just announced....* Operating Profit PS179 million* Up 75% during pandemic * That's...","sentiment_score":0.0}
{"full_text":"RT R.I.P. To My Aunt, FUCK COVID Make sure to always tell your loved ones you love em because you never know.","sentiment_score":0.325}
{"full_text":"RT Sacramento was the capital and 6th-largest, and fastest growing, city in California &amp; 9th-largest capital in U.S.On 2...","sentiment_score":0.0}
{"full_text":"RT 'Oh my God' is the exact correct response to this. It's exactly what people in #NapierBarracks told me over three weeks...","sentiment_score":0.25}
{"full_text":"RT 2\/South Africa and India are co-sponsoring this TRIPS waiver request. It would temporarily suspend international patent rules...","sentiment_score":0.0}
{"full_text":"RT Edinburgh Uni's Prof Mark Woolhouse (Scot Gov adviser) tells Holyrood's Covid committee: \"Scotland was not close to elimin...","sentiment_score":0.0}
{"full_text":"RT Worth a read - \"Scotland reaps dividend of Covid response that diverged from England\" via","sentiment_score":0.3}
{"full_text":"Does anybody else get the uneasy feeling that this has been the plan from the beginning.. endless lockdown restrictions to suppress any anti brexit demonstrations?","sentiment_score":-0.125}
{"full_text":"RT From a few months ago but still relevant, as government messaging is so confused that far too many people still don't...","sentiment_score":0.08}
{"full_text":"Aphria-Tilray cannabis merger talks overcame pandemic pause, rival bidder &amp; other hurdles, proxy reveals$APHA $TLRY","sentiment_score":-0.125}
{"full_text":"Happy birthday stud ","sentiment_score":0.8}
{"full_text":"RT NEW: Study planned to find out effects of a third dose of the Pfizer vaccine to protect against new covid variants. Th...","sentiment_score":0.0909090909}
{"full_text":"RT Some say it's not where you start but it's where you finish. Well done everyone, including in exposing...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's weekly bull**** at PMQS must be corrected. This week he boasted about the strong economy under his G...","sentiment_score":0.4333333333}
{"full_text":"Thanks to the work of and others, my 23 year old son, living with autism and with moderate learning disability, will get his COVID jab Saturday week :-)","sentiment_score":0.2}
{"full_text":"RT Houston judges are evicting renters despite CDC moratorium and in the aftermath of devastating winter storm.","sentiment_score":-1.0}
{"full_text":"Wow Dan is not going to like truth like this, He said he was following the science, I guess he lied, So did Anna and McClown and all the lock down Freaks, All should be held to account with severe consequences.","sentiment_score":-0.0185185185}
{"full_text":"RT Public Health encouraging people in Annapolis Valley and Sackville regions to get tested for COVID-19","sentiment_score":0.0}
{"full_text":"Wow! Trump should have appointed Biden instead of Fauchi!!!","sentiment_score":0.244140625}
{"full_text":"They're all locked up on lockdown","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT Congrats, on this launch and thank you for using your platform to spark awareness and conversation about criti...","sentiment_score":0.0}
{"full_text":"RT Last Chance to Register: Expert Advice on Ventilation and Virus MitigationI've signed up for this webinar taking place this...","sentiment_score":0.0}
{"full_text":"From an outsider's perspective, the perpetuation of the Greek system is one of the strangest things about US higher ed. via","sentiment_score":0.125}
{"full_text":"It's not easy to find a #GlobalWarming fingerprint on something as big as a hurricane, so finding it an #Avalanche  is like looking for a lost glove in the Vail parking lot on a busy day ... #CoSkiing #CoClimate","sentiment_score":-0.0388888889}
{"full_text":"RT UNISON NW Regional Organiser David Atkinson said: \"It is incredibly disappointing that key workers- who have put their...","sentiment_score":-0.3}
{"full_text":"RT Wow! #Tanzania knows something no other leading scientists know about #COVID. So, #Tanzania next stop cu...","sentiment_score":0.0625}
{"full_text":"#Government websites leaking #COVID-19 test results","sentiment_score":0.0}
{"full_text":"RT Im a regular person, a wife and a mother. I believe that I'm a good person. I've never believed in conspiracy theori...","sentiment_score":0.35}
{"full_text":"RT Marotta has Corona? I wonder why...","sentiment_score":0.0}
{"full_text":"RT President asked what we would have him cut from the Democrats' $1.9 TRILLION covid \"relief\" bill. Here are ju...","sentiment_score":0.0}
{"full_text":"RT In the period of Lockdown, 12 crore Indians lost their Jobs in April including freshers. Placement cells are not active in u...","sentiment_score":0.0666666667}
{"full_text":"RT Covid Vaccines #Nigeria:- First Batch of 4 million (Astra Zeneca) arriving by next week (out of 16m allocated to Nigeri...","sentiment_score":0.125}
{"full_text":"At this stage I don't blame them, this failed lockdown has been in place now one year, and the government are determined even more than last year to destroy the spring and summer for everyone, what with local house arrest and national imprisonment for naught!.","sentiment_score":-0.04375}
{"full_text":"RT #SamePayForSameWork#PayRevisionFrom2017 Revered Sir we NACO EMPLOYEES working since past 20 years with low sala...","sentiment_score":-0.125}
{"full_text":"RT These are your lungs.These are your lungs on COVID. Any questions?","sentiment_score":0.0}
{"full_text":"much needed escapism telly :) :) can't wait to snuggle down and watch this after a long day of working from home instead of the silly old news x","sentiment_score":0.0849206349}
{"full_text":"RT Rewarded for failure. Outsourcing giant Serco will start paying a dividend to shareholders due to soaring profits and a...","sentiment_score":-0.1472222222}
{"full_text":"RT Dear , these people r struggling hard n boosting economy in this pandemic. All these people need faster p...","sentiment_score":-0.2916666667}
{"full_text":"RT The African Union said that they'll be helping to supply T&amp;T with 200,000 COVID-19 vaccine doses.https:\/\/t.co\/MjvBAp7MTn","sentiment_score":0.0}
{"full_text":"RT Who and who cannot take COVID-19 Vaccine? - Dr. A. Mohamed Hakkim from Trichy explains rules &amp; guidelines for vaccination!...","sentiment_score":0.0}
{"full_text":"Let the games begin!!!https:\/\/t.co\/9NcOGfAjpF","sentiment_score":0.0}
{"full_text":"Open-for-Business Destinations Showcase Hybrid Event PotentialOpen destinations like Florida have provided the industry with a crucial opportunity to test Covid-safe hybrid event formats. Here's what we've learned.https:\/\/t.co\/p7oKyKir7n","sentiment_score":0.0}
{"full_text":"RT To kick off the International Year of the Health and Care Worker, WHO, &amp; to launch Gender Equal Health...","sentiment_score":0.0}
{"full_text":"RT can this covid shit be over with i wanna meet demi lovato","sentiment_score":-0.2}
{"full_text":"RT The COVID lies keep coming...exposed one by one.","sentiment_score":0.0}
{"full_text":"RT Do you have anything to say to waanjai?Love, miss you,worriedLove-Always love. Everyone know that Phi phi fc love me a...","sentiment_score":0.5}
{"full_text":"Your President cheats on COVID largely.","sentiment_score":0.2142857143}
{"full_text":"RT Some premiers rise to the challenge of history, passes the buck.","sentiment_score":0.0}
{"full_text":"Programs on pause due to COVID:Bethune Cookman (OUT)Charleston SouthernChicago St (OUT)FordhamHoward (OUT)Ivy League (OUT)IonaMaine (OUT)MonmouthMorgan StateNortheasternSan Jose StateTexas A&amp;MTowsonUMES (OUT)UNC Asheville","sentiment_score":-0.125}
{"full_text":"RT If you see me doing this with my girl when Covid is over. Mind your business","sentiment_score":0.0}
{"full_text":"Support is available 24 hours a day, 7 days a week from PCB Care &amp; inTouch Home Care. Call your local branch or visit us online today for more information or #covid19 #care #support #everydayisdifferent #youcouldntbeinsaferhands","sentiment_score":0.3}
{"full_text":"HEARTICULATE: MEMORIES UNDER ONE SUNShare your memories and experiences of living in the pandemic with Tottenham at LUOS Community hub. 12pm-2pm (Mondays)22nd Feb'211st, 8th, 15th March' 21Please click on the following link to book your place:https:\/\/t.co\/HmW6Q5a3aw","sentiment_score":0.0}
{"full_text":"Can we all protect COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"A real-world test of Pfizer's COVID-19 vaccine in more than half a million people confirms that it's very effective at preventing serious illness or death, even after one dose.","sentiment_score":0.195}
{"full_text":"Evidence from Britain shows Covid-19 vaccines are effective, with steep drop in deaths and hospitalisations (which current lockdown cannot fully explain)","sentiment_score":0.3}
{"full_text":"Terrible news coming in from Brazil where  goalkeeper  Alisson Becker's father has drowned in a lake near his holiday home! Stay strong, https:\/\/t.co\/pQJue1VHRJ","sentiment_score":-0.1354166667}
{"full_text":"RT The American Rescue Plan has the support of 7 in 10 AmericansBusiness leadersMayors, Governors, and local leaders of bo...","sentiment_score":0.0}
{"full_text":"RT Planning a getaway post lockdown?Make sure you never ever support places that do THIS to animals.","sentiment_score":0.5}
{"full_text":"Despite a global pandemic and economic slowdown in 2020, #LNG trade reached 360 million tonnes - enough to power 725 million homes   See more in the Shell LNG Outlook 2021:","sentiment_score":0.175}
{"full_text":"All the latest Covid-19 cases across the county","sentiment_score":0.5}
{"full_text":"Top tips from our psychology teams for working remotely during #COVID19: Try having lunch away from your workspace to have a change of scene and to give your eyes a rest from the screen. If you can, try organising lunch with someone else in your home #remoteworking #psychology","sentiment_score":0.2}
{"full_text":"Support is available 24 hours a day, 7 days a week from PCB Care &amp; inTouch Home Care. Call your local branch or visit us online today for more information or #covid19 #care #support #everydayisdifferent #youcouldntbeinsaferhands","sentiment_score":0.3}
{"full_text":"Get the legal perspective on COVID vaccination employee policies at next Thursday's webinar.Save your spot here: #employmentlaw #covidvaccine #shrm #hcmtechnology #hrpolicies","sentiment_score":0.1}
{"full_text":"Gritty video reporting reminds me of the classic Mel Evans period Sunday Times Magazine articles. New Journalism.From dealing drugs to delivering food: Pastor Mick on Burnley's Covid crisis - video report","sentiment_score":0.101010101}
{"full_text":"The U.S. House of Representatives is aiming to pass President Joe Biden's $1.9 trillion COVID relief bill as soon as Friday. ","sentiment_score":0.0}
{"full_text":"RT In the span of one year, our country has experienced not one, but three big lies: the pandemic is exaggerated, the election...","sentiment_score":0.1}
{"full_text":"Many people who suddenly ended up working remotely during the pandemic in 2020 found themselves plopped at their kitchen table in front of a laptop.","sentiment_score":0.1333333333}
{"full_text":"During the pandemic, e-commerce became essential to \"non-essential\" businesses. In fact, according to Canadian households spent $1.6 billion on online purchases from foreign companies. Read more about the infographic:","sentiment_score":0.06875}
{"full_text":"Consumers turning to dairy in pandemic #retail","sentiment_score":0.0}
{"full_text":"Tala Hospital says \"willing to wait\" for Pfizer #COVID19 vaccine","sentiment_score":0.25}
{"full_text":"Lockdown 1 &amp; 2 were testing times for #workingparents but did they mean we were better prepared for surviving lockdown 3? At home, work and school, changes have definitely been made, but are they making life any easier? Here's what last year taught me:","sentiment_score":0.046875}
{"full_text":"Take another look at our #28for28 Shop Local challengeCovid-19 has hit us all hard, especially local businesses! Support local business, whilst using your spending power to make a positive impact on our planet! #ThrowbackThursday","sentiment_score":-0.0015151515}
{"full_text":"MWC Shanghai 2021 this week included highlights from Huawei's Ken Hu","sentiment_score":0.0}
{"full_text":"'When you hug, dance and laugh with your mates for the first time in over a year, they are not going to be thinking about whether you've lost or gained weight over lockdown'https:\/\/t.co\/2ZtLRMEGJM","sentiment_score":0.275}
{"full_text":"Namibian President Hage Geingob on February 24 lauded China and other countries that have extended help with donations in the form of COVID-19 vaccines to Namibia and other African countries to improve the fight against the devastating pandemic.https:\/\/t.co\/ArntJjbEJH","sentiment_score":-0.3125}
{"full_text":"President Joe Biden's $1.9 trillion COVID relief bill includes an increase in the federal minimum wage to $15 an hour by 2025, which some lawmakers believe is too steep.https:\/\/t.co\/2a45QL85Vn","sentiment_score":0.0}
{"full_text":"RT On TV: At 6:30 on TV: Kasey Cunningham explains how the easing of pandemic restrictions could impact your overall health and well...","sentiment_score":0.0}
{"full_text":"The Black Lives Matter Global Network Foundation is formally expanding a $3 million financial relief fund that it quietly launched earlier this month, to help people struggling to make ends meet during the ongoing coronavirus pandemic.https:\/\/t.co\/34YQwBv22B","sentiment_score":-0.0333333333}
{"full_text":"Juneau which Governor just tested positive for COVID? No, but Alaska","sentiment_score":0.2272727273}
{"full_text":"RALLY TODAY: Join &amp; allies from 11AM-12PM for a rally to help support #EssentialWorkers who have been excluded from previous COVID-19 worker protection bills and have faced financial hardships due to the pandemic.","sentiment_score":-0.0972222222}
{"full_text":"RT GameStop closed 400+ stores, laid off 14% of corporate staff, told employees to disobey shutdown orders in the early d...","sentiment_score":0.0}
{"full_text":"All people on the learning disability register will now be prioritised for a COVID-19 vaccine. Excellent news for many of our service users via","sentiment_score":0.75}
{"full_text":"IYI Party has slammed the ruling AKP for its hypocrisy of holding mass provincial congresses, while several enterprises are struggling under COVID-19 regulations. #Turkey","sentiment_score":0.0}
{"full_text":"Federal leaders said reintroducing standardized testing does not to measure the school's accountability, but the impact COVID-19 has had on education. It's a change many educators don't support.","sentiment_score":0.5}
{"full_text":"If MPs scrap Gov's Coronavirus Act, they'll have a 3 week window to find a replacement.We've done the hard work for them.The #ProtectEveryone Bill replaces harmful powers with measures focused on public health, human rights, and support for everyone.https:\/\/t.co\/zGuPaFGRk4","sentiment_score":-0.0972222222}
{"full_text":"UK's furlough bill hits 54 billion pounds in new lockdown The cost of Britain's furlough scheme reached 53.8 billion pounds last month as the country went back into a coronavirus lockdown, data showed on Thursday, days before finance minister Rishi Sunak sets out the scheme's fut","sentiment_score":0.0454545455}
{"full_text":"Most people haven't read the bill. If I hadn't read it I'd probably be in favor of a covid relief bill but unfortunately this is NOT a relief bill it's a garbled mess of liberal agendas.","sentiment_score":-0.0583333333}
{"full_text":"Join be speaking at the 'Building a Post-Pandemic Organisation Conference' he will explore &amp; debate specific aspects of what a post pandemic organisation could look like. Buy your ticket here: 23 March 10amOnline ","sentiment_score":0.0}
{"full_text":"Trillions recovered from tax abuse, corruption and money-laundering should go to #ClimateAction, #COVID19 recovery and to #EndPoverty, says Learn the latest on #FinancialIntegrity from the panel's latest report launching today at 8 am EST","sentiment_score":0.5}
{"full_text":"Attention Raiders! Reminder that you must complete the daily screening and show a staff member the green screen with the date before being allowed into the building daily. Review our entry procedure here: ","sentiment_score":-0.025}
{"full_text":"I am tentatively opening up myself for photoshoot booking during the months of April and May for an outdoor shoot with Covid-19 measures in place.Should you be interested in shooting with me and you are based in London DM me.","sentiment_score":0.25}
{"full_text":"As of December, more than 100,000 people across Windsor-Essex were employed in sectors that would require them to physically go in to work.https:\/\/t.co\/yLtP2Hn43u","sentiment_score":0.25}
{"full_text":"RT Finally, we can reveal what &amp; were filming! Together, they took a trip down memory lane on Br...","sentiment_score":-0.0777777778}
{"full_text":"Has lockdown got you rethinking your hair routine? There's no better time than now to start reevaluating your hair habits and to get you started, here are our top hair habits that you should start adopting:","sentiment_score":0.125}
{"full_text":"Current Conditions for #Sayre PATemp: 30.9FWind Chill: 27.1FHumidity: 74%Dew Point: 23.6F Barometer: 30.208 inHgWind: 4 mph from the NWCorona Virus Weekly Stats:Cases: 138.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Suffering from lockdown loneliness? Here are five ways to combat it:- #loneliness@MetroUK_Life","sentiment_score":0.0}
{"full_text":"Joe Biden and Kamala Harris to mark 50m Covid vaccine doses given in US - live","sentiment_score":0.1363636364}
{"full_text":"There are lots of free Covid-19 materials in various languages and formats, including easy read leaflets and BSL videos, to help keep you safe at: And on our YouTube channel: #StaySafeSheff #PlayYourPartSheff","sentiment_score":0.3333333333}
{"full_text":"State Devotes Millions in Federal Aid to Support Colleges, Universities amid Pandemic#NJ #NewJerseyhttps:\/\/t.co\/ahnh0G943U","sentiment_score":0.0}
{"full_text":"Remember: you must now stay at home except for a limited set of exemptions. You can find full guidance online via Stay home. Save lives.","sentiment_score":0.1392857143}
{"full_text":"Take our short survey: #covid-19 #vaccine","sentiment_score":0.0}
{"full_text":"The Piedmont Triad needs #COVID19 relief! Support the #AmericanRescuePlan! #AmericanRescuePlan#WeNeedCOVIDRelief#FightCOVID19","sentiment_score":0.0}
