{"full_text":"RT Britain to ease England lockdown from March","sentiment_score":0.0}
{"full_text":"RT absolutely devastating, the effects of this pandemic will be felt for generations. so many people will go without knowin...","sentiment_score":-0.25}
{"full_text":"RT New post (INFAMOUS WUHAN LAB TO RECEIVE US FUNDING!) has been published on Intercessors for America -","sentiment_score":-0.2443181818}
{"full_text":"Stay home, wear a mask, work, take care of your kids and be thankful for your gifts - like we've been doing for a year.","sentiment_score":0.0}
{"full_text":"RT \"Today, I ask all Americans to remember -- remember those we lost and those who are left behind.\" -- President Biden on the m...","sentiment_score":-0.2}
{"full_text":"RT Quit claiming to care about kids' mental health right now while also pointing out every chance you get they aren't making eno...","sentiment_score":0.0928571429}
{"full_text":"RT Fauci said today that the United States has \"done worse than most any other country\" in response to the China VirusRem...","sentiment_score":-0.0083333333}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT Absolutely. No parent should have to choose between making ends meet and taking care of their kids during a pandemic. I...","sentiment_score":-0.1}
{"full_text":"guys please wear your mask covid can be very","sentiment_score":0.2}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"Blah blah blah, fix the larger problem of the pandemic. Wow, do I hear an echo in here?","sentiment_score":0.05}
{"full_text":"DIGDEEP - The Navajo Water Project","sentiment_score":0.0}
{"full_text":"We will never be done with covid until we get everyone who will vaccinated ! Steve Scalia is doing a disservice to his constituents!","sentiment_score":0.0}
{"full_text":"RT \"250k killed by covid\"Market: \"ok\"\"Fires in Amazon and Pantanal\"Market: \"ok\"\"Mass deaths in Manaus\"Market: \"ok\"\"22...","sentiment_score":0.325}
{"full_text":"RT Biden on reaching 500,000 US Covid deaths: 'We must not become numb to the sorrow'","sentiment_score":-0.6}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Biden is addressing our nation, to commemorate the 500,000 we lost to COVID-19.This is a REAL Preside...","sentiment_score":0.2}
{"full_text":"Yes, it is a devastating condition, has to END SOON, and it is called \"COVID Fatigue\"!!","sentiment_score":-1.0}
{"full_text":"Yeah, I think you've got the wrong girl here. I appreciate that you notice I'm Canadian. Covid is less political here. Not totally unpolitical. But I'm in favour of facts and science and that's about it.","sentiment_score":-0.1666666667}
{"full_text":"RT MDH reports 1 more COVID death (in long-term care.) The lowest death toll since 0 on 11\/26 which was likely influenced by...","sentiment_score":0.25}
{"full_text":"RT If I tell you the story of 1 person who died of #Covid19, you are likely to have lots of empathy. If I tell you that sto...","sentiment_score":0.0}
{"full_text":"RT Thank you to our service provider for providing Ms. Carter and her five daughters a safe place to live, a...","sentiment_score":0.3181818182}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT People are catching on about Covid. At last. ","sentiment_score":0.3}
{"full_text":"RT REPORT: Cuomo BLAMES Donald Trump, Racism, 'Injustice' for New York's CoVID Debacle...","sentiment_score":0.1363636364}
{"full_text":"RT Very useful paper on #qualitative data collection during Covid-19, including a summary of the features of different #o...","sentiment_score":0.195}
{"full_text":"True corona need to fk off first ","sentiment_score":0.3}
{"full_text":"Thank You for your appropriate, impassioned tribute today on your program to all of our citizens who have been killed by the COVID-19 virus. The enormity of all of the lives lost is beyond comprehension. My heart goes to all those who have been touched by this unspeakable tragedy","sentiment_score":0.15}
{"full_text":"RT Still on live now. Danielle Smith with David Redman on COVID-19 responses. Unprecedented common sense. Danielle is u...","sentiment_score":0.1454545455}
{"full_text":"RT #yrys_rjwk_lTlb_htmwt In Egypt there are 20 milion student in universities imagine this amount of student pump in...","sentiment_score":0.0}
{"full_text":"RT We wish that people from all countries stand with us in our case we're here trying to do exams at home because of covid 19 we're...","sentiment_score":0.0}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT Fire Meghan McCain and replace her with someone who's actually informed.","sentiment_score":0.0}
{"full_text":"Not everyone opions isbased on facts or scientists information one covud phizer all the other are nit fda aproved they give you covid passeing it along if you dont get anaphylaxis  first allergy reaction nit caught cuses heart failure sezier death turn off tv become your own ","sentiment_score":0.1020833333}
{"full_text":"RT Okay hear me out: to keep people out of Disney World during the pandemic, we catapult the naked corpse of Rush Limbaugh i...","sentiment_score":0.25}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT The Army personnel from the 1st Signal Regiment, Samut Sakhon Province, continued to facilitate the implementation of B...","sentiment_score":0.0}
{"full_text":"RT Don't tell me that character doesn't count. Don't tell me that decency doesn't matter.","sentiment_score":0.0}
{"full_text":"RT President Biden honored the \"truly grim, heartbreaking milestone\" of 500,000 lives lost to the coronavirus at the White House...","sentiment_score":-0.5}
{"full_text":"Seven American tales. \"From the poignant Wide River to the hilarious Why Men Cheat in August, every story was a jewel.\" - Goodreads. #Humanity #TheBachelor #WWERaw #NationalMargaritaDay #COVID19 #adamkutnerpowerplay #WandaVision #GoAvsGo","sentiment_score":0.1}
{"full_text":"We're hakfway there guys! 2 years to flatten the curve.","sentiment_score":0.0}
{"full_text":"Done with lockdown for a while. Hosted brunch at my house the whole time.","sentiment_score":0.2}
{"full_text":"RT Headline: \"COVID-19 pandemic impacts rich people less\"Epidemiologists everywhere: yes, this is true of ALL HUMAN DISEASE. WE'V...","sentiment_score":0.1395833333}
{"full_text":"Good news: On January 9 , we were averaging nearly 2,300 new COVID cases per day in Nevada. As of today, we are averaging 363 new COVID cases per day (14 day average).  Source:","sentiment_score":0.1845454545}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"&gt; Looks like everyone is getting situated.    &gt; It's not the best place, but it's defensible.&gt; Yet another home after being forcibly removed from the last.    &gt; This one will stay, though.    &gt; No matter what.","sentiment_score":0.5}
{"full_text":"RT \"More Americans have died from Covid-19 than did on the battlefields of World War I, World War II and the Vietnam War combi...","sentiment_score":0.5}
{"full_text":"RT Pure, liquid hope Our two vaccines are cutting hospital admissions from Covid by a stunning 85% and 94%.Huge, huge...","sentiment_score":0.1285714286}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"RT aries are really spending their birthdays in lockdown twice ","sentiment_score":0.2}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT Sydney &amp; Melbourne haven't had a single COVID-19 case in weeks. Nationwide, Australia has seen 0 COVID deaths since Decem...","sentiment_score":-0.0714285714}
{"full_text":"This is probably the dumbest tweet I've ever seen","sentiment_score":0.0}
{"full_text":"RT Credit goes to a top flight team of scientists, policy experts, government administration specialists, logisticians, and many, m...","sentiment_score":0.5}
{"full_text":"RT Like says: to heal, we must remember. We're ramping up vaccinations and we'll beat this virus, but we cannot forge...","sentiment_score":0.0}
{"full_text":"Chip and Joanna's New Twist on the Open Floor Plan Is So Genius, You'll Want It Right Now according to Jillian PretzelThe Art of Selling Homes and Helping people is my Passion...Realtor Dana Shores 02006316951.317.2806https:\/\/t.co\/srTNVXwxx4Keller Williams Corona Realty","sentiment_score":0.1406926407}
{"full_text":"RT Over my Second Cup of Coffee I spoke about the grim milestone of 500K #COVID19 deaths &amp; disparity of vaccine distributio...","sentiment_score":-0.5}
{"full_text":"Her dumb ass big vibing  she about to give her jitt COVID.","sentiment_score":-0.1875}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"\"The day will come when the memory of the loved one you lost will bring a smile to your lips before a tear to your eye.\"President Biden and Vice President Harris honored the 500,000 lives lost to COVID-19 with candlelit service at the White House.https:\/\/t.co\/UqWxGhOKVY","sentiment_score":0.3333333333}
{"full_text":"RT in ur COVID relationship which of u is the beautiful shut-in who tends the garden and which of u is the nasty little goblin...","sentiment_score":-0.1125}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"Biden is now responsible for 500,000 Covid deaths.#ImpeachBidenNow","sentiment_score":0.2}
{"full_text":"RT If your results come back negative, you'll be able to quarantine at home. This quarantine is mandatory and will be enfor...","sentiment_score":0.0666666667}
{"full_text":"For crying out loud, but the time it gets to the actual $15 per hour (5 yrs)the cost of living will be so high it won't make an impact. The people of W VA need this raise. A rising tide lifts ALL boats I boats. #SaveWorkingClass","sentiment_score":0.015}
{"full_text":"RT Last May as we approached 100,000 COVID deaths, it seemed unfathomable.Now we have crossed an even more grim milestone...","sentiment_score":-0.1666666667}
{"full_text":"RT Xavier Becerra's office has argued against our lockdown-challenging lawsuits that \"the science\" supports shutting down our sch...","sentiment_score":-0.1555555556}
{"full_text":"All the NZ government announcements on COVID I have seen have been stirling examples of clear, effective communications in contrast to Australia and the UK.","sentiment_score":0.35}
{"full_text":"I like the new children's fiction book  Superhero Lilly about family, coronavirus pandemic, support, and kindness. The book is written by a teen for younger children to feel more optimistic during this hard for everyone time. Nice mystery\/adventure book.","sentiment_score":0.1574494949}
{"full_text":"Def died of Covid. For sure.","sentiment_score":0.5}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"Vaccinated Malaysians may get 'universal cert' for travel","sentiment_score":0.0}
{"full_text":"not that i have a problem with it, it's just like one day everyone was like nope let's all only say covid","sentiment_score":0.0}
{"full_text":"RT President Biden and Vice President Harris participate in a candle-lighting ceremony to mark 500,000 Covid deaths in the U.S....","sentiment_score":0.0}
{"full_text":"RT \"The day will come when the memory of the loved one you lost will be a smile before a tear in your eye...and that's when...","sentiment_score":0.5}
{"full_text":"RT U.K. Eases Lockdown; Iranian Vaccine Shows Promising Results; Bolivia Health Workers Launch Strike","sentiment_score":0.2}
{"full_text":"RT Philippines now becoming a crook and an extortionist. Just like the one at the top. It waters down from there.","sentiment_score":0.2648148148}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT #Hannity **Don't forget about the ventilators early on. Obama\/Biden left the cupboards ba...","sentiment_score":0.05}
{"full_text":"RT Covid has revealed that huge numbers of seemingly intelligent people are actually incapable of thinking for themselves,...","sentiment_score":0.4}
{"full_text":"RT The OKC Indian Clinic is accepting COVID-19 vaccination appointments for all tribal citizens 18+ with an existing clinic c...","sentiment_score":0.0}
{"full_text":"RT I hate when a vaccine privilege parody like this is so spot on... Ladies and gentlemen: Florida.\"Looking for your #COVI...","sentiment_score":-0.8}
{"full_text":"RT The people that are still alive need some extra ordinary checks Joe...","sentiment_score":-0.05}
{"full_text":"RT In any civilized country Ramdev, Harsh Vardhan &amp; Godi media bosses like Rajat Sharma, who peddle dangerous lies about the fr...","sentiment_score":-0.1333333333}
{"full_text":"RT 'There is light in the darkness': Biden honors the half million US lives lost to coronavirushttps:\/\/t.co\/TEePuMlbaA","sentiment_score":0.1166666667}
{"full_text":"RT More reopening detail. 17 May Indoor events 1000 max. capacity. Outdoor 4000 max capacity. Outdoor seated  10,000 max capacit...","sentiment_score":0.5}
{"full_text":"RT Without 2 week quarantine no amount of testing during the event will be enough to protect attendees from catching &amp; sprea...","sentiment_score":0.3}
{"full_text":"RT More than half a million Americans are dead because of Covid, and it didn't have to happen. Tell me why Trump shouldn'...","sentiment_score":0.0444444444}
{"full_text":"Just did two back to back 7 hour days of non-stop therapy where everyone is having depression, dissociation and disappointment due to it being one year since the pandemic shutdown. It's not just you.Please take care of yourself and others.","sentiment_score":-0.18125}
{"full_text":"RT aries are really spending their birthdays in lockdown twice ","sentiment_score":0.2}
{"full_text":"RT Ontario's #coronavirus vaccine rollout confusion is a deliberate political tactic, by ","sentiment_score":0.0}
{"full_text":"6 Working From Home Tips During the COVID-19 Pandemic #CRE #WFH #COVID-19 #NewNormal #TenantTipshttps:\/\/t.co\/ZLLg5C8CMb","sentiment_score":0.0}
{"full_text":"After knowing the genetic sequence, it is easy to vaccine new variants of corona virus","sentiment_score":0.2848484848}
{"full_text":"Intense fight unfolds on Capitol Hill over COVID-19 relief billhttps:\/\/t.co\/9YxPv2TsnP","sentiment_score":0.2}
{"full_text":"Not gonna happen","sentiment_score":0.0}
{"full_text":"3 Corp Travel Startups Share the Challenges of Recruiting in a Pandemic","sentiment_score":0.0}
{"full_text":"RT American families have lost more than 500,000 sons and daughters, mothers and fathers to COVID-19. Today and every day, we're remem...","sentiment_score":0.25}
{"full_text":"Today!!! Pomegranate Mint Lemonade----------------------------#gulfood #gulfood2021 #citromaxgroup #lemons #flavors #dubai #food #GulfoodCommunity #communitysupport #Gulfood2020 #Gulfood #food #businessservices #Staysafe #strongertogether #stayhome #dubai #UAE #dubaiworldtradecentre","sentiment_score":0.0}
{"full_text":"Joe Biden has now been president for one month. So far, he's signed a record number of executive orders, brought the U.S. back into the Paris accord, and moved on immigration reform and COVID-19 relief.","sentiment_score":0.05}
{"full_text":"New #COVID19 variants have led to many questions about the vaccines currently in distribution. assures that #VaccinesWork and answers 3 main questions when it comes to being protected against variants.","sentiment_score":0.2007575758}
{"full_text":"Owen JonesRose@OwenJones84*15hReplying to solution all along should have been \"lock down quickly, sort out test and trace, give proper support to people and businesses throughout the crisis.\"but they didn they hum and ard so people became skeptical ?","sentiment_score":-0.0805555556}
{"full_text":"RT My two older kids and I spent many hours yesterday and this early morning placing and lighting 9,200 candles. One for eve...","sentiment_score":0.1666666667}
{"full_text":"Post-COVID-19 Clinic at U.C. Davis is a north state resource for those suffering from long-haul-COVID symptoms:","sentiment_score":0.0}
{"full_text":"In case you missed it.#Tennis #AO2021https:\/\/t.co\/i1vbtpYHbp","sentiment_score":0.0}
{"full_text":"Facebook's ban on Australian news content stands to make it harder for public servants to communicate with the Australian public and, specifically, challenge misinformation around COVID-19.https:\/\/t.co\/cjgLDkGL2H","sentiment_score":-0.02}
{"full_text":"high infection rates are hampering French efforts to ease coronavirus restrictions, with Nice in the south a particular hotspot.","sentiment_score":0.2316666667}
{"full_text":"Hong Kong &amp; Singapore may resume travel bubble soon. Post witnessing hefty losses amidst #COVID19, airlines could cover losses after this decision. However, authorities remain sceptical if their efforts to control virus would prove fruitful.","sentiment_score":0.0}
{"full_text":"#ETMorningBriefPodcast |In this episode, UP CM Yogi Adityanath outlines the state's road map after his govt presented a Rs 5.5 lakh cr budget focused on jobs, infrastructure, farmers &amp; containing Covid-19.  Tune in with &amp;  |","sentiment_score":0.0}
{"full_text":"As of Monday, there were 809,474 confirmed cases of COVID-19 and 15,502 coronavirus-related deaths in Arizona.","sentiment_score":0.4}
{"full_text":"According to an AARP report, Ohio outpaced the national average on COVID cases and deaths in nursing homes in 2020, losing one out of every 35 long-term care patients to coronavirus. ","sentiment_score":-0.15}
{"full_text":"Join me, and CA public health officials this Wednesday, Feb. 24 at 5:30 pm for a town hall about #COVID19 and the vaccine rollout. You may register and submit questions via the link https:\/\/t.co\/xhPOHy4opk","sentiment_score":0.0}
{"full_text":"Among the 31 provinces and regions in #China that have announced economic growth targets for 2021, Hubei Province, which was hit hardest by the coronavirus in 2020, and Hainan Province where China is building a high-level free trade port, have both banked on goals \"above 10%.\"","sentiment_score":0.2}
{"full_text":"Feb: 22: Today, we are revisiting this essay by Dr. Manning (@gradydoctor) about her experience as a Black physician at the intersection of the COVID-19 pandemic and the \"acute... chronic... acute on chronic\" problem with racism in America. Worth a read!https:\/\/t.co\/EMQyS6zr0Q","sentiment_score":0.3333333333}
{"full_text":"RT \"Don't clap, don't give me baked goods. I don't need any of that. I need you to wear a mask and not get COVID.\"https:\/\/t.co\/Yf...","sentiment_score":0.0}
{"full_text":"Cameroon Parents Pull Children from Schools on Rumors of Vaccine Plan","sentiment_score":0.0}
{"full_text":"RT The \"we need to stay in lockdown even after the vaccine\" people are not driven by science. They're consumed by the crippling...","sentiment_score":0.0}
{"full_text":"What cancer survivorship can teach us about Covid-19 via #curecancer #healthcare","sentiment_score":0.0}
{"full_text":"The CDC said the symptoms most frequently reported were headache, fatigue, and dizziness.","sentiment_score":0.3}
{"full_text":"The fate of the Tokyo games will go a long way to determining whether the Olympics have any kind of future at all.@elliscashmore","sentiment_score":0.1833333333}
{"full_text":"Rolling Knoll Farm and Meat Processing in Verona has managed to remain coronavirus-free, but the workers are anxiously waiting for their turn to receive the vaccine.","sentiment_score":-0.25}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"\"Either we invest now or we pay a lot more later,\" said Wayne Koff, chief executive officer of the nonprofit Human Vaccines Project. ","sentiment_score":0.1666666667}
{"full_text":"Emotionally available, yet socially distant? Tell us how you found love during the pandemic. ","sentiment_score":0.2666666667}
{"full_text":"The West Virginia Department of Health and Human Resources reported two new COVID-19 deaths Monday in the state, and 238 new positive cases, both significant decreases from a few weeks ago.https:\/\/t.co\/9T7TrIGS0Q","sentiment_score":0.1125}
{"full_text":"The second spring break season of the coronavirus pandemic is here.","sentiment_score":0.0}
{"full_text":"This app counts how many physically close relationships separate you from COVID-19 cases.https:\/\/t.co\/jktyfOtFIN","sentiment_score":0.25}
{"full_text":"LIVE AT 10: US surpasses 500,000 COVID-19 related deaths. How the country is mourning those who lost their lives NOW on #7News","sentiment_score":0.0681818182}
{"full_text":"RT Honestly this is the most Catholic visual at the White House I can imagine.It is stunningly beautiful and appropriat...","sentiment_score":0.325}
{"full_text":"She was speaking at a media briefing on Sunday, where she said there were \"a couple\" who have refused to be vaccinated.https:\/\/t.co\/OGj6p3pFyJ","sentiment_score":0.0}
{"full_text":"RT By a 5-to-1 margin, Americans believe China is covering up, and not cooperating in COVID-19 origin probe. | Just The N...","sentiment_score":0.0}
{"full_text":"RT President Biden: We have lost more Americans to COVID-19 in one year than Americans who died in World War I, World War II and...","sentiment_score":0.5}
{"full_text":"RT Did or carry President Biden's tribute to the over 500,000 people in the US lost to Covid? Or the mome...","sentiment_score":0.0}
{"full_text":"#sportech #startup BiiB may be daunted by Covid-19 essentially forcing people indoors, but by keeping their community engaged and connected, this is a hurdle they are able to leap #healthandwellness","sentiment_score":0.25}
{"full_text":"RT Imagine If Gov. Cuomo Were A Republican!?https:\/\/t.co\/jDmnzK6qLH#AndrewCuomo #coronavirus","sentiment_score":0.0}
{"full_text":"Deaths per million from the COVID-19 in U.S. States, Districts, and Territories as of 19:00 (EST) on February 22.#COVID19 #SARSCoV2#Coronavirus #CoronavirusUSA #CoronavirusOutbreak #WuhanVirus #WuhanPneumonia","sentiment_score":0.0}
{"full_text":"RT in ur COVID relationship which of u is the beautiful shut-in who tends the garden and which of u is the nasty little goblin...","sentiment_score":-0.1125}
{"full_text":"TODAY'S FRONT PAGE: TUESDAY 23 FEBRUARY 2021 ..#dailynewszim #news #zimbabwe #zimnews #lockdown #COVID19 #MaskUpZimbabwe #tuesday #coronaviruszim","sentiment_score":0.0}
{"full_text":"LOL a who and unu bout lockdown? Like yuh nuh see Govament shet shop","sentiment_score":0.8}
{"full_text":"RT When someone brings up happy times before covid","sentiment_score":0.8}
{"full_text":" Online marketplaces, tech giants gain in Google search during COVID-19 #news #SNRTG ","sentiment_score":0.0}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"Based on other vaccines there is little or no transmission. Also since new guidelines from cdc says vaccinated people who are exposed don't need to quarantine. I think you have a pretty definitive answer.","sentiment_score":0.0184659091}
{"full_text":"RT If I tell you the story of 1 person who died of #Covid19, you are likely to have lots of empathy. If I tell you that sto...","sentiment_score":0.0}
{"full_text":"RT Pandemic shopping in England (2020, colourised)","sentiment_score":0.0}
{"full_text":"RT Remember that time Trump's brother died mysteriously in the middle of a pandemic with no listed cause of death and then...","sentiment_score":0.0}
{"full_text":"Our Hotel takes the current COVID-19 situation very seriously and is following public health authorities' guidance during this challenging time. In response to COVID-19, we are adhering to CDC guidelines and focusing on appropriate cleaning and disinfecting protocols.","sentiment_score":0.0944444444}
{"full_text":"RT Nurses who from day 1 of pandemic worked face2face with the virus helping others and got sick as a result deserve the fin...","sentiment_score":-0.7142857143}
{"full_text":"RT Liberal politicians will claim that this 591-page, $1.9 trillion dollar monstrosity is all about COVID relief, but if you ac...","sentiment_score":0.0}
{"full_text":"RT Having an out-of-body experience hearing my song on Thanks and for keeping me in the show...","sentiment_score":0.2}
{"full_text":"Johnson &amp; Johnson CEO Alex Gorsky said people may be getting COVID-19 vaccines annually for the next several years. #mycompany","sentiment_score":0.0}
{"full_text":"RT In tomorrow's news, will announce that John Tory will now be responsible for running the province until th...","sentiment_score":0.2}
{"full_text":"From a service industry person who caught covid just this month from a customer....it's too soon. People are getting restless and wanting life to come back. But the people who can't stay home are the ones who suffer. People who work from home get covid and continue to work but...","sentiment_score":0.0}
{"full_text":"Dale's, Georgjz419 and Sugar Hill among local bars facing fines or liquor permit suspensions following COVID-19 violations from the Ohio Investigative Unit.","sentiment_score":0.0}
{"full_text":"RT WSJ Editorial Board: \"It's a progressive blowout for the ages that does little for the economy but will finance Democratic...","sentiment_score":-0.1875}
{"full_text":"CHOW CHOW BATH!!: Chinese virus - trump lied Americans died Visual...","sentiment_score":0.0}
