{"full_text":".@GovofCO is right -- we don't have to go back to how things were before the pandemic.We can build a better CO by investing in education, prioritizing renewable energy, supporting small businesses, &amp; focusing on improving the lives of everyone in CO.Thank you for having me!","sentiment_score":0.1446428571}
{"full_text":"Providence in Spokane postponed a Wednesday vaccine clinic due to weather-related shipment delays. Now the mass vax site in Kennewick is closed through the weekend due to the same reason. ","sentiment_score":-0.0875}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT .@VP is right. This is an emergency. Women have accounted for 55% of jobs lost since the start of the pandemic. Many wil...","sentiment_score":0.3928571429}
{"full_text":"RT Government has bought hundreds of millions of tests at a cost to us of billions of pounds. It's desperately trying to f...","sentiment_score":-0.6}
{"full_text":"RT When lockdown ends &amp; it is safe should we protest UK wide against this corrupt Conservative government in all areas, consiste...","sentiment_score":-0.0333333333}
{"full_text":"The CBC gets about $1,200,000,000.00 a year of taxpayers money, and I believe $600,000,000.00 in Covid funds. The other lame stream media outlets all vie to get@a@share of the $595,000,000.00 hush slush fund, also taxpayers money, thanks to the Crime Minister &amp; minions!","sentiment_score":-0.125}
{"full_text":"RT I am so mentally drained man as a college student. A pandemic for a whole year, class is virtual, a winter storm, trying...","sentiment_score":0.05}
{"full_text":"COVID-19 2nd wave: Community transmission in Edo hits 90.4 percent","sentiment_score":0.0}
{"full_text":"Governor announces changes to COVID-19 event restrictions","sentiment_score":0.0}
{"full_text":"Charlotte, Do you know about resident memory T-cells? If you do, you should know they can't be created by a shot in the arm.Never said nobody died of C19. Have friends who have died. My 85 yr old mom is suffering  from long Covid.  So don't play this on me.","sentiment_score":0.025}
{"full_text":"RT Tell Congress: Pass President Biden's Covid Relief Plan","sentiment_score":0.0}
{"full_text":"So why hasn't \"covid\" disappeared? The logic of the believer is non existent. No wonder TPTB mock us daily when this is what they see.","sentiment_score":0.0}
{"full_text":"RT I agree with &gt;100 of my colleagues that SARS-CoV-2 is on the way to becoming endemic, meaning it never stops circulati...","sentiment_score":0.45}
{"full_text":"RT If we had followed Cicero's principle, Britain and Ireland would be COVID free.   \"Salus populi suprema lex esto\".  (Pub...","sentiment_score":0.4}
{"full_text":"RT We are told the Duke of Edinburgh is \"expected to remain in hospital for a few days of observation and rest.\"Prince Phil...","sentiment_score":-0.15}
{"full_text":"RT If Government were actually \"'committed to learning lessons' of recent criticism of contract awards\" it would publish (1...","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT Where are the fact checkers in this one? Oh, that's right, they only fact check one side.","sentiment_score":0.1428571429}
{"full_text":"RT \"In people who already have cardiovascular disease, the addition of COVID-19 is really problematic.\" Chief...","sentiment_score":0.2}
{"full_text":"RT Looks like Chicago's mayor gave the bulk of federal funds allocated to our city for COVID-19 to the police. This thread...","sentiment_score":0.0}
{"full_text":"Everything is terrible and falling apart and I have to make an emergency trip during a pandemic but I got a free Rob Roy at the airport life is about balance namaste","sentiment_score":-0.3}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT What is in deceitfully named \"COVID-19 stimulus\" bill-Min. wage incr. $15\/hour-Paying ppl $400\/week to NOT work-$350...","sentiment_score":0.0}
{"full_text":"RT Another surreal day in #California where we rank among national avg for #Covid19 &amp; C19 outcomes, yet remain among a couple...","sentiment_score":-0.275}
{"full_text":"RT Why hasnt admin been putting out this message for weeks?","sentiment_score":0.0}
{"full_text":"RT Government has bought hundreds of millions of tests at a cost to us of billions of pounds. It's desperately trying to f...","sentiment_score":-0.6}
{"full_text":"RT The Wire, Economic Times, The Hindu reported fake news: South Africa has asked Serum Institute of India to take back one mil...","sentiment_score":-0.1}
{"full_text":"RT I hear the \"do your own research\". I've been receiving a lot of this here, Facebook and via email this past week. I really...","sentiment_score":0.1833333333}
{"full_text":"RT Join L.A. County and for a grocery giveaway in South Pasadena tomorrow, Feb. 18 from 9 a.m. to 12 p.m. at Ho...","sentiment_score":0.0}
{"full_text":"RT Priorities revealed: the government spent less on border quarantining last year than it did on focus groups about coron...","sentiment_score":-0.0888888889}
{"full_text":"Thanks to PMJT and his mishandling of covid , all people hurt . Good luck with the new adventure!","sentiment_score":0.3568181818}
{"full_text":"RT I wrote this.I would like my children and my patients back at school. We can't wait until it is safe, we have to move Heav...","sentiment_score":0.25}
{"full_text":"COVID-19 2nd wave: Community transmission in Edo hits 90.4 percent","sentiment_score":0.0}
{"full_text":"Covid gettin' ya down? #onpoli","sentiment_score":-0.1555555556}
{"full_text":"RT At the governor's COVID-19 news conference today, officials said Indiana will continue to move forward with its age based...","sentiment_score":0.0}
{"full_text":"So &amp; are still up on Facebook but &amp; have been blocked. Cool cool. Just got a little pandemic going on, vaccine roll-out kind of thing. Maybe not a great time to block government public health info?","sentiment_score":0.11875}
{"full_text":"RT When asked about his buddy @NYGovCuomo's nursing home coverup, after many months saying he did it \"right\" suddenly Dr. Fa...","sentiment_score":0.2619047619}
{"full_text":"RT The people need to say enough. Get out on the streets. Do not do any Co...","sentiment_score":0.0}
{"full_text":"Politics and the judiciary at all levels exude an enormous amount of nitrogen .Help! I can't breathe...#ruleoflaw #childprotection #childcarescandal #HumanRights #childbenefitsscandal #BuildBackBetter #dutch_CPS","sentiment_score":0.0}
{"full_text":"Happy Birthday to my Big Sister  I am a day late in posting but I want her to know just how much I her. It's been really hard to see family during this time of Covid and I can't wait until we can all be... via","sentiment_score":0.0816666667}
{"full_text":"RT abbott failed to handle covid &amp; the winter storm in texas, remember this when y'all are voting in 2022","sentiment_score":-0.5}
{"full_text":"RT No MP has died of #Covid19ALL MP's MUST Return to commons on the 8th of MarchNO Ifs, NO ButsNO Social Distan...","sentiment_score":0.0333333333}
{"full_text":"5\/ Before we connected, Danny was feeling burnt out from the constant grind of teaching and playing gigs, often with lots of international touring (pre-pandemic).","sentiment_score":0.0}
{"full_text":"Toronto top doctor, Indigenous services minister sound alarm over COVID-19 variants","sentiment_score":0.45}
{"full_text":"RT The Legislature's new COVID-19 and Emergency Preparedness and Management Committee will host a hearing on Feb. 25 to hear testimo...","sentiment_score":0.1363636364}
{"full_text":"RT Please retweet to help Dolly and Kenny find a home #Skegness #Lincolnshire May be able to re home to other areas lockdown...","sentiment_score":0.1875}
{"full_text":"Have you changed your shopping habits since the beginning of the pandemic? #storechains #localshopping #healthyfood","sentiment_score":0.0}
{"full_text":"#PriceGouging #poweroutages #COVID19 where is y'all president?","sentiment_score":0.0}
{"full_text":"RT how the fuck the snow make y'all stay in but not covid ","sentiment_score":-0.4}
{"full_text":"RT New funding announced to support small businesses in Alberta, including tourism, hospitality and events.Learn more h...","sentiment_score":0.1287878788}
{"full_text":"HB118 filed today would increase the number of spectators allowed at outdoor sporting events in public and private high schools in Union County. Another attempt by GOP lawmakers to get around Gov. Roy Cooper w\/ local bills? #nced #ncpol #ncga #coronavirus","sentiment_score":0.04}
{"full_text":"RT Looks like Ron Desantis is organizing vaccine clinics with his donors and in wealthy white areas that vote Republican. Desan...","sentiment_score":0.25}
{"full_text":"RT Dr John Lee, lead pathologist at HART, tells Julia the Government \"need a change of approach\" to the pandemic, saying \"it's...","sentiment_score":0.0}
{"full_text":"Our Ring neighborhood service is flooded with desperate San Antonians.  #ThirdWorldTexas","sentiment_score":-0.6}
{"full_text":"RT The US should not participate in the 2022 Olympics if they're held in Beijing. With their attack on freedom in Hong Kong...","sentiment_score":0.0}
{"full_text":"was trying to stay off of twitter until i got home. then while searching for the nintendo direct on youtube i already had all of the good stuff spoiled for me in the thumbnails that popped up.","sentiment_score":0.4}
{"full_text":"Yeah, Cuba has also sent the most medical professionals to other countries to help with their Covid crisis. Cuba has helped the world the most during the 2020 pandemic.","sentiment_score":0.21875}
{"full_text":"RT \"With the promise of vaccinations upon us, we need to make sure this lockdown that we're presently in is the last one.\"I...","sentiment_score":0.1666666667}
{"full_text":"RT Tonight is the first live-streamed performance of #Hymn at written by graduate and featurin...","sentiment_score":0.25}
{"full_text":"U mean....covid?","sentiment_score":0.0}
{"full_text":"RT abbott failed to handle covid &amp; the winter storm in texas, remember this when y'all are voting in 2022","sentiment_score":-0.5}
{"full_text":"We are the winners lottery 2020 who did not reach the interview dates. We will wait until the Corona pandemic ends, but do not kill our dreams and a life-long opportunity to enter the country of freedom.@POTUS","sentiment_score":0.0}
{"full_text":"RT As for how much sequencing is done, LA County only sequences about 60 a week. Additional samples from LA County are sent...","sentiment_score":0.1}
{"full_text":"RT Narrative: \"COVID cases are going down because more people are staying home!\"Reality: According to the USC Dornsife \"...","sentiment_score":0.2347222222}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT Harris says teachers should be given priority for COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Y'all have no idea what kind of impact this woman made on so many young lives through teaching and coaching. I wouldn't be a...","sentiment_score":0.4}
{"full_text":"After it was discovered the administration had bungled securing enough doses in the first place - had only ordered enough in July to vaccinate 1\/6 of the population. Once made public in Dec., they scrambled. Glad they rectified. Still not nearly enough.","sentiment_score":0.1071428571}
{"full_text":"RT It's not just big news orgs bearing the brunt of the News ban by Smaller Indigenous and community media orgs...","sentiment_score":0.0}
{"full_text":"The snow make me go brrr","sentiment_score":0.0}
{"full_text":"RT Israel and Pakistan are the SAME country, and you can't convince me otherwise! Offer a plate of biryani free with every vacc...","sentiment_score":0.2}
{"full_text":"RT The fact that these folks don't realize how insulting this is to the hundreds of thousands of dedicated performers and prof...","sentiment_score":-1.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT the stick we got for taking the kids for a walk on the beach( which is a 5 minutes away from the...","sentiment_score":0.0}
{"full_text":"RT 10 BILLION POUNDS of our money they have given to their mates relating to covid contracts. 10 Billion. 10 Billion though, i...","sentiment_score":0.0}
{"full_text":"11\/ While financial freedom (especially during Covid) has been life changing for Danny - putting him on a path to pay off his student loans - what is the most thrilling is the pedagogical freedom he experienced from having his own successful teaching practice.","sentiment_score":0.4142857143}
{"full_text":"RT They're trolling us.","sentiment_score":0.0}
{"full_text":"RT Scott &amp; Josh's great media \"Code\" idea so far: Mates Nine, 7 &amp; News Corp mates get cash out of Google.Facebook pulls...","sentiment_score":0.45}
{"full_text":"Other than covid, what is the hold-up?","sentiment_score":-0.125}
{"full_text":"RT Republicans showing more sympathy for Rush Limbaugh than 5 people who died on January 6 or 490,000 dead from Covid","sentiment_score":0.15}
{"full_text":"RT Great to see. Well done young un #lufc","sentiment_score":0.45}
{"full_text":"RT No matter where you live, please consider donating blood right now. The #COVID19 crisis has collapsed the blood  system...","sentiment_score":0.211038961}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT Let's see how many letters we can send to Congress. Ready, GO! #FightFor15","sentiment_score":0.375}
{"full_text":"RT THE UNITED STATES JUST SURPASSED 502,000 CORONAVIRUS DEATHS ","sentiment_score":0.0}
{"full_text":"RT the look on this woman's face.","sentiment_score":0.0}
{"full_text":"Very curious to know what 2021 looked like pre-COVID.","sentiment_score":-0.13}
{"full_text":"RT Oh girl they finna throw you out like Jazz, you and your big seams are done","sentiment_score":0.0}
{"full_text":"Ways to Know It's Time for New Office Space #CRE #Office #NewNormal #COVID-19 #TenantTips #Leasing  ","sentiment_score":0.1363636364}
{"full_text":"RT Republican Gov. Ron DeSantis suggested he would divert COVID vaccines from Florida communities that criticize his distrib...","sentiment_score":0.0}
{"full_text":"UPDATE: I dey extend de public health emergency for NJ for more 30 daysDis extension mean say we fit continue we ongoing #COVID19 intervention effort dem &amp; also continue to vaccinate NJ pipo as quickly &amp; safely as possible#IFHTranslates #NJCOVIDInfoPidgin #NaijaPidgin","sentiment_score":0.2368055556}
{"full_text":"RT This bike man was coughing n coughing, so I told him to better get drugs or something, he said I shouldn't worry that he...","sentiment_score":0.5}
{"full_text":"RT Republicans showing more sympathy for Rush Limbaugh than 5 people who died on January 6 or 490,000 dead from Covid","sentiment_score":0.15}
{"full_text":"RT The Worshipful Company of Security Professionals' Charitable Trust has set up a COVID-19 crisis fund to support security operati...","sentiment_score":0.6}
{"full_text":"RT Translation: 'for non scientific reasons we stand by the policies that smash civil society and eviscerate the Bill of Righ...","sentiment_score":0.0}
{"full_text":"RT We welcome Sri Lankan PM Mahinda Rajapaksa's assurance given in Sri Lankan Parliament today allowing Muslims to bury thos...","sentiment_score":0.8}
{"full_text":"Don't count Breath of the Wild 2 out for 2021 yet. This Direct showed games in this year and next year, but curiously nothing in the fall\/holiday area. They want to say fall 2021, but COVID. They don't want to delay either. There got to be 3 games locked and loaded for fall.","sentiment_score":0.025}
{"full_text":"- it's genuinely disgusting that you have limited Australia's access to need, but even worse you've denied us access to our own health department updates during a pandemic. You are shameful.","sentiment_score":-0.2178571429}
{"full_text":"Sook Middle Eastern Grocery in Stoney Creek emphasizes online ordering and delivery. And it's  now open on Grays Road. #HamOnt #StoneyCreek #business #grocery #COVID19https:\/\/t.co\/H4H4rcjGC3","sentiment_score":0.0}
{"full_text":"This really is happening? Churches that defy local government COVID health orders also get Federal government taxpayer PPP money. #weinvestigate TONIGHT at 11pm","sentiment_score":0.1}
{"full_text":"The COVID-19 pandemic has drawn a clear line between Asia and the rest of the world.#COVID19","sentiment_score":0.1}
{"full_text":"The new variant has same genetic change as South African and Brazilian mutations of coronavirus found across the countryhttps:\/\/t.co\/8i2oFo32YA","sentiment_score":0.0454545455}
{"full_text":"A worker sprays sanitizer at Dajia Elementary School in Taipei on Wednesday. The Environmental Protection Administration plans to complete its #COVID19 prevention measures at all public schools before the #newschoolterm begins on Feb. 22.https:\/\/t.co\/fu38N7UyM8","sentiment_score":0.1333333333}
{"full_text":"If you're struggling with housing, finding food, physical or mental health issues, unemployment or other problems brought on by the pandemic, contact us at #KansasStrongerTogether","sentiment_score":-0.075}
{"full_text":"3 phases for COVID-19 recovery from a #hospitality leader. Get details on the approach being used by Minor International from CEO Dillip Rajakarier.","sentiment_score":-0.025}
{"full_text":"RT My message to women: don't let anyone try to tell you you don't belong at Queen's Park.I'm going to continue making po...","sentiment_score":0.0}
{"full_text":"4ID and Fort Carson leadership will provide a brief COVID-19 update and then the garrison commander and on-post housing leaders will host the quarterly housing town hall tonight at 6 p.m. MST via Facebook Live at","sentiment_score":0.0681818182}
{"full_text":"U.S. retail sales surged 5.3% in January, rising for the first time in four months, as Americans stepped up spending after receiving additional pandemic relief money from the government. Read more","sentiment_score":0.375}
{"full_text":"This mom from a small Alaskan village isolated for 10 weeks to safely give birth to twins amid COVID-19.","sentiment_score":0.125}
{"full_text":"\"I try to fight for as many different teams as I can to be allowed to finish their season. Fordham's Women's basketball team had their season cut short despite the fact that they have not failed a single COVID test out of 1400.\" -@ClayTravis","sentiment_score":0.1357142857}
{"full_text":"Former Manila Archbishop Luis Antonio Cardinal Tagle urged the Catholic faithful to devote their time during the Lenten season to praying, fasting and alms giving amid these trying times caused by the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Arizona seniors can schedule a ride to their vaccination appointments in Maricopa County by calling the YMCA's Outreach Programs for Ahwatukee Seniors (YOPAS) at 602-212-6088. Check your eligibility and register for a vaccine appointment here:","sentiment_score":0.0}
{"full_text":"To practice #Lent during a pandemic, turning to technology rather than giving it up.","sentiment_score":0.0}
{"full_text":"Working Cat Wednesday - they will work for you in an outdoor home, and work together on social distancing and cuddle puddles! If you need cats to help control rodents in your warehouse, barn, or other property, learn more about working cats:","sentiment_score":0.1388888889}
{"full_text":"A COVID-19 outbreak at the Cariboo Memorial Hospital in Williams Lake has now been declared over by Interior Health. #Kamloops #WilliamsLakeBC","sentiment_score":0.0}
{"full_text":"Extending into a parklet and teaming up with a local restaurant have kept the drinks flowing at this dive bar, despite COVID-19.","sentiment_score":0.0}
{"full_text":"Nearly a year into the pandemic, fraud remains a major problem as scammers seek to exploit hospitals and desperate Americans","sentiment_score":-0.1458333333}
{"full_text":"RT Flyover video released of the UK's first medicinal cannabis facility this century. have the cash in place just...","sentiment_score":0.25}
{"full_text":"The proposal for one application for admission to all level of public higher ed is just one of the recommendations issued by a task force convened by Gov. Newsom's administration to design \"a roadmap for higher education after the pandemic.\"","sentiment_score":0.1666666667}
{"full_text":"RT Republicans showing more sympathy for Rush Limbaugh than 5 people who died on January 6 or 490,000 dead from Covid","sentiment_score":0.15}
{"full_text":"How do you define success when it comes to reopening schools in the pandemic? President Biden and his aides are having difficulty settling on an answer to that question.https:\/\/t.co\/VDyS22J23E","sentiment_score":0.3}
{"full_text":"Nebraska expects more than 60,000 doses of coronavirus vaccines to be available in the state this week.https:\/\/t.co\/4afdMrsWfc","sentiment_score":0.45}
{"full_text":"RT \"In their first public relations blitz of their tenure, President Biden and Vice President Harris are hitting the airwaves...","sentiment_score":0.125}
{"full_text":"RT .@GovofCO is right -- we don't have to go back to how things were before the pandemic.We can build a better CO by invest...","sentiment_score":0.2619047619}
{"full_text":"World Health Organization (WHO): The number of new global cases of #coronavirus is decreasing.  ","sentiment_score":0.0681818182}
{"full_text":"FAKE N95 MASKS: The most recent seizures occurred Wednesday when Homeland Security agents intercepted hundreds of thousands of counterfeit 3M masks in an East Coast warehouse.https:\/\/t.co\/Wu9qpW6tCL","sentiment_score":-0.0125}
{"full_text":"Take simple daily precautions to help prevent the spread of respiratory illnesses like #COVID19. Watch the video to learn seven simple ways to protect yourself and your family! #StaySafeOhio ","sentiment_score":0.0}
{"full_text":"Canadian Justice looks at how COVID lockdowns are impacting churches and the right to freedom of religion.https:\/\/t.co\/VHoyAASnqa#thenewsforum #canadianjustice","sentiment_score":0.2857142857}
{"full_text":"Biden is on track to blow past his goal of 100 million shots in his first 100 days, but the pace must pick up even more to vaccinate most adults by end of summer.","sentiment_score":0.25}
{"full_text":"ICYMI #UCLA head coach Mick Cronin talked about the toll of the pandemic and how the Burins are dealing with it.https:\/\/t.co\/XafW04Wupe","sentiment_score":0.0}
{"full_text":"The outbreaks at Keene Center and Applewood Rehabilitation Center are no longer active, a company spokeswoman said.https:\/\/t.co\/Vuyp3WZr75","sentiment_score":-0.1111111111}
{"full_text":"COVID-19 vaccines in Olmsted County being delayed by weather #rochmn","sentiment_score":0.0}
{"full_text":"Workers, follow your workplace COVID-19 safety plan.","sentiment_score":0.0}
{"full_text":"TOMORROW: The shocking number of surgeries delayed as hospitals deal with the demands of Covid-19, controversy over new Aldi plans and the spritely World War Two veteran forced to scale back her 100th birthday party. Only in tomorrow's Oxford Mail #TomorrowsPapersToday","sentiment_score":-0.1939393939}
{"full_text":" #ICYMI | London Gatwick South Terminal is to close for an extended period due to the pandemic.:","sentiment_score":-0.125}
{"full_text":"First Presbyterian Church on Park Street in Charlottesville is doing Ash Wednesday services differently this year because of coronavirus restrictions.","sentiment_score":0.125}
{"full_text":"Another look at what's predicted to come for remote work in 2021.https:\/\/t.co\/mstjXyClDx#Pandemic #Covid19 #Business #Work #RemoteWork","sentiment_score":-0.1}
{"full_text":"RT BREAKING NEWS: A departmental breakdown shared with aldermen last week shows that, of the $403 million in discretionary fe...","sentiment_score":0.0}
{"full_text":"How have new #RealEstate trends influenced by #COVID19 impacted suburban house prices?","sentiment_score":0.0681818182}
