{"full_text":"RT For data-driven science initiatives, Open Access, alongside Open Source, provides invaluable infrastructure, e.g., for...","sentiment_score":0.0}
{"full_text":"RT Reopening of schools in #Ganderbal|Teachers, students made aware of #COVID19 SOPs | Greater Kashmir","sentiment_score":0.375}
{"full_text":"Hospital bosses had the entire to summer to prepare for the current wave.... they didn't...It is no longer our prerogative to protect them.... about time they protected themselves....  (Cue: 10 years of Tory underfunding responses)....","sentiment_score":0.0}
{"full_text":"RT BBC news almost spinning 800 covid deaths today as good news.If Corbyn had been leader with 120,000 dead they'd be bay...","sentiment_score":0.25}
{"full_text":"RT Pubs and restaurants could open in May under lockdown exit blueprint","sentiment_score":0.0}
{"full_text":"RT How This Is Us Honored the Real-Life 'Genius' Who Made It Possible for the Pearsons to Stay Connected amid COVID","sentiment_score":0.0}
{"full_text":"RT #Leadership lessons from one of #India's most influential technology leaders President  She spoke...","sentiment_score":0.5}
{"full_text":"RT South Africa received its first delivery of the Johnson &amp; Johnson #Covid19 vaccine at OR Tambo International Airport in Gauteng la...","sentiment_score":0.125}
{"full_text":"Middlesbrough is officially the current worst county in the country for covid cases.","sentiment_score":-0.5}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"Its not Trump thing, all Americans lie","sentiment_score":0.0}
{"full_text":"RT BREAKING: Pfizer and BioNTech reach deal to send the European Union another 200 million COVID-19 vaccine doses.","sentiment_score":0.0}
{"full_text":"RT Last Nov the govt's mass testing pilot in Liverpool showed that people in deprived areas were less likely to come forward for...","sentiment_score":-0.0555555556}
{"full_text":"RT In case anyone was wondering why Kamala is the one taking the calls with foreign heads of state.","sentiment_score":-0.125}
{"full_text":"RT New Nigerian Covid mutation that may be vaccine-resistant infects 38 people in UK - CityAM","sentiment_score":0.1363636364}
{"full_text":"RT There is a misunderstand of what our lockdowns mean. Levels are: h...","sentiment_score":-0.3125}
{"full_text":"RT Our Chaplain Millie O'Connor always has a smile for everyone.Millie urges everyone to take up the offer of a vaccin...","sentiment_score":0.3}
{"full_text":"RT BREAKING: Pfizer and BioNTech reach deal to send the European Union another 200 million COVID-19 vaccine doses.","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Head of the UK's vaccine taskforce Clive Dix has told Sky News every adult in the UK could receive both doses of a corona...","sentiment_score":0.1}
{"full_text":"Dear Bro &amp; Sis, Please TRY to permanently QUIT Smoking, Alcohol, Drug, PORN, Premarital Sex and Extramarital Affairs ASAP.Thanks and RegardsYour mad &amp; deranged broP.S.  Dear GOD\/ALLAH\/SHIV, This is the only vaccine for coronavirus that you have suggested to me earlier ?????","sentiment_score":-0.2083333333}
{"full_text":"RT Avoided a better deal for workers? Phew that was close - this covid business could have been serious.","sentiment_score":0.0833333333}
{"full_text":"While people are already aware of the most common symptoms of COVID-19, experts suggest a broader look into the spectrum of ailments caused by the deadly disease...","sentiment_score":0.0625}
{"full_text":"RT 'Khud Kamaao Ghar Chalaao' decided to distribute e-rickshaws to the unemployed especially those, distressed b...","sentiment_score":0.0}
{"full_text":"RT If you missed it earlier this month, you can now click this link to watch video of the amazing conversation I got to have w...","sentiment_score":0.3}
{"full_text":"Sir similar approach should be carried out so that more common people will have faith in the vaccine. Such steps in DD,D&amp;NH will have larger social footprint and mass appeal.","sentiment_score":0.0388888889}
{"full_text":"Sell them, buy an island and live happy without mask and Covid19","sentiment_score":0.4681818182}
{"full_text":"RT This is fantastic.  Lou Macari.","sentiment_score":0.4}
{"full_text":"Yes but social distancing ","sentiment_score":0.0333333333}
{"full_text":"RT #G20 shd support access to #COVID19 vaccines for developing countries &amp; a swift approval process of vaccines by","sentiment_score":0.0}
{"full_text":"Pfizer much like other pharmaceutical co's would rather profit as much as possible off a pandemic, instead of making potentially life saving technology freely accessible. Fuck them all.  I hope North Korea publishes it for everyone.","sentiment_score":0.0083333333}
{"full_text":"RT Many resources on this thread!","sentiment_score":0.625}
{"full_text":"Following the efforts to fight the #covid19 pandemics, the team formed by F. J. Luque (#Pharmacelera), X. Barril (UB), and T. Ginex (CIB-CSIC), was awarded under the #PRACE for the project 'Targeting conformational changes implicated in early events of viral entry' #AI #compchem","sentiment_score":-0.1}
{"full_text":"Gucci's growth has stopped, but, with or without COVID, it was off the chart and unsustainable.","sentiment_score":0.0}
{"full_text":"Covid-19 taught us how to party on a night in instead of a night out. So, how can we take e-commerce for alcohol brands to the next level with this new normal? #ConversationsThatMatter  Register https:\/\/t.co\/FI2ZUkijsF #OgilvyAfrica","sentiment_score":0.0954545455}
{"full_text":"RT Thank you all for all the positive vibes and good wishes. My symptoms are mild - so far!I believe I'm on day 3 of being...","sentiment_score":0.4202020202}
{"full_text":"RT Texans are suffering without power because those in power have failed us. As with Covid, a natural disaster has become far...","sentiment_score":-0.1}
{"full_text":"RT  #doctors feel extremely vulnerable when it comes to delayed referrals &amp; the impact this has on their patients. That's w...","sentiment_score":-0.5}
{"full_text":"Oh stop it. This was a joke, you can joke, correct?  No way in hell 400,000 died FROM covid. If you believe that you are a fool.","sentiment_score":0.0}
{"full_text":"RT this is important","sentiment_score":0.4}
{"full_text":"Pandemic Spurs Companies to Increase Tech Startup Investing","sentiment_score":0.0}
{"full_text":"RT Dan Andrews just said that cases would be \"much much higher\" if we didn't lockdown. Blatant lie.","sentiment_score":-0.125}
{"full_text":"RT Lou Macari runs a homeless shelter in Stoke-on-Trent, but when Covid-19 came along the former footballer was forced to shut i...","sentiment_score":-0.15}
{"full_text":"RT the idea that blue states are more righteous or competently administered than red states is so funny. like we all didn't j...","sentiment_score":0.25}
{"full_text":"RT Hi Guys! It's a dance workout this coming Saturday with DJ Vyrusky at Casa Papillon (opp. Golden Gate, Regimanuel Estat...","sentiment_score":0.3}
{"full_text":"RT This is fantastic.  Lou Macari.","sentiment_score":0.4}
{"full_text":"RT Israeli settlers attack Palestinian cars during lockdown, this was just yesterday, in the village of Turmus Ayya, near...","sentiment_score":0.1}
{"full_text":"RT Multiple Postdoc Openings!Please RT1. #adaptivesampling and #ML algorithms for running\/interpreting simulations2. in...","sentiment_score":0.0}
{"full_text":"Stay home and have a bowl of joe poop with nancy milk!","sentiment_score":0.0}
{"full_text":"RT An obscene waste of money in a desperate attempt to maintain the narrative.Again,WHO specifically advised against track&amp;t...","sentiment_score":-0.4}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT South Africa's military will apply to run a clinical trial for a Cuba-produced drug to tackle Covid-19, ending a dispute ove...","sentiment_score":-0.1}
{"full_text":"Partick Forth on managing technology responsibly.Tech holds huge promise in #education, disease prevention, poverty eradication and quality of life.  Huge threats - #misuse of #AI, 'big brother states', #cyber - pandemic.  #NTLF2021 ","sentiment_score":0.2666666667}
{"full_text":"RT It's #RandomActsOfKindnessDay. Read our blog. Pick a kind act. Take action: #KindnessMatters...","sentiment_score":0.35}
{"full_text":"Does anyone remember what this lockdown is for? Is this one BandAid? The first one was pandemic, the second one was comic relief. Might be wrong tho...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Court in the Netherlands has ruled that the government-imposed Covid 19 curfew must be lifted immediately. The...","sentiment_score":0.0}
{"full_text":"RT Johnson &amp; Johnson announced that Janssen has submitted a conditional Marketing Authorisation Application to the European Medic...","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Oh dear me, you had to make changes because the U.K. Treasury announced &gt;PS1Bn extra Covid funding for us. You have a department...","sentiment_score":0.0}
{"full_text":"RT Briefing the audience about the state of economy, Baqir emphasised that decisive measures taken by the State Bank and the...","sentiment_score":0.0}
{"full_text":"RT Doctors warn of increase in children with inflammatory syndrome related to COVID-19","sentiment_score":0.0}
{"full_text":"RT The idea that CEOs should copy Elon Musk in the midst of a pandemic and dump shareholder $ into Bitcoin is...extreme....","sentiment_score":0.0}
{"full_text":"RT President Cyril Ramaphosa and health minister Zweli Mkhize will join the first health care workers to receive the Johnson &amp;...","sentiment_score":0.25}
{"full_text":"RT I was nominated for the #COVID19 #DataHero awards?! It means a lot bc my #COVID19 efforts have been completely outside my 9-...","sentiment_score":0.0}
{"full_text":"Housingnet News is out now.Cutting Covid top-up 'will put 700,000 people into poverty'https:\/\/t.co\/k6TX4jSoUI","sentiment_score":0.0}
{"full_text":"Good morning everyone, how are you all doing? Another crazy day in lockdown but we are all a day closer to getting out!What is everyone playing to get them through this?#lockdown #gamer #gamers #QuestionOfTheDay","sentiment_score":0.05}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"Lockdown: Primary #attendance up for third week in a row... https:\/\/t.co\/RLSgreZJnW #PrimarySchools #HomeSchool","sentiment_score":0.2}
{"full_text":"RT how the fuck the snow make y'all stay in but not covid ","sentiment_score":-0.4}
{"full_text":"RT It is with deep sorrow that I share the passing of our mother, Ms. Pauline Bowman. She battled Covid for many weeks bef...","sentiment_score":0.25}
{"full_text":"RT The only way to leave #COVID19 behind?  \"Act together and invest in rolling #vaccines out faster &amp; more globally than we are...","sentiment_score":0.025}
{"full_text":"#BreakingNews: #Coronavirus: The UAE has conducted more than 185,000 additional tests, uncovering:3,452 New cases3,570 New recoveries14 New deaths358583 Total cases343935 Total recoveries1055 Total deaths","sentiment_score":0.1298701299}
{"full_text":"The UK's going to become the first country in the world to do a trial exposing healthy volunteers to coronavirus to understand more about it.It's hoped it'll help to develop more effective vaccines.","sentiment_score":0.47}
{"full_text":"has surpassed its #COVID19 numbersYes, it's a small regional airline flies 6x fliers in a month as Star does in a yrstill, what explains the small airline's performance?@moneycontrolcom #aviation","sentiment_score":-0.25}
{"full_text":"POLL - Has the #Covid #lockdown caused you to have Suicidal or Murderous thoughts?Have your say in the POLL link below.https:\/\/t.co\/VvQWq8UKTa","sentiment_score":0.0}
{"full_text":"RT This is important. Ron DeSantis is in the news again for making excuses about his callous coronavirus response. We are the o...","sentiment_score":0.4}
{"full_text":"RT 'Coronavirus pushes 450,000 families into housing debt' via to half a million people have fallen behind on rent...","sentiment_score":-0.2833333333}
{"full_text":"RT I was without internet for 6wks with 2 adults WFH and 3 kids doing online learning during the pandemic thanks to NBN so...","sentiment_score":0.2}
{"full_text":"Vix Lowthion said: \"For a government to ban citizens from hearing from those who would wish to represent them is a dangerous route to take.\" #IsleofWight #iwnews #IOW Story:","sentiment_score":-0.6}
{"full_text":"More than 75 people have become new #Wokingham citizens since the ceremony moved online last year. #wokytoday #coronavirus","sentiment_score":0.2121212121}
{"full_text":"The #COVID19 vaccination site at is closed again today re: weather.If you had appt. for your 1st dose Feb. 16 &amp; 17: you'll be contacted for reschedulingIf you had appt. for your 2nd dose Feb. 16 &amp; 17: come any day they're open@FOXNashville","sentiment_score":-0.05}
{"full_text":"Keep safe &amp; Keep up to Date. Find daily COVID-19 updates from and Swansea Bay University Health Board on our webpage  we'll be updating you on air too - so stay tuned https:\/\/t.co\/xaJSvQTUZ7","sentiment_score":0.25}
{"full_text":"Ryanair's fight against state aid for airlines will put loosened EU rules to the test on Wednesday when the bloc's second-highest court decides on support offered to Air France and SAS.https:\/\/t.co\/A7JhWZCUXA","sentiment_score":0.0}
{"full_text":"Stephen Williams remembers next to nothing of his time in intensive care at But together with his sister Jan, they tell the story a survival after contracting Covid-19.Read Stephen's full story here:","sentiment_score":0.175}
{"full_text":"RT Scout and Duncan.Pooches presenting some pandemic pudge.","sentiment_score":0.0}
{"full_text":"COVID-19 continues to spread, claiming lives and threatening livelihoods. Continue to wash hands with soap frequently, wear your mask and avoid crowded places in order to stop the spread of the Coronavirus.#COVID19Malawi#MaskUpMalawi","sentiment_score":0.1}
{"full_text":"RT Are you a #ThinkUHI student who is not eligible for discretionary hardship funds?! The Emergency Study Fund has recently rece...","sentiment_score":0.0}
{"full_text":"RT Alhamdulillah for today. We had a very very intimate and simplest wedding due to MCO rules and covid. We got married thi...","sentiment_score":0.1283333333}
{"full_text":"#Coronavirus Takes 216,700 More Lives in 480 Cities in #Iran. The prevalence of the British #COVID-19 has increased five-fold and its mortality rate has tripled. If the 4th outbreak occurs, the death toll will increase 15-fold as a result. #COVID19 .@AFP","sentiment_score":0.25}
{"full_text":"The University Area Community Development Corporation is offering targeted training and certification for 16 to 24-year-olds.","sentiment_score":0.0}
{"full_text":"Indiana lawmakers send COVID-19 lawsuit shield to governor","sentiment_score":0.0}
{"full_text":"An #Ebola #vaccination campaign has begun in #Butembo, #DRC. Health workers at Matanda health centre, where the first Ebola patient was treated, were the first to be vaccinated. The city was the epicenter of a previous outbreak that was declared over last June.","sentiment_score":0.0833333333}
{"full_text":"UPDATE: Weekly COVID-19 cases decrease by 11% in Florida","sentiment_score":0.0}
{"full_text":"RT New market trends and risks are emerging as the world comes to terms with the #COVID19 pandemic. Discover the top 10 opportunit...","sentiment_score":0.3181818182}
{"full_text":"Opposition groups have called for Oxford City Council to halt investments in commercial property, saying doing so amid the coronavirus pandemic is not \"prudent in the current circumstances\".","sentiment_score":0.0}
{"full_text":"We hope you're enjoying half term (&amp; having a break from home schooling)! if you're struggling for ideas to keep your little ones busy &amp; active this week, check out our website for inspiration ","sentiment_score":0.0141666667}
{"full_text":"Please note that Elan Valley is currently closed as part of the Wales lockdown. This photo was taken before lockdown.Dreaming of blue skies again! Thanks, Steve Harris, for sending us this photo from your adventures before lockdown.","sentiment_score":0.0333333333}
{"full_text":"The Somerset coronavirus helpline is there to provide advice and support.Whether you're struggling with getting you're not sure how you'll cope with self-isolation, you're struggling with housing payments or you've been made redundant and need support! Call on 0300 790 6275","sentiment_score":-0.25}
{"full_text":"Speaking at a town hall, President Biden also pitched his COVID relief package and its $1,400 checks for most Americans.","sentiment_score":0.5}
{"full_text":"There is finally light at the end of the tunnel with vaccines for COVID-19 starting to be distributed across the UK. Unfortunately VIP have not been added to the priority list.A blog by our team member Aly explores if VIP should be on the priority list for the COVID-19 Vaccines","sentiment_score":-0.0333333333}
{"full_text":"RT I can't wait to hit my kids with \"I went through a pandemic, race war, hurricanes, and a winter storm and still graduated c...","sentiment_score":0.0}
{"full_text":"It could open as soon as February 22 if plans are approvedhttps:\/\/t.co\/wMoGoHaFP3","sentiment_score":0.0}
{"full_text":"City of Ekurhuleni healthcare officials received over 2 500 litres of sanitiser, 2 500 medical-grade masks and other essentials on Friday to boost the fight against the pandemic.","sentiment_score":-0.125}
{"full_text":"RT HAPPY ANNIVERSARY - exactly 1 year ago today, at this time, you sent word to Number 10 from Day 2 of your...","sentiment_score":0.525}
{"full_text":"Bismillah  for my sunshine J-Hope i hope you are always happy, always healthy, make it easy for all matters, hopefully covid 19 can end quickly and we can all get together with all the army","sentiment_score":0.5166666667}
{"full_text":"The Bosses that are now telling staff to 'Buck Up' will be the same bosses telling staff they aren't getting a pay rise for the next two years because of #COVID19. Another right wing hobby horse. Don't fall for this BS.","sentiment_score":0.0952380952}
{"full_text":"Two items in the COVID relief package affect how much money the government will send parents to cover their children in 2021.","sentiment_score":0.2}
{"full_text":"The Biden administration announced Tuesday it was taking steps to extend a moratorium on home foreclosures and a forbearance on mortgages until the end of June as the economy continues to recover from the effects of the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"The country's chaotic vaccine rollout has resulted in a patchwork of policies that differ from state-to-state, and even county-to-county in some areas.","sentiment_score":0.0}
{"full_text":"Will you be participating in Ash Wednesday services?","sentiment_score":0.0}
{"full_text":"Thanks to NTT and Cisco, Richard Florax solidified and secured Provincie Limburg's  IT infrastructure, empowering remote workers during the global pandemic and inspiring innovators willing to meet the challenges of tomorrow. Learn more:","sentiment_score":0.225}
{"full_text":"There are plenty of N95 masks being made, but they're not making it to doctors and nurses.","sentiment_score":0.0}
{"full_text":"\"Free labour is intrinsic to the ecosystem of a fashion shoot. Yet the continued use of unpaid labour during the Covid-19 pandemic within the fashion industry bolsters the salaries of key industry figures at the expense of young fashion hopefuls.\"","sentiment_score":0.175}
{"full_text":"Industrial Relations Minister Christian Porter dropped a provision that would enable the suspension of the Better Off Overall Test (BOOT) for businesses affected by the #COVID restrictions.https:\/\/t.co\/w5vUcw5H5o","sentiment_score":0.1666666667}
{"full_text":"\"They have completely forgotten that this is one household with 700 people. We share the kitchen, we share the bathroom. And there were no precautions taken.\" Part seven of my interview series on #COVID19 in #refugee camps in #Germany (#LeaveNoOneBehind)","sentiment_score":0.1}
{"full_text":"The Changing Landscape Of Education Before and after Covid","sentiment_score":0.0}
{"full_text":"There may not be lots that we can do during Lockdown - but the has something special that we can enjoy from the comfort of our homes - their Dark Skies Festival.Learn more about the Dark Skies Festival here:https:\/\/t.co\/SLl83E3nKd  #eastsussex #westsussex #sussex","sentiment_score":0.1914285714}
{"full_text":"Own a business that supplies goods\/services in hospitality, accommodation, leisure and entertainment sectors? If you can demonstrate the negative impact of covid on your trade, you could be entitled to a Supply Chain Grant. Check your eligibility here","sentiment_score":0.15}
{"full_text":"#facts to ponder: 1. All except Sweden went into #lockdown 2. All except Sweden have excess deaths worse than wartime casualtiesHolding to the insanity of #COVID19 #lockdowns daily adds more casualties#Datacc:@RevMeshoe ","sentiment_score":0.0333333333}
{"full_text":"Vaccines are monitored over their lifetime by the UK`s independent medicines regulator, the \/\/valuingvaccines.org.uk  #ValuingVaccines via (@JoeCas71#Wales ) #Coronavirus #CoronavirusUK #Covid19 #Covid19Uk #Vaccine #Health","sentiment_score":0.0}
{"full_text":"An international competition awards Turkish photographer Uyar with COVID-19 photos via OBSERVER #CanYaman #HappyBirthdayABD #TaylorSwiftOnGMA #gercekask #Investments","sentiment_score":0.0}
{"full_text":"Venetians wearing face masks and carnival costumes parade despite the carnival being cancelled due to the Covid-19 pandemic, in Venice, ItalyPhotograph: Francois-Xavier Marit\/AFP via Getty","sentiment_score":-0.1875}
{"full_text":"RT IT ALL STARTED WITH INSTANT COFFEE This pop-up coffee stand, which started from serving instant coffee, thrived amid...","sentiment_score":0.0}
{"full_text":"Whilst tourism-reliant sectors battle the harsh effects of the pandemic, Malaysia's industrial property sector continue to serve as a beacon of hope for the industryhttps:\/\/t.co\/R4ekkGhzFc#Malaysia #realestate #marketupdate #industrialproperty #manufacturing","sentiment_score":-0.2}
{"full_text":"Veterans! Don't forget you still have time to submit an entry for our Veterans Art of Isolation Exhibition. We are collecting creative work and reflections of life during lockdown here #VAOI #VeteransArtOfIsolation","sentiment_score":0.5}
{"full_text":"Dear Bro &amp; Sis, Please TRY to permanently QUIT Smoking, Alcohol, Drug, PORN, Premarital Sex and Extramarital Affairs ASAP.Thanks and RegardsYour mad &amp; deranged broP.S.  Dear GOD\/ALLAH\/SHIV, This is the only vaccine for coronavirus that you have suggested to me earlier ??????","sentiment_score":-0.2083333333}
{"full_text":"It is inspiring to see how Africa's innovators have responded to the pandemic. To ensure quality healthcare reaches communities across Africa is offering free #COVID19 screening and teleconsultations.","sentiment_score":0.45}
{"full_text":"Staff have been forced to turn a number of people away after links to book appointments were shared online.","sentiment_score":-0.3}
{"full_text":"The #Church and #COVID19 - if you interact with a church at all, take this new survey by on the response to lockdown, restrictions, and plans for supporting and rebuilding communities.https:\/\/t.co\/negc8VO42R","sentiment_score":0.1931818182}
{"full_text":"Almost every person over 70 in the county has now been vaccinated","sentiment_score":0.0}
{"full_text":"RT State government wasn't prepared for the hurricanes, the pandemic, &amp; now a record breaking winter storm in Texas... WT...","sentiment_score":0.0}
{"full_text":"Council Briefs: At recent meetings, councillors learnt about the possible future of Phoenix Park, talked about resurrecting the city's arts scene after Covid, and backed a plan to give a Raheney athletics club a site for a clubhouse.","sentiment_score":0.0}
{"full_text":"Today on WEKU's Morning Edition, the CDC set new guidance on reopening schools. After the closure of the Louisville Broadbent Arena vaccination site, Mayor Greg Fischer says people who signed up will still get vaccinated. Plus local weather and traffic on","sentiment_score":0.0681818182}
{"full_text":"Charities make communities stronger &amp; in tough times we step up to provide support when no-one else can. Back #NeverMoreNeeded to raise awareness of the difference charities like ours make &amp; ask the govt for more support as we rebuild &amp; recover from Covid:","sentiment_score":0.037037037}
{"full_text":"Lateral Flow TestingDoes your business have more than 50 employees? Can your work not be done from home?If so, you are eligible to order Lateral Flow Tests. Find out more and register here:","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 11.7FWind Chill: 11.0FHumidity: 79%Dew Point: 6.4F Barometer: 30.412 inHgWind: 2 mph from the WNWCorona Virus Weekly Stats:Cases: 61.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Major #airlines join forces with #UNICEF to support 'monumental' #COVID19 #vaccine roll-out plan #WTO","sentiment_score":0.0625}
{"full_text":"Our health and safety consultant Mark has been on site with our clients to carry out Covid-19 fogging. We offer a range of Covid-19 services, so if your business requires any guidance or measures to put in place get in touch.#StopTheSpread #Health #safety","sentiment_score":0.0}
{"full_text":"Louth Libraries' \"Shelf Life\" blog interviewed me this month about creativity during lockdown. Find out how sewing and crocheting helped me through. #crochet #crafting #interviewhttps:\/\/t.co\/uFyJV0osYd","sentiment_score":0.0}
{"full_text":"Register for Aon's upcoming webinar focused on COVID-19 Vaccinations. Join us on February 23rd by registering here:","sentiment_score":0.0}
{"full_text":"RT If we held a minute silence for every person who's died of coronavirus Taiwan would be silent for 9 minutes, New Zealand for...","sentiment_score":0.0681818182}
{"full_text":"RT Receiving ashes in church is going to be difficult this year so invites us to concentrate more on the inne...","sentiment_score":0.0}
{"full_text":"This is positive. Slow progress but we are getting there! #holdfirm #StayAtHome","sentiment_score":-0.0738636364}
{"full_text":"Covid-19: World's first human trials given green light in UK -","sentiment_score":0.1125}
{"full_text":"RT This is really an excellent summary of what we can potentially expect in the future. \"The coronavirus is here to stay --...","sentiment_score":0.3333333333}
{"full_text":"UNTIL THE OTHER SIDE KNOWS THAT THERE ARE NO DIFFERENT THAN ANY OTHER AMERICAN NO AMERICAN SHOULD NOT BE EXCLUDED AND IT'S NOT SOCIALISM WHEN YOU HELPING A CITIZEN THROUGH A PANDEMIC","sentiment_score":-0.05}
{"full_text":"The COVID-19 vaccination drive started in India from 16th Jan'21 and here's all you need to know about India's own vaccination for COVID-19, Covaxin.#COVID19 #covidvaccine2020 #covidvaccinesideeffects #covidvaccineupdate #COVIDVaccineFacts #covidvaccine #pandemic #covaxin","sentiment_score":0.6}
