{"full_text":"                         halo ` !  the first day of february, I hope in this  february you will a better person, start  your day with a smile oks, stay healthy,  drink a lot of water, and don't forget to  wear a mask.       ","sentiment_score":0.3875}
{"full_text":"RT My sweet sweet brother, Marc Edward Wilmore, passed away last night while battling COVID and other conditions that have h...","sentiment_score":0.14375}
{"full_text":"RT To understand why the Trump admin outsourced so much of the COVID response to the states (testing, PPE acquisition, vaccine...","sentiment_score":0.2}
{"full_text":"RT No ambivalence about the role if children here:","sentiment_score":0.0}
{"full_text":"RT \"I've got some ideas to exchange right here\"","sentiment_score":0.2857142857}
{"full_text":"RT And finally, here's a comparison of Canadian provinces and US states.- Highest in Canada: PE at 4.70 per 100 people- Lo...","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT The Centre is on track to push the 2021 Census to 2022 on account of the country's continuing preoccupation with #COVID19, a...","sentiment_score":0.0}
{"full_text":"Smooth wit it too ","sentiment_score":0.4}
{"full_text":"Someone's gotta give me a hug and with social distancing the task is up to me ","sentiment_score":0.0333333333}
{"full_text":"RT When corporations and the wealthy want tax cuts, or when there's a vacancy on the Supreme Court, Senate Republicans move...","sentiment_score":0.5}
{"full_text":"RT This has been concerning me for a while. Now everybody is an expert in infectiousness. No matter the origins of SARS2, t...","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT Collins and her group of 10 get an invite to the White House to discuss covid relief.","sentiment_score":0.0}
{"full_text":"RT China gene firm providing worldwide COVID tests worked with Chinese military","sentiment_score":-0.1}
{"full_text":"RT Winter without the flu? What flu? Anyone know the answer to this one? Maybe we can ask the CDC. They seem to have all the...","sentiment_score":0.0}
{"full_text":"RT We were elected to deliver Covid relief.","sentiment_score":0.0}
{"full_text":"RT \"We wanted to create a plan that has bipartisan support. So we got ten Republicans and zero Democrats in a room and bang...","sentiment_score":0.0}
{"full_text":"RT A student I know in the US lives with an American family and this is her story. A family member of her host family caught th...","sentiment_score":0.0}
{"full_text":"RT Winter without the flu? What flu? Anyone know the answer to this one? Maybe we can ask the CDC. They seem to have all the...","sentiment_score":0.0}
{"full_text":"RT Covid affecting the medz on another level this year","sentiment_score":0.0}
{"full_text":"Single Covid case in Western Australia leads to 5-day lockdown for 2 million","sentiment_score":-0.0357142857}
{"full_text":"Good question, while we wait our turn","sentiment_score":0.7}
{"full_text":"RT Beyond shameful. \"Idaho is dead last in the U.S. in percentage of people who have received the first dose.\"","sentiment_score":0.0166666667}
{"full_text":"Low key just realized the Moderna second dose is to be taken 28 days later....28 \"pandemic rage zombie apocalypse movie\" Days Later","sentiment_score":0.0}
{"full_text":"Amid corona crisis, hospitals in Lebanon not doing enough, expert says via","sentiment_score":0.0}
{"full_text":"RT As companies continue to grapple with #Covid19, the #MarketResearch industry has hit a brick wall. The big question ev...","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner. h...","sentiment_score":0.0}
{"full_text":"RT Vietnam is facing a new wave of Covid19 (the UK strain) but Vietnamese are not afraid of quarantine because, well, we get fr...","sentiment_score":0.2181818182}
{"full_text":"RT What have Republicans done to address substantively Covid19 to warrant taking them seriously.? We are in once and life time c...","sentiment_score":-0.3333333333}
{"full_text":"RT 1) Sir, langar is a form of SERVICE, not a means to create a moral indebtedness on the person having the food2) Don't d...","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT Meanwhile, at Britain's borders:https:\/\/t.co\/ATAuIOeHb0","sentiment_score":0.0}
{"full_text":"RT Watch why whistleblower, Ms. Reality Winner who is languishing in a maximum-security prison highly infected with COVID...","sentiment_score":0.16}
{"full_text":"Got my first dose of the Covid vaccine today! I was in and out in 23 minutes!","sentiment_score":0.390625}
{"full_text":"RT People might ask you if they should get the COVID-19 vaccine. I wrote in the about my response: Listen....","sentiment_score":0.0}
{"full_text":"RT Donald J. Trump's Legacy... January has been the deadliest month of the pandemic.","sentiment_score":0.0}
{"full_text":"RT If we get this right, if Dems go BIG &amp; DELIVER REAL money to a huge chunk of the population, this will be the 2022 scenario...","sentiment_score":0.2214285714}
{"full_text":"RT Letter from 10 GOP senators to Biden on COVID relief. Notes that much of the $900 billion passed last month, and even some f...","sentiment_score":0.1}
{"full_text":"RT If you're wondering, \"Should I compromise with the party of insurrectionists to deliver less COVID relief to people in need?...","sentiment_score":-0.1666666667}
{"full_text":"My weekend involved unexpectedly having to go IN PERSON into Petsmart for emergency live crickets in my pajamas. It's a long story (it's not, yes I was going through a drive through in pajamas not expecting the EMERGENCY text). How'd your pandemic weekend go?","sentiment_score":0.0621212121}
{"full_text":"My wife is a feminist. I am a feminist. I love being a man, and I find her incredibly attractive. I'm a stay at home dad and she has the full time job. What else ya got?","sentiment_score":0.55}
{"full_text":"RT i like the part where trump made us a complete laughingstock to the rest of the world, lied for a year straight about cov...","sentiment_score":0.15}
{"full_text":"RT WHO call for urgent response to production failures for COVID-19 vaccines. Oxfam and others call for a \"People's Vaccine\". The...","sentiment_score":0.0}
{"full_text":"RT .@60Minutes has learned Chinese company BGI Group, the largest biotech firm in the world, offered to build COVID labs i...","sentiment_score":-0.1}
{"full_text":"RT  Message photo book from Chinese fans In 2020, because of the Covid-19, we couldn't meet you in Thailand, so we wou...","sentiment_score":0.0}
{"full_text":"RT Start trying to make myself feel better by saying stuff like \" Mann we wouldn't have got the full experience of being in...","sentiment_score":0.425}
{"full_text":"RT Please encourage to read my letter to him by sharing it.  #COVID19 #MassDeaths ","sentiment_score":0.0}
{"full_text":"All this and I'm home on quarantine after covid test because too many symptoms but I get sinus infection and upper respiratory infections often.  She doesn't know and I'm not telling her.  Just keep my daughter and grandbaby in your hearts please.  ","sentiment_score":0.25}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT PLEASE #RT and #Share #AZDOC #RedRock #PrivatePrison #Covid Testing &amp; Threats #Rights #Dignity #EqualNotLess  Read it h...","sentiment_score":0.0}
{"full_text":"RT They wonder what has happened to the allocation for frontliners and hospitals in the fight against Covid-19. #FMTNews #UMMC  h...","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"'RHOC's Kelly Dodd Fired By Positive Beverage After COVID Comments - Hollywood Life","sentiment_score":0.2272727273}
{"full_text":"RT Dr. Quay explained his report of the origin of #COVID19 in #WarRoomPandemic- The conclusion totally change SARS-CoV-2 o...","sentiment_score":0.0}
{"full_text":"RT At last, she is risen. #SaintMaud arrives in select theaters &amp; drive-ins January 29 -- available to stream on February 12 ...","sentiment_score":0.2}
{"full_text":"Same I blame lockdown ","sentiment_score":0.0}
{"full_text":"And asymptomatic people are ~42% less likely to spread the disease to others...And with people 14+ out of a first dose being ~70% less likely to give COVID to others...That's around 3.5%. Higher than 2%, but not crazy higher.","sentiment_score":0.0895833333}
{"full_text":"Ah tired stay home ah need a fete","sentiment_score":-0.4}
{"full_text":"RT Fucking pathetic. They took his already weak plan and made it much weaker. If he was the \"new FDR\" like all the media puf...","sentiment_score":-0.2596590909}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"Jen Psaki, in just issued statement from the White House, says Biden spoke with Sen. Collins and invited the 10 Republicans who signed the letter a COVID deal to \"come to the White House early this week for a full exchange of views.\"","sentiment_score":0.1125}
{"full_text":"RT If you or your family know someone who's financially affected due to covid, my parents are sponsoring these and they're compl...","sentiment_score":-0.0625}
{"full_text":"RT My sweet sweet brother, Marc Edward Wilmore, passed away last night while battling COVID and other conditions that have h...","sentiment_score":0.14375}
{"full_text":"I think dating is fun. I used to go on dates 2 times a day lol. I love the thrill of meeting someone new. But I think after this pandemic ends, I'll never go on a date again. Also rather than being an old cat lady, I've become a nyan-binary catgoyl :D","sentiment_score":0.4727272727}
{"full_text":"RT 10 GOP senators offer counterproposal for Covid-19 relief plan and request meeting with Bidenhttps:\/\/t.co\/UFZ30OyweL","sentiment_score":0.0}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"Shiddd","sentiment_score":0.0}
{"full_text":"Hope your negative! Even then stay lockdown for a few days","sentiment_score":-0.2875}
{"full_text":"RT Today  I get vaccinated  for  corona virus. Bit nervous but OK. I like when people follow me. Cheer me up today. Thank yo...","sentiment_score":0.5}
{"full_text":"RT During these turbulent times, #COVID19 information is changing quickly. Stay informed with the latest information on testing, te...","sentiment_score":0.4166666667}
{"full_text":"Do you mean the Corona vaccine?","sentiment_score":-0.3125}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT Lockdown after one case? Totally disproportionate. Anyone cheering on the WA lockdown is cheering an abuse of human r...","sentiment_score":0.0}
{"full_text":"Moment of being sad:I don't get to spend my partner's birthday with him because of lockdown and there's absolutely nothing I can do about it.He won't be with me for release day.He probably won't be with me for my birthday.This is horrible.","sentiment_score":-0.4}
{"full_text":"Thanks. Lost my mother and a rocking stepmother in the space of two weeks. Appreciate the condolences--wear a mask everyone--","sentiment_score":0.2}
{"full_text":"COVID-19 case identified in individual at St. Mary High School - Prince Albert Daily Herald","sentiment_score":0.0533333333}
{"full_text":"Travel insurance? It does't cover \"fear of getting an illness such as Covid\/pandemic.\" I had travel insurance &amp; insurance refused to cover. Still waiting for a refund... 7months later.","sentiment_score":0.0}
{"full_text":"on god whoever comes for Chloe Bailey is going to catch these hands faster than they can catch covid leave my good sis ALONE you freaks","sentiment_score":0.7}
{"full_text":"US Governors join forces for coronavirus reskilling and recovery network          Twenty governors have partnered","sentiment_score":0.0}
{"full_text":"RT I don't get SNL hate. Writing a potent sketch designed to land in minutes is hard enough but doing it amidst a maelstrom of n...","sentiment_score":-0.1479166667}
{"full_text":"a huge happy birthday to my beautiful fiance!! I hope you have an amazing day even though we're stuck in lockdown. I love you to infinity and beyond ","sentiment_score":0.66}
{"full_text":"Good to hear.","sentiment_score":0.7}
{"full_text":"Make sure to wear 600 masks on your faces plus a trash bag, a used condom and a used diaper to protect yourself from COVID-19! See how dumb that sounds? Masks don't work, neither does common sense in the local council member's brains.","sentiment_score":-0.0125}
{"full_text":"RT Florida has record unemployment, 1.7 million COVID-19 cases, over 26,000 reported COVID-19 deaths, a vaccination disast...","sentiment_score":0.0}
{"full_text":"RT Stop trying to reason with these skid marks. Taze them and push them out of the way.https:\/\/t.co\/bMrarfXFvPvia","sentiment_score":0.0}
{"full_text":"RT President Biden arrived at the White House with a 200-page coronavirus response, but after a week his team is still trying...","sentiment_score":0.0}
{"full_text":"RT #NewYork Governor allegedly cover up thousands of deaths from #COVID19 in the state's nursing homes.","sentiment_score":-0.1}
{"full_text":"Another fallen American Hero --  ignored, forgotten, unappreciated by the Left &amp; Liberal MSM.https:\/\/t.co\/9BGxl9jOj8","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT The severity of the coronavirus is determined by who's in power.","sentiment_score":0.0}
{"full_text":"Wear a mask. I don't care if it is a little uncomfortable, when you are in public, WEAR A DAMN MASK!","sentiment_score":-0.2291666667}
{"full_text":"RT I would say this is peak stupidity, but I'm always surprised by how far up Mt. Ignoramus people are willing to climb.","sentiment_score":-0.0375}
{"full_text":"\"With everyone being in lockdown still, how important are these #Clubhouse rooms where people can just go to kick it? We are isolated and hearing people's voices feels connected.\" #createconnection #socialmedia","sentiment_score":0.4}
{"full_text":"This conversation is critical. Federal data reveals a \"nationwide surge of kids in mental health crisis during the pandemic.\"","sentiment_score":-0.05}
{"full_text":"RT NEWS: says Joe Biden will invite the 10 Republican senators who wrote the Covid-19 relief letter to the White Hou...","sentiment_score":0.0}
{"full_text":"#ICYMI | The most daunting challenge for #JoeBiden will be balancing his stated desire for bipartisanship with his sense of urgency to get a large pandemic relief package passed quickly. | Article via","sentiment_score":0.3492063492}
{"full_text":"Oh okay yep keeping my parents and grandparents in their bubbles until they're vaccinated.","sentiment_score":0.5}
{"full_text":"The reported another 1,194 new COVID-19 cases in the state on Sunday, along with two new deaths. | By #utpolhttps:\/\/t.co\/qFcPtdULQb","sentiment_score":0.1363636364}
{"full_text":"continues to offer at-home #COVID19 test kits at no cost to individuals living in Orange County. If interested, please visit to order a test kit.","sentiment_score":0.25}
{"full_text":"Tom Moore, the 100-year-old World War II veteran who captivated the British public in the early days of the coronavirus pandemic with his fundraising efforts, has been hospitalized with COVID-19, his daughter said Sunday.https:\/\/t.co\/FEdM5qfxca","sentiment_score":0.025}
{"full_text":"RT NEW: spoke with today and has invited her and the other 9 GOP senators who sent him the letter on cov...","sentiment_score":0.0056818182}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"COVID-19 situation report for the Western Pacific Region #38 (20 January 2021 - 26 January 2021)https:\/\/t.co\/lb1cgCL3XT","sentiment_score":0.0}
{"full_text":"Bogong moths used to inspire social distancing at portrait gallery, via","sentiment_score":0.0333333333}
{"full_text":"#AstraZeneca will deliver nine million more doses of its #COVID19 vaccine to the #EU in the first quarter of this year, making a total of 40 million for the period, the president of the European Commission says.https:\/\/t.co\/d9jmVHXUjA","sentiment_score":0.1875}
{"full_text":"As a monster snowstorm advances on New York City, Mayor de Blasio announces that schools will be closed.The GOP demands that schools stay open so no one will think they were closed because of COVID-19.","sentiment_score":0.0121212121}
{"full_text":"Mumbai's active cases below 6,000. #latestnews on #coronavirus in #Maharashtra:https:\/\/t.co\/JnzZT3RSKo","sentiment_score":-0.1333333333}
{"full_text":"Couple urges people to get vaccinated after their daughter dies from COVIDhttps:\/\/t.co\/IA0tzMbz1Z","sentiment_score":0.0}
{"full_text":"CPT. ERIK SEGURA of Laredo, Texas died of COVID in January. He was a veteran firefighter with the Laredo Fire Department for over 25 years.","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"Do you think everyone should have to show proof of a negative COVID test before flying anywhere inside the US?","sentiment_score":-0.3}
{"full_text":"After his first full week as president, Joe Biden is coming face to face with the potential limitations of his ability to work across the aisle as he pushes for a $1.9 trillion coronavirus relief bill that is the first big test of his tenure.https:\/\/t.co\/y3fWAxPTeq","sentiment_score":0.17}
{"full_text":"As the nation wages war against the deadly virus, many women are fighting their own private battles at home. ","sentiment_score":0.225}
{"full_text":"What do you think?","sentiment_score":0.0}
{"full_text":"RT \"The Washington D.C. Snowball Fight Association organized a mid afternoon winter battle on the National Mall near the Smit...","sentiment_score":0.05}
{"full_text":"Closest hospital is Stettler. And they recently lost docs, because of the UCP. Drumheller is second but was in a Covid state of emergency. Stupid fools.","sentiment_score":-0.2666666667}
{"full_text":"As Oklahomans wait for their turn with the state's limited COVID-19 vaccine supply, more than 62,000 doses allocated for long-term care residents and staff remain in freezers. | ","sentiment_score":0.2142857143}
{"full_text":"RT In a statement, Press Secretary Jen Psaki says Biden spoke with Pelosi and Schumer today, and seems to give his tacit app...","sentiment_score":0.0}
{"full_text":"Lawmakers in Utah and Arizona have proposed bills that would add mental or behavioral health to the list of reasons students can be absent from class.","sentiment_score":-0.1}
{"full_text":"Wisconsin nursing home residents and staff have had some of the highest stakes throughout the pandemic.","sentiment_score":0.0}
{"full_text":"#COVID19 has prompted a reset of the vision for care management. These four next-generation actions could help payers ensure a better, healthier experience for members--while improving ROI: #healthcare","sentiment_score":0.5}
{"full_text":"i almost got stuff from the sale but every fucking coupon i had was denied or \"in store only\" which is like, cool cant wait to get covid from gamestop","sentiment_score":-0.0833333333}
{"full_text":"RT Smart to hear them out if only for show","sentiment_score":0.1071428571}
{"full_text":"A Texas family is mourning the loss of a 9-year-old boy to COVID-19 after he took a turn for the worse and died within 24 hours.","sentiment_score":-0.4}
{"full_text":"\"Mental well-being linked to better cardiovascular and overall health\" #Mentalhealth #Covid #PatientCare #Health via","sentiment_score":0.1333333333}
{"full_text":"A North Carolina nurse who works in the COVID-19 unit at a long-term care facility received a welcome surprise when she won $1 million in the state lottery.","sentiment_score":0.8}
{"full_text":"WARNING In case you missed it:this story and interview reveal what U.S. officials, military believe occurred w\/ pandemicBill Gertz reveals China's nefarious biowarfare campaign: 'They've discovered 2000 new viruses'#TheSaraCarterShowhttps:\/\/t.co\/piFyRa8ZDR","sentiment_score":0.0181818182}
{"full_text":"An international expert team from the World Health Organization has had exchanges with medical workers and early #COVID_19 patients in #Wuhan, Hubei province, the National Health Commission said on Sunday. #WHOhttps:\/\/t.co\/5dVPQFsq6J","sentiment_score":0.0333333333}
{"full_text":"thread","sentiment_score":0.0}
{"full_text":"If you love books and also love, you can rent this bookstore for a COVID-friendly date night. < Literary Hub via #DateNight #Books","sentiment_score":0.3666666667}
{"full_text":"RT #Fauci endorsed the wearing of multiple masks to combat the spread of Covid19, citing 'common sense' as support for this...","sentiment_score":-0.15}
{"full_text":"RT 15-year-old Caden Drezek and his four sisters lost their father to COVID. Caden says his father's last words to him were, \"a...","sentiment_score":0.0}
{"full_text":"RT Fucking pathetic. They took his already weak plan and made it much weaker. If he was the \"new FDR\" like all the media puf...","sentiment_score":-0.2596590909}
{"full_text":"RT DANGEROUS CONSPIRACIES: Wisconsin pharmacist arrested by FBI who sabotaged 570 #COVID19 vaccine doses believes:COVID is...","sentiment_score":-0.6}
{"full_text":"RT Coughing is a symptom of many diseases, including both Covid-19 and the flu, making them hard to distinguish from one anoth...","sentiment_score":0.1041666667}
