{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"RT Second Pfizer #COVID Shot Halted in Spain After 46 Deaths in One Nursing Home Following the First Shothttps:\/\/t.co\/r8BVFnlf...","sentiment_score":0.0833333333}
{"full_text":"RT Did she tell","sentiment_score":0.0}
{"full_text":"RT Meghan announces she's pregnant, it's front page, we get think pieces. Matt Hancock, the country's Public Health Secretary has...","sentiment_score":0.1666666667}
{"full_text":"RT This COVID vaccine, did we get 142,000 doses or 142,000 vials with six doses in each?","sentiment_score":0.0}
{"full_text":"RT There's up to 140M people that had natural infections with #Covid19 in the US. Yet they still aim to vaccinate everyone?Ea...","sentiment_score":0.1}
{"full_text":"RT When Conservative MPs next sit down with the Prime Minister to discuss the Government's 'women problem', perhaps they...","sentiment_score":-0.0777777778}
{"full_text":"Not a huge fan of this government but think they might just do it - vaccination rates being the only notable success of the whole pandemic and of course, Boris will get all the plaudits and the fools will keep on voting Tory!","sentiment_score":0.17}
{"full_text":"RT I see people are getting agitated by the media blackout on Killer Matt Hancock illegally filling his chums' boots with Co...","sentiment_score":-0.5}
{"full_text":"RT Developing a safe and successful COVID-19 vaccine took approximately 300 days. We want to speed up so it only takes 10...","sentiment_score":0.2125}
{"full_text":"Studies Suggest People Who Had Covid-19 Should Get Single Vaccine Dose Our Hashtag 2020 #FWN #freeworldnews #today","sentiment_score":-0.0714285714}
{"full_text":"RT I've just heard justify breaking the law by saying he stopped any shortage of PPE in the first wave of the pa...","sentiment_score":0.25}
{"full_text":"RT .@Keir_Starmer out batting for the Tories. Again. ","sentiment_score":0.0}
{"full_text":"RT Us those!","sentiment_score":0.0}
{"full_text":"WHO issues its first emergency use validation for a COVID-19 vaccine and emphasizes need for equitable global access, ,https:\/\/t.co\/TV6zI2JECs","sentiment_score":0.125}
{"full_text":"The cabal, shown again wanting. Empty threats (Boris should see this pattern, and react).EU could not sue, had any intention to sue. Just wanted to look good.I wonder how that is working out for them?","sentiment_score":-0.1}
{"full_text":"RT Johnson 6th jan: Schools are vectors of transmission for CovidDeaths 6th Jan - now: 43,000Politicians today: Fully reop...","sentiment_score":0.0}
{"full_text":"RT \"I don't have day to day contact with people who may have COVID-19. It is our cleaners. It is our security guards. It...","sentiment_score":0.0}
{"full_text":"RT Both WHO and Patanjali clarified that Coronil has not been approved by the former as...","sentiment_score":0.0}
{"full_text":"RT Pandemic numbers v previous 5  years","sentiment_score":-0.1666666667}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":" Covid-19 outbreak risk remains the same as transmission rate increases1,234 new cases (PCR &amp; antigen tests)  Total with other methods 546,39959 new deaths   Total 20,470Outbreak risk 261; transmission rate 0.91 (+0.03) More:","sentiment_score":0.0925324675}
{"full_text":"RT Compared to childless academic men, since the start of the pandemic, women with children have lost over 500 hours of re...","sentiment_score":0.0}
{"full_text":"RT Excellent article on rediscovering the nature and adventure that England has to offer","sentiment_score":1.0}
{"full_text":"We're in a pandemic. We need quick.","sentiment_score":0.3333333333}
{"full_text":"byculla zoo Rani baug 21 Feb 2021....in wake of covid... Crowd management fails during public holidays","sentiment_score":-0.25}
{"full_text":"RT Sweden.Why aren't we learning from this?","sentiment_score":0.0}
{"full_text":"RT Reading the most gorgeous book, Close to Home by It's the perfect antidote to lockdown! Highly recommend.h...","sentiment_score":0.59}
{"full_text":"Pregnant 32-year-old woman and her fetus die of COVID-19 at Jerusalem hospital via","sentiment_score":0.3333333333}
{"full_text":"RT Sir Keir Starmer says he will not be calling for Matt Hancock to resign over the unlawful publishing of covid contracts...","sentiment_score":0.0}
{"full_text":"RT I truly believe that the single most significant way to put Covid behind us is to put Fauci behind usFauci should be \"ba...","sentiment_score":0.0007142857}
{"full_text":"RT  \"They could have downed tools and fallen by the wayside, but to a man they've all been outstanding.\"#Stow manager","sentiment_score":0.5}
{"full_text":"RT WHO panel to recommend deeper probe into farms that supply wet markets in Wuhan as part of coronavirus origins probehttps:\/\/t.co...","sentiment_score":-0.1}
{"full_text":"#BTSMediaMarkt me encantan todass!! Lo necesitoo!!!! Life Goes On, Fake Love, Boy In Luv, Black Swan,Home, Run Boy With Luv, Idol, Best Of Me, I'm Fine, Stay, ON, Fire, Not Today, Saty Gold, Dionysus, Airplane, Anpanman, So Wath, Save Me, 00:00, DNAsuertee","sentiment_score":0.25}
{"full_text":"Great news  well done #learningdisability #COVID19 More accessible info and resources re the vaccine to be shared soon too","sentiment_score":0.5583333333}
{"full_text":"RT Sunak to raise business tax to pay for COVID-19 support - The Sunday Times","sentiment_score":0.0}
{"full_text":"RT I've just heard justify breaking the law by saying he stopped any shortage of PPE in the first wave of the pa...","sentiment_score":0.25}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"RT 33 Police forces have sent officers to Kent. Why is this not bigger news? Regional titles like this are to be congratu...","sentiment_score":0.0}
{"full_text":"RT I recall the anxiety the night before SPM and STPM. Sleepless nights of revisions and this really strike near to me as a stu...","sentiment_score":0.15}
{"full_text":"RT Doing anything at all these days takes twice the energy it would before the pandemic started","sentiment_score":0.0}
{"full_text":"RT So is obsessed by James Melville because he asks hard questions and challenges the narrative. Meanwhile...","sentiment_score":-0.3958333333}
{"full_text":"RT I had no idea this blew up, but this is the source:","sentiment_score":0.0}
{"full_text":"RT No social distancing here!","sentiment_score":-0.0208333333}
{"full_text":"RT Listening to this again from #Marr makes me so angry. How dare Hancock suggest he broke law to prevent shortages of PPE...","sentiment_score":-0.5}
{"full_text":"RT When the leader of the Opposition won't call for a minister who has wilfully and knowingly broken the law to resign wha...","sentiment_score":-0.4}
{"full_text":"Thank you for motivating and inspiring my son Aarav Malhotra U15 in Lockdown with constant engagement programmes. All the Surrey stories with #ryanpatel# were real , raw and very inspirational. #lovecricket#trusttheprocess#disciplineisthekey#","sentiment_score":0.2009615385}
{"full_text":"RT One Third of US Troops Are Rejecting #Covid RNA #Vaccinehttps:\/\/t.co\/Sq1901Ac1n","sentiment_score":0.0}
{"full_text":"How to avoid dividing by socioeconomic groups, in a return to in-person teaching and learning, based on children most at need. If that's more important.","sentiment_score":0.4666666667}
{"full_text":"RT It finally happened.With tears running down my face, I got my first dose of Moderna's COVID-19 vaccine after a long, long...","sentiment_score":-0.0011111111}
{"full_text":"During the pandemic is my first experience of online TTRPGs. We went to Roll20 as it was the most talked about one. I have no knowledge of other platforms. Any recommendations?","sentiment_score":0.2083333333}
{"full_text":"RT I came back to Ireland from a business trip. I wasn't asked about ,,where i come from, personal data, self-isolation, coron...","sentiment_score":0.0}
{"full_text":"Sure that'll work, as long as you don't unwittingly have any underlying conditions. Considering the health of our population in general, I wouldn't be surprised if our diabetes epidemic is being underestimated by half","sentiment_score":0.0866666667}
{"full_text":"RT Members of Manchester United coaching staff self-isolating in Covid scare ahead of Newcastle United fixture #mufc","sentiment_score":0.0}
{"full_text":"RT 33 Police forces have sent officers to Kent. Why is this not bigger news? Regional titles like this are to be congratu...","sentiment_score":0.0}
{"full_text":"RT  Covid-19 vaccination eligibility Please read, share and help us ensure people get the correct details Leicester's...","sentiment_score":0.0}
{"full_text":"RT The 'next UK Census' day is a month from today!How does it compare to previous censuses?Will it be the last census?How w...","sentiment_score":-0.0555555556}
{"full_text":"RT As President Biden presses his case for Republicans to set partisanship aside &amp; support his Covid-19 relief bill in Co...","sentiment_score":0.0}
{"full_text":"RT I've just heard justify breaking the law by saying he stopped any shortage of PPE in the first wave of the pa...","sentiment_score":0.25}
{"full_text":"RT The forensic Leader of the Opposition who doesn't think politicians should face consequences for breaking the law  htt...","sentiment_score":0.0}
{"full_text":"RT No social distancing here!","sentiment_score":-0.0208333333}
{"full_text":"Which local watering hole is going to have on tap for the lockdown liftoff extravaganza!?","sentiment_score":0.0}
{"full_text":"RT Also, the same man who went to the front of the vaccination queue today. Similar to Murdoch going to the front of the vax que...","sentiment_score":0.0}
{"full_text":"RT Happy Anniversary- a year ago today the UK government declared there was a 'moderate' threat to public health from Coro...","sentiment_score":0.2666666667}
{"full_text":"RT Yes, well said","sentiment_score":0.0}
{"full_text":"RT No doubt we may see this here soon too?","sentiment_score":0.0}
{"full_text":"RT Fanfare around arrival can't be helped I suppose but the significance is undeniable. Early or late, that question has passe...","sentiment_score":-0.1}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"Learn why some couples thrive and some struggle during Covid-19. #MarriageStruggles #PersonalGrowth #Resilience #MatureLove #Covid #Anger #Denial #Depression #Acceptance #HealthyLove #GettingtheLoveyouWant","sentiment_score":-0.7}
{"full_text":"RT Nearly 100,000 people in the United States died from COVID during Biden's first month in office.That's more than the number...","sentiment_score":0.2833333333}
{"full_text":"Industrial Facilities Post COVID-19 #CRE #Industrial #COVID-19https:\/\/t.co\/a4ZuCiuaGr","sentiment_score":0.0}
{"full_text":"RT Not realising papers within 30 days, during a global pandemic.Hang the bastards!!!","sentiment_score":0.0}
{"full_text":"RT Excellent video by on how the Government rigged contracts at the beginning of the pandemic to support...","sentiment_score":1.0}
{"full_text":"RT While wearing of facemask and observing physical distancing help reduce your chance of being exposed to the virus and slo...","sentiment_score":0.0}
{"full_text":"Can we all value unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"Thanks for thinking of me (a member of the public) Sir Keir, but really, I personally think you and the party should be demanding his resignation and launch a criminal investigation. How can you be more out of step with public opinion? Lead the fucking opposition pal!","sentiment_score":-0.0642857143}
{"full_text":"RT Wetwipe","sentiment_score":0.0}
{"full_text":"Do you have a great business idea that could help drive the UK's recovery from the impact of Covid-19? is looking to invest in new business ideas tackling society's biggest challenges.Find out more below ","sentiment_score":0.4787878788}
{"full_text":"Join our local campaign in GenevaMany businesses are hugely impacted by COVID, but that's not the case for public bodies' directorates in GenevaJoin our local team Demand more transparency &amp; accountability for public bodies' salary packagehttps:\/\/t.co\/tCXQXb3Lhz","sentiment_score":0.15}
{"full_text":"Post-Lockdown Planner: Whale Spotting in the Minches, #Scotland It's #WorldWhaleDay - you might not think you can spot whales in the UK, but off the coast of Mull in summer, you can spot Minke whales! A trip completed by a stay in a #glamping pod. ","sentiment_score":0.0}
{"full_text":"Have you or your family been affected by the pandemic and need someone to talk to? can help. Call their free helpline on 08001512605 or contact them via webchat on","sentiment_score":0.4}
{"full_text":"EXPLAINER: Here's everything you need to know about the #COVID19 vaccine programme following President Ramaphosa's #SONA2021 address.RT and download the full explainer here:","sentiment_score":0.175}
{"full_text":"RT Listening to this again from #Marr makes me so angry. How dare Hancock suggest he broke law to prevent shortages of PPE...","sentiment_score":-0.5}
{"full_text":"They have 3 wards for Covid-19.Pre test, half full 30 beds+ tested 5 beds occupied, out of 30.- tested. 19 full out of 54.These 'wards' are made by taking space from other wards, example mixing male surgical with geriatric.Thereby creating *full wards*Why? Oh, I dunno  ","sentiment_score":0.1263888889}
{"full_text":"RT I've just heard justify breaking the law by saying he stopped any shortage of PPE in the first wave of the pa...","sentiment_score":0.25}
{"full_text":"RT \"Yes, it really IS bipartisan.\"","sentiment_score":0.2}
{"full_text":"Book your night chaperone for your NYC student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity #covidsafety #travel #overnightsupervision #NYC","sentiment_score":0.5}
{"full_text":"As countless Americans face pandemic-related mental health struggles, many Michigan therapists and psychologists say the practice of \"teletherapy,\" or virtual counseling, is  an adequate substitute that greatly expands accessibility.https:\/\/t.co\/4Lq4hxwAyY","sentiment_score":0.3066666667}
{"full_text":"If you or someone you know needs a hand with collecting shopping or prescriptions, or just wants someone to talk to, NHS Volunteer Responders are there to help.Call 0808 196 3646 or visit #ThankYouNHS #volunteers","sentiment_score":0.2}
{"full_text":"The journey from Doncaster to Bakewell is 45 miles...https:\/\/t.co\/ykaCyER5ka","sentiment_score":0.0}
{"full_text":"'#VaccineHesitancy poses a serious threat to health efforts, particularly during a pandemic. It is pervasive, misinformed &amp; contagious.' Find out why via Sara Cooper &amp; #COVID19SA","sentiment_score":-0.0833333333}
{"full_text":"What is contact tracing?https:\/\/t.co\/Hm9WtFiyOD#Tayo #TayoHelp #CaretakerProject #FYLPRO #COVID19 #FilipinoAmerican #FilAm","sentiment_score":0.0}
{"full_text":"The #Covid19 pandemic has fast-tracked digital solutions, Insurance Times explores how this has opened up the market for new #broker opportunities #CriterionAdjusters","sentiment_score":0.0681818182}
{"full_text":"RT 30% off facemasks with code STYLESAVINGS ends today! Scandinavian summer adult cloth face mask via","sentiment_score":0.1}
{"full_text":"RT I've just heard justify breaking the law by saying he stopped any shortage of PPE in the first wave of the pa...","sentiment_score":0.25}
{"full_text":"RT .@WHO has not reviewed or certified the effectiveness of any traditional medicine for the treatment #COVID19.","sentiment_score":0.0}
{"full_text":"We have spent almost a year staying away from other people and trying to conduct the business of our lives virtually. It is taking a mental, emotional toll.","sentiment_score":-0.08125}
{"full_text":"Several members of Ole Gunnar Solskjaer's backroom staff have been forced into quarantine after a  #COVID19 outbreak. But  fixture against tonight is set to go ahead! https:\/\/t.co\/5aWHGDVWOL","sentiment_score":-0.1875}
{"full_text":"Tennessee lags every state in the nation at sequencing coronavirus variants.The turnaround needs to be faster to have maximum impact, which is why Baylor's research scientists are working to bring that capability to the Chattanooga region.https:\/\/t.co\/LGJcRAMYca","sentiment_score":0.0}
{"full_text":"One hears about the return to \"normalcy\" after COVID-19, but vaccine hesitancy, the unwillingness to be inoculated with either the Pfizer\/BioNTech or Moderna vaccines becomes a major sticking point.More from the Public Pulse:","sentiment_score":0.03125}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"Programs on pause due to COVID:BellarmineBethune Cookman (OUT)Chicago St (OUT)FordhamHofstraHoward (OUT)Ivy League (OUT)Maine (OUT)Morgan StateTowsonUMES (OUT)UNC Asheville","sentiment_score":-0.125}
{"full_text":"Dude, you take time to talk about a dog while people are freezing in Texas and Covid 19 is taking so many lives? You got some serious issues. The dog is 12 years old. I'm sure he is well taken care of. Talk about what is important.","sentiment_score":0.2333333333}
{"full_text":"HEARTICULATE: MEMORIES UNDER ONE SUNShare your memories and experiences of living in the pandemic with Tottenham at LUOS Community hub. 12pm-2pm (Mondays)22nd Feb'211st, 8th, 15th March' 21Please click on the following link to book your place:https:\/\/t.co\/HmW6Q5rEz6","sentiment_score":0.0}
{"full_text":"New work for the 'lockdown age': UK-wide, PS30k commission call-out by The Lowry@The_Lowryhttps:\/\/t.co\/5WMp5Npqgq","sentiment_score":0.1363636364}
{"full_text":"A year on, Italy has so far seen more than 95,000 people known dead, the second-highest coronavirus death toll in Europe after Britain.https:\/\/t.co\/gBAyipWJWb","sentiment_score":0.1333333333}
{"full_text":"Dorset High Sheriff thanks Bridport Medical Centre staff after receiving Covid jabhttps:\/\/t.co\/lHJarxp7rt","sentiment_score":0.12}
{"full_text":"Covid testing firm creating 150 jobs in major investment","sentiment_score":-0.06875}
{"full_text":"The coronavirus may remain in people's brains after infection and trigger relapses in patients who thought they had recovered, according to a new study published in the journal Viruses.","sentiment_score":0.1363636364}
{"full_text":"The Department of Health (DOH) of the #Philippines reported on Sunday 1,888 new #COVID19 cases, bringing the total number of confirmed cases in the Southeast Asian country to 561,169.","sentiment_score":0.1340909091}
{"full_text":"RT I have lingering symptoms due to COVID-19, and my work performance is affected. What do I do?","sentiment_score":-0.125}
{"full_text":"Clinically extremely vulnerable people are now being advised to shield until 31 March 2021 with more people being added to the list. For further guidance on shielding and local support available visit:  Visit:","sentiment_score":0.08}
{"full_text":"GM #Warriors #R4W Health Tip of the Day  #Covid19 #Coronavirus  #RISE4WAR #Wellness #Awareness #Recovery #RMMLLC","sentiment_score":0.0}
{"full_text":"RT Predictions are not science...so they can stick that in their ass!!  And stop the fear mongering..","sentiment_score":0.0}
{"full_text":"RT This is my dad.  We loved him and he died of Covid this week.  We couldn't be with him in the hospital. Please get the va...","sentiment_score":0.7}
{"full_text":"it's the man who broadcasts the latest Welsh Coronavirus news from","sentiment_score":0.5}
{"full_text":"More than 5,000 workers at Top Glove were infected with the coronavirus and one died in what became Malaysia's biggest Covid-19 cluster.https:\/\/t.co\/XkZMPCo0tL","sentiment_score":0.5}
{"full_text":"and China Eastern partnership has extended to 2023.Australia's competition watchdog allowed this so that the alliance would help both the carriers to recover from the blow of the pandemic.#Qantas #China #aviation #aviationnews #aviationdaily #aviationlovers #alliance","sentiment_score":0.0}
{"full_text":"Our recent survey of UK small and medium-size enterprises (SMEs) found that fewer businesses were concerned that they would have to postpone growth projects--compared to previous surveys. Explore the impact of #COVID19 on UK #SMEs:","sentiment_score":-0.1388888889}
{"full_text":"Have you experienced distressing hallucinations due to Charles Bonnet Syndrome in lockdown?","sentiment_score":0.3375}
{"full_text":"RT Predictions are not science...so they can stick that in their ass!!  And stop the fear mongering..","sentiment_score":0.0}
{"full_text":"RT Gaiz, if you don't want your COVID-19 vaccine, it's fine. My family and I are happy to jump the queue ","sentiment_score":0.6083333333}
{"full_text":"Dutch gym chain, Basic-Fit has taken a 150 million euro loan, in order to ensure they have enough liquidity to see through the rest of the crisis, caused by the coronavirus pandemic.https:\/\/t.co\/ibvuLzzWY8","sentiment_score":0.0}
{"full_text":"RT The photo of the Muslim man used for #JusticeForBilliriMuslims was actually from India and not Billiri LGA of Gombe, Nig...","sentiment_score":0.0}
{"full_text":" \/4.  The average UB tracker probably has c10-15yrs to run. There is no profit in them. Post pandemic, when wage\/business supports wind down, the economic fallout could be pretty grim &amp; volume of bad debt could be a lot higher generally. \/5","sentiment_score":-0.1569444444}
{"full_text":"RT Just looking back at some of the projects we had fun developing &amp; delivering in collaboration with durin...","sentiment_score":0.15}
{"full_text":"Twitter's shares his tips for managing teams and setting KPIs in the post-Covid working world.","sentiment_score":0.0}
{"full_text":"Fraudsters have been calling people pretending to be from the councilhttps:\/\/t.co\/vaQbPcygQu","sentiment_score":0.0}
{"full_text":" By now, we all know the typical symptoms of #COVID19, but in elderly people, they may differ. Some older adults may have atypical symptoms, including changes of behavior or just seeming a bit 'off' challenging the diagnostic. Read more at","sentiment_score":0.2}
{"full_text":"EPISODE TWO - OUT NOW!here you go hun! enjoy this new episode where one of my close friends joins me talking all things mental health, coping in lockdown and sexuality.LINK IN BIO #ThatsSoGlamPod #Podcast #LGBTQ #MentalHealth","sentiment_score":0.1454545455}
{"full_text":"Orban Skool's annual meet-and-greet picnic, a highlight on the school calendar for learners and parents, was held virtually this year to adhere to Covid-19 regulations.https:\/\/t.co\/lx2hlO3a3u","sentiment_score":0.0}
{"full_text":"RT Thankful as I watch inspire young leaders who are at the front of COVID-19 fight in Pujehun District this mornin...","sentiment_score":0.1}
{"full_text":"Only 3 persons from the stuff got positive corona The rest are fine","sentiment_score":0.2146464646}
{"full_text":"just like to offer some praise to BA.....had to cancel my holiday due to all this covid business, BA have been excellent sorting this out...look forward to rebooking my holiday soon...","sentiment_score":0.4375}
{"full_text":"#Politics #HouseofLords Hybrid houses: could the UK parliament remain partly virtual?: House Lords has embraced Covid-safe representation more than Commons, but many MPs support change When the House of Lords began holding virtual proceedings during the...","sentiment_score":0.5}
{"full_text":"RT Ministers still refusing to be transparent and publish the names and details of those who went through the VIP lane. Wh...","sentiment_score":0.0}
