{"full_text":"RT BREAKING REPORT: CoronaVirus infections have fallen 44% in the US and 30% globally in the past 3 weeks and experts say v...","sentiment_score":-0.125}
{"full_text":"I'm sure will be reporting on this tonight. ","sentiment_score":0.5}
{"full_text":"RT Congratulations to the COVID Working Group at the University of Minnesota Masonic Children's Hospital for winning the awa...","sentiment_score":0.5}
{"full_text":"RT This morning, I met with a group of Democratic Senators to discuss the American Rescue Plan and how we emerge from the crises we...","sentiment_score":0.0}
{"full_text":"RT This is practically a tourism video for Naples.","sentiment_score":0.0}
{"full_text":"BC hospitals do not do COVID-19 test for people going in for surgery as far as I know.","sentiment_score":0.1}
{"full_text":"another pandemic","sentiment_score":0.0}
{"full_text":"RT Nursing home kin blast Cuomo over COVID-19 deaths","sentiment_score":0.0}
{"full_text":"We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a better future.Don't let take into the darkness again.Let us creat our future with our own hands.#JusticeForMyanmar#CivilDisobedienceMovement","sentiment_score":0.275}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"It's because us Latinos don't have anything else to celebrate till Easter ","sentiment_score":0.0}
{"full_text":"and if they had started, you'd be all \"aPPrOvAl WAs A RuSHeD jOb!!\" give up the hackery, albo.","sentiment_score":0.0}
{"full_text":"RT Prof Salim Abdool Karim warns that planning for a third coronavirus wave needs to start now","sentiment_score":0.0}
{"full_text":"RT Tonight, the House took an important step toward passing a COVID relief package and getting help to Americans who need it most....","sentiment_score":0.45}
{"full_text":"RT Zero NBA players tested positive for coronavirus out of 482 tested since Jan. 27, sources tell","sentiment_score":0.2272727273}
{"full_text":"Back off Marko, you have NO RIGHT to start talking \"how good we are doing\". You have blood on your hands, just like every spineless, sackless Republican that stood by trump as he killed 400,000 Americans.  Sit the f down!","sentiment_score":0.0325396825}
{"full_text":"RT Which marginal Coalition seats will get the vaccine first?","sentiment_score":0.25}
{"full_text":"We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a better future.Don't let take into the darkness again.Let us creat our future with our own hands.#HearTheVoiceOfMyanmar#RespectOurVotes","sentiment_score":0.275}
{"full_text":"....Hurrah ","sentiment_score":0.0}
{"full_text":"RT Queues are no longer as bad as they were earlier in the week, and the more tests we do this afternoon, the more confiden...","sentiment_score":0.075}
{"full_text":"RT NEW: Jail populations are growing, rather than shrinking, in virtually every major US city during the pandemic. I review...","sentiment_score":0.0329545455}
{"full_text":"RT I got arrested for not wearing a mask today.Police Officers weren't interested in hearing about the scar tissues in my l...","sentiment_score":0.25}
{"full_text":"RT Looking forward to his next book on leadership.","sentiment_score":0.0}
{"full_text":"brabo","sentiment_score":0.0}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a better...","sentiment_score":0.25}
{"full_text":"RT My whole family voted wholeheartedly for our democratic leaders despite of the pandemic. We can't accept the demeanor...","sentiment_score":0.2}
{"full_text":"i watched tenet in theaters in  the middle of a global pandemic","sentiment_score":0.0}
{"full_text":"RT This morning, I met with a group of Democratic Senators to discuss the American Rescue Plan and how we emerge from the crises we...","sentiment_score":0.0}
{"full_text":"RT MUCH SHORTER EXPOSURE-- #B117 is so infectious--very short exposure can lead to #COVID19. Many infected via just a few minute...","sentiment_score":0.125}
{"full_text":"RT First trial to test mix-and-match Covid vaccines amid fears of shortageshttps:\/\/t.co\/LPFsRDzX7I","sentiment_score":0.25}
{"full_text":"I can't wait for covid to be over so I can get invited to the MetGala","sentiment_score":0.0}
{"full_text":"RT I think one reason we're not being entirely clear about how serious this was is that the pandemic has really disconnected peop...","sentiment_score":-0.0111111111}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT The TRUTH is that if this pandemic were as deadly and scary as they want us to believe it is, they wouldn't have to force, b...","sentiment_score":-0.35}
{"full_text":"RT Remember when Steven Mnuchin funneled $500B in PPP Covid relief loans, giving millions to himself, Jared Kushner, Devin...","sentiment_score":0.0}
{"full_text":"Top golf","sentiment_score":0.5}
{"full_text":"Was my pleasure to join on a moment ago to discuss the origins of #COVID19. Whatever our politics or backgrounds, we are all stakeholders in learning what went wrong &amp; addressing our greatest vulnerabilities. ","sentiment_score":0.25}
{"full_text":"RT New data suggest the antidepressant fluvoxamine could keep newly infected COVID patients from getting seriously ill.","sentiment_score":-0.0757575758}
{"full_text":"Update: just sent an email to someone in HR","sentiment_score":0.0}
{"full_text":"RT We only voted for our national mother. We went through all the difficulties in the middle of the global pandemic to vo...","sentiment_score":0.0}
{"full_text":"RT WEbinar on\"Data Science in the Post-Covid world-career and skills\"Register Now:-https:\/\/t.co\/fnV1dxSPvCContact:- guwah...","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"The concert cafe that Covid could not close","sentiment_score":0.0}
{"full_text":"RT Florida wins in handling the pandemic. Look at the numbers. Look at the science. It's DeSantis with a KO of Newsom and...","sentiment_score":0.3}
{"full_text":"RT Ppl have been so brainwashed with masking.  I keep going back to the CDC saying last summer that masks DO NOT p...","sentiment_score":0.0}
{"full_text":"This is MO Republicans!","sentiment_score":0.0}
{"full_text":"Genius move, letting a few million guinea pigs see if it's safe before experimenting on Aussies. #GoodScoMo","sentiment_score":0.15}
{"full_text":"Have had bird flu have had various SARS have had typhoid fever ...have had covid and believe you me it was worse than all of them put together...it isn't flu ...it wasn't flu that caused our dad's death in July ...it's covid and it's s killer ...","sentiment_score":-0.2}
{"full_text":"RT LDR works better without covid","sentiment_score":0.5}
{"full_text":"RT Pence has gone silent lately, probably trying to blend into the background and slink away without accountability.  We sho...","sentiment_score":-0.15}
{"full_text":"RT 1\/ #COVAX is falling short, many countries won't have full access to COVID19 vaccines until 2024, and the Biden admin...","sentiment_score":0.2833333333}
{"full_text":"RT Jeff Bezos added $68.6 billion to his wealth since March -- a 61 percent wealth increase.Meanwhile, an estimated 20,000 Amazo...","sentiment_score":0.0}
{"full_text":"Two very popular football players died of Covid-19 attending a public event.  We hope to see more inspiring messages from you bringing Iranians together. Iran is calling for Pahlavi.","sentiment_score":0.445}
{"full_text":"RT Judging by these Hawks games Georgia clearly has the safest strain of Covid","sentiment_score":0.1}
{"full_text":"RT Today I met with 's UN Ambassador Cleopa Mailu to discuss the next #GlobalAIDSStrategy &amp; priorities for 2021...","sentiment_score":0.0}
{"full_text":"RT A good overview by @ElissaNadworny of the changes in virtual &amp; in-person classes this semester as the pandemic continues...","sentiment_score":0.7}
{"full_text":"RT Shoot Stopped due to unprecedented crowd !#DulquerSalmaan 's #Salute !First day of his first malayalam movie post...","sentiment_score":0.328125}
{"full_text":"Me going to buy an Xbox Series X after taking Bill Gates coronavirus vaccine:","sentiment_score":0.0}
{"full_text":"Before the pandemic, China already had a population crisis and was desperately in need of kids. the Nation Prayer Breakfast, Trump promised the religious leaders he would focus on religious adoption. Betsy DeVos is connected to one such agency.","sentiment_score":-0.15}
{"full_text":"\"In July, a state health department report concluded Brighton Rehab had dispensed hydroxychloroquine to at least 205 residents without required approvals.\"","sentiment_score":-0.3}
{"full_text":"RT Over 6.6 million Americans lost they fuckn job within the first couple of months of the pandemic (that we're still sufferi...","sentiment_score":0.25}
{"full_text":"RT BREAKING: The House passes budget resolution 218-212 to start the process of writing the $1.9 trillion COVID relief le...","sentiment_score":0.0}
{"full_text":"RT Merideth was ahead of the game, she was wearing masks before corona came. #RHOSLC","sentiment_score":-0.4}
{"full_text":"RT The Legislature is the Peoples' House and blocking press access is akin to blocking Arizona citizens #AZLeg","sentiment_score":0.0}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a b...","sentiment_score":0.0}
{"full_text":"RT Hey Candace Owens,A staged event is when you have to pay for Black people to attend one of your #Blexit events at the WH...","sentiment_score":-0.1666666667}
{"full_text":"RT The reason Republicans don't support Biden's COVID recovery plan is not because of the cost. It's because they're worried that...","sentiment_score":0.0}
{"full_text":"RT Dems should scrap this pipe dream \"COVID relief\" bill! \"The real relief that Americans need, the relief of a job, an open...","sentiment_score":0.1}
{"full_text":"RT Just reminding each one of you that today when it came to say that #IndiaTogether all the three Stars Sharukh Aamir &amp; S...","sentiment_score":0.0}
{"full_text":"COVID-19 Daily Update","sentiment_score":0.0}
{"full_text":"RT Nauseating:@maddow Trump allowed Ivanka to edit the CDC guidance on Covid.","sentiment_score":0.0}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTips  ","sentiment_score":0.0}
{"full_text":"RT This perfectly captures my reaction when I read about deaths after covid vaccine","sentiment_score":1.0}
{"full_text":"RT *Viral load is \"a leading driver of #SARSCoV2 transmission\"*New report of the largest study of viral load in patients with...","sentiment_score":0.1363636364}
{"full_text":"RT And here is the FLCCC's peer-reviewed paper, soon to be published.","sentiment_score":0.0}
{"full_text":"Super Bowl in a pandemic; record number of online gamblers expected to place bets","sentiment_score":0.1166666667}
{"full_text":"Due to the rising number of COVID-19 cases in Qatar, the Cabinet has decided to reimpose some restrictions to curb the spread of the virus.Here is the list of the restrictions: #MarhabaQatar #COVID19Qatar #COVID19Update #Coronavirus","sentiment_score":-0.125}
{"full_text":"RT France has imposed stricter school measures to combat the UK variant.Class suspended if one case detected.Cloth masks...","sentiment_score":0.0}
{"full_text":"RT Tonight, the House took an important step toward passing a COVID relief package and getting help to Americans who need it most....","sentiment_score":0.45}
{"full_text":"lawmakers have enacted legislation that will allow officials to punish coronavirus rule-breakers.","sentiment_score":0.0}
{"full_text":"If your household is impacted by COVID-19 and you need some assistance please visit:  #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":"Nurses at Royal Inland Hospital are continuing to ask for support from public, as they work in challenging conditions on the front lines with concerns of a COVID-19 outbreak. #Kamloops #covid19","sentiment_score":0.25}
{"full_text":"The U.S. Treasury Department warned that criminals are adapting fraud schemes to exploit the pandemic. Financial institutions should monitor for inaccurate billing or suspicious activity. #fraud #covid #covid19 #pandemic","sentiment_score":0.0}
{"full_text":"#China | On Wednesday, China announced that it would provide 10 million doses of the COVID-19 vaccines to the COVAX facility, \"mainly to meet the urgent need of developing countries,\" the authorities stressed.https:\/\/t.co\/sBmVeyuNuN","sentiment_score":0.1666666667}
{"full_text":"Covid-19 infection rates on the rise, health authorities warn","sentiment_score":0.0}
{"full_text":"Public schools, auditoriums and churches here may be utilized as vaccination sites once the vaccines for coronavirus disease 2019 (COVID-19) become available, according to Sangguniang Bayan (SB) member Augusto Tolentino.https:\/\/t.co\/53m2Hquwfg","sentiment_score":0.2}
{"full_text":"We are currently offering a BLENDED mode of learning (the combination of online and face to face classes). While at it, we've ENSURED that the MOH guidelines on stopping the spread of COVID-19 are FIRMLY in place. PS: View our academic programs here:","sentiment_score":-0.0666666667}
{"full_text":"Some pregnant and nursing women are still deciding whether the COVID-19 vaccine is right for them. ","sentiment_score":0.3095238095}
{"full_text":"The VA Has Now Administered More COVID-19 Vaccine Shots Than 42 US States","sentiment_score":0.5}
{"full_text":"Our actions have an impact on everyone around us, within our neighbourhoods, communities &amp; cities. Today, in the face of the pandemic, the world has suffered &amp; fought together, &amp; through our collective consciousness &amp; resilient efforts we can fight #cancer too!#IAmAndIWill","sentiment_score":0.0}
{"full_text":"Alfonzia, who was 35, was admitted to UAB in late January after having COVID symptoms and shortness of breath. He tested negative using rapid tests. He then had to have emergency surgery because his heart began to fail, which led to kidney issues.","sentiment_score":-0.3666666667}
{"full_text":"The legacy of Capt. Tom Moore, the super fundraiser who died Tuesday of COVID-19, lives on in Imogen Papworth-Heidel -- and many others.https:\/\/t.co\/f68C8k2m61","sentiment_score":0.4166666667}
{"full_text":"Study finds COVID-19 vaccine may reduce virus transmissionhttps:\/\/t.co\/FRPXdw2iOo","sentiment_score":0.0}
{"full_text":"There will be a COVID-19 vaccination clinic open to anyone 65 years or older, regardless of insurance, ability to pay or legal status on Sat.,  Feb. 6th from 9am - 5pm Cristo Rey High School; 8475 Jackson Road.You MUST register at for an appointment.","sentiment_score":0.1316666667}
{"full_text":"The Gregg County District Clerk's Office announced that it will resume appointments Monday for residents in need of a new passport or renewal.","sentiment_score":0.1363636364}
{"full_text":"New research commissioned by Respect Victoria has found that LGBTIQ+ Victorians have faced an increased risk of family violence during the coronavirus (COVID-19) pandemic.https:\/\/t.co\/LVdLzmz8wchttps:\/\/t.co\/hmcICo5j6u#LGBTIQ #latrobehealthadvocate","sentiment_score":0.1363636364}
{"full_text":"DIGGING DEEPER: Homeless problem getting worse during pandemic","sentiment_score":-0.4}
{"full_text":"Dollar General Will Pay Workers to Get a Covid-19 Vaccine - WSJ","sentiment_score":0.05}
{"full_text":"The virus is real but the measures we're taking make no sense--unless you're a government bully trying to consolidate power. Peter Van Buren:","sentiment_score":0.2}
{"full_text":"RT Explain what work you do? Besides spread disinformation during a pandemic?","sentiment_score":0.0}
{"full_text":".@IATA outlines scenario where Covid variants pummel 2021 traffic via","sentiment_score":0.0}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"Local health officials say El Paso County is being shorted on vaccines, but there's a disagreement between the state on the reason why.","sentiment_score":0.0}
{"full_text":"A #CentralTexas community mourns the passing of a beloved deliveryman.","sentiment_score":0.7}
{"full_text":"#China will overtake the #US as the world's largest economy in 2028, five years earlier than expected, due to Covid19 and its greater relative impact on the large Western economies reported the latest World Economic League, produced by the","sentiment_score":0.1321428571}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"Why are we not outraged??","sentiment_score":0.45}
{"full_text":"The 2021 Houston rodeo's competitions, concerts and carnival have been canceled because of the COVID-19 pandemic, organizers announced Wednesday.","sentiment_score":0.0}
{"full_text":"How can an organization sustain physician well-being during and after a pandemic? Help shape the #ACPH21 agenda -- submit an abstract by 2\/14:","sentiment_score":0.0}
{"full_text":"like most of the girls on here!! In college and just looking to spice up this boring covid life right now  Click on the link if you think we could help each other out ","sentiment_score":-0.0145089286}
{"full_text":"Amid COVID-19, the list of things that can get you fired is growing fast.There are limits to what you can be fired for, but during the pandemic, those limits are becoming broader. #covid19workplace #fireableoffence #terminations","sentiment_score":0.45}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"This Week in Consulting: \"Covid 19 and digital transformation: what the future of education? \" News Headlines: The Future of Higher Education: Insights for Investors and Parents and more...  #twic #education #consulting","sentiment_score":0.15}
{"full_text":"That's right Satish and we will punish China. But democrats are aiding and abetting because the defending China because of the coronavirus and Communist China under Xi Jinping. I support India, Hindu Nationalist, BJP, and  Narendra Modi government. ","sentiment_score":0.2857142857}
{"full_text":"RT I'm pleased to announce 19 Publix Pharmacies in Pasco County, 42 in Pinellas County and 2 in Nassau County will begin o...","sentiment_score":0.5}
{"full_text":"RT I could give a thousand examples, but tweet prompted by coverage of Indian vaccines: writing something on that for new boo...","sentiment_score":0.1363636364}
{"full_text":"panic buying is real :')) idw my wc arrive late like my albums before  and i might sell loose item soo korang tunggu je nnti agshahsh","sentiment_score":-0.058974359}
{"full_text":"I was in the same boat as a student and I know so many others who are.Libs hate The Arts.Also, where's the #COVID emergency payment for The Arts sector? There's MUCH less of an emergency but the sector hasn't seen a cent.#auspol #QT #SupportTheArts","sentiment_score":-0.1166666667}
{"full_text":"Total COVID-19 tests performed in Nepal: 2081695. 271,431 cases, of those 0 today; 2,031 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"RT It is pure insanity to base a means test in Winter 2021 on how much one earned in 2019 before the pandemic began in the U.S....","sentiment_score":-0.1285714286}
{"full_text":"RT My patient is a PSW. She covered a shift for a PSW who was off because of #COVID19. The client she cared for then tested positi...","sentiment_score":0.0}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT She claimed this earlier today.Then the White House backed off her claimShe's on TV reiterating the claim.Are we listenin...","sentiment_score":0.0}
{"full_text":"COVID-19 has now been in our country for a year and the economic impact of this pandemic has disproportionately affected the Black community. We are fighting back, and demanding universal basic income. Join us here:","sentiment_score":0.0066666667}
{"full_text":"RT .@KenyaAirways KQ882, Nairobi #Kenya to Guangzhou China, is suspended by #China aviation regulator 5 passengers were tes...","sentiment_score":0.0}
{"full_text":"Vehicle dealerships in Rock County say they are still seeing issues with the auto supply chain due to the impact of COVID-19, as one Beloit dealer predicts things could return to normal for the industry towards the year's end.","sentiment_score":0.0125}
{"full_text":"RT While the rollout of Covid-19 vaccinations has been chaotic and resisted by some of the public, the Cherokee have quietly mobi...","sentiment_score":0.0}
{"full_text":"Captain Tom more has just been a made a Covid victim! Poor guy simply  died of old age! But what's really disturbing...l just heard someones mother just died alone to keep us safe!?","sentiment_score":0.1366071429}
{"full_text":"RT This is the fourth work.Are you saving resources? The use of plastic is increasing due to Corona 19, and the Earth is...","sentiment_score":-0.0625}
{"full_text":"RT BREAKING: The House passes budget resolution 218-212 to start the process of writing the $1.9 trillion COVID relief le...","sentiment_score":0.0}
{"full_text":"Scams targeting thousands of people struggling during the COVID-19 pandemic are taking a new turn. The IRS and the COVID-19 task force warn of identity theft scam as tax season arrives. Read more in","sentiment_score":0.3181818182}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"Regulatory Reporting Solutions Market Forecast by 2027 COVID-19 Outbreak Impact on Top ...: The worldwide Regulatory Reporting Solutions Marketplace 2021 report supplies an effective picture of this using... #regulatoryreporting #regulation #finperform","sentiment_score":0.55}
{"full_text":"RT I have covid.I'm scared.","sentiment_score":0.0}
{"full_text":"As we start 2021, amid a global surge in COVID-19 cases, many governments overseas have started reinstating lockdown measures.","sentiment_score":0.25}
{"full_text":"The number of COVID-19 cases has dropped slightly in Rock County. The COVID-19 testing site at Blackhawk Technical College will be closed today due to the expected winter storm.","sentiment_score":-0.0983333333}
{"full_text":"Area colleges and universities continue to grapple with declining enrollment, but some are initiating new programs which they hope will spur growth once the COVID-19 pandemic has subsided.","sentiment_score":0.1363636364}
{"full_text":"cause an atheist told me to tell my God to heal covid when there were diseases in the bible too so","sentiment_score":0.0}
{"full_text":"Frontline workers have been the backbone of every industry during the pandemic and it's our responsibility to understand their challenges. Recent research from Frost &amp; Sullivan and Microsoft revealed the impact the pandemic...","sentiment_score":0.0}
{"full_text":"RT My childhood friend recently lost his father to COVID. He's crowdfunding to cover funeral expenses. Anything helps.","sentiment_score":0.0}
{"full_text":"RT Just as we work to protect amazing places, we work to protect people too. In an effort to keep those who live, work &amp; visit n...","sentiment_score":0.3681818182}
{"full_text":"Nobel type shit right here","sentiment_score":0.0428571429}
{"full_text":"We only voted for our national mother. We went through all the difficulties in the middle of the global pandemic to vote for her.As a first time voter, I am so sad, angry and feel unfair for this situation!#CivilDisobedienceMovement #JusticeForMyanmar","sentiment_score":-0.1785714286}
