{"full_text":"RT Immunocompromised 45 year old suffered from #COVID19 for 155 days before he died. The virus was changing very quickly insid...","sentiment_score":0.2666666667}
{"full_text":"RT Need similar in U.K. for ALL travellers!","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"#WATCH | #Delhi: Indian Army dogs have been trained for real-time detection of #COVID19. Cocker Spaniel named Casper seen participating in a live demonstration. Jaya and Mani, two dogs of indigenous breed Chippiparai, were also present.","sentiment_score":0.0681818182}
{"full_text":"RT Q: What is doing in response to emerging variants of #COVID19?A: The NCDC is coordinating efforts to increase ge...","sentiment_score":0.0}
{"full_text":"RT #ThalapathyVijay's #Master has become a blockbuster despite Covid-19 restrictions, so what's stopping #Sooryavanshi and #...","sentiment_score":0.0}
{"full_text":"This is unforgivable 'mission creep'. Once the four vulnerable groups are vaccinated, you have NO MANDATE to restrict and lockdown society.#openschools #NoMoreLockdowns","sentiment_score":-0.5}
{"full_text":"RT 1. What claims the NAO crony contracts report said about conflicts of interest...2. What it actually said......","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT So into another week of lockdown. And the constant search for interesting activities goes on.","sentiment_score":0.25}
{"full_text":"RT Our COVID-19 patient helpline is here to help you. You can access the service between 8am-5pm on weekdays and 9am-4pm on the...","sentiment_score":0.0}
{"full_text":"Whilst the future remains uncertain, video and AI are likely the hottest trends for the post-Covid world. Read all about it in this interesting article #AI #artificalintelligence #video","sentiment_score":0.1666666667}
{"full_text":"RT The COVID strategy in the UK has been disastrous - for health and our economy. An endless cycle of boom-bust, open\/loc...","sentiment_score":-0.4125}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"Wishing you a speedy recovery,Hero Surya who was diagnosed corona positive and undergoing treatment. Hoping you feel much better very soon. #HeroSurya  #COVID19","sentiment_score":0.3090909091}
{"full_text":"Winning grants makes winning more grants easy, most especially for collaborations, where researchers look out for those who had previously won grants to be on their research team. #AUI #augustineuniversity #COVID19","sentiment_score":0.3238095238}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT Attacks against Asian Americans is as old as America itself but the sheer volume and number have gone up astronomically sin...","sentiment_score":0.0333333333}
{"full_text":"Is this not every team? Excuses excuses","sentiment_score":0.0}
{"full_text":"RT In 15 years from now. We will have generation who have been homeschool by drunk people because of Covid-19...","sentiment_score":-0.5}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"RT At M.L.K. hospital, 2 fathers lost to Covid-19 within hours exemplified the surge in L.A., where the highest death rates are...","sentiment_score":0.0}
{"full_text":"Virus only spreads through water if it comes from a Sri Lankan Muslim dead body. It's fact. #garbagecountry","sentiment_score":-0.1}
{"full_text":"$EX1 sold down 8.5% today after CODIAK rose 12.5% on news of COVID cure created using exosomes. EX1 MC $100 million CODIAK $500million. Rubber band can only stretch so far.","sentiment_score":0.1361111111}
{"full_text":"Everytime I see this video it makes a mockery of all they have done and are doing to all of us.Yet iam apparently a covid idiot because the goverment wouldn't lie would they.... This lot are snake oilSalesman the question is what are they really selling?","sentiment_score":-0.1833333333}
{"full_text":"RT Government should avoid 'setting dates' for lifting lockdown, scientist warnshttps:\/\/t.co\/BS4RhNT1zA","sentiment_score":0.0}
{"full_text":"I'm scared of literally everything related to this pandemic\/lockdown.... apart from the virus. How stupid is that? Lol","sentiment_score":3.700743415e-17}
{"full_text":"RT Totally unevidenced claims now that the NHS would be overwhelmed by under 60s Covid. This is getting mental....","sentiment_score":-0.05}
{"full_text":"She's definitely getting fined.","sentiment_score":0.0}
{"full_text":"RT A judge has agreed to a High Court trial over the closure of pubs that could not serve food during lockdown. Sacha Lord, nig...","sentiment_score":0.16}
{"full_text":" starts COVID  builds a vaccine  builds a vaccine and shares it#India","sentiment_score":0.0}
{"full_text":"RT post-pandemic vibes","sentiment_score":0.0}
{"full_text":"RT See how Chinese military website \"Department of Defense Web\" talked about developing GENE BIOWEAPON, which can cause dama...","sentiment_score":-0.05}
{"full_text":"RT OUTBREAK OF #B1351 VARIANT IN AUSTRIA --B1351  variant now identified in 293 cases in western Austria state of Tyrol--at...","sentiment_score":0.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"Have entered the pigtails stage of lockdown. Bets on or off that I'll get to my March 8th haircut? (I made the appointment in December )","sentiment_score":0.0}
{"full_text":"RT this","sentiment_score":0.0}
{"full_text":"RT In addition to allowing NHL players to use the gym and dine-in at restaurants, Ontario's lockdown regulation also permits th...","sentiment_score":0.0}
{"full_text":"Peak Hostile Environment.EU citizens who left during Covid pandemic set to lose right to stay in Britain | News | The Times","sentiment_score":0.1428571429}
{"full_text":"RT When asked how employees who feel at risk would feel coming into work Musk replied, \"Great, stay at home... If they have...","sentiment_score":0.8}
{"full_text":"RT Funding 100,000 public health workers to contain COVID-19 and vaccinate America -- that's the American Rescue Plan.","sentiment_score":0.0}
{"full_text":"I've been amazed at the tremendous work completed during lockdown. Our students are amazing! Well done Amirah for this excellent piece of work. #Heartlands #education #geography","sentiment_score":0.6944444444}
{"full_text":"RT wear a mask, get rid of bras. free the titty, protect the city.","sentiment_score":0.4}
{"full_text":"Iranian Cleric Claims COVID-19 Vaccine Turns People Into 'Homosexuals'","sentiment_score":0.0}
{"full_text":"RT I stand not only with my Asian American fiance, but with all Asian Americans who are facing increased violence in the wake o...","sentiment_score":0.0}
{"full_text":"Rumor has it that the pandemic could last for seven years, but that's okay because we're busy testing tigers at the zoo while Seoul is busy handing out free covid tests for your pets. I mean, it's for your health and all, so don't question it.","sentiment_score":0.13125}
{"full_text":"I have tested positive for Covid-19 today. I do not have any symptoms and I am undergoing treatment as per the doctor's advice. With your prayers &amp; blessings, I am confident I will soon be alright.","sentiment_score":0.3636363636}
{"full_text":"The more we #WFH, the more I relax about clothes, shots in the calls, etc. This has led to regularly going around in my flat to take food, drinks, etc. This has resulted in a funny situation where some people know my flat very well by now, but they have never seen me IRL! #COVID","sentiment_score":0.2071428571}
{"full_text":"RT Starmer trails a Prime Minister who has allowed one of the worst death tolls in the world","sentiment_score":-1.0}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"RT I don't know which is sadder....The human toll and damage in once great lockdown states I'm visiting, or the fact the...","sentiment_score":0.4}
{"full_text":"RT How our hospitals are coping after a year of #covid - inside #Brighton ICU, cancer care and major t...","sentiment_score":0.0625}
{"full_text":"Lockdown has tapped into a weird form of 'collective selfishness'. Driven by fear. People don't want to catch this thing, so they are willing to sacrifice contact with others. This is selfish, but it aligns with the collective mindset.","sentiment_score":-0.25}
{"full_text":"RT I had special guest on to talk about the Mavericks escaping the Wolves as well as some big picture challen...","sentiment_score":0.1785714286}
{"full_text":"Lesenswert!","sentiment_score":0.0}
{"full_text":"Two near misses in my family.","sentiment_score":0.1}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"RT Report suspected side effects &amp; adverse incidents to medicines, vaccines, devices &amp; diagnostics used in #coronavirus treatme...","sentiment_score":0.0}
{"full_text":"#COVID #Vaccination begins in #Bangladesh, gets warm response\"I took the first shot of vaccine in this district. I am absolutely fine.\" -  Dr Muhammad Imtiaz, #CivilSurgeon of Narayanganj.https:\/\/t.co\/X2QYktySGP#Covid19 #Vaccine #Covid19Vaccine","sentiment_score":0.4222222222}
{"full_text":"RT Still snowing across Hackney so stay at home, but if you do have to leave home for an essential trip, be careful &amp; wrap...","sentiment_score":-0.05}
{"full_text":"Are you planning on booking a post-Covid holiday? Well look no further. Year 6 have got everything you need... #SAMsY6 #SAMsLiteracy","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT Perfect Man for a reason .....#RahulVaidya #RKVians","sentiment_score":1.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"I cannot condone the irresponsible behaviour of the couple. I question this \"Londoners\" bashing headline inciting negativity against \"Londoners\". Southern tourists (&amp; other Brits) help my small Norfolk business survive. Think before blanket bashing pls.","sentiment_score":-0.125}
{"full_text":"RT Memo to remove the non dom status of newspaper owners and others who masquerade as patriots and make them p...","sentiment_score":0.0}
{"full_text":"RT Donations always slow down whenever these get lots of retweets because I think people assume the need's been met but p...","sentiment_score":-0.2277777778}
{"full_text":"RT How a temperature check at the door gonna know if I got covid or if I'm just hot off the henny ?","sentiment_score":0.25}
{"full_text":"RT Our research shows primary pupils suffered greater learning loss than secondary pupils in the first lockdown. My comments i...","sentiment_score":0.2125}
{"full_text":"Yeah well this ain't too flash...","sentiment_score":0.0}
{"full_text":"RT Last week, Modi govt sent 1 million doses of Covishield (which is the made-in-India version of the AstraZeneca Oxford vac...","sentiment_score":0.0}
{"full_text":"RT if u wear make up and ur face mask look like thisi wish u a very pleasant day","sentiment_score":0.9533333333}
{"full_text":"RT We are still in COVID so this bares saying: unskilled labor is a classist myth used by the rich to justify poverty or min...","sentiment_score":0.375}
{"full_text":"RT People are giving Democrats a lot of shit for walking back $2,000 checks and trying to means-test them.But they're not...","sentiment_score":-0.1}
{"full_text":"RT Check out this guy using the cold air to prove just how effective masks are. Please wear a mask...https:\/\/t.co\/NBjOfJd9Wh","sentiment_score":0.0}
{"full_text":"RT Illegal Migrants Granted 'Amnesty' to Come Forward for Coronavirus Vaccine...COMING TO THE US?","sentiment_score":-0.5}
{"full_text":"RT MHC strongly opposes the Exemption Order, which exempts Cabinet Ministers from the mandatory 10-day quarantine. All #COVID...","sentiment_score":0.4333333333}
{"full_text":"School run and shopping. Great, because when parents esp mums mentioned it, we were told we are fools and covid doesn't spread via school ","sentiment_score":0.8}
{"full_text":"As the national daily number of new coronavirus cases stubbornly refuses to drop below 1,000, many are feeling the strain under the weight of uncertainty, writes","sentiment_score":0.2121212121}
{"full_text":"The amazing team produced great videos which can help with remote learning...&amp; some happen to feature our own 1 &amp; : #EncourageSupportCollaborate","sentiment_score":0.475}
{"full_text":"It follows mounting concerns over pet thefts and dog attacks https:\/\/t.co\/lc8D5amxi9","sentiment_score":0.0}
{"full_text":"There's still a chance to join our #Faith #COVID focus group for the #Christian community, TODAY at 10:00am - Let us know what you think about the current situation, how it affects #placesofworship and how we can #BuildBackBetter","sentiment_score":0.0}
{"full_text":"Are you ready to Jump Start your morning with Jonny? Remember to stay hydrated and to finish with the cool down. Whooopa!!","sentiment_score":0.1023148148}
{"full_text":"RT Further astonishing evidence that #capitalism &amp; its vibrant sub-sytems, known to its detractors as privatisation &amp; to...","sentiment_score":0.2222222222}
{"full_text":"In addition to the protection screen for the duo bike, we now also have a protection screen for the rickshaw bike!  With the protection screen for the Chat rickshaw, you can still go out together to enjoy a bike ride in times of corona. https:\/\/t.co\/0u2V5QzxHF","sentiment_score":0.4}
{"full_text":"Get the latest NHS information and advice about coronavirus (COVID-19).https:\/\/t.co\/UGwCtH7tNg","sentiment_score":0.5}
{"full_text":"RT Today is #SaferInternetDay!In times of social distancing more than ever, we need to join forces together for a bette...","sentiment_score":0.2666666667}
{"full_text":"Take a look at our #COVID19 FAQs on our website for some more information!#igloostaffingsolutions","sentiment_score":0.5}
{"full_text":"AF Blakemore stores 'enjoy' strong sales throughout pandemic #retail","sentiment_score":0.4166666667}
{"full_text":"Learn to play violin this Lockdown#violin #learnviolin #violinlessons #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"RT My latest article: Back to the 1640s: Witch-hunt against 'Covid denialists' in UK is just a continuation of previous campa...","sentiment_score":0.1111111111}
{"full_text":"If new vaccines are required to protect against new strains of #COVID19, ensuring global access to these is more critical than ever, as we continue to see that we are all safe only if everyone is safe. #OneWorldProtected","sentiment_score":0.2215909091}
{"full_text":"The work of the National Contact Tracing Centre is vital in protecting health and saving lives throughout the COVID-19 pandemic. Along with colleagues in NHS boards, the team has supported more than 150,000 positive COVID-19 cases since June 2020. #testandprotect","sentiment_score":0.2757575758}
{"full_text":"We would like to hear from you our readers your messages of appreciation to the frontline workers who were there for you when battling with Covid.#frontlineworkers #COVID19 #appreciationpost #doctors #medicalstaff","sentiment_score":0.0}
{"full_text":"Out of the 356 new #coronavirus cases in #SaudiArabia, 164 were confirmed in Riyadh and 47 in Makkah.","sentiment_score":0.2681818182}
{"full_text":"lying about his real situation. The abogado said that he is going on isolation after a member of his team tested positive for COVID-19.https:\/\/t.co\/V9IdIZH6Q1","sentiment_score":0.2136363636}
{"full_text":"Moscow reports 1,584 daily COVID-19 cases:https:\/\/t.co\/3AL18CiDIB","sentiment_score":0.0}
{"full_text":"Long-running COVID-19 quarantines have put Filipinas at higher risk of teenage pregnancies. Read our #ReportrExplainer for their stories.","sentiment_score":0.125}
{"full_text":"There has been some progress to put in place support for people with Long Covid, but many are yet to receive help. With we're calling for a dedicated Minister for Long Covid to lead a coordinated, multi-stakeholder response to #LongCovid:","sentiment_score":0.1333333333}
{"full_text":"The Coronavirus pandemic has created a lot of economic uncertainty. What does it mean to you, your job and your company?    #ProdMgmt #ProductManagement","sentiment_score":-0.05625}
{"full_text":"We continue to operate during the pandemic, but on an hourly service frequency as per our Covid-19 timetable. Detailed timings can be found at Concessionary passes are valid for use 24 hours a day.","sentiment_score":0.4}
{"full_text":"Dr Rachel Clarke on facing abuse in the Covid crisis |The Guardian. A sad, but true situation that has developed in our society. How can we support our workforce to cope with the daily difficulties of their real work when they are faced with this as well.","sentiment_score":0.03}
{"full_text":"China's early economic recovery from the pandemic fueled rallies in stocks and commodities, lifting returns across all eight hedge fund strategies tracked by PaiPaiWang.https:\/\/t.co\/k5J6tsejZO.","sentiment_score":0.15}
{"full_text":"After the impact of COVID, the need of clean and hygienic washroom facilities has become even more apparent  Learn how HSG were ahead of the curve https:\/\/t.co\/u0NbYrvCWb","sentiment_score":0.3055555556}
{"full_text":"Today is Safer Internet Day and this year especially, we need to be very aware of our children's use of the internet. With the Covid-19 pandemic, children are spending more time than ever on the internet, whether it's for school work or keeping in touch with friends and family.","sentiment_score":0.275}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"Author and Screenwriter Simon Stephenson joins Sky News at 09:30am to discuss what impact the #COVID19 pandemic will have on cinemas. Sky 501 \/ Freeview 233 Watch live:","sentiment_score":0.1363636364}
{"full_text":"The Government's plans to track and detect new variants of #coronavirus will be outlined later today.https:\/\/t.co\/ACkCWSm4a0","sentiment_score":0.0681818182}
{"full_text":"Please join us for an online COVID-19 Vaccine session with an NHS expert and local faith leaders on why they think communities should take up the vaccine when they are offered it - Thursday, 11th February at 6pmBook a free ticket below:https:\/\/t.co\/UI9MZenqSr","sentiment_score":0.2}
{"full_text":"RT Not one mp has died from covid. ONS have it down as the safest profession going - so...","sentiment_score":-0.1555555556}
{"full_text":"RT Attacks against Asian Americans is as old as America itself but the sheer volume and number have gone up astronomically sin...","sentiment_score":0.0333333333}
{"full_text":"Foreigners hail SA govt on inclusive COVID-19 vaccinationhttps:\/\/t.co\/5AKKGhcprp","sentiment_score":0.0}
{"full_text":"Mental health is just as important as your physical health. Ever since the pandemic began; stress levels amongst adults all over the world is at an all time high. So how do we deal with it? #covid #medicine #health #mentalhealth #healthinsurance","sentiment_score":0.115}
{"full_text":"RT OUTBREAK OF #B1351 VARIANT IN AUSTRIA --B1351  variant now identified in 293 cases in western Austria state of Tyrol--at...","sentiment_score":0.0}
{"full_text":"Health chiefs concerned South African variant threat could prolong lockdown","sentiment_score":0.0}
{"full_text":"\"There is such a thing as society, and one of its founding tenets is the welfare system. We would do well to remember this when we overcome this challenge.\"@DanJarvisMP in March last year on Covid and the importance of a safety net:","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 09\/02\/2021 14:30Total Cases: 10847790 [+0]Active: 141118Recovered: 10546905 [+0]Deaths :155195 [+0]Total Tests: 202.59MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"[PHOTO ESSAY] \"Southern African medicine is holistic and focuses on the patient more than the disease\"https:\/\/t.co\/cekd43NVve","sentiment_score":0.1666666667}
{"full_text":"RT Many low earners, including essential workers who've kept the economy going through the pandemic, are forced to skip meals o...","sentiment_score":0.05}
{"full_text":"Panagiotis Alamanos, managing partner of Crowe Greece, tells ACCA_ABmagazine why there'll be no Greek tragedy as his country navigates Covid-19 pandemic","sentiment_score":0.0}
{"full_text":"Our #Covid19 Income Support Helpline is open today from 9am-5pm: 1890-800-024The Pandemic Unemployment Payment remains available to anyone who is eligibleThe quickest &amp; easiest way to apply is online at #MyWelfare#PUP","sentiment_score":0.2}
{"full_text":"Help raise awareness of adult safeguarding and protect those at risk of abuse during lockdown. Download our graphics and messages to share on social media #ReportIt #NorthantsTogether","sentiment_score":0.0666666667}
{"full_text":"It's easy to criticise the actions of those in authority as they react to the ever-changing circumstances caused by Covd-19, but theirs is an unenviable task. Rather, let's bring our concerns to God and pray for those in authority, as he calls us to do.#MothersUnion #Prayer","sentiment_score":0.4333333333}
{"full_text":"Well winter certainly arrived with a flourish!The #snow started on Sunday and hasn't really stopped.  It's lucky that we are still in #lockdown as our local roads are treacherous due to a lack of gritting.So, for those who you who have to go out, please take care.","sentiment_score":0.1245238095}
{"full_text":"#Turkey has reported 8,103 new coronavirus cases in the last 24 hours while the death toll has neared 27 thousand since mid-March","sentiment_score":0.0681818182}
{"full_text":"What have you and your colleagues learned from the experience of remote teaching and learning during lockdown, and has that had an impact on how you do things now? #edchat","sentiment_score":-0.1}
{"full_text":"Are abusers incurable enemies or can something be done to cut the domestic violence epidemic at its roots?Gu Wei, a former domestic abuser, shares how White Ribbon helped reform his behavior to become an activist raising awareness of the many Chinese women suffering in silence.","sentiment_score":0.0}
{"full_text":"RT When has better cabinet than #AdhamBabaLetakJawatan","sentiment_score":0.5}
{"full_text":"Covid: Over-70s can contact NHS for the vaccine in Englandhttps:\/\/t.co\/rVYR9D92Qd#COVID19 #COVIDVaccination","sentiment_score":0.0}
{"full_text":"RT NEW: House Dems' COVID aid bill includes $1,400 checks","sentiment_score":0.1363636364}
{"full_text":" NEW IN  Don't Clink 'Cause COVIDA timely mug with clear instructions that 'CHEERS ' is off in our new COVID world (though hopefully not forever! )#comedymemes#funnymug #funnymugs #workmug #birthdaypresent","sentiment_score":0.1356060606}
{"full_text":"China bribed everybody in Paris Accords to exempt China from emission limits. China bribed  WHO to spread the China virus to China competitors. China bribed politicians to steal America's elections. China bribes never investigated. China economy grew in 2020. Are we that  stupid?","sentiment_score":-0.8}
{"full_text":"\"Thousands have died without the company and touch of their loved ones\" https:\/\/t.co\/3WWOf63UZX","sentiment_score":0.7}
{"full_text":"Parents have been informed in a letter from the school.https:\/\/t.co\/5Ge8xuKkoz","sentiment_score":0.0}
{"full_text":"Barron's Lockdown Home Health Check - Check your heating. We're demanding more from heating systems so make sure they are well serviced and working efficiently.","sentiment_score":0.5}
{"full_text":"Some businesses can remain open in lockdown but must make sure they're following the #WorkingSafely guidance.Social distancing, ventilation and face coverings are crucial in the battle against the new variant. More info ","sentiment_score":0.1893939394}
{"full_text":"Bev Fearis checks in with Abby Penston, CEO of the Focus Travel Partnership, to see how the group and its partners are dealing with the Covid crisis. via #BusinessTravel #Focus","sentiment_score":0.0}
{"full_text":"\"Despite the constraints of wearing a face covering over mouth and nose all day long, many people could now be ready to adopt face masks long-term\"#AWANInews #AWANI745","sentiment_score":0.2166666667}
{"full_text":" #COMPETEFORCHANGE 22. Today's workout and refueling lockdown challenge is brought to you by Chris Satae: Satae's Sit &amp; Stand Challenge Satae's Chicken Pasta Bake #Empower","sentiment_score":-0.6}
{"full_text":"Time: 09:00 * Temp: 0.4degC * Wind: E 10.1 to 15.0mph * Pressure: 1006.5hPa * Rain: 0.0mm * Hum: 78% * ET: 0.1mm * Solar: 32.0W\/m2 * UV Index: 0.0 * Sunrise: 07:56 * Sunset: 17:18 * Cloudbase: 1480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT \"Hygiene Theater Is Still a Huge Waste of TimeToo many people imagine the fight against COVID-19 as a land war to be wag...","sentiment_score":0.2333333333}
{"full_text":"In order to make housing more affordable the costs must come down. But no government wants to see property prices fall. There isn't the will or money to support alternative options. I wonder what impact a trial of home first super second might have.","sentiment_score":0.187962963}
{"full_text":"Biden Surgeon General Made Millions off Pandemic 'Consulting' via","sentiment_score":0.05}
{"full_text":"This year, we won't be heading \"out out\" for St. Valentine's; Here's six ideas for a special lockdown Valentine's Day.","sentiment_score":0.3571428571}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT Canines detect #COVID19 patients from urine &amp; sweat samples which have unique metabolic biomarks#IndianArmy","sentiment_score":0.375}
