{"full_text":"Andy Murray questions LTA's COVID protocols after positive test","sentiment_score":0.2272727273}
{"full_text":"RT We must unite &amp; protest wherever we are until we get justice. Do it sensible non violent and be mindful that we are still...","sentiment_score":-0.8}
{"full_text":"It's probably a details thing. A lot of people just seem to glom onto superficial generalisations. Call it a vaccine and the masses will flock.Whatever happened to the good old days of chicken pox parties? Anyone doing that nowadays with Covid19...Several weeks ago I asked","sentiment_score":0.0666666667}
{"full_text":"want to get a six flags pass already SO STAY TF HOME SO PLACES CAN OPEN AGAIN [SHRIEK]","sentiment_score":0.0}
{"full_text":"AstraZeneca COVID jab 'less effective against S Africa variant'","sentiment_score":0.2166666667}
{"full_text":"RT Lecce: Doug, if we open up the schools right now, Covid will spread and the public will know we've done nothing to make...","sentiment_score":0.0952380952}
{"full_text":"RT How transparent was China in welcoming WHO investigation team to Wuhan? Says one of the scientists on the trip...","sentiment_score":0.0}
{"full_text":"RT Every week, the President is going to communicate directly with Americans and lift up their stories. Check out the first i...","sentiment_score":0.175}
{"full_text":"In America? Like the US of A? World capital of \"fuck y'all ima do me\"? Don't be silly.","sentiment_score":-0.45}
{"full_text":"RT 1The survival checks often use 2019 tax data to measure someone's income.Millions lost their jobs in 2020 due to COVID--t...","sentiment_score":-0.125}
{"full_text":"The latest The D.N.I. Health Newspaper Daily! Thanks to #covid19 #coronavirusitalia","sentiment_score":0.2333333333}
{"full_text":"RT Daily casual racism from -1. New Zealand is a \"success story\" despite second wave2. India's pandemic...","sentiment_score":-0.0127272727}
{"full_text":"your cust. svc. is laughable... actually non-existent. Can't talk to a live person when I call Cust. Svs., local banks don't answer the phone, the option to leave feedback says to use the Message Center, which I can't find. I don't want to go in person during COVID.","sentiment_score":-0.0927272727}
{"full_text":"What we are getting fed up with is dumbass Republicans who keep doing stupid things that prolong this pandemic!","sentiment_score":-1.0}
{"full_text":"RT Most experts say a cloth mask over a surgical mask is the way to go. It's important to maintain breathability when doubl...","sentiment_score":0.45}
{"full_text":"RT  Schools do not require masks, only face coverings Public schools cannot implement recommended social...","sentiment_score":0.0111111111}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"Abilene cops won't do shit for covid violations.","sentiment_score":-0.2}
{"full_text":"It's unfortunate and heart-wrenching he killed himself! Racism-induced PTSD is real for Blacks in certain positions who experience it and feel helpless to do anything about it! If you're a victim of this virulent pandemic, please, don't kill yourself! It's best to live and fight!","sentiment_score":0.1135088126}
{"full_text":"RT This is apparently the stage of the pandemic where everyone on my social media gets to vacation to a beach in Mexico w...","sentiment_score":0.0416666667}
{"full_text":"This pandemic hasn't yet managed to kill me physically but my spirit is definitely deceased.","sentiment_score":0.0}
{"full_text":"RT Take the *additional* trillion dollars accumulated by billionaires during this pandemic and use it to send $7,000 checks to 15...","sentiment_score":0.0}
{"full_text":"RT On this day in 2020: Coronavirus whistleblower doctor Li Wenliang dies","sentiment_score":0.0}
{"full_text":"COVID19(02\/07\/2021 00:59:55)=&gt;Conf(^)(+370558): 105,763,135Deaths(^)(+10115): 2,309,350%Died(&lt;-&gt;)(0): 2.18#covid #corona #COVID19 #COVID-19 #Coronavirus #CoronaUpdate #Lockdown #StayHome #socialdistancing #pandemic #StaySafeStayHome","sentiment_score":0.0}
{"full_text":"Meanwhile Canada gave out all of 21k.","sentiment_score":0.0}
{"full_text":"RT At what point do elected officials who refuse to mandate mask wearing during a pandemic that will has killed almost half a...","sentiment_score":-0.1833333333}
{"full_text":"RT That might just be the effects of a high stress job during a pandemic that has had you isolated indoors for most...","sentiment_score":0.33}
{"full_text":"RT Hay Lord, we can't afford any more disasters while we're still dealing with this putangina nga pandemic. ","sentiment_score":0.5}
{"full_text":"RT Yes.  Age ranges from 18 to 85. Those in under 70 age groups had NO underlying health issues.In total...","sentiment_score":0.0}
{"full_text":"RT Is it enough to just #DefendDemocracy? NoWe must combat the #Infodemic &amp; #Pandemic by promoting participatory democracy...","sentiment_score":0.0}
{"full_text":"You're in the middle of a pandemic... the rest of us don't really care because we know what's really going on.","sentiment_score":0.1333333333}
{"full_text":"RT A pandemic: pandems Designers: Damn, I can finally touch up my portfolio ","sentiment_score":0.0}
{"full_text":"RT Never confuse bipartisanship with unconditional surrender.We will work with reasonable Republicans to provide comprehens...","sentiment_score":0.2}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT Remember when we just had to flatten the curve? Then all we needed was a vaccine?What's the excuse to keep it going...","sentiment_score":-0.05}
{"full_text":"You focus on your Nets not following Covid protocols\/terrible defense and what the Clippers are going to do realizing Kawhi has slipped below Jayson Tatum making him the 4th best at his position in the league!","sentiment_score":0.5}
{"full_text":"I'm doing alright. So how have yhu been since the beginning of COVID","sentiment_score":0.0}
{"full_text":"The Supreme Court's new, deeply fractured decision on churches and the pandemic, explained","sentiment_score":0.0681818182}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"This might be sincere if one of the most vocal lockdown sceptics hadn't repeatedly lied about the pressure on the NHS in 2019...","sentiment_score":0.5}
{"full_text":"RT Hugs#FBRParty@RacerxJax@SARA2001NOOR@AlexaNielsen6@VforVictory46@Maddog4Biden@PukeonTrump","sentiment_score":0.0}
{"full_text":"Well, we should remove it once we are already seated, where in even the tiniest manner, naka social distancing. Kasi once you enter, sasalubong ka pa sa server, mapapalapit ka pa sa ibang table while you walk towards ur table, etc.","sentiment_score":0.0333333333}
{"full_text":"RT $2,000 recurring monthly survival checks for everyone--including our immigrant neighbors.Any effort to exclude millions o...","sentiment_score":0.0}
{"full_text":"RT Kagan's dissent last night may be the most scathing of her career. She accused her conservative colleagues of \"armchair epidemi...","sentiment_score":-0.0333333333}
{"full_text":"Will not be able to have a proper sleep cycle until my room mates move out. 21 days until. I don't get why you gotta be so damn wild and yell and bang and shit when partying with friends. And this covid shit bro DOESNT FAZE THEM. BRINGIN 5 GIRLS...FML FR","sentiment_score":0.04}
{"full_text":"RT While still battling Covid, I fell asleep with the TV station on CBS. I heard a variety of players reminding viewers to s...","sentiment_score":0.0}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"*BREAKING* COVID spikes in Chapel Hill....","sentiment_score":0.0}
{"full_text":"RT The amount of hate, racism, and blame for COVID towards the Asian community is disgusting. The fact that this topic is not...","sentiment_score":-0.6}
{"full_text":"RT It is with great sadness we announce that nurse Estrella Catalan has sadly died after testing positive for COVID-19. Co...","sentiment_score":0.1757575758}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT During the Covid_19 pandemic, crossing all barriers of fear and taboo,@BJP4Assam karyakartas went waist deep in water to h...","sentiment_score":0.0}
{"full_text":"RT In Cairns the tourism industry and local community are doing it tough right now. The loss of JobKeeper in #fnq will mean...","sentiment_score":-0.1039186508}
{"full_text":"It was reported in the newspapers that one of the questions googled up most often in India in December-January was this one: \"How to make a #Coronavirus #vaccine at home?\"","sentiment_score":0.5}
{"full_text":"RT Saint Louis gets its first win after a 34-day Covid pause, and over a solid St. Bonaventure team to boot. If the Billik...","sentiment_score":0.35}
{"full_text":"The Benefits of Suburban Office Locations #CRE #Office #TenantTips #COVID-19https:\/\/t.co\/qLtDd3ong7","sentiment_score":0.0}
{"full_text":"\"Maintaining precautionary measures is a national duty and the responsibility of everyone,\" it added. #Qatar #Covid19 #PrecautionaryMeasures","sentiment_score":0.0}
{"full_text":"A teen in the United Kingdom woke up recently from a coma. He didn't know anything about #coronavirus. | By","sentiment_score":-0.0333333333}
{"full_text":"The 34-year-old ophthalmologist was one of eight whistleblowers who local authorities punished early on for \"spreading rumors\" about a SARS-like virus in a social media group","sentiment_score":0.0444444444}
{"full_text":"'Try finding a gentler escape from winter in a pandemic' - Amy Jeffs watches The Dig","sentiment_score":0.0}
{"full_text":"India reported the lowest single-day deaths due to #Covid19 since May 4, 2020. Catch all the #Coronavirus in India updates.https:\/\/t.co\/5JwTWoMqq5","sentiment_score":-0.125}
{"full_text":"#ICYMI: Actress KC Concepcion, who attended the controversial Baguio City party organized by friend Tim Yap, has showed off a negative COVID-19 test on social media.https:\/\/t.co\/os5EkzTkA5","sentiment_score":0.0944444444}
{"full_text":"RT A major university study shows AstraZeneca's COVID-19 vaccine has reduced efficacy against mild disease caused by the S...","sentiment_score":0.1979166667}
{"full_text":"ACT testing sites can be 'popped up' in 24 hours to meet demand surges, via","sentiment_score":0.0}
{"full_text":"California can't ban worship but can limit attendance, Supreme Court rules","sentiment_score":0.0}
{"full_text":"ICYMI: Washington has had some of the tightest COVID-19 restrictions in the country, and many of the state's beloved dining spots are drowning.","sentiment_score":0.6}
{"full_text":"Medical professionals are working to understand more about a condition they are calling \"long Covid,\" among patients who experience lingering symptoms months after recovering from #coronavirus#lka #SriLanka #DN #DailyNews #COVID19LK #COVID19SL #COVID19","sentiment_score":0.15}
{"full_text":"Before the rulings, indoor worship services were banned in all purple-tiered counties - those deemed to be at widespread risk of coronavirus transmission.","sentiment_score":0.0}
{"full_text":"RT The WHO says pregnant women should not take the COVID vaccine. This pregnant nurse took the vaccine and tweeted about i...","sentiment_score":0.3333333333}
{"full_text":"RT It's simple. I started the Remove Ron Pac because Republican Ron DeSantis has been derelict in his most fundamental dut...","sentiment_score":0.25}
{"full_text":"Key workers across Peterborough urged to use rapid flow Covid testing centre...https:\/\/t.co\/mOHneyPoVH","sentiment_score":0.0}
{"full_text":"A New Orleans-themed bar and garaging for 10 cars if mates stay over is awaiting buyers to get on the beers.https:\/\/t.co\/wjvExRFJeq","sentiment_score":0.1363636364}
{"full_text":"America's employers barely added jobs last month, underscoring the viral pandemic's ongoing grip on the economy and likely adding momentum to the Biden administration's push for a bold rescue aid package.","sentiment_score":0.0958333333}
{"full_text":"TNS spoke to three health reporters who were working on the field throughout the pandemic to get their insights into Pakistan's handling of it and a closer look into the experience of risking exposure to get vital information to the peoplehttps:\/\/t.co\/y1N1NQ4ohT#TNS #TheNews","sentiment_score":0.1}
{"full_text":"A worrying spike in alcohol-related deaths has been registered in England and Wales, recently released figures reveal. The surge appears to have been prompted by the COVID lockdown.Follow us on Telegram","sentiment_score":0.0}
{"full_text":"Punjab National Bank has received loan restructuring requests worth Rs 12,000 cr out of the 40,000 cr it had anticipated on account of stress due to the #Covid19: MD Mallikarjuna Rao  #PNB #banks","sentiment_score":0.0875}
{"full_text":"Too many to name got it and got over it but for died so far.","sentiment_score":0.3}
{"full_text":"Public use of 2nd #COVID-19 #coronavirus #vaccine conditionally approved in #China ... | #Immunization | #PublicHealth | #COVID19 | #Infection | #Asia | Via","sentiment_score":0.0}
{"full_text":"We have a fantastic puzzle section in our paper to keep you occupied during lockdown! #Bracknell","sentiment_score":0.5}
{"full_text":"French COVID-19 cases, patient numbers ease as AstraZeneca inoculations start","sentiment_score":0.0}
{"full_text":"Key workers across Peterborough urged to use rapid flow Covid testing centre...https:\/\/t.co\/oJp9uyExKF","sentiment_score":0.0}
{"full_text":"DOE vows enough power supply for COVID vaccine storage, distribution","sentiment_score":0.0}
{"full_text":"President Joe Biden's push for a $1.9 trillion COVID-19 relief bill is forcing an internal reckoning that pits his instincts to work toward a bipartisan deal against the demands of an urgent crisis and his desire to deliver for those who helped elect him.https:\/\/t.co\/wgoAqQdivd","sentiment_score":0.4}
{"full_text":"'Fantastic Beasts 3' halts production after team member tests positive for COVID-19","sentiment_score":0.3136363636}
{"full_text":"The human loss from the coronavirus will not be reflected in the 2020 census because of a matter of timing, which could save a congressional seat for New York but cost Alabama one.https:\/\/t.co\/F6GBwDgC8Y","sentiment_score":0.0681818182}
{"full_text":"The latest coronavirus infection rates for every borough in Greater Manchester","sentiment_score":0.5}
{"full_text":"Love the feeling of big cock in me .. anyone in riverside wanna make $500? #fuck #sugarmama #baby #hrny #horny #onlyfans #cum #riverside #corona","sentiment_score":0.0333333333}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"Labor spends $Bns upon $ BNs with no care. They have no idea how many $TNs it will cost the Australian economy to go carbon neutral by 2050, only the end justifies the means. ALP cannot run Australian economy responsibly, Liberals little better!","sentiment_score":0.1625}
{"full_text":"Laid off during the pandemic, Martin Lee decided to fix old computers and give them away.","sentiment_score":0.1}
{"full_text":"Biden and Trump are nearly identical during this pandemic lol...I applaud Biden for telling people to wear a mask but no new people are listening","sentiment_score":0.0159090909}
{"full_text":"COVID 19 cases in India until : 07\/02\/2021 11:30Total Cases: 10827314 [+0]Active: 146172Recovered: 10521573 [+0]Deaths :155032 [+0]Total Tests: 201.37MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Missing someone over #Lockdown? Or want to give a personal message to a #Grandma or #Grandad you #Love - Let deliver that message with a Talking Heart. Record your own message with a #FavouriteSong. Order yours here #LockdownLove #Lovemyfamily","sentiment_score":0.225}
{"full_text":"Current Conditions for #Sayre PATemp: 9.4FWind Chill: 9.4FHumidity: 93%Dew Point: 7.8F Barometer: 30.208 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 127.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT Vice President Leni Robredo snaps back at Presidential Spokesperson Harry Roque for denying that the government is prio...","sentiment_score":0.0}
{"full_text":"I wish I could see it.  But, I've never driven into the city, and I don't want to take the train.  I have #rheumatoidarthritis, so I'm very susceptible to COVID.  You are all so lucky.","sentiment_score":0.2666666667}
{"full_text":"AstraZeneca COVID jab 'less effective against S Africa variant'","sentiment_score":0.2166666667}
{"full_text":"RT it would be nice if this article bothered to mention why -- it's because 40 inmates have died of covid and the state isn't...","sentiment_score":0.6}
{"full_text":"security:","sentiment_score":0.0}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"Our 1st Super Bowl in the times of #COVID19CBS Sports: Super Bowl 2021: 55 things to know for Super Bowl LV matchup between Buccaneers and Chiefs.https:\/\/t.co\/np7XRczCJC","sentiment_score":0.3333333333}
{"full_text":"RT 'Maha underperformed the most in handling Covid'","sentiment_score":0.5}
{"full_text":"\"Thai economy was expected to grow at 3.6% only a year ago.\"..","sentiment_score":-0.05}
{"full_text":"Wapi social distancing? Tuseme tu the covid restrictions apply only to some people, not Babaman or Uliam.","sentiment_score":0.0166666667}
{"full_text":"RT So let's summarize: 2 Chinese scientists are escorted out of Cda's most secure lab by the  RCMP in Jul 2019 after shippin...","sentiment_score":0.3}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"Covid-19: NI records 17 more coronavirus-related deaths","sentiment_score":0.5}
{"full_text":"RT #India donated 1 million #COVID19 vaccines to #Barbados. From a list of 152 countries, India is expected to supply approxima...","sentiment_score":-0.1}
{"full_text":"RT A wonderful piece by to read alongside the report by this week and","sentiment_score":1.0}
{"full_text":"RT The crowds gathered in downtown Tampa on the eve of Super Bowl LV. City put in place a mask ordinance ahead of #SBLV even...","sentiment_score":0.3333333333}
{"full_text":"RT me and the boys post covid after wearing masks in public has evolved in to everyone wearing full body cosplay everywhere...","sentiment_score":0.175}
{"full_text":"RT An incredible 68% year on year fall in British exports to the EU with worse ahead.There should be political mayhem, but...","sentiment_score":0.125}
{"full_text":"Time: 06:00 * Temp: 2.6degC * Wind: E 14.1 to 17.0mph * Pressure: 1008.6hPa * Rain: 0.0mm * Hum: 85% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:00 * Sunset: 17:14 * Cloudbase: 1040ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Our rapid response team #NCDCRRT continue to support State Ministries of Health to respond to #COVID19 in NigeriaIn","sentiment_score":0.0}
{"full_text":"Superspreader Sunday: The Super Bowl With COVID Variants AfootAs Tom Brady of the Tampa Bay Buccaneers gets ready for his tenth Super Bowl against Patrick Mahomes and the defending champions, the Kansas City Chiefs, experts tracking the COVID-19 ...https:\/\/t.co\/qsCSBQtrhO","sentiment_score":0.2888888889}
{"full_text":"RT What to know before diving into the debate over reopening schools","sentiment_score":0.0}
{"full_text":"Rogan's wildly inconsistent responses to the COVID-19 vaccines sow doubt in an already skeptical environment.","sentiment_score":-0.2}
{"full_text":"RT BMC Commissioner Iqbal Singh Chahal who served Mumbaikars tirelessly during #COVID19 Pandemic awarded Citizen of Mumbai...","sentiment_score":0.0}
{"full_text":"RT As new, more-contagious coronavirus variants circulate, doctors say it's important to improve the effectiveness of mas...","sentiment_score":0.2681818182}
{"full_text":"As learners return to schools, how can technology help #education in the time of COVID-19? tours Curro's newest DigiEd offering. Don't miss TecHub on Monday, 9:30pm on #DStv403 #elearning","sentiment_score":0.0}
{"full_text":"RT Gee, what could Congress do with an extra $519 million in the middle of a Pandemic and an economic cris...","sentiment_score":0.0666666667}
{"full_text":"RT .@IgnatiusPost and joined for the first Lowy Institute Live event of 2021. They discussed Amer...","sentiment_score":0.1931818182}
{"full_text":"RT .@CSISAfrica research associate breaks down why #Tanzania President Magufuli's toxic governing philosophy is a...","sentiment_score":-0.1555555556}
{"full_text":"RT Canada made pandemic playbooks -- and we're not following them","sentiment_score":0.0}
{"full_text":"RT ICE threatened to expose asylum-seekers to Covid-19 if they did not accept deportation by","sentiment_score":0.0}
{"full_text":"RT To folks who would never think of taking precautions to help others, the only motive they can think of for other people doi...","sentiment_score":-0.0625}
{"full_text":"Wish this covid shit didn't happen...miss shopping freely and traveling.","sentiment_score":0.1}
{"full_text":"Need to stick with $75k, not lower it to $50k.","sentiment_score":0.0}
{"full_text":"RT It is with great sadness we announce that nurse Estrella Catalan has sadly died after testing positive for COVID-19. Co...","sentiment_score":0.1757575758}
{"full_text":"RT Speaker Pelosi:-Went to the salon when the rest of us couldn't. -Didn't wear a mask when the rest of us had to. -Avoi...","sentiment_score":0.0}
{"full_text":"Democratic organizations are not allowed to gather in public by the government which maintains that this is because of the pandemic. But why is the same government allowing Kalyanaraman to organise meetings for inciting religious Hate? #ArrestKalyanaramanUnderNSA","sentiment_score":-0.2}
{"full_text":"RT In pandemic France, puppetry -- an art form often looked down on as lowbrow, lo-fi theater -- has found itself at an unlikely ad...","sentiment_score":-0.3277777778}
{"full_text":"#Online #learning and #eLearning isn't about #ticking a box or #PowerPoint, there's a better way: #training #lockdown #business #online #tickbox #PowerPoint #courses #learning #development #improvement #bitesize #BestPractice #ilm #5Pillars #Questioning","sentiment_score":0.5}
{"full_text":"Enjoy today's festivities.  No matter who you are rooting for, be safe!   Keep your \"parties\" small with your immediate family.  We are still in a Pandemic.","sentiment_score":0.2583333333}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"#SeekersPodcast: In response to the fear and concern brought about by the recent spread of the Covid-19 virus, Shaykh Yahya Rhodus reminds us of the importance of seeking protection with Allah's Name.Listen to the #podcast here:","sentiment_score":0.0}
{"full_text":"RT FWIW ... Biden lied about fracking bans, stimulus payments, pandemic response and unity. Any day now we're gonna find out...","sentiment_score":0.0}
{"full_text":"RT This is the story of Tiffany Tate who developed a vaccine tracking system. The specs were stolen by Deloitte who create...","sentiment_score":0.1}
{"full_text":"Andy Bloch: More Could Die from #SuperBowl Parties in #Vegas than 2017 Mass Shooting #COVID #Nevada #Poker #Party #StayHome","sentiment_score":0.5}
{"full_text":"... better things take its place, more focused to action and results.","sentiment_score":0.3666666667}
{"full_text":"RT When a Halloween party sparked a COVID-19 outbreak at NC Agricultural and Technical State University, school officials condu...","sentiment_score":0.0}
{"full_text":"RT Two American cruise lines requiring COVID-19 vaccinations before boarding","sentiment_score":0.0}
