{"full_text":"RT We have selected local healthcare heroes to attend Super Bowl LV in Tampa as guests of the team. These guests were invited to r...","sentiment_score":0.1666666667}
{"full_text":"Middle class expects every years  By these expectations Tax Would be zero in 10 Years","sentiment_score":0.0}
{"full_text":"RT Covid is not a joke. But somehow Malaysia take it as a joke. Im done.","sentiment_score":0.0}
{"full_text":"Yet again we had the third highest number of cases of Covid  in the world. But the English like abused dogs lap it up and snarl at each other. Heartily sick of it. #BorisHasFailedTheNation","sentiment_score":-0.2098214286}
{"full_text":"RT #StayHome &amp; safe tweeters...Night night ~ Love Kitts #NowPlaying #KittsMixThe Spencer Davis Group - Gimme Some Lovin...","sentiment_score":0.5}
{"full_text":"RT Disparities in vaccine access between wealthy countries and poor and middle-income nations may soon become a \"catastrophic mor...","sentiment_score":0.05}
{"full_text":"Thanks! Still get some practice with the loopiest of climate science deniers, so the selfish mad libertarian pandemic denialists now also par for course.https:\/\/t.co\/y5WWxaYJJN","sentiment_score":-0.2916666667}
{"full_text":"RT The Biden administration has now confirmed that20 million doses of the Covid-19 vaccine are \"missing.\"Several weeks a...","sentiment_score":0.0666666667}
{"full_text":"Pre covid:  ","sentiment_score":0.0}
{"full_text":"RT Robredo: \"What's alarming is that we're probably the last to recover because of the quality of our pandemic response. A...","sentiment_score":-0.05}
{"full_text":"I hope everybody take care of yourself. I am boring because covid but I have Mew who give power for me  #MewXPopteen","sentiment_score":-1.0}
{"full_text":"RT 40 Executive Orders in 9 Days.THOUSANDS of jobs lost.Stock Market tanks.THOUSANDS dying from COVID with no plan.No...","sentiment_score":0.0}
{"full_text":"RT I'm a foreign NHS healthcare worker who has worked tirelessly day in &amp; day out in this #covid19 #pandemic. Would you take...","sentiment_score":-0.125}
{"full_text":"RT Millwall v Norwich, the fantastic guests and great causes. RIP Ty Hemblade and support the efforts of Millwall in the...","sentiment_score":0.6}
{"full_text":"RT FM announces 35,000 Cr of our money to be spent on Pvt Vaccine Companies for untested Vaccines at a time when Covid is natur...","sentiment_score":-0.1}
{"full_text":"No doubt your an anti maskers I bet your one of the morons who cannot follow the god damn rules it's not the government it's the morons who are obsessed with killing the government not following the rules how hard is #stayathome hard to follow","sentiment_score":-0.4472222222}
{"full_text":"Great to hear Mpumelelo Mbangwa back in the commentary booth after recovering from #COVID19. #MODC","sentiment_score":0.4}
{"full_text":"RT After decades of researchers proposing--and having rejected--more efficient ways to board a plane, a global pandemic has done the...","sentiment_score":0.0}
{"full_text":"RT The number of chronically hungry people  by 130M last year, to 800+ million- about 8x the number of COVID-19 cases to...","sentiment_score":0.0}
{"full_text":"we're in a pandemic","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt's Dynamite MV outfits were successfully bought by Japanese entrepreneur Yusaku Maezawa &amp; YouTuber Hikakin for $162,...","sentiment_score":0.375}
{"full_text":"RT The delegitimisation of Israel continues on administering the #COVID19 #vaccine to the Palestinians, even though there...","sentiment_score":0.0}
{"full_text":"RT \"Abyss\" shares the impact the pandemic has had--even for superstars like BTS--on mental health, the artist's drive to envisi...","sentiment_score":-0.1}
{"full_text":"RT Foccussed intervention towards getting woman back into the workfoce as they are the worst hit during the pandemic completel...","sentiment_score":-0.5}
{"full_text":"Our area is super bad. I have no choice but to work (grocery clerk), but I wish I could stay home. No vaccine yet, and I got cussed out at work today for asking a guy to please pull his mask above his nose ","sentiment_score":-0.1222222222}
{"full_text":"RT Compare how housing activists are treated by police in #Olympia to far-Right Trump supporters and COVID-19 conspiracy theoris...","sentiment_score":0.0}
{"full_text":"RT Good news from #Budget2021 There is No Covid Cess There is No Wealth Tax There is No estate Duty There is No hike in...","sentiment_score":0.7}
{"full_text":"RT Ppl: *watches 400k ppl die from Covid* I'm not letting this dictate my life, I'm going to the clubAlso ppl: *reads 1...","sentiment_score":0.0}
{"full_text":"RT #MasterHistoricVictoryVideo Report > has singlehandedly revived Kollywood theatrical...","sentiment_score":0.0}
{"full_text":"RT Captain Tom Moore is in hospital being treated for covid-19.I bet the nurses are doting on him.He is a symbol of hope i...","sentiment_score":0.0}
{"full_text":"#CryoSat 10th Anniversary Science Conference  from 14 to 17 June 2021ON LINE EVENT!","sentiment_score":0.0}
{"full_text":"Ramaphosa under pressure to ease lockdown restrictions in South Africa via","sentiment_score":0.0}
{"full_text":"RT What are our options to exit the UK pandemic?Compared to 2020, we have new tools (vaccines) and we have new challenges...","sentiment_score":0.1363636364}
{"full_text":"lmao that subject is already hell as it is. Then add the pandemic?? Praying for current and future law students.","sentiment_score":0.1083333333}
{"full_text":"RT The SNP are now talking about a referendum before Christmas. What about education? What about jobs? What about covid recover...","sentiment_score":0.0}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"Mask Kahan h inke where is social distancing","sentiment_score":0.0333333333}
{"full_text":"RT In short, \"we don't know the answers to your questions yet, we are using humans as guinea pigs\" -","sentiment_score":0.0}
{"full_text":"RT This March I will walking all over cancer again in aid of cancer research. A minimum of 10,000 steps everyday in March. I kn...","sentiment_score":-0.2}
{"full_text":"RT Very hard for me to understand why the government is making fun of the government's failings ","sentiment_score":-0.0395833333}
{"full_text":"RT Josep Maria Bartomeu (former Barca President): \"It's totally false that I have leaked Messi's contract. Leo deserves what...","sentiment_score":-0.2}
{"full_text":"RT Unbelievable. The @WHO continues to give oxygen to CCP propaganda and COVID lies. Biden's Admin should rethink rejoining...","sentiment_score":-0.175}
{"full_text":"RT Ryanair expects to lose as much as $1.1 billion in the year through March as a resurgence of Covid-19 cases prompts new trave...","sentiment_score":0.1681818182}
{"full_text":"Pointing out we should listen to the science,  is what I've been hearing scince the start of the pandemic.","sentiment_score":0.0}
{"full_text":"Wear a mask. Save lives.Kiss my ass","sentiment_score":0.0}
{"full_text":"RT GOP senators accept Biden's White House invite to discuss COVID-19 relief","sentiment_score":0.0}
{"full_text":"RT An exciting moment - Amshad is the first MRC volunteer to receive the #COVID19 vaccine!He has been working on the frontl...","sentiment_score":0.275}
{"full_text":"RT The Biden administration announced Friday it will expand Pandemic EBT benefits to infants and young children as part of a...","sentiment_score":0.1}
{"full_text":"RT Last year too you had promoted 9 and 11 students.Then,  there were very few corona cases in our country.And today whe...","sentiment_score":-0.13}
{"full_text":"RT So Sydney gets 1 new case and the whole state goes into a strict lockdown. New Zealand gets 1 new case and the whole country...","sentiment_score":0.1618181818}
{"full_text":"RT \"We are being asked to stay at home in our unsafe homes.\"Co-founder of the UK cladding action group William Martin says 'it'...","sentiment_score":0.1}
{"full_text":"RT 2021 Idol Star Championship recently filmed with Highlight Yoon Dujun, SHINee Minho, ITZY Yeji, Lia, APINK Yoon Bomi, OH...","sentiment_score":0.0}
{"full_text":"Ema says: \"@pfizer vaccine is safe and not related to deaths\". Read more from #COVID19 #news","sentiment_score":0.3333333333}
{"full_text":"RT Too bad there's so much hatred for bill gates over a conspiracy theory that he wants to micro chip us when actually he's j...","sentiment_score":-0.075}
{"full_text":"Thank you Sen Kaine for raising issue with Sec A good start but much more support needed. And easy way for Israel to cede responsibility for Palestinians in West Bank and Gaza - end the occupation.","sentiment_score":0.3833333333}
{"full_text":"this","sentiment_score":0.0}
{"full_text":"Then we'll be in lockdown again and so on, rinse and repeat ","sentiment_score":0.0}
{"full_text":"RT 40 Executive Orders in 9 Days.THOUSANDS of jobs lost.Stock Market tanks.THOUSANDS dying from COVID with no plan.No...","sentiment_score":0.0}
{"full_text":"RT In fairness, Joe Biden can't remember where he is most of the time how the hell is he going to know where 20 million va...","sentiment_score":0.5}
{"full_text":"RT One of our lovely Y1 students, Nadhira, created a poster this weekend.  #SaveTheNHS #ThankYouNHS #NHS #NHSheroes #COV...","sentiment_score":0.5}
{"full_text":"RT I spoke to 99 big thinkers about what our world after coronavirus might look like: This is what I learned","sentiment_score":0.0}
{"full_text":"RT With 100,000 Covid deaths, Journalists better mention that Boris Johnson:Feb-Said he wanted UK to have the loosest react...","sentiment_score":0.5}
{"full_text":"RT Imagine the kind of decisions people would make if they knew that there was ongoing, direct monthly financial help throu...","sentiment_score":0.2333333333}
{"full_text":"It's #ChildrensMentalHealthWeek! This lockdown has been challenging for all. Here is a great resource that can support your young ones if they are feeling low about all of the changes and challenges right now.","sentiment_score":0.3371428571}
{"full_text":"She was way too dorky for you to ever hang out with her but she did cut school a lot (to stay home and watch TV)","sentiment_score":0.0}
{"full_text":"I told my grandma something similar and she said . \"But you work in an office you could get a job anywhere\". Madam you understand the second I get bored I get to go run around in an amusement park correct.","sentiment_score":-0.1666666667}
{"full_text":"RT Now that the Biden admin is making these reports public, we can see what we already suspected. Read the report.SC's dark...","sentiment_score":-0.075}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"RT Alcohol-based hand sanitizers have been shown as an effective tool to combat infections due to harmful germs. Extremely...","sentiment_score":0.1166666667}
{"full_text":"RT GOP senators accept Biden's White House invite to discuss COVID-19 relief","sentiment_score":0.0}
{"full_text":"Has anyone ever told you that you are just exhausting? Insurance companies are to blame for medical pricing, not doctors. Do some research. Secondly, Covid is deadly. Your rhetoric is going to get people killed and it will be on your hands until the day you die. Never forget it.","sentiment_score":-0.16}
{"full_text":"RT It is exceptionally \"poor taste\" to use a pandemic to transfer even more wealth from wage earners to the owners of capita...","sentiment_score":0.05}
{"full_text":"RT I've provided Rs. 35,000 crore for COVID vaccines for 2021-22. I'm committed to provide more funds if required. The total bu...","sentiment_score":0.25}
{"full_text":"Quarantine is used to keep someone who might have been exposed to COVID-19 away from others. Follow these self-quarantine procedures to help stop the spread of coronavirus. #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0}
{"full_text":"Quarantine is used to keep someone who might have been exposed to COVID-19 away from others. Follow these self-quarantine procedures to help stop the spread of coronavirus. #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0}
{"full_text":"Dear , I ask you to urgently increase funding for health, education &amp; other social services that protect children from violence during #COVID19 #hiddenhero #ittakesaworld","sentiment_score":-0.0458333333}
{"full_text":"Asos has bought Topshop, Topman and Miss Selfridge in a PS295Million deal.But the agreement does not cover the chains' stores - putting thousands of jobs at risk.Arcadia Group collapsed into administration last year - blaming the impact of Covid-19.","sentiment_score":0.0}
{"full_text":"A recent report from Cancer Australia reveals that as many as 3036 people may have melanoma right now and not know it! Melanoma Patients Australia is concerned that thousands of Australians have undiagnosed melanomas due to the COVID pandemic.","sentiment_score":0.1830357143}
{"full_text":"Every action counts and we all have a part to play in reducing the spread of the virus: stick to the rules to stop the spread.Anyone can spread the coronavirus. The best thing you can do is to stay at home.>Stay home>Protect the NHS>Save lives.","sentiment_score":0.55}
{"full_text":"North Korea's border lockdown against COVID-19 may be threatened by an outbreak of the virus in neighboring China.Jilin province, located 60 miles away, is reporting 473 positive cases as of Jan. 29, but the true number may be four or five times higher.https:\/\/t.co\/5tsQeU0KUt","sentiment_score":0.2886363636}
{"full_text":"TKP Newsletter 1.2.2021: TKP Central Committee's report on pandemic","sentiment_score":0.0}
{"full_text":"A fundraiser has now been launched to help the familyhttps:\/\/t.co\/jQAeezXyn9","sentiment_score":0.0}
{"full_text":"#BillionaireBoy Live On StageCOMING TO 15 VENUES THIS EASTER!We've teamed up once again with bestselling children's author to bring YOU a brand-new COVID-safe #CARPARKPARTY production of Billionaire Boy! Coming this Easter from Friday 2 - Sunday 18 April","sentiment_score":0.1704545455}
{"full_text":"About 2 million #Australians begun their first full day of a strict #coronavirus #lockdown on Monday following the discovery of one case in the community in #Perth, capital of Western Australia state, but no new cases have since been found.https:\/\/t.co\/oYedDUKzJ0","sentiment_score":0.1063636364}
{"full_text":"Monday COVID-19 recyclesites advice (12 open 9-5) Essential visit only - such as storage fire\/health risk - with all safety steps:* social distancing* wash\/sanitise hands before + after* wear gloves + consider mask* max two in vehicleLatest:","sentiment_score":0.0066666667}
{"full_text":"Scientists developed vaccines less than a year after COVID-19 was identified, a reflection of remarkable progress in vaccine technology. But progress in vaccine distribution is another story.https:\/\/t.co\/6mZKzJ1qFx","sentiment_score":0.2277777778}
{"full_text":"i almost fell omg it's so slippery yall better stay at home","sentiment_score":0.5}
{"full_text":"New week, new #usegalaxy webinar. Wednesday 17.00 CET - free for everyone.Supporting the COVID-19 Data portal: viral data cleaning from human reads and submission to the European Nucleotide Archive (ENA)https:\/\/t.co\/XCjpuJTIxx@ELIXIRnodeBE #denbi","sentiment_score":0.1345454545}
{"full_text":"You're happy to promote something that doesn't even stop people from having Covid - what exactly are you doing?? You've sold yourself and you know it.. shame on you..","sentiment_score":0.525}
{"full_text":"Asos has bought Topshop, Topman and Miss Selfridge in a PS295Million deal.But the agreement does not cover the chains' stores - putting thousands of jobs at risk.Arcadia Group collapsed into administration last year - blaming the impact of Covid-19.","sentiment_score":0.0}
{"full_text":"It is having an impacthttps:\/\/t.co\/7t2rAiLeIs","sentiment_score":0.0}
{"full_text":"LOCKDOWN DIARIES: DAY 3222021-02-01 00:00 - The quarantine doesn't know what to do with all the silver it's holding.Stay tuned for dispatches from Radio Free Diablo County.","sentiment_score":0.4}
{"full_text":"Coronavirus Ireland: Heaving Croke Park after Easter a 'false promise' says NPHET experthttps:\/\/t.co\/ccTYaPtWAQ","sentiment_score":-0.4}
{"full_text":"Coronavirus in Oxfordshire: deaths, maps and latest figureshttps:\/\/t.co\/8zUuOOYSE1","sentiment_score":0.5}
{"full_text":"An report of an online poll conducted by in the UK shows 77% of the British public have already had or would have a COVID-19 vaccine, up from 65% in December. 17% said they would not be vaccinated, down from 23% in December.  Read:","sentiment_score":-0.0518518519}
{"full_text":"This week I want to share 5 reasons you need to address your loneliness, Quarantine Fatigue and Pandemic Fatigue now.[1\/5] Feeling lonely is as bad for you as 15 cigarettes per day. It leads to depression, cardiovascular disease and perhaps even dementia.https:\/\/t.co\/2vxo7eWvjf","sentiment_score":-0.4}
{"full_text":"Sea of people fills streets of #Jerusalem as thousands of Orthodox Jews pay last respects to local rabbi despite #COVIDMORE:","sentiment_score":-0.0666666667}
{"full_text":"The Thai Health Promotion Foundation has stated that people with underlying diseases in the group of non-communicable diseases, or NCDs, may have a higher chance of complications and severe symptoms if they are infected with the #COVID19 virus.","sentiment_score":0.25}
{"full_text":"The pandemic magnified our reliance on remote devices for work.Did it expose holes in your workflow?Ready for a digital transformation?Check it out: #submissions #DigitalTransformation","sentiment_score":-0.05}
{"full_text":"We are freaking out!! The  rule \"immediate family\" put  partiality between 300 and 309? We are in continuous loss since lockdown. Our families are apart. We suffer anxiety, stress. Allow pmv300 partners exemption! #Exempt300","sentiment_score":0.0}
{"full_text":"RT Vaccines will have zero effectiveness for those who won't have access them or won't be able to afford them. WE NEED A...","sentiment_score":0.5}
{"full_text":"How the SARS-CoV-2 N439K variant escapes the immune system ...  | #SARSCoV2 | #mutation | #ImmuneSystem | #COVID19 | #pandemic | Via","sentiment_score":0.0}
{"full_text":"The drama in Western Australia has spilled over as the state's Premier sniped at Home Affairs Minister Peter Dutton amid fears of an outbreak.","sentiment_score":0.0}
{"full_text":"YOUNG PEOPLE face more than enough challenges these days without also having to cope with Covid-19. The pandemic has shattered their world in so many different ways.Writes Elizabeth Smithhttps:\/\/t.co\/ffpZQKzIuP","sentiment_score":0.22}
{"full_text":"A fundraiser has now been launched to help the familyhttps:\/\/t.co\/LQJdl8vZQJ","sentiment_score":0.0}
{"full_text":"In order to minimise the spread of the virus as much as possible, it is important that we stay at home.Do your bit to help the NHS by staying home and staying safe.#StickWithIt","sentiment_score":0.2}
{"full_text":"Still time to register for our virtual Industry Event: Survive to Thrive, which takes place this morning at 10am.  Join us as we announce our plans to help the industry survive the COVID-19 crisis and begin the journey to recovery. https:\/\/t.co\/WoR5frG3AN #TourismTogether","sentiment_score":0.0}
{"full_text":"One of the largest #vaccination sites in the U.S. has shut down temporarily on Saturday, after protesters blocked the entrance of Dodger Stadium in Los Angeles. Anti-vaccine and far-right groups attended the protest against COVID-19 vaccines and restrictions. #protest #COVID","sentiment_score":-0.1555555556}
{"full_text":"'I'm in my sweats, for goodness' sakes!' - Greg Kinnear tells how press interviews are going amid Covid-19 as they talk about The Stand |","sentiment_score":0.0}
{"full_text":"Robotics &amp; Automation Industries Post COVID-19 via #automation #robotics #COVID19 #thoughtleading #Irishmanufacturing #technology #Irishengineering","sentiment_score":0.0}
{"full_text":"RT Exclusive: Schools that could lose thousands of pounds because of a change in the way funding for Covid testing is allocat...","sentiment_score":0.0}
{"full_text":"21 changes since first Brum lockdown that will stay with us foreverhttps:\/\/t.co\/aAcO2RPOwy","sentiment_score":0.25}
{"full_text":"It's important to remember that the NHS is here to see you safely. If you have a screening or routine appointment, please make sure you attend.Please read the latest guidance ahead of your visit ","sentiment_score":0.475}
{"full_text":"How do you intend to address the story of the African version of the vaccine being compromised?","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 01\/02\/2021 13:30Total Cases: 10758619 [+0]Active: 165704Recovered: 10433988 [+0]Deaths :154428 [+0]Total Tests: 196.59MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Our CEO on the 3 key things everyone working on the COVID-19 response in conflict contexts must pay attention to:","sentiment_score":0.0}
{"full_text":"Stay Positive with Eliana, every wednesday at 10:00 am on Badna Lebnen Jdid #Badna_Lebnen_Jdid #staypositivewithEliana #staypositive #Lebanon #COVID19 #Beirut #psychotherapist #StaySafe #StayHome #keephope #khlyk_yjby","sentiment_score":0.2272727273}
{"full_text":"RT #CalamityJeane told us 1mm by the end of today. Not much more than half of that had happened.She was as usual w...","sentiment_score":-0.2222222222}
{"full_text":"ECT Charity I be famous?\" asks Peter O'Hara, an ECT regular who uses PlusBus for Health for his GP appointments. Peter is our 500th patient travelling to the #covid vaccine centre.","sentiment_score":0.25}
{"full_text":"* According to information from M1 Hirado on Sunday at 6 pm, fewer Moderna vaccines arrived in #Hungary on Sunday than expectedhttps:\/\/t.co\/1y11bKpz0L","sentiment_score":0.0}
{"full_text":"W\/c 1st Feb.Temporary Covid Timetables begin this week on both NottsBus 833 and Rt93.Full details online at:","sentiment_score":0.0}
{"full_text":"RT #Live #Budget2021: Today India has 2 #vaccines available &amp; has begun safeguarding not just own citizens but also those...","sentiment_score":0.3787878788}
{"full_text":"Pharmaceutical companies are working to understand how effective COVID-19 vaccines are on variants being discovered worldwide -- some that have already landed in the United States.","sentiment_score":0.6}
{"full_text":"Marikina City Mayor Marcelino Teodoro says NTF Against Covid-19 vaccine czar Carlito Galvez Jr, has committed to supplying the city with COVID-19 vaccines to inoculate 70% of the city's population.#covid19ph #vaccine #Marikinahttps:\/\/t.co\/lBsg6HOxbT","sentiment_score":0.0}
{"full_text":"Topics we'll be covering in our webinar session:- Which regions will be the first &amp; last to have widespread access to a #coronavirus vaccine- The logistical, financial &amp; industrial challenges of vaccinating the globe against Covid-19Secure your place:","sentiment_score":0.0833333333}
{"full_text":"Restaurants, cafes and pubs in England are still able to offer takeaway, click and collect and drive through for food and soft drink during lockdown. Alcohol is delivery only. Find out more:","sentiment_score":0.275}
{"full_text":"This significant projection on digitalization of the country's small businesses would be beneficial in the national economic recovery post-COVID pandemic.#CertifiedLokalista #DTIGoLokal #GoLokalPhilippines #iamDTIph #BoostMSME #BuyLocalGoLokal","sentiment_score":0.1083333333}
{"full_text":"\"We basically had to overhaul the entire wedding. The original guest list included 100 for the day with more invited for the evening bash, but this had to be trimmed right down to 25, thanks to the Covid-19 restrictions\" Real Wedding bride JenPhoto - Alan Martin Photography","sentiment_score":0.2007369615}
{"full_text":"Early Years providers, #nurseries &amp; school staff are at breaking point &amp; need support at risk of the sector collapsing. WE are calling for Early Years &amp; School staff to be prioritised in the next round of vaccinations &amp; for nurseries to receive a bailout.https:\/\/t.co\/XembYzE43p","sentiment_score":0.0}
{"full_text":"This week, James introduces us to the first woman in space, Valentina Tereshkova!Link in the bio for a cool story.#SpaceX #podcast #lockdown #strongwomen","sentiment_score":0.3}
{"full_text":"RT Is that the best you could come up with?We get to keep something the same?Tory MP new chore - scraping barrels","sentiment_score":0.5681818182}
{"full_text":"JUST IN: The Department of Health has recorded 1,658 additional Covid-19 cases on Monday, Feb. 1, bringing the country's total number of cases to 527,272. #CoronavirusPH #Covid19PHReal-time updates on Covid-19 here:","sentiment_score":0.0}
{"full_text":"This is an abhorrent statistic. During the Covid-19 pandemic we need a #PeoplesVaccine not a profit vaccine. #HealthForAll#UHC2030","sentiment_score":-0.7}
{"full_text":"No Fix No FeeBook Now: #australia #melbourne #covid19 #covid20 #phonerepair #iphonechargingport #iphonerepairs #iphonescreenrepair #iphonebatteryreplacement  #iphone11promax #iphonescreenreplacement #MMPR #iphone #MelbournePhoneRepairs","sentiment_score":0.0}
{"full_text":"Here's my Acoustic cover of Karma Chameleon - and that I did for during lockdown 1. Feel free to comment. #BoyGeorge #RadioWigwam #HandbagPunk","sentiment_score":0.4}
{"full_text":"The next round of vaccinations will focus on members of the public over 85 years of age. If you or a relative are in this age category you do not need to register. Your GP will contact you as soon as your vaccination is ready. #covid #ireland #vaccine #longford","sentiment_score":0.0}
{"full_text":"SAPM on Health Dr. Faisal Sultan (@fslsltn) has announced that the first batch of Chinese #CovidVaccine has reached #Pakistan. A special #PAF plane with the first tranche of #sinopharm vaccine landed in #Islamabad earlier today.#CoronaVirus #COVID19","sentiment_score":0.1714285714}
{"full_text":"#ADBNEWS: ADB today announced that it has helped the Georgian government develop its National Plan for COVID-19 Vaccine Deployment. The plan will enable the successful deployment, implementation, and monitoring of COVID-19 vaccines once they become available. Read ","sentiment_score":0.575}
{"full_text":"RT To defend corruptly handing squillions to mates durimg the pandemic, Tories are handing sqillions to mates to make judici...","sentiment_score":-0.5}
{"full_text":"Need a face mask?Wear this puppy on Draft Day to be 'COVID-safe' ... especially handy if you struggle with your Poker Face when it comes to your selections!#AFLFantasy","sentiment_score":1.0}
{"full_text":"Get well soon, Sir Tom!","sentiment_score":0.0}
{"full_text":"\"Regrettably at the funeral on Friday morning, a significant number of people gathered as part of the cortege, in a manner likely to be in breach of the health protection regulations\"https:\/\/t.co\/KqRBusx96c","sentiment_score":0.1875}
{"full_text":"RT For there will be TROUBLE then WORSE than there has EVER BEEN from TH BEGINNING of TH WORLD UNTIL NOW,and there will be NOT...","sentiment_score":-0.3}
{"full_text":"The Global Direct Benoni branch manager tested positive for Covid-19 on July 8, 2020.","sentiment_score":0.1090909091}
{"full_text":"RT WHO team in Wuhan visits provincial centre for disease control","sentiment_score":0.0}
{"full_text":"Efforts to end #pandemic: Rs 35,000 crore for Covid-19 vaccine in this year 2021-22#CovidVaccine #Budget2021","sentiment_score":0.0}
{"full_text":"How far is the US from COVID-19 immunity? The Oliver Wyman Forum shares the latest statistics on the vaccine, and what hurdles still remain.","sentiment_score":0.3}
{"full_text":"RT If COVID is virtually dead in India, this must mean that the Modi Government has handled the crisis exceptionally well....?","sentiment_score":0.0513888889}
{"full_text":"Britain raises order to 100 million Valneva COVID-19 vaccine doses The British government has ordered 40 million further doses of Valneva's COVID-19 vaccine candidate for 2022, bringing its total orders to 100 million, the French drugmaker said on Monday.","sentiment_score":0.0}
{"full_text":"RT BTS \"get more back from the happiness fans exhibit from listening to their songs, &amp; the feelings fans share with others\"..Thi...","sentiment_score":0.4}
{"full_text":"RT My new thing: #Podcasting Check it out if you enjoy people chatting shit about all sorts, mainly  #MMA #BJJ #Music #Life in...","sentiment_score":0.1257575758}
{"full_text":"UK minister: We hope record fundraiser Captain Tom pulls through A British minister said she was hoping centenarian Captain Tom Moore, who raised millions of pounds for the health service in last year's lockdown, would pull through after the record-breaking fundraiser was admitte","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"Corona und das Homeschooling Disasterhttps:\/\/t.co\/tuhLwW5nYO#corona #homeschooling #kidszuhause #wochenlernplan","sentiment_score":0.0}
{"full_text":"Businesses required to close due to the national lockdown may be eligible for the LRSG (Closed) Addendum schemes. To find out more go to #government #covid19 #grant #accountant #LRSG #localcouncil #business #LocalBussines #SupportGrant","sentiment_score":0.0916666667}
{"full_text":"RT the fact that uc davis is trending rn for being one of the most proactive and responsible covid response programs in th...","sentiment_score":0.35}
{"full_text":"RT If according to great Prashant Bhushan ji, \"Covid is dying down in India' then must be considered the bes...","sentiment_score":0.3222222222}
{"full_text":"Join our #HETTReset panel session with - Feb 8 | 09:15 as we explore the COVID-19 healthcare RESET, and the new state-of-play of our #Digital #Healthcare System. Register here:","sentiment_score":0.0681818182}
{"full_text":"It could have been more elaborate https:\/\/t.co\/1TYlJDMqmS","sentiment_score":0.5}
