{"full_text":"There is no room for white supremacist in our Government. We are a multiracial Nation. Nothing that they can change.","sentiment_score":0.0}
{"full_text":"RT Breaking News: The FDA authorized Johnson &amp; Johnson's coronavirus vaccine, the first that requires only a single shot. Distrib...","sentiment_score":0.0595238095}
{"full_text":"I had an extremely mild case and have been \"recovered\" for about a month but still don't feel like I'm back to 100%. Even if you think you'd have a mild case too, because of your age\/health\/whatever, you still don't want this!!","sentiment_score":0.2847222222}
{"full_text":"RT #BREAKING: The first shipment of the Astra Zeneca #COVID19 vaccine has arrived in #Australia  . ","sentiment_score":0.25}
{"full_text":"RT Bandwagon AsiaNO TO RACISM#NOtoRacism#NEINzuRassismushttps:\/\/t.co\/9i1B1j90MS","sentiment_score":0.0}
{"full_text":"RT February 28, 2020 - \"What You Are\" - Dave Matthews Band - The Chelsea - Las Vegas, NVFrom the 1st of 2 shows DMB was able...","sentiment_score":0.5}
{"full_text":"And then there were three... #COVID19 #COVIDVaccine","sentiment_score":0.0}
{"full_text":"RT 68 percent of Americans want Biden's COVID relief bill, but not a single House Republican voted for it this morning. It passed...","sentiment_score":0.0357142857}
{"full_text":"RT COVID nursing home residents were reimbursed twice as much (Medicare) as regular residents (Medicaid).Under Cuomo's March 25...","sentiment_score":0.1}
{"full_text":"RT Walmart, the largest employer in America, is owned by the richest family in America. Their wealth has gone up $50 billio...","sentiment_score":0.0}
{"full_text":"RT Hey Republicans, not a single one of your representatives voted to give you a $1400 stimulus check in the middle of the...","sentiment_score":0.0178571429}
{"full_text":"Sometimes it's necessary because of COVID-19 Pandemic and fast food and other restaurants only have drive thru pickup. I want my food hot and so I sacrifice a little.","sentiment_score":0.0229166667}
{"full_text":"RT \"Whoops we said the quiet part out loud, our bad. Anyway check out this cool video about these protein packed bugs!\"","sentiment_score":-0.040625}
{"full_text":"RT If we think J&amp;J take-up may be lower than the mRNA vaccines because of perceived efficacy, would be great to put it on a 2nd...","sentiment_score":0.4}
{"full_text":"people who are in thrall to Mammon do not act rationally or wisely, all they can see is an exponential asymptote reaching toward infinity.","sentiment_score":0.7}
{"full_text":"RT We find the money to do all the wrong things in this country but want to nickel and dime poor people as they try to survi...","sentiment_score":-0.45}
{"full_text":"RT 1 year ago today: Fox News downplays the threat of coronavirus\"Zero people in the United States of America have died from th...","sentiment_score":0.0}
{"full_text":"One year ago today: Fauchi scolds us for wanting to wear a mask.","sentiment_score":0.0}
{"full_text":"RT I had no idea until COVID that the academic mill could produce such a high volume of garbage science, on such short noti...","sentiment_score":0.032}
{"full_text":"RT [tears in my eyes] nice","sentiment_score":0.6}
{"full_text":"RT Reminder than nobody ever hired or elected these misanthropes to plan the world economy.","sentiment_score":0.0}
{"full_text":"RT So the House passed Biden's $1.9 trillion COVID relief bill, 219-212. Not a single Republican voted for it. Not one th...","sentiment_score":0.0357142857}
{"full_text":"RT Y'all, our brother and comrade Mumia has COVID. We need him out and free NOW. Please call and share your support. TODAY.","sentiment_score":0.4}
{"full_text":"RT There is insufficient safety data for pregnant women from Pfizer clinical trials &amp; Its best to wait until after the birth to...","sentiment_score":0.6666666667}
{"full_text":"RT COVID nursing home residents were reimbursed twice as much (Medicare) as regular residents (Medicaid).Under Cuomo's March 25...","sentiment_score":0.1}
{"full_text":"RT So the House passed Biden's $1.9 trillion COVID relief bill, 219-212. Not a single Republican voted for it. Not one th...","sentiment_score":0.0357142857}
{"full_text":"RT #IceBerg breaks in #AntarcticaIt has the size of L.A. or London. Let's  wait  for the next pandemic. #CongratulationsWorl...","sentiment_score":0.0}
{"full_text":"Until they have a Covid outbreak (Sorry for being the doom merchant)","sentiment_score":-0.5}
{"full_text":"RT The Democrats \"Covid relief\" deal:Pelosi gets a tunnelSchumer gets a bridgePlanned Parenthood gets cashAll while t...","sentiment_score":0.0}
{"full_text":"RT After the House passed the coronavirus relief bill overnight, President Biden said he called Speaker Pelosi this mornin...","sentiment_score":0.0}
{"full_text":"RT Infection control theatre. - Effort without benefit. - Gives attendees a false sense of security.- Cool drone tho.","sentiment_score":-0.025}
{"full_text":"RT I know Twitch is gonna do the bare minimum for us during Asian American History Month, even in the face of all the incr...","sentiment_score":0.0166666667}
{"full_text":"RT We find the money to do all the wrong things in this country but want to nickel and dime poor people as they try to survi...","sentiment_score":-0.45}
{"full_text":"RT #tb to bby Melissa circa 2015 rocking a makeshift face shield pre-pandemic ","sentiment_score":0.0}
{"full_text":"Very well put by excellent. She sums up everything people are frustrated about, including the draconian pandemic measures and the buzzkills.https:\/\/t.co\/m9IQjghFf7","sentiment_score":0.1666666667}
{"full_text":"RT The governor of the state with the largest per capita COVID deaths makes fun of the doctor that tried to prevent them.Thi...","sentiment_score":0.3}
{"full_text":"Fuck a pandemic i love me a drought","sentiment_score":0.05}
{"full_text":"RT new CDC guidance suggests you don't go wasting your devotion and to instead lay all your love on me","sentiment_score":0.3181818182}
{"full_text":"RT Lauren Boebert said no to walking through a metal detector, no to masks, no to COVID relief, no to President Biden's ele...","sentiment_score":0.0}
{"full_text":"RT COVID isn't SARS, it isn't influenza, it isn't smallpox, it isn't measles. For every analogy we might draw, there are a...","sentiment_score":0.0}
{"full_text":"But if your surgeon actually didn't wear a mask for your surgery he must not have been worried about your health! Lol! Or any backsplash that would have ended up in his mouth or nose! Yuck. Find a new surgeon","sentiment_score":0.3787878788}
{"full_text":"#Masks are tools of #SocialConditioning, #psychological #manipulation. Nothing to do with #coronavirus.Last year March, there was none. By this March, its 3. Who knows by next March it'll be 30. And some lunatic jumps on my face to count if I wear 30 or breaking the law.","sentiment_score":0.0}
{"full_text":"RT [A\/N] After being re-shared, the article gained more positive reactions ","sentiment_score":0.3636363636}
{"full_text":"Sneaky Nancy!!","sentiment_score":0.0}
{"full_text":"RT Which of the 3 #COVID19 #vaccines should you get? The first one you are offered. No one in the #clinicaltrials who complet...","sentiment_score":0.25}
{"full_text":"RT I think the mRNA vaccine will turn out to be likely the biggest scientific advancement of my lifetime.","sentiment_score":0.0}
{"full_text":"RT Indian economy has revived after the COVID shock that continues to cause bloodbath in major economies, with GDP clocking a p...","sentiment_score":0.0625}
{"full_text":"RT This is so exhausting. Schools did not make the pandemic. Teachers did not make the pandemic. What is your goa...","sentiment_score":-0.4}
{"full_text":"They said the same about the Spanish flu pandemic. It turns out people actually died from viral pneumonia caused by wearing masks...Sound familiar???","sentiment_score":0.09375}
{"full_text":"Some people need to wake up, remove the blinkers and realize the shit that's going on around them. Wear a mask, protect others even if they are ignorant","sentiment_score":-0.2}
{"full_text":"RT Walmart, the largest employer in America, is owned by the richest family in America. Their wealth has gone up $50 billio...","sentiment_score":0.0}
{"full_text":"RT But also, #TaxTheRich. Send a message before Budget 2021: make those who have made bank on COVID - and enviro...","sentiment_score":0.0}
{"full_text":"I honestly thought we'd have Covid-Conscious parades when Biden was elected. The global reaction was cool...fireworks in England, Bells Ringing in Paris...but I was up for a 5 Million Happy People Jamboree, you know what I'm sayin'?But, yeah...'twill be a good day for me, too.","sentiment_score":0.525}
{"full_text":"I'm anti-stupidity. Not volunteering to take this vaccine is a dumb way to feel smart. Worse even than getting triggered by a pug w\/ a Biden scarf into equating abortion rights with vaccinating troops against a pandemic that's killed more Americans than WW2, Korea, and Vietnam.","sentiment_score":-0.0521428571}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"Some are going the extra mile and even denying there is a pandemic. They think the death toll is just a fraction of the fraction and hence negligible. Authorities are a bit too silent on these matters.","sentiment_score":0.0}
{"full_text":"RT How come COVID only infects public but not private school teachers?","sentiment_score":0.0}
{"full_text":"New Brunswick based #johnsonandjohnson #covid vaccine gets Emergency Use Authorization from FDA","sentiment_score":0.1363636364}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT Why are workers \"essential\" enough to work through a deadly pandemic but not essential enough to get paid a living wage?","sentiment_score":-0.04}
{"full_text":"RT Republicans chose CPAC over COVID relief","sentiment_score":0.0}
{"full_text":"RT Detractors keep saying no one would upset if the German radio guy slandered a western band instead of BTS. But if he had...","sentiment_score":0.0}
{"full_text":"That's because they know what's in the bill , 91% non covid.  Breakdown the bill for the American people and I will admit if I'm incorrect.","sentiment_score":0.0}
{"full_text":"Y'all be hugging people &amp; shit at work. Uhuh. Covid real. &amp; ion know y'all like that!","sentiment_score":0.025}
{"full_text":"You, me, Renee, and Becky in a game of baseball after this pandemic and after blonde gets her pre-pregnant body back. We're getting nine innings in.","sentiment_score":-0.1333333333}
{"full_text":"See y'all bright and early tomorrow!","sentiment_score":0.4125}
{"full_text":"RT Punjab govt scheduled lockdown bcs of mehraaj rally#3MonthsOfDelhiProtest#JobKiBaat","sentiment_score":0.0}
{"full_text":"RT just heard the interview of that radio host saying awful things about BTS. this is beyond unacceptable. the fact that he t...","sentiment_score":-1.0}
{"full_text":"RT Texas State interim head coach Terrence Johnson couldn't be on the sidelines when his team clinched the Sun Belt title due...","sentiment_score":-0.125}
{"full_text":"That's great news. But somehow I feel we could end up with a #diabetes pandemic at the other side of the #Covid one! #diabetes_statistics","sentiment_score":0.321875}
{"full_text":"RT Nancy Pelosi snuck some of her pet projects into Congress' latest COVID relief bill and Kevin McCarthy's response says it...","sentiment_score":0.5}
{"full_text":"CUSTOM TRIOS \/\/ NO COLD WAR LOADOUTS \/\/ STAY IN STREAM TO HEAR IN MATCH MINI GAMES!    !discord !rules !tiktok","sentiment_score":0.5}
{"full_text":"RT \"My brother had opera singers' lungs,\" she wrote in a Facebook post, \"and Covid destroyed them.\"-- Antoine Hodge, Opera S...","sentiment_score":0.0}
{"full_text":"RT Make a cruel \"joke\" about Don Jr. dating a woman older than himself Make another about Ted Cruz's COVID weight g...","sentiment_score":-0.4166666667}
{"full_text":"RT I believe that some of that decline should be attributed to his COVID-19 executive actions, increasing vaccine access, and...","sentiment_score":0.0}
{"full_text":"More to the point, how many of us know the statistics on transport movements? It could probably be checked via google transport or some such. When a lockdown is ordered there ought to be LESS movement out of Auckland than more movement, regardless of income.","sentiment_score":0.2666666667}
{"full_text":"RT Two US doctors using HCQ + Zinc and Ivermectin as early treatment for Covid. Only 2 deaths from 5000 patients (0.04% case...","sentiment_score":0.05}
{"full_text":"The CDC-backed website, has now been updated to include COVID-19 vaccine locations nationwide. ","sentiment_score":0.0}
{"full_text":"'LiTron' turns Covid warrior at Durgam Cheruvu bridgehttps:\/\/t.co\/RcVRSf76Sn","sentiment_score":0.0}
{"full_text":"RUSSELL WATKINS, 51, of Little Rock, Arkansas, died of COVID on Dec. 14, 2020. \"Russell was a well known barber...he loved what he did &amp; started cutting at the age of 9 in his parents house. He never met a stranger &amp; was able to make u smile when u just didn't feel like it.\"","sentiment_score":0.1425}
{"full_text":"RT We find the money to do all the wrong things in this country but want to nickel and dime poor people as they try to survi...","sentiment_score":-0.45}
{"full_text":"RT To Congressional Republicans, conspiracy theories are more important than the American people. Last night, they voted ag...","sentiment_score":0.225}
{"full_text":"Closure Alert in Costa Mesa The I-405 north has a planned full freeway closure between the SR-73, Corona Del Mar Freeway, and Fairview Road from 10 pm on Saturday February 27th to 8:30 am on Sunday February 28th.","sentiment_score":0.35}
{"full_text":"RT \"Drouin said the variant is mostly circulating among children in schools and daycares, who are in turn spreading it to t...","sentiment_score":0.5}
{"full_text":"The first batch of #COVID19 #vaccines made by the Chinese biopharmaceutical company Sinovac Biotech arrived in #Malaysia on Saturday, boosting the country's capability in the fight against the #pandemic.","sentiment_score":0.125}
{"full_text":"Here's the latest on the race to end the pandemic:https:\/\/t.co\/XAm6oR67Zp","sentiment_score":0.5}
{"full_text":"The 19Hrs Vs #COVID19 charity stream was a roaring success! We raised an incredible PS2500 for and I finally played the masterpiece that is Chrono Trigger! Thank you so much to everyone who came along, it was truly incredible, really choked up at the end!","sentiment_score":0.4375}
{"full_text":"About 7,000 persons in Hong Kong received their first dose of the vaccine under the COVID-19 Vaccination Programme on Saturday, bringing the cumulative total of those inoculated since Feb 22 to about 13,600.  For full story: #HongKong #COVID19","sentiment_score":0.2}
{"full_text":"RT Who followed your 1st career choice?  If you didn't what was your first career choice?  I followed my first choice and ha...","sentiment_score":0.25}
{"full_text":"Yep.  Avg age of Covid death 78.  Avg age of death in US 78.   Use your brain buddy.  I think you left it behind in the restroom.","sentiment_score":-0.2}
{"full_text":"The collaboration of scientist world-wide has been extraordinary! Moderna, Pfizer, and J&amp;J vaccines have 100% protection from critical illness and death. Get the first vaccine available! Thanks to the scientists and volunteers who made this possible! Now equal access for all!","sentiment_score":0.1952380952}
{"full_text":"Most of the states said they did not know how many #COVID19 vaccine doses - or which one -will they receive, just a day ahead of the drive is set to be scaled up to cover one of the most vulnerable population groups.#COVIDVaccine","sentiment_score":0.25}
{"full_text":" #ICYMI | The COVID-19 pandemic claims one more victim, as Norwegian Air (DY) has just published its Fourth Quarter 2020 interim report.:","sentiment_score":0.10625}
{"full_text":"The US FDA has granted emergency-use authorisation to Johnson &amp; Johnson's single-dose Covid-19 vaccine, for people aged 18 and above.J&amp;J's doses can be stored for long periods in the refrigerator.Pfizer-BioNTech and Moderna's vaccines require 2 doses and low-temp storage.","sentiment_score":-0.075}
{"full_text":"U.S. testing hit a peak on Jan. 15. Since then, the average number of daily tests has fallen more than 28%. Officials say there are many reasons for the fall.","sentiment_score":0.2125}
{"full_text":"Former NBA star Jeremy Lin will not be naming the person who called him \"coronavirus\" while he was playing basketball.https:\/\/t.co\/FXNfDM8ugb","sentiment_score":0.0}
{"full_text":"South Carolina Congressman Tom Rice was among lawmakers in the House to vote against a proposed $1.9 trillion COVID-19 relief package.","sentiment_score":0.0}
{"full_text":"To get ahead of variants, Covid drug makers use evolution as guide via #pharma #healthcare","sentiment_score":0.0}
{"full_text":"More people in west Louisville are now vaccinated as effort is underway to provide greater access to the COVID-19 vaccine.","sentiment_score":0.5}
{"full_text":"Buffett upbeat on U.S. and Berkshire, buys back stock even as pandemic hits results","sentiment_score":0.0}
{"full_text":"The World War II veteran raised $46 million for Britain's National Health Service by walking laps in his backyard last year during the COVID pandemic.","sentiment_score":0.0}
{"full_text":"RT No one has been more wrong about Covid -19 than Anthony Fauci! Republican states are leading the way, more vaccinations,...","sentiment_score":0.125}
{"full_text":"Parrott's Bay is the Cataraqui Region Conservation Authority's newest conservation area. It has 117 hectares (289 acres) of woods and wetlands with beautiful waterfront views. #SocialDistancing","sentiment_score":0.85}
{"full_text":"RT Andrew Cuomo is the Bernie Madoff's of Harvey Weinstein's","sentiment_score":0.0}
{"full_text":"\"It's different when you're dealing with a loved one,\" Sydni said. \"In the background, my mom is calling 911 and at the same time she's yelling, 'Save your dad!'\"","sentiment_score":0.2333333333}
{"full_text":"According to the CDC, 39% of Michiganders suffer symptoms of anxiety and depression.","sentiment_score":0.0}
{"full_text":"According to UC San Diego Health, which runs the county's largest vaccine site at Petco Park, county officials are closing the site and all appointments for Saturday, Sunday, Monday and Tuesday will be rescheduled.","sentiment_score":0.0}
{"full_text":"Santa Barbara County reported 84 new COVID-19 cases and two new deaths on Saturday. 74 people are currently hospitalized, 18 of whom are in the ICU.","sentiment_score":0.0909090909}
{"full_text":"Oh no! ","sentiment_score":0.0}
{"full_text":"A second Pennsylvania health system has acknowledged that it gave the COVID-19 vaccine to employees' family members, but says it halted the program after discussions with the state Department of Health.https:\/\/t.co\/OzAoGYZhGp","sentiment_score":0.0}
{"full_text":"Findlay City Schools along with Hancock County Educational Service and Meijer held a vaccination clinic Saturday morning.https:\/\/t.co\/lrQdNUqm7T","sentiment_score":0.25}
{"full_text":"\"Although the COVID-19 pandemic persists, so does the Constitution,\" the judge wrote.","sentiment_score":0.0}
{"full_text":"There's been a wave of hope of sustaining falls in #COVID19 infection rates recently in #Europe. But several countries are now reporting new outbreaks. #Merkel said the data points to a possible '3rd wave'. Another lockdown is being prepared in Germany. Trent Murray reports.","sentiment_score":0.0272727273}
{"full_text":"(1) you should still where a mask if you have been vaccinated(2) If they can't wear a mask you shouldn't go into the store.Your garbage positions are garbage","sentiment_score":0.0}
{"full_text":"The Feb. 12 exposure at M.B. Sanford Elementary School led to recommendations for an entire class to get tested.","sentiment_score":0.15}
{"full_text":"#Maharashtra, #Punjab, #Gujarat, #MadhyaPradesh, #Chhattisgarh, #WestBengal, #Telangana and #JammuKashmir have been reporting an increasing trend in new #COVID19 cases in the last week  #Coronavirus #coronavirusindia","sentiment_score":0.0681818182}
{"full_text":"The COVID-19 might have stalled out many things in \"normal\" life; however, it accelerated the adoption of new technologies.","sentiment_score":0.2621212121}
{"full_text":"RT Oh. I was wondering where those went! #Caturday #CatsOfTwitter #StayHome #Louie","sentiment_score":0.0}
{"full_text":"There's nothing like a fish fry Friday in New Orleans. Take a look at how churches in the metro area are adjusting the Lenten tradition amid the coronavirus pandemic.: The Times-Picayune | The New Orleans Advocate","sentiment_score":0.1363636364}
{"full_text":"FRONT PAGE: SUNDAY 28 FEBRUARY 2021..#dailynewszim #news #zimbabwe #zimnews #lockdown #COVID19 #MaskUpZimbabwe #Sunday #coronaviruszim","sentiment_score":0.0}
{"full_text":"Personal Safety Tips to Remember During a Pandemic ","sentiment_score":0.0}
{"full_text":"RT Who thinks that Andrew Cuomo is being railroaded by Trump and his GOP cronies because Cuomo did an awesome job with ha...","sentiment_score":1.0}
{"full_text":"RT We find the money to do all the wrong things in this country but want to nickel and dime poor people as they try to survi...","sentiment_score":-0.45}
{"full_text":"Have you read any of the ZEDS series yet? If not I mean, what're you waiting for?#wattpad #writingcommunity #zombies #pandemic","sentiment_score":0.15625}
{"full_text":"In the midst of a pandemic social media is comfort for many. Doesn't replace the comforting hug from loved ones but it is what we all live with right now.","sentiment_score":0.3310822511}
{"full_text":"RT I always wish to meet Art in person...Just like thailand babyheart....Please COVID go go away so we all can go meet him...","sentiment_score":0.0}
{"full_text":"RT Here's Madoff talking regulation and rule-breaking on Wall Street, while running the biggest financial fraud in history....","sentiment_score":0.0}
{"full_text":"RT Yesterday was an incredible day. Women are facing impossible choices every day during this pandemic. It's unequal and it'...","sentiment_score":0.1166666667}
{"full_text":"RT Why would oppose the American Rescue Plan? They didn't read the bill. The relief package funds:-Vaccinations-Stimulus...","sentiment_score":0.0}
{"full_text":"RT We find the money to do all the wrong things in this country but want to nickel and dime poor people as they try to survi...","sentiment_score":-0.45}
{"full_text":"So Hill vs Yoder got canned due to Covid protocols I just learned","sentiment_score":-0.125}
{"full_text":"RT New Livable Lesson Video: Andrew Howard teaches viewers about what makes a \"successful place\" and how communities can (and...","sentiment_score":0.4431818182}
{"full_text":"RT I spoke with President Tshisekedi of the Democratic Republic of the Congo about good governance and reforms, COVID-19, Ebola, trade...","sentiment_score":0.7}
{"full_text":"RT My friend Julee Jaeger knows what's up. She's a scientist, prize-winning knitter, mom and a strong advocate for keeping A...","sentiment_score":0.4333333333}
{"full_text":"RT #Master - Number 1 movie in TN, in terms of its share value. Truly a collar-up moment for #ThalapathyVijay fans, as it s...","sentiment_score":0.0}
{"full_text":"15 Tips for Recovering COVID-19 Business Losses via","sentiment_score":0.0}
{"full_text":"Several COVID-19 vaccine clinics held in Charlotte","sentiment_score":0.0}
{"full_text":"RT 1 year ago today: Fox News downplays the threat of coronavirus\"Zero people in the United States of America have died from th...","sentiment_score":0.0}
{"full_text":"RT The statement made by about salt pan workers collecting salt for making medicines to be used for treatin...","sentiment_score":0.0}
{"full_text":"Bro! I am sorry to hear that you have Covid. I hope that you feel better soon!","sentiment_score":0.0625}
{"full_text":"Millenials will pay $10,000 Each paying back a $1,400 check from a $1.9 Trillion Covid relief bill that only 9% goes to COVID relief. The rest is BS for Democratic special interests. Wake up millenials! This is why you are screwed and it wasn't Trump! cA owes $2.5 trillion!","sentiment_score":0.232514881}
{"full_text":"Land row, financial stress and strain of Covid lockdown probed by gardai investigating horrific double murder-suicide of Hennessy brothers","sentiment_score":-0.3333333333}
{"full_text":"Time: 03:00 * Temp: 6.8degC * Wind: S 0.0 to 0.0mph * Pressure: 1033.3hPa * Rain: 0.0mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:13 * Sunset: 17:57 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"We love hearing about our past students and we look forward to hearing more about these great women in the future.  Congratulations to all 2020 students for getting through their VCE  - especially in amongst the COVID-19 pandemic. #olacheltenham #CEMelbourne #cheltenham","sentiment_score":0.2583333333}
{"full_text":"RT Alaska has small and rural communities! Check this out and SHARE!! #AkLearns #AkReads #WhyILibrary","sentiment_score":-0.125}
{"full_text":"RT BREAKING: U.S. approves Johnson &amp; Johnson's single-dose COVID-19 shot, adding a third vaccine option to the race against the virus....","sentiment_score":0.0}
{"full_text":"#POFreight :  to avoid travel delays please get a COVID-19 test early in your journey.. Directions to the nearest sites offering COVID-19 tests using this map: (no need to take a test when returning to France after spending less than 48 hours in the UK)","sentiment_score":-0.2722222222}
{"full_text":"RT The week before I took office, 6 million COVID-19 vaccine shots were administered.This coming week, our Administration will li...","sentiment_score":0.0}
{"full_text":"US FDA approves Johnson &amp; Johnson's COVID-19 vaccine for emergency use","sentiment_score":0.0}
{"full_text":"RT 1 year ago today: Fox News downplays the threat of coronavirus\"Zero people in the United States of America have died from th...","sentiment_score":0.0}
{"full_text":"True for Australia, too","sentiment_score":0.35}
{"full_text":"RT Can anyone coherently explain why Congress cannot pass a COVID relief bill100% focussed on funding COVID and stimulus c...","sentiment_score":0.5}
