{"full_text":"RT Enjoy the winter weather and the fun break it will provide from the stress of everyday COVID life. We hope that today's snow...","sentiment_score":0.1666666667}
{"full_text":"RT  Fountain of Love  Inviting Filipino fans to come and join us watch the very first musical dancing fountain for Mew...","sentiment_score":0.275}
{"full_text":"Love it #knutsford ","sentiment_score":0.5}
{"full_text":"RT COVID-19 Mapping and Mitigation in Schools (CoMMinS)  Important new study looking at infection dynamics of school pupils...","sentiment_score":0.2681818182}
{"full_text":"RT My husband woke up this morning in a frenzy telling me he had a terrible dream.. I was ready to war in prayer. The dream....","sentiment_score":-0.4}
{"full_text":"RT The Special Covid-19 Social Relief of Distress Grant has been extended for a further 3 months. This grant is intended to...","sentiment_score":0.1301587302}
{"full_text":"RT There it is. Returned traveller in VIC ICU says he WAS allowed to use nebuliser, again calling into question the narrative...","sentiment_score":0.0}
{"full_text":" Whaaaaat??? ","sentiment_score":0.0}
{"full_text":"RT Almost a third of all Covid deaths occurred in January.2\/5 of all Covid hospitalisations occurred in January.In unr...","sentiment_score":0.0}
{"full_text":"RT The way the media covered Cuomo during the pandemic is the most shameful sequence of journalism I've ever seen.If you...","sentiment_score":0.5}
{"full_text":"RT In Biden's defense Florida didn't give Hunter ONE BILLION DOLLARS.","sentiment_score":0.0}
{"full_text":"RT It's the First Anniversary of Prime Minister Boris Johnson missing 5 Emergency Cobra Meetings before emerging to tell us to...","sentiment_score":0.025}
{"full_text":"Sending  to my friend and his son Caden following the passing of his sweet wife Tammy from Covid, 5 weeks after his Father departed from same.  I cannot fathom. Please do your part to keep yourselves, your family and the rest of us safe.","sentiment_score":0.2125}
{"full_text":"RT BREAKING: The NIHR-supported RECOVERY trial has shown that the arthritis drug tocilizumab reduces the risk of death for h...","sentiment_score":0.0}
{"full_text":"Coverage of our latest report, The Anti-Vaxx Playbook, and advice for what everyone can do to limit the spread of their lies, from for","sentiment_score":0.5}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"RT 2) Here are the detailed lockdown rules. Only essential businesses open. Restaurants only for take away service.","sentiment_score":0.08}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT How to fold your surgical mask to create a better fit and increase personal protection, per new CDC guidelines. #COVID19 #M...","sentiment_score":0.2590909091}
{"full_text":"RT The COVID-19 vaccination programme continues across Surrey Heartlands. Our latest infographic shows how we're doing -...","sentiment_score":0.5}
{"full_text":"Great article and thanks for quoting our Pocket Money Index figures. It's been fascinating to see kids' spending behaviours move online over the lockdowns, it will be interesting to see what happens when lockdown is over ","sentiment_score":0.55}
{"full_text":"They must arrest themselves for lying and spreading falsehoods that they didn't know abut the Lockdown rally and video evidence","sentiment_score":-0.05}
{"full_text":"RT It's the week of love and you guys are ROMANTIC!Today we meet Josh and Hannah who share with us their lockdown love st...","sentiment_score":0.5}
{"full_text":"Highly Contagious UK Variant of Coronavirus Found in Sri Lanka for 1st Time #UnitedKingdom #Coronavirus #SriLanka","sentiment_score":0.16}
{"full_text":"RT Lockdown is a constant cycle of waking up one day taking on the world and the next not wanting to get out of bed","sentiment_score":0.0}
{"full_text":"RT To say there are currently a couple of million Melburnians enjoying a Bacchanalian \"last supper\" is not an exaggeratio...","sentiment_score":0.1666666667}
{"full_text":"RT If I live as long as Sister Andre, Selena Gomez, whom I am currently working with, would be 70.","sentiment_score":0.0287878788}
{"full_text":"RT Post Exclu: top aide privately apologized to Democratic lawmakers for withholding the state's nursing-home deat...","sentiment_score":0.25}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT Kenyans might have to wait for about a year to get the much-awaited Covid-19 vaccine.https:\/\/t.co\/z2bTs9lChK","sentiment_score":0.0}
{"full_text":"RT Just passed by the Lekki toll gate, and all I can say is please stay at home tomorrow!There are already at least 3 truck...","sentiment_score":-0.3}
{"full_text":"RT Victorians don't believe Dan. They don't believe this lockdown will be for 5 days only. #COVID19Vic","sentiment_score":0.0}
{"full_text":"RT Seeing a lot of patients with CXR suggestive of COVID-19 pneumonia. If this isn't a reason to get vaccinated, I don't know what...","sentiment_score":0.0}
{"full_text":"I think there were lots of ppl positioned to benefit from a pandemic requiring lots of $ and yielding lots of chances to push stuff through and stifle dissent. And look at how the cranking up of online censorship\/\"moderation\"\/\"fact-checking\" was supercharged by COVID hysteria.","sentiment_score":0.0}
{"full_text":"RT Breaking: Cuomo aide says state withheld nursing home COVID death data, fearing federal prosecutors | Just The News ht...","sentiment_score":0.0}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"RT The pandemic emptied many of Europe's cities as residents tried to avoid the virus or escape cramped apartments. With months o...","sentiment_score":0.5}
{"full_text":"RT It's the First Anniversary of Prime Minister Boris Johnson missing 5 Emergency Cobra Meetings before emerging to tell us to...","sentiment_score":0.025}
{"full_text":"RT New--there is still #COVID19 floating somewhere in the US Capitol. A journal at the U.S. Capitol who has been covering Tru...","sentiment_score":0.0}
{"full_text":"RT So administration apparently closed the case on the investigation into  But I won't...","sentiment_score":-0.1}
{"full_text":"RT A total of 144,128 COVID Winter Hardship Payments have been made to households in receipt of Free School Meals, on the b...","sentiment_score":0.2}
{"full_text":"RT The reasons why disabled people are more likely to die from COVID are important to look at, and should be, but we shou...","sentiment_score":0.175}
{"full_text":"RT so valentine's day is in 2 days but Victoria's just gone back into hard lockdown so we all get to be sad cunts togethe...","sentiment_score":-0.2638888889}
{"full_text":"RT It is now becoming visible to even those who were wilfully blind. 1.India's adept handling of COVID 2. Noting an emergin...","sentiment_score":0.1833333333}
{"full_text":"RT Helpful summary of distinction between control, elimination and eradication:","sentiment_score":0.0}
{"full_text":"RT This lockdown shite hasn't bothered me before but the last couple weeks have 100% been the hardest since all this starte...","sentiment_score":0.0}
{"full_text":"TWO MONTHS???  Trump had checks issued an in people's bank accounts in TWO DAYS.","sentiment_score":0.0}
{"full_text":"RT How this pandemic hasn't proven that we need M4A, a green new deal, UBI, guaranteed housing, and free country-wide interne...","sentiment_score":0.1121212121}
{"full_text":"Boldfit N95 mask for face (Pack of 10) Anti Pollution, protective. Third Party Tested by manufacturer at SGS &amp; Ministry of Textiles       ","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT When in public places,  commuting, or at work, it is important to wear a face mask to keep yourself and others around you safe...","sentiment_score":0.3}
{"full_text":"Since the start of the COVID-19 pandemic, we have been working with coalitions of sub-national advocates to alert governments of the need to ensure continued provision of maternal and child health services. Here are the voices of UHC heroes.https:\/\/t.co\/R8fGtmMTMK","sentiment_score":0.0}
{"full_text":"RT Act wisely and take responsibility. #ItsInYourHands#Covid-19 #Coronavirus #Facemask #masks #HealthInsurance #Wearfacemask #S...","sentiment_score":0.7}
{"full_text":"RT 2) Here are the detailed lockdown rules. Only essential businesses open. Restaurants only for take away service.","sentiment_score":0.08}
{"full_text":"RT taylor swift has singlehandedly kept me afloat during the pandemic","sentiment_score":0.0}
{"full_text":"RT Breaking: A second case has been identified of a person who worked at Melbourne Airport while infectious. Detailed in this sta...","sentiment_score":0.2}
{"full_text":"Last year, President Trump also said this about Covid:\"You have 15 people, and the 15 within a couple of days is going to be down to close to zero.\"","sentiment_score":-0.0777777778}
{"full_text":"RT Please share this vaccination message with anyone who speaks Urdu as their primary language!","sentiment_score":0.5}
{"full_text":"RT If you want a fresh say on Scotland's future and a post-pandemic referendum then vote to deliver an SNP majority. It's the...","sentiment_score":0.15}
{"full_text":"People smoked","sentiment_score":0.0}
{"full_text":"RT My husband woke up this morning in a frenzy telling me he had a terrible dream.. I was ready to war in prayer. The dream....","sentiment_score":-0.4}
{"full_text":"RT Almost a third of all Covid deaths occurred in January.2\/5 of all Covid hospitalisations occurred in January.In unr...","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"From science-based nutrition to sustainable supply chains, from #plantbased next-gen meats to the impact of COVID on taste and smell. It's all featured in the #FoodMattersLive2021 programme in March. See it here","sentiment_score":0.0}
{"full_text":"This article highlights the LGBTQ community as At-Risk for alcohol abuse during the COVID pandemic.  Family rejection adds on to the stress of social distancing.https:\/\/t.co\/Q0ZWNK2B7c","sentiment_score":0.0333333333}
{"full_text":"This is so moving, your commitment and passion for caring for your Linden House family is amazing. What you have been through is traumatic. Thank you to Sandra and her staff and all care staff for everything you do and have done throughout the pandemic. #treasureourcarers","sentiment_score":0.6}
{"full_text":"RT Helpful summary of distinction between control, elimination and eradication:","sentiment_score":0.0}
{"full_text":"It can be difficult to stay motivated when the days seem similar. Check out our article on 'How to stay motivated and positive while working from home'... #wfh #staypositive","sentiment_score":-0.0909090909}
{"full_text":"RT It's the First Anniversary of Prime Minister Boris Johnson missing 5 Emergency Cobra Meetings before emerging to tell us to...","sentiment_score":0.025}
{"full_text":"RT Failure to secure our borders is jeopardising the fight against Covid.We're calling for all international arrivals to q...","sentiment_score":0.0277777778}
{"full_text":"At the Jambo Village Park in Murang'a County, F&amp;B industry stakeholders are taken through steps to follow to keep both customers and staffers safe from #COVID19 as part of the #RaisingTheBar program facilitated by .@KenyaBreweries .@Amref_Kenya &amp; .@MOH_Kenya #StaySafeStayOpen","sentiment_score":0.5}
{"full_text":"RT If you are a person dining inside restaurants right now, please put your mask back on whenever an employee comes to your tabl...","sentiment_score":0.1428571429}
{"full_text":"RT In normative world there is talk of reopening. In disabled world, we encounter new forms of oppression and restriction...","sentiment_score":-0.0318181818}
{"full_text":"RT This is the government statement. Maybe I am being ungenerous, but the logic here seems to be 'the stimulus didn't work cos o...","sentiment_score":0.0}
{"full_text":"RT being a college student during the pandemic","sentiment_score":0.0}
{"full_text":"Could do a five day lockdown here","sentiment_score":0.0}
{"full_text":"By now we all know how important mental health and wellbeing support is during periods of lockdown. Find out more about some of the free learning and support resources your teams can access here: #Wellbeing #mentalwellbeing","sentiment_score":0.3}
{"full_text":"Spotting Misinformation and Disinformation\"With the influx of information concerning the COVID-19 pandemic, it can get difficult to sort out the fake news and put a full stop to its spread. This is where infodemiology comes in.\"","sentiment_score":-0.2166666667}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"NEW EPISODEHow can teachers return to in-person learning without the fear of #COVID19? talks #reopeningschools with and the road ahead to getting kids back into the classroom on this week's #FacingForwardPod","sentiment_score":0.0681818182}
{"full_text":"If confirmed, Linda Thomas-Greenfield will have to muster global support for key global challenges at the U.N., including the fight to contain the coronavirus pandemic and global warming. China's backing or at least acquiescence will be critical.https:\/\/t.co\/uWPeOXuvYs","sentiment_score":0.0166666667}
{"full_text":"We want to know more about how people will respond to the invitation when it's their time for the COVID- 19 vaccination, so we're asking residents to complete a short survey via this link -https:\/\/t.co\/RIHGyrs0bQ.#KeepLondonSafe #KeepLewishamSafe","sentiment_score":0.2}
{"full_text":"  Call for papers for special issue of Meteorological Applications!Submit manuscripts covering all aspects of the possible feedback-loop between climate, meteorology, air pollution, and the spread of COVID-19 before 31 March 2021#RMetSJournals","sentiment_score":0.1785714286}
{"full_text":"RT We need to make mass trending. He is not a representative of Myanmar people. He is one of the state rebels under Min Au...","sentiment_score":0.0}
{"full_text":"#Blockchain networks with its base attributes like de-centralized ownership of data and single version of the truth and end to end tracking across stakeholders, is the ideal platform to handle the traceability of #COVID-19 vaccines. Find out how.","sentiment_score":0.0095238095}
{"full_text":"We'll find out today whether we'll be in red or orange Tuesday","sentiment_score":0.0}
{"full_text":"US banks are pressing the Federal Reserve to extend concessions that loosened capital requirements when the pandemic struck. They argue financial markets would be at risk if the relief expires as planned next month.","sentiment_score":0.0}
{"full_text":"You literally use so little grey cells to view the idiot box you might as well be asleep with it on.","sentiment_score":-0.3458333333}
{"full_text":"RT We were told the lockdown was to protect the NHS. Vaccinating the vulnerable does this.A new narrative of stopping a...","sentiment_score":-0.1818181818}
{"full_text":"RT impressive stuff: \"As Europe's oldest known person, she turned 117 on Thursday, and has now accomplished another feat: de...","sentiment_score":0.6}
{"full_text":"Malaysia: GDP shrinks 5.6% in '20, largest since '98.GDP fell by 3.4% in Q4, -2.7% in Q3, -17.1% in Q2, +4.3% in '19.Construction, mining, services contracting by 19%, 10% &amp; 5.5%.Unemployment rate stood at 4.8%, highest rate in 3 decadeshttps:\/\/t.co\/UpVTkl9pwC","sentiment_score":0.0}
{"full_text":"[NEW] The path to school completion is paved with obstacles: 4 out of 10 learners who start will drop out. We look at how Covid-19 has intensified vulnerabilities to dropout &amp; how we can recover. Click here to attend the launch of our new research report:","sentiment_score":0.0742424242}
{"full_text":"Parenthood can seem even more overwhelming during a pandemic.https:\/\/t.co\/4DtC4SEYuA","sentiment_score":0.5}
{"full_text":"WATCH: The Australian Open tennis tournament will proceed without crowds over the next five days after the state of Victoria was placed under a snap lockdown ","sentiment_score":0.0}
{"full_text":"Today at 1:30 CET join us &amp; for the presentation of the report on the #COVID19 impact on air pollution in Ukraine and the Republic of Moldova. The report was created using #Sentinel5P data and the support of #ESA #EO Clinic. ","sentiment_score":0.0}
{"full_text":"There are Covid myths going around and are exposing them.Covid deaths are NOT being exaggerated#StayAtHome #VaccineStrategy #Covid19 #Coronavirus #VaccinateCovid19@AlMasaarFalkirk","sentiment_score":0.0}
{"full_text":"Our Russell Group Prep Team haven't let lockdown get in the way of planning for their progression goals! Tim &amp; the team have been keeping our students busy with live webinars on how to make the best application possible! Click here to check them out:","sentiment_score":0.3090909091}
{"full_text":"Are you Clinically Extremely Vulnerable and need support during lockdown?","sentiment_score":-0.5}
{"full_text":"Cuomo Hid COVID-19 Nursing Home Deaths to Avoid Investigation via - Breaking News, U.S. and World News.","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis has gotten more negative press for keeping businesses open than Andrew Cuomo has for intentionally covering...","sentiment_score":0.0666666667}
{"full_text":"Latest worldwide COVID-19 data: 108,358,209 cases, 2,380,471 deaths.A 2.2% fatality rate.","sentiment_score":0.5}
{"full_text":"Check out our latest C-19 Note on the impact of #COVID19 on small-scale manufacturing #firms in #Ethiopia from and Getaneh Mihret. Read and download the full piece here: #EconTwitter","sentiment_score":0.425}
{"full_text":"Chefs combine in lock-down cookbook with  - over 50 top chefs, including and contribute to charity collection of home-cooked recipes, Chefs at Homehttps:\/\/t.co\/Bz3MAnJtfL (PS)","sentiment_score":0.5}
{"full_text":"Ah \"the science\" again like it's magic that just be can be tapped into. Also for public health purposes Britain is not an island like New Zealand - it is three countries. They didn't lockdown either, so you can't just blame \"BJ, Bannon(?) and Cummings\"","sentiment_score":0.2121212121}
{"full_text":"A new ruling by the Supreme Court will help thousands of #BusinessInterruption insurance #Policyholders recover from the financial ramifications of the coronavirus pandemic and resulting closures. Read here: #BusinessInsurance #UKLockdown","sentiment_score":0.0681818182}
{"full_text":"Sales agents have been advised and directed not to sell policies to recently recovered patients, ET has learnt.https:\/\/t.co\/yXRq9MhblS","sentiment_score":0.0}
{"full_text":"With the school year more than half over, it seems that many parents have had enough with hybrid instruction.","sentiment_score":0.2083333333}
{"full_text":"\"It's so absurd that I have to say 'Stop killing us.' ... We are literally fearing for our lives as we walk out of our door, and your silence, your silence rings through our heads.\"","sentiment_score":-0.5}
{"full_text":"Lockdown exit plan 'hinges on wearing masks with social distancing until autumn'https:\/\/t.co\/1oeXBiQeyr","sentiment_score":0.0333333333}
{"full_text":"RT  Enhanced community testing  We are strongly encouraging people living in certain postcodes of Moss Side, Hulme,...","sentiment_score":0.3238095238}
{"full_text":"Grape-Nuts back at full capacity in March following COVID pandemic shortage ","sentiment_score":0.1166666667}
{"full_text":"French cosmetics giant L'Oreal said Thursday that the Covid-19 pandemic impacted sales last year but that its e-commerce efforts helped it limit the drop to the single digits.https:\/\/t.co\/DWZmnGsu5c","sentiment_score":-0.0178571429}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"RT Given hotel quarantine workers are scheduled to receive the vaccine first, I wonder what the 'Australia doesn't need a sp...","sentiment_score":0.25}
{"full_text":"RT I'm old enough to remember when Biden called the COVID-19 travel ban on China xenophobic.Now he's considering banning...","sentiment_score":0.05}
{"full_text":"Worrying to hear that 1.5 million children\/young adults will need mental health support due to #COVID19  If you're worried that everything isn't OK please visit #IsEverythingOK","sentiment_score":0.0916666667}
{"full_text":"Happy #LunarNewYear to all who observe it. The LNC Student Diversity Council wishes you all a safe, prosperous, and healthy new year. Happy #YearOfTheOx! Click on the link below for more information on this holiday.  via","sentiment_score":0.5727272727}
{"full_text":"Olivier Tsemo is the Chief Executive of the Sheffield and District African Caribbean Community Organisation.  Before the pandemic, SADACCA was helping around 300 people per week, from the African diaspora and other communities. More about their work in Episode 1!","sentiment_score":0.125}
{"full_text":"German furniture industry reacts to the new Corona decisions. The German furniture industry reacts","sentiment_score":0.0454545455}
{"full_text":"The COVID-19 pandemic has meant the budget will move away from the #NHI to a broader focus on government's response to the pandemic. This is according to in her #Budget2021 prediction. Read here to find out more:","sentiment_score":0.5}
{"full_text":"Don't miss this special and webinar for care home staff on remote monitoring using #PulseOximetry - how it helps residents with #COVID19 and the support on offer for #CareHomes. Watch it now at","sentiment_score":0.1285714286}
{"full_text":"Fionola Meredith: Zero Covid isn't paradise, it's fantasy pie-in-the-skyhttps:\/\/t.co\/CQNlqNNymK","sentiment_score":0.0}
{"full_text":"White House says it will defer to CDC on reopening schools","sentiment_score":0.0}
