{"full_text":"Tree House to you: \"Come get a shot and a beer.\"","sentiment_score":0.0}
{"full_text":"RT We should indeed value our principles more than anything else. Unfortunately the be...","sentiment_score":0.0}
{"full_text":"RT \"Walensky's CDC then sat down with teachers unions and crafted a road map to open schools that looks more like the map an evil...","sentiment_score":-0.1638888889}
{"full_text":"RT You're right we will never recover.Nepal dropped their lockdown in July, by popular demand. They've since...","sentiment_score":0.4428571429}
{"full_text":"RT The occupation state blocks entry of COVID-19 vaccine into Gaza","sentiment_score":0.0}
{"full_text":"RT \"Kamala Harris is the biggest liability of the Biden administration because she lies, obviously and clumsily, even when s...","sentiment_score":-0.15}
{"full_text":"RT United Kingdom Daily Coronavirus (COVID-19) Report * Tuesday 16th February.10,625 new cases (people positive) reporte...","sentiment_score":0.1212121212}
{"full_text":"Sadly, this is very typical in Corp America this year using the pandemic conditions as the excuse.","sentiment_score":-0.2555555556}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT I'll be speaking to a virtual meeting in Dundee tonight, on the case against lockdown . As it's virtual, you don't have to...","sentiment_score":0.0}
{"full_text":"wow we really just out here in louisianaI feel like this snow is a blessing in disguise or else people would've been still partying during covid","sentiment_score":0.15}
{"full_text":"RT The best way to understand government announcements designed to stoke 'culture war' crapola is to remember that, without the...","sentiment_score":1.0}
{"full_text":"Stay home as much as possible and you don't have to be particularly vigilant about either.","sentiment_score":0.0833333333}
{"full_text":"Even as the pandemic rages in prisons, vaccines and masks are seen as \"a sign of weakness\"https:\/\/t.co\/gjlbNnfDfR","sentiment_score":0.0}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"Right now there is a 6pm covid curfew in Paris, so as I know U're more an evening girl . But once it's over, $$$ &amp; my hard dick are waiting for you in Paris","sentiment_score":0.1646825397}
{"full_text":"RT You can tell a Democrat is president because this isn't preceded by \"as thousands more Americans die from Covid-19...\"","sentiment_score":0.5}
{"full_text":"remember when i initiated a 72 hour maiko lockdown","sentiment_score":0.0}
{"full_text":"RT I'd actually rather lockdown continue to last strictly until May if it means we get an uninterrupted summer. I cannot make it...","sentiment_score":0.0}
{"full_text":"RT Having multiple vaccines developed in less than a year by the Trump administration and the private sector is hardly startin...","sentiment_score":-0.0716666667}
{"full_text":"RT You won't hear this from but you need to hear it. This pandemic has been painful. To every Floridian who...","sentiment_score":-0.7}
{"full_text":"RT There must be an immediate bipartisan investigation into the #CuomoCoverup of Covid nursing home deaths!King Cuomo has bla...","sentiment_score":0.0}
{"full_text":"Sigh. I have been dreading this day - was not expecting it to come so soon:  \"Zipolite or 'the new Tulum' as some call it\"https:\/\/t.co\/bGxFDbVzva","sentiment_score":0.1363636364}
{"full_text":"Dude that's some hard hitting journalism. Forget the Biden burisma connection the Biden China connection  the open borders vs closing Florida due to covid , the Iran nuclear threat  , the trashing of Israel , failure to send out covid checks , possible inflation ! Nope","sentiment_score":-0.1466666667}
{"full_text":"I was already very accomplished at \" Social Distancing \",long before the \" Pandemic. \"","sentiment_score":0.0811111111}
{"full_text":"RT How can Meghan McCain say with a straight face she's the most pro-life person on TV, yet she's against healthcare for anyone...","sentiment_score":0.35}
{"full_text":"RT One of Florida's top lieutenants in the fight against the coronavirus outbreak has resigned, citing the grueling nature of...","sentiment_score":0.5}
{"full_text":"RT I would like to thank everyone at GoWB who've led the fight against #COVID from the front-- medics, paramedics, police,...","sentiment_score":0.0}
{"full_text":"RT India is showing a dramatic decline of COVID cases, among the lowest mortality rates, and the largest and most expansi...","sentiment_score":0.0333333333}
{"full_text":"RT what's your point? The Trump administration made the pandemic worse than it needed to be and then tried to prete...","sentiment_score":-0.4}
{"full_text":"There's only like one other person who is sane and made, what I like to call, a diplomatic joke, saying she can't believe how many people believe the pandemic is over. Another person is bragging about their wine tasting membership.","sentiment_score":0.125}
{"full_text":" announces COVID-19 fan protocols for 2021 men's and women's basketball tourneys","sentiment_score":0.0}
{"full_text":"As of Tuesday, 828,078 individuals had received their first dose of the COVID-19 vaccine and 347,508 have been fully vaccinated.","sentiment_score":0.25}
{"full_text":"All of sudden, we don't hear how severe the COVID situation is. It's all part of the play. MSM and Dems intentionally de-politicize covid by being quiet.","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT The courts are going back to work in the Netherlands and so will ours very soon! we've no doubt justices are privately hoppi...","sentiment_score":0.0833333333}
{"full_text":"RT Why are US N95-makers drowning in masks when nurses only get one a day?  's Investigation found the logistical breakdown...","sentiment_score":0.0}
{"full_text":"The variant, known as B.1.525, has the E484K spike protein mutation, which is also present in the South African variant and is the key mutation found so far that could undermine the effectiveness of vaccines.","sentiment_score":0.025}
{"full_text":"RT How has work-life balance changed for those who transitioned to WFH during #COVID19? It can be difficult, especially...","sentiment_score":-0.25}
{"full_text":"RT Patrick M.'s store has faced struggles amid COVID-19, but he has ideas about how to drive business and reinvigorate NYC's Chinatow...","sentiment_score":0.0}
{"full_text":"RT Gov report on the covid 19\/lockdown impact on travel &amp; tourism, if people aren't travelling the don't need their dogs boarding...","sentiment_score":0.0}
{"full_text":"644 CAD in travel credit, and it's growing with the lockdown.I think Hawaii may be my first trip after this bs lockdown","sentiment_score":0.25}
{"full_text":"RT This is what racism in our healthcare system looks like.Latinx, Black, Asian, &amp; Indigenous Californians represent abt...","sentiment_score":-0.0833333333}
{"full_text":"RT Biden is holding a nationally televised town hall to discuss coronavirus instead of a massive superspreader rally to sat...","sentiment_score":0.0}
{"full_text":"RT BREAKING: NYC releases, for first time, data on vax rates by zip code.In wealthy, whiter areas, 16% of adults have bee...","sentiment_score":0.375}
{"full_text":"Yes, that's how this is going to 'pan out'. Possibly an annual flu jab, combined with a Covid jab yearly, for the 'at risk' groups. We're gonna have to live with this, cause we can't stay locked up forever.","sentiment_score":0.0681818182}
{"full_text":"If GS is believed the consequences are likely to be somewhat more inflation than expected, and general puzzlement about why more men aren't taking jobs until someone points out that they can be stay at home dads","sentiment_score":0.19}
{"full_text":"RT Even Spiderman loves the snow.","sentiment_score":0.0}
{"full_text":"RT BREAKING: NYC releases, for first time, data on vax rates by zip code.In wealthy, whiter areas, 16% of adults have bee...","sentiment_score":0.375}
{"full_text":"RT Trump didn't handle the pandemic. Trump denied it. Then dismissed it.","sentiment_score":0.0}
{"full_text":"RT Spurs have four positive tests for the coronavirus and league is postponing their next three games, sources tell ESPN. Charlot...","sentiment_score":0.1136363636}
{"full_text":"Using AI to predict random events is an 'interesting' concept.  I'm not holding my breath.","sentiment_score":0.0}
{"full_text":"RT Another new coronavirus variant found in the UK","sentiment_score":0.1363636364}
{"full_text":"i made a new years resolution at the end of 2019 to reduce my participation in any sort of discourse bc 1. nobody ever learns shit 2. its a waste of my energy and boom wrote more, happier, i mean tis a pandemic but there is much less stress bc i dont see 95% of shit","sentiment_score":-0.0632575758}
{"full_text":"Or the flu is simply labeled as covid in order to get the numbers up and to control and vaccinate the sheep.","sentiment_score":0.0}
{"full_text":"Covid mask as a sweat catcher that's a new one lol","sentiment_score":0.4681818182}
{"full_text":"RT Glad to see a bit of common sense.","sentiment_score":0.1}
{"full_text":"RT JUST A REMINDER FAST FOOD WORKERS ARE STRIKING TODAY!!! SUPPORT THE WORKING CLASS!! EAT AT HOME OR BUY LOCAL!!! #FightFor...","sentiment_score":0.4}
{"full_text":"RT Joe Biden vs Donald Trump: Covid-19 deaths in 1st 100 days in office...","sentiment_score":0.0}
{"full_text":"Welp","sentiment_score":0.0}
{"full_text":"RT This is not an important study. Neither its findings nor its methods are clear. It is flawed to the point where it has n...","sentiment_score":0.0}
{"full_text":"#NowPlaying: Stek Covid Music Fest #TempoRadioMX","sentiment_score":0.0}
{"full_text":"RT The Hong Kong authorities continue to use the pandemic as cover for their purge of the pro-democracy movement.https:\/\/t.co\/v...","sentiment_score":0.0}
{"full_text":"RT New Zealand puts largest city  into lockdown over three positive COVID-19 cases via","sentiment_score":0.1818181818}
{"full_text":"RT Tobacco is deadly for you &amp; the environment.Deforestation from tobacco growing causes:loss of biodiversitysoil erosion &amp; deg...","sentiment_score":-0.2}
{"full_text":"RT With a thousand important COVID related issues, it is embarrassing that Ontario opposition parties are wasting time debating prov...","sentiment_score":0.2}
{"full_text":"Maybe it's time we all admit that literally everything - from #texaspoweroutage to #COVID19 school reopenings - are solely b\/c the rich and powerful want to remain as rich and powerful as possible, and all politicians are literally bought and paid for by them for those purposes?","sentiment_score":0.27}
{"full_text":"RT #Egypt_sacrifices_students In Egypt, 22 million students will attend exams in schools and universities despite the numbe...","sentiment_score":0.0}
{"full_text":"RT No. Way. The First Minister of Scotland has genuinely blocked me on Twitter for sharing an attack ad I didn't tag her...","sentiment_score":0.325}
{"full_text":"RT People are sitting on Rikers Island on the basis of nothing more than an accusation (like in this video!) with the added r...","sentiment_score":0.625}
{"full_text":"he thanked God publicly like twice ever since covid turned up ","sentiment_score":0.0}
{"full_text":"RT Happy #ShroveTuesday!Make sure you comment below with pictures of your delicious pancakes, we would love to see them I...","sentiment_score":0.7}
{"full_text":"14 New COVID-19 Cases in Niagara","sentiment_score":0.1363636364}
{"full_text":"about to start the covid steward job, wish me luckkkk!!","sentiment_score":0.0}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"RT Excellent piece following on this morning.The thoughts of all in &amp;","sentiment_score":0.5}
{"full_text":"RT Real quote from a GOP chair in Pennsylvania on Toomey's vote:\"We did not send him there to vote his conscience,\" the ch...","sentiment_score":0.2}
{"full_text":"RT 41k dead from a pandemic. Millions without power for days during a historic winter storm.But you know in the 2022 TX g...","sentiment_score":-0.1}
{"full_text":"Wow, it's amazing!","sentiment_score":0.425}
{"full_text":"Just because Trump claimed to be responsible for economic health inherited from Obama, doesn't mean Biden is responsible for a runaway pandemic inherited from Trump.","sentiment_score":0.071875}
{"full_text":"RT Biden is holding a nationally televised town hall to discuss coronavirus instead of a massive superspreader rally to sat...","sentiment_score":0.0}
{"full_text":"RT Spurs have four positive tests for the coronavirus and league is postponing their next three games, sources tell ESPN. Charlot...","sentiment_score":0.1136363636}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"things are taken v lightly by BJP govt and concentrating only tax burdens to people. The govt has embraced 2nd wave by relaxing too many things","sentiment_score":0.225}
{"full_text":"RT Disturbing article from Israel, suggesting that long COVID may be far more common in children than many people realise.It...","sentiment_score":0.0416666667}
{"full_text":"RT The price of being unable to pay rent is more than debt: \"We are setting up millions of people for long-term harm and a cycle...","sentiment_score":0.0}
{"full_text":"RT they have already, it's called the Social Dilemma","sentiment_score":0.0333333333}
{"full_text":"RT when is parity coming its been 11.5 months almost every one has had a go at a lockdown birthday....","sentiment_score":0.0}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"RT We started the long-weekend with 332 #COVID patients in Ontario ICUs and ended it with 343.As we continue to struggle with...","sentiment_score":0.0}
{"full_text":"RT When trump played golf you guys flipped out cause people were still dying from COVID-19","sentiment_score":0.0}
{"full_text":"RT Think your child's car seat is installed correctly? There could be a mistake. That's what one safety tech is finding. On...","sentiment_score":0.0}
{"full_text":"RT Scientists are hopeful that T cells -- a group of immune cells that can target and destroy virus-infected cells -- could provide...","sentiment_score":-0.2}
{"full_text":"RT 5 million Texans without power, many for 30 hrs.Homeless Texans found dead without shelter.Nearly every grocery stor...","sentiment_score":0.15}
{"full_text":"No, I understand Tom's point, thanks. Germany isn't producing and selling as many cars to the UK which he's trying to make as a brexity point. He's ignoring covid as a huge factor in that decline. Germany is better placed to bounce back into bigger markets eg US and Asia.","sentiment_score":0.2666666667}
{"full_text":"No positive Covid-19 tests in the WSL and Championship again","sentiment_score":-0.1136363636}
{"full_text":"Concerns about Covid seem to have ebbed across India via","sentiment_score":0.0}
{"full_text":"RT Testing and traveling just got easier for our customers.","sentiment_score":0.0}
{"full_text":"Nearly one year into the COVID-19 pandemic and it's clear: remote work is here to stay. Colaberry is committed to providing pathways to well-paid jobs and rewarding careers in the Future of Work.#FutureofWork #pandemic #COVID19 #AI #remotework","sentiment_score":0.12}
{"full_text":"RT Having multiple vaccines developed in less than a year by the Trump administration and the private sector is hardly startin...","sentiment_score":-0.0716666667}
{"full_text":"RT Beer dunk. Funny games pre COVID ","sentiment_score":0.25}
{"full_text":"Like the fact, Canada is stated to only receive just under 500K doses in the next 1 to 2 months. Why don't you do a story on how small the lot #er's of vaccine doses to arrive in Canada are. Maybe that would inspire trudeau to focus on that, instead of a potential pandemic elec.","sentiment_score":-0.0625}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT In four weeks in office, the Biden-Harris administration has increased weekly vaccine supply to state sites by almost 50%.  But...","sentiment_score":0.0}
{"full_text":"RT there is vast literature on evidence-informed policy but one has to wonder how much more of a disconnect the pandemic create...","sentiment_score":0.25}
{"full_text":"Thanks for having me Great discussion on what OOH means in this new market and how we can continue to connect with consumers through the end of this pandemic. #DOOH #OOH #Advertising #Uncaged","sentiment_score":0.3787878788}
{"full_text":"Looking forward to starting now on COVID Claims Development: Workers' Compensation &amp; Beyond with our own &amp; as guests of &amp;","sentiment_score":0.3}
{"full_text":"RT We shouldn't need a poll for that.A responsible federal government wouldn't have tried to shift the blame to the provinc...","sentiment_score":0.2}
{"full_text":"RT 14) Whisper... That said, I just hope the mass media doesn't confuse people when it says \"bluebird\" or \"pelican\" variant, a...","sentiment_score":0.0}
{"full_text":"Are you curious about  the processes that have been implemented to accelerate the pace of  COVID-19 vaccine development, antibody studies, and what is being done to assure safety? ","sentiment_score":-0.1}
{"full_text":"RT This dude says no thanks to Victoria's lockdown. Journo: \"Did you realise there's a lockdown?\"","sentiment_score":-0.1}
{"full_text":"#COVID19 is going to generate another several million dislocated workers beyond what the normal labor market generates... We need to make sure that we have resources and systems in place to help them. -@HolzerHarry #workforcedev","sentiment_score":0.2166666667}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"RT Masks work.","sentiment_score":0.0}
{"full_text":"RT Latinos, who have been disproportionately affected by COVID-19, are facing daunting barriers to getting vaccinated. Many struggle w...","sentiment_score":0.5}
{"full_text":"RT I interrupt your regularly scheduled program to inform you that banks made 30 BILLION dollars in NSF fees in 2020. B...","sentiment_score":0.0}
{"full_text":"RT \"Ten years ago, I was playing Division I college soccer, and now I can't go to the grocery store unless I ride around in one of...","sentiment_score":0.0}
{"full_text":"are 'concerned' about a surge of abandoned dogs after lockdown.https:\/\/t.co\/aHkWBKL5h3","sentiment_score":0.0}
{"full_text":"This week Nicole and Gee are joined by Dr. Dorian Brown, PharmD, BCPS to discuss vaccines and the new COVID-19 Vaccine. Tune in and check out \"The Great Vaccine Debate\" on Apple, Spotify and Google Podcasts.","sentiment_score":0.4681818182}
{"full_text":"SPORTS: \"Not only that, but with the pandemic raging on in the United States, the NFL continued on.\"Read up on the 2020 NFL recap, told by Asst. Sports Editor,  Jeff Babcock:https:\/\/t.co\/pTPRQ5VUAC","sentiment_score":0.0}
{"full_text":"RT Singapore allocates S$107 billion for the \"Emerging Stronger Together\" Annual Budget to address near-term challenges and...","sentiment_score":0.0}
{"full_text":"Coming together in the midst of a #pandemic. How can #medical groups benefit from MBA skills? Read more about Rahul Singh's (MBA '21) summer internship at a hospitalist practice in Morgantown, West Virginia: #CornellMBA","sentiment_score":0.25}
{"full_text":"The pandemic has made school lunch free for all public school students. Advocates are hoping to make the change permanent.https:\/\/t.co\/spkNXX5tNd","sentiment_score":0.2}
{"full_text":"RT Or it's because the gov is busy classifying everything as covid so they can Continue to destroy businesses keep...","sentiment_score":-0.05}
{"full_text":"RT Because he is special.","sentiment_score":0.3571428571}
{"full_text":"Are you looking for an overview of all significant COVID cyberattacks observed since mid-January 2020? You'll find them in the eForensics magazine!#Covid-19 #malware #cyberattacks","sentiment_score":0.375}
{"full_text":" When the time comes, you'll be asked to roll up your sleeves and take the vaccine for Covid-19. The locations are using are accessible by bus, so we'll be here to get you there.  Visit to learn more.#WeAreScotland","sentiment_score":0.375}
{"full_text":"Don't miss Consortium faculty and in Vaccinations and Incarcerated Populations: A Panel Discussion on Friday, February 19th. Symposium details and full line up available here: #covid #massincarceration #uchastings","sentiment_score":0.375}
{"full_text":"Have symptoms or been exposed to #COVID19? Don't wait. Separate. Move to a free hotel room or receive free resources to help you safely quarantine at home. Learn more:","sentiment_score":0.45}
{"full_text":"The pandemic has given Hidden Acres Mennonite Camp the chance to try new ideas. Details: #CMFocusOnCamps","sentiment_score":-0.0151515152}
{"full_text":"It is essential to put in place practices that will promote your team's remote work. Here's a good article from that lays down good remote work practices. #remotework #pandemic #WorkFromHome","sentiment_score":0.1740740741}
{"full_text":"Biden has a plan to address COVID-19 disparities. Here's what experts recommend","sentiment_score":0.0}
{"full_text":"#COVID19 and the Athletic Heart: #SportsCardiology experts weigh in on multiple questions, concerns, controversies, and consensus updates on return to play in different athlete groups","sentiment_score":0.0}
{"full_text":"Adjust these suggestions as needed for #COVID19 protocols in your local area, but read on to learn more about looking - and feeling - great during #pregnancy.","sentiment_score":0.4333333333}
{"full_text":"Benefits of sport \"have never been clearer\" because of the pandemic, says Sports Minister urges orgs to \"bang the drum for investment\" &amp; \"make the compelling case\"#AdaptSupportRespond #UnitingTheMovement#SportForDevelopmentCoalition","sentiment_score":0.3}
{"full_text":"Join us for Insight Live Week so you don't miss this great talk 'Fast Tracking Digital Delivery during a Pandemic' by Ceri Durke and Julie Riseley Driver and on the 2 March at 2pm.","sentiment_score":0.2840909091}
{"full_text":"You know that old tire shop on the corner of Haywood + Richmond? Well, come March it will be home to Cellarest Beer Project - Asheville's newest brewery. The brewery will have a laid back, front porch feel with outdoor seating + local musicians. https:\/\/t.co\/wXabN4bSUM","sentiment_score":0.0333333333}
{"full_text":"While people criticize America's initial vaccine rollout and laud Israel for its rollout, the contrast mainly highlights the difference between a competent autocrat and an incompetent one, argues.https:\/\/t.co\/rakqq9e1hm","sentiment_score":0.0791666667}
{"full_text":"If you missed our wonderful session on what lies ahead with regards to #Covid19, please check the recording here -","sentiment_score":1.0}
{"full_text":"A man from South Staffordshire has become the most prolific donor of blood plasma in the country after his 24th donation.https:\/\/t.co\/Aakv8hdlff","sentiment_score":0.5}
{"full_text":"Can't criticize a protected class.","sentiment_score":0.0}
{"full_text":"Parent Engagement Tip:Is the pandemic packing pounds on your teen? -","sentiment_score":0.0}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"The winter weather up North won't affect Marion County's COVID-19 vaccination schedule this week, the County Commission was told on Tuesday.","sentiment_score":0.0}
