{"full_text":"RT Is it though? How long does it take to recognize that an EU Covid PCR for Binational families &amp; unmarried co...","sentiment_score":-0.05}
{"full_text":"RT This is not good. At all. Hopefully the detection and confirmation has been fast enough to reduce further spread in t...","sentiment_score":-0.0375}
{"full_text":"RT My heart is breaking. My best friend is on a vent. Covid has ravaged her lungs so badly, Dr. says she's unlikely to survive...","sentiment_score":-0.0666666667}
{"full_text":"RT Latest fraud numbers from Covid relief:Looks like up to 200 Billion fraud nationwide and up to40% of applications could...","sentiment_score":0.5}
{"full_text":"RT Again, this is genocide.","sentiment_score":0.0}
{"full_text":"RT Biden's open border policy isn't only disastrous from a contagion and human trafficking standpoint, it's an unmitigated...","sentiment_score":-0.175}
{"full_text":"RT Y'all Ik H-E-B employees get on this app to complain &amp; are annoying but we truly have not caught a break all pandemic long...","sentiment_score":-0.425}
{"full_text":"RT Health officials in Africa are making a frantic run to prevent yet another disastrous potential Ebola outbreak.https:\/\/t....","sentiment_score":-0.35}
{"full_text":"RT Paying for all CRPF Jawan who lost their lives because they were away from home to keep us alive.All Martyrs truly define...","sentiment_score":0.0}
{"full_text":"The ugly reality of humanity, Covid has unveiled for us!#humanity","sentiment_score":-0.7}
{"full_text":"RT The net marginal cost of all the vaccine needed to innoculate 100% of the world, at $20\/dose ($40\/person, 7.8B people) is $31...","sentiment_score":0.0}
{"full_text":"Hey 57 senators and thanks for wasting tax payer dollars on yet@another failed impeachment...   Move on to issues that you can control like Covid 19, Social security reform etc etc","sentiment_score":-0.0888888889}
{"full_text":"NZ pop: 5 million island in the middle of nowhere.Florida : 21 million (tourism 110 million)NZ, covid covids, politicians come out give credit to their destructive policies. Stockholm syndrome civilians are grateful.","sentiment_score":-0.3}
{"full_text":"I've yet to see reporting on the emotional toll of kids who've transmitted the virus to parents &amp; lost them, or trauma of coping w\/death of teachers, classmates, siblings, or the struggle w\/parent's long-covid, etc.Loss of educ &amp; soc interaction is a challenge. Tragedy isn't.","sentiment_score":0.0}
{"full_text":"nah ngl I really miss pre covid life wtf","sentiment_score":-0.15}
{"full_text":"RT If you're arguing against small details in disabled activists' work to (re)gain prioritization to COVID vaccines - to...","sentiment_score":-0.225}
{"full_text":"My only brother was murder by police officials at tuticorin south police station Still I am fighting with tamilnadu government Case filed at madurai high court still running but couldn't get any justice from highcourt due to Corona Cm all aiadmk ministers no reply","sentiment_score":0.0116666667}
{"full_text":"#Zhong Guo Gang Wan  The Caribbean subsidairy of the China Habour Engineering Company (which carries out extensive projects throughout the region) indicates that its Jamaican HQ is primarily staffed locally.","sentiment_score":0.05}
{"full_text":"COVID vaccines donated by India for Myanmar civilians were robbed by Military. Does he look like he should be in Priority Groups to receive the vaccine?Million of Elderly and Vulnerable people haven't received first doses of vaccines yet. #WhatsHappeningInMyanmar","sentiment_score":-0.1166666667}
{"full_text":"RT America's governors and mayors understand the fight against COVID-19 and the urgency of another relief bill. Yesterday, I met wi...","sentiment_score":0.0}
{"full_text":"RT I am outraged to hear threats have been made against Dr. the Medical Officer of Health for Niagara Region...","sentiment_score":-0.45}
{"full_text":"Amen on all points made. Welling up for you and your mom . Our appointment date for mom's first vaccination is next Thursday. She survived COVID last summer so gratitude is an understatement. Glory be.","sentiment_score":0.0833333333}
{"full_text":"\"Former President, one term Former President, Impeached 2x Former President, ran the most corrupt Administration in History Former President, Pandemic Denying Former President, lost the House, Senate and the Presidency Former President. Only you morons would call that a success.","sentiment_score":-0.0454545455}
{"full_text":"if only Americans cared as much about covid as white moms care about their kids getting salmonella","sentiment_score":0.0666666667}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"RT If coup did not happen, civilians would have been vaccinated and some of us should be going back to our normal worklife...","sentiment_score":0.075}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"i saw kaya scods' insta story and thought y is she out partying and y is nobody social distancing or wearing a mask jxkzis then i realized she's in new zealand and life in new zealand atm is the real shit","sentiment_score":0.0015151515}
{"full_text":"Housing Secretary extends support for renters during pandemic","sentiment_score":0.0}
{"full_text":"RT 11\/b My previous thread on #China's #vaccine test with the #Uyghurs (10)https:\/\/t.co\/fvdzmMYYCo","sentiment_score":-0.1666666667}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"RT This is a very important study on vitamin D and Covid-19. Its findings are incredibly clear. An 80% reduction in need for...","sentiment_score":0.31}
{"full_text":"RT Kenyans have suffered because of Covid19 rules yet politicians disobey them daily. Listen to Omosh from Tahidi High. He can...","sentiment_score":0.08}
{"full_text":"RT the pandemic is making me so lazy like i'm tired of wearing sweats and feeling ugly every day in my 20s but also what's...","sentiment_score":-0.45}
{"full_text":"RT If Democrats were honest about using impeachment to remove corrupt officials, they need look no further than Cuomo who hid CO...","sentiment_score":0.0333333333}
{"full_text":"RT What the","sentiment_score":0.0}
{"full_text":"RT America's governors and mayors understand the fight against COVID-19 and the urgency of another relief bill. Yesterday, I met wi...","sentiment_score":0.0}
{"full_text":"RT please share this logo. it indicates that the person wearing it is deaf or is wearing a hearing aid. during this pandem...","sentiment_score":0.0}
{"full_text":"Ontario's COVID Outlook Summed Up In Brutally Honest Press Conference","sentiment_score":0.6}
{"full_text":"First known patient reinfected with South Africa coronavirus variant is in critical condition","sentiment_score":0.125}
{"full_text":"RT Don't buy Amazon--for your comfort and speed, workers work in horrible conditions, are intimidated and threatened by sup...","sentiment_score":-1.0}
{"full_text":"Very much looking forward  to meeting our new vice-chancellor. Great to see thoughtful and inspiring leadership.","sentiment_score":0.4192727273}
{"full_text":"Even without the variant, that's almost a thousand extra cases per day due to lifting the lockdown. Probably fifty extra deaths per week. Augh,","sentiment_score":-0.0416666667}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"RT #12 It is important for public health scientists and officials to listen to the public, who are living the public heal...","sentiment_score":0.1}
{"full_text":"RT The truth you see was twice as bad as they said it was...It shows consciousness of guilt, an intent to cover-up the truth...","sentiment_score":-0.7}
{"full_text":"They prolly had to stay domestic per Covid...or maybe not everyone had passports.I'm reaching lol","sentiment_score":0.4}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"RT While COVID-19 has led to tremendous hardships, the world has also seen unprecedented coordination, scientific innovat...","sentiment_score":0.4666666667}
{"full_text":"RT \"The current situation is absolutely not sustainable...I'm very sorry but I'm not getting into this game where somehow a dea...","sentiment_score":-0.2875}
{"full_text":"WHO team grilled on Wuhan probe on COVID-19 originshttps:\/\/t.co\/bInIlCfn1H","sentiment_score":0.0}
{"full_text":"Covid-19 pandemic: Warning vaccine roll-out risks prolonging crisis","sentiment_score":0.0}
{"full_text":"Oxford University starts COVID-19 vaccine trial in children ages 6 to 17","sentiment_score":0.0}
{"full_text":"Pandemic Tops Agenda as UK Hosts G-7 Leaders' Meet Next Week","sentiment_score":0.0}
{"full_text":"Here are some preventive measures for schooling in the time of #COVID19","sentiment_score":0.0}
{"full_text":"Please talk about the great job that the Democrats did America did not want it to go long they stayed on the facts just having the paper submitted was excellent. We're dying out here from covid we want to get back to work the news is the only one that's traumatizing Us with trump","sentiment_score":0.35}
{"full_text":"A lot of things have changed during this pandemic and one of them is being able to use carry out as an option for not only food, but liquor as well. Now some lawmakers want to make this a law.","sentiment_score":0.25}
{"full_text":"The U.S. hit a milestone Saturday in the push to get Americans vaccinated for COVID-19. The Biden administration has pledged to ramp up daily doses to 1.5 million.","sentiment_score":0.0}
{"full_text":"The CDC said as of Saturday, about 37 million people have received 1 or more doses of a COVID-19 vaccine, while more than 13 million people have gotten the second dose.","sentiment_score":0.3333333333}
{"full_text":"Starting Feb. 12, a limited number of CVS Pharmacy locations will be offering vaccinations in 11 states, including South Carolina.  ","sentiment_score":-0.0357142857}
{"full_text":"RT You had no new wars, strong economy, Middle East peace, and vaccines.You gave that up for the promise of a $2000 check, e...","sentiment_score":0.1217171717}
{"full_text":"Democratic operatives say the end of the impeachment trial frees the party to focus on more broadly popular issues and policies, like the coronavirus relief package.https:\/\/t.co\/vDWEnWPKbL","sentiment_score":0.55}
{"full_text":"In the era of COVID, events this year are virtual.","sentiment_score":0.0}
{"full_text":"A total number of 1,431 people have died from COVID-19-related complications since the pandemic began.","sentiment_score":0.0}
{"full_text":"RT My 'cheat sheet' on masks:1N95 (if you can find) 2KF94 (S. Korea)3KN95s (*only* if manufacturer holds a 'NIOSH Certif...","sentiment_score":0.0}
{"full_text":"RT BC stands for Before Coronavirus now. Sorry Jesus take a hike","sentiment_score":-0.5}
{"full_text":"I am including to recognise the sheer volume of love and support they have given me during lockdown at Zoom events. Matthias is one of those people who you speak in hushed tones around because you're shy to disturb the Real Artist with your nonsense - so when they","sentiment_score":0.05}
{"full_text":"Malaysia's Covid-19 infectivity rate saw a marginal increase to 0.92 yesterday after the number of cases remained at four digits, with 3,499 infections reported. Melaka recorded the highest daily estimated infectivity rate at 1.07 among all states as of Feb 13.","sentiment_score":0.0}
{"full_text":"Once again, President Duterte harped on the importance of universal access to COVID-19 vaccines while addressing new ambassadors to the Philippines earlier this week.","sentiment_score":0.0454545455}
{"full_text":"It is plausible that Gauteng, with highest population density is close to #COVID19 #HerdImmunity cc:@RevMeshoe  #Hope #PositiveVibes #GoodNews #SARSCoV2 #endlockdown #lockdown #coronavirus","sentiment_score":0.5}
{"full_text":"Little Valentine's Day gift I made for my boyfriend I'm so sorry we can't be together right now because of covid travel restrictions, but I'm waiting for the day we'll be finally able to meet again ","sentiment_score":0.0245535714}
{"full_text":"The U.S. hit a milestone Saturday in the push to get Americans vaccinated for COVID-19. The Biden administration has pledged to ramp up daily doses to 1.5 million.","sentiment_score":0.0}
{"full_text":"The lockdown landi is real  Remember this Omegle love story during the early days of the lockdown?  SEE HERE:","sentiment_score":0.2666666667}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"RT As the Japanese government prepares to roll out COVID-19 vaccines on Wednesday to fight the pandemic, skepticism among some...","sentiment_score":0.0}
{"full_text":"Why has Sweden adopted an anti-mask policy for most of the pandemic?","sentiment_score":0.5}
{"full_text":"RT my key message for 2021:  Sustainable is the new Profitable. Green is the new Digital. Covid-19 is a test-run 4 #ClimateChan...","sentiment_score":0.0145454545}
{"full_text":"\"Never go to bed mad. Stay up and fight.\"~Phyllis DillerHappy #ValentinesDay!   #live #life #quote #writing #success #free #beauty #home #art #music #sexy #hot #milf #sex #people #health #respect #MentalHealth #SundayThoughts #SeductiveSunday","sentiment_score":0.1341856061}
{"full_text":"RT The ONLY thing that went bad for our side today was the outbreak of doomsday hysteria from the fatalists, which risks dem...","sentiment_score":-0.35}
{"full_text":"For Gen Z, love is at a standstill.https:\/\/t.co\/LtM2f2PVJr","sentiment_score":0.5}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"Leaders of several major U.S. airlines met online Friday with White House officials to press their case against requiring coronavirus tests for passengers on domestic flights, saying it would undermine the already fragile industry.https:\/\/t.co\/anda3GuhXm","sentiment_score":0.0125}
{"full_text":"COVID 19 cases in India until : 14\/02\/2021 10:30Total Cases: 10904738 [+0]Active: 134753Recovered: 10609788 [+0]Deaths :155676 [+0]Total Tests: 206.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT #Budget4HealthCovid vaccination drivevia","sentiment_score":0.0}
{"full_text":"It's #ValentinesDay! Planning on dining out with your significant other? With the current SOP (1m physical distance from other patrons), you will have the privacy you need. But don't let the romance distract you!  is in the air, but remember, so is Covid-19!","sentiment_score":0.0109375}
{"full_text":"The pandemic is threatening #girls' #education. Targeted support like Keeping #Girls in School Program in #Zambia provides cash transfers to families of girls to keep them in school &amp; has set up an warning system to identify girls at risk of dropping out.","sentiment_score":0.0}
{"full_text":"Read today's edition of The Peninsula (Feb 14) for latest updates on #Qatar #coronavirus #MiddleEast #Health #vaccine #SwordsRace #telemedicine","sentiment_score":0.5}
{"full_text":"Being in lockdown can make time feel as if it's standing still.","sentiment_score":0.0}
{"full_text":"It's only been a few weeks. He's done more for covid than you know who. We just have to be patient. I know it's hard to.","sentiment_score":0.0020833333}
{"full_text":"RT Samir and Neal own NaanStop in Atlanta, Georgia -- and like many small businesses around the country, they've been hit hard by th...","sentiment_score":0.1395833333}
{"full_text":"RT Whatever happens, I CANNOT stay at home this year. I will literally die","sentiment_score":0.0}
{"full_text":"RT Sarah Michelle Gellar opens up on what she's learned about herself during the pandemic and partnering with Subaru on its 100 milli...","sentiment_score":0.0}
{"full_text":"RT The past two weeks have been tough - there's no doubt about that. Now, with more than 102,000 tests performed since Su...","sentiment_score":-0.0462962963}
{"full_text":"With social distancing, gift-giving surges in Asia on Valentine's Day","sentiment_score":0.0333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 24.4FWind Chill: 19.6FHumidity: 66%Dew Point: 14.8F Barometer: 30.234 inHgWind: 3 mph from the SSECorona Virus Weekly Stats:Cases: 95.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Peer-Review Study Finds that #CDC Inflated #Covid Deaths by 1,600%.","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 5.2degC * Wind: SSE 6.0 to 17.0mph * Pressure: 1006.2hPa * Rain: 0.6mm * Hum: 97% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:45 * Sunset: 17:28 * Cloudbase: 280ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"RT Great article on the future of entrepreneurship post COViD by in the latest issue of","sentiment_score":0.4333333333}
{"full_text":"RT My heart is breaking. My best friend is on a vent. Covid has ravaged her lungs so badly, Dr. says she's unlikely to survive...","sentiment_score":-0.0666666667}
{"full_text":"RT I'd really appreciate a RT! I'm trying to get desks for my Autistic Support class. I still have a long way until I'm fun...","sentiment_score":0.075}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"\"The surge in rescue missions resulted from the 2019 opening up of more mountain and forest areas to the public...\"I hope this reason is just speculation and not used to try and close these areas. Obv COVID (and education) is the main reason.","sentiment_score":0.2222222222}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"Planning for the post-pandemic workplace, managing hybrid teams, and optimizing your organization for AI.","sentiment_score":0.0}
{"full_text":"Employee Wellbeing In A WFH World, Keeping Your Teams Motivated During Lockdown Three. ","sentiment_score":0.0}
{"full_text":"RT Maybe it is simple-minded but surely the Nfld Covid variant spike strongly suggests the precautionary principle should apply i...","sentiment_score":0.4666666667}
{"full_text":"RT This was NOT my experience on mission. As lead of animal\/environment working group I found trust &amp; openness w\/ my Chi...","sentiment_score":0.0}
{"full_text":"Are you human?","sentiment_score":0.0}
{"full_text":"RT In a significant setback to New Zealand's efforts to keep the coronavirus from spreading in the community, three people from...","sentiment_score":0.2556818182}
{"full_text":"RT Oxford University starts COVID-19 vaccine trial in children ages 6 to 17","sentiment_score":0.0}
{"full_text":"#POFreight to avoid travel delays, please get a COVID-19 test early in your journey. Get directions to the nearest sites offering COVID-19 tests, using this map:","sentiment_score":0.1}
{"full_text":"RT If you've ever doubted how inept of leaders in Washington are. Well- this craptastic display in the Senate today basically...","sentiment_score":0.0}
{"full_text":"RT Cuomo's disastrous Covid response &amp; the media cover up. NY's Covid death rate is worse than the worst performing country in...","sentiment_score":-0.7}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT America's governors and mayors understand the fight against COVID-19 and the urgency of another relief bill. Yesterday, I met wi...","sentiment_score":0.0}
{"full_text":"How technology could support controlling the spread of #COVID? Read about the #OpenVINO powered solution designed by Akara Robotics to support healthcare workers facing a pandemic. #IamIntel","sentiment_score":0.0}
{"full_text":"Government missed out on an offer of N95 masks at the start of the pandemic: documents show. Just another Liberal government failures","sentiment_score":0.0}
{"full_text":"High school students say education during pandemic taking mental health toll  #MentalHealthMatters #wematter #SuicideAwareness","sentiment_score":0.03}
{"full_text":"As we continue to operate through the global pandemic, our resilience is being tested like never before.\" Read AXA XL, a division of AXA's Joseph Tocco's takeaways from leading through a global pandemic.","sentiment_score":0.0}
{"full_text":"RT Love in the times of #COVID    #ValentinesDay @AnushkaSharma","sentiment_score":0.5}
{"full_text":"WHY has quietly returned to advertising on Sky News Australia after dark? Why have they decided to ENDORSE racism, hatred, falsehoods on #COVID19, and misogyny?","sentiment_score":-0.075}
{"full_text":" New remote jobs!* Humbly Confident Marketing Content Writer* Humbly Confident Visual Designer* Email Marketing Specialist* and 17 others https:\/\/t.co\/wUdGADp00N#stayhome","sentiment_score":0.2022727273}
{"full_text":"RT #11 In public health, open civilized debate is profoundly critical. Censoring, silencing and smearing leads to fear of...","sentiment_score":0.1}
{"full_text":"RT My child has tested positive for COVID19 and I'm trying to process the CDC reopening school guidelines.This is slaug...","sentiment_score":0.2272727273}
{"full_text":"Live: Three new Covid-19 cases in the community visited several locations in Auckland and Taranaki","sentiment_score":0.0909090909}
{"full_text":"Employee Wellbeing In A WFH World, Keeping Your Teams Motivated During Lockdown Three.","sentiment_score":0.0}
{"full_text":"NZ pop: 5 million island in the middle of nowhere.Florida : 21 million (tourism 110 million)NZ, covid covids, politicians come out give credit to their destructive policies. Stockholm syndrome civilians are grateful.","sentiment_score":-0.3}
{"full_text":"RT #OccupyLekki protesters to undergo COVID-19 tests, say police","sentiment_score":0.0}
{"full_text":"RT White House calls on China to make available data from the earliest days of the Covid-19 outbreak, saying it has \"deep concerns\"...","sentiment_score":0.1333333333}
{"full_text":" SEXY CUTIE JIHOON DAY! A Stay at Home Event for Sexy Cutie Park Jihoon INCLUSION PREVIEW # 6RANDOM BUTTON PINGet one these when u purchase Set B or C! Register here: #teurejeo #jihun #zihun#SexyCutieJihoonDay","sentiment_score":0.625}
{"full_text":"RT There is absolutely no place for these kinds of threats in Ontario. Cut it out. Our health officials have only one priori...","sentiment_score":-0.05}
{"full_text":"Covid-19: The 18 locations linked to Auckland's new community cases","sentiment_score":0.1363636364}
{"full_text":"Authorities have stepped up anti-#coronavirus measures at the Prophet's Mosque in #Madinah to protect worshippers and prevent the spread of the disease","sentiment_score":0.0}
{"full_text":"Learn more ways to thrive during my email series, Taking Care of Yourself While Social Distancing. Register now at","sentiment_score":0.2666666667}
{"full_text":"Less than 1% of the estimated $4.5 trillion global #pandemic induced GDP loss in 2020 will be covered by business interruption #insurance. Ruth Lux of Guy Carpenter shares insight via BRINK News. #COVID19","sentiment_score":-0.0833333333}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"RT I gotta say...hunkering down for an impending winter storm is a lot less fun when you've already been hunkered down fo...","sentiment_score":-0.0444444444}
{"full_text":"RT Thank you. I am so over \"city centric\", listening to \"their own groups\" peeps...","sentiment_score":0.3}
{"full_text":"Covid-19: The 18 locations linked to Auckland's new community cases","sentiment_score":0.1363636364}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"An independent expert team to study the origins of the COVID-19 virus is working on a summary report expected to be published next week, said Tedros Adhanom Ghebreyesus, director-general of the World Health Organization (WHO), on Friday. #Coronavirus","sentiment_score":-0.0333333333}
{"full_text":"RT My heart is breaking. My best friend is on a vent. Covid has ravaged her lungs so badly, Dr. says she's unlikely to survive...","sentiment_score":-0.0666666667}
{"full_text":"RT Karnan is only hope for theatre  release and Fans also waiting for a year to celebrate in theatres as pre...","sentiment_score":0.0}
{"full_text":"RT One worldwide pandemic. Two devastating hurricanes. 448 days between football games.You think a 14 point deficit with 5...","sentiment_score":-1.0}
{"full_text":"RT Why did Dems take this action? McConnell made it clear that there would be no other Senate business during the trial. Wee...","sentiment_score":0.0875}
{"full_text":"RT Covid-19 pandemic: China 'refused to give data' to WHO team","sentiment_score":0.0}
{"full_text":"RT China fires back at Washington after it raises concerns about WHO COVID report","sentiment_score":0.0}
{"full_text":"Free online digital skills courses revive hope and careers for millions amid the pandemic - Stories #MSFTAdvocate","sentiment_score":0.2}
{"full_text":"Some medical schools are reporting as much as a 43% increase in Black applicants since the pandemic began.","sentiment_score":0.0111111111}
{"full_text":"#COVID19 showed us how devastating a crisis is to society, and as #ClimateChange rages on, the banking and energy sector will have to work together to minimize risk. #OWEnergy","sentiment_score":-1.0}
{"full_text":"L.A. Coronavirus Update: Officials Report Decreased Positivity &amp; Hospitalization Rates #death #county #health #case #public","sentiment_score":-0.2}
{"full_text":"RT The has recorded 2,382 new coronavirus cases in the past 24-hours, bringing South Africa's total number of infectio...","sentiment_score":-0.0378787879}
{"full_text":"Yeah,we should all stay at home and cry","sentiment_score":0.0}
{"full_text":"RT My heart is breaking. My best friend is on a vent. Covid has ravaged her lungs so badly, Dr. says she's unlikely to survive...","sentiment_score":-0.0666666667}
