{"full_text":"RT The first California cases of a South African variant of the COVID-19 virus have been found in Bay Area, Governor Gavin Newsom announced Wednesday","sentiment_score":0.125}
{"full_text":"RT #BREAKING NEWS: Allegheny County is reporting its first case of the U.K. coronavirus variant.","sentiment_score":0.25}
{"full_text":"RT So just to make sure. None of you are going to any stadium until Covid is over right? Because, just cause they are open it do...","sentiment_score":0.2619047619}
{"full_text":"RT Curious","sentiment_score":-0.1}
{"full_text":"RT In lab tests with dummies, exposure to potentially infectious aerosols decreased by about 95% when they both wore tightly fitte...","sentiment_score":-0.1928571429}
{"full_text":"RT This you?","sentiment_score":0.0}
{"full_text":"RT Looks like the Covid gulag hotels just got a new customer","sentiment_score":0.1363636364}
{"full_text":"RT How stupid must feel? No sooner does he claim he has the gold standard in hotel quarantining, then heal...","sentiment_score":-0.4}
{"full_text":"The US now faces 3 crises:1) #coronavirus 2) #education 3) #morality #ImpeachmentTrial","sentiment_score":0.0}
{"full_text":"We the British people thank you from the bottom of our hearts for ultimately giving your life to save the nation.  We wish this was not the case! You all deserve the highest accolades for caring and bravery in the face of adversity x","sentiment_score":0.0}
{"full_text":"ALL APPOINTMENTS FULL: According to the Siouxland District Health Department's website, all the appointments for the Feb. 17 COVID-19 clinic have been filled.","sentiment_score":0.375}
{"full_text":"Covid here they come","sentiment_score":0.0}
{"full_text":"Cdc lies","sentiment_score":0.0}
{"full_text":"RT Quite right 10 YEARS for people that lie about COVID Starting with","sentiment_score":0.1428571429}
{"full_text":"Local elections in May, only vote for anti lockdown parties!","sentiment_score":0.0}
{"full_text":"RT They must destroy Ron DeSantis. Florida's economy needs tourism. So Biden is going to shut down travel to Florida. Wasn't...","sentiment_score":-0.1777777778}
{"full_text":"RT I feel like the guy on the right some days. I honestly don't enjoy any of this #COVID19 tweeting. I do see hope, but to rea...","sentiment_score":0.3428571429}
{"full_text":"This is a concerted effort to smash competent, rising star It's been a natl media and now White House effort. DeSantis, for the most part, kept the state open, \"allowed\" ppl to earn a living, and our numbers are about the same as DEM states NY and CA.","sentiment_score":0.2}
{"full_text":"RT I feel like the guy on the right some days. I honestly don't enjoy any of this #COVID19 tweeting. I do see hope, but to rea...","sentiment_score":0.3428571429}
{"full_text":"Governments across the globe today talking about lock down lasting into next year 2022.","sentiment_score":-0.0518518519}
{"full_text":"How did it take the cdc like an entire year to figure out \"yeah, maybe two masks would be better\"","sentiment_score":0.25}
{"full_text":"Good for you as nervous as you are stay home God help us","sentiment_score":0.7}
{"full_text":"RT Just spoke w\/ on the pandemic in Israel. A striking vaccination benefit (eg 35% mortality redu...","sentiment_score":0.5}
{"full_text":"What you need to know about face masks as protection against coronavirus","sentiment_score":0.0}
{"full_text":"RT Just how many Rahul Gandhis do you have to deal with every day? One walks out, the other walks in.","sentiment_score":0.1875}
{"full_text":"RT botswana, which had 0 new  cases today is on the 'red list', meaning if you come from there and don't quarantine in a hot...","sentiment_score":0.1287878788}
{"full_text":"RT Volunteering this morning at Pima County Covid vaccination site. Come get your shot! @pimaarizona","sentiment_score":0.0}
{"full_text":"it's been so sad to realize how incompatible American culture and policy is with tangible solutions to COVID that have been proven to work in other countries. 100% does not matter who is mayor or president, paying people to stay home is just perceived as anti-American","sentiment_score":-0.2083333333}
{"full_text":"Sen. must support UI extension, stimulus, and state\/local aid. Our ppl and cities need help: Cities have seen a 21% drop in revenue, while expenses have risen 17%. Public frontline workers are key to fighting #COVID and re-opening. We can do neither without them.","sentiment_score":0.0}
{"full_text":"RT Greater Manchester has now been in lockdown for longer (297 days of the last 324) than David Moyes was manager of Manchester...","sentiment_score":0.25}
{"full_text":"To retirement homes, schools: If each of your clients and personnel had a stash of say 7-days-worth of #Ivermectin, upon being detected positive for Covid or just having symptoms, they would start taking it, thus starting TO KILL IT immediately. A much more offensive approach","sentiment_score":0.2424242424}
{"full_text":"RT I am a free citizen of the United States who has not tested positive for COVID. I will travel within its...","sentiment_score":0.3136363636}
{"full_text":"Yes. She is not responsible for your parents. They are. They should stay home. Stop acting like this is the plague. The world has gone bonkers.","sentiment_score":-0.05}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Incarcerated  people have just as much right not to die from covid as you do","sentiment_score":0.2857142857}
{"full_text":"RT Updated quarantine guidelines from CDC. \"Fully vaccinated persons who meet criteria will no longer be required to quarantin...","sentiment_score":0.0}
{"full_text":"RT Man admits killing wife and sleeping next to body because 'Covid made him crazy'https:\/\/t.co\/yxOUUlGsyQ","sentiment_score":-0.3}
{"full_text":"RT Lock em all up. Crimes against humanity.","sentiment_score":0.0}
{"full_text":"RT Read our interview with discussing inspirations, future plans, and the company's evolution during...","sentiment_score":0.0}
{"full_text":"Seems a good place to repost this then...","sentiment_score":0.7}
{"full_text":"Covid cases where I live are about a third of what they were a month ago. Hopefully we are at the end of all this.","sentiment_score":0.0681818182}
{"full_text":"RT Sonic appeared with the pandemic and he is back to end it forever","sentiment_score":0.0}
{"full_text":"RT Chasing Daisy had a huge emotional impact. I re read it during Lockdown 1 and the impact was no less. Lov...","sentiment_score":0.1611111111}
{"full_text":"RT CDC recommendation for sunny days","sentiment_score":0.0}
{"full_text":"RT Don't overestimate the popularity of conspiracy theories.","sentiment_score":0.0}
{"full_text":"RT You can get tested for #COVID19  for free in Naperville! Click on the link below to sign up for an appointment. Gettin...","sentiment_score":0.5}
{"full_text":"RT imagine if the pandemic started and ended with a Sonic Movie","sentiment_score":0.0}
{"full_text":"RT Shouldn't Cummings be the first person to be locked up for 10 years for deliberately ignoring lockdown travel rules?","sentiment_score":0.25}
{"full_text":"RT Alberta demands changes to federal COVID airport detentions.                 ","sentiment_score":0.0}
{"full_text":"lmao KAT telling Shams chill i ain't said shit yet","sentiment_score":0.2}
{"full_text":"RT Large bipartisan majority of Americans favor more COVID economic reliefhttps:\/\/t.co\/cUj2xYuIx4","sentiment_score":0.3047619048}
{"full_text":"RT Our visual journey through the microscopic world of the coronavirus shows how masks provide an important defense against trans...","sentiment_score":0.2}
{"full_text":"Hey there CDC ...you cheeky bastards you...would my fucking welding helmet help?","sentiment_score":-0.6}
{"full_text":"RT Why did a certain green MP lock down his Insta when pics of him at an overseas wedding were posted?","sentiment_score":-0.0470899471}
{"full_text":"RT Health Minister claims he is \"absolutely calm\" as Ukraine probes high price paid in COVID-19 vaccine deal","sentiment_score":0.23}
{"full_text":"RT Not sure where to go when school finishes? are running a Lockdown Live on possible career pathways tomorrow -...","sentiment_score":-0.0378787879}
{"full_text":"RT Totally agree. To even think they blocked his sale this January is soooo beyond me.. But it is what it is....","sentiment_score":0.0}
{"full_text":"RT Patrol officers arrested a man last night at a downtown restaurant after he punched a staff member when asked to wear a fa...","sentiment_score":0.0}
{"full_text":"Another fantastic ambassador for supporting small business recovery #NorthEast Can you help or do you know someone in need of assistance?  Get in touch ... #covid #SME #support #recovery","sentiment_score":0.1333333333}
{"full_text":"RT Girl, 8, found brother's body when he hanged himself as lockdown left him feeling lonely - Metro","sentiment_score":-0.05}
{"full_text":"New interview w\/ OUT NOW We talk: Dealing with COVID Kahmzat Chimaev  Usman\/Burns Masvidal\/Covington Nate Diaz staying at 170 Why Leon would give Masvidal a title shot if he was champ And lots more! :","sentiment_score":0.3806818182}
{"full_text":"RT This is news to me! Last time I checked, I was gonna go through shootaround and see how I feel. Underlying conditions and Co...","sentiment_score":0.0}
{"full_text":"RT He used his platform. You just didn't get the message","sentiment_score":0.0}
{"full_text":"RT 1 In the first, a single person was exposed to SARS-CoV-2 through direct contact with the host species, the horseshoe bat. T...","sentiment_score":0.0928571429}
{"full_text":"It's a bitch, but survivable.  Great meds now. Good Luck.","sentiment_score":0.75}
{"full_text":"You tell him Karl","sentiment_score":0.0}
{"full_text":"RT This isn't hard and it isn't complicated.","sentiment_score":-0.3958333333}
{"full_text":"RT \"share of working-age Americans...in the labor force has plunged 2 percentage points from a year ago to 61.4%. The pand...","sentiment_score":0.0}
{"full_text":"RT A second article quotes doctors who say the mRNA technology used in #COVID #vaccines may cause immune thrombo...","sentiment_score":0.0}
{"full_text":"RT Relationship twitter are gonna kill us with \"even in a pandemic\" \"if he wanted to he would\" this weekend.","sentiment_score":0.0}
{"full_text":"RT 13 hours. We got $15 minimum wage and COVID relief for the American people through the House.Thinking of all the orga...","sentiment_score":0.0}
{"full_text":"RT New Mexico's Red to Green map has been updated! Many counties are now in yellow-tier restrictions, including Bernalillo, Santa Fe...","sentiment_score":0.0965909091}
{"full_text":"RT  Keep up the great work practicing the 3 Ws: wear a mask, wait 6 feet apart, and wash your hands often. Be sure to visit","sentiment_score":0.65}
{"full_text":"RT A tragic fact, but true.  And I predicted violence both in public and private multiple times prior to that day, because I...","sentiment_score":-0.0666666667}
{"full_text":"So covid over?","sentiment_score":0.0}
{"full_text":"RT Murdoch. Limbaugh. Zuckerberg. Take a bow.","sentiment_score":0.0}
{"full_text":"Phone the police! This man is wanted for serious fraud and misuse of public funds.","sentiment_score":-0.1666666667}
{"full_text":"Believe it or not we all were learning as we went with novel viruses. If anyone knew all the answers from the start we wouldn't have had a pandemic. You adjust as you learn things you know works.","sentiment_score":0.0}
{"full_text":"RT On the bind the GOP could find itself in, 4 in 10 Americans think Biden's economic relief package is about the right size, b...","sentiment_score":0.2428571429}
{"full_text":"RT The set a blueprint for equity in our pandemic response during her time in the Senate and today, that vision for a...","sentiment_score":0.0}
{"full_text":"RT They can go on holiday - I suggest to Tanzania, whose president has declared the country Covid free (it isn't but ERGers...","sentiment_score":0.4}
{"full_text":"Thank you Work in progress.Details soon.#APCRegistration","sentiment_score":0.0}
{"full_text":"Just think had trump been impeached in Jan2019 we would have been rid of him sooner instead the corrupt GOP wanted more time to destroy this country and more people may still be alive because of the trump administration handling of the Corona virus!","sentiment_score":0.085}
{"full_text":"RT It is going to take radical voluntary changes to society to alter consumerism and capitalism enough to prevent our int...","sentiment_score":0.0}
{"full_text":"RT Helloooooooo... why wasn't Rand Paul forced to wear a mask today on the Senate Floor?? President Biden manda...","sentiment_score":-0.3}
{"full_text":"RT If the various stories about and Covid contracts are not leading the news tonight then it is further confi...","sentiment_score":0.0}
{"full_text":"RT Varadkar 'can't rule out' another lockdown next winter- this is why we have to go for an elimination strategy like other coun...","sentiment_score":-0.0625}
{"full_text":"RT Now in Social Science &amp; Medicine: Richardson et al., 2021, Reparations for American Descendants of Persons Enslaved in the U...","sentiment_score":0.0166666667}
{"full_text":"RT A country that doesn't put this appalling conman on trial is a country that's given up.","sentiment_score":-0.35}
{"full_text":"RT Is it time to wear a better mask for COVID-19? We asked the experts","sentiment_score":0.5}
{"full_text":"Not one cent of Alberta's finances is going to be affected by this payout - it was all federally supported. It also works out to about 62 cents per hour, per worker, based on a 40-hour work week, for the last 12 months having to work with the risk of contracting COVID. #ableg","sentiment_score":0.0}
{"full_text":"RT If you STILL haven't heard about this, I think you might actually be muting us. Because maybe you think it will solve itself...","sentiment_score":0.0}
{"full_text":"RT One thing that I think is often missed, had there been no covid, this hallway we're watching now and so many others in th...","sentiment_score":0.5}
{"full_text":"RT Feels like we'll see a major shift in TV current affairs programs in the next few years in the U.K. Partly because of t...","sentiment_score":-0.034375}
{"full_text":"I love watching Sullivan do his thing. There is true contentment in watching someone be completely in his element, completely in his power. I'm glad lockdown hasn't numbed and nullified all of us; some seem freed by it, at least unrestrained. It's inspiring. And music always is!","sentiment_score":0.2678571429}
{"full_text":"RT Were you at any of the establishments listed in today's public advisory on the specified dates and times? If so, complete th...","sentiment_score":0.05}
{"full_text":"\"racial conflicts, economic crisis, the pandemic and the alleged danger to the institutions represented by the figure of Donald Trump.\"https:\/\/t.co\/Xz4j3jifyj","sentiment_score":0.05}
{"full_text":"This pandemic seems to be only getting worse not better. I don't get it","sentiment_score":-0.2166666667}
{"full_text":"RT NEW: Covid fueled anti-Asian racism. Now elderly Asian Americans are being attacked. In one assault Jan. 28, a man is  viole...","sentiment_score":0.0681818182}
{"full_text":"RT The Federal govt gave Ontario an extra $182M &amp; asked Doug Ford not to cut $900\/month from social assistance recipients who got...","sentiment_score":0.0166666667}
{"full_text":"RT A brilliantly accessible report just published by reviewing evidence on the impact the first wave of COVID-19...","sentiment_score":0.3125}
{"full_text":"RT If Crow and Osiris can wear a mask, so can you!","sentiment_score":0.0}
{"full_text":"Watch this wonderful video!#ThisIsOurShot ","sentiment_score":1.0}
{"full_text":"RT The Bank of #Canada has accelerated work on a central bank digital currency (#CBDC) in response to #Covid19 and its impac...","sentiment_score":0.0}
{"full_text":"Israeli cancer treatment cures COVID in all patients in Phase 1 trial  ","sentiment_score":0.0}
{"full_text":"RT Thanks to our partners and volunteers we able to distribute sanitizing wipes to #Manhattan 's #StIgnatiu...","sentiment_score":0.35}
{"full_text":"What \"hard fought progress\"?  I thought the last administration did nothing about the virus.  GTFO!","sentiment_score":-0.1458333333}
{"full_text":"Researchers have identified a pattern of #SARSCoV2 #SpikeProtein deletions that can prevent #antibody binding. #COVID19 #Coronavirus #Pandemic #Antibodies","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's right. We have one of the \"toughest border policies in the world\" in the same way our Test &amp; Trace is \"...","sentiment_score":0.1428571429}
{"full_text":"RT At some point I'm going to want some sort of evidence that covid is being handled more competently now than it was before t...","sentiment_score":0.5}
{"full_text":"The fact the entire UK is in lockdown in January, so trading was obviously more lower than usual too, has absolutely nothing to do with it. Honest!","sentiment_score":0.24}
{"full_text":"What's the real reason to vaccinate a population of 66 million, if the vaccine doesn't prevent the spread of a virus. or is it something else (another chain of events)https:\/\/t.co\/OTU9OTNhx3","sentiment_score":0.2}
{"full_text":"The current pandemic has opened a new window of opportunity for #cybercriminals. Most commonly, the attackers will use #phishing emails, pouncing on people's existential fears and anxieties. Find out how to protect yourself: ","sentiment_score":0.0840909091}
{"full_text":"\"Biden administration considers mandated COVID-19 testing for Americans prior to domestic air travel\"via","sentiment_score":0.0}
{"full_text":"Dolly Parton, Grand Ole Opry raising funds for music professionals affected by pandemic","sentiment_score":0.5}
{"full_text":"\"Long-haulers\" are people who survive COVID-19 but experiencing long-lasting complications. How long-lasting? It's still too early to tell.","sentiment_score":0.1}
{"full_text":"[VIDEO] TX Sheriff Says Biden Admin Releasing Migrants Into US Without COVID Tests - The incompetence of on the #COVID response is on full display #BidenIsNotMyPresident  via","sentiment_score":0.35}
{"full_text":"Covid 19 Children Cotton Anti Dust Mouth Mask Activated Carbon Filter Windproof With Breathing Valve Face Mouth Masks Respirator","sentiment_score":0.0}
{"full_text":"Brazil sees 1,330 more Covid-19 deaths and 59,602 new cases in the past 24 hours - official data","sentiment_score":0.1287878788}
{"full_text":"BZ Arago! 3 weeks at sea = joint exercises with French Infantry Regiment + 8 VBSS operations &amp; 4 vessel interrogations in and out the EEZ + implementing Covid19 measures + operating 2 new drones (AUV+SUV)","sentiment_score":0.0681818182}
{"full_text":"\"Hundreds of people joined caravans across Brazil on Jan. 31 calling for the impeachment of President Jair Bolsonaro over his handling of the COVID-19 pandemic for the second consecutive weekend, according to Al Jazeera.\"https:\/\/t.co\/0WJzdMYtFV","sentiment_score":0.0}
{"full_text":"Researchers affiliated with the Centers for Disease Control and Prevention argued recently in the Journal of the American Medical Association that schools are safe to reopen provided they adhere to social distancing and mask-wearing guidelines.https:\/\/t.co\/17bEILF15b","sentiment_score":0.1066666667}
{"full_text":"There are 24 Publix stores throughout Sarasota County offering COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"Vaccinated workers at Massachusetts hospital volunteer to sit with Covid-19 patients","sentiment_score":0.0}
{"full_text":"Our hearts go out for their health","sentiment_score":0.0}
{"full_text":"RT #COMPETITION#PancakeDay's just 6 days away!Make it delicious with Lyle's #GoldenSyrups &amp; have the chance to win the ULT...","sentiment_score":0.9}
{"full_text":"Maybe some of our Covid Goodbyes can grow into fresh Hellos.","sentiment_score":0.3}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"How will summer 2021 compare to summer 2020? How restrictions and Covid-19 infection rates have changedhttps:\/\/t.co\/LAAgNwfowC","sentiment_score":0.0}
{"full_text":"RT Prime Minister of Dominica thanks India's Prime Minister for answering the prayers of the country and help...","sentiment_score":0.2}
{"full_text":"RT Israel: We say with caution, the magic has startedNote blue lines, of 60+ years old (first to vaccinate), in the past 2 w...","sentiment_score":0.12}
{"full_text":"Join us Feb. 17 at noon for a virtual panel discussion with NIU Faculty discussing the COVID-19 pandemic and the vaccinations to combat it from historical, sociological, and public health perspectives. Register: #NIULibraries #HuskiePride #Huskies2021","sentiment_score":0.0}
{"full_text":"James Kelly joined The Breakfast Club after announcing he is stepping aside from his assistant coaching role at to be a stay-at-home, full-time Dad for his 2 young boys","sentiment_score":0.1}
{"full_text":"Liverpool manager Jurgen Klopp was unable to return to Germany for his mother's funeral on Tuesday because of Covid-19 travel restrictions.#Liverpool #Klopp","sentiment_score":-0.5}
{"full_text":"TONIGHT: The IRS is warning about an uptick in tax scammers looking to cash in during the pandemic.@JoLingKent talks to the experts about how you can protect yourself.Watch tonight on at 6:30pm ET \/ 5:30pm CT (check your local station listings).","sentiment_score":0.0}
{"full_text":"RT The American Rescue Plan will speed up vaccinations. This is about saving lives and containing the pandemic. It's time for Congre...","sentiment_score":0.0}
{"full_text":"How yoga can give you some breathing space during lockdown","sentiment_score":0.0}
{"full_text":"54 more Covid-related deaths with 1,006 new cases and 11 or less in Carlow &amp; Kilkennyhttps:\/\/t.co\/zCz5hogSUr","sentiment_score":0.1565656566}
{"full_text":"\"This is an intriguing time for HBCUs. The role of HBCUs in the ongoing pandemic and social justice initiatives highlights the need and relevance of our institutions today.\" - President  Register for \"The Rise and Relevance of HBCUs\" at:","sentiment_score":0.1666666667}
{"full_text":"RT botswana, which had 0 new  cases today is on the 'red list', meaning if you come from there and don't quarantine in a hot...","sentiment_score":0.1287878788}
{"full_text":"RT At some point I'm going to want some sort of evidence that covid is being handled more competently now than it was before t...","sentiment_score":0.5}
{"full_text":"In Covinsanity, we focus on the not-so-serious stories coming from the outbreak. We've gathered the funniest and strangest news from around the world that we guarantee will put a smile on your face.","sentiment_score":0.3}
{"full_text":"Hang in there, we will get through this together! If the pandemic and COVID-19 have been stressful and you are looking for support, check out our Anxiety and Stress group on Tuesdays led by our CAPS Psychologists. Sign up here:","sentiment_score":0.0}
{"full_text":"Our road back is just beginning, and we need your help. Please continue to social distance and wear a mask, until we're all protected and back to the way we remember.","sentiment_score":0.0111111111}
{"full_text":".@eltonofficial 'auditions' for amazing new NHS Covid-19 vaccine campaign:https:\/\/t.co\/F2rYc0uzeN","sentiment_score":0.3681818182}
