{"full_text":"You can't catch covid if you don't get tested for it","sentiment_score":0.0}
{"full_text":"RT 'If you wanted to design a virus dispersion hub, you could do worse': the Cheltenham Festival, one year on | Coronavirus...","sentiment_score":-0.4}
{"full_text":"This made me laugh a great deal. Frankly if I was going to breach coronavirus rules I'd be more terrified of the seagulls than the police! Especially as Cousin Dave is also up for a ruck!!","sentiment_score":0.43125}
{"full_text":"RT Here's how the United States plans to contribute to ending this COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Tax season update: Eligible educators can deduct unreimbursed expenses for COVID-19 protective items to stop the spread of COVID-19 in the classroom. #TaxSeason #TeachersOfTwitter","sentiment_score":0.0}
{"full_text":"society if covid didn't exist","sentiment_score":0.0}
{"full_text":"RT Once again, reveals itself as an establishment mouthpiece.Lead item on BBC News at Ten: fully five minutes on Har...","sentiment_score":0.0}
{"full_text":"RT Yesterday evening my mum died of #COVID19 She was 69, due a vaccine and died of no other causes.She had years left to...","sentiment_score":-0.0208333333}
{"full_text":"RT #BREAKING: More anti-#Lockdown protests from around the globe. Watch as #Police take on #Australian protesters demonstrati...","sentiment_score":0.25}
{"full_text":"All my social interactions since covid times have either been me spewing every thought I've ever had in the last year, or completely dead air. Soon my isolation will have me only able to communicate through dance","sentiment_score":0.0666666667}
{"full_text":"Said this to Munirah then she caught a train back to manny? Ugly bitch","sentiment_score":-0.35}
{"full_text":"RT It is obscene that Republicans want to lower the flag to half-mast for a vile bigot like Rush Limbaugh, but never thought t...","sentiment_score":0.0}
{"full_text":"RT Forget corona, nothing scares me than typing God with small letter G ","sentiment_score":-0.25}
{"full_text":"Somewhere quaint but gentrified","sentiment_score":0.0}
{"full_text":"RT Hope and Deliverance: The Pfizer-BioNTech coronavirus vaccine currently being rolled out in Israel is 98.9 percent effecti...","sentiment_score":0.0}
{"full_text":"RT The Dems' problem is that the crisis part of the pandemic is coming to an end too early in Biden's presidency. So, Presiden...","sentiment_score":0.1}
{"full_text":"Dr. Jerry L. Spivak, an expert on blood disorders at Johns Hopkins University, who was not involved in Dr. Michael's care, said that based on Ms. Neckelmann's description, \"I think it is a medical certainty that the vaccine was related.\"","sentiment_score":0.0}
{"full_text":"RT New York's COVID-19 cases hit post-holiday low","sentiment_score":0.0681818182}
{"full_text":"RT Ok I wasn't sure I wanted to share this but here goes.Elementary kids can absolutely get covid in school, even in pr...","sentiment_score":0.4}
{"full_text":"RT #BREAKING: More anti-#Lockdown protests from around the globe. Watch as #Police take on #Australian protesters demonstrati...","sentiment_score":0.25}
{"full_text":"RT New York's COVID-19 cases hit post-holiday low","sentiment_score":0.0681818182}
{"full_text":"RT my dad's truck is the only vehicle running right now, so gas was much more than expected. he took me back to the Rez for...","sentiment_score":0.1371428571}
{"full_text":"Also trying to invent a scandal that wasn't? ","sentiment_score":0.0}
{"full_text":"RT The pandemic amplified the impossibly hard circumstances that mothers, especially single mothers, are expected to surmount with...","sentiment_score":-0.1781746032}
{"full_text":"RT Johns Hopkins doc: U.S. may hit COVID herd immunity 'by April' | Just The News","sentiment_score":0.0}
{"full_text":"Actual headline: Governor DeSantis followed the science and vaccinated seniors FIRST. This is disgraceful","sentiment_score":0.125}
{"full_text":"Why are there even motives in a lockdown loool. Sit your ass at home bmt","sentiment_score":0.0}
{"full_text":"RT UPDATE: Tennessee is tied with the very bottom states in terms of % of population that has been given at least 1 vaccine s...","sentiment_score":-0.05}
{"full_text":"RT *General memo to the press*Less info about the Royal family's daily itinerary please, more holding the government's fee...","sentiment_score":0.1833333333}
{"full_text":"RT #EnoughIsEnough it is time. Just Scotland need to leave this #ToryCorruption Union, others will follow10 years jail for...","sentiment_score":-0.1}
{"full_text":"RT Antithesis #charaka #awareness #meditation #philosophy #movement #reincarnation #spiritual #cr...","sentiment_score":0.0}
{"full_text":"corona to me","sentiment_score":0.0}
{"full_text":"RT THE OPIOID EPIDEMIC (2020) let's talk about it.","sentiment_score":0.0}
{"full_text":"But neither are getting ridiculed nearly as much as Ted Cruz. Let's not forget about Nancy Pelosi and the hair dresser.","sentiment_score":0.2}
{"full_text":"Federal task force co-chair advised on COVID vaccine despite possible conflict of interest, via","sentiment_score":0.0}
{"full_text":"Covid has changed the way I see things. Watching a movie and they blew their bday candles out and I cringed. Like whoa -Sir you just gone blow and contaminate the whole cake? That seems so aggressive now.","sentiment_score":0.2}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"WHAT?! Vax effects on kid studies not until fall  or later?? Yet pushing that vax is ok to get now? ","sentiment_score":0.25}
{"full_text":"RT LIVE in Toronto: The anti-lockdown \"Essential Exercise March\" continues to make its way through the city. Full cover...","sentiment_score":0.1621212121}
{"full_text":"RT Wear a mask.Socially distance.Wash your hands. Your actions matter.","sentiment_score":0.0}
{"full_text":"\"If you didn't take a picture did you even get the vaccine\"?Jokes aside, it's imperative that we take this COVID vaccine whenever it available to us, for the safety of ourselves, our loved ones &amp; the people around us. #covid_19 #vaccine","sentiment_score":0.55}
{"full_text":"RT COVID-19 vaccine aid provided to Belarus by Chinese government has arrived in Minsk","sentiment_score":0.0}
{"full_text":"RT #OTD  in 1945 Armoury Chamber treasury returned home. In 1941, following the outbreak of Nazi invasion, 2...","sentiment_score":0.0}
{"full_text":"RT My parents, aunt, two sisters, a few friends and niece in the medical field.Anyone else know people?","sentiment_score":-0.1}
{"full_text":"RT Early initiation of prophylactic anticoagulation compared with no anticoagulation among patients admitted to hospital with...","sentiment_score":0.1}
{"full_text":"RT Yesterday evening my mum died of #COVID19 She was 69, due a vaccine and died of no other causes.She had years left to...","sentiment_score":-0.0208333333}
{"full_text":"RT Celebrities:\"You should all care about climate change\"Also celebrities:","sentiment_score":0.0}
{"full_text":"RT On Friday: High Court judge ruled acted unlawfully over Covid contracts. TV coverage:Ch4 News 2 minutesB...","sentiment_score":0.16}
{"full_text":"RT To take our money","sentiment_score":0.0}
{"full_text":"sick and disabled diabetic person that has a taxi account to day I had to come to  hospital to get a covid test done because I have major surgery I called for my ride home. 3 calls and an hour later with still no ride home beck taxi I get told my call is refused","sentiment_score":-0.2129464286}
{"full_text":"RT I don't think Trudeau is \"really\" upset about the XL Pipeline.I think he's a climate nut and glad it was shut down!","sentiment_score":0.1685185185}
{"full_text":"RT May the example of so many doctors and healthcare workers who have risked their life to the point of losing it due to the #pa...","sentiment_score":0.1875}
{"full_text":"RT This doesn't seem to be getting a lot of press coverage today, so thought I'd help out. You're welcome Cov...","sentiment_score":0.8}
{"full_text":"I just had the privilege of reading REZ DOGS, poignant upcoming MG about a Wabanaki girl quarantining on her grandparents' reservation during the pandemic. I'm so looking forward to being on this #MiddleGradeMagic panel!","sentiment_score":0.0}
{"full_text":"That's golf news. I feel so let down by our government.  It's so difficult to get a vaccine. I'm just going to wait for herd immunity. And hope I don't get Covid. It feels like a made for TV movie. I can't believe our government has left so many of us behind.Doesn't seem real","sentiment_score":0.0088888889}
{"full_text":"RT Great piece here by Bel Mooney asking all the right questions. via","sentiment_score":0.5428571429}
{"full_text":"RT Bird flu: Russia registers first human case of AH5N8 Can imagine bird flu could be much worse th...","sentiment_score":-0.05}
{"full_text":"RT Loozza Fox chunters about 'insurrection' if Covid lockdown isn't lifted immediately for the convenience of him and his ma...","sentiment_score":0.0}
{"full_text":"RT Florence Welch giving Elizabethan vibes\"Fringe lost to lockdown, so am embracing my inner Weird Sister\"","sentiment_score":-0.25}
{"full_text":"RT pov: it's february 21st 2020. map of the soul 7 just dropped. you're listening to each new track and loving every second of i...","sentiment_score":0.1840909091}
{"full_text":"My favorite YouTuber is giving away $500 to 8 people to help during the Pandemic. Check it out!","sentiment_score":0.625}
{"full_text":"RT BREAKING REPORT:  Harvard Study now claims REPARATIONS FOR SLAVERY could have reduced Covid-19 transmission and deaths i...","sentiment_score":0.0}
{"full_text":"Lockdown logic: We need to lockdown, which prevents people accessing the NHS, because if we don't the NHS will be overwhelmed and people won't be able to access it.","sentiment_score":0.5}
{"full_text":"But Covid is a hoax and just a cold","sentiment_score":-0.6}
{"full_text":"RT Democrats' desperation to tear DeSantis down will be every bit as ferocious, unhinged, and dishonest as was their Jihad aga...","sentiment_score":-0.2277777778}
{"full_text":"Here's a quick blog post read on using #digitaltools to launch a successful and effective #COVID19 #vaccination program:","sentiment_score":0.5611111111}
{"full_text":"RT If a Health Secretary can keep his position while:- overseeing the highest Covid death-rate in the world- acting unl...","sentiment_score":0.0}
{"full_text":"RT This is messed up. Whatever you think of and his bill, he's clearly trying to draw attention to the hardship...","sentiment_score":0.1}
{"full_text":"Was a fat 9.4 stn, dropped to around 7.8 during first lockdown, gone back up to about 9, I'm 5.4\" so correct weight but I like to be somewhere in the 7.5 stone region.","sentiment_score":0.125}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"Exactly most ran out of pd sick days by Nov due to test results taking 5-7 days. HR question staff if they're really sick. Employees who stay home unpaid are unofficially reprimanded\/recieve neg performance reviews for being away, seen as unreliable! Fear of being fired is big.","sentiment_score":-0.1339285714}
{"full_text":"RT 80% drop in cases, vast majority of vulnerable vaccinated and we are told outdoor meetings \"possibly even gardens\" may s...","sentiment_score":-0.1666666667}
{"full_text":"\" The challenge that you could be facing, you can truly do anything. You've just got to set your mind to it and work hard\"Paul is living with an iron lung and did a lot of achievements, So what is your excuses!!","sentiment_score":-0.4557291667}
{"full_text":"RT This is what anyone with even the most basic training in journalism would have picked as the lead story,","sentiment_score":0.25}
{"full_text":"Social Distancing Idea: Bake a pie for National Cherry Pie DayWe love this recipe from #Pie","sentiment_score":0.2666666667}
{"full_text":"About 3,500 high-risk Allegheny Health Network patients from throughout Western Pennsylvania got their first covid-19 vaccinations Saturday at PNC Park.https:\/\/t.co\/Q74L71RjlO","sentiment_score":0.125}
{"full_text":"This week, the Commissioners honored three 4-H ambassadors who were unable to compete in the Farm Show bunny hop this year due to the pandemic. Congrats on all of your hard work! I hope I can meet you all at the Farm Show next year! https:\/\/t.co\/LefUhHuMud","sentiment_score":-0.2473958333}
{"full_text":"After Maharashtra, Punjab Sees Sudden Spike in Daily Covid-19 Cases, 5 States Cause of Concern for Centrehttps:\/\/t.co\/mlucJN6lJI","sentiment_score":0.0}
{"full_text":"I deeply regret to inform you of social distancing.","sentiment_score":0.0166666667}
{"full_text":"#COVID19 has introduced a variety of new barriers to volunteering, all while creating an even greater need for community support. Here are some ways to provide safe opportunities for community service -- even while physically distanced #PlanMaghttps:\/\/t.co\/PuCsUZSzyZ","sentiment_score":0.2840909091}
{"full_text":"Feeling sick?  Stay home to #ProtectPurdue.","sentiment_score":-0.7142857143}
{"full_text":"Absolutely, The Covid has only 1 RNA strand and no reservoir species to hang out in. The flu has 8 independent segments of RNA that can be swapped with other flu strains including birds and swine. If you get herd immunity, Covid has no where to go. Then just maintain till dead.","sentiment_score":-0.025}
{"full_text":"\"It's been a very stormy bumpy rollout, and I think just the weariness and the fatigue of the pandemic has really started to hit people,\" one medical professional described the last few months.","sentiment_score":0.05}
{"full_text":"You should probably stay, probably stay, a couple more days. Come on let me change your ticket home","sentiment_score":0.5}
{"full_text":"A brain-swelling disease 75 times more deadly than coronavirus could become the next pandemic killing millions, scientists have warned.","sentiment_score":0.1}
{"full_text":"The panel explained their experiences in the medical field during the COVID-19 pandemic and said many people are afraid to stay home if they are sick because they need to get their paycheck.","sentiment_score":-0.2035714286}
{"full_text":"Homeland Security defines non-essential travel as \"travel that is considered tourism or recreational in nature.\" Essential travel -- including travel for trade and business -- remains open.https:\/\/t.co\/BMyAdeoho8","sentiment_score":0.0}
{"full_text":"So how come they're in similar lockdown to UK.","sentiment_score":0.0}
{"full_text":"BOB MCDONALD SR., 76, of Livingston, Louisiana, died of COVID on Feb. 18, 2021. A Vietnam War veteran and piledriver, he found his life's calling dressing up as Santa Clause and bringing joy to children.","sentiment_score":0.4}
{"full_text":"The thing about this is if you define \"safe\" as &lt;1% chance of anyone getting COVID because of the hug, that seems right. However, if you define \"safe\" as &lt;50% of getting COVID, that was a long time ago for most people outside of NYC.","sentiment_score":0.2892857143}
{"full_text":"SUNY cancels summer 2021 study abroad programs. IEGI hosts information sessions, creates webinar to educate students on travel risks during COVID-19.Read the FULL STORY by Erin Zipman:https:\/\/t.co\/kourAfBPxw","sentiment_score":0.35}
{"full_text":"New York State's seven-day average COVID-19 positivity went down to 3.06% on Friday, marking the 43rd straight day that it has seen a decrease. Meanwhile, Chautauqua County's seven-day average infection rate is now 1.3%, the lowest since November 16th.","sentiment_score":-0.0238383838}
{"full_text":"Looking for something fun &amp; COVID-19 friendly for you &amp; your friends or colleagues ?@CoolbetCanada has you covered! We can set up a private tournament for you &amp; your friends in our poker software!","sentiment_score":0.25625}
{"full_text":"\"As depression rates have increased rapidly during the pandemic, our foundation's work into researching new treatments is more vital than ever.\"","sentiment_score":0.2454545455}
{"full_text":".@AllergyReliefNY offers tips for how to better manage dust mite allergy while we all #stayhome -- and reveals the No. 1 indoor allergy hot spot:","sentiment_score":0.2833333333}
{"full_text":"You're fully vaccinated against the coronavirus -- now what? Don't expect to shed your mask and get back to normal activities right away.https:\/\/t.co\/haIY2MjHBW","sentiment_score":0.1452380952}
{"full_text":"Should the #NBA be holding an All-Star Game in the middle of a pandemic-impacted season?A few weeks before the league's superstars descend on Atlanta, we put together a few alternatives for the #NBA to consider for this year's All-Star Weekend:","sentiment_score":-0.2}
{"full_text":"\"We have improved our processes to double the batch size and increase yield and we have deployed more efficient lab test methods to reduce release times.\"Pfizer aims to boost its weekly #COVID19 vaccine production:https:\/\/t.co\/vGwK3W6oC6","sentiment_score":0.25}
{"full_text":"Oregon has become one of the first states to have reports of people contracting COVID-19  after being fully vaccinated.","sentiment_score":0.25}
{"full_text":"Governor Cuomo announced that the new mass COVID-19 vaccination site on Delavan Avenue will be limited to residents of zip codes with low vaccination rates.","sentiment_score":0.0216450216}
{"full_text":"\"Pregnant women are more likely to get severely ill, be in the ICU, on a ventilator, there is some suggestion that there's even a higher risk of death in pregnancy from COVID,\" said Dr. Brenna Hughes.","sentiment_score":0.1166666667}
{"full_text":"Cleveland ace Shane Bieber reports to spring training after bout with COVID-19 Here is what is happening in Baseball right now! #sanfrancisco #youthbaseball #travelbaseball","sentiment_score":0.3571428571}
{"full_text":"The trials don't end till 2023. Deaths are being wrongly assigned to COVID. Never before in medical history has a \"case \" been anything other than someone who presented with symptoms. Now, just stick a swab up someone's nose and detect a few bits of dead RNA. Hey presto! A \"case\"","sentiment_score":-0.215}
{"full_text":"RT BREAKING: WE'VE WON - High Court rules Government acted unlawfully by failing to publish details of Covid-related contr...","sentiment_score":0.16}
{"full_text":"\"Teacher agency and collective trust became critical for teacher learning\" Richard Black &amp; Brenden Morris for #EdChat #TeacherAgency #AcademicChatter","sentiment_score":-0.0833333333}
{"full_text":"How COVID-19 health restrictions effected homeless in Macon during the early stages of the pandemic and more:","sentiment_score":0.3}
{"full_text":"Healthcare lost 30K jobs in January in first setback since pandemic hit #healthcare","sentiment_score":0.25}
{"full_text":"RT Coloradans are still waiting for COVID relief and for more vaccine supplies.And Lauren Boebert ... is taking a fundra...","sentiment_score":0.5}
{"full_text":"A flash video made by a 14 year old for contracting COVID-19","sentiment_score":0.1}
{"full_text":"RT It is obscene that Republicans want to lower the flag to half-mast for a vile bigot like Rush Limbaugh, but never thought t...","sentiment_score":0.0}
{"full_text":"RT SUPPORT LOCAL MUSIC!We have teamed up  with and to create the \"We Built This City on Rock N Roll...","sentiment_score":0.0}
{"full_text":"Ten weeks into the U.S. vaccination effort, most hospitals, clinics and vaccination centers now have protocols and systems in place to make sure every last dose gets used.","sentiment_score":0.25}
{"full_text":"The unintended consequences of lockdown and the full range of covid  policy implementations will be profound and long lasting.","sentiment_score":0.0958333333}
{"full_text":"RT The many faces of the anti-COVID immune response","sentiment_score":0.5}
{"full_text":"RT The many faces of the anti-COVID immune response","sentiment_score":0.5}
{"full_text":"RT My Daughter has spent half her life in Lockdown, doesn't know what a friend is, hasn't attended any groups or activities,...","sentiment_score":-0.1333333333}
{"full_text":"RT Absolutely done with the dump on South Asian nominees this week, first with Neera Tanden &amp; Now on Dr. Murthy, an incredible pu...","sentiment_score":0.3375}
{"full_text":" Top hashtags used by the scientific community in english tweets in the last 12h:#COVID19#BIORXIV#DSC_ARTICLE#COVIDVACCINE#SARSCOV2Follow us here for more data or subscribe to our daily\/weekly newsletter.","sentiment_score":0.25}
{"full_text":"RT The government unlawfully failed to publish the details of billions of pounds' worth of contracts related to the coronavirus pande...","sentiment_score":-0.0666666667}
{"full_text":"RT The medias done a huge disservice covering COVID through the lens of \"survived or died.\" Theres 1000s of people who ar...","sentiment_score":0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 30.0FWind Chill: 23.8FHumidity: 57%Dew Point: 16.5F Barometer: 30.257 inHgWind: 6 mph from the NWCorona Virus Weekly Stats:Cases: 66.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Lockdown has turned Britain into the Soviet Union","sentiment_score":0.0}
{"full_text":"RT Matt Hancock: found guilty of handing pandemic contracts to his mates British journalists:","sentiment_score":-0.25}
{"full_text":"RT The Persona 5 Cast during the pandemic","sentiment_score":0.0}
{"full_text":"RT AZ, we can't let our guard down now. Let's continue to wear masks, keep 6 feet from others, and limit gatherings outside...","sentiment_score":-0.0777777778}
{"full_text":"RT NewsroomGC: Public Health Agency of Canada to begin COVID-19 testing at land borders on Monday","sentiment_score":0.0}
{"full_text":"Lockdown Saturday night highlight: freshly washed sheets. Jeez louise. Insomnia has become my new aftershow party.","sentiment_score":0.2181818182}
{"full_text":"Why China is investing billions of dollars to Nepal, Pakistan and Sri Lanka?See: #ISRGKB #Business #China #Coronavirus #Economy #India #Investment #Nepal #SriLanka #terrorism","sentiment_score":0.0}
{"full_text":"RT This is not food, it's #AnimalCruelty They are not commodities, they are VICTIMS of human evilVeganism is the path,...","sentiment_score":0.0}
{"full_text":"RT If you're using a generator after winter storms, remember: Never use it inside your home or garage - even if doors and windows...","sentiment_score":0.0}
{"full_text":"N.H.S.10 years of austerity understaffed and underfunding prior to epidemic .","sentiment_score":0.0}
