{"full_text":"My favorite YouTuber is running a money contest to help during the Pandemic. Check it out!","sentiment_score":0.625}
{"full_text":"A warming station will be open at Caddo Mills City Hall today until 5 PM. Please follow general COVID protocols including the use of facial coverings.","sentiment_score":0.0166666667}
{"full_text":"LOCKDOWN CALLING: AN INSIGHT INTO WHAT HOME WORKERS ARE SAYING TL;DR key findings of Leesman home working report: ex boss of Twitter UK.","sentiment_score":0.0}
{"full_text":"RT Philly will face a $450M budget hole for the next fiscal year. That's smaller than last year's $750M -- but the city spen...","sentiment_score":0.0}
{"full_text":"RT The Democrats control Congress and the Senate has gone on vacation. You are a senator. Actually do something instead o...","sentiment_score":0.0}
{"full_text":"RT We're a month into the Biden administration and they are still trying to blame the Trump administration for their slow COVID res...","sentiment_score":-0.3}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"Thank you so much By coming together, we're able to share our voices, take action &amp; help our communities. Thank you for the opportunity! #HealthEquityMatters","sentiment_score":0.275}
{"full_text":"RT Covid is airborne. Later may have cost lives. Please do better.","sentiment_score":0.25}
{"full_text":"Have you been to a BMC school ever? Ask anyone in Class 8 to do 1\/2 + 1\/3  - 99% cantWhats going to happen to those children with schools closed? Bezos wont hire them ...People are moving around in pubs, watching cricket WHY ARE SCHOOLS\/COLLEGES closed?","sentiment_score":-0.1}
{"full_text":"RT State government wasn't prepared for the hurricanes, the pandemic, &amp; now a record breaking winter storm in Texas... WT...","sentiment_score":0.0}
{"full_text":"RT 'After years of dire inflation predictions that failed to pan out, the people who run fiscal and monetary policy in Washin...","sentiment_score":-0.5}
{"full_text":"RT Last year DeSantis sent Florida police to raid the home of an ex Health Department data scientist and confiscate all h...","sentiment_score":0.0}
{"full_text":"RT Westchester Medical Center is providing FREE COVID-19 testing at Neighbors Link. Masks are required. Date: Wednesday, F...","sentiment_score":0.1}
{"full_text":"Beautiful coverage of a magical event! Thank you, for this great story honoring the Night To Shine, MarionNaz event for those we serve! via","sentiment_score":0.825}
{"full_text":"The coronavirus is here to stay -- here's what that means","sentiment_score":0.0}
{"full_text":"RT Raising the minimum wage to $15 means raises for 27 million Americans &amp; pulls nearly 1 million out of poverty, accelerati...","sentiment_score":0.1}
{"full_text":"RT We need our spouses in Canada with us!!!. That should be made a priority by IRCC. Living alone through a pandemic with...","sentiment_score":0.0}
{"full_text":"RT Real talk! Thank you, Natasha! ","sentiment_score":0.3125}
{"full_text":"RT Speaking as one who has barely switched on the iron since the start of Lockdown #1, I'd say that none of the...","sentiment_score":0.05}
{"full_text":"RT N345,848,654 allocated in the 2020 covid intervention programmes for the PROCUREMENT of Molecular equipment at National Ortho...","sentiment_score":0.0}
{"full_text":"RT Having two AstraZeneca #COVID19 vaccine versions approved for emergency use is a promising sign to deliver #VaccinEquity. I t...","sentiment_score":0.2}
{"full_text":"The businesses that lost money due to the pandemic? Yeah they're gonna try to recoup as much money as possible by any means necessary...ANY MEANS!","sentiment_score":0.025}
{"full_text":"RT How do you think has supported small businesses, freelancers and contractors during the #COVID19 pandemic?","sentiment_score":-0.25}
{"full_text":"If the first pint isn't a Moretti or Peroni we might as well stay in lockdown","sentiment_score":0.25}
{"full_text":"Not including the Covid-enforced break in November, this is the longest gap between games we've had since January 2013.","sentiment_score":0.0}
{"full_text":"#shielding - Roughly 1.7 million people will be added to the shielding list in England, after experts developed an algorithm which has identified more adults at serious risk from Covid-19. They will join around 2.2m people already on the list in England.","sentiment_score":0.0416666667}
{"full_text":"RT The TV \"set\" told them to stay home and not go outside and they did it...then the TV \"set\" told them t...","sentiment_score":0.0}
{"full_text":"RT It's a neck and neck race between the murder rate, COVID-19 positivity rate, and the exchange rate. ","sentiment_score":0.0}
{"full_text":"RT Finally some good news: the vaccine production will get a substantial boost.The brand-new factory in th...","sentiment_score":0.35}
{"full_text":"RT Idiot proposes non job to solve a problem that doesn't exist in order to provoke a culture war that diverts attention f...","sentiment_score":-0.8}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"2 Your Health: Many skip heart care and meds due to COVID-19 concerns(Via WCBD News)","sentiment_score":0.1875}
{"full_text":"RT Question - how many ppl working in pharmacies have been sick, in hospital, ICU or died FROM Covid since Jan 2020?","sentiment_score":-0.1071428571}
{"full_text":"And stay home in the freezing cold while we shut off your electricity for a rolling blackout due to green energy being inefficient.","sentiment_score":-0.3083333333}
{"full_text":"RT According to all the vested interests and lobby groups - you don't get Covid in, pubs, restaurants, cinemas, theatres, sch...","sentiment_score":0.0}
{"full_text":"Ash Wednesday rituals tweaked for coronavirus as Christians are reminded of death","sentiment_score":0.0}
{"full_text":"RT As of Thursday, two-thirds of the 1,744 Albertans who have died from COVID-19 lived in long-term care or assisted living...","sentiment_score":0.0}
{"full_text":"RT 11) Fauci is warning about the new mutations too. - be a hero to America, not a Trump toady anymore. You do...","sentiment_score":0.1363636364}
{"full_text":"A pangolin coronavirus spike glycoprotein sheds light on SARS-CoV-2's evolution #SARSCOV2 #COVID19 #covid #zoonosis #pandemic #research #phylogenetics #spikeprotein","sentiment_score":0.4}
{"full_text":"Still this Fkn Clown takes no blame and puts it on healthcare workers...","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"Really recommend going back and listening to on around 1:20 in. (https:\/\/t.co\/Vxy7prWTWK)  A great advocate for her sister but also for the many thousands of people with learning disabilities who have seemingly been forgotten during this pandemic.","sentiment_score":0.375}
{"full_text":"RT  Since we launched our Hand Sanitiser portal in March last year, millions of litres have been supplied by distiller...","sentiment_score":0.0}
{"full_text":"CA experts say traditional indicators have failed to capture the pandemic's true toll, warning of a much more complicated debt story.","sentiment_score":-0.03}
{"full_text":"RT We just need to know if he ever put a hit out on one and he'll be tied","sentiment_score":0.0}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT The \"entitled\" have so much to answer for throughout the pandemic. This traged...","sentiment_score":0.2}
{"full_text":"RT The BBC's framing of the COVID PANDEMIC has been disastrous from Day One. Instead of focusing on ELIMINATION of the VIRUS...","sentiment_score":-0.7}
{"full_text":"RT Big f##king deal.They mutate all the time.You know this.We all know this by now.Scaremongering #ScumMedia#De...","sentiment_score":0.0}
{"full_text":"RT I haven't had so much as a cold since Covid. Masks forever? ","sentiment_score":-0.6}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"RT Black woman created a proven vaccine tracking software and offered to license it to the CDC under Trump. CDC instead gav...","sentiment_score":-0.1666666667}
{"full_text":"RT Libertarian Tory, Craig McKinley MP, is uncomfortable with what we have had to live through. I'm more concerned with tho...","sentiment_score":0.0454545455}
{"full_text":"RT We need to do a better job with civic education in this county unless we want to be nothing more than greedy people gr...","sentiment_score":0.5}
{"full_text":"RT \"It's not hard to imagine that after the pandemic, the mishandling of federal resources will be used as a reason to surrend...","sentiment_score":0.1458333333}
{"full_text":"RT A 90-year-old Seattle woman walked 6 miles in the snow to get coronavirus vaccine. Fran Goldman had been trying for weeks t...","sentiment_score":0.0}
{"full_text":"RT LolShootout na \"two-fighting\" in the same Lagos that is charging peaceful protesters to court for \"violating COVID-19 reg...","sentiment_score":0.125}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Joe Biden vs Donald Trump: Covid-19 deaths in 1st 100 days in office...","sentiment_score":0.0}
{"full_text":"I would say perhaps for your case. But do you know why the elderly here haven't been razed by COVID? They don't live in homes for the elderly but reside within the family unit. You agree those homes were sitting ducks for Covid?","sentiment_score":0.1363636364}
{"full_text":"RT \"Kamala Harris is the biggest liability of the Biden administration because she lies, obviously and clumsily, even when s...","sentiment_score":-0.15}
{"full_text":"i've had enough of lockdown. i've had enough of doing the same thing every day. i've had enough of not being able it to see my friends. i genuinely cannot be arsed.","sentiment_score":0.15}
{"full_text":"RT One sign of covid's nastiness is the fact that the covid countermeasures basically eradicated the flu while covid still surged","sentiment_score":0.0}
{"full_text":"RT If you haven't yet downloaded the #CovidAlert app on your phone, please do! It might just help us all get through this...","sentiment_score":0.0}
{"full_text":"RT Pneumonia categories include bacterial pneumonia such as Streptococcal &amp; Haemophillus pneumonia - but most cases are 'or...","sentiment_score":0.25}
{"full_text":"RT DAVID LORINOVICH, 75, of Bluffton, South Carolina, died of COVID on Jan. 23, 2021. \"My dad was my best friend, an amazi...","sentiment_score":1.0}
{"full_text":"Can I assume these people have signed a release that when they get Covid they will opt out of being admitted to the hospital &amp; taking up a bed? If they don't want to social distance then all rights to any Covid care should be denied. It's called consequences for your actions.","sentiment_score":0.0333333333}
{"full_text":"RT #prioritizefamilysponsorship  from our last trip saying good night to her dad. Now she...","sentiment_score":0.35}
{"full_text":"RT Pakistan will be first country in the world allowing commercial sell of Coronavirus vaccines. Shameful!over 10 thousand pe...","sentiment_score":0.125}
{"full_text":"Despite the ongoing COVID-19 pandemic, heart disease remains the number one cause of death worldwide. Here's why CAROL's REHIT protocol is an effective, safe, and time-efficient way to optimize your heart health. #carolfitai #carolbike #cardiohttps:\/\/t.co\/nSbYzMXCWD","sentiment_score":0.55}
{"full_text":"RT A report of abnormal eye findings by magnetic resonance imaging in 9 patients with severe covid-19, all with nodules in the...","sentiment_score":0.0}
{"full_text":"Market Researchers, treat yourself to some ice cream. At the very least a scoop. Throwback to our old celebration of our company. One that hasn't lost its fun even through a pandemic. #marketresearch #surveys #qualitative #quantitative #MRXhttps:\/\/t.co\/5KDr06qgA9","sentiment_score":0.0033333333}
{"full_text":"RT Children do get very sick from #Covid19 Thankfully a mother went with her gut instinct and the amazing teams in #Crumlin ar...","sentiment_score":-0.1642857143}
{"full_text":"RT Every political party in Ontario, except one, stood side-by-side this morning to try to pass #PaidSickDays so that people don'...","sentiment_score":0.0}
{"full_text":"Client Strategist Mike Joyce is featured on the \"I Don't Care Podcast\" by discussing the challenges and digital solutions to verifying COVID vaccinations.  ","sentiment_score":0.0}
{"full_text":"RT From Harvey, to #COVID19, to this winter freeze, state leadership at the highest level of government has yet again, failed us...","sentiment_score":-0.5}
{"full_text":"RT Since the start of the pandemic, people have been spending an extra hour in bed","sentiment_score":0.0}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"A hallmark of the Trump administration was limited guidance for COVID-19 solutions, including guidance for implementing screening strategies in workplaces. 3\/6","sentiment_score":-0.0714285714}
{"full_text":"RT Why would negate the agreement that President Donald J. Trump put in place, that drastically reduces the price...","sentiment_score":0.0}
{"full_text":"RT  Woodbine Cares | Happy Random Acts of Kindness Week! We shared a COVID-safe list of ideas &amp; ways to participate this wee...","sentiment_score":0.0875}
{"full_text":"RT Fauci: 'I Prefer Not to Comment' on Gov. Cuomo's Mishandling Coronavirus","sentiment_score":0.0}
{"full_text":"RT New blog post shares data for schools nationwide and finds that Christian schools are leading the way during COVID. #MyChristi...","sentiment_score":0.0681818182}
{"full_text":"RT \"Action, and action now\" -- FDR, 3\/4\/33https:\/\/t.co\/qdmRjMqiNX","sentiment_score":0.1}
{"full_text":"RT BTW, folks, I know times are tough for many of us these days, esp w\/ COVID but, if you're able, always try to take your #d...","sentiment_score":0.2037037037}
{"full_text":"President Joe Biden is extending a ban on housing foreclosures to June 30 to help homeowners struggling during the pandemic.","sentiment_score":0.0}
{"full_text":"St Paul's joins #PrayerfortheNation to pray for all those suffering due to the COVID-19 pandemic","sentiment_score":-0.125}
{"full_text":"Teachers unions did not create or mishandle this pandemic. This is so insulting and I'm so tired of media people who know NOTHING about education taking this clueless stance.","sentiment_score":-0.7}
{"full_text":"North Korea Hacked Pfizer to Steal COVID-19 Vaccine Data, South Korea Says","sentiment_score":0.0}
{"full_text":"RT Repubs in Congress are trying to distract and divide us, using the same tactics favored by the criminal they worship. We do...","sentiment_score":0.1333333333}
{"full_text":"2020 #accelerated the #movement to embrace purpose by forcing companies to reprioritize; put their #employees, #customers, and #communities above #shareholders; and use their capabilities to respond to the pandemic with agility and empathy.Book a call: ","sentiment_score":0.0}
{"full_text":"RT How can Meghan McCain say with a straight face she's the most pro-life person on TV, yet she's against healthcare for anyone...","sentiment_score":0.35}
{"full_text":"Your President respects fake news but Your President disrespects China virus wonderfully.","sentiment_score":0.25}
{"full_text":"#France - Latest polling data show that confidence in #Macron stands at fairly high levels (~40%), especially amid deadly pandemic - French president now has to make tough strategic choices if he wants to win 2022 presidential election","sentiment_score":0.1338888889}
{"full_text":"RT Cannabis Industry Pandemic Health Risk Study Identifies Necessary Considerations For Events To Resume In 2021#cannabis #ca...","sentiment_score":0.0}
{"full_text":"Services like summer school meal programs, grocery vouchers, and mobile food boxes have seen an increase during the pandemic. Here's how the UW Food Pantry is adapting.https:\/\/t.co\/wump1NrsGI","sentiment_score":0.0}
{"full_text":"CATHERINE COPETILLO, 70, of Highland, California, died of COVID on Jan. 18, 2021. \"Cat was a very strong woman. She raised her 4 children to love God. She loved you &amp; you always knew where she stood. We will never forget her. See you in Paradise our precious &amp; beautiful Mama.\"","sentiment_score":0.6226666667}
{"full_text":"The pandemic has given #localgov the opportunity to shine  and demonstrate to government that we can work effectively together, argues","sentiment_score":0.6}
{"full_text":"There is no doubt that #COVID19 was something affected the #travel industry greatly. Many of us wonder - when will this all be over? Take a glimpse into our #blog article on the State of Tourism as we know it to learn more.https:\/\/t.co\/jVlgTAEQyL#lokafy #blogpost #tourism","sentiment_score":0.5}
{"full_text":"COVID-19, Oak Park Schools Update - February 14, 2021  via","sentiment_score":0.0}
{"full_text":"Victoria looks set to end its third lockdown today unless there is a sudden spike in #COVID19 cases. #9Newshttps:\/\/t.co\/rxGkVthLkP","sentiment_score":0.0}
{"full_text":"RT Canada's nursing shortage is a gaping wound in our health care system. Our health care heroes are fleeing -- not just b...","sentiment_score":0.0}
{"full_text":"Victoria looks set to end its third lockdown today unless there is a sudden spike in #COVID19 cases. #9Newshttps:\/\/t.co\/W8PiV7E8cz","sentiment_score":0.0}
{"full_text":"I almost Googled \"quick slow cooker dinners\".That's where I'm at in this pandemic.","sentiment_score":0.0166666667}
{"full_text":"7 new U.S. COVID variants: 'COVID is going to be with us for a while' says doctor","sentiment_score":0.1363636364}
{"full_text":"from the COVID-19 pandemic to recent protests, Langar has been in the spotlight.we are hosting a series which will critically engage with Langar and its place within Sikh histories, present, and futures.sign up for the first session below:https:\/\/t.co\/1ieAw1cdfT","sentiment_score":0.0625}
{"full_text":"In this episode of The Sit Down with Steven Taylor is Wayne Ward, discussing impact of Tourism during COVID-19 and how we should now be supporting local more and exploring our own country.Catch the show Fridays 19:30hrs on #BRICSChannel","sentiment_score":0.2388888889}
{"full_text":"#HDILocal LiveStream Episode #13 - \"What is all this noise?\"  Tom and HDI legend talk about 'Communication in the Modern Workforce'. Digital #communications  since the COVID pandemic has just increased. How can we keep up? thinkhdi  #itpros","sentiment_score":0.1}
{"full_text":"  will be at the Cicero Fairgrounds through Sunday, Feb. 14 to offer free COVID-19 testing. The site is open 8-4 p.m., no appointment necessary. Results will be given over the phone within 7 days. If you do not receive results, submit a request at","sentiment_score":0.1333333333}
{"full_text":"More than 1,600 new volunteers have been recruited in Powys since the start of the coronavirus pandemic. Could you join them by providing digital support?If you are interested and would like to learn more about being a #PowysVolunteer, please visit","sentiment_score":0.2772727273}
{"full_text":"If you have been invited to get the COVID-19 vaccine you may be asked to bring your NHS number to your appointment. If you don't know your NHS number, use this handy tool on the NHS website to find it:","sentiment_score":0.6}
{"full_text":"The do's and dont's on how to register and receive the COVID-19 vaccine in Orange County.Story: Tweet:","sentiment_score":0.0}
{"full_text":"\"Sustainable energy offers not just economic but critical social and environmental fortification.\" Executive Director, Dr. Gary Jackson discusses the importance of pursing energy resilience even amidst a global pandemic. Read more here: ","sentiment_score":0.1388888889}
{"full_text":"RT This doctor says the covid vaccine will result in \" mass deaths\". Watch and share!!!","sentiment_score":0.0}
{"full_text":"AC Transit offers free rides to Oakland Coliseum coronavirus vaccination sitehttps:\/\/t.co\/4MVciumYan","sentiment_score":0.25}
{"full_text":"The show starts with shock, as we realize is about to reach one full year of Home Game. This, of course, leads into some COVID talk.","sentiment_score":-0.025}
{"full_text":"#TUNEIN at 3pm today when #RogersTV broadcasts the SMDHU Press Conference. #live","sentiment_score":0.1363636364}
{"full_text":"#TUNEIN at 3pm today when #RogersTV broadcasts the SMDHU Press Conference. #live","sentiment_score":0.1363636364}
{"full_text":"Earlier today, prime minister spoke on the importance of mental and physical health, by means of meditation and spirituality #MentalHealthMattershttps:\/\/t.co\/ChKquBVfxU","sentiment_score":-0.0333333333}
{"full_text":"US HCPs: COVID-19 PT w\/ALI revascularized using #Lightning8 #IntelligentAspiration, EBL &lt;50cc. Learn more: only. For indications, contraindications, warnings, precautions &amp; potential adverse events Clinical results may vary.","sentiment_score":0.1666666667}
{"full_text":"1\/2 - Please don't forget that face coverings are a legal requirement in certain indoor public spaces and on all public transport. How you wear a face covering is just as important as when you wear it - it needs to cover your nose, and your mouth:","sentiment_score":0.1628571429}
{"full_text":"Breakrooms have proven to be one of the most common areas of workplace COVID-19 transmission. It's important to keep workplaces as safe as possible. Read the latest breakroom requirements here:","sentiment_score":0.2666666667}
