{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"The Smoking Gun","sentiment_score":0.0}
{"full_text":"It's the freedom that's wonderful Truth be told, since 2021 #Lockdown I go home to restock on essential items.I've been home since weekend &amp; they think I missed them &amp; I'm thinking,  I need beans, coffee &amp; 2kg mealie meal.Mara kaosane, I'll be going for rest of Feb ","sentiment_score":0.5}
{"full_text":"RT \"When one CA farmworker asked his employer for face masks, he said, they laughed at him. He asked for hand soap and he said...","sentiment_score":0.7}
{"full_text":"You're looking forward to post lockdown raves too I see ","sentiment_score":0.0}
{"full_text":"RT [] Sehun: Ever since last night, it has been snowing heavily. I hope that you will stay at home and not go outside. If...","sentiment_score":-0.0666666667}
{"full_text":"RT Have been developing our new airway trolley over the last few weeks, as part of our resus room redesign for COVID. Really happ...","sentiment_score":0.0340909091}
{"full_text":"Velasco: One important feature of this reform measure is to exempt from VAT and other duties the importation of COVID-19 vaccines, personal protective equipment or PPE, and treatment and clinical trial drugs, among others. | via","sentiment_score":0.0916666667}
{"full_text":"RT 'That video should disgust all of us.''It's the brainwashing from the conspiracy theorists.'After a video was posted on social...","sentiment_score":0.0333333333}
{"full_text":"Peru and UK meet virtually to discuss issues of bilateral importance. Representatives from both countries discussed issues such as climate change, trade and investment and the fight against the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT This Matt Hancock?","sentiment_score":0.0}
{"full_text":"A Scottish biased report written in Scotland! More Covid death in Scottish care home per capita FACT. Dress it up however you like, compare it to England. But compare it to any other country in the world it's a disgrace. \"At least we beat England\" FFS - tell the families that.","sentiment_score":0.025}
{"full_text":"RT NEW: The Biden admin is reopening an overflow facility in Texas for unaccompanied migrant children apprehended at the US-Me...","sentiment_score":0.1363636364}
{"full_text":"The Covid Anal Swab: Another Instrument of State Terror","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT Covid deaths for the whole of JanuaryNew Zealand - 0Vietnam - 0Samoa - 0Thailand - 8China - 18UK - 28,171","sentiment_score":0.2}
{"full_text":"We are going to have a war. Virus will be the new weapon. Someone with antidote will win. Look at China not a chance will they shared the blue print of coronavirus, Oxford was the one that discovered. The West are not ready for any wars.","sentiment_score":0.2090909091}
{"full_text":"RT 40,000 Aussies waiting to go home, including wanting to visit dying relatives  No chance. There's a vicious pandemic....","sentiment_score":-1.0}
{"full_text":"RT 'That video should disgust all of us.''It's the brainwashing from the conspiracy theorists.'After a video was posted on social...","sentiment_score":0.0333333333}
{"full_text":"So not a \"FULL lockdown\" then, just 'Lockdown*' with exceptions. Viruses don't care what you do for a living or why you're out of your house, front line or not if you can carry it you carry it. Tanking the economy and making people jobless doesn't help anyone.","sentiment_score":-0.175}
{"full_text":"Invitation to ION Leadership's \"Climbing Out ofCovid\" Virtual Event 28 January 202111am  Zoom ionleadership@bangor.ac.ukIt's been a difficult time for everyone, so whynot join ION Leadership and discover practical strategies for building your mental resilience.","sentiment_score":-0.3}
{"full_text":"RT I wish people would remember this when they feel like saying \"both parties are the same,\" but they won't.","sentiment_score":0.0}
{"full_text":"No it isn't. This report was researched prior to the pandemic and excludes increased trade with Europe, current expenditure levels, changes in income tax, debt repayment scheduling. It also excludes how a change in macro economic policy or monetary policy would effect GDP.","sentiment_score":0.0666666667}
{"full_text":"RT Hi Toby. I live in Labour stronghold in South Wales. All of my neighbours are talking about COVID. Unemployment. Flooding....","sentiment_score":0.1363636364}
{"full_text":"Flu is can spread anywhere haha you cant stop flu.. even this NHS letter admits that...you pretty thick to think otherwise, oh and look at this all these symptoms they tell you to watch out for is exactly like common cold and flu. Oh coronavirus is family of viruses too..","sentiment_score":-0.0833333333}
{"full_text":"RT Kids in cages. CC:","sentiment_score":0.0}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT WATCH | President Hage Geingob will address the nation at 15h00 today, to give an update on the Government's COVID-19 respon...","sentiment_score":0.0}
{"full_text":"RT Ayeyarwady covid center's doctors, nurses &amp; healthcare workers are participating in civil disobedience and red ribbon ca...","sentiment_score":-0.05}
{"full_text":"RT Kenya has ordered 24 million doses of Covid Vaccine at a cost of $3 each.24,000,000x3 = $72,000,000Meanwhile, Ugandan M...","sentiment_score":0.0}
{"full_text":"life Is good in Australia .. spent the day at the beach I did today . What's this Covid thing you talk about","sentiment_score":0.3}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"RT BBC Scotland has become an opponent in the fight against Covid in Scotland. Undermining trust in the Scottish Govt and imp...","sentiment_score":0.0}
{"full_text":"RT We, the citizens of Myanmar are totally against the current action of Military Coup. We voted with all of our hearts despi...","sentiment_score":0.0}
{"full_text":"Regardez \"Xavier Azalbert au \"Post-Covid19 Stockholm Peace Summit\"\" sur YouTube","sentiment_score":0.0}
{"full_text":"RT A huge thank you to Domino's pizza Jersey... for this amazing gesture  from all of us at the Covid 19 Harbour Testing Centre....","sentiment_score":0.5}
{"full_text":"RT You still need to follow the rules after you've had the #COVID19 vaccination.Always remember to: wash your hands cove...","sentiment_score":0.0}
{"full_text":"RT Isle of Man locals flock to pubs and shops as all Covid lockdown rules are lifted including social distancing and masks","sentiment_score":0.0333333333}
{"full_text":"RT One in Five Believe there is a Government Conspiracy to Present COVID as 'Much More Dangerous than It Really Is' - Byline...","sentiment_score":0.025}
{"full_text":"RT The astounding rise in the #Coronavirus death toll and the upward trend of the crisis in many provinces  in #Iran are du...","sentiment_score":0.55}
{"full_text":"RT COVID-19 NOT WELCOME HERE. Scotland acts to introduce 'managed quarantine' system for all travellers. England, Wales. N...","sentiment_score":-0.4}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"RT Flying to Maldives? Make your vacation financially safe with Allied Inbound; Maldives Covid-19 Insurance plan. Click here to...","sentiment_score":0.5}
{"full_text":"RT one time I fought a stranger on twitter to defend Dolly's honor, and I do not regret it for one second","sentiment_score":0.0}
{"full_text":"The UK is rife with #covid19 because the PM &amp; his Gov'ts decisions were wrong in most areasSkirting around this, in denial, with media ambivalence or alternate headlines is perpetuating a crisisThis Gov't are in charge full stopThis is their actions #Accountability","sentiment_score":0.0875}
{"full_text":"Yes, but at least it was life.","sentiment_score":-0.3}
{"full_text":"RT Do you have a Covid-19 vaccine appointment at to know what to expect when you turn up?We've posted...","sentiment_score":0.0}
{"full_text":"RT Ayeyarwady covid center's doctors, nurses &amp; healthcare workers are participating in civil disobedience and red ribbon ca...","sentiment_score":-0.05}
{"full_text":"RT #LargestVaccineDrive becomes fastest #VaccinationDriveIndia becomes the fastest country to vaccinate 4 mn+ beneficia...","sentiment_score":0.0}
{"full_text":"RT So the federal govt budgeted an outrageous N400billion for COVID-19 vaccine. Peter Obi countered it with facts &amp; figures,...","sentiment_score":-1.0}
{"full_text":"RT * COVID-19 : Vaccination updates","sentiment_score":0.0}
{"full_text":"Looking forward to getting your Covid-19 shot? Want to know more to be convinced how vaccines work? will speak to the country's leading vaccine expert, Dr. Lulu Bravo. Shoot your questions through DM's\/replies, and we'll ask them for you. Stay tuned.","sentiment_score":0.5}
{"full_text":"also runs ads to \"come vacation in SD\" at the height of the pandemic   GP","sentiment_score":0.0}
{"full_text":"RT Because the people stood up to government.","sentiment_score":0.0}
{"full_text":"RT Front Pages: PM Boris Johnson visited vaccine centre despite coronavirus outbreak during propaganda day-trip to Scotlan...","sentiment_score":-0.1}
{"full_text":"RT #CivilDisobedienceMovementWe voted with all of our hearts despite global pandemic and the result spoke our hearts.We nee...","sentiment_score":0.0}
{"full_text":"RT I wonder how many people believe the Gov on this?No 10 denies Sage advisers called for closure of borders 'weeks ago' h...","sentiment_score":0.5}
{"full_text":"RT #COVID19 vaccination for #Maldives tourism sector employees will start from 4 Feb. Thanks to HEP Solih for spee...","sentiment_score":0.2}
{"full_text":"In response to significant worldwide challenges related to the COVID-19 pandemic, consular sections across Mission India remain closed for routine visa services at this time and are only providing emergency and mission-critical visa services to spouses (IR-1\/CR-1) (1\/2)","sentiment_score":0.06875}
{"full_text":"RT Directed at you you have failed and with your dithering have caused well over 100,000 DEATHS.#ResignJo...","sentiment_score":-0.5}
{"full_text":"RT NEWS: Grocery #HazardPay passed in Los Angeles and Trader Joe's expands hazard pay for its grocery workers nationwide as #COV...","sentiment_score":0.0}
{"full_text":"Advice for HR professionals looking to offer specific support to their key worker employees Some new resources from on supporting your frontline workers during COVID-19.","sentiment_score":0.0965909091}
{"full_text":"RT Stay quite and keep fighting for our future together Stay Safe At Home!!!!!! Stay Quite!!!!!#SaveMyamar#AungSanSuuK...","sentiment_score":0.5}
{"full_text":"RT One in Five Believe there is a Government Conspiracy to Present COVID as 'Much More Dangerous than It Really Is' - Byline...","sentiment_score":0.025}
{"full_text":"Something in the water: researchers have collaborated with county officials to analyze wastewater samples for #COVID19, which could give officials 3 to 5 days notice of an outbreak. #ChooseDelaware #GlobalDE","sentiment_score":0.0}
{"full_text":"Elevator Anxiety and its Impact on Commercial Real Estate #CRE #COVID-19 #TenantTips #NewNormal #ElevatorAnxiety   ","sentiment_score":0.1}
{"full_text":"RT New Brunswick, Saskatchewan confirm their first cases of the coronavirus variant initially discovered in the U.K.","sentiment_score":0.1287878788}
{"full_text":"RT Cases of the U.K. Covid-19 variant have been reported in 80 countries now, according to the World Health Organization","sentiment_score":0.0}
{"full_text":"RT If you lowered the flag each day to commemorate a British victim of Covid you'd have to do it for 293 years.","sentiment_score":-0.0375}
{"full_text":"Or put him into a children's hospice, because I think people are forgetting there's far more people dying of cancer than Covid.Remember cancer?????","sentiment_score":0.3}
{"full_text":"RT Dear UK media,Perhaps if you focused on reporting that the vaccines appear to have a profoundly positive effect in cur...","sentiment_score":0.2272727273}
{"full_text":"RT \"Some cried and said they would lose their jobs or didn't have babysitters,\" he said.    ","sentiment_score":0.0}
{"full_text":"RT Ayeyarwady covid center's doctors, nurses &amp; healthcare workers are participating in civil disobedience and red ribbon ca...","sentiment_score":-0.05}
{"full_text":"RT In Parliament, I just highlighted that countries that pursued a Zero Covid strategy had 0 deaths in January, while the UK...","sentiment_score":0.0}
{"full_text":"RT Scott Morrison is using COVID as an excuse to cut wages &amp; make it easier to sack workers, even though it's terrible ec...","sentiment_score":-0.525}
{"full_text":"RT If has lowered the union flag in respect of the death of Captain Tom, when does he intend to raise it again?...","sentiment_score":0.0}
{"full_text":"RT Nobody:The U.K. Covid variant:","sentiment_score":0.0}
{"full_text":"RT Covid deaths for the whole of JanuaryNew Zealand - 0Vietnam - 0Samoa - 0Thailand - 8China - 18UK - 28,171","sentiment_score":0.2}
{"full_text":"Q: How many need to get a #COVID19 vaccine for herd immunity? A: We don't yet know how many people would need 2 get vaccinated to achieve herd immunity, vaccination is a safer way to build protection than getting sick. More FAQs: COVID-19 and Your Health","sentiment_score":0.1964285714}
{"full_text":"RT In the absence of a national enquiry into the performance of the gov decision making, this from Chris Ham says a lot. The r...","sentiment_score":-0.0125}
{"full_text":"There is no doubt everyone is feeling unmotivated right now.But if we keep up the fight, we will reopen again and there are solutions to staying safe when that happens.Here's one for free: #pandemic #solution #free","sentiment_score":0.3964285714}
{"full_text":"Feeling anxious due to #Covid19 or the restrictions in place? #LetsKeepTalking: Call or speak to a friend or someone you trust as a problem shared can be a problem halved. If you're still struggling to cope visit for details of local services that can help","sentiment_score":-0.125}
{"full_text":"   Do you know someone who needs help with IT? If your loved ones are missing out during lockdown, our Basic Computer Skills course will teach them these skills and more! Please share and let's get them online!For more information visit:https:\/\/t.co\/L95PlvFrrr","sentiment_score":0.325}
{"full_text":"New website post: With the onset of Covid-19, the situation for many asylum seekers sent to Glasgow rapidly became even more abominable","sentiment_score":0.3787878788}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"This is the question on the minds for so many parents of people with #learningdisablities. I know some areas \/ GPs are prioritising but why not all?","sentiment_score":0.5}
{"full_text":"RT now they're not \"kids in cages,\" they're \"migrant children in overflow facilities.\"","sentiment_score":0.0}
{"full_text":"COVID-19 infections quadruple 30-day mortality rates (36% v 8%) in 1,633 patients with #hip fractures","sentiment_score":0.0}
{"full_text":"Our #Covid19 Income Support Helpline is open today from 9am - 5pm: 1890-800-024The Pandemic Unemployment Payment remains available to anyone who is eligibleThe quickest &amp; easiest way to apply is online at #MyWelfare#PUP","sentiment_score":0.2}
{"full_text":"'A GRAVE CONCERN OF PUBLIC SAFETY AND HEALTH'Senator Risa Hontiveros reminded the Bureau of Customs and Philippine National Police to remain vigilant against fake Covid-19 vaccines that might enter the country.https:\/\/t.co\/nwnBvIhKBt","sentiment_score":-0.25}
{"full_text":"Even as the Covid-19 pandemic ravages the economy, the number of people who were made bankrupt last year sank to the lowest in five years.https:\/\/t.co\/bbVSSngtua","sentiment_score":0.0}
{"full_text":"Want to join in discussions around the shared COVID-19 efforts between the NHS and the Armed Forces communities? Book onto conference to learn more about the partnership between the two services.","sentiment_score":0.5}
{"full_text":"Article of the day: '#RacialBiases have been Welcomed Back Into the Education System' \"the innate discrimination that will afflict many black and minority ethnic pupils now that normal exams have been scrapped due to the Coronavirus crisis\"https:\/\/t.co\/bKpQz2UaTo","sentiment_score":0.0716666667}
{"full_text":"Why the Importance of Your Last Will &amp; Testament during COVID-19 with relevance to Your Estate?Read more at:https:\/\/t.co\/bF1n0CUC0i#covid19 #COVID19SA #leonbart #financialplanning #estateplanning #financialservices","sentiment_score":0.25}
{"full_text":"\"Women, girls, minorities and LGBTI people confronted chronic discrimination and violence.\"#UNSG calls for solidarity as he announces priorities for 2021 in #COVID19 context!End #VAWG to make #GenderEquality a reality!","sentiment_score":0.0}
{"full_text":"Doktor Edsel Salvana took it online and clarified the confusion about the RT-PCR testing and other types of test to detect COVID-19.https:\/\/t.co\/ZuUl29sgPK","sentiment_score":-0.125}
{"full_text":"Coronavirus pandemic has fuelled massive downgrades of scores related to personal freedoms and citizens' control over their lives in latest Democracy Index - in turn, democracy appears in ill health across much of the world","sentiment_score":0.0333333333}
{"full_text":"Check out this customized jeep from Pampanga that went viral for its unique design to keep passengers safe against #COVID19.https:\/\/t.co\/yfxcBeVSgG","sentiment_score":0.4375}
{"full_text":"RT 210203 Sehun \"Seems like it'll be snowing heavily from evening onwards.Please don't go outside and just stay at home.I...","sentiment_score":-0.1}
{"full_text":"Barron's Lockdown Home Health Check - Check your electrics. We're demanding more from electrical systems so get them properly assessed by a qualified electrician for safety.","sentiment_score":0.25}
{"full_text":"Pikeville Medical Center is now allowing some of the people in the 1C tier to schedule their COVID-19 vaccinations.","sentiment_score":-0.05}
{"full_text":"\"The government could conduct pool testing for quicker turnaround time and more effective deployment of resources\"#AWANInews #AWANI745 #KolumnisAWANIhttps:\/\/t.co\/ROqv9dmA37","sentiment_score":0.55}
{"full_text":"Everything we know about all the mutant Covid strains threatening the UK","sentiment_score":0.0}
{"full_text":"The mainstream social psychology in China is positive, healthy and upbeat despite the challenges brought about by the #COVID19 outbreak, according to a survey report unveiled by the National Bureau of Statistics.","sentiment_score":0.2535353535}
{"full_text":"Valentine's day is approaching and florists are having to undergo preparations for the first of its kind in lockdown.https:\/\/t.co\/wsUIOSB3Br","sentiment_score":0.2833333333}
{"full_text":"How are we managing cancer in a pandemic?https:\/\/t.co\/vMSIQuPvQX","sentiment_score":0.0}
{"full_text":"#SouthAfrica's Second #COVID19  Wave Passes Despite Variant - @AstraZeneca #Vaccines For Health Workers' Arrive But At Higher Price Than #EU PaidNow on HPW https:\/\/t.co\/yfDel6U2Nq","sentiment_score":0.125}
{"full_text":"Despite the challenges of #COVID-19, #Pakistan's campaign to immunize children against polio has had many successes. This article covers immunizing during a pandemic, the issue of vaccine hesitancy, and why we must keep fighting #poliohttps:\/\/t.co\/R7MVTnGTNF","sentiment_score":0.5}
{"full_text":"RT The Hostile Environment turns everyone - including the people we elect to represent us - into immigration enforcers. It ma...","sentiment_score":0.8}
{"full_text":"Vice President Kamala Harris has spent her first two weeks in office working with the president on coronavirus relief, among other responsibilities.It's her interview with a local news station in West Virginia, though, that's getting more attention.https:\/\/t.co\/n28lspG59t","sentiment_score":0.105}
{"full_text":"The value of having a variety of amenities near your home has been heightened by the Covid-19 lockdowns. Here, we look at two schemes in south Co Dublin to see what they offer within 5km, writes","sentiment_score":0.1}
{"full_text":"RT WHO team investigating China's Covid outbreak are NOT ruling out that the virus escaped from a lab","sentiment_score":0.0}
{"full_text":"#Budget2021 re-stabilizes India and, sets it on a path of rapid growth - it accelerates the economy towards its $5 trillion goal while structurally reforming the ground-reality so as to create quality access, democratize spending and attract investments.","sentiment_score":0.0}
{"full_text":"We're delighted to announce that Environmental Health have given us the go-ahead to re-open our community workspace under Covid-19 secure guidelines.We'll be re-opening on Monday 15th February.Find out how we're keeping our community safe:","sentiment_score":0.5333333333}
{"full_text":" One legacy of Covid-19 is unfortunately the effect on children's mental health.So, local BBC radio is launching Make A Difference Happy Heads to raise awareness and support children's mental health.Learn more ","sentiment_score":0.1}
{"full_text":"Ridgeway Magazine 03 Feb 11am. Town cramming and garden grabbing as explained by Weymouth Civic Society * Be careful with your home-poured drinks - just one could put you over the limit! * Are we smoking more during lockdown? We ask ASH * + lots more.","sentiment_score":0.2916666667}
{"full_text":"School closures &amp; Covid-19 restrictions can challenge even the most resilient of parents and carers. Support is always available.The ISPCC Support Line provides guidance, information and support to parents and carers 9am - 1pm Monday to Friday.Visit:","sentiment_score":0.5}
{"full_text":"Cheeky chappy, Cody, is literally having a ball with his training to become a #COVID19 detection dog. It's obvious what his preferred reward is and every time his nose makes the right decision there is a fun game straight after!https:\/\/t.co\/vM5shYp3lr","sentiment_score":0.0771428571}
{"full_text":"With the new system, those looking to get the shot can provide their information online and Carle will call them back within 24 to 48 hours.https:\/\/t.co\/DV4nCAkdnh","sentiment_score":0.0681818182}
{"full_text":"#aviation expert from joins us on our new documentary about the affects on the #aviationindustry #avgeek #aviationdaily #airplanes #planespotter #aviation4u #aviationgeek #airport #boeing #aircraft #aviationphotography #dubai #COVID19 https:\/\/t.co\/OGISoL8Yco","sentiment_score":0.0681818182}
{"full_text":"Keeping the positivity alive and spreading good vibes in the trying time.","sentiment_score":0.4}
{"full_text":"RT A few learnings from the COVID-19 crisis and its impacts on information management practices in the aid sector: Improving i...","sentiment_score":-0.2}
{"full_text":"RT @deborahagoldIf we were to treat everyone across the world who has HIV, there would be no more HIV to pass on. We've k...","sentiment_score":-0.25}
{"full_text":"This week a tricky #Mathematics #Puzzle, here at 9.00 on Friday Lots of #Puzzles there now for #Lockdown #Fun#Quiz #PubQuiz #QuizTime #QuizNight #PuzzlePage #PuzzleForToday #Lockdown3 #Math #Maths #SelfIsolation","sentiment_score":0.0}
{"full_text":"The #SamsungGlobalGoals app has reached more than 70 million users. Through our partnership with see how together we are working to #BuildForwardBetter from the COVID-19 pandemic towards the #SDGS.","sentiment_score":0.5}
{"full_text":"Now is the time to book online! If you are aged 70+ &amp; haven't had your #COVID #vaccine yet, you don't need to wait any longer, book online right away. Full details here:","sentiment_score":0.1785714286}
{"full_text":"Time: 09:00 * Temp: 4.0degC * Wind: ESE 0.0 to 18.0mph * Pressure: 983.8hPa * Rain: 23.2mm * Hum: 98% * ET: 0.0mm * Solar: 7.0W\/m2 * UV Index: 0.0 * Sunrise: 08:08 * Sunset: 17:05 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Using 'mental health' as an anti-lockdown argument is unhelpful - it stops people getting the support they need |","sentiment_score":-0.1}
{"full_text":"Thanks to COVID, over 9 million square feet of office space is available for sub lease in Dallas, as many companies have abandoned their offices for work-at-home options. https:\/\/t.co\/1OZDyqObjT","sentiment_score":0.3666666667}
{"full_text":"January 28, 2021 \/ Mexico &amp; China \/ CCP: President Xi Jinping sent a sympathy message to Mexican President Andres Manuel Lopez Obrador on his infection with COVID-19.","sentiment_score":0.0}
{"full_text":"Pakistan will begin administering a Chinese-made Covid-19 vaccine to frontline health workers, but the country is still months away from a mass roll-outhttps:\/\/t.co\/TTW8h09TiH","sentiment_score":0.0}
{"full_text":"Are vaccines safe?#Vaccines are now safer than ever before as they through rigorous testing, development subject to strict standards of safety, quality and effectiveness. Want to know more about the COVID-19 vaccination roll-out? Click here ","sentiment_score":0.1666666667}
{"full_text":"Looking for some ideas for your #ActiveEveryDay challenge? Here are some ideas from Netball Scotland which include home workouts and their #U21CHALLENGE which is a series of drills from the Scotland U21 team. See link below!","sentiment_score":0.0}
{"full_text":"Everything we know about all the mutant Covid strains threatening the UK","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 27.9FWind Chill: 26.3FHumidity: 97%Dew Point: 27.2F Barometer: 29.666 inHgWind: 3 mph from the NNWCorona Virus Weekly Stats:Cases: 152.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"The electronic vaccine data system self-registration portal is up and running with more than 34,000 health-care workers already registering for the vaccine, the national department of health said on Wednesday.https:\/\/t.co\/n5jLw3gLfN","sentiment_score":0.5}
{"full_text":"Tories lock refugees in a coronavirus 'breeding ground'","sentiment_score":0.0}
{"full_text":"When your child contracts COVID.https:\/\/t.co\/Hv6EEFIavI","sentiment_score":0.0}
{"full_text":"Museum-quality art, exhibited with care in airports, could soothe weary travellers post-Covid, reducing stress, jet lag, tiredness and boredom.","sentiment_score":0.0}
{"full_text":"As companies move forward into 2021 amidst the ongoing COVID-19 pandemic, record keeping of COVID cases on OSHA logs is a necessary requirement. While there are lot of information floating around, we thought we'd give you some help. Read more:","sentiment_score":0.25}
{"full_text":"RT Patrick Harvie's response to Eric Trump's statement tonight: \"As entertaining as Eric Trump's tantrum is, he doesn't say whe...","sentiment_score":0.5}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"Regulatory work on #sustainability has continued throughout the pandemic, reflecting the determination that firms should assess and disclose the extent of their exposures and manage them appropriately. Read more: #FinancialServices","sentiment_score":0.5}
{"full_text":"Don't miss this event, hosted by ourselves and on Wed. 10 February, 7:00pm - 8:30pm. It's an opportunity to find out more about COVID-19 vaccines  and allow you to make an informed choice.To book your place:","sentiment_score":0.5}
{"full_text":"RT While forcing New Mexicans into unemployment, shutting down and fining small businesses hands out $10k taxpayer fund...","sentiment_score":-0.0897306397}
{"full_text":"Local governments are in need of tackling the #Covid19 pandemic with powerful data, yet most of them lack a #datadriven culture. Download our new eBook to learn the basics of a good data strategy for #publicsector.","sentiment_score":0.3272727273}
{"full_text":"Stop wanting to put your inability and inadequate management of the State on the National credit card .It is your lockdowns and knee jerk reactions to covid that's causing the economic hardship.Do the right thing, resign. Let someone with financial acumen take over.","sentiment_score":0.1619047619}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Getting out of Syria was no surprise. I've been campaigning on it for years, and six months ago, when I very publicly wanted to do it, I agreed to stay longer. Russia, Iran, Syria &amp; others are the local enemy of ISIS. We were doing there work. Time to come home &amp; rebuild.","sentiment_score":0.0}
{"full_text":"Doug Matthews, Lisa Erickson, and Tim Burlowski discussed digital transformation during a global pandemic at the #ConquerEveryCloud virtual conference. Watch the video: ","sentiment_score":0.0}
{"full_text":"Canada to produce COVID-19 vaccine shots before end of 2021.https:\/\/t.co\/jFrgRzTg7D","sentiment_score":0.0}
