{"full_text":"RT When telenovela star Tono Mauri left home, he wasn't sure he'd be coming back. Today, after months spent battling COVID-19 &amp;...","sentiment_score":0.1}
{"full_text":"RT Odisha: A doctor opens a 'One Rupee Clinic' in Sambalpur district's Burla to treat the poor. \"Saw how people struggled to get me...","sentiment_score":-0.4}
{"full_text":"RT This is not news. The vaccines are 95% effective, not 100%. Just like other vaccines are not 100% effective.This kind o...","sentiment_score":0.3583333333}
{"full_text":"RT PLEASE LISTEN WITHOUT PREJUDICE! This is the voice who is on the ground, who is a leading scientist in this area.","sentiment_score":0.0}
{"full_text":"Since the pandemic isn't over until it's over *everywhere* the difference of a month or two won't matter as much here as some think. Vaccinations will happen, and people will still die. It's not awesome, and partisans will make it worse.","sentiment_score":-0.2333333333}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"RT Shawna Berreman, 49yo XRay Technician, Dental Clinic, Tacoma Washington, died of #covid19 3\/17 after a brief 11 day battle. Sh...","sentiment_score":0.0}
{"full_text":"RT Double Masking -- Is it as Effective as The Doctors Say? -- ,#UzalendoNewsKE #COVID19 #Doubl...","sentiment_score":0.3}
{"full_text":"RT Ways to raise #wages for all #MandatoryEVerify (reduces unlawful immigrants taking &lt; min wage #Jobs)....","sentiment_score":0.0}
{"full_text":"Cool already common man is broke due to Covid situations but it's okay, only thing that matters is Mandir &amp; Masjid.#ModiHaiToMumkinHai","sentiment_score":0.085}
{"full_text":"Yes, very hard to watch. What a huge step backward and disservice to kids in the U.S. The CDC is talking out both sides of their mouth on this one - we need to open schools, but sorry, you really can't under our guidelines. Guidance looks ancient in context of current evidence.","sentiment_score":-0.0465277778}
{"full_text":"It's the fact that I'm almost 100% sure I had covid last Valentine's Day for me","sentiment_score":0.25}
{"full_text":"RT Team Justice Letter to State Attorneys General Demanding Criminal Investigations of Trump for Avoidable COVID Deaths....","sentiment_score":-0.175}
{"full_text":"RT My latest- Here's why Canadians won't be going to the polls before they get their COVID-19 vaccinations | The Star","sentiment_score":0.5}
{"full_text":"RT Why is the senate in recess when they should be interviewing US Attorneys, confirming cabinet members like Merrick Gar...","sentiment_score":0.0}
{"full_text":"RT Peel Public Health will be testing all residents of a condo in Mississauga on Monday after five confirmed cases of the B.1.351 va...","sentiment_score":0.2}
{"full_text":"RT VACCINE ANALYSIS: tells \"we need a plan B\" for deploying what vaccines may or may not adeq...","sentiment_score":0.0}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"Most Australian person I've seen all year.- Likes his public BBQ- Will defend said BBQ like a modern Tobruk- Minds his own business - Casual property damage- \"She'll be right\" attitude to public health.","sentiment_score":0.1357142857}
{"full_text":"RT A #Lincolnshire Freemason who has been involved in delivering the vaccine will be giving a Zoom talk to clarify  the facts ab...","sentiment_score":0.0}
{"full_text":"Just entered this Danny Elfman's Love In The Time Of Covid contest! Enter here:","sentiment_score":0.625}
{"full_text":"RT From the start, I haven't seen any science basis for ignoring airborne transmission. The motivation comes from elsewhere....","sentiment_score":0.0}
{"full_text":"RT India reports 11,649 new COVID-19 cases, 90 deaths in last 24 hoursRead Story |","sentiment_score":0.0681818182}
{"full_text":"Happy valentine's day to the best part of my life, I can't wait for Covid to be over so we can finally see each other again and go on lil adventures together.","sentiment_score":0.41875}
{"full_text":"RT .@SteveHiltonx: We owe it to the memory of the two million who've died to make sure we have a full, forensic, open and cred...","sentiment_score":0.2833333333}
{"full_text":"Scientists concerned that 7 newly discovered US coronavirus variants could be more contagious","sentiment_score":0.3181818182}
{"full_text":"CA woman, 78, gets COVID-19 vaccine, then suddenly dies of something else via","sentiment_score":0.0}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"RT 62 million Americans made less than a living wage before COVID. They were the first to go back to work, first to get sick...","sentiment_score":-0.0761904762}
{"full_text":"RT Hey, Texas: here's the thing about winter conditions. Stay home, or get winter tires, and always drop your s...","sentiment_score":0.0}
{"full_text":"RT Unfortunately, we still see some patients presenting late, after months of symptoms, either 1) Fearful to seek help \"due...","sentiment_score":-0.45625}
{"full_text":"RT We really shut shit down faster for snow than when COVID was around last March.","sentiment_score":-0.0388888889}
{"full_text":"RT Do you need professional emails + website for your company?WhatsApp :  0607519796#Banking #fintech #MachineLearning  #Dat...","sentiment_score":0.1}
{"full_text":"RT Join me on #WarRoomPandemic  11:15 am ET February 15 ","sentiment_score":0.0}
{"full_text":"World #Covid cases top 108.7 mn; death toll over 2.39 mn@WHO #COVID19 #coronavirus #COVIDVaccination READ |","sentiment_score":0.5}
{"full_text":"Ohio expands vaccine eligibility Monday to people with certain high-risk health conditionshttps:\/\/t.co\/iF804f4i60","sentiment_score":0.2142857143}
{"full_text":"RT This vid caused covid-19","sentiment_score":0.0}
{"full_text":"\"Prior to the pandemic, one in 10 older New Yorkers was food insecure, but now that number has soared to one in five, according to a study done by FoodBank NYC.\"","sentiment_score":-0.0492424242}
{"full_text":"RT I'm not an expert at all. But we should stop calling it \"the Chinese virus, the South African virus, the \"X\" virus...","sentiment_score":0.0}
{"full_text":"RT Keep your children at home. What they spent on plexiglass alone could have gone towards at home accommodations. This isn...","sentiment_score":-0.1}
{"full_text":"RT THANK YOU for tweeting this. We needed #Vaccines months ago. #Canada is suffering. #Canadians are dying By suicide, drug over...","sentiment_score":0.0}
{"full_text":"RT Keep your children at home. What they spent on plexiglass alone could have gone towards at home accommodations. This isn...","sentiment_score":-0.1}
{"full_text":"It is valentine's day amidst the pandemic and people tend to show how much they care about the people they love or simply friend or family. via Hello :)#MakeoverMonday #dataviz #DataFam #ValentinesDay #valentinesday2021","sentiment_score":0.3}
{"full_text":"RT Walmart will become one of the biggest distributors of the Covid-19 vaccines, in part because most of its stores are located in wh...","sentiment_score":0.5}
{"full_text":"Batch of homegrown coronavirus mutations seen in US - CNN","sentiment_score":0.0}
{"full_text":"Top CRE Articles in November 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #TenantRep  ","sentiment_score":0.5}
{"full_text":"RT COVID-19 originated in China. It originated in the Wuhan province and most likely came from a laboratory spill, accidental o...","sentiment_score":0.25}
{"full_text":"? pls explain","sentiment_score":0.0}
{"full_text":"RT As with most industries, the #pandemic accelerated the need for #digitaltransformation in mining. Join Gustavo Vieira, Vale, a...","sentiment_score":0.5}
{"full_text":"Personalities, netizens react on recent ASEAN survey ranking, Philippines as the worst in leadership amid a pandemic","sentiment_score":-0.5}
{"full_text":"#India to supply #COVID19 vaccines to Canada soon. More #coronavirus related updates, here:https:\/\/t.co\/casqbHRcLO","sentiment_score":0.25}
{"full_text":"Curious about the latest developments in #COVID and what that actually means for you? Look no further. Sign up for our newsletter. #BhekisisaInYourInbox","sentiment_score":0.1}
{"full_text":"China's ban on Australian coal has combined with the pandemic to cut into Aurizon's first-half profit, which slid 22 per cent to $267 million as the company also predicted the diversion of the commodity to other countries may become permanent.https:\/\/t.co\/1e83pmssFI","sentiment_score":-0.0625}
{"full_text":"#Israel and #Cyprus have agreed in principle a deal allowing #coronavirus-vaccinated citizens of the two countries to travel between them without limitations, once flights resume, Israel's president said Sunday.https:\/\/t.co\/RTP1R94MeF","sentiment_score":0.0}
{"full_text":"Fighting to retain its status as a global leader, the USA has a world-leading 7 new #COVID19 #variants.No Americans welcome in Africa for rest of 2021.cc:@RevMeshoe","sentiment_score":0.3121212121}
{"full_text":"1169 Covid-19 teacher deathsA total of 159 teachers have died of Covid since January alone, Basic Education Minister Angie Motshekga said on Sunday.https:\/\/t.co\/rDkHqDJ3Op","sentiment_score":0.0}
{"full_text":"\"The Debt Service Suspension Initiative is a way to give developing countries more resources at a time when they need them the most.\" Watch on empowering countries to fight and recover from #COVID19. #ExpertAnswers","sentiment_score":0.5}
{"full_text":"The pandemic was a convenient ruse for the Centre to put off a polarising exercise of the CAA that provoked different reactions in West Bengal and Assam. explains why balancing the contradictions isn't going to be easy even for the BJPRead:","sentiment_score":0.2166666667}
{"full_text":"New bulletin from on #COVID19 rumors in #Lebanon. Provides factual information in response to rumors about home treatments, the vaccine, reinfection, &amp; PCR tests. Read more at","sentiment_score":0.3181818182}
{"full_text":"The #COVID19 pandemic, occurring at the same time as many climate-induced disasters, presents an opportunity for cities and countries to consider the importance for livelihoods of enhancing resilience.","sentiment_score":0.25}
{"full_text":"#Ontario adds all over-80s to #COVID19 #vaccine priority list","sentiment_score":0.0}
{"full_text":"HAPPY BIRTHDAY LEAHHHHHHHHHI wish I could be with u and give u a gift but yk pandemic sigh but ilysm and I hope your birthday is as amazing as youWOONGGI GIF@izwoonggi","sentiment_score":0.7}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"#WATCH: Check out this man's reaction when asked him about Victoria's Lockdown #6NewsAU #Channel7 #COVID19Vic #VictoriaLockdown","sentiment_score":0.0}
{"full_text":"An additional 91 people have recovered, bringing the total number of recoveries to 96,404.","sentiment_score":0.0}
{"full_text":"A grim new forecast confirms what experts have been warning amid declining COVID-19 cases and hospitalizations: when it comes to the pandemic, the US is not yet out of the woods.","sentiment_score":-0.4318181818}
{"full_text":"Voters head to polls in Catalonia amid pandemichttps:\/\/t.co\/kY1lOwOYcN","sentiment_score":0.0}
{"full_text":" #ICYMI | While tourism ground to a halt last year due to the COVID-19 pandemic, Qatar Airways (QR) never stopped flying.:","sentiment_score":-0.0625}
{"full_text":"RT In the past, we were very happy on Chinese New Year.This year, we are protesting for Democracy!#SaveMyanmar#Save_Burm...","sentiment_score":0.2215909091}
{"full_text":"On this Valentine's Day, Americans are searching for ways to celebrate love amid so much heartache and isolation as the coronavirus pandemic continues.","sentiment_score":0.35}
{"full_text":"Couples' challenges abound with marriage and divorce amid a pandemic","sentiment_score":0.0}
{"full_text":"The government has decided to extend the period for the Special COVID-19 Grant of R350 by a further three months.https:\/\/t.co\/3LV2DpOmqs","sentiment_score":0.1785714286}
{"full_text":"Now QAnon thinks the COVID-19 vaccine will make you gay ","sentiment_score":0.4166666667}
{"full_text":"#FromTheCenter: Hospitals face severe shortage as pandemic grinds forward | Reporting by #PublicHealth #CoronavirusUSA","sentiment_score":0.0}
{"full_text":"SkyCity shuts down Auckland casino, entertainment facilities after COVID-19 scare - #skycity #covid19 #casino #entertainment #kalkinemedia #stockmarket","sentiment_score":-0.1555555556}
{"full_text":"COVID 19 cases in India until : 15\/02\/2021 10:30Total Cases: 10916172 [+0]Active: 136800Recovered: 10619083 [+0]Deaths :155764 [+0]Total Tests: 206.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Trump not only incited an insurrection, he incited half the country to kill the other half with COVID.480,000 Americans l...","sentiment_score":-0.1145833333}
{"full_text":"South Africa has reached end-of-wave threshold nationally; new cases are now under 15% of peak value since the start of the wave. @saCOVID19mchttps:\/\/t.co\/vqcGZKOaUH ''viruses exhibit non-linear and exponential characteristics''[its evidently binary]https:\/\/t.co\/F0dOPpEqJp","sentiment_score":0.1931818182}
{"full_text":"#Guinea declares first #Ebola outbreak since 2016, after confirming 7 new cases linked to a funeral","sentiment_score":0.1931818182}
{"full_text":"Great work by South Africans on behalf of the world. May they never bow to filthy lucre and fake accolades. cc:  #VaccineRolloutSA #SARSCoV2 #COVID19 #COVAX #lockdown #ethics #integrity","sentiment_score":-0.1666666667}
{"full_text":"Some high-income countries, representing 16 percent of the global population, have snapped up at least 70 percent of #COVID19 vaccine doses available in 2021, according to a report published in the medical journal the Lancet on Friday.","sentiment_score":0.025}
{"full_text":"RT Mount Sinai researchers just released a study indicating that consumer wearable devices can help flag new cases of COVID-19 prio...","sentiment_score":0.1363636364}
{"full_text":"'Hyper-infectious' hysteria: is the UK strain as bad as first thought? by Adam Schwab #COVID19Aus #coronavirus #lockdowns","sentiment_score":-0.225}
{"full_text":"Pandemic-related impacts on the labour market will unsurprisingly remain the biggest challenge facing recruitment and staffing companies across APAC this year, research shows #recruitment","sentiment_score":0.0}
{"full_text":"UPDATE | Germany reports 4,426 new COVID-19 cases#SputnikUpdates","sentiment_score":0.1363636364}
{"full_text":"The study determined that the majority of people who couldn't pay their bills needed $300\/month or less to pay them off, so that's where the figure comes from.  A problem, though, is that these same people will have overdue bills, so they'll need &gt;$300.https:\/\/t.co\/0vaW6FG33L","sentiment_score":-0.0833333333}
{"full_text":"Latest worldwide COVID-19 data: 109,390,539 cases, 2,411,501 deaths.A 2.2% fatality rate.","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 22.3FWind Chill: 22.3FHumidity: 82%Dew Point: 17.7F Barometer: 30.385 inHgWind: 1 mph from the NWCorona Virus Weekly Stats:Cases: 95.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Watch live: PM vows to leave 'no stone unturned' in Covid investigation; first vaccine doses arrived today","sentiment_score":0.1931818182}
{"full_text":"RT There is now more evidence that the CDC has screwed with its own guidelines based on Biden Administration pressure than evi...","sentiment_score":0.55}
{"full_text":"RT Yeah you guys have been working your asses off in this whole pandemic so def well deserved","sentiment_score":0.2}
{"full_text":"RT More of this please.","sentiment_score":0.5}
{"full_text":"RT [Now] This week the bus transportation industry announced many changes as a result of Covid 19 challenges. joi...","sentiment_score":0.5}
{"full_text":"Worth a read. 'This Is All Political': DeSantis Slams Biden For Allegedly Allowing Illegal Aliens Into U.S. Without COVID Test While Considering Domestic Travel Restrictions: Florida Governor Ron DeSantis (R) slammed President Joe Biden during an...","sentiment_score":-0.06}
{"full_text":"While the shortlist was confirmed back in September 2019--those heady, pre-pandemic days--it's interesting that much of the work looks at themes that couldn't feel more relevant in the immediate.","sentiment_score":0.3333333333}
{"full_text":"The EU estimates that Brexit will cost the UK economy 2.25 percent in lost GDP by the end of 2022.#HardNumbershttps:\/\/t.co\/SMsKONp7q0","sentiment_score":0.0}
{"full_text":"RT We won the House, the Senate and the Presidency. We won two historic seats in Georgia. We are about to pass a COVID relief...","sentiment_score":0.0}
{"full_text":"china just got MF bird watchedhttps:\/\/t.co\/Q1tRNPOmeJ","sentiment_score":0.0}
{"full_text":"Covid-19: Cook Islands stalling on decision to halt flights over new community cases","sentiment_score":0.1363636364}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT Japan formally approves its first COVID-19 vaccine","sentiment_score":0.25}
{"full_text":"Vice President Harris to \"Axios on HBO\": Trump left no COVID plan","sentiment_score":0.0}
{"full_text":"Covid-19: Cook Islands stalling on decision to halt flights over new community cases","sentiment_score":0.1363636364}
{"full_text":"America can make atom bombs to destroy Japan but can't make Corona vaccine to save themselves.#hiromashima #nagasaki #2ndworldwar #GretaThunberg","sentiment_score":-0.2}
{"full_text":"Join us at the 25th Annual ARC Industry Forum to learn how industry leaders are transforming their operations. #covid19 #arcforum #digitaltransformation #manufacturing #industry #smartcities #supplychain Register Today!","sentiment_score":0.0}
{"full_text":"RT From COVID-19 to the economic crisis, we're facing enormous challenges -- and faith-based and community organizations are essenti...","sentiment_score":0.1}
{"full_text":"RT Vietnam's Communist Party cuts short key congress amid COVID-19 outbreak","sentiment_score":0.0}
{"full_text":" SEXY CUTIE JIHOON DAY! A Stay at Home Event for Sexy Cutie Park Jihoon INCLUSION PREVIEW # 7WRISTBANDSFirst 80 registrants gets these!Register here: #teurejeo #jihun #zihun","sentiment_score":0.5625}
{"full_text":"Next time, can you please ask him about his illegal discrimination against everyday Victorians in giving out covid relief packages? This is despicable. Victorian businesses need help, not woke discrimination.","sentiment_score":-0.2333333333}
{"full_text":"Time: 05:00 * Temp: 5.4degC * Wind: S 0.0 to 0.0mph * Pressure: 1003.0hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:43 * Sunset: 17:30 * Cloudbase: 280ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"How technology could support controlling the spread of #COVID? Read about the #OpenVINO powered solution designed by Akara Robotics to support healthcare workers facing a pandemic. #IamIntel","sentiment_score":0.0}
{"full_text":"RT Australia's Covid vaccine rollout to begin next Monday as first Pfizer shipment arrives","sentiment_score":0.125}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"Africa: Coronavirus and Food Safety - What the Studies Say","sentiment_score":0.0}
{"full_text":"COVID-19: Philippine reopening of theatres, arcades stalls amid debate","sentiment_score":0.0}
{"full_text":"A lot of us are now working from home due to the COVID-19 alert level changes. Check out these tips on how to look after your #mentalhealth while working from home .","sentiment_score":-0.125}
{"full_text":"RT Good pandemic response starts with good-to-great leadership. Now I'm no Red Wings fan but this is...ugh","sentiment_score":0.35}
{"full_text":"RT .@SteveHiltonx: We owe it to the memory of the two million who've died to make sure we have a full, forensic, open and cred...","sentiment_score":0.2833333333}
{"full_text":"RT [rt appreciated?]hewwo with the ongoing pandemic, govt being (waves hands), and so much happening, I'd like to offer a...","sentiment_score":0.2}
{"full_text":"Guinea: Health Ministry Officially Declares New Ebola Outbreak","sentiment_score":0.1363636364}
{"full_text":"RT We have been in lockdown so damn long I forgot about this restaurant which is less than 100 yards from me, but","sentiment_score":-0.1083333333}
{"full_text":"Covid-19: Calls to Healthline surge fourfold since new community cases announced","sentiment_score":0.1363636364}
{"full_text":"The use of virtual tech and personal transport saw an uptick after #COVID19, and is likely to prevail for the long term. Dr. Andreas Nienhaus, #mobility expert with the Oliver Wyman Forum and #OWAutomotive, shares his thoughts on what's to come in 2021.","sentiment_score":-0.0166666667}
{"full_text":"Oliver Wyman's revised analysis suggests we are likely to achieve a return to normalcy in the US on average in late summer if COVID-19 vaccination continues to hold to an optimistic scenario. #OWHealth #OWCovid19","sentiment_score":-0.15}
{"full_text":"RT ATLANTA (AP) -- Average daily new coronavirus cases in the United States dipped below 100,000 in recent days for the fir...","sentiment_score":-0.0034090909}
{"full_text":"Our rulers really want us to want to take the #COVIDVaccine. This alone should make us suspicious.It's your XYZ.#auspol #COVID19","sentiment_score":0.2}
{"full_text":"RT .@SteveHiltonx: We owe it to the memory of the two million who've died to make sure we have a full, forensic, open and cred...","sentiment_score":0.2833333333}
{"full_text":"Nikkei likely to surge beyond 30,000 as businesses recover from pandemic","sentiment_score":0.0}
{"full_text":"Lol you are here to tell me. It's a pandemic on valentines and there are no drivers and restaurants get shut off and behind. This is not a normal year. DoorDash has its problems for sure but were you working tonight? It's not a regular valentines.","sentiment_score":0.165}
{"full_text":"RT A key word within recovery plans from the \"pandemic\" will be \"equality\", but this equality will be that of pushing for equ...","sentiment_score":0.0}
{"full_text":"#HumAhang team is in #DIKhan to conduct awareness sessions on #coronavirus and distribute #masks and #sanitizers for the #secondwave.We would like to thank the German Cooperation fund and the Embassy of the Federal Republic of Germany Islamabad for their support.","sentiment_score":0.0}
{"full_text":"RT COVID-19 originated in China. It originated in the Wuhan province and most likely came from a laboratory spill, accidental o...","sentiment_score":0.25}
{"full_text":"#POFreight to avoid travel delays, please get a COVID-19 test early in your journey. Get directions to the nearest sites offering COVID-19 tests, using this map:","sentiment_score":0.1}
{"full_text":"RT Have had it confirmed that the remaining 50-60% of the fee goes on Covid testing, transport from the airport to the hotel...","sentiment_score":0.4}
{"full_text":"#Pienaarspoort Train to Pienaarspoort passed Koedoespoort Station Next stopping station is Silverton #FlattenTheCurve #WearAMask","sentiment_score":0.0}
{"full_text":"RT NZ PM Ardern says Auckland COVID-19 lockdown to be reviewed on Tuesday","sentiment_score":0.0}
{"full_text":"Covid-19: Cook Islands stalling on decision to halt flights over new community cases","sentiment_score":0.1363636364}
{"full_text":"Before they arrived on the surface, Jadzia organized a vacation home for them to stay in on the Southeastern continent, in the lake country. It wasn't where Jadzia grew up, but it was certainly a scenic destination, and she wanted a vacation herself.","sentiment_score":0.2142857143}
{"full_text":"RT $2.65 COVID-19 prevention!","sentiment_score":0.0}
{"full_text":"Full COVID","sentiment_score":0.35}
{"full_text":"Don't forget your white hula hoops for social distancing!  Prolly won't need more than 5.","sentiment_score":0.1805555556}
