{"full_text":"RT I think he also had \"ensure that we're one of the only provinces that will have no possible way to t...","sentiment_score":0.0}
{"full_text":"RT To YG stans coming to this,1. The major issue with WV is shipment, the complaints started since covid. Other is inexperien...","sentiment_score":-0.03125}
{"full_text":"RT The TRUTH is that if this pandemic were as deadly and scary as they want us to believe it is, they wouldn't have to force, b...","sentiment_score":-0.35}
{"full_text":"RT Surprisingly good news out of the #SDLeg today!Urge your #SouthDakota state senator to support SB 125!","sentiment_score":0.875}
{"full_text":"RT Let me be clear: The risk in this moment isn't that we do too much -- it's that we don't do enough. Congress must pass the Americ...","sentiment_score":0.1}
{"full_text":"RT There's a stark racial gap in who's received the COVID-19 vaccine in Ohio so far.","sentiment_score":-0.05}
{"full_text":"For all those who suffer from social anxiety, this pandemic has been ROUGH. That shit kicks in at the slightest human interaction now","sentiment_score":-0.0666666667}
{"full_text":"RT Just so we're clear, zero Republicans in both the House and Senate voted to advance the resolution for the $1.9 trilli...","sentiment_score":0.1}
{"full_text":"RT This is massive, well worth a read .","sentiment_score":0.15}
{"full_text":"RT Study shows AstraZeneca Covid vaccine may lower transmission. has the details.","sentiment_score":0.0}
{"full_text":"Anyone else see the competency that's coming out of the White House, especially w\/ the #vaccine roll out &amp; this pandemic, and get incredibly ragey &amp; angry realizing where we are now &amp; where we could've been had we had real, prepared, concerned people in charge last year? #COVID19","sentiment_score":0.1}
{"full_text":"RT Therese Worrell-Leslie, 57yo  Case Manager and RN, Buckeye Health, Akron, OH, died of #covid19 12\/19. She was devoted to famil...","sentiment_score":0.0}
{"full_text":"Avalanche-Wild finale in jeopardy as Tyson Jost and Our Hashtag 2020 #FWN #freeworldnews #today","sentiment_score":0.0}
{"full_text":"The CDC Just Made This a Federal Crime, as of Tonight","sentiment_score":0.0}
{"full_text":"RT I'm pleased to announce 19 Publix Pharmacies in Pasco County, 42 in Pinellas County and 2 in Nassau County will begin o...","sentiment_score":0.5}
{"full_text":"If you could please explain to me. The very high efficacy on  Pfizer, Moderna is based on them NOT testing all participants for Covid, right? So, only subjects that had symptoms were tested? I don't recall any vaccine ever that degree of efficacy. JNJ had more realistic efficacy.","sentiment_score":0.2320761905}
{"full_text":"RT The pandemic hasn't slowed organized crime groups in Latin America. They're just evolving, write &amp;","sentiment_score":0.0}
{"full_text":"RT BREAKING: The House passes budget resolution 218-212 to start the process of writing the $1.9 trillion COVID relief le...","sentiment_score":0.0}
{"full_text":"RT Thus ends one chapter of the Trump Admin's PPE disaster:\"An amateur mask broker awarded more than $38m in federal contracts t...","sentiment_score":0.125}
{"full_text":"RT Me and the girls after we get the covid vaccine","sentiment_score":0.0}
{"full_text":"RT The projects another 85,000 Americans may die from coronavirus between now and the end of this month. And that exp...","sentiment_score":0.0}
{"full_text":"Like many, the pandemic has shifted how our team works. Working mostly remotely from home, we have recognized that even if the pandemic were to end completely tomorrow, our office use would likely not return to pre-pandemic levels.","sentiment_score":0.125}
{"full_text":"We in there ","sentiment_score":0.0}
{"full_text":"RT i'll remember who partied during COVID for the rest of my life","sentiment_score":0.0}
{"full_text":"RT As #Flordia fights community spread of COVID on a massive scale, this is a 15-second snapshot of a supermarket in Naples....","sentiment_score":0.0}
{"full_text":"RT Just so we're clear, zero Republicans in both the House and Senate voted to advance the resolution for the $1.9 trilli...","sentiment_score":0.1}
{"full_text":"We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a better future.Don't let take into the darkness again.Let us creat our future with our own hands.#SaveMyanmar#AungSanSuuKyi_government#CivilDisobedienceMovement","sentiment_score":0.275}
{"full_text":"RT Just so I'm clear: We can't stop a virus made in a lab in China, but we can change the temperature of a planet by killing job...","sentiment_score":0.1}
{"full_text":"Anti-Vaxxers Misuse Federal Data to Falsely Claim COVID Vaccines Are Dangerous via","sentiment_score":-0.5}
{"full_text":"RT Covid also wasted one of your enemy's hot years","sentiment_score":0.025}
{"full_text":"RT Yeah it's called \"a competent COVID response\" and \"mask mandates.\"Or, don't you care about those lives, \"pro-life A...","sentiment_score":0.5}
{"full_text":"RT Americans are hurting right now, and our administration has a robust nationwide strategy to help communities most hurt by the pande...","sentiment_score":0.3928571429}
{"full_text":"onechannel covid19 message","sentiment_score":0.0}
{"full_text":"RT just logged on to say that pandemic weight gain looks good af on you! hope you're treating every inch of your body w love...","sentiment_score":0.6875}
{"full_text":"RT REMINDER: 4 years ago Republicans used reconciliation to pass tax cuts for the rich on a party-line vote that cost at least $...","sentiment_score":0.0375}
{"full_text":"RT N95\/kn95 question for aerosol twitter if using...","sentiment_score":0.0}
{"full_text":"RT I think one reason we're not being entirely clear about how serious this was is that the pandemic has really disconnected peop...","sentiment_score":-0.0111111111}
{"full_text":"RT Weren't we told to stay home in 50 languages 5 business days ago...?","sentiment_score":0.0}
{"full_text":"RT A Republican proposal to strip Democratic Gov. Tim Walz of the emergency powers he used to close schools as the #coronavir...","sentiment_score":0.0}
{"full_text":"RT  Higher Omega-3 Index at time of admission linked to improved COVID su...","sentiment_score":0.25}
{"full_text":"December 31, 2020 Twitter thread.","sentiment_score":0.0}
{"full_text":"RT True.","sentiment_score":0.35}
{"full_text":"Really.. where were your desh Bhakti when modi announced lockdown without any planning and thousands poor people could not reach their home and that time people like Sonu sood come forward to helped them.","sentiment_score":-0.1}
{"full_text":"RT How comfortable are you with Biden steamrolling over the GOP ON Covid Relief?","sentiment_score":0.4}
{"full_text":"RT Democrats demand repeal of 'obscene' tax cut for millionaires that GOP buried in previous COVID relief bill","sentiment_score":-0.1666666667}
{"full_text":"RT \"AP: Have you gotten your shot?Parton: No. I'm not going to get mine until some more people get theirs. I don't want it to...","sentiment_score":0.5}
{"full_text":"RT Take care yourself, wear a mask and wash your hands #HaveABrightDay #bbrightvc","sentiment_score":0.0}
{"full_text":"We are now offering the COVID-19 saliva-based PCR test for the detection of the SARS-CoV-2 virus! It's non-invasive. It's quick and safe. It's accurate. Schedule your appointment at ARCpoint Labs of Roseville-Rocklin for the COVID-19 Saliva test today: ","sentiment_score":0.4111111111}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Thus ends one chapter of the Trump Admin's PPE disaster:\"An amateur mask broker awarded more than $38m in federal contracts t...","sentiment_score":0.125}
{"full_text":"This pandemic has been an embarrassment for our State government ... DHEC gets a lot of the blame but I consider it to be \"Top Down\"... now today we find out the numbers positive have been fudged... where are the vaccines? I could go on and on...","sentiment_score":0.1905723906}
{"full_text":"Covid is in da house ","sentiment_score":0.0}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Lockdown or not, cannot wait for summer vibes","sentiment_score":0.0}
{"full_text":"RT Stop spreading it then.","sentiment_score":0.0}
{"full_text":"RT i'll remember who partied during COVID for the rest of my life","sentiment_score":0.0}
{"full_text":"RT It really feels as though people have been brainwashed to believe that school prevents childhood mental ill...","sentiment_score":-0.1333333333}
{"full_text":"Concerning coronavirus mutation now found in UK variant - here's what you need to knowhttps:\/\/t.co\/T0mDZG1g8n","sentiment_score":0.0}
{"full_text":"\"Back when tik tok was a song and Corona was a beer\"","sentiment_score":0.0}
{"full_text":"RT As #Flordia fights community spread of COVID on a massive scale, this is a 15-second snapshot of a supermarket in Naples....","sentiment_score":0.0}
{"full_text":"A lot of purchases were deferred. People will want to dress up, including wearing makeup, perfume etc. as the pandemic eases.","sentiment_score":0.0}
{"full_text":"RT Let me be clear: The risk in this moment isn't that we do too much -- it's that we don't do enough. Congress must pass the Americ...","sentiment_score":0.1}
{"full_text":"HCM City bus stations start to get Tet crowds, Covid precautions in place - Society - Vietnam News | Politics, Business, Economy, Society, Life, Sports","sentiment_score":0.0}
{"full_text":"RT Many cities reduced incarceration last spring to fight the pandemic. But in most, incarceration levels are near where they w...","sentiment_score":0.275}
{"full_text":"Thanks very much to Antonio Armindo, Vice-Minister of the Interior, for a useful and interesting discussion on security and immigration challenges in #TimorLeste in the time of #COVID19. ","sentiment_score":0.315}
{"full_text":"When are you going to resign #onpoli #FordFailedThePeople #FordLiedPeopleDied","sentiment_score":0.0}
{"full_text":"RT The L-P girls basketball team's season has been paused with players and coaches in quarantine until approximately Feb. 17....","sentiment_score":-0.4}
{"full_text":"this country is my hell","sentiment_score":0.0}
{"full_text":"Sad. Hard to argue.","sentiment_score":-0.3958333333}
{"full_text":"RT More folks care about a stimulus check than going back to work. Most young folks want to stay home and play Games, as lon...","sentiment_score":0.275}
{"full_text":"CCP has to be destroyed as they are the origin of all disasters (e,g, they caused global pandemic of coronavirus infection and involved in fraudulent elections which included American current election).","sentiment_score":0.0}
{"full_text":"my sister already got covid because people are acting like teachers don't deserve to be protected from this so it's great to know that it could possibly happen again","sentiment_score":0.2666666667}
{"full_text":"What happen to #followthescience #BidenLies #dumbcoup #lies","sentiment_score":0.0}
{"full_text":"Where were they during King Pritzker's reign this past year?Great idea, push an experimental mRNA injection on health care workers and legislators. Deaths and injuries will be blamed on COVID.","sentiment_score":-0.075}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"Britain now 'past peak of second Covid wave' via @thetimes","sentiment_score":-0.125}
{"full_text":"RT \"Unfortunately I won't be here much longer.\" Forcing dying women to go through the courts for justice during a pandemi...","sentiment_score":-0.15}
{"full_text":"My Buccaneers haven't been to the Super Bowl since 2003 and if you think for one second that I'm just going to stay home and watch the game I've been waiting 18 years for instead of partying hard with all my favorite piratey pals, you would be 100% correct.Please stay home.","sentiment_score":0.0283333333}
{"full_text":"RT And yet 40% of Ontarians have no problem this and would cheerfully vote again for Liberal incompetence and deceit Eit...","sentiment_score":0.4}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"I got to help out the COVID unit when I floated and they could at least call me on the vocera when they needed me ","sentiment_score":-0.3}
{"full_text":"RT Assessing mandatory stay-at-home and business closure effects on the spread of COVID-19","sentiment_score":0.0}
{"full_text":"Some 51% of unvaccinated Americans say they'll definitely get a Covid-19 vaccine. That spells trouble for ending the pandemic.","sentiment_score":-0.1}
{"full_text":"RT Tyson Jost added to COVID protocol list for Avs.","sentiment_score":0.0}
{"full_text":"RT I hope every last Republican votes for Marjorie Greene and against COVID relief. I want America to see fully what the...","sentiment_score":0.0}
{"full_text":"With the NCAA's announcement, it looks like I'm the Maytag repairman this year. Hopefully the pandemic will be in our rearview mirror by the 2021-22 season.","sentiment_score":0.0}
{"full_text":"RT How comfortable are you with Biden steamrolling over the GOP ON Covid Relief?","sentiment_score":0.4}
{"full_text":"First lockdown was vibes imo","sentiment_score":0.25}
{"full_text":"RT See, I never stop loving the internet. Even with all the bad shit. Because now there's a thing called March Mammal Madness....","sentiment_score":-0.1}
{"full_text":"RT I am so thankful that our Gov took the pandemic seriously and acted so quickly to put supports in place to let us all stay home...","sentiment_score":0.0}
{"full_text":"RT Gov. Mike DeWine is now vowing for minority communities to have better access to COVID vaccines. It comes after the Ohio Legis...","sentiment_score":0.5}
{"full_text":"House vote unlocks partisan path for Biden coronavirus relief bill Because that's the way the republicans want it. This way they can exonerate their Fuhrer for all his wrongdoing and try and blame the Democrats for it. Business as disgustingly usual.","sentiment_score":-0.25}
{"full_text":"RT why is it called COVID ICU and not the dexametha-zone","sentiment_score":0.0}
{"full_text":"I feel emotional about this, but guilty about feeling so emotional because of the GOP constantly telling me it's dumb to be sad because it's not a big deal","sentiment_score":-0.1964285714}
{"full_text":"RT Let me be clear: The risk in this moment isn't that we do too much -- it's that we don't do enough. Congress must pass the Americ...","sentiment_score":0.1}
{"full_text":"Big thanks to for generously giving 100 bottles of hand sanitizer today! SWAN continues to distribute critical harm reduction &amp; #PPE supplies to workers across the Lower Mainland &amp; this donation helps a lot! #COVID19 #CovidResponse #Community #Giving #PeoplePower","sentiment_score":0.0833333333}
{"full_text":"RT Hi, I'm Layla and I currently take commissions for Genshin artefacts! (and for Mondstadt Visions. mine should be finished soo...","sentiment_score":0.0}
{"full_text":"RT Reuters: U.S. HOUSE APPROVES BUDGET PLAN THAT ALLOWS DEMOCRATS TO PASS COVID RELIEF BILL WITHOUT REPUBLICAN SUPPORT","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: CoronaVirus infections have fallen 44% in the US and 30% globally in the past 3 weeks and experts say v...","sentiment_score":-0.125}
{"full_text":"In today's context of a pandemic ravaged world, the economy is in doldrums, a lot of people are unemployed yet we see the financial economy moving in its own direction. #fintech #crowdfunding #impact #Islamicfinance #crypto #business #startup #technology #covid19","sentiment_score":0.3}
{"full_text":"RT Chanel, Co-Owner at , describes the challenges pushing through COVID-19 &amp; how important OKC Black Restaura...","sentiment_score":0.1166666667}
{"full_text":"RT new Quinnipiac Poll on how Americans view Biden's $1.9T covid-relief plan:Democrats: 97% support,3% opposeindependen...","sentiment_score":0.1363636364}
{"full_text":"RT Thus ends one chapter of the Trump Admin's PPE disaster:\"An amateur mask broker awarded more than $38m in federal contracts t...","sentiment_score":0.125}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT When people say that #COVID19 is a hoax or only affects the elderly or people with underlying health conditions, remember...","sentiment_score":0.0}
{"full_text":"Google Awards $50 Million for Public-Health Campaigns About Covid-19 Vaccines","sentiment_score":0.0}
{"full_text":"RT The race for Covid-19 vaccines is on and policymakers in South America are scrambling to catch up.It accounts for roughly 15% of...","sentiment_score":-0.1}
{"full_text":"RT Its been a very long 11 months suffering and watching others suffer in this pandemic while celebrities flex all the mo...","sentiment_score":-0.065}
{"full_text":"Pandemic shmandemic? Cant imagine why Florida has a problem.","sentiment_score":0.0}
{"full_text":"RT The community organising unit had some of the most talented and committed staffers working in it. This is an obvious s...","sentiment_score":0.4}
{"full_text":"It doesn't seem as If Israel's colony\/Bantustansince 1967 is included!Perhaps it is trying to establish \"Erez Israel\" through the back door: the more Palastiniansare dying through Covid19 the less Palastinians are competing in the Jordan valley with Israeli settlers!","sentiment_score":0.0972222222}
{"full_text":"Over 30 Crore Indians May Have COVID-19, Source Cites Government Study","sentiment_score":0.0}
{"full_text":"RT Nbs Fire outbreak for Madina. If you close stay safe","sentiment_score":0.5}
{"full_text":"RT Tomorrow at 12:30, Dr. Fauci's taking over our account to answer questions and and will be ta...","sentiment_score":0.0}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19","sentiment_score":0.0}
{"full_text":"RT He's not a mental health specialist nor is he a child\/youth mental health professional.","sentiment_score":0.0166666667}
{"full_text":"RT Reuters: U.S. HOUSE APPROVES BUDGET PLAN THAT ALLOWS DEMOCRATS TO PASS COVID RELIEF BILL WITHOUT REPUBLICAN SUPPORT","sentiment_score":0.0}
{"full_text":"I would be so excited about this if it weren't for the fucking pandemic that's mutating all over the world that our country is doing fucking nothing about.","sentiment_score":-0.275}
{"full_text":"RT Footage of me learning to speak to other humans again post-pandemic","sentiment_score":-0.125}
{"full_text":"So the UK covid variant is present in Travis Co TX now.1B and still no access to vaccine in Austin or within 10miles.@GregAbbott_TX failure.","sentiment_score":-0.1583333333}
{"full_text":"RT Not one Republican voted for the covid relief package. Not one.","sentiment_score":0.0}
{"full_text":"Many North Koreans likely don't have access to vital medical aid because of the country's year-long border shutdown.\"Humanitarians were not able to go to the field last year,\" said one aid worker. \"We can only speculate how people's lives have been.\"https:\/\/t.co\/5ax3RRWLWl","sentiment_score":0.05}
{"full_text":"During the pandemic some have questioned if employees are less productive at home -- wrapping up a little earlier, tending to other responsibilities or distractions, etc. -- but it turns out the opposite is true","sentiment_score":-0.0215277778}
{"full_text":"RT i would prefer it","sentiment_score":0.0}
{"full_text":"The federal government is getting big-name pharmacies involved in COVID-19 vaccinations, but Southwest Virginia is left out and no one is taking responsibility.https:\/\/t.co\/8DLb1oAODX","sentiment_score":0.0}
{"full_text":"In yesterday's COVID-19 Update, we reported that the CDC moved data for vaccination at long-term care facilities to its own dashboard., and that 3.75 million doses have been administered through the Federal Pharmacy Partnership for Long-term Care Program. ","sentiment_score":0.6}
{"full_text":"We have less than 10 years to meet the #2030Agenda. COVID-19 is a wakeup call #ForPeopleForPlanet that we can't continue on the unsustainable path we are on. reflects on how we can reimagine a better, more sustainable future for all.","sentiment_score":0.2083333333}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"\"If you are annoyed by fakes about coronavirus, you need to just deal with it\"By Andrei Babitsky #Russia","sentiment_score":-0.4}
{"full_text":"The two have been married 63 years and were worried about each other, so Presson and other hospital staff helped organize a dinner date for them.","sentiment_score":0.0}
{"full_text":"RT .@joyannreid: \"I'm sorry, did Kristi Noem say with a straight face that her state has done 'better than virtually every sta...","sentiment_score":0.0666666667}
{"full_text":"RT Research shows that the high levels of stress hormone we're producing due to the pandemic inhibit perceptual learning &amp; m...","sentiment_score":0.0175}
{"full_text":"In early January, the state was averaging more than 9,000 new cases per day -- the average is now less than half that. The state's outbreak is beginning to show some signs of improvement. But hospitals are still dangerously full. reports.","sentiment_score":0.0861471861}
{"full_text":"If you need resources for returning to in-person learning, check out the various toolkits and guides from","sentiment_score":0.0}
{"full_text":"Disrespecting Myers","sentiment_score":0.0}
{"full_text":"Some teachers want a vaccine before they'll step back into the classroom.  #coronavirusnc #nced #nchealthhttps:\/\/t.co\/QnINLXIJ7o","sentiment_score":0.0}
{"full_text":"Editorial: Retreating pandemichttps:\/\/t.co\/IQx0bgtB5d","sentiment_score":0.0}
{"full_text":"I just read this... yikes.","sentiment_score":0.0}
{"full_text":"RT Nobody could have predicted that putting someone with no knowledge of infectious diseases or public health in charge o...","sentiment_score":0.0}
{"full_text":"Governor Andrew Cuomo is giving local governments the authority to administer the coronavirus vaccine to additional groups of people.","sentiment_score":0.0}
{"full_text":"RT Poushawn Brown tested other Amazon workers for 9 hrs\/day - without adequate PPE and only one #COVID19 test for herself....","sentiment_score":0.0694444444}
{"full_text":"Oops!https:\/\/t.co\/Lt6of5YB9d","sentiment_score":0.0}
{"full_text":"RT Kristi Noem, responsible for deaths and mayhem in South Dakota. For months, her state led the country in per capita...","sentiment_score":0.2}
{"full_text":"The Times is working on several stories about COVID-19 and local school systems. Complete the anonymous survey below to help inform our coverage, and email news@gainesvilletimes.com to share suggestions or questions.","sentiment_score":0.0333333333}
{"full_text":"Grant County businesses receive $860,000 in grant funding.","sentiment_score":0.0}
{"full_text":"Join us at in precisely 1 hour at 9pm Eastern\/6pm Pacific as we share the changes that #COVID19 has brought to the #ski season at #AltaSkiArea in #Utah. #skiing #skiutah #coronavirus","sentiment_score":0.4}
{"full_text":"The \"stay in place\" recommendation is still in effect until Feb. 7 for all living on and off the Ann Arbor campus. The safest way to celebrate and connect with family and friends outside of your home is to gather virtually.","sentiment_score":0.0}
{"full_text":"An international initiative to get COVID vaccines to low-income nations has announced plans to distribute 337.2 million doses to 145 countries by mid-year at low or no cost.","sentiment_score":0.0}
{"full_text":"Does your business need some extra help to navigate the pressures of COVID-19?  You don't need to navigate the journey alone. We can help you get the expert advice you need to enter or expand into the digital economy.https:\/\/t.co\/oduh635qZZ","sentiment_score":0.0}
{"full_text":"The year 2021 saw us getting comfortable. We somehow made it through the presidential inauguration, D*nald Tr*mp is no longer spewing his rhetoric on Twitter, and slow but steady vaccine rollouts have given us a sense of hope about the pandemic. #Filmhttps:\/\/t.co\/XE9odf5wZN","sentiment_score":0.0888888889}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"More than 350,000 Utahns have now tested positive for COVID-19 after the state reported an addition 1,591 new cases on Wednesday. | By","sentiment_score":0.2878787879}
{"full_text":"RT All 5 available vaccines are highly effective. The side effects are minimal.  The media is out to scare you.  They help on al...","sentiment_score":0.3}
{"full_text":"This Virtual Meeting will focus on the presentation of emerging data in basic, clinical, translational, and epidemiological research related to #COVID19 and cancer. Consider attending:","sentiment_score":0.0}
{"full_text":"RT Jimmy Kimmel joked that the QAnon congresswoman is \"distracting Republicans from the important work of blocking COVID re...","sentiment_score":0.4}
