{"full_text":" CLUB STATEMENT | We can confirm that no players or staff members have tested positive for #COVID19 - following the latest round of testing.  | Read: | #CityForAll |","sentiment_score":0.1318181818}
{"full_text":"Hi all, I'm inviting you all to join RewardDollars, a site that lets you earn money with social media. I just earned $9845 and you can too! Sign up today for a $25 bonus : #rewarddollars #makemoneyfromhome #stayathome","sentiment_score":0.0416666667}
{"full_text":"The decline of test positivity in recent weeks is really something. Es decir menos #PCR #Test = #Menos #PositivosEnCoronavirus","sentiment_score":0.1}
{"full_text":"RT \"This is nothing short of political payback and tyranny towards a state with exceptional leadership and a common-sense, sci...","sentiment_score":0.2222222222}
{"full_text":"I do not have the words to describe my loathing of this woman","sentiment_score":0.0}
{"full_text":"RT Delhi is defeating Covid,people are back on roads, so is risk of road accidents.This Road Safety Month, we're back to ensuring...","sentiment_score":0.0}
{"full_text":"Gov. Cuomo Spox Curtly Dismisses Fox's Janice Dean Over Covid Response Criticism: 'Not a Credible Source on Anything' Except the Weather via","sentiment_score":-0.2}
{"full_text":"So tell me again \"Who still thinks this is a pandemic\"?","sentiment_score":0.0}
{"full_text":"The reason I wrote that was. If space was for Turks,I am one then we would already be in space. The current dictator is using this as a cover for his economic mess.Millions out of work, no food on the table, no help with covid. Yet he fills his coffers and builds more palaces","sentiment_score":0.2333333333}
{"full_text":"The Mayor of Calderdale, Cllr had her first COVID-19 vaccine today, and is encouraging other local people to have theirs if they're invited.'By getting the jab I feel I'm doing my bit in the fight against this awful virus.'Read more https:\/\/t.co\/VyXBBVorPB","sentiment_score":-0.075}
{"full_text":"RT BREAKING: \"We've now purchased enough vaccine supply to vaccinate all Americans,\" President Biden says after announcing the pu...","sentiment_score":0.0}
{"full_text":"University of no choice ti wa online. Covid moves at night.","sentiment_score":0.0}
{"full_text":"RT Fully vaccinated people who meet certain criteria won't be required to quarantine following exposure to someone with COVID-19...","sentiment_score":0.1071428571}
{"full_text":"RT We Are All In This Together... bi...","sentiment_score":0.0}
{"full_text":"RT I challenge the CDC, Fauci &amp; the President to present peer reviewed, empirical evidence showing the statistical difference...","sentiment_score":0.05}
{"full_text":"Heard from that you have contracted #COVID19 ? Stay safe girl! Followed you literally since you were little girl! #StaySafe","sentiment_score":0.1953125}
{"full_text":"No and stop showing the world how little you understand, how little you know, how little you care.No and stop ignoring reality, common sense, logic, #LongCovid, other countries, and our own experiences.'No and shame on the lovers of delusions.#coronavirus #COVID19","sentiment_score":-0.0645833333}
{"full_text":"um china is the safest country rn and has the strictest health n safety protocols in term of the virus. many celebs travel to china, quarantine 14 days, then work, for example, amber fx.","sentiment_score":0.5}
{"full_text":"RT When he is not touching his Twitter Grand Children and Faking his Covid 19 results, Your Tweeting Cop is busy paying h...","sentiment_score":0.1166666667}
{"full_text":"RT Triaging is the process hospitals use to review the urgency of a patient's condition  This study finds that reverse-triage i...","sentiment_score":0.0}
{"full_text":"RT 80 PASSENGERS died on Shramik Special trains after they were restarted post lockdown. Do their lives also not count? Ju...","sentiment_score":0.3571428571}
{"full_text":"RT All the COVID-19 particles in the world could fit in a Coke can, scientist says","sentiment_score":0.4}
{"full_text":"RT Happy #LunarNewYear  2021  Follow this thread to get off to a healthy #YearOfTheOx","sentiment_score":0.65}
{"full_text":"The  has been facing a difficult condition by COVID 19. But for #Tigray|ans it was worse to see innocent civilians to experience both corona and unexpected war waged by our PM. Please give a priority to the war on #Tigray.  We urge immediate action. #StopWarOnTigray","sentiment_score":-0.04}
{"full_text":"RT Oh so NOW they care about COVID deaths. Funny how that works.","sentiment_score":0.25}
{"full_text":"RT Join us for 's next online on the 'Impact of Covid-19 on SME's &amp; self employed people' w distinguished speak...","sentiment_score":0.0}
{"full_text":"RT Covid jab booked for next week!","sentiment_score":0.0}
{"full_text":"In between the Covid'19 crisis happening around the world, we still need to create #FridayFeeling for every child.#ForEveryChild P.C:","sentiment_score":0.0}
{"full_text":"Covid-19 and now siding with military Junta. What's next, CHINA? #ShameonyouChina #ChinaSetupFirewallforJunta #CrimesAgainstHumanity #MilkTeaAlliance #WhatsHappeningInMyanmar","sentiment_score":-0.05}
{"full_text":"RT Absolutely criminal \"Instead of galvanizing the US populace to fight the pandemic, Trump publicly dismissed its threa...","sentiment_score":-0.2}
{"full_text":"RT The Special Covid-19 Social Relief of Distress Grant has been extended for a further 3 months. This grant is intended to...","sentiment_score":0.1301587302}
{"full_text":"It's been a year. How much longer until callousness due to greed isn't a thing in this #coronavirus  pandemic?","sentiment_score":0.0375}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT Don't get it twisted: The Johnson &amp; Johnson vaccine is 100% effective at preventing Covid-19 hospitalizations and deaths, ac...","sentiment_score":0.05}
{"full_text":"RT A riddle: What recirculates more than the air in hotel quarantine?We need aerosol experts, occupational hazard experts...","sentiment_score":0.5}
{"full_text":"Not really, TGBD was built upon the foundation of a century of scientific discovery &amp; decades of pandemic preparedness planning.","sentiment_score":-0.1}
{"full_text":"RT Doctors warn Covid will become endemic and people need to learn to live with ithttps:\/\/t.co\/cRQtzRUhMi","sentiment_score":0.1363636364}
{"full_text":"RT Why is this not allowed to be public knowledge ?","sentiment_score":0.0}
{"full_text":"Sigh. If johnson and his cronies had done lockdown like new Zealand, we most likely wouldn't be in lockdown now. As it stands, with over 100k dead, the fault lies with him.","sentiment_score":0.1090909091}
{"full_text":"The only death threat I've had on this site, despite Brexit, despite Covid deniers, despite.... everything, is from a Smiths fan who took objection to me not liking them ","sentiment_score":0.0}
{"full_text":"RT I told this boy I'm not interested in speaking to anyone now because I don't have the time and he said \"we're in lockdown...","sentiment_score":-0.125}
{"full_text":"RT A survey has shown that children are feeling more worried and lonelier as a result of the Covid-19 pandemic &gt; ht...","sentiment_score":0.5}
{"full_text":"Covid: Germany to halt travel from Czech Republic and Tyrol #world #BBC_News","sentiment_score":0.0}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"RT SARS-CoV-2 can linger on surfaces, but these aren't a major source of infection. But it's easier to clean surfaces than improve...","sentiment_score":0.2145833333}
{"full_text":"not to mention this is the largest studio on the east coast. They could have totally decentralized the animation industry from LA and instead just... fucked over almost 500 people during a pandemic with zero remorse or thought","sentiment_score":-0.3}
{"full_text":"Trump did the same thing! Trump had more executive orders than any other president. He is so power hungry he couldn't or wouldn't sign a piece of paper turning over the country to Pence when he was in the hospital with Covid. He is a narcissist liar and cheater!","sentiment_score":0.1145833333}
{"full_text":"RT NHS England statistics show there were 101,956 new Covid-19 admissions last month, accounting for 29% of all admissions betw...","sentiment_score":0.0681818182}
{"full_text":"RT An arthritis drug could save 1 in 25 Covid patients - and reduce need for ventilators","sentiment_score":0.0}
{"full_text":"RT The Order's work carries on during lockdown.Our Wednesday breakfast club in Soho is now outdoors. Volunteers also con...","sentiment_score":0.0}
{"full_text":"RT Covid-19 and now siding with military Junta. What's next, CHINA? #ShameonyouChina #ChinaSetupFirewallforJunta #CrimesAgain...","sentiment_score":-0.05}
{"full_text":"RT Getting this once-in-a-century pandemic under control starts with getting as much relief as possible to as many Georgia...","sentiment_score":0.2333333333}
{"full_text":"RT How anyone still listens to this laughingstock is a mystery to me. ","sentiment_score":0.0}
{"full_text":"RT Days left 13 for the celebration of the #cochlearimplantdayInteresting documents for use if Cochlear Implant users become hos...","sentiment_score":0.0}
{"full_text":"Excuse moi we r in a pandemic no need to remind me my sleeping pattern is non-existent","sentiment_score":-0.05}
{"full_text":"Has anyone found any strategies to improve lung function after Corona virus? As in how to stop being so out of breath from walking up the stairs? After a ten minute walk to tesco, I feel like I have just been sprinting for 1 hour. And I never used to be like that.","sentiment_score":0.0}
{"full_text":"More False Covid Hysteria","sentiment_score":0.05}
{"full_text":"RT Yeeesss Thank you  We would love to see one of your shows dedicated to #rishicometalktomartin.","sentiment_score":0.5}
{"full_text":"RT If Democrats were honest about using impeachment to remove corrupt officials, they need look no further than Cuomo who hid CO...","sentiment_score":0.0333333333}
{"full_text":"RT The finger really hurts when it has to be pointed back at yourself , huh? Working families here i...","sentiment_score":0.1}
{"full_text":"RT For those who dislike immigrants,For those who despise Muslims,For those who hate Jews,For those who detest Israe...","sentiment_score":-0.8}
{"full_text":"RT To everyone at the NIH -- all the doctors, scientists, and researchers fighting this pandemic and saving lives -- thank you from t...","sentiment_score":0.0}
{"full_text":"RT It's the First Anniversary of Prime Minister Boris Johnson missing 5 Emergency Cobra Meetings before emerging to tell us to...","sentiment_score":0.025}
{"full_text":"RT Now is *absolutely* the time to completely reorganise the NHS, whose 1.6 million staff are traumatised, broken, yet dogg...","sentiment_score":-0.0333333333}
{"full_text":"RT mRNA vaccines don't contain any genetic material of Covid. They're like a Snapchat message containing a most wanted poste...","sentiment_score":0.5}
{"full_text":"I want to say Covid has made cycling less safe. Yes, it's quieter on the roads, but I've had more near misses, especially more recently","sentiment_score":0.3222222222}
{"full_text":"RT Despite the cruel US blockade #Cuba produced  the first batch of 150,000 Soberana 02 vaccines against Covid-19. In March...","sentiment_score":-0.375}
{"full_text":"RT Compare and contrast-Boris Johnson \"It would be wrong to hold an inquiry into the pandemic in the middle of it\"Matt Ha...","sentiment_score":-0.25}
{"full_text":"He has done more about covid in a few days than Trump has in one year.","sentiment_score":0.15}
{"full_text":"RT Germany, fearing new coronavirus variants, imposes border checks with Austria and Czech Republic.Health Minister Jens Spahn sai...","sentiment_score":0.1363636364}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"RT If Democrats were honest about using impeachment to remove corrupt officials, they need look no further than Cuomo who hid CO...","sentiment_score":0.0333333333}
{"full_text":"RT A 37-year-old surgeon died February 8, 2021, after receiving his COVID-19 vaccine. Health officials said he may be the fi...","sentiment_score":0.0}
{"full_text":"RT 210212 MM: when Corona ends, I should draw alot and invite ONCEs to my exhibition kkkkkkkMM: then,, will you come?","sentiment_score":0.0}
{"full_text":"REAL, NEW #pink #Germolene #Ointment reliable #Antiseptic #analgesic #health #spots #cuts #gym #Splitfingers #gardening #engineering #mumsnet #nostalgia #Friday #DIY #builders #TGIF #lockdown #Farmer #maritime #fishing #caring #weekend","sentiment_score":0.0522727273}
{"full_text":"i am sick of living the same day over and over the loose women talk about the same thing every day even now with Ozzy and Sharon osbourne on the show all they wanna talk about is coronavirus","sentiment_score":-0.1978021978}
{"full_text":"Sucks to hear that the Joe Smith Jr  title fight got postponed due to his opponent testing positive for COVID. Was looking forward to him bringing home the light heavyweight title back to Long Island ","sentiment_score":0.0253787879}
{"full_text":"RT House GOP leader Kevin McCarthy attended his son's wedding in early December, a largely maskless gathering that appears to...","sentiment_score":0.1571428571}
{"full_text":"'Love in a Pandemic:' How romance and online dating has changed during quarantine &gt;&gt;&gt;https:\/\/t.co\/mxlWyJNhWh","sentiment_score":0.5}
{"full_text":"Shoot the messenger?","sentiment_score":0.0}
{"full_text":"Older generations at family gatherings (assuming a non-COVID environment, of course) are especially horrible with this. Some claim it's just a joke but that's not something you joke about.","sentiment_score":-0.4166666667}
{"full_text":"We have immature but influential Tory MPs on the back benches who made their millions from this pandemic and now feel they can decide strategy, from an anonymous position. Highest death rate in Europe so the day will come when all these ppl will be named. Many will be in prison.","sentiment_score":0.25}
{"full_text":"I will keep #DrFrederickKCPrice and his family lifted up in prayer as they go through covid battle together. Lord Jesus, you took covid to the grave more than 2000 years ago. By your stripes Lord Jesus I pray complete healing and recovery in Jesus name.","sentiment_score":0.3}
{"full_text":"RT #IndiaResurgentTo further strengthen #NewIndia's fight against the pandemic, the Govt. has allocated funds for #COVID19...","sentiment_score":0.0}
{"full_text":"RT This was not a death apparently, coz she and her baby travelled for free.https:\/\/t.co\/E4RMpDNF5C","sentiment_score":0.05}
{"full_text":"RT Today's reminder: If school buildings are closed, kids are less likely to get COVID.","sentiment_score":-0.0888888889}
{"full_text":"RT FRIDAY on the phone-in, we'll celebrate friend love. How is the pandemic affecting your friendships?...","sentiment_score":0.5}
{"full_text":"I would say on the overly cautious and even on the antagonistic side but wrong? No. However, I would make the same criticisms about the overzealous double mask\/hazmat wearing people exaggerating the effects of the pandemic or displaying hypocritical mask standards.","sentiment_score":-0.1666666667}
{"full_text":"RT Will Biden Quarantine Florida?The double mask mandate is coming, Biden is thinking about restricting travel to Florida, a...","sentiment_score":0.0}
{"full_text":"RT The #COVID19 pandemic has impacted all aspects of life, including education for young children. For the new academic year IOM...","sentiment_score":0.0787878788}
{"full_text":"Neshaminy School District implemented 3ft distancing without issues. Right?@Neshaminy_SD","sentiment_score":0.0}
{"full_text":"RT Turns out I might just be a credible source on many things. Including the weather. ","sentiment_score":0.45}
{"full_text":"RT Government missed out on an offer of N95 masks at the start of the pandemic: documents","sentiment_score":0.0}
{"full_text":"RT Dave Chappelle announces 'Chappelle's Show' has returned to Netflix:","sentiment_score":0.0}
{"full_text":"And 11:59pm, Friday 12 February 2021 ticks over. Victoria's 3rd COVID lockdown, caused by government failure and incompetence. Andrews promised us a gold standard hotel quarantine program and contact tracing system and after a year, we still don't have either.#springst","sentiment_score":-0.1055555556}
{"full_text":"ICYMI: In a study evaluating the #BioNTech-#Pfizer #COVID19 #vaccine's ability to neutralize the #UKvariant, researchers found no loss of immune protection compared to that against the original #SARSCOV2 #Wuhan strain.","sentiment_score":0.375}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanmar's...","sentiment_score":0.0}
{"full_text":"Dude needs to count his lucky stars that Trump was sucking up all the bad COVID headlines.","sentiment_score":-0.1833333333}
{"full_text":"RT Wuhan owns 54% of Chrysler Dodge Jeep and Ram","sentiment_score":0.0}
{"full_text":"RT Objasnjavam Dancu Markotickino sudjelovanje na misi.\"She's a real doctor?\"\"Yes.\"\"Really? So your chief epidemiologist p...","sentiment_score":0.2}
{"full_text":"RT California has edged past New York in the grim statistic of the number of deaths due to COVID-19, according Johns Hopkins Unive...","sentiment_score":-0.3096590909}
{"full_text":"RT 210212 MM: when Corona ends, I should draw alot and invite ONCEs to my exhibition kkkkkkkMM: then,, will you come?","sentiment_score":0.0}
{"full_text":"RT Indian Railways gathering speed post Covid-19: Railways on track to financial sustainability  Freight loading on rise...","sentiment_score":0.0}
{"full_text":"RT #BrexitDayDiary+42: Alarm bells are ringing. Hatt Mancock is making drastic changes to the NHS in the midst of the worst pand...","sentiment_score":-1.0}
{"full_text":"Today the food order arrived I put daffodils in the fridge thinking they were spring onions. Happy Friday everyone  Please share your silly-things-you've-done-in-lockdown stories with me to make me feel better about it ","sentiment_score":0.65}
{"full_text":"RT #BrexitDayDiary+42: Alarm bells are ringing. Hatt Mancock is making drastic changes to the NHS in the midst of the worst pand...","sentiment_score":-1.0}
{"full_text":"RT #RinkuSharma 's murder is murder of trust. He had saved his killer' Islam's wife by donating blood. He took Islam's  #...","sentiment_score":0.0}
{"full_text":"It's not just about dying though is it? It's about catching it and taking up an NHS bed in an ICU etc. I don't agree with Lockdown so we probably agree. We should never have Lockdown everyone compulsorily. It's a total cock up that cost trillions PS ","sentiment_score":0.3}
{"full_text":"RT #COVID19 has been used as a mechanism to liquidate the middle class - paving the way for #TheGreatReset.","sentiment_score":0.0}
{"full_text":"The IRS released the 2021 Form W-2, Form W-3, and Instructions. The instructions and forms have been updated to address how employers should handle COVID-19-related employment tax credits. #payroll","sentiment_score":0.0}
{"full_text":"wished i could disagree but i'm literally one crying session away from quitting my job","sentiment_score":-0.2}
{"full_text":"Not sure how to make this pandemic Valentine's Day special? We have a few ideas!https:\/\/t.co\/5CYPSET5JM","sentiment_score":-0.030952381}
{"full_text":"Ash Wednesday Covid work around - sprinkle on the head still too close - get a bingo dauber and a stick.... ","sentiment_score":0.0}
{"full_text":"RT I lost my job due to the pandemic. I am OPEN for commissions so if you like colourful cartoon art then please consider com...","sentiment_score":-0.0625}
{"full_text":"Day 340 of Fourteen Days to Flatten the Curve.","sentiment_score":0.0}
{"full_text":"Has all this  got you dreaming of warm, sunny days on the cricket pitch? Why not use this lockdown to complete a Level One Cricket Grounds Maintenance course with for both the professional &amp; grassroots volunteer Sign up now:","sentiment_score":0.2666666667}
{"full_text":"SEE THE LIST: Many Alabama Walmart and Sam's Club Stores to Start Distributing COVID-19 Vaccines Today  #walmart #samsclub #covidvaccine #alabamanewsnetwork","sentiment_score":0.5}
{"full_text":"Clark Airport takes another step to fight the pandemic!#yoorekka #COVID19 #vaccine Cover Photo Credits:: Clark International Airport Facebook Pagehttps:\/\/t.co\/49hKUFabk2","sentiment_score":0.0}
{"full_text":"Wrote something on how the pandemic is having an impact on drinking problems in our area:https:\/\/t.co\/IxaOMQoKvs","sentiment_score":0.0}
{"full_text":"RT A Pakistani-American doctor was fired *and is being prosecuted* because he gave an opened vaccine to anyone he could find...","sentiment_score":0.0}
{"full_text":"RT The government has been cracking down on individuals breaking lockdown rules.But not one employer has been fined or...","sentiment_score":-0.1555555556}
{"full_text":"Economy shrinks at fastest rate on record during pandemic","sentiment_score":0.0}
{"full_text":"RT Home! Sweet home! The #SpringFestival is a time of family reunion. Many are stranded due to COVID-19 but love is not bound by d...","sentiment_score":0.328125}
{"full_text":"Before COVID, this is what Democracy looked like! Mtg with Claire Richer, legislative aide to  Strongly requesting climate legislation. This is Citizen's Climate Lobby - our kind of democracy.  #ShareDemocracy #priceonpollution","sentiment_score":0.5166666667}
{"full_text":"People from all walks of life have been part of the COVID-19 vaccine trials, including healthcare professionals. Find out more:","sentiment_score":0.5}
{"full_text":"Hey IT'S HAPPENING!!!Don't be surprised when you see this Cougar on the mound dealing this spring! COVID has nothing on her pitches! #TheCountdownIsOn","sentiment_score":0.15625}
{"full_text":"None of these people will have to pass a corona test but if a U.S. citizen flies into the country they have to pass one to gain entry. Makes sense to me.","sentiment_score":0.0}
{"full_text":"Whether it's COVID19 related adaptations or Brexit-based logistical challenges, businesses are scrambling to keep up with changing legislation and economic landscapes. Discover how intelligent automation can help you adapt to ever-changing regulations.","sentiment_score":0.3333333333}
{"full_text":"Are re-infections becoming a big subject in the near future?Watch of answer the question the story: #vaccine #HongKong #pandemic #health #media #fridaymorning","sentiment_score":0.0958333333}
{"full_text":"RT [Leaving Trudeau in the dust] \"The additional doses amount to a 50 percent increase in vaccine, and will give the administra...","sentiment_score":0.0}
{"full_text":"Knowledge Channel helps students cope with pandemic's challengeshttps:\/\/t.co\/jzMjaxgbRh","sentiment_score":0.0}
{"full_text":"RT If we are going to always be wearing masks why hasn't said so? If vaccine passports are coming why hasn't...","sentiment_score":0.0}
{"full_text":"Around 1 in 3 people with Covid-19 have no symptoms.You could have it and not even know it.#HandsFaceSpace #StayHome","sentiment_score":0.0}
{"full_text":"\"News 930\" Latest NewsToday, 124 new coronavirus infections and 4 deaths have been confirmed in Saitama. Infections in the elderly are said to be at high risk of becoming more severe, but today it has become clear that a 105-year-old woman has completed her medical treatment.","sentiment_score":0.2807954545}
{"full_text":"Here's a closer look at what is likely to be included in the latest Covid relief package -- and what could be left out.","sentiment_score":0.1666666667}
{"full_text":"Britain's government has risked creating a legion of 'zombie' companies by encouraging banks to lend 45 billion pounds ($62 billion) to small businesses with a 100% state guarantee during the COVID pandemic, a leading think tank warned on Wednesday.https:\/\/t.co\/oNb1HlbNPL","sentiment_score":-0.25}
{"full_text":"Don't know if you've received a genuine email, text message or phone about the COVID-19 vaccine? Remember, it is only available on the NHS and is free of charge. If you're asked to provide any financial details or pay for the vaccine, this is a scam. #coronavirusfrauds","sentiment_score":0.24}
{"full_text":"Why have they disabled the comments. It's bad any form of abuse, but I'm not buying this 1 week letters of support and this week death threats.....bollocks","sentiment_score":-0.45}
{"full_text":"Village Halls Week was a great success! AiRS was featured on Francis, our Village Halls Facilities Advisor, is here speaking with Sarah Gorrell about the importance of Village Halls &amp; their closure during the pandemic &amp; the work that AiRS is doing to support Halls","sentiment_score":0.5875}
{"full_text":"Even if you're young and healthy, you can still be infected and become seriously ill from #COVID19. As the new variant is spreading more easily, you could transmit it to vulnerable people. Remember: Hands. Face. Space.Find the full guidance at:","sentiment_score":0.1274621212}
{"full_text":"As the country emerged from the first Covid lockdown, Belinda Griffiths was faced with the prospect of either not being able to reopen her two businesses, or a severe reduction in trade, so set about coming up with an alternative business venture.https:\/\/t.co\/ktBHARKkL3","sentiment_score":0.375}
{"full_text":"i wonder how much people remember we in a pandemic","sentiment_score":0.2}
{"full_text":"RT Once again the  SVA prove why they are the pride of Cranbourne. Thanks to Sikh Volunteers Australia for...","sentiment_score":0.2}
{"full_text":"RT Join the Twitter effort to #LiftTheLockdown. MPPs will listen. Tweet your #MyLockdownStory &amp; tag your MPP. Be nice, just 2...","sentiment_score":0.6}
{"full_text":"We take great pleasure to announce that Livinguard AG has won the prestigious CXO Health Innovation Award 2021 for the Most Innovative Health Tech Solution of the Year! (1\/2)#LivinguardTechnology #StopTheSpread #WearAMask","sentiment_score":0.6416666667}
{"full_text":"RT Ron DeSantis has gotten more negative press for keeping businesses open than Andrew Cuomo has for intentionally covering...","sentiment_score":0.0666666667}
{"full_text":"As US #COVID19 vaccine distribution expands to include younger healthier populations, questions about vaccine safety in women of childbearing age have become more urgent. Listen","sentiment_score":0.25}
{"full_text":"Did you miss the virtual AADPRT workshop on Preparing Residents for Disaster Response: COVID-19 and Beyond?  No problem!  Log into the VTO, and you can find this virtual workshop in the virtual classroom.  This workshop and more are there for your viewing!","sentiment_score":0.625}
{"full_text":"Figures released by show that Chautauqua County may be getting more than $83 million in federal aid in the Biden Administration's proposed $1.9 trillion COVID-19 relief package.","sentiment_score":0.5}
{"full_text":"Government Delays March Break in an Effort to Reduce Community Transmission of COVID-19   - #Ontario #Health","sentiment_score":0.0}
{"full_text":"CDC expected to release new guidelines for reopening schools - CNN","sentiment_score":0.0181818182}
{"full_text":"Venezuelan government, opposition meet to discuss coronavirus vaccination deal -sources.","sentiment_score":0.0}
{"full_text":"RT Australia today has an outbreak of 17 cases and has imposed a sharp lockdown to quash it completely before it spreads o...","sentiment_score":-0.0125}
{"full_text":"#OccupationalTherapists - Use our Search Features to identify members with the products you need during lockdown - Products: Retailers: #OccupationalTherapist #OccupationalTherapy","sentiment_score":0.0}
{"full_text":"One in 5 older adults who live with others said that if they contracted #COVID19, they would not have access to a space to #isolate at home. Learn more about the disparities in COVID-19 #safety and #accessibility:","sentiment_score":0.2676767677}
{"full_text":"COVID-19 testing at your doorstep! Mobile testing in your area. https:\/\/t.co\/uz8BOllQlV... #mobiletesting #urgentcare #statcare #covid #coronavirus #covidtesting #rapidcovidtest #newyork #nyc","sentiment_score":0.0}
{"full_text":"Natural infection likely reduces transmission of SARS-CoV-2 by Wang and colleagues","sentiment_score":0.05}
{"full_text":"RT (1\/2) My dad's a resident at Isabella Nursing home, so this is personal. Cuomo lied on his daily reality show about how m...","sentiment_score":0.0}
{"full_text":"NEWS: A blind woman from Newport has shared her experience of the lockdown.#iwnews #IsleofWight #iow","sentiment_score":-0.5}
