{"full_text":"RT Just an observation. I don't wear a mask anywhere. I never get confronted. Closest I've come is some guy at Lowe's saying \"...","sentiment_score":0.0}
{"full_text":"RT WHO team in Wuhan finds evidence of wider COVID-19 outbreak in Dec. 2019https:\/\/t.co\/YdFLAOinLM","sentiment_score":0.0}
{"full_text":"RT One New Case of COVID-19","sentiment_score":0.1363636364}
{"full_text":"EHRC urged to investigate ministers for 'equality failures' in Covid response The UK's equality watchdog is facing demands from TUC, Amnesty &amp; others to investigate claims that ministers have sidelined key gender laws in their response to Covid pandemichttps:\/\/t.co\/w0rjuvXltG","sentiment_score":0.0}
{"full_text":"RT Our statement in response to reports revealing a top Cuomo aide purposefully deceived the public &amp; the fed. by withholding th...","sentiment_score":0.25}
{"full_text":"RT Another attention seeking pandemic","sentiment_score":0.0}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT To contain spread of COVID-19 in Somalia must reintroduce mandatory mask. It must quarantine travelers from U...","sentiment_score":0.0}
{"full_text":"RT #r4today Shame you introduced Steve Baker's covid recovery group like it was an official government body and not a bunch...","sentiment_score":0.0}
{"full_text":"RT My latest: Most politicians and doctors have ignored the amassing evidence of Vitamin D's dramatic effects on Covid ho...","sentiment_score":0.1888888889}
{"full_text":"RT \"'This Is All Political': DeSantis Slams Biden For Allegedly Allowing Illegal Aliens Into U.S. Without COVID Test While C...","sentiment_score":-0.2}
{"full_text":"Very interesting discussion by  save the date!","sentiment_score":0.8125}
{"full_text":"If your gunna break lockdown rules why put it on Instagram  the audacity is mental!","sentiment_score":-0.125}
{"full_text":"RT Are you the parent of a young person currently at universityEncouraged back to campus to be locked in a bedroom for an o...","sentiment_score":0.0333333333}
{"full_text":"RT Mmmm...Do we know where COVID-19 originated?In June 2019, near the US bioweapons lab at Fort Detrick, MD (closed down...","sentiment_score":-0.0518518519}
{"full_text":"RT Hilarious that Nigeria tried to play in the same lockdown league with countries that have this kind of state capacity....","sentiment_score":0.3666666667}
{"full_text":"We now believe in the existence  Corona even though we do not see it Do you still do not believe in the existence of God on the pretext you do not see him though your presence and all creatures including Corona confirms the existence of God Say:no God but Allah creator all things","sentiment_score":0.0}
{"full_text":"Bring it down to the individual level... I'd be fine with that.Lock yourself down if you're frightened.  You'll be safe.  Let others take their own risks.","sentiment_score":0.2009259259}
{"full_text":"Dear  people of Texas,If you don't have snow tires stay home.... if you have all season tires, they are trash in snow so stay home... if you've never driven in snow; freezing rain or icy conditions stay home.Regards,A Canadian ","sentiment_score":-0.1}
{"full_text":"RT Public Health Inspectors (PHIs) are complaining that the number of Covid-19 cases seen in the field are higher than the o...","sentiment_score":0.125}
{"full_text":"It's frustrating that the coincidental timing gives both Brexiteers and Covid skeptics a perfect excuse to pin the blame for any economic fallout from Brexit on the fact we closed businesses closed to stop Covid.","sentiment_score":0.0916666667}
{"full_text":"A very interesting initiative by A series of essays looking at 50 years of #Bangladesh","sentiment_score":0.65}
{"full_text":"RT We have a dedicated section on our website with tools and information about COVID-19 vaccines, pregnancy and fertility. Inclu...","sentiment_score":0.0}
{"full_text":"RT This is a very important study on vitamin D and Covid-19. Its findings are incredibly clear. An 80% reduction in need for...","sentiment_score":0.31}
{"full_text":"RT Handing out Do Not Resuscitate orders to people with learning disabilities so that they die if they get 'Covid' is absolut...","sentiment_score":0.0}
{"full_text":"RT 5\/5 The Covid restrictions are disproportionate and in my professional opinion as a doctor defy medical reason. Not ev...","sentiment_score":0.05}
{"full_text":"RT Wishing you all the best Alan. You're a key part of my twitter experience remaining positive, informative and...","sentiment_score":0.4090909091}
{"full_text":"RT Half term. Winter. Lockdown. It's Star Wars time. The kids have NO IDEA what it even is. Their brains are as naive to it...","sentiment_score":-0.2333333333}
{"full_text":"RT More than 38 million Americans have so far received at least their first dose of a Covid-19 vaccine -- but it's not the vaccinatio...","sentiment_score":0.1375}
{"full_text":"RT Last week, Democrats rammed through their partisan wishlist, rejecting Republican amendments to the stimulus bill in ever...","sentiment_score":0.0}
{"full_text":"Good work mate  We gotta fight back against these nonsensical #COVID19 rules!It's been proven that #lockdowns, #MaskMandates etc. do not work! Quit taking our #rights and #freedoms away #Coronavirus #VicPol #AusPol","sentiment_score":0.35}
{"full_text":"Canadian here! Don't drive if you're not used to snow and ice. Stay home and get your Canuck on! Cook something that takes a while to simmer, bake, or roast, have a couple of +8% alcohol beers, and watch a flick called \"Canadian Bacon\".","sentiment_score":0.0}
{"full_text":"According to Africa Tech Venture Capital Report from Partech: In 2020, the African Tech ecosystemis still inexorably accelerating, with 359 equity rounds (+44% YoY) to a total VC funding of US$ 1.43B, -29% YoY as the Covid-19 context slashes average growth ticket size by 60%.","sentiment_score":-0.05}
{"full_text":"RT 0Funding to extend free school meal vouchers this week during half term = PS0Cuts to Universal Credit for millions of...","sentiment_score":0.0777777778}
{"full_text":"RT Reminder: We all still have a duty to protect each other from the spread of #COVID19. Be smart. Wear a mask. Save l...","sentiment_score":0.0446428571}
{"full_text":"RT Some people were way ahead of their time...","sentiment_score":0.0}
{"full_text":"RT Burundi has joined Tanzania to reject COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"RT Leigh turning up obviously did Andrews no harm. She actually discredited hersel...","sentiment_score":0.0}
{"full_text":"I love racing and have wanted to go to Chester for a long time. Is it worth risking my and my family's lives for. Nope not happening. Fingers crossed to be there in 2022","sentiment_score":0.25}
{"full_text":"RT Joe Biden in first 3 weeks of leadership reengaged WHO, passed COVID relief, rejoined Paris Climate Agreement, preserved D...","sentiment_score":0.25}
{"full_text":"We were delighted when library member Jo told us about a new skill she'd learnt from a library book during lockdown...","sentiment_score":0.4181818182}
{"full_text":"RT Rwanda rolls out Covid vaccination to high-risk groups via","sentiment_score":0.0}
{"full_text":"RT Jimin's dad donated a signed album to the WeAJa Charity Flea Market! All of the money earned from donated items will be used to...","sentiment_score":0.0}
{"full_text":"RT #StKittsAndNevis are pleased to receive our first set of #AstraZeneca vaccine. It brings hope of safety for our front line....","sentiment_score":0.375}
{"full_text":"RT Not having access to clean water at home and improved sanitation has added to women's already full plate during the #COVID19...","sentiment_score":0.3583333333}
{"full_text":"UK strategy is also a great risk on many levels. I can see that UK is only giving half a dose in 1st injection and wont give the 2nd does until after 12 weeks - recommendation is full dose and wait 6 weeks. If supplies dries up its a risk.https:\/\/t.co\/YP7JHp2hrL","sentiment_score":0.2472222222}
{"full_text":"RT Team Justice Letter to State Attorneys General Demanding Criminal Investigations of Trump for Avoidable COVID Deaths....","sentiment_score":-0.175}
{"full_text":"The Lockdown Show Monday 15th Feb 2021","sentiment_score":0.0}
{"full_text":"Talksport announced it - albeit a temporary leave of absence due to illness. But will be in charge tomorrow so not COVID related","sentiment_score":-0.0458333333}
{"full_text":"RT A terrific response to this - please RT. We must stand up together &amp; shout about the loss of our liberty. It's not jus...","sentiment_score":0.0}
{"full_text":"RT We predicted BBC Scotland will seek to undermine the Scottish Govt's 'hotel quarantine' policy and we stick by that predic...","sentiment_score":0.0}
{"full_text":"RT I am amazed by for her relentless advocacy for ppl w disabilities. \"Ppl w disabilities are never prioritized...","sentiment_score":0.0}
{"full_text":"RT Ad | Face masks and #facecoverings and where to buy them in the UK #facemasks #COVID19 #staysafe #cottonfacemasks #wearam...","sentiment_score":0.0}
{"full_text":"RT now chungha has enough songs for world tour after the fkin pandemic whos coming with me","sentiment_score":0.0}
{"full_text":"RT Imagine tweeting this and thinking you have the moral high ground. ","sentiment_score":0.08}
{"full_text":"RT Congratulations, Prime Minister Mario Draghi. I look forward to working closely with you to deepen our strong bilateral relation...","sentiment_score":0.4333333333}
{"full_text":"RT Trump not only incited an insurrection, he incited half the country to kill the other half with COVID.480,000 Americans l...","sentiment_score":-0.1145833333}
{"full_text":"RT Last night, because of the ice, this happened. Luckily, the crew is OK.The storm is serious. STAY HOME. Our life (and your...","sentiment_score":0.0}
{"full_text":"RT I owe an apology.  Early in December I slammed him for \"over-promising\" to Covid vaccinate 15m at-risk Brits...","sentiment_score":0.1}
{"full_text":"Once added \"Don't panic but I'm speaking to you from home due to lockdown\"","sentiment_score":-0.125}
{"full_text":"RT \"'This Is All Political': DeSantis Slams Biden For Allegedly Allowing Illegal Aliens Into U.S. Without COVID Test While C...","sentiment_score":-0.2}
{"full_text":"RT #Wendover Small Dean and #HS2 has blocked a public footpath with a 7-foot high fence. No social distancing by HS2 workers...","sentiment_score":-0.0266666667}
{"full_text":"RT \"Have compromises been made in the edit suite due to the pandemic? Whatever's going on with this bizarre series, it's losi...","sentiment_score":0.1375}
{"full_text":"RT UK coronavirus variant found in US could be deadlier, scientists say","sentiment_score":0.0}
{"full_text":"RT For our next Lockdown Drawing Challenge we want your artworks of your favourite things. Enter for the chance to win a PS5...","sentiment_score":0.4}
{"full_text":"In all your fear of covid you forget that the stress of lockdowns has detrimental health implications to millions now you may not be stressed I am stressed and continuing to be locked up could cause a hell of a lot more damage","sentiment_score":0.5}
{"full_text":"Hyderabad nurse robs old couple after fake Covid vaccine shot#Hyderbad #vaccinecovid19 #openmarket #vaccineshot #Pandemic #frontlineworkers #nurse #doctors #fakecovoidshothttps:\/\/t.co\/6F7bc54ae6","sentiment_score":-0.2}
{"full_text":"RT Good to hear \"Expressing his appreciation, Trudeau said that if the world manages to conquer Covid-19, it would be signific...","sentiment_score":0.7}
{"full_text":"We talk about real world 'labs' that emerge to test how consumers and stakeholders react. COVID was a great one over here - but Texas is a belter. Really extreme behaviours including suppliers PAYING customers to leave as they are not hedged for MWs costing many $000s. Ouch.","sentiment_score":0.34375}
{"full_text":"Please take part in our latest #onlinesurvey on #COVID-19pandemic &amp; its economic impact on African countries.  together with Intl Economics (@Tradeeconomics) jointly carried out #onlinesurveys on #economicimpacts of #COVID-19 on businesses across #Africa.","sentiment_score":0.2333333333}
{"full_text":"RT \"The Washington State Department of Commerce gave federal COVID relief tax dollars to non-profits pursuing radical political...","sentiment_score":0.0}
{"full_text":"RT The fiscal response to the COVID19 crisis has been much smaller in the Eurozone than in the US.It's striking that there...","sentiment_score":0.25}
{"full_text":"RT 1) [Thread]Almost one month ca. 50 babies born from surrogate mothers were held in a hotel-room in Kiev, the capital of U...","sentiment_score":0.0}
{"full_text":"RT Disturbing that the does not automatically get access to China's data to find out what caused this pandemic. We nee...","sentiment_score":-0.5}
{"full_text":"Malawi's president sacks Covid taskforce boss amid graft claims, ,https:\/\/t.co\/ziwkRUdjlZ","sentiment_score":0.0}
{"full_text":"To invest in Tanzania- Significant Increase in Covid-19 Cases in Tanzania, US Embassy Say -","sentiment_score":0.375}
{"full_text":"Renewable energy insiders remain optimistic about the future despite #COVID19 pandemic via #energy #efficiency","sentiment_score":0.0}
{"full_text":"As we move into 2021, 3rd #survey being conducted to help in shedding light on #policyresponses &amp; understanding how businesses progressing during #pandemic. Survey should take about 10 mins of your time. Deadline for completing questionnaire Mon 22 Feb.","sentiment_score":0.2}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"RT 331 days after Australia closed borders (909 deaths)328 days after New Zealand (25 deaths)333 days after Taiwan (9...","sentiment_score":0.0181818182}
{"full_text":"RT Pfizer-BioNTech's Covid-19 vaccine appears to reduce symptomatic coronavirus infections by more than 90% in the real world, Israe...","sentiment_score":0.35}
{"full_text":"RT Third of social care staff have not had Covid-19 vaccine, despite them being among the groups prioritisedhttps:\/\/t.co\/hZ...","sentiment_score":0.0166666667}
{"full_text":"RT Talking vaccines and Canada's performance with on his podcast. Give it a listen. #cdnpoli #covid19 #vaccin...","sentiment_score":0.0}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"namaskar Modi Ji. My self a student in India. So what I want to say to you is.pls once conduct a live meeting for the students. so you can know how much did we get less in our studies since the start of the pandemic. 85% of the students are not ready for exams Pls","sentiment_score":0.0174242424}
{"full_text":"Ventilation. It is so important. We need everything working for us because #COVIDisAirborne","sentiment_score":0.4}
{"full_text":"I uncertainly regret to decide that campus but I uncertainly believe social distancing but Stanford eagerly reiterate social distancing.","sentiment_score":0.0333333333}
{"full_text":"RT This Covid isn't gone and cases are on the rise again in Mumbai because we are pretending it has. Please do wear masks an...","sentiment_score":0.0}
{"full_text":"More than 1,000 children were released from detention in response to #COVID19 in #Albania, #Azerbaijan, #Montenegro, #Turkey &amp; #Uzbekistan!Check out how is supporting children's access to #justice in the #Europe and #CentralAsia Region","sentiment_score":0.375}
{"full_text":"RT A group of lockdown-sceptic MPs has told Boris Johnson that #coronavirus restrictions must be fully lifted by the end of April...","sentiment_score":0.0}
{"full_text":"We are supporting the charity Young Minds. They work to ensure that all young people have access to mental health services  #support #charity #youngpeople #mentalhealth #everydayisdifferent #youcouldntbeinsaferhands #covid19","sentiment_score":0.0875}
{"full_text":"RT Steve Baker says he's concerned about the impact of poverty on people's lives, as part of the rationale for lifting lo...","sentiment_score":0.0}
{"full_text":"Now more than ever, mental health services are in high demand. On #progressinmind, an international panel of psychiatry experts discuss the negative impact of the #COVID19 pandemic on mental health and where telemedicine may fit in. (Part 3 of 7)","sentiment_score":0.08}
{"full_text":"Many of them were slapped with fines by the police flouting coronavirus regulations.","sentiment_score":0.5}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"EHRC urged to investigate ministers for 'equality failures' in Covid response ","sentiment_score":0.0}
{"full_text":"READ: Covid-hit elections: 'an opportunity to resuscitate democracy'By","sentiment_score":0.0}
{"full_text":"RT Fees have not fallen","sentiment_score":0.0}
{"full_text":"In 2020, lockdown &amp; social distancing protocols drastically changed how most of us worked (and..everything else). We've put together a valuable resource of top industry trends that will help #medicaldevice teams get better insights for faster decisions.https:\/\/t.co\/hn52weDAfG","sentiment_score":0.3833333333}
{"full_text":"Remote multiplayers for lockdown: #Gaming #Technology #Tech","sentiment_score":-0.1}
{"full_text":"Consumer demands have changed due to the #pandemic. In our report, Deana Scott, CEO of discusses what visitors expect from #casinos and how you can deliver it:","sentiment_score":-0.125}
{"full_text":"Almost a year into the pandemic, nations across the EU are still struggling to decide on strategy and jump-start a sluggish vaccine roll-out while the US finally gets its act together, writes","sentiment_score":0.0}
{"full_text":"After they started dating during the COVID-19 pandemic, one local couple decided to get married during one too, on the day they got together... Valentine's Day.","sentiment_score":0.125}
{"full_text":"In our latest podcast Dr Sarah Watts talks about how IAPT services are adapting to the Pandemic.These services are still hear for you, and if you're suffering during the lockdown they're waiting to help. #mentalhealth #staffordshirehttps:\/\/t.co\/DM2POh5YFB","sentiment_score":0.5}
{"full_text":"RT Surprise surprise: The Capitol riot led to no COVID-19 spread within DC, because residents stayed away. But it may have...","sentiment_score":0.0}
{"full_text":"Health officials in Dorset say the latest figures show the national lockdown is working.","sentiment_score":0.5}
{"full_text":"Zimbabwe receives 200,000 doses of Sinopharm Covid-19 vaccines","sentiment_score":0.0}
{"full_text":"I was laid off and I lost my health insurance. How do I get free COVID-19 testing?https:\/\/t.co\/4KnmUtONlr#Tayo #TayoHelp #CaretakerProject #FYLPRO #COVID19 #FilipinoAmerican #FilAm","sentiment_score":0.4}
{"full_text":"RT Please when applying mention you are an OHMO member.Here is the application link : Together w...","sentiment_score":0.0}
{"full_text":"'I'm literally breaking inside': As COVID-19 leaves millions jobless and struggling, the mental health toll riseshttps:\/\/t.co\/B1nXgXUo5u","sentiment_score":-0.1}
{"full_text":"RT In the latest wave of COVID-19, 1000s of those becoming v unwell and dying of have been younger people; pregnant women, a...","sentiment_score":0.3208333333}
{"full_text":"The U.K. coronavirus variant may be up to 70% more deadly than previous variants, according to a recent report.","sentiment_score":0.0333333333}
{"full_text":"Be cautious of pandemic fatigueAre you feeling exhausted and rundown even though the year has just begun? You're not alone. These could be symptoms of \"pandemic fatigue\".https:\/\/t.co\/odNTBddnul","sentiment_score":-0.4}
{"full_text":"One of the additional cases who tested positive for the more contagious coronavirus variant is linked to the cluster of COVID-19 infections reported in the Metro Rail Transit 3 depot, the Department of Health said Monday.","sentiment_score":0.3636363636}
{"full_text":"We are supporting the charity Young Minds. They work to ensure that all young people have access to mental health services  #support #charity #youngpeople #mentalhealth #everydayisdifferent #youcouldntbeinsaferhands #covid19","sentiment_score":0.0875}
{"full_text":"Malaysian Prime Minister Muhyiddin Yassin will launch the National Covid-19 Immunisation Plan at 9.30am tomorrow (Feb 16).The plan will include details of Malaysia's vaccine procurement strategy, and also the implementation of the national vaccination programme.","sentiment_score":0.0}
{"full_text":"Isn't this true?","sentiment_score":0.35}
{"full_text":"Do you know someone?","sentiment_score":0.0}
{"full_text":"Small businesses urged to pool orders for COVID-19 vaccine for employees","sentiment_score":-0.25}
{"full_text":"#IamAgainstModiGovt Common citizens do not even have access to much needed vaccines during the pandemic. Our man is busy sending stocks abroad. While our own citizens are getting infected and dying on a daily basis. There is absolutely no accoutability !","sentiment_score":0.0791666667}
{"full_text":"The COVID-19 infection rate on St. Thomas has doubled. As of Saturday, there were 105 active COVID-19 cases in the territory, with 75 active cases in St. Thomas. Click the link to read more. #vidailynews #COVID19","sentiment_score":0.0777777778}
{"full_text":"A year ago, permanent regional quarantine stations would have never hit the Government's radar - but the case for them is growing.https:\/\/t.co\/CqT51zKWom","sentiment_score":0.0}
{"full_text":"RT On International #ChildhoodCancer Day, we express support for children  and adolescents  with #cancer, survivors and their famil...","sentiment_score":0.0}
{"full_text":"The first month of the NHL's pandemic-shortened season has been a bumpy one.","sentiment_score":0.25}
{"full_text":"15 million people have now received their first dose of coronavirus vaccine https:\/\/t.co\/AawmcxI69X","sentiment_score":0.25}
{"full_text":"The #Covid19 vaccines are safe: they have been thoroughly tested and offer the best protection against the virus.The NHS is currently offering the #CovidVaccine to people most at risk from the virus. When you're contacted by the NHS, please do get your vaccine.","sentiment_score":0.5}
{"full_text":"RT Trump not only incited an insurrection, he incited half the country to kill the other half with COVID.480,000 Americans l...","sentiment_score":-0.1145833333}
{"full_text":"#Sanitation work can already be challenging safety wise so, what to do in times of #COVID19 ?@UNICEF and have developed posters to highlight additional safety measures to be taken by #sanitationworkers  Check them out here:https:\/\/t.co\/tMiuoNUsqr","sentiment_score":0.4333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 22.6FWind Chill: 22.6FHumidity: 85%Dew Point: 18.8F Barometer: 30.347 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 85.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Researchers believe that the natural antibodies keep someone safe for at least 90 days but may wane over time, putting someone at risk for transmitting the virus a second time.https:\/\/t.co\/g5m20cfttg","sentiment_score":0.075}
{"full_text":"Can't imagine why this government, with its insistence that its record over Covid is beyond question, would be impressed by this.https:\/\/t.co\/rv1t8jC1mxDoes it also make the broader condemnation of their criminality seem like that's something we have to live with now?","sentiment_score":0.5681818182}
{"full_text":"RT No tax is ever a one-off or temporary.Income tax was supposed to be temporary and to only minimally affect only the v...","sentiment_score":-0.0333333333}
{"full_text":"We're launching a campaign to encourage everyone to get the coronavirus vaccine when they're eligible.When you have it - like NHS worker Samuel here, photograph yourself making a v sign, share your photo, with #vaccinated, tag &amp; we'll share it.","sentiment_score":0.0}
{"full_text":"RT \"We have decided to extend the period for the Special COVID-19 Grant of R350 by a further three months.\"  #SONA2021 #MySO...","sentiment_score":0.1785714286}
{"full_text":"#Tourism's demise has had far-reaching effects, particularly for #smallstates who depend on the sector almost exclusivelyAn upcoming virtual event will explore #COVID19's impact on the sector in #CommonwealthSmallStates, and the Secretariat will share its Tourism Action Plan ","sentiment_score":0.1333333333}
{"full_text":"From the editor: Things can only get better... right?https:\/\/t.co\/BfkM0xKlxf#medetch #latestissue #covid19 #regulation #lifesciences","sentiment_score":0.25}
{"full_text":"Use soap and water or alcohol hand sanitiser to clean your hands regularly. This will help stop the spread of #COVID19 and other viruses and bacteria. #HoldFirm","sentiment_score":0.0805555556}
{"full_text":"Happy Family Day!Family days are extraordinary.This year may be different due to Covid-19, but enjoy the extra day off with your immediate families, stay safe and be well. A reminder to all students that the college campuses and offices will be closed on Monday, February 15.","sentiment_score":0.2107142857}
{"full_text":"We are supporting the charity Young Minds. They work to ensure that all young people have access to mental health services  #support #charity #youngpeople #mentalhealth #everydayisdifferent #youcouldntbeinsaferhands #covid19","sentiment_score":0.0875}
{"full_text":"PM wants 'cautious but irreversible progress' in lifting lockdown","sentiment_score":0.2}
{"full_text":"RT Meet Mary Nash from NYU Langone Health! She will be sharing insights and innovative strategies on how their hospital addresses...","sentiment_score":0.5}
{"full_text":"COVID19 Treatment in Tanzania @Chahalihttps:\/\/t.co\/EaQMdTY0K9Drinking the Kool-Aidhttps:\/\/t.co\/fwid23Akg8","sentiment_score":0.0}
{"full_text":"RT Men,Never trust any man who takes the side of women in a debate. That's a classic White Knight and there is a pandemic of W...","sentiment_score":0.0833333333}
{"full_text":"Delayed","sentiment_score":0.0}
{"full_text":"Great #LockdownNature competition for under 18s ","sentiment_score":0.8}
