{"full_text":"RT From Super Bowl Live: The #Chiefs should have WR Sammy Watkins (calf) and WR Demarcus Robinson (COVID-19 reserve list) on Sun...","sentiment_score":0.2348484848}
{"full_text":"Not if the money is wasted - not much of that money is going to Covid relief. The interest we will pay on it will be far greater than the 2k you propose to \"give\" us.","sentiment_score":0.075}
{"full_text":"RT This is why being involved in the electoral process matters. #BlackVotersMatter ","sentiment_score":0.0}
{"full_text":"RT Are you interested in the role of the EU in the post-COVID-19 world?. Be part of the 6th edition of the Global Youth Leadersh...","sentiment_score":0.125}
{"full_text":"RT If you think we can't afford COVID relief, here's your reminder that America's billionaires could pay for every cent of workin...","sentiment_score":0.0}
{"full_text":"RT Tomorrow's front page: Record day for Scottish Covid vaccine roll-out + 16-page Six Nations special","sentiment_score":0.3571428571}
{"full_text":"\"And you're not doing anything wrong are you?\" \"Mum!\" Helen shouted at Jenny's back as Jenny left the room, hurriedly. #pandemic #famiy #career #lockdown #artist #pandemic #amwriting #writing #amblogging #blogger #humour #readers #COVID19 #story #fiction","sentiment_score":-0.2083333333}
{"full_text":"Both Waitangi Day and Master Games have indoor components - a lot of people, including older, more vulnerable people will be sleeping together in marae at Waitangi. How is one hour on a plane near a person with Covid more dangerous than sleeping near that person for 8 hours?","sentiment_score":0.0380952381}
{"full_text":"So far you don use am buy Crypto, you no need panic sell. Hold your coin make em grow jare","sentiment_score":0.1}
{"full_text":"RT This week, congressional Democrats laid the groundwork to pass a $2 trillion COVID-19 spending package. This package co...","sentiment_score":0.0}
{"full_text":"RT In January, three court staffers died after testing positive for the coronavirus, and since March, at least 445 of the court's...","sentiment_score":-0.0363636364}
{"full_text":"RT We are still here. In a pandemic. Working. Emailing. Smiling awkwardly under our masks.  Paying bills\/mortgage\/rent. Preten...","sentiment_score":-0.6}
{"full_text":"RT On our first official trip back to film with the team we packed our bags (pre covid) to skate some local demos and hit...","sentiment_score":0.0833333333}
{"full_text":"RT Just as the vaccine rollout has shown a light at the end of the tunnel, lockdown fanatics are insisting there will be no...","sentiment_score":0.4}
{"full_text":"RT Min has rattled off stats for weeks. On Thurs \"Another 3400 teachers another 1400 custodians were hired....","sentiment_score":0.0}
{"full_text":"We are paying our workers the mandated $4 per hour . Since the pandemic began, we have invested $1.3 billion to reward our associates and protect our associates and customers. (1 of 4)","sentiment_score":0.0}
{"full_text":"RT All hell breaks loose when the UK suggests a border but the EU and Ireland seem at liberty to impose one at will - on a week...","sentiment_score":-0.0769230769}
{"full_text":"RT COVID-19 Death Toll Hits 450,000 But Infections Slow -- Where Does The U.S. Stand?","sentiment_score":-0.3}
{"full_text":"RT Fascinating how the moronic cult of trump can call the virus a hoax, yet blame China for it.","sentiment_score":0.7}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Keep getting tested if you need to work or care for others during lockdown. Head to one of our no-symptom test sites at Ditto...","sentiment_score":0.0}
{"full_text":"RT JUST IN: NFL pledges to President Biden to utilize every team stadium as a #covid mass vaccination site","sentiment_score":0.0}
{"full_text":"RT Some of the adverse reactions listed in the two weeks of Jan.Includes post menopause hemorrhaging Covid &amp; Dea...","sentiment_score":0.0}
{"full_text":"RT The people are paying for most of those stadiums.","sentiment_score":0.5}
{"full_text":"RT WHO calls on Europe, pharma to 'join up and speed up' coronavirus jabs - POLITICO","sentiment_score":0.0}
{"full_text":"Thankful that I get to do beer deliveries and head out and about. It's busier than Lockdown v1 out there, that's for sure.","sentiment_score":0.5}
{"full_text":"Well when the person is arguing the efficacy of the mask versus having none makes your entire argument pointless. As he was arguing that lesser efficacy of masks means you shouldn't wear a mask. Thus lesser versus none. As in less healthy food versus no good.","sentiment_score":-0.0380952381}
{"full_text":"RT Amazing how being served a billion dollar lawsuit can change a tv channel..... All o...","sentiment_score":0.6}
{"full_text":"RT #BREAKING:  Ontario considering extending stay-at-home order for province, sources say ","sentiment_score":0.0}
{"full_text":"RT It amazes me that people who are so terrified of covid and haven't left their homes in almost a year are applauding a preside...","sentiment_score":0.0}
{"full_text":"RT New SI 39 of 2021 just published.This SI requires most persons entering the State to undertake a PCR test &amp; quaranti...","sentiment_score":0.3181818182}
{"full_text":"RT The Senate has just approved the budget bill that paves the way for passage of President Biden's $1.9 trillion COVID reli...","sentiment_score":0.0}
{"full_text":"RT Biden's covid relief package is one step closer to reality as House passes budget measure","sentiment_score":0.0}
{"full_text":"RT The children's mental health epidemic was caused by lockdowns, not COVID19.This is a lockdown proponent-manifested c...","sentiment_score":-0.1}
{"full_text":"RT \"Biden flying to Delaware despite CDC warnings to avoid travel\" Fox NewsYes...on Air Force One with a mask &amp; vaccinated....","sentiment_score":0.0}
{"full_text":"RT All #CovidBC public health orders and restrictions in BC are being kept in place. We need to use this time to reduce the pot...","sentiment_score":0.0}
{"full_text":"RT Except for the majority of people on provincial disability assistance. Canada has done nothing for them.","sentiment_score":0.0}
{"full_text":"RT The VDH has started to consistently translate its media releases in Spanish, a push that widens language accessibility...","sentiment_score":0.125}
{"full_text":"RT The American Rescue Plan is the bold, comprehensive COVID-19 response our nation needs. It will help us put an end to thi...","sentiment_score":0.1666666667}
{"full_text":"RT ah yes, larry summers, who famously helped steer the obama administration to a robust recovery and midterm success in 2010","sentiment_score":0.4}
{"full_text":"RT President Biden on GOP push to go smaller on COVID relief: \"I can't in good conscience do that. Too many people in the na...","sentiment_score":0.4}
{"full_text":"Some good news for your Saturday morning!","sentiment_score":0.875}
{"full_text":"RT The White House says the Pentagon will deploy troops to assist getting Americans vaccinated against COVID-19. Coronavirus  adviser...","sentiment_score":0.0}
{"full_text":"RT SO MUCH FOR UNITY: Biden Poised to Sign $1.9T CoVID Package, Says Ditching Republicans 'Easy Choice'","sentiment_score":0.3166666667}
{"full_text":"RT I keep reading that Democrats \"rammed through\" covid relief. It's shocking that in their bloodthirsty lust for power, th...","sentiment_score":-0.75}
{"full_text":"RT In a letter to @POTUS, NFL Commissioner Roger Goodell says the league will make all of its stadiums available as COVID-19 v...","sentiment_score":0.4}
{"full_text":"RT He's fully vaccinated, he's masked, he's going on Air Force One (!!), and he is NOT - repeat, NOT! - going there to hold s...","sentiment_score":0.0}
{"full_text":"RT Nicole Wallace needs to be fired for inciting violence and suggesting drone strikes against Americans.","sentiment_score":0.0}
{"full_text":"RT \"i'll be more productive and less sad next week\" - ancient pandemic proverb","sentiment_score":-0.0416666667}
{"full_text":" What is the wording on your policy? Our Ins Co say we are not covered. If you renewed your policy during pandemic are you covered under new policy as they excluded pandemic on renewal?","sentiment_score":0.1363636364}
{"full_text":"RT if you are so self unaware that you aren't willing to be on your best behavior FOR THE NEW YORK TIMES this is honestly the...","sentiment_score":0.3972727273}
{"full_text":"RT Just a reminder of how important control of the Senate is to passing legislation.  If McConnell were in charge, coronaviru...","sentiment_score":0.4}
{"full_text":"RT They dont need to worry about whats in the covid vaccine","sentiment_score":0.0}
{"full_text":"I think alot of people are looking forward to going back to the pub, but bollocks am I returning for a bottle of j2O ","sentiment_score":0.0}
{"full_text":"RT Come for the ALL WOMEN panel, stay to learn how the pandemic changed Americans' views of #HigherEd. Register:","sentiment_score":0.0}
{"full_text":"RT The best stimulus is to FULLY re-open America and end this BS communist simulation charade. The virus came from China and s...","sentiment_score":1.0}
{"full_text":"RT The missteps and lurches in the Oxford-AstraZeneca vaccine program -- which may yet prove to be a key global supplier of...","sentiment_score":0.0}
{"full_text":"RT How excellent to live during a pandemic in a province where not a single member of the government understands how disease...","sentiment_score":0.3906926407}
{"full_text":"RT Not a single Republican senator voted for Pres. Biden's COVID relief bill.Republicans whine about \"unity\" but don't give a...","sentiment_score":0.0357142857}
{"full_text":"RT Some figures that have emerged today:-2500 consultants working on Test, Trace-Average pay: PS1,100 a day-Cost to Govt...","sentiment_score":0.0}
{"full_text":"i have corona that's why i look sick as fuck","sentiment_score":-0.5571428571}
{"full_text":"CanadaVaccinesCanada could use an existing law, compulsory licensing, to create generics of all of the vaccines and manufacture them locally.But hasn't.","sentiment_score":0.0}
{"full_text":"Great questions, circle back answers  She has no clue.","sentiment_score":0.4}
{"full_text":"RT Trudeau and the Liberals were in charge of vaccines and look what happened. We can't trust them to be in charge of our econ...","sentiment_score":0.0}
{"full_text":"RT Save the trip to Moorpark College. Free COVID-19 testing site now open in central Thousand Oaks courtesy of partnership be...","sentiment_score":0.1333333333}
{"full_text":"RT Yesterday there were 0 new cases reported. 23,227 test results were received - thank you for getting tested. #EveryTestHelps...","sentiment_score":0.1363636364}
{"full_text":"He didnt complain when the Fed was buying billions in bonds to keep the hedge funds from crashing the economy again when after the covid panic they got left holding the bag on an insanely leveraged deal","sentiment_score":-0.5}
{"full_text":"I'm at the \"changing out my old track pants and putting on my nice track pants and convincing myself that counts as getting dressed\" stage of this pandemic.","sentiment_score":0.4}
{"full_text":"RT Am I losing my mind or is this just a description of a functional test and trace program?","sentiment_score":0.0}
{"full_text":"RT And after 15 hours of debate, the Senate passed the budget resolution 51-50. broke the tie. Now they can pass their...","sentiment_score":0.0}
{"full_text":"RT JUST IN: The House of Representatives approved a budget resolution that sets up the process for the passage of President B...","sentiment_score":0.0}
{"full_text":"South Africa Covid variant found in Worcestershire","sentiment_score":0.0}
{"full_text":"They are but NYI led the league in $ losses last season and are running a team nearly 6 mil above the cap ceiling so it's tough to be critical in a 0 revenue environment. Had there been no pandemic and the cap went up Brassard or other might be here and both still in the A.","sentiment_score":-0.0689814815}
{"full_text":"these very difficult times of our lives  and  as you being our prime minister we can not see why they are going against your decision and we would like to see a big difference if members of the house of Parliament in all areas to work with you in tackling this pandemic and making","sentiment_score":-0.325}
{"full_text":"RT EXCLUSIVE: Police won't prosecute Dominic Cummings for #lockdown breach despite 255-page dossierhttps:\/\/t.co\/UQjZ9l0FIA","sentiment_score":0.0}
{"full_text":"RT SO MUCH FOR UNITY: Biden Poised to Sign $1.9T CoVID Package, Says Ditching Republicans 'Easy Choice'","sentiment_score":0.3166666667}
{"full_text":"Thanks for all you're doing for the homelessnessPlease could you clarify whether your homeless population is on your priority list for COVID vaccination","sentiment_score":0.2}
{"full_text":"Are you actually claiming that respiratory illnesses in a single country have two peaks per year?If so, you've completely misunderstood Hope-Simpson and indeed the idea of seasonality.Seasonal viruses usually come around ONCE per year. Covid has had *multiple* waves.","sentiment_score":-0.0442857143}
{"full_text":"RT 1\/3 BREAKING: New data from shows veterans with #ALS are THREE TIMES more likely to DIE of #COVID19 tha...","sentiment_score":0.2121212121}
{"full_text":"RT You must have hundreds of stories headlined \"Trump flying to Mar-a-Lago despite CDC warnings to avoid travel.\"","sentiment_score":0.0}
{"full_text":"\"No side effects\" to COVID Vaccine Say First Post Lockdown Pubgoers","sentiment_score":0.25}
{"full_text":"RT BREAKING: Police to take no action over Dominic Cummings lockdown breaches: Former chief prosecutor says he will seek o...","sentiment_score":-0.025}
{"full_text":"RT #iBullshitYouNot #COVID19#CommunismPitbull puts it all out there while describing today's current political landscap...","sentiment_score":0.0}
{"full_text":"RT New qualitative work in PTJ!While working on the frontlines, physical therapists in Spain described the #COVID19 outbreak...","sentiment_score":0.0681818182}
{"full_text":"RT Precarious work is a public health hazard. reports: - No #paidsickdays means workers are forced to work...","sentiment_score":-0.15}
{"full_text":"RT My friend's mom died of COVID. Her husband, who was a COVID denier &amp; anti-mask activist, felt so guilty over how his actions...","sentiment_score":-0.5}
{"full_text":"RT Yesterday there were 0 new cases reported. 23,227 test results were received - thank you for getting tested. #EveryTestHelps...","sentiment_score":0.1363636364}
{"full_text":"RT JUST IN: NFL pledges to President Biden to utilize every team stadium as a #covid mass vaccination site","sentiment_score":0.0}
{"full_text":"RT utterly insane we need a tiebreaker to help people during a pandemic","sentiment_score":-1.0}
{"full_text":"RT .@neelkashkari is absolutely right. We cannot underestimate the extent of this crisis and we must take bold legislative...","sentiment_score":0.3095238095}
{"full_text":"Like many others, has used the most of her time during this pandemic to give her house a makeover. Using our colors Antique Paper (DE6218) Whisper (DEW340) she has transformed her old look into something spectacular. Learn more here:","sentiment_score":0.44}
{"full_text":"Your approach to business that worked before COVID will not work after COVID, are you prepared?  #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT All hell breaks loose when the UK suggests a border but the EU and Ireland seem at liberty to impose one at will - on a week...","sentiment_score":-0.0769230769}
{"full_text":"Zoe, do you know why Russel Viner is such a covid minimiser? He seems very concerned about children missing school and much less worried about the collapse of families, deaths of parent, grandparents, long covid and even children ill with covid. It doesn't add up.","sentiment_score":-0.1194444444}
{"full_text":"RT KIKI is out NOW on all platforms you guys :) I wrote this at the beginning of lockdown, attempting to carve out my own piece...","sentiment_score":0.55}
{"full_text":"RT Just a reminder of how important control of the Senate is to passing legislation.  If McConnell were in charge, coronaviru...","sentiment_score":0.4}
{"full_text":"RT I've been tweeting these numbers since the start of the pandemic.  As someone who has dealt with grief in isolation during th...","sentiment_score":-0.8}
{"full_text":"Brutal and a must-read ","sentiment_score":-0.875}
{"full_text":"Indeed. Then allow me to cite a fact for you. Your 'human rights' to not do a sensible thing like wearing a mask because nobody can make you do so, won't add to 5H!t when you've died of COVID. I am legally exempt, twice over, but I still wear one.","sentiment_score":0.1}
{"full_text":"milkshakes for our DRH crew for #funbruary. Covid safe to put the straw under your mask","sentiment_score":0.5}
{"full_text":"RT Adults with some conditions can get vaccinated Feb. 15: Cuomo","sentiment_score":0.0}
{"full_text":"Your approach to business that worked before COVID will not work after COVID, are you prepared?  #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT My brother died of cancer in December , late diagnosis , late treatment , cancelled appointments all due to you a...","sentiment_score":-0.2416666667}
{"full_text":"RT In presser live now #Biden officials announce they are invoking the Defense Production Act to boost PPE-mak...","sentiment_score":0.1363636364}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"Biometrics Institute urges to not cut corners in the time of COVID-19. See the full article from #PlanetBiometrics, here:","sentiment_score":0.35}
{"full_text":"Swimming at the Placer County Country Clubc. 1936#Friday #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"A new #research study shows that 65% of consumers seek functional benefits from their food and drink. Learn more via #MRX #health #CPG","sentiment_score":0.3181818182}
{"full_text":"Per NYS DOH mandate, we are informing you of positive coronavirus test results for five staff members. Resident surveillance testing will continue.","sentiment_score":0.2272727273}
{"full_text":"It only takes one person to cause a domino effect of COVID-19 cases. Protect yourself and your neighbors by taking easy safety measures, like wearing a mask, practicing social distancing, washing your hands, and avoiding large gatherings. Don't let up!https:\/\/t.co\/cYyIQYRuDv","sentiment_score":0.1702380952}
{"full_text":"Nebraska's DHHS is providing a series of virtual town halls in an attempt to allay fears in communities over color about getting the coronavirus vaccine.https:\/\/t.co\/LHfkTfEdnt","sentiment_score":0.0}
{"full_text":"RT It's all about control to these power-mad lunatics.","sentiment_score":0.0}
{"full_text":"China granted WHO team full access in Wuhanhttps:\/\/t.co\/aHvGMYo371","sentiment_score":0.35}
{"full_text":"RT Today VP Kamala Harris cast the tie-breaking vote for a budget resolution, which now allows us to pass President Biden's Covid...","sentiment_score":0.0}
{"full_text":"Experts say approval of Johnson &amp; Johnson's COVID-19 vaccine could greatly improve the nation's prospects for containing the pandemic in the coming months.","sentiment_score":0.8}
{"full_text":"San Miguel County is among the top counties in the state for COVID-19 vaccinations, while Mora County currently ranks last in vaccination rate, according to data released by the New Mexico Department of Health.","sentiment_score":0.1590909091}
{"full_text":"Senate Majority Dems pledge #ClimateAction; Carmakers drop attack on CA car emissions standards; Oceans rising faster than expected; Coal exit from US grid by 2033; COVID Lockdowns temporarily increased global warming... Our latest LISTEN:","sentiment_score":0.1333333333}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"#TeenDatingViolence affects millions of teens each year. The #CDC Youth Risk Behavior Survey &amp; National Intimate Partner &amp; Sexual Violence Survey data indicate that 1 in 9 female &amp; 1 in 36 male high school students reported experiencing sexual dating violence last year. #NTDVAM","sentiment_score":0.1942857143}
{"full_text":"COUNCIL MEETING MONDAYTown Council meets Monday starting at 6pm. Stay safe at home and watch the live stream!Meeting schedule, agendas and live-streaming link:","sentiment_score":0.2121212121}
{"full_text":"UPDATE: Chautauqua County health officials today reported five more COVID-19 deaths, brining the county's pandemic death toll to 122. There were also 45 new confirmed cases of the virus in the county on Thursday. The county's total case number is 6,961.","sentiment_score":0.2590909091}
{"full_text":"The North Lantau Hospital #HongKong Infection Control Centre, a new makeshift hospital for #COVID19 patients with mild symptoms, will open on Feb 26. The hospital, resembling the Huoshenshan hospital built in Wuhan, offers 816 beds and daily screen of 1,500 samples.","sentiment_score":0.1139393939}
{"full_text":"Jonathan S. Krause and Gregory Sellers authored the #clientalert, \"Department of Labor Issues New Guidance on How to Identify and Prevent Exposure to #COVID19\" as part of the firm's ongoing #Coronavirus #KlehrTaskForce. Learn more.  #OSHA #PPE #DOL","sentiment_score":0.1454545455}
{"full_text":"Dr. Hotez: We risk \"losing a generation\" of Black mothers and fathers to Covid variants.","sentiment_score":-0.1666666667}
{"full_text":"RT Biden's covid relief package is one step closer to reality as House passes budget measure","sentiment_score":0.0}
{"full_text":"America has a long way to go to beat back this virus in every community, but we can do it, the CST Editorial Board writes.https:\/\/t.co\/ZdA8EMG4IG","sentiment_score":-0.025}
{"full_text":"Nearly a year into the pandemic, grocery workers in Texas are more fatigued than ever as they await vaccine access","sentiment_score":0.3}
{"full_text":"Hibo Wardere shares her heartbreaking story, as authorities warn girls at risk from FGM may be slipping through the net during the lockdown.https:\/\/t.co\/WzuHmVQIUc","sentiment_score":-0.05}
{"full_text":"WHY  IS  THIS  SUDDENLY  AN  ISSUE!?Trump literally flew rally to rally, flew to mar a lago, flew to golf courses, etc.... And no reporter ever asked \"why\" in a press conference.","sentiment_score":0.0}
{"full_text":"RT Seven indicators that cases were falling before lockdown 3. Is seven enough?","sentiment_score":0.0}
{"full_text":"Nicola needs to stop looking for Independance in the middle of an epidemic , votes are nothing compared to live's lost, i love Scotland  but I dont want an election just to promote this womans Ego for Scotland","sentiment_score":0.2121212121}
{"full_text":"Our dreams, which have become more strange and vivid, reflect the troublesome feelings that emerged with the pandemic. #engineeringhttps:\/\/t.co\/yGPI43pLXl","sentiment_score":0.1916666667}
{"full_text":"If you plan to watch the Super Bowl at a public facility or licensed establishment, abide by the guidelines. Requirements for masking, spacing between tables, acceptable sound levels, staying seated and customer limits can be found at","sentiment_score":0.2444444444}
{"full_text":"Senate Majority Dems pledge #ClimateAction; Carmakers drop attack on CA car emissions standards; Oceans rising faster than expected; Coal exit from US grid by 2033; COVID Lockdowns temporarily increased global warming... Our latest LISTEN:","sentiment_score":0.1333333333}
{"full_text":"Best hybrid scenario means leveraging innovative tech: data centers and #cloud.What do you think is next for #digitaltransformation? We have a few ideas ourselves: #SplunkPredicts","sentiment_score":0.325}
{"full_text":".@ISUSOC #RedbirdScholar Kelly Murphy #researches how professional sports teams have been staying connected with their fans through social media during the COVID-19 pandemic.https:\/\/t.co\/ZbMQsas5Q8","sentiment_score":0.0666666667}
{"full_text":"As West Virginia continues to see a slow decline in the total number of active #COVID19 cases, officials continue to ramp up efforts to get as many people as possible vaccinated as quickly as possible. ","sentiment_score":0.0111111111}
{"full_text":"The stars of the theatrical show \"Alice in Wonderland\" will return to the audience of El-Balloon Theater on February 17 at 8:30 p.m. while adhering to all precautionary measures set by the state to battle COVID-19.https:\/\/t.co\/FayD0eMPxL","sentiment_score":0.0}
{"full_text":"So true lol","sentiment_score":0.575}
{"full_text":"#Twitter helped this group of doctors reach more than 100,000 people with their message about #COVID19 and its impact on children's health:","sentiment_score":0.5}
{"full_text":"An inclusive and equitable national recovery package that meets the challenges of #COVID19 and puts us on a path to recovery, must include safety and security for the millions of immigrant frontline workers who are performing essential jobs to keep our country running. #WeAreHome","sentiment_score":0.0}
{"full_text":"Foreign holidays may be allowed from May with Covid passports","sentiment_score":-0.125}
{"full_text":"RT Vancouver at night. (Fourth roll of pandemic film.)","sentiment_score":0.0}
{"full_text":"RT The roll out of global 'immunity passports', which will be used to track &amp; restrict the movement of people is a key compon...","sentiment_score":0.0}
{"full_text":"President Joe Biden laid out his case Friday for moving fast and without Republicans, if necessary, to pass $1.9 trillion in coronavirus relief, armed with new signs of economic strain brought on by the continuing pandemic.","sentiment_score":0.1340909091}
{"full_text":"Visit the link:https:\/\/t.co\/5T5ME8cMal@themohwgovjm #jamaica #pandemic #disease #outbreak #OTnews","sentiment_score":0.0}
{"full_text":"In this week's #Automotive top stories: Mexican vehicle sales slump 22%, #GM to go carbon natural by 2040 and more. #MexicoAutomotiveReview #WeeklyRoundups #MexicoBusinessNews #MexicoBusinesshttps:\/\/t.co\/9JqrnqR94G","sentiment_score":0.275}
{"full_text":"How has Taiwan dealt with disinformation campaigns during the COVID-19 pandemic? Jude Blanchette, &amp; answer this question in our new report:","sentiment_score":0.1363636364}
{"full_text":"While Barry Kern's team has been working hard at getting displays ready for Floats in the Oaks, he's been noticeably absent. That's because he tested positive for coronavirus.\"If I was going to get it, it's kind of funny I got it at this time.\"","sentiment_score":0.1971212121}
{"full_text":"RT Good afternoon Nancy, thank you for the 'Follow\", following you back. I ho...","sentiment_score":0.2333333333}
{"full_text":"Coronavirus in Illinois updates: State sets new one-day COVID-19 vaccination record with nearly 75,000 administered; CTU signals it won't accept CPS's offer on reopening schools","sentiment_score":0.1181818182}
