{"full_text":"'A Slap in the Face': The Pandemic Disrupts Young Oil Careers","sentiment_score":0.1}
{"full_text":"RT I've provided Rs. 35,000 crore for COVID vaccines for 2021-22. I'm committed to provide more funds if required. The total bud...","sentiment_score":0.25}
{"full_text":"RT The Biden Administration lost 20 million COVID vaccines...This entire administration is a joke.https:\/\/t.co\/ApFGplHKGC","sentiment_score":0.0}
{"full_text":"RT President receives the first dose of the Covid-19 inoculation as part of the \"Covid-19 Dhifaau\" vaccination cam...","sentiment_score":0.25}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT Every Canadian must watch this. Canada could have built vaccine manufacturing facilities like the UK did but did not. AstraZ...","sentiment_score":0.0}
{"full_text":"RT FM announces 35,000 Cr of our money to be spent on Pvt Vaccine Companies for untested Vaccines at a time when Covid is natur...","sentiment_score":-0.1}
{"full_text":"RT Imagine the kind of decisions people would make if they knew that there was ongoing, direct monthly financial help throu...","sentiment_score":0.2333333333}
{"full_text":"RT When I presented Budget 20'-21' we couldnt have imagined that global economy would be pushed into an unprecedented contra...","sentiment_score":0.3}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT 'All our very best wishes to and send their best wishes to Captain Sir Tom follow...","sentiment_score":1.0}
{"full_text":"RT 60 million vaccinated around the world.0 in AustraliaMy Covid vaccine.Where the bloody hell are you?","sentiment_score":-0.8}
{"full_text":"Pakistan extends Covid-19 SOPs for inbound flights till February 28 | The Express Tribune","sentiment_score":0.0}
{"full_text":"RT Spuntano come funghi i troll da lockdown","sentiment_score":0.0}
{"full_text":"An Oregon doctor spoke at an Oregon anti mask rally and was suspended because he and staff refused to take COVID seriously.","sentiment_score":-0.3333333333}
{"full_text":"RT 1 case of Covid in Perth, Western Australia today. The first for 10 months. The response? Full lockdown for 5 days includi...","sentiment_score":0.2}
{"full_text":"can we get married puhlease ","sentiment_score":0.25}
{"full_text":"Yea it sucked..still hurts and hard to cope with.But they went on they own terms so I gotta remove my human selfishness.And I'd rather that then dying off covid..it'd killed me","sentiment_score":0.0270833333}
{"full_text":"RT more virus predictive programming... \"Wu Han\" from Indiana Jones \"his parents and sister died in an influenza outb...","sentiment_score":0.5}
{"full_text":"One of the biggest problems is appearing to be Fiscal Deficit. We wanted to achieve fiscal deficit of 3.5% by March 2021. Pandemic forced it to rise to 9.5% this year and with great effort by 2026 only it will go down to 4.5%, still 1% more than the target for 2021.#Budget2021","sentiment_score":0.1688888889}
{"full_text":"RT Another unbelievable payment by the Trudeau government. SNCLavalin has been given a $150M Covid-19 contract despite ci...","sentiment_score":-0.25}
{"full_text":"Disney+ was the only plus for Disney as coronavirus slammed other businesses","sentiment_score":-0.0625}
{"full_text":"RT If you are someone who is looking to understand more of how to improve your structural alignment, you should look at this h...","sentiment_score":0.5}
{"full_text":"RT We were elected to deliver Covid relief.","sentiment_score":0.0}
{"full_text":"RT COVID is changing the delivery model of many medical schools. It's challenging but there seems to be positives. Dr. Ca...","sentiment_score":0.3333333333}
{"full_text":"Closed to ... *foreign travelers* ... it says ... - All Canadians abroad are allowed to return- Foreigners may be allowed to pass through, if going to another country- French citizens from St-Pierre et Miquelon...https:\/\/t.co\/P3Egh92A3i","sentiment_score":-0.075}
{"full_text":"Maduro says Venezuelan scientists developed medicine that 'cancels 100% of Covid-19' with no side-effects","sentiment_score":0.1}
{"full_text":"That's sounds Awful ! ","sentiment_score":-1.0}
{"full_text":"RT People, we are in the middle of a pandemic. Death is around us. Over 400,000 had died. Most of us haven't been vaccinated....","sentiment_score":0.25}
{"full_text":"RT I've provided Rs. 35,000 crore for COVID vaccines for 2021-22. I'm committed to provide more funds if required. The total...","sentiment_score":0.25}
{"full_text":"RT You've heard of air guitar. How about \"air sumo?\" A youth sumo federation in Kashiwa City, Chiba Prefecture is acceptin...","sentiment_score":0.0}
{"full_text":"RT What do you do when you are a little skinny country on a fault line facing a pandemic, unemployment, soaring house prices, p...","sentiment_score":-0.1875}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT .@BTS_twt's Dynamite MV outfits were successfully bought by Japanese entrepreneur Yusaku Maezawa &amp; YouTuber Hikakin for $162,...","sentiment_score":0.375}
{"full_text":"#Lithuania  has tightened requirements for travellers from #COVID19 affected countries  MFA information for travellers ","sentiment_score":0.0}
{"full_text":"RT If Republicans are so fucking worried about the deficit with Biden's $1.9 Trillion Covid plan, why don't they just add in...","sentiment_score":-0.6}
{"full_text":"RT 'LOCKDOWN Again?' OUT NOW on Spotify! &amp; all digital platforms + We've included the Instrumental mix too! Have fun, write bars,...","sentiment_score":0.15}
{"full_text":"RT This 60 Minutes special on the widows and orphans of COVID is crushing. 15 year old summoning the strength to smile on a Fac...","sentiment_score":0.2892857143}
{"full_text":"RT Thread for first 10 paid slots (both versions of inclusions and additional freebies)","sentiment_score":0.25}
{"full_text":"RT A 9.5% #fiscaldeficit is high but understandable, given the #COVID19 turmoil. This is hardly the time a responsible govt...","sentiment_score":0.0227777778}
{"full_text":"RT Police take take off their helmets and march with the people against the Covid lockdowns in our beloved Vienna.","sentiment_score":0.7}
{"full_text":"RT President Cyril Ramaphosa, along with Deputy President David Mabuza and Health Minister Zweli Mkhize, will receive South Africa...","sentiment_score":0.0}
{"full_text":"Ha! Covid has made them brave  happy birthday ","sentiment_score":0.8}
{"full_text":"Covid-19: NCDC records 685 new infections as total rises to 131,242","sentiment_score":0.0681818182}
{"full_text":"RT Deathof a team member from #COVID19 is especially brutal. Nashville TN USA #nurses #nursepractitioner #physicianassistant #r...","sentiment_score":-1.0}
{"full_text":"It's very good of the states to prioritise the group who are most likely to be hospitalised or die because of Covid. By far. Medicals, ethicists called this decision, people should appreciate their expertise.","sentiment_score":0.3775}
{"full_text":"RT So I just found out that a story I and my colleague Zubair Sofi did for .@AJEnglish during 2019 Kashmir lockdown had been l...","sentiment_score":0.0}
{"full_text":"FM #NirmalaSitharaman: Within 48 hrs of lockdown PM announced Pradhan Mantri Garib Kalyan Yojana#AatmaNirbharBharatKaBudget","sentiment_score":0.0}
{"full_text":"RT Steven Mnuchin funneled $500B in PPP Covid relief loans, giving millions to himself, Jared Kushner, Devin Nunes, Betsy...","sentiment_score":0.0}
{"full_text":"The Prime Minister has laid out his goals for the year and rolling out a coronavirus vaccine remains the number one priority. #auspol #9News","sentiment_score":0.0}
{"full_text":"RT Goa is celebrating Diamond Jubilee year of its liberation from the Portuguese rule. On the occassion, Centre will prov...","sentiment_score":0.0}
{"full_text":"COVID-19: Oxygen demand in Lagos spikes to 400 cylinders daily - Sanwo-Olu","sentiment_score":0.0}
{"full_text":"Are you for flipping real  !!! Which one of your reporters\/activists declared that ridiculous statement...it's been rebranded to help the government out with their ongoing covid figures...it's all about \"the jab\".","sentiment_score":0.0286458333}
{"full_text":"RT FM announces 35,000 Cr of our money to be spent on Pvt Vaccine Companies for untested Vaccines at a time when Covid is natur...","sentiment_score":-0.1}
{"full_text":"RT .@GordonGChang isright. #CCP's gene editing by modifying DNA makes's next bio-attack &gt;lethal. #CCPVirus-20 will kill m...","sentiment_score":0.0}
{"full_text":"Low earners more likely to be racking up debt in pandemic as fears people are plunging into 'deeper poverty'","sentiment_score":0.1666666667}
{"full_text":"RT Pneumococcal vaccine, a made in India product, presently limited to 5 States, will be rolled out across country;This will...","sentiment_score":-0.0714285714}
{"full_text":"RT \"once COVID is over\" is starting to sound a lot like \"he'll change\"","sentiment_score":0.2}
{"full_text":"RT COVID-19: No more funerals, parties, weddings - Akufo-Addo reimposes ban  #CitiCBS","sentiment_score":-0.25}
{"full_text":"RT Just spoke with about my office's efforts to ensure COVID relief legislation meets Georgia families' urgent ne...","sentiment_score":0.0}
{"full_text":"RT I would remind that the Trump approach to COVID-19 is a complete failure. It was also widely rejected. Dutton...","sentiment_score":-0.1055555556}
{"full_text":"I request IMA :Explain detailed pointwise your views from the view point of Patient .Till today there is no professional presentation presented by","sentiment_score":0.175}
{"full_text":"RT The Pentagon is considering sending active-duty troops to large, federally run coronavirus vaccine centers, the first sig...","sentiment_score":0.2321428571}
{"full_text":"RT This story in @Newsweek is from last year. It seems like this should be the biggest story in the media. Check out @Ne...","sentiment_score":0.0}
{"full_text":"How many Diseases you can catch kissing that dude Pete? , and I do not talking about covid but another kind of diseases...","sentiment_score":0.55}
{"full_text":"RT A World Health Organization team investigating the origins of the coronavirus pandemic has visited the disease control center in th...","sentiment_score":-0.1}
{"full_text":"So many fun games! Before covid, I was mostly a tabletop gamer but once we weren't able to invite friends over for game nights that's when I really started playing video games more.","sentiment_score":0.3107142857}
{"full_text":".@JoeBiden want the American people to chill the Hell out while simultaneously helping reduce Covid spread AND reducing the deficit?Legalize &amp; tax marijuana. Remove it from schedule 1 immediately.This isn't astrophysics, Joe. It's a slam dunk.Get your Cornpop lovin ass in gear","sentiment_score":0.0}
{"full_text":"RT To further help my Constituency residents relief the effects of the COVID-19 pandemic, I made a donation of #5 million...","sentiment_score":0.0}
{"full_text":"RT Steven Mnuchin funneled $500B in PPP Covid relief loans, giving millions to himself, Jared Kushner, Devin Nunes, Betsy...","sentiment_score":0.0}
{"full_text":"Let's join the Church in the Philippines in praying for protection and healing from Covid19.","sentiment_score":0.0}
{"full_text":"\"The new cabin will make a massive difference after lockdown and residents will be able to spend time with their families.\"https:\/\/t.co\/OPRZT3WnSr","sentiment_score":0.2121212121}
{"full_text":"Our team are working clinically due to COVID pressures that are also affecting hospitals all over the country. We are fully embracing this opportunity to work alongside learners and offer support. Please take advantage of our e-learning alternatives if study days not available","sentiment_score":-0.1625}
{"full_text":"As the demand for the COVID-19 vaccine intensified around the world, China said that it has increased the number of vaccines undergoing clinical trials to 16 from 11 to step up supplies at home and abroadhttps:\/\/t.co\/ntiusBImnk","sentiment_score":0.0}
{"full_text":"Three things that will end lockdown faster and two that will slow it down","sentiment_score":-0.2277777778}
{"full_text":"New today: * Finding the diagnostic code: How an Irish scientist-turned-entrepreneur is hunting down Covid-19* Sunk: having failed to entice a buyer, marine engineering firm Keating Construction collapses into liquidation* Tailgating, gyrating markets &amp; mental models","sentiment_score":-0.1365319865}
{"full_text":"\"Moore raised millions for staff of the National Health Service battling the coronavirus outbreak last year\"#AWANInews #AWANI745https:\/\/t.co\/832OpI3StA","sentiment_score":0.0}
{"full_text":"#GlobalSamosa: As the world gears up for the first post-pandemic Super Bowl, we put on our creative lenses to bring you a curated list of ad spots you shouldn't miss this yearhttps:\/\/t.co\/6LUKeSalG6","sentiment_score":0.3611111111}
{"full_text":"RT For those of you keeping score at home26 million Americans are known to have had COVID420K of them died from COVID29 m...","sentiment_score":0.0}
{"full_text":"It's the start of a new month with new challenges upon us. January has always been a quiet month in the haulage industry with another National Lockdown and new Brexit procedures not helping either, but we've tried to keep as busy as possible. Onwards and upwards!","sentiment_score":0.0848484848}
{"full_text":"COVID-19 set to cause inequalities: Zimcoddhttps:\/\/t.co\/ARHiNADW05","sentiment_score":0.0}
{"full_text":"RT Unless we change our food systems and stop mistreating animals, we are just in a rehearsal stage for the next pandemic....","sentiment_score":0.0}
{"full_text":"RT \"21 buses queued at 06.38\", Khan's lane closure madness.....","sentiment_score":0.0}
{"full_text":"The decision was made to further protect patients and staff.#Northumbria #Coronavirus","sentiment_score":0.0}
{"full_text":"Famine feeds on: Chaos ConflictClimate shocksIn 2021 #COVID19 has compounded existing issues and pushed millions of people to the brink of starvation..#Famine IS preventable. ","sentiment_score":0.0}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"The protesters had members of anti-vaccine and far-right groups. Some of them carried signs decrying the COVID-19 vaccine and shouting for people not to get the shots.","sentiment_score":0.0}
{"full_text":"Tighter curbs on international travel, new variants of Covid-19 and problems with vaccine supplies have all dimmed the prospects of aviation experiencing a strong return in 2021. reportshttps:\/\/t.co\/ca8ZBlTTzN","sentiment_score":0.1898989899}
{"full_text":"RT So Morrison approves of #Qanon conspiracy theories. FFS &gt;&gt; Morrison: 'Don't go to Facebook' for COVID info, but Craig Kelly...","sentiment_score":0.0}
{"full_text":"The meeting discussed aspects of cooperation between #SaudiArabia's King Salman Humanitarian Aid and Relief Center (KSrelief) and #France to provide relief aid to needy countries, especially in Africa, in addition to ways to combat #coronavirus pandemic.","sentiment_score":-0.05}
{"full_text":"Three things that will end lockdown faster and two that will slow it down","sentiment_score":-0.2277777778}
{"full_text":"The pandemic has highlighted the power of digital technology. Now is the time to harness this power for inclusive growth so that communities, especially in poor and remote areas, can survive the crisis and thrive.","sentiment_score":-0.3}
{"full_text":"Anxiety grows as long-term care awaits COVID-19 vaccineshttps:\/\/t.co\/FoqrX3XbNB","sentiment_score":0.0}
{"full_text":"Donnah, who left for Norway more than 10 years ago, and where she has been running a thriving business, threw in the towel and opted to return home for a fresh start.","sentiment_score":0.2666666667}
{"full_text":"Cinema in lockdown: Scandinavia's largest film festival is exploring the social isolation resulting from COVID-19 by setting up a temporary cinema-for-one on a desolated island in the North Sea.https:\/\/t.co\/HlXqj1EQ3l","sentiment_score":0.0333333333}
{"full_text":"Spring a ding dong.....couldn't be happier the Winter is over!!! We might be on lockdown but at least I can take myself out for more walkies..#weightloss #weightlossgoals #weightlossjourney #Vegan #easyrecipes #healthylifestyle #HealthyFood #healthylunch","sentiment_score":0.1}
{"full_text":"\"Many people fail because they see remote working as an opportunity to sleep-in, or take longer breaks - this never works.\"https:\/\/t.co\/vZwA85sFWU","sentiment_score":-0.0333333333}
{"full_text":"Workforce Capacity Fund for adult social care - Department of Health and Social Care#greylit #greyliterature #nglc #COVID19 #Covid19UK  #social_care #human_resources #financial_managementhttps:\/\/t.co\/H23GzFS2kh","sentiment_score":0.0555555556}
{"full_text":"Gauteng command council against easing of lockdown regulationsThe provincial command council said although cases have been on a downward trend they would not encourage immediate relaxation of Covid-19 cases. Read more&gt; #RekordPretoria","sentiment_score":0.0}
{"full_text":"COMING UPOur CEO Paul Kelly joins after 7.15am as announces its plans &amp; priorities at a virtual industry event today, to help the tourism sector survive the COVID19 crisis &amp; begin the journey to recovery #TourismTogether","sentiment_score":0.0}
{"full_text":"A Swedish nurse will get to spend a week alone in a former lighthouse turned boutique hotel with food and a slate of movies from Scandinavia's largest film festival! https:\/\/t.co\/LfkNTj64Ls","sentiment_score":0.0}
{"full_text":"Captain Moore, a WWII veteran who captivated the world in the early days of the pandemic with his fundraising efforts, has been hospitalized with COVID-19.","sentiment_score":0.05}
{"full_text":"This month's theme is crimes in times of the pandemic. If you want to get your hands on our February issue, DM us or send an e-mail to editor@servamus.co.za#February2021 #NewIssue #Magazine #Servamus #mondaythoughts","sentiment_score":0.0}
{"full_text":"Three things that will end lockdown faster and two that will slow it down","sentiment_score":-0.2277777778}
{"full_text":"South Lanarkshire Council left counting the cost of coronavirus","sentiment_score":0.0}
{"full_text":"Captain Tom's family confirmed the news in a statementhttps:\/\/t.co\/w1y4f61iix","sentiment_score":0.4}
{"full_text":"Hurry up and get well soon #shetland #COVID19 #CaptainTomMoore","sentiment_score":0.0}
{"full_text":"'No free for all' warning as coronavirus vaccinated could pass on the virus","sentiment_score":-0.2}
{"full_text":"The PT has even been approached by Lochnorris Primary to help out with keeping pupils active during lockdown","sentiment_score":0.1333333333}
{"full_text":"Sean Holland, Chief Social Worker for Northern Ireland, told Belfast Live that since before Christmas they have seen a \"dramatic reduction\" in referrals, but that there is \"no reason to believe there is any reduction in need\"https:\/\/t.co\/rHpnR1pAxC","sentiment_score":-0.0878787879}
{"full_text":"COVID 19 cases in India until : 01\/02\/2021 12:30Total Cases: 10758619 [+0]Active: 165704Recovered: 10433988 [+0]Deaths :154428 [+0]Total Tests: 196.59MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"On Sunday people stood in 350C heat for up to an hour awaiting their turn to strip store shelves of toilet paper and other items.But any induced shortages will be short-lived, writes Flavio Romero Macau:https:\/\/t.co\/3SGtJIw9Rf","sentiment_score":-0.0791666667}
{"full_text":"They are very easy to get hold of while non-essential shops are closed #plants #lockdown #ontrendhttps:\/\/t.co\/SsCipDwsnj","sentiment_score":0.2316666667}
{"full_text":"Still social distancing... #COVID19 #pandemic #socialdistance #staysafe #johnfhuntgroup #sitelife #demolition #construction","sentiment_score":0.0333333333}
{"full_text":".@PwC_UK's own Head of Estate Management sees COVID-19 as a rebirth, rather than sounding the #office's death knell. Owners and occupiers can make bold moves to deliver 'new' workplaces to focus on service, connection &amp; wellbeing #RealAssets #RealEstate","sentiment_score":0.3565656566}
{"full_text":"Current Conditions for #Sayre PATemp: 22.1FWind Chill: 22.1FHumidity: 99%Dew Point: 21.9F Barometer: 30.162 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 123.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"10 Republicans propose alternate Covid relief plan to Biden","sentiment_score":0.0}
{"full_text":"That's what they actually are trying to do. The problem is that, right now is the worst time. They're refugee's. We're in a pandemic. Their work ability is also limited. etc. Quite a complicated situation.","sentiment_score":-0.2571428571}
{"full_text":"RT I've provided Rs. 35,000 crore for COVID vaccines for 2021-22. I'm committed to provide more funds if required. The to...","sentiment_score":0.5}
{"full_text":"RT .@BTS_twt's Dynamite MV outfits were successfully bought by Japanese entrepreneur Yusaku Maezawa &amp; YouTuber Hikakin for $162,...","sentiment_score":0.375}
{"full_text":"RT Mmmmm not seeing much acceptance of the science of aerosol transmission of covid19","sentiment_score":0.2}
{"full_text":"53-year-old man arrested after beating, stomping victim for not social distancing by #Florida pool, officials say | Details:","sentiment_score":-0.0458333333}
{"full_text":"RT FM announces 35,000 Cr of our money to be spent on Pvt Vaccine Companies for untested Vaccines at a time when Covid is natur...","sentiment_score":-0.1}
{"full_text":"RT It is a sad state of affairs when the general public is fed false information on Covid by a MP and the PM trivialises the i...","sentiment_score":-0.2125}
{"full_text":"RT \"He was unwell with pneumonia so was unable to have his jab\"Captain Tom is in hospital with coronavirus, #BBCBreakfast's...","sentiment_score":-0.5}
{"full_text":"RT As COVID-19 swept through the region, Alshilleh could no longer enter burial plots to position bodies toward Mecca. By the f...","sentiment_score":0.0}
{"full_text":"RT This is actually true..Thousands of covid positive cases which were sequenced were actually influenza only...nothing n...","sentiment_score":0.0757575758}
{"full_text":"CIOs may need to rethink their #StrategicPlans given changes in enterprise business strategy. The question is, by how much? Learn more #GartnerSYM #CIO #COVID19","sentiment_score":0.35}
{"full_text":"RT True to his word, the VC closed the portal for payment, then there was the pandemic break and ASUU strike. Since there wa...","sentiment_score":0.125}
{"full_text":"RT This budget will be the first of the new decade &amp; will also be a digital budget.The contraction in our economy is du...","sentiment_score":0.1287878788}
{"full_text":"Also:  \"World-beating\"?...Surely it should be \"Covid-beating\"? Can there really be any place for vain, churlish nationalism, when it's a *global* pandemic?Otherwise it'll be the virus that turns out to be \"world-beating\"","sentiment_score":0.1}
{"full_text":"RT For over 30 years, Hashem Ahmad Alshilleh helped to bury a generation of Muslims across SoCal.He never charged for his servi...","sentiment_score":0.0}
{"full_text":"RT India has shown courage and grit during the difficult times of Covid-19. This is a first post covid budget which comes as a...","sentiment_score":-0.125}
{"full_text":"RT \"You couldn't help but have a spring in your step that day\"Manager Chris Dando tells #BBCBreakfast vaccination day provi...","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 3.4degC * Wind: ESE 0.0 to 6.0mph * Pressure: 990.7hPa * Rain: 0.0mm * Hum: 82% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:11 * Sunset: 17:01 * Cloudbase: 1240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT people are dying of a Chinese virus but it's racist to refer to it as Chinese even though it began in China.  We are li...","sentiment_score":0.0}
{"full_text":"RT Hey, #BCEd, @BCSTA_President check this out: Staff at Toronto #specialeducation #k12 schools t...","sentiment_score":0.0}
{"full_text":"Ina Grafton is hiring: Covid Screener #job #Toronto","sentiment_score":0.0}
{"full_text":"RT Daryl Dixon [about Negan and the Whisperers]: I can't see him puttin' on a mask.Carol Peletier: Or staying quiet for...","sentiment_score":0.0}
{"full_text":"Manchester's largest timber frame building -The Pavilion at Hardman Square - featured in Architects' Data File recently. Lovely piece on the 4-storey project by with us,@BKStructures  #timber #engineering","sentiment_score":0.5}
{"full_text":"RT Bro I wish I could've celebrated your birthday under better circumstances. But since we're under a lockdow...","sentiment_score":0.425}
{"full_text":"RT if your family hasn't been affected by COVID you should really be thanking God","sentiment_score":0.2}
{"full_text":"The pandemic has exacerbated the brutal conditions of workers at e-commerce and delivery companies in Asia even as average earnings per delivery declined (Steven Borowiec\/Nikkei Asia) (https:\/\/t.co\/J1SeJ1D3qD)","sentiment_score":-0.5125}
{"full_text":"Keeping watch over her sick kid.  these creatures make healing so much easier. #COVID19 #Beagles #DogsAndBoyBond","sentiment_score":-0.2571428571}
{"full_text":"RT \"It's very painful\": San Francisco disabled activist Alice Wong said she was \"completely thrown\" by a new emphasis on age i...","sentiment_score":-0.2184090909}
{"full_text":"RT As the demand for the COVID-19 vaccine intensified around the world, China said that it has increased the number of vacc...","sentiment_score":0.0}
{"full_text":"How do these organisations digest the credits? Heights of shamelessness!","sentiment_score":0.0}
{"full_text":"RT FM announces 35,000 Cr of our money to be spent on Pvt Vaccine Companies for untested Vaccines at a time when Covid is natur...","sentiment_score":-0.1}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"What COVID hasn't changed is the critical role identity plays in helping organizations to be secure and productive.","sentiment_score":0.2}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
