{"full_text":"Johnny Bandini here I got the report yesterday that this would happen. I just hope that everyone is rested up and buckled in real tight. Once this show starts there ain't no stopping the amount of VSM that will be dripping today from this team. Chubby cheeks just stay home.","sentiment_score":-0.2678571429}
{"full_text":"RT It's not a COVID Relief bill if only a few percent of the $1.9 TRILLION go to COVID relief. Let's call it what it is....","sentiment_score":-0.1}
{"full_text":"RT Imagine how big a story this would be if they were Republicans??? #CPAC2021","sentiment_score":0.0}
{"full_text":"RT If Kamala Harris overrules the Parliamentarian, Manchin and Sinema will kill the entire COVID package. Maybe think ab...","sentiment_score":0.0}
{"full_text":"RT Delighted to partner with Brazil in the unified fight against COVID-19. 20 million doses of COVAXIN(r) to be supplied.#B...","sentiment_score":0.7}
{"full_text":"Where To Get The Coronavirus Vaccine In Illinois","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT COVID-19 vaccinations are up and cases and hospitalizations are down, but let me be clear: now is not the time to relax.","sentiment_score":-0.0277777778}
{"full_text":"Fully vaccinated and still scared to go to the shop and get my nails done. Pandemic induced anxiety is at an all time high.","sentiment_score":0.16}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"RT Bombing Syria the same day the minimum wage increase gets shot down and Republicans wheel a fake gold Trump statue throug...","sentiment_score":-0.2185185185}
{"full_text":"RT 1\/n Since last May, Ontario's for-profit long-term care sector has said its far higher COVID-19 death rate has nothing to do wi...","sentiment_score":0.1166666667}
{"full_text":"RT #Odisha govt makes home isolation mandatory for people returning from 12 States - Maharashtra, Kerala, TN, Chhattisgarh, MP, T...","sentiment_score":0.0}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":" aint that some shit. Clearly covid ain't just the flu ","sentiment_score":-0.05}
{"full_text":"RT Amazing threw away her morals for demonstrated liar trumphttps:\/\/t.co\/Ddpe0vl1c2Majority","sentiment_score":0.6}
{"full_text":"For #HeartandStrokeMonth, West Park's Service Spotlight heads to the front lines to focus on our Neurological Rehabilitation service. Read about the trials and triumphs the unit experienced and how they have remained strong in the face of #COVID19.","sentiment_score":0.6166666667}
{"full_text":"RT Paris eyes three-week Covid-19 lockdown in bid to then 'reopen everything'","sentiment_score":0.0}
{"full_text":"Do we need to change the dynamic of the covid infection rates?","sentiment_score":0.0}
{"full_text":"RT This week, I joined the entire Iowa Congressional delegation in asking to help Iowa's family cattle feeders w...","sentiment_score":0.0}
{"full_text":"RT what a disgrace. fire this pig. no place in our world for hate of any kind especially not over the air waves, gtfo. this make...","sentiment_score":-0.0666666667}
{"full_text":"RT Learning from the experts! Discussing racial disparities and #COVID19 during the panel at #SPA2021 #PedsAn...","sentiment_score":0.0}
{"full_text":"Will the pandemic revive hands-on projects? Read \"Cardboard Box Engineering\" author Jonathan Adolph's reflections on this question:","sentiment_score":0.0}
{"full_text":"RT And here","sentiment_score":0.0}
{"full_text":"Wear your g@ddamned mask","sentiment_score":0.0}
{"full_text":"If a hand sanitizer can kill the corona virus y can't we drink it and the virus dies  #Hillbrow #eNCAMUSTFALL","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"RT League, union say they conducted 900 more intake tests this week and of those, three were positive -- all players.","sentiment_score":0.3636363636}
{"full_text":"RT NEW: Washington D.C. is 46% Black, but 75% of city residents killed by Covid have been Black.As D.C. hit 1,000 deaths thi...","sentiment_score":-0.0767676768}
{"full_text":"News about him made me regurgitate once already. Please, no more.","sentiment_score":-0.25}
{"full_text":"RT COVID-19 vaccinations are up and cases and hospitalizations are down, but let me be clear: now is not the time to relax.","sentiment_score":-0.0277777778}
{"full_text":"RT PLEASE EVERYONE! THESE 4 PRECIOUS #DOGS HAVE LOST EVERYTHING! #PLEASERT TO SPREAD THE WORD! They n...","sentiment_score":0.78125}
{"full_text":"He must be kept alive at all costs","sentiment_score":0.1}
{"full_text":"Good news for those who have been hoping to share and recycle items after the winter lockdown\/clear-up at home! #recyling","sentiment_score":0.875}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"RT We all need to support one another. It was tough before, but during Covid it has been even harder and mor...","sentiment_score":-0.2444444444}
{"full_text":"RT This is Big.  wasn't the only one who had executive orders to put Covid patients into nursing homes.","sentiment_score":0.0}
{"full_text":"RT BOOM! To anyone refusing to take a covid vaccine, see this graph (via &amp; take the Queen's advice. ","sentiment_score":0.0}
{"full_text":"RT Today, reports 380,436 confirmed cases of #COVID19 in Maryland. The statewide positivity rate is now 3.66...","sentiment_score":0.4}
{"full_text":"RT Both bills pushed through by the same method. Notice the difference in how frames them. Republicans - victory,...","sentiment_score":0.0}
{"full_text":"RT This government released perverts but left my VERY sick NON VIOLENT elderly Uncle to die in prison. Convicted Sex Offender...","sentiment_score":-0.5761904762}
{"full_text":"While yesterday's decision by a TX federal court to strike the CDC #eviction moratorium is bad on both law &amp; policy grounds, advocates should know that w\/o a national injunction has no immediate impact outside eastern district of TX. More guidance to come.","sentiment_score":-0.0666666667}
{"full_text":"Preckwinkle: \"This is another example of how we will not stop until we get shots into the arms of our residents, who continue to wait patiently until we see the light at the end of this pandemic.\"","sentiment_score":0.4}
{"full_text":"couple questions. 1. Any word on certification on the switch yet? 2. Will there be online play, there's a pandemic outside, I wanna play online with my friends, enjoy that 2-8 player feature. 3. Will you guys implement cross play?","sentiment_score":0.1333333333}
{"full_text":"RT This is Big.  wasn't the only one who had executive orders to put Covid patients into nursing homes.","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT Call me Covid cause I'm 19  #birthdaybehavior","sentiment_score":0.0}
{"full_text":"RT Cornish fisherman has exported nothing since Jan 4th.Says it's all Brexit. They were handling covid just fine.He se...","sentiment_score":0.0}
{"full_text":"Oliver Darcy is \"quoting\" Faulkner by citing the chyron. #journalism","sentiment_score":0.0}
{"full_text":"This is the most important thread on Twitter in the whole pandemic. Thank you for your analysis.","sentiment_score":0.3666666667}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"RT 34% of Republicans \"strongly support\" the American Rescue Planindependents back the bill by a 50-pt marginwhether GOP se...","sentiment_score":0.1444444444}
{"full_text":"RT I still can't process the situation I'm going through. I lost my dad this Wednesday due to covid complications. I know we're...","sentiment_score":-0.125}
{"full_text":"RT People seen to forget how the prior administration made things difficult for the incoming...","sentiment_score":-0.25}
{"full_text":"RT Stop panic selling. Just BUY &amp; HOLD. The higher the better. Make them eat shit! $amc","sentiment_score":0.1666666667}
{"full_text":"Te llamas covid out of context","sentiment_score":0.0}
{"full_text":"RT Exactly!!! The main thing that's missing is a plan... there's absolutely none whatsoever #LetUsBackToAus #InternationalStu...","sentiment_score":0.1637369792}
{"full_text":"RT Life before coronavirus Santo Domingo And Some Colors #Dominicana #SantoDomingo #march2020 #travelphotography #street...","sentiment_score":0.0}
{"full_text":"It's been nice up here as well but I've been tired out since my Covid vaccination. Got to go the shop in a bit though.","sentiment_score":0.1}
{"full_text":"I actually live next door to a street art museum in #Berlin.Being instinctively wary of the idea of a street art *museum*, I still haven't been - but I hear it's actually really good.Perhaps when it reopens post-Covid ...https:\/\/t.co\/sJ2OnnCBr3","sentiment_score":-0.0409090909}
{"full_text":"RT I'm glad that the emphasized that we are not out of the woods with #covid19. This is a far too high infection level...","sentiment_score":0.2533333333}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT This is Big.  wasn't the only one who had executive orders to put Covid patients into nursing homes.","sentiment_score":0.0}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"RT I just had my first Covid-19 jab. It is safe, effective &amp; painless.When it's your turn, please #TakeTheVaccine. Only by...","sentiment_score":0.3375}
{"full_text":"RT Incessant photo-ops and campaign stops don't help us in the fight against COVID. Premier needs to get his prio...","sentiment_score":0.0}
{"full_text":"RT .@TysonFoods \"is more focused on avoiding bad publicity than preventing the deaths of its own workers. Its close relat...","sentiment_score":0.1333333333}
{"full_text":"RT Imagine how big a story this would be if they were Republicans??? #CPAC2021","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic is unpredictable and not going away anytime soon, be that as it may, it shouldn't hinder the kids chance to reach their full potential at the field during Physical Education. It's so amazing watching my kids being active and enjoying being out of the class.","sentiment_score":0.1642857143}
{"full_text":"RT A year ago I spent the days after fielding calls in the #WhiteHouse from attendees reporting they had #COVID19-One o...","sentiment_score":-0.1}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"RT This is Big.  wasn't the only one who had executive orders to put Covid patients into nursing homes.","sentiment_score":0.0}
{"full_text":"RT A year ago I spent the days after fielding calls in the #WhiteHouse from attendees reporting they had #COVID19-One o...","sentiment_score":-0.1}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"RT I think it flew over a lot of non german people that \"going on vacation (in north korea)\" is a refernce to...","sentiment_score":0.0}
{"full_text":"RT Pre-register for your COVID-19 vaccination through the WV COVID-19 Vaccine Registration System at I...","sentiment_score":0.0}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"Hey Trudeau!   While Canadians have to deal with the inept #TrudeauVaccineFailure, former Prime Minister got hers today. #TrudeauFailedCanada","sentiment_score":0.0}
{"full_text":"Probably Gwyneth Paltrow's cure for Covid ","sentiment_score":0.0}
{"full_text":"Biden marks 50 million vaccine doses in his first 5 weeks in office","sentiment_score":0.25}
{"full_text":"NEW PRODUCT RELEASE: Aromatherapy mask fresheners!Have a great Friday everyone! #CanadianMade #MadeInVancouver #MaskFreshener #AromaTherapy #GermFree #Diseases #InvisibleDisease #CoronaVirus #HealthAndSafety #HealthAndWellbeing #HealthAndHappiness #HealthyBodyHealthyMind","sentiment_score":0.5681818182}
{"full_text":"RT A single dose of the Pfizer BioNTech #COVIDVaccine can reduce by 75% the number of asymptomatic infections - this implie...","sentiment_score":-0.0714285714}
{"full_text":"RT I went back to see if thy ever described the GOP giveaway to the rich as a \"shove.\" Reader, they did not.","sentiment_score":0.1875}
{"full_text":"London Mayor Sadiq Khan has ended the capital's 'major incident' status after Covid cases declined \"significantly\".","sentiment_score":0.21875}
{"full_text":"RT Imagine how big a story this would be if they were Republicans??? #CPAC2021","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"Powered by the Vonage Messages API, VoiceSage enables customers to submit their own meter readings during lockdown - and beyond. #mycompany","sentiment_score":0.6}
{"full_text":"RT Friday good news update:* A Cambridge University study has shown one dose of the Pfizer vaccine cuts risk of Covid t...","sentiment_score":0.7}
{"full_text":"RT i'm ready for college without covid","sentiment_score":0.2}
{"full_text":"Yesterday, got an important update from senior officials on how the is helping respond to the #Covid19 pandemic - including supporting vaccine distribution and addressing our overreliance on medical supplies from China.","sentiment_score":0.2166666667}
{"full_text":"RT Main UK variant, is likely \"30% to 70% more deadly than other variants\". Why was this new updated analysis released b...","sentiment_score":0.0796717172}
{"full_text":"RT CPAC organizers were booed after urging attendees to adhere to the venue's COVID guidelines and wear face masks.","sentiment_score":0.0}
{"full_text":"RT Yesterday, the 50 millionth vaccination was administered since and I took office. This is weeks ahead of schedule and we are...","sentiment_score":0.0}
{"full_text":"In a time of uncertainty, reports it is imperative for businesses to clarify and emphasize their #BrandStrategy. Brand strategies allow companies to emphasize visually what they can't physically to position themselves for success.https:\/\/t.co\/27f0ZaWcZO","sentiment_score":0.0}
{"full_text":"CDC balks at watchdog's push to remake Covid-19 tracking","sentiment_score":0.0}
{"full_text":"14th amendment after Covid bill passes and confirmations!","sentiment_score":0.0}
{"full_text":"Perfect Friday night listening to Rave Lockdown and then the BIG ONLINE BASH from 8.00pm(there's still time to grab a free ticket)","sentiment_score":0.4666666667}
{"full_text":"Researchers have unearthed how #SARSCoV2 evolves into new #variants that can evade #antibodies. #Coronavirus #COVID19 #Pandemic #Covid #GeneticMutation #Mutations #Viruses","sentiment_score":0.1363636364}
{"full_text":"RT South Korea's Ministry of Foreign Affairs includes &amp; ARMY in a short clip of fighting the pandemic.\"Life as w...","sentiment_score":-0.0625}
{"full_text":"RT Millions of American workers at the low end of the hourly pay scale are also disappointed. ","sentiment_score":-0.25}
{"full_text":"RT .@CongressmanRaja joined to discuss the next round of #COVID19 relief, as well as the increasing attacks Asian Am...","sentiment_score":-0.0666666667}
{"full_text":"RT Everyone in the LA- Compton area please wear your mask to protect you from covid and the chemicals from this fire","sentiment_score":0.0}
{"full_text":"RT Hi, I've written to you and your staffer Gabriel Torres now twice with no response about the outbreak of...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate Parliamentarian tosses out $15 minimum wage from the Covid Relief Bill... damning tens of millions of pe...","sentiment_score":0.0}
{"full_text":"RT #AFP #ABF and #ADF will be hunting down #ALP but still couldn't do their job during a pandemic. #MurdochGutter...","sentiment_score":-0.1555555556}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"RT It's been a year since I was hospitalised twice for COVID. But my mind is never far from all who lost the battle. I wan...","sentiment_score":-0.125}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"NIce try. He has to work on that litte thing you know...the PANDEMIC since your last cult leader didnt give a damn. So STFUASD.","sentiment_score":0.3}
{"full_text":"RT Once the pandemic is over I'm going to put on a blue Apple Genius shirt and lanyard and run up to Naomi Wolf in a restauran...","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT Yesterday, the 50 millionth vaccination was administered since and I took office. This is weeks ahead of schedule and we are...","sentiment_score":0.0}
{"full_text":"RT Texans are tired of snow, but they certainly aren't tired of the sweets from Little I's Snow Cones &amp; Treats! While #Covid19 po...","sentiment_score":-0.2050223214}
{"full_text":"RT COVID, Quickly: In our new podcast series, senior health editors and will catch you up on essential de...","sentiment_score":0.1565656566}
{"full_text":"RT I'm actually sitting here and crying my eyes out reading this. Tears of laughter, that is. ","sentiment_score":-0.1}
{"full_text":"RT Schumer is aligning with Bernie Sanders and is \"looking at adding to Senate COVID bill a new provision to penalize large corpor...","sentiment_score":0.1753246753}
{"full_text":"I shall value pandemic emergency service workers.","sentiment_score":0.0}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"There is nearly $1 trillion in bipartisan federal #COVID19 funding waiting to be distributed to communities. Our communities need targeted relief now, and I am doing my part to make sure we can directly help our families and small businesses as we work to safely reopen.","sentiment_score":0.19}
{"full_text":"HJM 1 sponsored by Rep. von Ehlinger, requesting that the federal govt. sanction China for the COVID-19 outbreak, is on it's third reading today in the House. #idleg #idpol","sentiment_score":0.0}
{"full_text":"\"As churches consider what life and ministry will look like after the COVID-19 pandemic, many are rethinking their strategies in sharing the gospel.\"","sentiment_score":0.5}
{"full_text":"Dr. Anthony Fauci dismissed the idea that COVID-19 would be eradicated in the next several years. Americans are vulnerable to endemic and emerging diseases. It's time we provide every Nevadan access to affordable healthcare.https:\/\/t.co\/CCftG5xzKU","sentiment_score":-0.1666666667}
{"full_text":"RT I'm just saying this even though it's totally obvious. As we come out of lockdown, masks are more important than ever. We...","sentiment_score":0.3}
{"full_text":"Analysts Project Long Bull Run for ModernaThe release of the vaccine has Moderna's stock on constant rise. #Vaccine #COVID19","sentiment_score":-0.025}
{"full_text":"A few days ago, unfortunately became ill after taking the Covid-19 vaccine and we had to postpone recording for a few days. Episode 2 of Bonus Level: A Gaming Podcast will now premiere on Sunday 28th February at 7pm GMT. We aim to release the episode on Patreon early!","sentiment_score":-0.255}
{"full_text":"#Poland will raise the upper age limit for people being given the #AstraZeneca vaccine to 69, and will take #COVID19 patients from neighbouring #Slovakia, a health ministry spokesman said on Friday.#Covid19Vaccinehttps:\/\/t.co\/tl4x9W2q6B","sentiment_score":0.0}
{"full_text":"#TruthMatters: The #COVID19 #vaccine is falsely cast as the key to reopening safely as if Sweden, home of #AstraZeneca, ever went on #lockdownVuka Afrika. Wake up world#DataSciencecc:@RevMeshoe","sentiment_score":0.0333333333}
{"full_text":"Many #trends and developments of 2021 happen as a response to the #pandemic. Here are 10 that #media relations pros should keep in mind:-The #click is king-Relationships are still important-#DigitalNews gets aggregated@PRDaily","sentiment_score":0.5}
{"full_text":"Why we need COVID memorials now -- and for the future","sentiment_score":0.0}
{"full_text":"The latest update has been shared by the NHS.https:\/\/t.co\/uJfL8ff4XV","sentiment_score":0.5}
{"full_text":"Masks are no longer required except in high-risk indoor environments and gatherings of up to 30 people in homes are now allowed. #9Newshttps:\/\/t.co\/l23fAKhnTa","sentiment_score":0.0}
{"full_text":"RT 83 newly reported AZ Covid+ deaths on Feb 26; total = 15,897 (85 added - 1 withdrawn - 1 fudge factor)71 (85.5%) occu...","sentiment_score":0.0681818182}
{"full_text":"Here's Rob from local band Chasing Deer showing you how easy it is to get your free COVID-19 test. Find out more &amp; how to book #stopthespread #RBWMtogether","sentiment_score":0.3333333333}
{"full_text":"THE WAIT IS OVER Our first LIVE RACE after lockdown! Event: The PodPlus Kent Spring Marathon &amp; Half MarathonDate: Sunday 11th April 2021To enter: #kent #charing #ashford #marathon #halfmarathon","sentiment_score":0.0845959596}
{"full_text":"German sniffer dogs detect COVID-19 with 94% accuracy","sentiment_score":0.0}
{"full_text":"The pandemic has separated an untold number of people from fragile loved ones, including one St. Louis couple. David Hill believes his wife's battle with Alzheimer's was made more difficult due to her isolation from family","sentiment_score":0.115}
{"full_text":"Last year, thanks to the CARES Act, the nation's humanities councils provided more than 4,500 grants to small, local cultural organizations hit hard by the pandemic - helping save jobs &amp; protect our country's cultural infrastructure #HumHill21","sentiment_score":0.0447916667}
{"full_text":"Church leaders now eligible to get Covid-19 vaccine, regardless of health and age","sentiment_score":0.0}
{"full_text":"RT A #vaccination strategy that prioritizes hardest-hit postal codes in addition to oldest residents will be more effectiv...","sentiment_score":0.5}
{"full_text":"NEED TO STILL WEAR A FACE MASK EVEN AFTER VACCINATION. KNOW WHY AND FIGHT COVID SPREAD. #mobhealth","sentiment_score":0.0}
{"full_text":"RT $ENZC   HIV trials in Europe announced, 98% cure rate.","sentiment_score":0.0}
{"full_text":"clinical trial suggests ivabradine, a approved heart failure drug, may be effective in treating postural orthostatic tachycardia syndrome, which is a long hauler symptom of #COVID19. Read more here:","sentiment_score":0.1833333333}
{"full_text":"This decision follows recommendations made by the World Health Organization (WHO) which revealed a strong correlation between longer dose intervals of between 8 and 12 weeks and greater vaccine efficacy.https:\/\/t.co\/zBcygzzB65#Covishield #Astrazeneca #COVID19 #Vaccine","sentiment_score":0.4666666667}
