{"full_text":"RT That stadium is PACKED bruh  we're never seeing the end of this pandemic","sentiment_score":0.0}
{"full_text":"RT Get you a VP who casts a tie-breaking vote on Covid-relief and makes sure to look out for her girl at the same time.","sentiment_score":0.25}
{"full_text":"RT I want to thank for selecting to manufacture the life-saving vaccine in Baltimore City....","sentiment_score":0.0}
{"full_text":"RT Fox has learned that that Rep. Ron Wright (R-TX) has died.Wright tested positive for coronavirus several weeks ago. Wrig...","sentiment_score":0.1136363636}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"I was thinking the same thing when I had mine and I don't think they will come forward because at the end the day they are illegal regardless of Covid or not. ","sentiment_score":-0.25}
{"full_text":"RT From PPE to testing kits, the government has outsourced almost 2 billion pounds' worth of contracts to firms connected to the...","sentiment_score":0.3}
{"full_text":"Chinese-Canadians voice worries about racism, job losses one year in to pandemic","sentiment_score":0.0}
{"full_text":"RT Dover Port Trade Bounces Back to 90% of Normal, Despite Covid","sentiment_score":0.075}
{"full_text":"One of President Biden's executive orders aimed at curbing the pandemic asks agencies to \"assess the feasibility\" of linking vaccine certificates with other vaccination documents, &amp; producing digital versions. From the #Covid19 #travel","sentiment_score":-0.0625}
{"full_text":"Thanks voters who provided thumping majority to Modiji succeded in Controlling corona,indiginous 2Vaccines,vaccination among Health Workers successfully,others being Vaccinated shortely,saving life,builded Confidence among common man even though developed countries failed to so!","sentiment_score":-0.15625}
{"full_text":"RT If that is true advise to #LiftTheTravelBan bc ppl are suffering &amp; experiencing depression...","sentiment_score":0.35}
{"full_text":"RT Maharashtra govt will probe celebrities, including Lata Mangeshkar &amp; Sachin Tendulkar, who tweeted in support of India again...","sentiment_score":0.0}
{"full_text":"Chinese-Canadians voice worries about racism, job losses one year in to pandemic","sentiment_score":0.0}
{"full_text":"Clown sergyyy","sentiment_score":0.0}
{"full_text":"Chinese-Canadians voice worries about racism, job losses one year in to pandemic","sentiment_score":0.0}
{"full_text":"RT FCT kidnap epidemic: Ex-Immigration officer, three others abducted","sentiment_score":0.0}
{"full_text":"Furin cleavage SARS-CoV-2 spike deletions mostly suppressed within infected airway epithelium, says study","sentiment_score":0.5}
{"full_text":"What a loud of B.S....... you all need to come out of Lockdown","sentiment_score":0.1}
{"full_text":"RT The number of shoppers heading out to retail destinations across Britain increased by 6.7% last week from the previous we...","sentiment_score":-0.0833333333}
{"full_text":"RT 1\/2. A working class restaurateur and his customers tell some lockdown cops to sod off. The cops are driven out by citizens...","sentiment_score":0.0}
{"full_text":"RT Fox has learned that that Rep. Ron Wright (R-TX) has died.Wright tested positive for coronavirus several weeks ago. Wrig...","sentiment_score":0.1136363636}
{"full_text":"Recently detected variants of #coronavirus have thrown a spotlight on the genetic evolution of the #COVID19 pandemic. Meet the SARS CoV-2 particle with evolutionary epidemiologist Katrina Lythgoe, and find out how mutations occur:","sentiment_score":0.0}
{"full_text":"Bucs Fans Flood Tampa Streets After Super Bowl Win, What Social Distancing?","sentiment_score":0.3888888889}
{"full_text":"RT #dogecoin #kraadyingokhraach #andolanjivi #CR17BankStatements #DTPHR...","sentiment_score":0.0}
{"full_text":".@FIGHTPHL is offering free COVID-19 testing TODAY. Get tested if you have symptoms or you've been exposed:TIME: 1:00PM - 3:00PMLOCATION: The Simple Way, 3200 Potter St., Philadelphia, PA 19134,","sentiment_score":0.2}
{"full_text":"RT Oil &amp; gas employees are essential workers and the forgotten heroes of the pandemic. They produced petroleum for PPE eq...","sentiment_score":0.0}
{"full_text":"RT Doug Ford, the only politician who sees COVID case numbers going down and immediately decides to get 'em back up there","sentiment_score":-0.0518518519}
{"full_text":"Greek PM Kyriakos Mitsotakis accused of breaking COVID-19 rules for a second time","sentiment_score":0.0}
{"full_text":"RT Biden says Trump administration handling of pandemic was \"more dire than we thought\"","sentiment_score":0.5}
{"full_text":"RT Raji Sourani: Gaza Faces COVID Crisis as Israel Withholds Vaccines While Imposing Inhumane Blockade","sentiment_score":-0.9}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT A second Republican elected to this congress passes away following a coronavirus diagnosis. Wright's positive test was fir...","sentiment_score":0.0757575758}
{"full_text":"RT Dude... You made two full-length feature films this year, and you're a member of Congress during a pandemic.","sentiment_score":0.0333333333}
{"full_text":"RT The pandemic has a lot of folks reconsidering their need for life insurance. If you're considering buying a life insuran...","sentiment_score":0.0}
{"full_text":"RT NEW: House Covid proposal includes $15 billion to protect airline worker jobsIt's a second extension of the Payroll Suppor...","sentiment_score":0.0681818182}
{"full_text":"Chinese-Canadians voice worries about racism, job losses one year in to pandemic","sentiment_score":0.0}
{"full_text":"Greek PM Kyriakos Mitsotakis accused of breaking COVID-19 rules for a second time","sentiment_score":0.0}
{"full_text":"RT The Shecession: Women Face Staggering Job &amp; Income Losses Amid the Pandemic's Economic Crisis ht...","sentiment_score":0.2}
{"full_text":"RT I really feel like this pandemic has shown me how many people just don't care about the well-being of others. There are so man...","sentiment_score":0.35}
{"full_text":"RT Since Joe Biden's election victory, China has displayed an increasingly cocky tone in its statements while ramping up its pr...","sentiment_score":-0.2}
{"full_text":"RT Boris Johnson is asked whether the UK needs to go further on border controls to combat new variants. In response, the PM say...","sentiment_score":0.0681818182}
{"full_text":"RT The Shecession: Women Face Staggering Job &amp; Income Losses Amid the Pandemic's Economic Crisis ht...","sentiment_score":0.2}
{"full_text":"RT This week we released our platform for lawmakers and policymakers alike to take on the opioid epidemic, utilizing the low...","sentiment_score":0.0}
{"full_text":"RT Leftists Have Collective Meltdown Over Tom Brady Not Wearing A Mask","sentiment_score":0.0}
{"full_text":"Do you have enough contact tracers to adequately mitigate 1700 new cases\/day?@VDHgov has been running this same ad calling for 1200 contact tracers since way back when COVID was spreading at only 500cases\/day.https:\/\/t.co\/wBT2PXwym8","sentiment_score":0.0782828283}
{"full_text":"RT #ThumaMinaMediaGroup right now trying to spin the #AstraZeneca story. #COVID19 #COVID19SA","sentiment_score":0.2857142857}
{"full_text":"RT Canada's strategy to access #COVID19 vaccines- best to hear it directly from the source:1. Short term: Purchase vaccines...","sentiment_score":0.3666666667}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT Tom Brady won his 7th ring. As the rest the country wins another spike in Covid thanks to Florida Man Ron DeathSantis's...","sentiment_score":0.25}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT #WearAMask w\/ \"It's Not Vaccine Versus Mask. We Need Both\"@WHO","sentiment_score":0.0}
{"full_text":"RT After ten months, 'Three weeks to flatten the curve' is now 'Restrictions on gatherings for the next few years'. This won...","sentiment_score":-0.0666666667}
{"full_text":"RT When someone tells you to stay home, don't see people, don't go to the gym or get your hair done - It's called CONTROL...","sentiment_score":0.0}
{"full_text":"YouGov (polls showing public favor lockdown) has Blackrock as a key shareholder. Astrazeneca (covid vaccine maker) has Blackrock Investment Management UK Ltd and Blackrock Fund Advisors as key shareholders... Archives","sentiment_score":0.0}
{"full_text":"CVS to begin in-store vaccinations for COVID-19 this week at these California pharmacies","sentiment_score":0.0}
{"full_text":"RT Pandemic or not, some of y'all mf's get too close to people at the gym","sentiment_score":0.0}
{"full_text":"RT How's your lockdown going? Follow me for more calming tips.","sentiment_score":0.5}
{"full_text":"RT When coronavirus invaded their tiny apartment, children desperately tried to protect dad. \"Where the crowding is worst, t...","sentiment_score":-0.5333333333}
{"full_text":"HOW COVID19 TOUCHED THE LIFE OF A WOODSTOCK MASSAGE THERAPIST","sentiment_score":0.0}
{"full_text":"Your reporting during COVID has been top notch. I hope everything improves for you soon!","sentiment_score":0.625}
{"full_text":"Just in case Covid doesn't kill you...","sentiment_score":0.0}
{"full_text":"A *chance* to win their laptops. A chance. For homeless children. To get a basic tool they need in order to do their schoolwork. During a pandemic. The grinding pain of childhood poverty is being turned into a contest.I can't even.","sentiment_score":0.4}
{"full_text":"Join us tonight from 5.30pm when our Local COVID-19 Outbreak Engagement Board discuss the latest response to the virus and share public health trends. You can ask questions during the meeting. A live Q&amp;A begins from 6.30pm. You can log in here at 5.30pm:","sentiment_score":0.1590909091}
{"full_text":"How to sneeze during a pandemic 101:  Don't pull down your mask to sneeze.","sentiment_score":-0.1555555556}
{"full_text":"Melania Trump: A Look Back | The Daily Social Distancing Show via","sentiment_score":0.0111111111}
{"full_text":"Hostile environment 'will cut Covid vaccine uptake among migrants' (the Guardian)The hostile environment for migrants means many people living in the UK with unofficial or uncert...Add your highlights:https:\/\/t.co\/1qrcEm0nrv #UK #politics","sentiment_score":0.5}
{"full_text":"RT this lockdown has truly been the worst out of them all","sentiment_score":-1.0}
{"full_text":"Hostile environment 'will cut Covid vaccine uptake among migrants' (the Guardian)The hostile environment for migrants means many people living in the UK with unofficial or uncert...Add your highlights:https:\/\/t.co\/1qrcElIMzX #UK #politics","sentiment_score":0.5}
{"full_text":"RT More goalpost shifting this morning. 'Scientists' (the scourge of humanity ones that advise govt) are advising not to...","sentiment_score":0.5}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT The Scientific Pandemic Influenza Group on Modelling meets online weekly and each member gives an estimate of the R nu...","sentiment_score":0.0}
{"full_text":"COVID-19 testing is FREE!Are you looking for a place to get tested for COVID-19?Do not wait any longer here are some options to find the test.-Text the word \"COVID Test\" to 855-48-Visit https:\/\/t.co\/q840cbHVSS-Call 311#COVID19 #Queens #JacksonHeights #Corona #Elmhurst","sentiment_score":0.0}
{"full_text":"Hmmmm somehow this doesn't sound right, Pakistan women are in the country","sentiment_score":0.3428571429}
{"full_text":"Maryland health officials reported 903 new cases of the coronavirus Monday and 23 more deaths caused by the disease.","sentiment_score":0.3181818182}
{"full_text":"Maryland health officials reported 903 new cases of the coronavirus Monday and 23 more deaths caused by the disease.","sentiment_score":0.3181818182}
{"full_text":"RT A second Republican elected to this congress passes away following a coronavirus diagnosis. Wright's positive test was fir...","sentiment_score":0.0757575758}
{"full_text":"Until now, major oil companies that have the expertise to manage gases at large scale have held back from investing a lot in the technology, which is expensive and the price on carbon has rarely been enough to make it a profitable endeavorhttps:\/\/t.co\/4dXYLDh5DM","sentiment_score":0.012797619}
{"full_text":"RT A second Republican elected to this congress passes away following a coronavirus diagnosis. Wright's positive test was fir...","sentiment_score":0.0757575758}
{"full_text":"RT We are seeing this more and more.Huge delays in criminal justice, caused *not* by Covid but by government cuts, mean...","sentiment_score":-0.0708333333}
{"full_text":"RT Masks are gross (and there's no scientific \"Fauci-standard\" study that shows they work to stop the spread of #coronavirus)....","sentiment_score":0.0}
{"full_text":"My wife is creating a daily art &amp; reflection during 40-days of Lent It's free to sign up. But she's opened up donations to help our friend's restaurant, Keola Poke which has been severely impacted during the COVID-19 lockdowns.","sentiment_score":0.2}
{"full_text":"New Zealand, Taiwan, Australia are the best performers. China has done very well. Of course zero covid doesn't literally mean no cases. It means no sustained community transmission. Outbreaks quickly snuffed.https:\/\/t.co\/RT32UNUWrKhttps:\/\/t.co\/1mFsTmhyfN","sentiment_score":0.2714393939}
{"full_text":"RT Can't believe there were 20,000 people at the super bowl last night like COVID still ain't going crazy. ","sentiment_score":-0.0888888889}
{"full_text":"Noah Vonleh was in camp with the #Bulls, but tested positive for COVID-19 and immediately got waived. Two of his last three seasons were fairly efficient, and he's still just 25.","sentiment_score":0.3090909091}
{"full_text":"Wasn't it the Texas GOP who said they'd gladly die of COVID for young people to be able to live life?Thanks for your service?","sentiment_score":0.3090909091}
{"full_text":"Watch Live: White House COVID-19 Response Team holds briefing","sentiment_score":0.0681818182}
{"full_text":"RT I find it obscene that a Congress full of millionaires (funded by billionaires) is trying to means test the difference betw...","sentiment_score":0.35}
{"full_text":"Maryland health officials reported 903 new cases of the coronavirus Monday and 23 more deaths caused by the disease.","sentiment_score":0.3181818182}
{"full_text":"RT A lot of people made a lot of money because of yesterday's   Super Bowl. A lot of people will die because of yesterday's Super...","sentiment_score":0.3333333333}
{"full_text":"RT Till date no relief being extended to parents in school fee matter inspite of covidHigh electricity bill,Petrol price...","sentiment_score":0.0}
{"full_text":"RT Did you know that NHS million is run by 3 frontline NHS staff? All of us have been working in the pandemic and everyone is...","sentiment_score":0.0}
{"full_text":"Don't spread fake news What a shame!!#WhatsHappeningInMyanmarHey!!!It's obvious you too support military coup!  #FakeNews","sentiment_score":-0.2083333333}
{"full_text":"RT I'll be willing to stump up some cash to help fund, Anybody else? If 30k of his followers donated just PS5 each...","sentiment_score":0.25}
{"full_text":"RT If you're still going to vote for the ANC after we've all seen how they handled things with this whole pandemic, I will ques...","sentiment_score":0.2}
{"full_text":"Has Biden done anything different about Covid since he's been president or just doing pretty much the same as Trump #COVID19 #100dayelimination","sentiment_score":0.1125}
{"full_text":"RT I find it obscene that a Congress full of millionaires (funded by billionaires) is trying to means test the difference betw...","sentiment_score":0.35}
{"full_text":"RT Residents are invited to join a live, online Q&amp;A session on Thursday 11 Feb at 6pm, about the COVID-19 Vaccine. Regist...","sentiment_score":0.1363636364}
{"full_text":"RT why didn't you tell me you were going?  and yes ma'am stay at home mom you! ","sentiment_score":0.0}
{"full_text":"RT Fox has learned that that Rep. Ron Wright (R-TX) has died.Wright tested positive for coronavirus several weeks ago. Wrig...","sentiment_score":0.1136363636}
{"full_text":"You're a Covid truther?   Yes, if it wasn't for Covid, his underlying issues would not have killed him.  He would have lived out the rest of his years.  How's that?","sentiment_score":-0.2}
{"full_text":"Horrible news. Ron Wright was a good Congressman and a good guy. RIP","sentiment_score":0.1333333333}
{"full_text":"RT We need the federal government to cancel rents and mortgages for the duration of the pandemic.https:\/\/t.co\/fwqwrTnuHw","sentiment_score":0.0}
{"full_text":"RT Businesses employing over 50 people, where employees cannot work from home, can now register to access rapid lateral flo...","sentiment_score":0.0}
{"full_text":"RT Around 1 in 3 people who have Covid-19 have no symptoms. Act like you've got it.  Stay Home. Protect the NHS. Save Lives","sentiment_score":0.0}
{"full_text":"One of the FIRST things I read about suppressing a Pandemic is that schools are THE WORST for spreading a virus like this. Anerikkka really fucking hates children and anyone who cares for them. GOD DAMN.","sentiment_score":-0.45}
{"full_text":"RT 1\/2. A working class restaurateur and his customers tell some lockdown cops to sod off. The cops are driven out by citizens...","sentiment_score":0.0}
{"full_text":"RT \"We've created a separate and unequal hospital system and a separate and unequal funding system for low-income communitie...","sentiment_score":0.0}
{"full_text":"RT Black Mirror update","sentiment_score":-0.1666666667}
{"full_text":"RT I find it obscene that a Congress full of millionaires (funded by billionaires) is trying to means test the difference betw...","sentiment_score":0.35}
{"full_text":"RT Property #technology deals are expected to accelerate this year as #COVID19 forces the digital transformation of an indus...","sentiment_score":-0.05}
{"full_text":"RT Joe in November with family who flew in from across the country.  Covid was \"a thing\" back then too, right?","sentiment_score":0.1428571429}
{"full_text":"But it took a journalist in the MSM to expose him &amp; provide the evidence - as ever where were the Police &amp; Politicians, probably turning a blind eye so as not to upset the #Woke agenda &amp; the road to legalising all forms of perversions!","sentiment_score":-0.625}
{"full_text":"RT The media LOVEEEE a moral panic. Headlines with the word \"bloodbath\" will have you thinking 100s are dead. Can we have the s...","sentiment_score":-0.1}
{"full_text":"Soooooo...Here we go...","sentiment_score":0.0}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"Finally we will become the majority ","sentiment_score":0.0}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"RT A Tale of Two Januaries: No pandemic in 2015 but similar number of January deaths recorded to January 2020. A sensitive look at...","sentiment_score":0.05}
{"full_text":"RT Etihad warns staff to get the vaccine or go without pay if they test positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Now if they would just stop that damn Covid-19 testing we wouldn't have any more new cases.","sentiment_score":0.3181818182}
{"full_text":"RT Unbelievable. It is extremely dangerous and potentially deadly slick on bridges in Central OK. You can't even stand up on...","sentiment_score":-0.12}
{"full_text":"A message to Susan Sarandon who's criticizing President Biden for supposedly doing a \"bait &amp; switch\" on Covid relief assistance:Sit down &amp; STFU, Susan.","sentiment_score":-0.1555555556}
{"full_text":"I agree. The only thing special about the secondary was the ball skills and the depth. Not top end lockdown play","sentiment_score":-0.0482142857}
{"full_text":"RT Anyone reassured by Johnson spouting pandemic platitudes in a white coat? Thought not.","sentiment_score":-0.1}
{"full_text":"Great dive into the role of a \"constitutional sheriff\" by that is worth reading to the very last sentence.No, seriously. Do not skip the end ","sentiment_score":0.3166666667}
{"full_text":"RT And yes, Brady just beat Brees then Rodgers then Mahomes. In his first year with a new team. In a new conference. During a pa...","sentiment_score":0.1742424242}
{"full_text":"economic use cases for a currency that is able to tap into a theoretically infinite supply. Just ask the Federal Reserve about that; they've been doing this exact thing to keep our economy afloat during the pandemic. They're generating supply and they're MANAGING INFLATION, 6\/","sentiment_score":0.19}
{"full_text":"RT Well, I'm not a 'political leader' but  if enough people want me to lead a movement\/party to end lockdowns (for good) and...","sentiment_score":0.2333333333}
{"full_text":"During lockdown, we keep one out of class but on rota to deal with issues. Not usually.","sentiment_score":0.125}
{"full_text":"Truly, a thing one simply hates to see.","sentiment_score":0.0}
{"full_text":"RT As the pandemic carries on, we still need to find effective treatments.If you've recovered from #COVID, you could donate bloo...","sentiment_score":0.6}
{"full_text":"RT In pandemicPostmates sold for $2.6BGrubHub stock douledDoorDash founder made $3BUber Eats revenue up 125%They ch...","sentiment_score":0.0}
{"full_text":"RT 4 patients wit #ayush liver injury 2dayFOUR!75y F, acute on chronic liver failure (ACLF) wil die31y M, ACLF req tr...","sentiment_score":0.1416666667}
{"full_text":"Despite the pandemic, #UNC is finding innovative ways to continue global learning through new programs with partners all over the world. Barbara Stephenson shares more","sentiment_score":0.2840909091}
{"full_text":"Criminal leadership","sentiment_score":-0.4}
{"full_text":"RT DAILY SNAPSHOT: Total Cases crossed the 2.17 million mark at 7:00 pm with over 13,000 cases reported across the region si...","sentiment_score":0.0}
{"full_text":"RT Thank you for sharing! Cindy is a great example of all the dedicated frontline heroes here at TMC\/UH and across the state...","sentiment_score":0.8}
{"full_text":"RT I find it obscene that a Congress full of millionaires (funded by billionaires) is trying to means test the difference betw...","sentiment_score":0.35}
{"full_text":"RT Florida is a hot COVID MESS. The end.","sentiment_score":0.0375}
{"full_text":"RT News here ...Texas Rep. Ron Wright has passed away. He had Covid, and previously hadcancer.","sentiment_score":-0.1666666667}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"RT Thousands of people crowded the streets of Tampa, Florida, after the Buccaneers beat the Kansas City Chiefs in the Super Bowl....","sentiment_score":0.3333333333}
{"full_text":"RT Maharashtra govt will probe celebrities, including Lata Mangeshkar &amp; Sachin Tendulkar, who tweeted in support of India again...","sentiment_score":0.0}
{"full_text":"RT  25% OF WORKERS SURVEYED IN PEEL REGION ARE GOING INTO WORK SICK WITH #COVID19   People shouldn't have to choose between t...","sentiment_score":-0.7142857143}
{"full_text":"RT The COVID-19 vaccines have met strict standards of safety, quality and effectiveness set out by the independent Medicines and He...","sentiment_score":0.0}
{"full_text":"RT In this year's Employer Index, we call on gaming to step up on socioeconomic diversity. This article by","sentiment_score":0.0}
