{"full_text":"RT The raceis a sportplayed inall the seasonsWorldwide.The contestantsare Loveand Livelihood.Livelihood alwaysseems...","sentiment_score":0.0}
{"full_text":"Absolutely spot on. I have no doubts the trial results will be comparable once the trial results are unblinded. 100% of this ignomious blame lies on the shoulders of . The pandemic has revealed to the world what a bunch of incompetents they are.","sentiment_score":0.2}
{"full_text":"#BREAKING New Zealand orders largest city Auckland into snap Covid lockdown - AFP | #livetube On the scene | More information?  Send us a #livestream and get paid. GO LIVE - CLICK ","sentiment_score":0.2575757576}
{"full_text":"RT We are sick to death of media here in Victoria. Where was this energy when Sydney had their northern beaches cluster, or when...","sentiment_score":-0.7142857143}
{"full_text":"RT NZ now in 3 day lockdown. The four countries that probably have the best quarantine systems in the world -- Taiwan,  Vie...","sentiment_score":1.0}
{"full_text":"RT Just sad to watch these arrest videos... we cannot treat fellow citizens like this (including disregard for  state pron...","sentiment_score":-0.275}
{"full_text":"RT BC stands for Before Coronavirus now. Sorry Jesus take a hike","sentiment_score":-0.5}
{"full_text":"RT In Julian #Assange's homeland, Australia, there is Covid scaremongering in a pandemic-free society, there are pages on Trum...","sentiment_score":0.0}
{"full_text":"RT Just going to re up this every day.Reopening early is insane.","sentiment_score":-0.45}
{"full_text":"RT Day 1: Domestic#SakuAtsuFluffWeek2021 #sakuatsu \"It's valentine's day and they stay at home, baking brownies...","sentiment_score":0.0}
{"full_text":"RT #BREAKING New Zealand orders largest city Auckland into snap Covid lockdown","sentiment_score":0.1363636364}
{"full_text":"RT Very tragic...Global village space by Dr. Moeed is a front of govt propaganda and is now being given task to counterat...","sentiment_score":0.05}
{"full_text":"RT Charlottesville should have been enough. Then Ukraine. Then Covid failure. Then Attack on our Capitol. If you don't #LeaveT...","sentiment_score":-0.1583333333}
{"full_text":"RT #BREAKING  Auckland to lockdown tonight; rest of country at level 2.","sentiment_score":0.0}
{"full_text":"Israel's COVID infection data takes turn for better.So what's next?https:\/\/t.co\/e6aCZSACz6","sentiment_score":0.0}
{"full_text":"Wuhan lab at centre of Covid storm 'designed cages to breed bats for virus experiments'","sentiment_score":0.0}
{"full_text":"RT Interesting angle, but not sure I agree.The claim here seems to be: the lockdown may be debatable, but in retrospect when we...","sentiment_score":0.125}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"RT  Happy Valentine's Day  four gifts for you, hope you will like it!  See you in Bangkok when the epidemic is...","sentiment_score":1.0}
{"full_text":"RT If you've been paying attention, you might have noticed that Dr. Susan Moore died after her concerns, as a Black woman...","sentiment_score":-0.1666666667}
{"full_text":"Yeah I think I'll pass on the vaccine. I already had covid anyway ","sentiment_score":0.0}
{"full_text":"Really,don't know if your a Dr or not but thought it was a World Wide HQ Feds responsibility,international flights (Morrison said they all would be home by Xmas),no vaccine (we are at the front of the line ) your just a Labor bagger like 80% of the media","sentiment_score":-0.1}
{"full_text":"RT My heart is breaking. My best friend is on a vent. Covid has ravaged her lungs so badly, Dr. says she's unlikely to survive...","sentiment_score":-0.0666666667}
{"full_text":"RT ...in case you might be under the impression that the CDC is a government funded agency, operating with the goal of your be...","sentiment_score":0.0}
{"full_text":"RT Yesterday, it was revealed that 60% of Covid deaths in the UK were disabled people. The same day, Tory MP Charles Walker w...","sentiment_score":-0.1}
{"full_text":"RT Not everyone can afford to save more during lockdown | Torsten Bell","sentiment_score":0.5}
{"full_text":"RT I'm not even sure if this is actually a police Twitter handle since it's not verified but assuming it is - please tell me...","sentiment_score":0.25}
{"full_text":"RT The infection survey shows that despite lockdown there has been no decline in infections caused by B117  variant...","sentiment_score":0.0}
{"full_text":"RT SA health ombud and molecular immunologist Professor Malegapuru Makgoba is fiercely opposed to the rollout of the AstraZenec...","sentiment_score":0.0}
{"full_text":"Lol.....what about those who went for NIN registration ?","sentiment_score":0.0}
{"full_text":"RT #BREAKING  Auckland to lockdown tonight; rest of country at level 2.","sentiment_score":0.0}
{"full_text":"RT Hey #insiders my daughter &amp; her family went through the Vic lockdown, homeschooling two kids, working from home.They full...","sentiment_score":0.35}
{"full_text":"RT Rajasthan Congressi talks about saving cows &amp; Kerala Congressis publicly eat beef. That's how Congress won elections 70 yrs....","sentiment_score":0.0}
{"full_text":"RT Most of these students were COVID 19 volunteers. After helping to fight a pandemic, they are now uniting against the military...","sentiment_score":0.2}
{"full_text":"RT New Zealand's largest city will go into a three-day lockdown and the rest of the country will be placed under heightened restrictio...","sentiment_score":0.1363636364}
{"full_text":"RT New Zealand's largest city will go into a three-day lockdown and the rest of the country will be placed under heightened restrictio...","sentiment_score":0.1363636364}
{"full_text":"RT #WHO experts want 'more data' from China on possible early #Covid cases.https:\/\/t.co\/GB6wZNQy0y","sentiment_score":0.2}
{"full_text":"RT The infection survey shows that despite lockdown there has been no decline in infections caused by B117  variant...","sentiment_score":0.0}
{"full_text":"RT Chris Cuomo under fire for saying nothing about his brother's COVID deaths coverup scandal","sentiment_score":0.0}
{"full_text":"RT Tokyo confirmed 371 new COVID-19 cases on Sunday, with daily figures keeping below 500 for an eighth day in a row.","sentiment_score":0.1787878788}
{"full_text":"Obviously hope that nothing comes of this.... But would be interesting to test commitment of anti-lockdown\/anti-maskers when the risk is bleeding out your ass to death  #WearAMask","sentiment_score":0.25}
{"full_text":"RT Listen to Fellow on how her Africa Women Journalism Project is supporting women journalists across five co...","sentiment_score":0.25}
{"full_text":"RT The new guidelines on safer sex during covid are quite something","sentiment_score":0.1363636364}
{"full_text":"RT JUST IN: Auckland, New Zealand put under three day lockdown amid new community coronavirus cases","sentiment_score":0.1363636364}
{"full_text":"#Plantbased meat sales exploded during the pandemic as alternative meat brands use fast food partnerships and digital advertising to reach targeted audiences and drive sales.","sentiment_score":0.1}
{"full_text":"RT #COVID19 | Ways to boost your #immunity to #StaySafe from #coronavirus #Unite2FightCorona","sentiment_score":0.0}
{"full_text":"just gonna drop this since this post is doing marginally well! Cosplay is my only form of income right now because of pandemic so every little bit helps!","sentiment_score":0.0171130952}
{"full_text":"RT You are so right. I have been saying exactly this to Ugandans. Why the panic about COVID when t...","sentiment_score":0.2678571429}
{"full_text":"The pandemic has put mental health on banking executives' agendas","sentiment_score":-0.1}
{"full_text":"RT BC stands for Before Coronavirus now. Sorry Jesus take a hike","sentiment_score":-0.5}
{"full_text":"More than a million people were set to receive letters on Saturday - with more than a million set to receive them in the coming days #Vaccine","sentiment_score":0.5}
{"full_text":"\"I couldn't believe the response, people were ordering cake after cake.\"","sentiment_score":0.0}
{"full_text":"#Spreadlove instead this Valentine's Day! COVID-19 may have changed our Valentine's Day plans this year but, we hope you will enjoy and celebrate with your loved ones in a safe environment. Let's keep up the fight against the coronavirus.#USAID #COVID19 #staysafe #ValentinesDay","sentiment_score":0.5333333333}
{"full_text":"1% of the UK population has had two vaccine doses. 22% have had one","sentiment_score":0.0}
{"full_text":"Radio's popularity increased during pandemic, say industry professionalshttps:\/\/t.co\/fS93epdNzl#WorldRadioDay #WorldRadioDay2021","sentiment_score":0.0}
{"full_text":"Leaders of several major U.S. airlines met online Friday with White House officials to press their case against requiring coronavirus tests for passengers on domestic flights, saying it would undermine the already fragile industry.","sentiment_score":0.0125}
{"full_text":"The past year has left many of us with a \"pandemic paunch\" but a fitness expert has revealed a fast and efficient way to get fit in as little as seven days.","sentiment_score":0.1104166667}
{"full_text":"RT No pandemic baby boom, a baby bust. No one is saying, hey you know what being trapped in this tiny apartment with you puts...","sentiment_score":-0.1}
{"full_text":"We have made multilingual info posters on COVID-19 prevention.Posters are available in 17 languages!Download freely for printing or web use.Read more: #multilingual #communication #communications","sentiment_score":0.4333333333}
{"full_text":"Rappler's says the pandemic worsened the impact of existing problems in the Philippine economy. Listen to the latest episode of Newsbreak: Beyond the Stories podcast:","sentiment_score":0.5}
{"full_text":"Late-Night Listens: Adapting to Post-Pandemic Life","sentiment_score":0.0}
{"full_text":"The weekend ritual that's on hold during lockdownhttps:\/\/t.co\/HtM4OJa4rJ","sentiment_score":0.0}
{"full_text":"The only #VDayCard you need to show off is the one from us. Share the love this #ValentinesDay: Upload a picture of you and your COVID vaccine card  Explain why you got the vaccine# Use the hashtag #VDayCard","sentiment_score":0.25}
{"full_text":"Take advantage of the time and learn a new skill this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation","sentiment_score":0.1363636364}
{"full_text":"\"Almost 40 percent of Americans making under $40,000 a year have lost their jobs, and the wage gains made during the first two years of the Trump Administration have evaporated. This is also the case outside the United States.\"https:\/\/t.co\/cdeTwC0T8N","sentiment_score":0.125}
{"full_text":"Beginning Monday, any South Carolina resident aged 65 or older, regardless of health status or preexisting conditions, can begin scheduling their appointment to receive COVID-19 vaccine.","sentiment_score":0.0333333333}
{"full_text":"Did you know that today marks one year since the first confirmed case of #COVID19 in Africa?We tell you why we must ensure the continent is not forgotten in accessing vaccines ","sentiment_score":0.325}
{"full_text":"Applications for new businesses jumped by 42 percent in Manila despite the financial challenges caused by the COVID-19 pandemic, according to the city's Bureau of Permits.https:\/\/t.co\/6ORXPf320n#MetroManilaNews","sentiment_score":0.0681818182}
{"full_text":"Following the resurgence of sporadic COVID-19 cases, China has encouraged people to stay put for the Spring Festival, an important occasion for family reunions that usually sees mass migration across the country. For full story: #China #SpringFestival","sentiment_score":0.125}
{"full_text":"No hugging.No kissing.Maintain 1.5m distance.Stay home and wear a mask.Let's report crime at 080010111","sentiment_score":0.0}
{"full_text":"Would you like to get involved but worried about how that works with current restrictions? Zoe talks about her experiences of becoming a leader in lockdown. #sundayread #volunteer #inspiregirls ","sentiment_score":0.225}
{"full_text":"Toyota Central Motors is very much concerned about the health of all our customers and staff members. We request you all to maintain social distancing to stay safe from covid-19.Stay Informed, Stay Protected!#toyotacentralmotors #toyotacentralsure #COVID19 #SocialDistancing","sentiment_score":0.1983333333}
{"full_text":"RT Rwanda is no. 6 on the list of Countries Which Handled COVID-19 Best in the World according to Lowy Institute.EU ret...","sentiment_score":1.0}
{"full_text":"Diageo Swaps Scotch for Tequila. But Not ReallyWhisky giant Diageo saw Scotch's Covid-19 crash slow but not reverse on their latest results, says Richard Woodard for WhiskyInvestDirect. So why does it still lead DGE's marketing spend?https:\/\/t.co\/RBtOw8QY1P#Scotch #whisky","sentiment_score":0.0666666667}
{"full_text":"COVID 19 cases in India until : 14\/02\/2021 12:30Total Cases: 10904738 [+0]Active: 134753Recovered: 10609788 [+0]Deaths :155676 [+0]Total Tests: 206.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Years to restore: How coronavirus pandemic knocked down Gaza Strip's education systemhttps:\/\/t.co\/vAbRBmIgiU","sentiment_score":-0.1555555556}
{"full_text":"#UK has taken a combination of measures to stop the spread of #COVID19, including a 3rd lockdown, a vaccination campaign that's reached over 14 million people, and a travel ban. Nawied Jabarkhyl reports from London.","sentiment_score":0.0}
{"full_text":"The US raised concerns over the possibility of the Chinese government's interference in the recent #WHO investigation into the origins of #Covid19 in Wuhan #coronavirus #CoronaVirusUpdates","sentiment_score":0.0}
{"full_text":"The New Normal For Business And Marketing. If there's one thing that cannot be denied, it is that the world has changed because of the Covid-19 pandemic. Read more here: #newnormal #business #marketing #covid19 #pandemic","sentiment_score":0.2621212121}
{"full_text":"RT . Dear Gov, I've applauded you here for your good deeds (eg Covid response, etc) but I'm now at a complete loss...","sentiment_score":0.4}
{"full_text":"Personalities, netizens react on recent ASEAN survey ranking, Philippines as the worst in leadership amid a pandemic","sentiment_score":-0.5}
{"full_text":"Happy Valentine's Day. Our supporters  make the biggest difference to brave young patients during the toughest times. This is baby Raees, a complex cardiac patient who also contracted coronavirus - his future is bright thanks to supporters like you.","sentiment_score":0.28125}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 24.8FWind Chill: 22.2FHumidity: 88%Dew Point: 21.8F Barometer: 30.254 inHgWind: 3 mph from the SSWCorona Virus Weekly Stats:Cases: 95.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT New Zealand confirms fresh community virus outbreakhttps:\/\/t.co\/5H2Py7H4Jd","sentiment_score":0.2181818182}
{"full_text":"RT #AMANEXERCISE2021. As an another achievement of govt;45 countries participating in International Maritime...","sentiment_score":0.0}
{"full_text":"The Island is really going to feel the restrictions now. We have been used to socialising indoors again under Tier 1, but it seems it could be MONTHS until we can once again have friends and family in our own homes. The isolation continues. Another year lost ","sentiment_score":0.4}
{"full_text":"RT Rand Paul was the only person in the Senate chamber who did not applaud officer Eugene Goodman Fri, and the only person...","sentiment_score":0.0}
{"full_text":"I wouldn't take anything anyone was as keen to give me as this lot are the vaccine.Cahill has been a top European scientist for years, suddenly she disagrees with the cult of Covid and she's a crank. No tell me another Green as grass and twice as gullible a lot of people .","sentiment_score":0.075}
{"full_text":"RT We should fund the NHS - not friends of the Tory Party.\"Outsourcing, privatisation and dodgy deals with the private sec...","sentiment_score":-0.05}
{"full_text":"Time: 07:00 * Temp: 6.1degC * Wind: SSW 8.1 to 25.1mph * Pressure: 1003.9hPa * Rain: 1.0mm * Hum: 97% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:45 * Sunset: 17:28 * Cloudbase: 280ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Yesterday, it was revealed that 60% of Covid deaths in the UK were disabled people. The same day, Tory MP Charles Walker w...","sentiment_score":-0.1}
{"full_text":"RT Day 1: Domestic#SakuAtsuFluffWeek2021 #sakuatsu \"It's valentine's day and they stay at home, baking brownies...","sentiment_score":0.0}
{"full_text":"Covid is over? Who said?","sentiment_score":0.0}
{"full_text":"Now playing Coffee with Kelevra Coronavirus Edition episode 16 by Kelevra Kidah !https:\/\/t.co\/hiieJSc0Pn","sentiment_score":0.0}
{"full_text":"RT 3\/3- drafted a letter urging state AGs to open investigations into avoidable, preventable coronavirus deaths in their...","sentiment_score":0.0}
{"full_text":"RT Ya rayes save our life from the CoRONA virus  #mTlbnsh_tjyl_wnlyn_yrys","sentiment_score":0.0}
{"full_text":"Feels like the new normal.","sentiment_score":0.1431818182}
{"full_text":"RT I'm not even sure if this is actually a police Twitter handle since it's not verified but assuming it is - please tell me...","sentiment_score":0.25}
{"full_text":"RT White House demands China release data from the earliest days of COVID outbreak, citing 'deep concerns' about WHO report ht...","sentiment_score":0.0}
{"full_text":"RT Proper    handling from the farm to the table helps fight the spread of COVID-19 #resilientfamilyfarming #sustainab...","sentiment_score":0.0}
{"full_text":"Kosovo votes for new parliament amid pandemic - Times of India","sentiment_score":0.1363636364}
{"full_text":"RT Herh, its Val's day, Kwame Amo no get money so he talk ein girlfriend say, he get COVID19 so dem no fit meet.","sentiment_score":-0.2}
{"full_text":"India Records 12,194 New Covid Cases; 1.09 Crore Total Cases So Far","sentiment_score":0.0787878788}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"The new guidelines that you have to follow in Delhi metro in coming daysSee: #ISRGKB #COVID19 #delhimetro #delhiNcr #lockdown #metro","sentiment_score":0.1363636364}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT The Wuhan ListREVEALED: Secret bat cages at Wuhan lab where researchers planned to breed animals for virus experiments...","sentiment_score":-0.4}
{"full_text":"Covid doesn't seem to be taking the hint.Once again, let's show that sneaky little virus exactly what we think of it.https:\/\/t.co\/0jhNABkGid","sentiment_score":0.03125}
{"full_text":"RT For  a journo, either you are lazy or have a patent hatred for Mr Modi like shishupal! Do some home work!!http...","sentiment_score":-0.3125}
{"full_text":"RT Hey guys. Unfortunately I tested positive for Covid so we will be distancing from each other in the meantime. I will film...","sentiment_score":-0.1325757576}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"RT \"When a 95-year-old dies of covid, it's a tragedy. When a 13-year-old dies of lockdown-induced suicide, it's a statist...","sentiment_score":0.0}
{"full_text":"Have you read how our artificial skin technology can be a defence against COVID-19 and getting employees back to work and students back in school. CEO talks with","sentiment_score":-0.2}
{"full_text":"Coronavirus kills 31 more, infects 1,404 over 24 hours","sentiment_score":0.5}
{"full_text":"RT personally I think withholding vaccines from illegally occupied territories in the middle of a pandemic should be a war crim...","sentiment_score":-0.1666666667}
{"full_text":"RT Other countries really have had COVID under control and haven't had cases in months. Niggas are living freely. America is r...","sentiment_score":0.1583333333}
{"full_text":"RT EU to speed approval of variant-modified coronavirus vaccines: paper","sentiment_score":0.0}
{"full_text":"can you hurry up and open the golf courses please. #lockdown2021 #lockdown #golf #backboris #boris #brandonlewis #gorlestongolfcourse #mosteasterlygolfcourse","sentiment_score":0.0}
{"full_text":"New IDC report highlights need for digital transformation to successfully navigate disruptions from global pandemic, names IBM TRIRIGA a leader","sentiment_score":0.2215909091}
{"full_text":"Many of us saw #hiring slow down during the #pandemic, along with unprecedented #layoffs and #furloughs, but the #market is returning to pre-pandemic levels. Discover why #growth rate is important and how you can measure it:https:\/\/t.co\/aPOPPXU87w#HRIS #HRadmin #CompanyCulture","sentiment_score":0.2088888889}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"Amazon hits back in court against accusations of negligence amid pandemic #Amazon #FederalCourt #LegalAction #Negligence #Pandemic ","sentiment_score":0.0}
{"full_text":"How can we stamp out Goff? I'm sick of this inept clown.","sentiment_score":-0.7142857143}
{"full_text":"RT #RJ_LDC_3600GP Hon'ble Time and again LDCs proved their loyalty to Govt even amidst Corona crisis, but...","sentiment_score":0.0}
{"full_text":"RT This is wrong ","sentiment_score":-0.5}
{"full_text":"#UAE has administered more than 5million doses of #COVID19 vaccines since the start of the campaign with a distribution rate of 50.61 doses per 100 people.#DubaiEyeonOne #DubaiOneTv","sentiment_score":0.5}
{"full_text":"I got blocked by her too. She advises the Scottish government on Covid policy, and likes to see her Twitter account filled only with Devi worshippers.","sentiment_score":0.2}
{"full_text":"Amid Covid, GMAT applications see 21% growth","sentiment_score":0.0}
{"full_text":"RT I wish that the great people of Ontario had some sort of collective body to stop a third wave with:- paid sick leave- m...","sentiment_score":0.0285714286}
{"full_text":"RT My Refund application no. 4000586260 is still not processed. The Air India flight was cancelled for PNR no....","sentiment_score":0.0}
{"full_text":"Well the media was also on their side. I can only speak for myself but the constant attacks on what we are doing does more damage for my mental health than the snap lockdown","sentiment_score":0.1}
{"full_text":"RT \"Once the vulnerable are vaccinated and lockdown is lifted, the only acceptable travel restriction - for that extra safety n...","sentiment_score":-0.1666666667}
{"full_text":"RT Vaccine roll-out in real world continues to mirror efficacy in clinical trials: out of 523,000 vaccinated people, only 5...","sentiment_score":0.1}
{"full_text":"RT #Odisha has successfully surpassed 8 million #COVID19 test milestone. #OdishaFightsBack","sentiment_score":0.75}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"RT the news: stay homey'all: let's go to HEB","sentiment_score":0.0}
{"full_text":"Valentine's Day in Norway: How different will it be with COVID-19?","sentiment_score":0.0}
{"full_text":"RT An Ebola outbreak was declared today in Guinea.This is in addition to the Ebola outbreak declared in DR Congo earlie...","sentiment_score":0.0}
{"full_text":"RT Rwanda is no. 6 on the list of Countries Which Handled COVID-19 Best in the World according to Lowy Institute.EU ret...","sentiment_score":1.0}
{"full_text":"Shubhodaya Today's News - 14th, Feb 2021:Top HeadlinesNational News:1. As 4G gets restored, foreign envoys expected to visit J&amp;K2. Common cold can't be termed as sign of coronavirus: AIIMS1\/n","sentiment_score":-0.28125}
{"full_text":"RT Don't say itDon't say it, its juvenileDon't say it, I'm better than thisDont....Wow, Dan Andrews knows NO BOUNDS t...","sentiment_score":0.5}
{"full_text":"RT NZ now entering alert level 3 for Auckland and 2 for the rest of the country for 3 days. This is due to 3 positive cas...","sentiment_score":0.0511363636}
{"full_text":"anyways covid sucks and i wish i could go back to my old life","sentiment_score":-0.0666666667}
{"full_text":"Dog and cat adoptions are still booming as pandemic continues - Kingsport Times News -","sentiment_score":0.0}
{"full_text":"RT India has launched the world's fastest vaccination programme in the fight against COVID.So far, over 75 lakh people have b...","sentiment_score":0.1}
{"full_text":"RT #Flames wear red#Canucks wear blueStay home safe this weekendAnd hope we win by 2","sentiment_score":0.65}
{"full_text":"RT Senate Republicans apparently threatened to use the filibuster to stop all other senate business -- including COVID19 relief fo...","sentiment_score":-0.0375}
{"full_text":"RT approaching the 1 year anniversary of 14 days to flatten the curve","sentiment_score":0.0}
{"full_text":"September is too late for vaccines to arrive.  Compare the progress of other countries around the world. #TrudeauFailedCanada #TrudeauVaccineFailure #TrudeauMustGo","sentiment_score":-0.2125}
