{"full_text":"RT Troubles in times of the pandemic.","sentiment_score":0.0}
{"full_text":"That's kind of where \"this is a pre-COVID movie\" comes into play. Does the moral \"your lot in life is perfect\" is a bit simplistic, admittedly. As for Diana, her wish wasn't intentional or specific to taking over that dude's life, and she struggled with the morality of it.","sentiment_score":0.22}
{"full_text":"RT According to new data released Friday, as of Feb. 12, 15,923 adverse reactions to #COVID #vaccines, including 929 deat...","sentiment_score":0.1363636364}
{"full_text":"RT The Heroes of the Pandemic Become Its Villains - Noah Rothman, Commentary Magazine","sentiment_score":0.0}
{"full_text":"RT \"We have to debunk this misinformation. The vaccine was not developed too quickly. It [has] been developed for a long time.\"...","sentiment_score":0.0833333333}
{"full_text":"#Mumbai | Reminds #Mumbaikars that now along with warden's, officials can also Penalize you for flouting #Covid_19 norms by not wearing #facemask along with list of #fine#mask #SocialDistancing #mumbailockdown #lockdown2021 #lockdown","sentiment_score":0.0}
{"full_text":"RT Renting an apartment is a big win,  especially in Lagos, Abuja, PH, the only year that i cldnt pay my rent all by myself was...","sentiment_score":0.2}
{"full_text":"RT \"#Tanzania's president is finally acknowledging that his country has a coronavirus problem after claiming for months th...","sentiment_score":0.0}
{"full_text":"RT  Israel lifted many of its coronavirus restrictions and started reopening its economy Sunday as the country's infection tr...","sentiment_score":0.5}
{"full_text":"On 22-23 February, we are not giving out waiting numbers at our Helsinki service point. Employees at our service point have been quarantined due to the coronavirus. This is temporarily affecting the operations or the service point. ","sentiment_score":-0.125}
{"full_text":"It gives me hope along with the German Corona Committee.","sentiment_score":0.0}
{"full_text":"I hope everybody dragging Ted Cruz also dragged Austin's mayor for going to Cabo when he told everyone to stay home.","sentiment_score":0.0}
{"full_text":"Personally I will be surprised if he doesn't","sentiment_score":0.05}
{"full_text":"RT stop whining about losing your 'hot years' to covid. some of us lost our hot years to not being hot","sentiment_score":0.25}
{"full_text":"RT this man definitely had covid","sentiment_score":0.0}
{"full_text":"When there's a pandemic but u wanna see your friends.... Here's your solution:","sentiment_score":0.0}
{"full_text":"What TPLF is capable of: Telling people that there will be a forced recruitment campaign and telling them not to stay at home. #UnityForEthiopia #Peace4Ethiopia #Justice4MaiKadra  #EthiopiaPrevails#StandWithEthiopia","sentiment_score":-0.05}
{"full_text":"RT Overcoming the COVID-19 pandemic needs to be our top priority as a nation. I joined members of my team to talk about our plan to...","sentiment_score":0.5}
{"full_text":"RT Have to say, he does a surprisingly good Cuomo voice h\/t","sentiment_score":0.7}
{"full_text":"RT Anyone think it's odd that the flu never hit us this winter? Yet covid is spreading like wildfire... Really makes me think...","sentiment_score":0.0166666667}
{"full_text":"Social distancing prevents me from sleeping in you bed.","sentiment_score":0.0333333333}
{"full_text":"Open schools and gyms today, please.","sentiment_score":0.0}
{"full_text":"RT 401,000. The number of immigrants Trudeau is bringing in this year- during a pandemic- when our economy is crippled.","sentiment_score":0.0}
{"full_text":"**Second-dose-only, if you received *Pfizer* vaccine around 2\/5\/2021PUTNAM, ConnecticutWATERFORD, CThttps:\/\/t.co\/pJXMfG5ei01. Select state2. Click on \"Schedule an appointment now\"3. Make sure to click on \"No, I just need the second dose.\"CVS Vaccine #COVIDVaccine","sentiment_score":0.25}
{"full_text":"Covid cases have dropped 77% in six weeks. Experts should level with the public about the good news: The pandemic is coming to an end, writes via","sentiment_score":0.35}
{"full_text":"It's a political action committee. Govt has done stranger things. During the lockdown ministry of ayush ( funded by taxpayer money) made people take those white homeopathic tablets and drink a bitter concoction which people readily did ","sentiment_score":0.04}
{"full_text":"RT The 2021 Covid Vaccine It List:In: PercentagesOut: Raw DataIn: Rat Fetal DeathsOut: More Animal Pregnancy TrialsIn:...","sentiment_score":0.1346153846}
{"full_text":"RT Why aren't more people asking this question...If CDC said it would cost $25B to reopen America's schools safely and Con...","sentiment_score":0.5}
{"full_text":"RT \"52% think news outlets are more concerned with supporting an ideology than informing the public; and 52% think the media...","sentiment_score":0.25}
{"full_text":"RT Responsible 'Pawri' Mode: ON!If COVID norms are not practised at social gatherings, due action will be taken against the atten...","sentiment_score":0.0520833333}
{"full_text":"RT When you listen to science to learn. When you listen to Republicans you die. Biden has been President a month and covi...","sentiment_score":0.0}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"The first case of the South African coronavirus variant was found in Nassau County, Gov. Andrew Cuomo says.","sentiment_score":0.125}
{"full_text":"- sir cases in Mumbai are increasing &amp; I seriously think u need to look at pvt offices. Most offices are working at 100% capacity &amp; are not following basic Covid guidelines. I think WFH should be imposed as it will help in lesser people getting out.","sentiment_score":0.0333333333}
{"full_text":"RT The proportion of women in India's labour force had been falling for some time. The pandemic has exacerbated this labour-...","sentiment_score":0.0}
{"full_text":"The first case of the South African coronavirus variant was found in Nassau County, Gov. Andrew Cuomo says.","sentiment_score":0.125}
{"full_text":"UK media lockdown has been a complete success, what you say 'Keith'?","sentiment_score":0.2}
{"full_text":"RT Covid: UK deaths rise by 215 as 9,834 new cases reportedhttps:\/\/t.co\/Ktot1sufAV","sentiment_score":0.1363636364}
{"full_text":"RT Huge news.","sentiment_score":0.4}
{"full_text":"And of course I understand how none of this feels reasonable to people without power for an extended period of time during the winter. Especially during a pandemic when it's not safe (or affordable for many) to pile into others' homes and hotels.","sentiment_score":0.1125}
{"full_text":"RT Vicki runs a kids dance school. During the 1st lockdown she applied for a COVID grant to keep her business going.But her...","sentiment_score":0.0}
{"full_text":"RT wow you could knock me done with a fake pandemic KORF","sentiment_score":-0.2}
{"full_text":"RT Modi govt denying permission to the Sikh jatha traveling for the 100th anniversary of Saka Nankana Sahib citing Covid-19...","sentiment_score":0.0}
{"full_text":"RT Did Ron DeSantis break law in COVID vaccine debacle?","sentiment_score":0.0}
{"full_text":"RT Supply is still limited. While we wait for more from the federal government, CA is setting aside vaccines to make sure our...","sentiment_score":0.3095238095}
{"full_text":"The first case of the South African coronavirus variant was found in Nassau County, Gov. Andrew Cuomo says.","sentiment_score":0.125}
{"full_text":"The first case of the South African coronavirus variant was found in Nassau County, Gov. Andrew Cuomo says.","sentiment_score":0.125}
{"full_text":"healthcare pls","sentiment_score":0.0}
{"full_text":"That's asinine. There's a damn pandemic on. If you saved them a lock and took a picture or video, voila, obligation over. Source: that's all I fucking did; besides, my nugget was scared &amp; cried the whole time, so not much was missed. ","sentiment_score":-0.1666666667}
{"full_text":"RT We lost 291,557 Americans in WW2. Why are you inflating the numbers here? Stop dismiss...","sentiment_score":0.0}
{"full_text":"34 travellers' among 84 fresh covid-19 cases","sentiment_score":0.3}
{"full_text":"RT Sweden has a 12% excess mortality above past years, while all its neighbors have none.","sentiment_score":-0.125}
{"full_text":"Petition: Repeal Coronavirus Act and end all Covid-19 restrictions","sentiment_score":0.0}
{"full_text":"Dubai Cares' contribution to COVID-19 global response in 2020 highly regarded by the international education community","sentiment_score":0.0533333333}
{"full_text":"RT 'Good morning, Mr Hancock. Shouldn't the public at least be able to expect during a pandemic that their health secretary...","sentiment_score":0.225}
{"full_text":"The first case of the South African coronavirus variant was found in Nassau County, Gov. Andrew Cuomo says.","sentiment_score":0.125}
{"full_text":"RT pov: it's february 21st 2020. map of the soul 7 just dropped. you're listening to each new track and loving every second of i...","sentiment_score":0.1840909091}
{"full_text":"Apart from me, who else think paying for  covid test feels like hospitals are taking advantage of the situation at hand to extort others.This a a global canker and should be handled with much care and sympathy for we're all in this together. Could test should be free of charge!!","sentiment_score":0.275}
{"full_text":"RT Virtually every aspect of the COVID vaccine, from the lipid nanoparticles to the mRNA technology, was developed in acade...","sentiment_score":0.1}
{"full_text":"The first case of the South African coronavirus variant was found in Nassau County, Gov. Andrew Cuomo says.","sentiment_score":0.125}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT Yesterday, 12 MDC-A officials were arrested at the Chinhoyi party offices for, allegedly, breaching COVID-19 regulations whi...","sentiment_score":-0.1}
{"full_text":"And here we sit, 12 months later.","sentiment_score":0.0}
{"full_text":"RT New CDC school opening guidelines fail to 'follow the science' - STAT","sentiment_score":-0.1818181818}
{"full_text":"The first case of the South African coronavirus variant was found in Nassau County, Gov. Andrew Cuomo says.","sentiment_score":0.125}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT Apparently to that criminal terrorist family it's perfectly normal to discuss covid and schools in front of a wal...","sentiment_score":-0.0666666667}
{"full_text":"RT Global #Covid cases top 110.7 mn: Johns Hopkins | Greater Kashmir","sentiment_score":0.3333333333}
{"full_text":"treading water in treacle. Resign.https:\/\/t.co\/5bfdEoSdvQ","sentiment_score":0.0}
{"full_text":"RT Grumbach:  U.S. has \"an ideology that values corporate profits over the lives of the vulnerable and sees health care as a co...","sentiment_score":-0.25}
{"full_text":"Right.You mean like leaving flights from China coming in, letting flights land with Covid cases, failing to provide proper screening at airports, inept vaccine delivery?Sorry pal, if culpability was an issue, your party would be top of the heap.","sentiment_score":0.0625}
{"full_text":"RT Weird isn't it ? You can go out in groups and kill birds . . . but you can't go out alone and watch them to feel good ab...","sentiment_score":0.1}
{"full_text":"RT Something tragic about middle aged men expecting attention for something everyone else has been doing quietly for years...","sentiment_score":-0.2125}
{"full_text":"And Sigma did a keep? Bwoy","sentiment_score":0.0}
{"full_text":"aslan covid is an illusion","sentiment_score":0.0}
{"full_text":"RT Biden called Cuomo's coronavirus handling the \"gold standard\" &amp; gave him a primetime slot at the DNC to contrast him wit...","sentiment_score":0.0}
{"full_text":"RT In today's coronavirus update --  UK wants all adults vaccinated by July 31. Israel eases lockdown restrictions by...","sentiment_score":0.2}
{"full_text":"RT U.S. coronavirus death toll nears a half-million -- 13 months after the nation's first case. These are some of the young...","sentiment_score":0.175}
{"full_text":"RT Why is Joe Biden pledging $4 Billion to a \"global\" pandemic relief effort while millions of Americans are suffering from...","sentiment_score":0.0}
{"full_text":"I really hope one day when the pandemic is over we could all meet up in person &lt;33","sentiment_score":0.2}
{"full_text":"He's social distancing o. No house visits ","sentiment_score":0.0333333333}
{"full_text":"RT If that's true, why some of us getting a vaccine for covid when we already have the flu shot available?I've...","sentiment_score":0.35}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"RT I asked this question when Cuomo was thrown in the barrel last week. I can tell you this. When Arizona's nursing home data...","sentiment_score":0.0}
{"full_text":"RT Nearly 500,000 dead from Covid in the US.According to the if 500,000 people were in busses placed end-t...","sentiment_score":-0.05}
{"full_text":"RT Overcoming the COVID-19 pandemic needs to be our top priority as a nation. I joined members of my team to talk about our plan to...","sentiment_score":0.5}
{"full_text":"I dont agree with the redundancy off most of your dyson field service engineers during the #pandemic however I sent in my dyson for repair on a Friday and already having it returned back to me on Monday. Now that's an amazing repair turnaround ","sentiment_score":0.3666666667}
{"full_text":"RT are rising shut down all the schools and colleges across India and take online exam , promote...","sentiment_score":-0.1555555556}
{"full_text":"RT oh fuck yeah I'm about to get 60 covid vaccines and a new wavestorm","sentiment_score":-0.1318181818}
{"full_text":"She is extremely smart. If it wasn't for COVID she'd be in extra classes... Her school canceled them though.","sentiment_score":0.1071428571}
{"full_text":"RT As we enter a new presidency and a post-pandemic world, we have an opportunity to regain the sense of optimism and ideal...","sentiment_score":0.5181818182}
{"full_text":"RT SARS-CoV-2 &amp; the UK.A story in four parts, with 80,000 Covid-19 deaths between the first and last parts.","sentiment_score":0.125}
{"full_text":"RT This 8-second segment by Michael Che on \"Saturday Night Live\" is totally outrageous. He accuses Israel of vaccinating...","sentiment_score":-0.4318181818}
{"full_text":"RT We don't need a 'path' out of lockdown. We don't need a road map.We don't need to be cautious or gradual.It must end...","sentiment_score":0.0}
{"full_text":"How many days ago did I say I suspected lowering of cases would occur by restriction to testing.......perhaps five or so days ago.  F....THIS..(SWISS) LIFE","sentiment_score":0.5}
{"full_text":"#JustinTrudeau looking at traveler guidelines it says You must be forced to quarantine with negative covid test no symptoms at all and proof of vaccination as well??? This is ludacris","sentiment_score":-0.3}
{"full_text":"RT At least 362,221 incarcerated people are currently sick with COVID-19. At least 2,424 people have died.Mass incarceration is an...","sentiment_score":-0.4380952381}
{"full_text":"RT New weekly COVID-19 infections in El Paso County reached the lowest levels since the first full week of fall. Hospitaliza...","sentiment_score":0.2454545455}
{"full_text":"RT Put Texas Disaster relief in the Covid-19 relief package. Let's see Ted Cruz and John Cornyn try and filibuster that.","sentiment_score":0.0}
{"full_text":"RT Thank you During pandemic they have:- Volunteered 1000s of hours in hospitals helping with patient c...","sentiment_score":0.0}
{"full_text":"RT City of London Police have implemented a dispersal zone after reports a large group of anti-social cyclists  breaching...","sentiment_score":0.2142857143}
{"full_text":"RT This interview started with an open mic to Scalise to slam Biden on school reopenings and the covid relief bill, as if he's...","sentiment_score":0.0}
{"full_text":"RT According to new data released Friday, as of Feb. 12, 15,923 adverse reactions to #COVID #vaccines, including 929 deat...","sentiment_score":0.1363636364}
{"full_text":"RT All Karyakartas and office-bearers of BJP hail and loud the tireless and ceaseless efforts of PM Shri during t...","sentiment_score":0.0}
{"full_text":"I am a Kiwi\/CND. I have been writing on NZ for a year. Notice when the noise of vaccines was started: O'Toole demanded to know why our vaccines were slow. NOv 26,  A day after Alberta admitted mistakes and Ont's Auditor General said we were lack and slow.","sentiment_score":-0.125}
{"full_text":"Pandemic kids bop... well this was 2019, they are probably full black metal at this point.","sentiment_score":0.0916666667}
{"full_text":"RT Public hospitals like Elmhurst are the heart of our city's health care system. They treat those with the least access to ca...","sentiment_score":-0.15}
{"full_text":"RT .@WHO has not reviewed or certified the effectiveness of any traditional medicine for the treatment #COVID19.","sentiment_score":0.0}
{"full_text":"So why did Matt Hancock suddenly start panic-buying PPE?","sentiment_score":0.0}
{"full_text":"RT Sweden has a 12% excess mortality above past years, while all its neighbors have none.","sentiment_score":-0.125}
{"full_text":"Hi Dick Onesock.","sentiment_score":0.0}
{"full_text":"doesn't wash their cars during covid!!","sentiment_score":0.0}
{"full_text":"Just over a year since the first known US Covid-19 death, more than 500,000 people will have died from the disease by the end of this week.https:\/\/t.co\/iOdiGyU9ZH","sentiment_score":0.375}
{"full_text":"Ways to Know It's Time for New Office Space #CRE #Office #NewNormal #COVID-19 #TenantTips #Leasing","sentiment_score":0.1363636364}
{"full_text":"RT All Karyakartas and office-bearers of BJP hail and loud the tireless and ceaseless efforts of PM Shri during t...","sentiment_score":0.0}
{"full_text":"And 2 of those had Covid ","sentiment_score":0.0}
{"full_text":"RT No other country has counted so many deaths in the pandemic. More Americans have perished from Covid-19 than on the bat...","sentiment_score":0.3541666667}
{"full_text":"RT Covid at Sigma trying to decide whether to infect people now or wait until 8pm curfew","sentiment_score":0.0}
{"full_text":"No Allah d na ki chi corona e....kho its also a kind of corona if you flue or chest infection bor the like","sentiment_score":0.6}
{"full_text":"RT According to new data released Friday, as of Feb. 12, 15,923 adverse reactions to #COVID #vaccines, including 929 deat...","sentiment_score":0.1363636364}
{"full_text":"While Connecticut has now provided over 600,000 vaccination shots, the COVID-19 vaccine is still not approved for children under the age of 16 -- but medical experts say that could change in the coming months.","sentiment_score":0.0}
{"full_text":"RT SANDF generals thought Covid-19 was biological warfare and bought R260 million of useless medicinehttps:\/\/t.co\/pylwza1Pr1(...","sentiment_score":-0.5}
{"full_text":"#WATCH interviews","sentiment_score":0.0}
{"full_text":"February 21, 2021 Letter Regarding COVID-19 Daily Screening Form for Studentshttps:\/\/t.co\/5Mt26sMHE7","sentiment_score":0.0}
{"full_text":"Upcoming lockdown activities in week 8:-TV Show: Peaky Blinders (Seson 1 + 2)-Music: Phil Campbell &amp; The Bastard Sons ,,We're the bastards\"-Comic: The Complete MAUS (Art Spiegelman)","sentiment_score":0.15}
{"full_text":"Hear from leaders from #Medellin, #Tirana &amp; #Freetown on getting to a resilient, equitable future for all after #COVID19. LIVE on Monday, Feb. 22 at 7:15 am ET","sentiment_score":0.0681818182}
{"full_text":"DHEC announced 1,389 new confirmed cases of the coronavirus and 56 additional confirmed deaths on Sunday.https:\/\/t.co\/XZbYTNdktL","sentiment_score":0.3121212121}
{"full_text":"Macon Civic Club works to survive the COVID-19 pandemic despite cancelation of shows:","sentiment_score":0.0}
{"full_text":"RT #Whitmer copied most everything from #Cuomo on nursing homes.Except one HUGE difference. Cuomo stopped Covid(+) people...","sentiment_score":0.45}
{"full_text":"RT 'Are you okay?' Bro, this is my third lockdown.","sentiment_score":0.25}
{"full_text":"To stay updated on the most recent COVID-19 vaccination information, visit the Central Michigan District Health Department's website at","sentiment_score":0.1666666667}
{"full_text":"2 days to go for our free #webinar - 'Rethinking Product Packaging- To Address The New Normal' Grab your spot today!https:\/\/t.co\/ylKKXT3EUx#CPG #pandemic #packaging","sentiment_score":0.2287878788}
{"full_text":"Children's mental health during the Pandemic, what's the effect?","sentiment_score":-0.1}
{"full_text":"Denmark culled 17 million mink when #COVID spread to the animals in fur farms. With cases also found in U.S. mink, Prof. warns that factory farms risk becoming 'natural bioweapon factories'. TONIGHT: Tune in at 10pm ET on #OnAssignmentMSNBC","sentiment_score":0.275}
{"full_text":"It ain't libel if it's true.  Apparently approval to allow Palestinians who don't work in Israel is currently held up by the Prime Minister.https:\/\/t.co\/9gMJ3JUzI6","sentiment_score":0.1333333333}
{"full_text":"RT Happy to learn that #Odisha has emerged as top 3 leading states in #COVID19 vaccination with 82% vaccination coverage...","sentiment_score":0.65}
{"full_text":"Low quality #HumanRights #disclosures reflects poor treatment of employees by corporates throughout the #COVID19 #pandemic, according to Extra insights from (@ShareAction) and mention of report here:","sentiment_score":-0.1333333333}
{"full_text":"RT Saturday night life in Russian club in midst of the pandemic","sentiment_score":0.0}
{"full_text":"#OUB339 Wk18 - This week I learnt about writing and launching a call to action which I was able to put into practice straight away for the #B329LeadershipChallenge.  #TeamMunster looked at fairer access to education post covid and created a blog post:","sentiment_score":0.2666666667}
{"full_text":"Amid the loss of jobs, social interactions and life milestones, experts say people are grieving more than just the tragic consequences, like death and long-term illness, of the COVID-19 pandemic.https:\/\/t.co\/T4DiNSAGjd","sentiment_score":-0.0722222222}
{"full_text":"As temperatures continue to rise in Texas after this past week's winter storm, it is important for homeowners to mitigate damage caused by water. Here are some helpful tips from the about mold.","sentiment_score":0.075}
{"full_text":"RT .@Keir_Starmer out batting for the Tories. Again. ","sentiment_score":0.0}
{"full_text":"Broadcaster Jo Whiley says vulnerable sister only offered Covid-19 jab after testing positive","sentiment_score":-0.0909090909}
{"full_text":"Free COVID-19 TESTINGMonday Feb 22 9am-4pmNorth Park Pool Parking LotSouth Ridge DrRegister  No appointment neededThis is a walkup site not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":".@tomshatelOWH misses the fans. So do we all. But most of all, the teams do. And the pandemic has made a developing question urgent: What if a lot of them don't come back?","sentiment_score":0.25}
{"full_text":"RT Ken Pirie works for the Dept of National Defence &amp; is a former colleague of Redman's. He had strong words for Kenney &amp;...","sentiment_score":0.2166666667}
{"full_text":"Here is the link to the recording on last week's Teatime with SHE with Nadereh Chamlou of the Atlantic Council on #GenderEquality in the #COVID Era!Watch here:","sentiment_score":0.0}
{"full_text":"Caracas district installs well as water shortages hit Venezuela amid pandemic","sentiment_score":0.0}
{"full_text":"\"A lot of experts actually think some of [President Biden's COVID] goal marks could be a little bit more ambitious,\" says is taking \"the opposite tack of the Trump administration...under promising &amp; hoping to over deliver.\"Watch more:","sentiment_score":0.1803571429}
{"full_text":"COVID 19 cases in India until : 21\/02\/2021 22:30Total Cases: 11004887 [+13795]Active: 147096Recovered: 10696840 [+9302]Deaths :156412 [+73]Total Tests: 210.93MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Thousands of nurses, doctors, custodians, and other healthcare workers died from #COVID19 because the Trump administration failed to provide them #PPE. ","sentiment_score":-0.3125}
{"full_text":"Polyamorous relationships under severe strain during the pandemichttps:\/\/t.co\/TClsS2U2vC","sentiment_score":0.0}
{"full_text":"Focusing on your heart health has never been more important. People with poor cardiovascular health are at increased risk for severe illness from COVID-19. Make heart health a part of your self-care routine, and join us for the next Walk with Ease Self Directed Course on 3\/1\/21.","sentiment_score":0.125}
{"full_text":"In a touching moment, Maher Ibrahim, an Arab Israeli nurse recited the traditional Shema prayer together with a religious Jewish patient dying from #COVID19. Soon after, the patient passed away.Maher, thank you for your compassion &amp; for showing the world coexistence in Israel.","sentiment_score":0.125}
{"full_text":"Local churches like Community Christian have been working hard to adapt to the pandemic by creating online lessons, weekly activity sheets and socially distanced services to keep families tied to their faith.https:\/\/t.co\/Sa7dwAQSZD","sentiment_score":-0.0645833333}
{"full_text":"If you're interested in getting the #COVID19Vaccine, are in Alameda County, and meet the current State eligibility, you can get it through and Check out the tweet below and the link in that tweet for more info.#HighRiskCA #COVIDVaccine #COVID19","sentiment_score":0.25}
{"full_text":"We at Amy Jones Travel will continue to operate and prepare to serve in full force once this pandemic ends and everything goes back to normal. Let's follow all the guidelines and work hand-in-hand in defeating #covid19. #ExpertAdvice #TravelPlanner #AmyJonesTravel","sentiment_score":0.1666666667}
{"full_text":"It recognised the tireless efforts and hard work of the centre during the Covid-19 pandemichttps:\/\/t.co\/wJdJRFhufX","sentiment_score":-0.2916666667}
