{"full_text":"RT UK Govt see the pandemic as the biggest grifting opportunity of their lifetime - that's the tweet","sentiment_score":0.0}
{"full_text":"CA Apparel News - NRF Big Show Charts How Retail Survived COVID","sentiment_score":0.0}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"RT Is it any wonder why the UK is suffering one of worst in the world with #COVID19?English band 'Right Said Fred' brag about...","sentiment_score":-0.3571428571}
{"full_text":"I personally apologise for this situation that was caused by shutdowns at European warehouses due to COVID. We are doing our best to get all of the kits as soon as possible. Please send me a mail and I will follow yours up. Zachary.hollis@skoda-auto.co.in","sentiment_score":0.175}
{"full_text":"RT sza feat. frank ocean would be the cure for covid.","sentiment_score":0.0}
{"full_text":"RT I am just here imagining a presidential message to all Ugandans, put out in form of a song. Boom! It hits the airwaves, p...","sentiment_score":0.0}
{"full_text":"shame on you last night. You let a lady talk excitedly and lengthily saying that vaccine does not prevent you getting Covid. It just stops old people dying. YOU agreed with her! Not true! You went on to suggest the government not truthful,","sentiment_score":0.00625}
{"full_text":"RT A court challenge, in Northern Ireland, to the ban on children playing sport due to Covid-19 has cleared the first hurd...","sentiment_score":0.0625}
{"full_text":"RT The new passenger terminal at Addis Ababa Bole International Airport in Ethiopia was completed during the pandemic....","sentiment_score":0.0681818182}
{"full_text":"RT Tomorrow on #r4today; Prof Graham Medley on 'adaptive management' as a way out of lockdown, and and Zoe Wil...","sentiment_score":0.0}
{"full_text":"RT And a bloody barbecue! Aaaaargh!","sentiment_score":-1.0}
{"full_text":"Important details about #Japan's #vaccination plan.  Let's hope it works.   Aims to have sufficient supply for everyone by June, possibly full vaccination by September.  Maybe by the end of this year life can become a bit more normal.   #StayAtHome #FingersCrossed","sentiment_score":0.35}
{"full_text":"RT Quarantine of arrivals from only selected countries will not work. All arrivals should quarantine and travel should be...","sentiment_score":0.0}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a better...","sentiment_score":0.25}
{"full_text":"In Australia there are almost ZERO COVID cases and there have been no attacks. So this  news page is just fake.","sentiment_score":-0.5}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"The Ora party pad may have got off. But the British public should now shun Ora. She has disrespected all of us by repeatedly ignoring covid rules. Time to consign this talentless waster to the dustbin of fallen celebrities.","sentiment_score":0.0}
{"full_text":"Government in breach of the law#COVID19 #ppe  #goodlawproject","sentiment_score":0.0}
{"full_text":"RT I am sorry but every single journalist in the country needs to listen to this, bring this doctor on to your channels and get...","sentiment_score":-0.2857142857}
{"full_text":"RT MORNING GROOVE  with Ronaldo (Nasty Girl) - #TG...","sentiment_score":-1.0}
{"full_text":"RT Who is responsible 4the high charges of Covid19 test kits that hv made it so much impossible 4an average Ugandan 2test 4Covid...","sentiment_score":-0.1141666667}
{"full_text":"RT 4) and when that happens, what worked before to keep the pandemic contained at R of 0.9 will no longer work. Here is the mo...","sentiment_score":0.0}
{"full_text":"RT Holy cow: 10% of the village of Corzano  has the #B117 variant--10% of all residents! 60% of cases are kids from kindergar...","sentiment_score":-0.1666666667}
{"full_text":"RT Some long-term steps to help African farmers access seeds to better combat hunger:Community seed banksData on availability...","sentiment_score":0.25}
{"full_text":"RT I am just here imagining a presidential message to all Ugandans, put out in form of a song. Boom! It hits the airwaves, p...","sentiment_score":0.0}
{"full_text":"It's not bad. Plus it's a pandemic. Gotta watch whatever.","sentiment_score":0.35}
{"full_text":"RT \"Why am I feeling so anxious lately?\"She thought to herself after knowingly going through a year of a pandemic, three...","sentiment_score":-0.275}
{"full_text":"man &amp; it's such a joke too bc he cheated on her in HER own hse she bought &amp; then left her for the younger girl &amp; during COVID asshole cheated on the younger girl w ANOTHER younger girl &amp; meanwhile he's still relying on the girls to pay the bills... PATHETIC. Anyway. Same energy","sentiment_score":-0.05}
{"full_text":"RT Great to see sPark It Liverpool, and mentioned in this Liverpool City Reg...","sentiment_score":0.8}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT What an inspiring group of teachers!Although it's Children's Mental Health Week, we need to ensure our teachers are...","sentiment_score":0.2}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"RT Holy cow: 10% of the village of Corzano  has the #B117 variant--10% of all residents! 60% of cases are kids from kindergar...","sentiment_score":-0.1666666667}
{"full_text":"It's something a vaguely competent govt would have pre arranged early on in the pandemic, so it could be activated immediately. But hey-ho, it's only a global pandemic ","sentiment_score":0.15}
{"full_text":"RT The impact of #COVID19 on persons with #disabilities has been dramatic worldwide. Watch the first in a two-part investigat...","sentiment_score":-0.0916666667}
{"full_text":"Bumped into #MaryJane tonight. Have not seen her in about a year now. Back in the pre pandemic world   #DanceLA #AgeofCOVID19","sentiment_score":0.0}
{"full_text":"Government literally destroyed millions of lives with lockdown.They fudged GDP data by using organized sector as a proxy for unorganized sector. More than 10 crore people applied for NREGA by January end. But nobody is bothered about these things. As if poor people don't matter.","sentiment_score":0.05}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"thinking about how i was supposed to get my wisdom teeth taken out last year but then the pandemic hit and everything went on lockdown and now my wisdom teeth are pretty much fully out and nothing happened","sentiment_score":0.15}
{"full_text":"In dealing with #BigPharma on #Covid19 #vaccines , the has its hands tied, say law experts consulted by our partner Check out their analysis of the  - #AstraZeneca deal. #ddj #EU #coronavirus","sentiment_score":0.0}
{"full_text":"RT That would make it a mere 330 days after Taiwan did it.Covid deaths in UK           110250Covid deaths in Taiwan:  8...","sentiment_score":-0.5}
{"full_text":"Can explain to me 1k people flying into the UK from high risk countries.. but I'm not supposed to leave the fecking house!! WTF???  #BorisJohnson #COVID19 #coronavirus #vaccine","sentiment_score":-0.125}
{"full_text":"(Birmingham mail):#PS5 restock predicted with shipment lasting 'much longer' : AMD has been selling their chips like crazy, but due to COVID  has struggled to ramp up production ..","sentiment_score":-0.13125}
{"full_text":"RT Why doesn't Morrison require Kelly to remove his COVID disinformation from FB? What is the point of the \"dressing dow...","sentiment_score":0.0}
{"full_text":"RT Coronavirus live news: UK accused of being too slow on quarantine hotels; Mexico runs out of vaccines","sentiment_score":-0.0818181818}
{"full_text":"RT Some astonishing and disgraceful revelations here about a man whose misleading claims on Covid-19 have formed the backbo...","sentiment_score":0.5}
{"full_text":"RT With school attendance restrictions being in place due to the current pandemic, local authorities have a duty to secure spe...","sentiment_score":0.06875}
{"full_text":"RT Get your fully customizable Spotify  music plaques for only $15 we do local and regional deliveries Support! #StayHom...","sentiment_score":0.0}
{"full_text":"RT Holy cow: 10% of the village of Corzano  has the #B117 variant--10% of all residents! 60% of cases are kids from kindergar...","sentiment_score":-0.1666666667}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Powerful read.\"Healthcare professionals and scientists must return to [our] guiding principles in order to regain the trus...","sentiment_score":0.3}
{"full_text":"Exclusive: indigenous Americans dying from Covid at twice the rate of white Americans","sentiment_score":0.0}
{"full_text":"NYC 3 years ago today, I miss travelling! NYC just over a year ago was my last trip before Covid, and have a NYC trip booked for this year since last July for my godchilds 18th ","sentiment_score":0.0}
{"full_text":"RT I am shattered to know that my friend, &amp; dynamic news anchor of our very own #VikasSharma is no more. I rem...","sentiment_score":0.1766666667}
{"full_text":"RT Native Americans are DYING AT THE HIGHEST RATES from COVID. This is systemic. The media barely talks about it. Th...","sentiment_score":0.05}
{"full_text":"Agenzia italiana del farmaco (AIFA) approves two monoclonal antibodies from and for the treatment of #Covid19. Read more from","sentiment_score":0.5}
{"full_text":"RT fucking yes. why do people keep asking this? he died too. just like 451,000 other Americans.","sentiment_score":-0.3625}
{"full_text":"RT I spoke to the Prime Minister of India, His Excellency this afternoon following the arrival of the first...","sentiment_score":0.125}
{"full_text":"RT  What's the role of the local government in enforcing COVID-19 restrictions? It seems the assemblies a...","sentiment_score":0.0}
{"full_text":"We don't know about you, but we can't wait to for this to be us! #Covid19UK #COVID #lockdown2021 #SocialDistancing","sentiment_score":0.0}
{"full_text":"By 18, Joan of Arc had liberated a city and helped crown a king.When I was 18, I projectile vomited in Magaluf. Success is measured differently. Check it out here - #History #lockdown #strongwomen","sentiment_score":0.15}
{"full_text":"Bandcamp is again waiving it's revenue share to help artists and labels impacted by this pandemic.Buy direct from your favourite artists\/labels this Friday 5th Feb 2021https:\/\/t.co\/BMHiAR1n6l#deviatedinstinct #crustpunk #stenchcore#supportartists #bandcampfriday","sentiment_score":0.1}
{"full_text":"Today Saffron Walden Museum launches a new website to support learning during the pandemic and beyond.The learning hub can be accessed from the museum website, at","sentiment_score":0.1363636364}
{"full_text":"Johnson &amp; Johnson requests U.S. authorization for its one-dose COVID vaccine","sentiment_score":0.0}
{"full_text":"The scrapping of the autonomous status of the Muslim-majority state has impacted its economy significantly. The indefinite lockdown in the disputed territory has resulted in an economic loss of more than $1.4 billion. #KashmirSolidarityDayhttps:\/\/t.co\/DmGMBOkrCz","sentiment_score":0.36875}
{"full_text":"Not one of Emma chamberlains little friends moving to Hawaii in the middle of a pandemic to spread a commodified Hawaii to over 2 million subs!","sentiment_score":-0.09375}
{"full_text":"RT PLEASE can people WAKE UP! Now they are saying we won't be coming out of lockdown until the TOP 9 GROUPS are vaccinated! This...","sentiment_score":0.625}
{"full_text":"#Kuwait reports 840 new #COVID19 cases as health minister calls for strict compliance with protocols.  ","sentiment_score":0.1363636364}
{"full_text":"\"It's not showing how fast you can sprint consistently, it's about doing things on your own terms.\"Oliver Jeffers shares how Covid derailed his travel and career plans, and how he's adapted as a result","sentiment_score":0.35}
{"full_text":"Looking for some fun ideas to fill your lockdown weekend?Why not check out this list from great ideas!https:\/\/t.co\/9ttAHwvoJO","sentiment_score":0.55}
{"full_text":"Many people, including some legislators, think \"cutting the line\" of essential workers, the elderly, and those with pre-existing conditions is simply not fair.https:\/\/t.co\/ZPPqdetJix","sentiment_score":-0.025}
{"full_text":"Thank you to Paula for sending us these stunning images of Orrell Waterpark! #WhatsOnYourDoorstep ? If you're out exercising near to your home, please email a photo to pr@wigan.gov.uk Visit Remember, stay safe and stay local","sentiment_score":0.30625}
{"full_text":"\"With cleaning, people just see us at the bottom of the ladder.\"Outsourced hospital staff are \"on a knife-edge\" without adequate protections. reports:","sentiment_score":0.3333333333}
{"full_text":"The COVID-19 pandemic has put a severe strain on Putco's finances, with the passenger bus company on course to retrench 214 employees","sentiment_score":0.0}
{"full_text":"RT The article has been corrected to clarify that WTO has not ruled against the proposal by India and South Africa and that...","sentiment_score":0.0}
{"full_text":"Hundreds of holidaymakers are still waiting on refunds from Teletext Holidays #CoronaVirus","sentiment_score":0.0}
{"full_text":"#India is making progress in battling #COVID19, seeing declining cases and increasing vaccinations coupled with low mortality but high recovery rates.","sentiment_score":0.08}
{"full_text":"#HappyFriday all! Even though we are still in lockdown and it hasn't been easy, please do continue to look out for those around you at this time. ","sentiment_score":0.4333333333}
{"full_text":"Please don't forget #HandsFaceSpace when leaving home for essential travel.Please stay at home whenever possible but if you need to make an essential journey, remember:>Wash your hands>Cover your face>Make space","sentiment_score":0.0}
{"full_text":"Learn to play electric guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"#Iran on Thursday received its first shipment of the #Russian #coronavirus #vaccine, #SputnikV The 500,000 doses will be transferred to a facility where samples can be taken and final investigations be carried out.https:\/\/t.co\/1KCItERILp#COVID19 #CovidVaccine","sentiment_score":0.0833333333}
{"full_text":"The faces of those patiently waiting for lockdown to end and to welcome visitors back to Marwell Wildlife! Who is missing it as much as we are?What is your favourite animal to see at the zoo and why? We can't choose!To support them:","sentiment_score":0.2}
{"full_text":"RT .@shandro \"We have bent the curve\"? We? No, while UCP MLAs broke #COVID19 rules, enjoyed tropical vacations, trips to other...","sentiment_score":0.1875}
{"full_text":" Around 1 in 3 people who have #Covid19 don't show any symptoms. The new testing centre at Djanolgy Leisure Centre provides a quick &amp; easy way to check if you are carrying the virus. Protect your loved ones  Drop in &amp; get a free rapid test.https:\/\/t.co\/aX45MEmOzN","sentiment_score":0.4006060606}
{"full_text":"Germany has banned most travellers from countries, including the UK, hit hard by new variants of Covid-19.The Reds were set to face RB Leipzig for the first leg of their Champions League last-16 tie on 16 February.","sentiment_score":0.1486742424}
{"full_text":"RT At the TRIPS Council, South Africa underscored the need to shared know-how in order to scale production, increase com...","sentiment_score":0.0}
{"full_text":"DURBAN DOCTOR OPENS FREE-OF-CHARGE COVID-19 CLINIC #doctor #freeofcharge #covidclinic","sentiment_score":0.0}
{"full_text":"Leading Chinese #mobile #application publishers have witnessed rising growth opportunities overseas during coronavirus-stricken 2020, with 15 domestic companies earning places on a new list of the top 52 #app publishers around the globe.","sentiment_score":0.1590909091}
{"full_text":"CallConnect can take you direct to #Grantham from #Sleaford for #Covid19 vaccination appts. We have also extended our #Lincoln service for appts- call our team to book your journey- 0345 234 3344  Concessionary bus pass travellers are free","sentiment_score":0.25}
{"full_text":"RT Stunning scale of fake propaganda that was unleashed unravels. Shaming other states. Bigotry by Malayali Communist and O...","sentiment_score":-0.05625}
{"full_text":"There is no evidence that the #virus was engineered at the #Wuhan lab and leaked, a British expert on disease ecology and member of the team studying the #coronavirus origin in #China, tells #COVID19","sentiment_score":0.0}
{"full_text":"The news of the latest lockdown came as a bit of a shock to the team here at Luscombe. After taking some time to absorb the news, some of us are now back on the farm with a COVID safe plan which allows us to continue our small batch drinks in a way that also protects our staff.","sentiment_score":0.1875}
{"full_text":"Home haircuts offered online in Peterborough in breach of lockdown restrictions... The PT investigated after a number of complaints from readers.https:\/\/t.co\/JFGZepvuKY","sentiment_score":0.0}
{"full_text":"Thank you for an impactful start to your presidency. Already you've rejoined the #ParisAgreement, rejoined and joined COVAX, the global effort to ensure equitable access to covid vaccines. The world welcomes renewed US engagement!","sentiment_score":0.0}
{"full_text":"Depending on Covid-19 progress, international and regional  strains and FX competitiveness","sentiment_score":0.0}
{"full_text":"Call for vaccine info to be available in all languages\"We have witnessed government constantly attempt to stave off conspiracy theories and misinformation on the Covid-19 vaccine.\" Read more&gt; #RekordPretoria","sentiment_score":0.2}
{"full_text":"\"NOVID's key insight is that you should measure how 'far away' COVID is from you not in meters, but by counting how many physically close relationships separate you.\"","sentiment_score":0.15}
{"full_text":"REPORT: Catholic Church Got $1.5 Billion From Government During Pandemic","sentiment_score":0.0}
{"full_text":"#Data Science's Role in the COVID-19 Vaccine Supply Chainby |Read more: #DataScience #AI #MachineLearning #IoT #AnalyticsCc:","sentiment_score":0.5}
{"full_text":"Join us to explore and learn from real life examples to the pertinent challenges organisations are facing as a result of the pandemic. Leaders are making swift decisions and reviewing their people strategy.  Register here:","sentiment_score":0.2}
{"full_text":"COVID 19 cases in India until : 05\/02\/2021 13:30Total Cases: 10803533 [+0]Active: 148750Recovered: 10495401 [+0]Deaths :154862 [+0]Total Tests: 199.93MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT The Case Against Lockdown: A Reply to Christopher Snowdon | ","sentiment_score":0.0}
{"full_text":"A month into lockdown, we will continue to get through this together.  Keep in touch with your mates, or if you need to speak to someone, there are some numbers that can help. #ColU Samaritans: 116 123CALM: 0800 58 58 58Mind: 0300 123 3393FITC: 01206 755 160","sentiment_score":0.0}
{"full_text":"\"It adds insult to injury to see the damning conclusion of this report that the DfE apparently missed potential opportunities to renegotiate the contract and reduce costs.\" Our full response to PAC report on #freeschoolmeals voucher scheme here: #COVID19","sentiment_score":0.1333333333}
{"full_text":"Home haircuts offered online in Peterborough in breach of lockdown restrictions... The PT investigated after a number of complaints from readers.https:\/\/t.co\/QrffAea08c","sentiment_score":0.0}
{"full_text":"Can we co-create a pandemic recovery that leaves the 'way we've always done it' approaches behind? Will last year's lessons be learnt?Join in, and tell us how on 11 Feb - book your ticket to The Honest Conversation:","sentiment_score":0.0666666667}
{"full_text":"RT Let's break down what's happening today in the Senate Republicans will try to distract us, but are  foc...","sentiment_score":-0.1555555556}
{"full_text":"#COVAX To Begin Dispatch Of 90 Million #COVID19 Vaccine Doses To #AfricaNow on HPW https:\/\/t.co\/xzOKSi4Q6L","sentiment_score":0.0}
{"full_text":"Tampa Bay Buccaneers coach Lori Locust feels more women would be in the NFL this season were it not for Covid-19 and has hailed the franchise for setting the example on diversity.  ","sentiment_score":0.5}
{"full_text":"Students have been thinking creatively during the Perry Art Club in lockdown 3.0. Here are a few of the many pieces that were submitted in response to last week's theme: Family.","sentiment_score":0.2}
{"full_text":"Each month we release a CCL eNewsletter for our parents and team. We have had a lovely month, despite lockdown! To read the full January 2021 eNewsletter:","sentiment_score":0.4875}
{"full_text":"RT  We have Cadbury's coming home,  Barclays saying Brexit will bring Britain a boom Vaccine roll out is going swimming...","sentiment_score":0.0}
{"full_text":"Antisocial behaviour complaints have risen in Northumberland as the pandemic has seen residents' 'tolerance levels change'.","sentiment_score":0.0}
{"full_text":"It's #BandcampFriday today where they waive all their fees, yay! So we've added a bunch of new stuff to our page! There's the Lockdown Mixes, &amp; our first EP which will be coming off streaming soon so grab it there! Hoodies now on there also!","sentiment_score":0.2805397727}
{"full_text":"The new life of a teacher coping with hybrid form of teaching is spent juggling between managing a group in a classroom and minimising forms of contagion whilst ensuring that remote learners are given as many...#teachersaresuffering #helpforteachershttps:\/\/t.co\/vtWNNIlnJk","sentiment_score":-0.0212121212}
{"full_text":"National: The KwaZulu-Natal government shrugged off fears of corruption regarding Covid-19 vaccine distribution.","sentiment_score":0.0}
{"full_text":"RT New Zealand to receive 249,600 doses of the University of Oxford\/AstraZeneca vaccine from the COVAX programme, which the...","sentiment_score":0.1363636364}
{"full_text":"Countdown to 'catastrophe:' Inside Europe's fight for COVID shots In a meeting last week in the Europa building in Brussels, home of the European Union's political leadership, diplomats for the 27 member states were desperate.","sentiment_score":-0.15}
{"full_text":"Studying under lockdown: how to look after your mental wellbeing - University counsellors offer their advice for navigating a winter of remote learning &gt;&gt;","sentiment_score":-0.1}
{"full_text":"#CoronavirusDon't help the virus spread.#COVID19 thrives on human contact.#StayHome &gt; Protect the NHS &gt; Save Lives#StayAtHome #Community #communityspirit","sentiment_score":0.0}
{"full_text":"RT There are 2 types of people during this pandemic: Me, convinced the little tickle in my throat means I'm dying. And th...","sentiment_score":-0.1875}
{"full_text":"To mitigate the negative impacts of the #Covid19 on children, Gaziantep-Ensar Community Centre has started online handcraft activities to improve children skills. They learn to recycle unused materials at home and turn them into pieces of art.","sentiment_score":-0.3}
{"full_text":".@angleseycouncil says it's worried about a rise in coronavirus cases on the island. #CapitalReports","sentiment_score":0.0}
{"full_text":"Schools were reopened in Delhi for students of Class 9 and Class 11 on Friday, around ten months after educational institutions were forced to shut down due to the #coronaviruspandemic#Delhischools","sentiment_score":-0.0661111111}
{"full_text":"LOCKDOWN DIARIES: DAY 3262021-02-05 00:00 - The quarantine's first concert was probably Jefferson Starship or something.Stay tuned for dispatches from Radio Free Diablo County.","sentiment_score":0.325}
{"full_text":"South Tyneside Council bosses have backed plans for the 2021\/22 budget - including a council tax rise and spending cuts.","sentiment_score":0.0}
{"full_text":"I would be in there if I wasn't dying from potentially having covid","sentiment_score":0.0}
{"full_text":"A new coronavirus testing centre is opening in #Lowestoft today, with another to follow suit in #Haverhill next weekhttps:\/\/t.co\/ffkoQk7KlG","sentiment_score":0.0681818182}
{"full_text":"RT \"i can't wear a mask i have  breathing problems\" okay ?  changbin has a fat ass and still wears pants","sentiment_score":0.5}
{"full_text":"Northwich BID has reminded businesses about the support on offer.https:\/\/t.co\/i6RCSmqdPf","sentiment_score":0.0}
{"full_text":"It's good news that infection rates are falling still, but we're not out of the woods just yet #NHS #coronavirus#covid19https:\/\/t.co\/Z3ixO9PnUP","sentiment_score":0.7}
{"full_text":"Smarter #supplychain: How data and technology platforms are critical in the complex delivery of #COVID19 vaccines","sentiment_score":-0.15}
{"full_text":"RT So the editor of the Age is leaving Twitter after publishing a classist, snobby, cruelly mocking article on someone un...","sentiment_score":-1.0}
{"full_text":"RT 04\/02\/2021Covid 19 deathsNorthern Ireland   10Scotland                53Wales                     35England...","sentiment_score":0.0}
