{"full_text":"RT Biden signals he'll move forward on COVID-19 relief without GOP &gt;&gt;&lt;&gt; And that is after Ten GOP Sena...","sentiment_score":0.0}
{"full_text":"Please give mask back.","sentiment_score":0.0}
{"full_text":"RT TEAM HUXLOW - WE CAN DO THIS - LOG THOSE ACTIVE MINUTES!!!! You have until Sunday evening to log any minutes you have done thi...","sentiment_score":-0.3255208333}
{"full_text":"RT If you read the Time Mag piece what they actually admit is that a group of organizations planned to change our voting sys...","sentiment_score":0.0}
{"full_text":"RT 48,165 vaccinations yesterday. Another record high. 99% care home residents received 1st dose; 92%+ of over 80s &amp; teams now...","sentiment_score":0.16}
{"full_text":"RT City Councilmember Helena Moreno says a member of her family is in the hospital right now with COVID.","sentiment_score":0.2857142857}
{"full_text":"RT Electric supplies are putting their bills up by at least PS95 - they have some nerve  - specially that we are in this  #COVI...","sentiment_score":0.0285714286}
{"full_text":"RT Former Bush\/Cheney campaign and WH spokesperson turned beloved MSNBC host reminiscing fondly about the Goo...","sentiment_score":0.35}
{"full_text":"RT Did a covid test yesterday  this mf said tilt your head back and I'm just gonna stick the tip in ok  I said paus...","sentiment_score":0.25}
{"full_text":"RT I met with a group of small business owners in Southern California to discuss the problems the restaurant industry in fa...","sentiment_score":-0.125}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT Kashmir is under inhuman  lockdown since last 2 years.#FeelPainOfKashmir","sentiment_score":0.0}
{"full_text":"RT Bad government is killing Nigerians faster than covid-19, 2023 is our vaccine. Remove them all. Get your PVC!!","sentiment_score":-1.0}
{"full_text":"RT \"I'm not cutting the size of the checks. They're going to be $1,400. Period,\" Biden tells reporters, referring to coro...","sentiment_score":0.3}
{"full_text":"RT My crown of sonnets, BOY CORONA, is in today. This poem is a Deaf trans crown that uses John Donne's La C...","sentiment_score":0.0}
{"full_text":"RT The need to address the disproportionate impacts that #women and #girls have borne as a fallout of the #pandemic write...","sentiment_score":0.0}
{"full_text":"RT If there's anyone in California who has the right to indulge in a smug smile and an \"I told you so,\" it's state Sen. Ric...","sentiment_score":0.2928571429}
{"full_text":"RT Homeowners! Are you looking to get...  New indoor or outdoor lights installed?  An alarm system in place?  A new electric...","sentiment_score":0.1363636364}
{"full_text":"RT Not only is the $1.9 trillion emergency COVID-19 relief package the right thing to do from a moral and policy perspectiv...","sentiment_score":0.0952380952}
{"full_text":"RT TOP 3 locations for COVID-19 outbreaks in Canada as of Nov 2020:1. Long term care  2. Schools\/daycares 3. Food\/retail...","sentiment_score":0.225}
{"full_text":"RT You really need to watch this. She is advocating the murder of American citizens.","sentiment_score":0.1}
{"full_text":"RT At 5:34am the Senate approved COVID-19 relief budget resolution by a 51-50 vote -- with Kamala Harris as VP breaking the tie...","sentiment_score":0.0}
{"full_text":"RT The Crony RatioPS800 MILLION IN COVID CONTRACTS TO DONORS WHO HAVE GIVENPS8 MILLION TO CONSERVATIVES","sentiment_score":0.0}
{"full_text":"Covid sucks!Remembering Robb Webb, longtime voice of 60 Minutes","sentiment_score":0.0}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"Would you have taken over the provinces then PP? Because here's the failure right here :","sentiment_score":-0.0154761905}
{"full_text":"RT Each week, our posts attract hundreds of comments related to #COVID19--far more than our social media team can answer....","sentiment_score":0.1777777778}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"RT CNN and MSNBC are both carrying the White House coronavirus briefing live. Fox has turned its airwaves over to Marjorie Ta...","sentiment_score":0.0681818182}
{"full_text":"When Ho said something to the effect of, well, we know what we'll need\/have to do for the next pandemic, I winced. The next playbook is now being written.","sentiment_score":0.0}
{"full_text":"RT If there's anyone in California who has the right to indulge in a smug smile and an \"I told you so,\" it's state Sen. Ric...","sentiment_score":0.2928571429}
{"full_text":"RT WASHINGTON (AP) -- Pentagon approves deployment of 1,000 active duty troops to help deliver COVID-19 shots, first to Calif...","sentiment_score":0.0583333333}
{"full_text":"Leaving this one here, and wondering who else may be feeling a similar betrayal?","sentiment_score":0.0}
{"full_text":"RT When my paper on COVID-19 and children was published, I faced enormous criticism from some quarters.But in retrospect, I t...","sentiment_score":0.0}
{"full_text":"RT I am absolutely up for this!","sentiment_score":0.25}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"RT A good read from our sister society the BSI,","sentiment_score":0.7}
{"full_text":"RT At 5:30am, the Senate has passed a $1.9 trillion budget for COVID relief. Democrats made this happen for the people. #Un...","sentiment_score":0.0}
{"full_text":"RT Former Bush\/Cheney campaign and WH spokesperson turned beloved MSNBC host reminiscing fondly about the Goo...","sentiment_score":0.35}
{"full_text":"Last spring in every country in Europe where the virus was prevalent, cases peaked after 6 weeks and began to decline after 8 weeks regardless as to the governments response. The fact is nothing further than isolating infected individuals and encouraged social distancing work","sentiment_score":0.0111111111}
{"full_text":"RT \"While President Joe Biden's Administration injected 1.3 million Americans on Wednesday, Canada inoculated just 13,678 of...","sentiment_score":0.0}
{"full_text":"RT Reminders before tonight:- We are still in a pandemic, which is putting enormous pressure on the human beings making th...","sentiment_score":0.0}
{"full_text":"RT Senate passes budget resolution, letting Democrats move forward with President Biden's $1.9 trillion covid relief bill w\/o w...","sentiment_score":0.0}
{"full_text":"BREAKING NEWS: LDH reports drop in new COVID-19 cases overnight.https:\/\/t.co\/v4hUZifPQ5","sentiment_score":0.1363636364}
{"full_text":"I cant believe so many people want to take it. I got trust issues. But ok.","sentiment_score":0.5}
{"full_text":"RT \"We need to act fast.\"President Biden and Democrats move to speed up process to pass Covid relief package.https:\/\/t.co\/DdWBMi...","sentiment_score":0.2}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"Hello Jim,We are very sorry to hear your experience. Please send us a direct message with your reservation number, name, phone, email information, dates of stay, and home mailing address, so we may assist you.","sentiment_score":-0.275}
{"full_text":"I... would not be citing anything from South Africa concerning COVID containment at the moment.","sentiment_score":0.0}
{"full_text":"RT NEW: President Biden said he does not think congressional Republicans were prepared to deal quickly enough with his $1.9 t...","sentiment_score":0.0681818182}
{"full_text":"Guess this didn't age well","sentiment_score":0.0}
{"full_text":"RT 97% people are satisfied with covid-19 vaccination experience: Govt datahttps:\/\/t.co\/fXgQVOHKis","sentiment_score":0.5}
{"full_text":"RT Local news is essential - we need this business rates relief to be extended.","sentiment_score":0.0}
{"full_text":"RT \"the pandemic has particularly affected workers in service &amp; tourism sectors, predominantly women. Paid sick leave, chi...","sentiment_score":-0.2738095238}
{"full_text":"RT At 5:34am the Senate approved COVID-19 relief budget resolution by a 51-50 vote -- with Kamala Harris as VP breaking the tie...","sentiment_score":0.0}
{"full_text":"RT The Time article obscures the truth of the matter by jumping around in time, transitioning stealthily between events that...","sentiment_score":0.0}
{"full_text":"Chiropractic: doing its part to embarrass the human species since 1895.\"I was able to get myself to reboot... literally just a flick on the back of the head.\"","sentiment_score":0.1666666667}
{"full_text":"Are you stressed? Relaxing background #ambience for #stressrelief #meditation #mindfulness #wellbeing #stressmanagement #staysafe #stayhome#mask #wearamask #coronavirus #love #anxiety #SocialDistancing","sentiment_score":0.5}
{"full_text":"RT Let's work together and do our part to slow the spread of #coronavirus.When in public, remember your 3 W's: Wear a face...","sentiment_score":-0.15}
{"full_text":"RT Covid-19 is creating a \"parallel pandemic\" of poor mental health, says psychiatrist Friends...","sentiment_score":-0.1666666667}
{"full_text":"Pentagon deploys troops to fuel COVID-19 vaccine drive (from","sentiment_score":0.0}
{"full_text":"RT You really need to watch this. She is advocating the murder of American citizens.","sentiment_score":0.1}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT He's fully vaccinated, he's masked, he's going on Air Force One (!!), and he is NOT - repeat, NOT! - going there to hold s...","sentiment_score":0.0}
{"full_text":"The vaccine not only helps you but it helps others around you. It was great to hear our chief pharmacist thwarting any rumours and instilling confidence in the BAME community to take up the vaccine. provided more reasons for having it especially in #BAME","sentiment_score":0.325}
{"full_text":"RT Toronto spends more on policing than it does on housing, social services for mental health, youth programs &amp; seniors, trans...","sentiment_score":0.1444444444}
{"full_text":"RT We are recording exceptional THE MEANING OF ZONG, about the 1781 massacre on a British slave ship.So g...","sentiment_score":0.3333333333}
{"full_text":"Louisiana coronavirus: 734 more confirmed cases, 29 deaths reported; see latest data via","sentiment_score":0.4666666667}
{"full_text":"Social #safetynet benefits aren't reaching 40% of at-risk people, according to National #pandemicpulse data. Tune in here: #COVID19","sentiment_score":0.0333333333}
{"full_text":"With hopes the immediate pandemic period will end this year and the world will be in full recovery by 2024, prevention, testing, and #ContactTracing are essential to maintaining that timeline.","sentiment_score":0.175}
{"full_text":"RT I was a very fit and healthy 45yo male with no comorbidity or any risk factors. These are my lungs 14 days ago. I survived...","sentiment_score":0.34}
{"full_text":"RT Pres. Biden on COVID relief negotiations: \"Here's what I won't do: I'm not cutting the size of the checks. They're going...","sentiment_score":0.3}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT Hi, everyone. I'm Dr. Anthony Fauci, chief medical advisor to the President and director of and I will spe...","sentiment_score":0.0}
{"full_text":"RT Delighted to host India's first physical trade meeting post COVID-19 with Rt Hon'ble Secretary of State for Int...","sentiment_score":0.3166666667}
{"full_text":"RT Don't let this get lost in the weeds: This is a PRO MOVE by *Majority Leader* Schumer. Don't count this guy out. He  flexed...","sentiment_score":0.0}
{"full_text":"RT Some good news: #COVID19 vaccine doses administered in the US outnumbered new cases of the virus 10-to-1 this week.","sentiment_score":0.4181818182}
{"full_text":"She was only with her husband but he never got it, that k God his immune system is fucked ever since his bacterial meningitis and he smokes since me and little brother moved with my sister so I can keep studying with risking covid and I had to mave back because schools are openin","sentiment_score":-0.196875}
{"full_text":"RT The federal #MinimumWage--just $7.25 an hour--hasn't increased in more than a decade. This lack of progress + #COVID19 is l...","sentiment_score":0.5}
{"full_text":"RT Today's Great Read: \"Some days are so busy they feel like they don't even exist.\" Working mothers are stressed, burned out a...","sentiment_score":0.45}
{"full_text":"RT This is why being involved in the electoral process matters. #BlackVotersMatter ","sentiment_score":0.0}
{"full_text":"RT President Biden on GOP push to go smaller on COVID relief: \"I can't in good conscience do that. Too many people in the na...","sentiment_score":0.4}
{"full_text":"Could mixing COVID vaccines boost immune response?","sentiment_score":0.0}
{"full_text":"A friend all the way across the continent alerted me about this flyby. This massive giant was deemed a \"potential hazard\" however for this flyby (and the next 5) it's still \"safely distanced\" from us.See even asteroids understand pandemic precautions.","sentiment_score":0.1}
{"full_text":"Thank you so very much for your work for America and Americans ","sentiment_score":0.26}
{"full_text":"Biden gives the back of his hand to deficit trolls, including Larry Summers, on COVID-19 relief","sentiment_score":0.0}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"RT  Have you been #ExcludedUK from govt support during a global pandemic? If you found yourself ineligible for the Chancellor...","sentiment_score":0.0}
{"full_text":"I just...1.) I know there are societal reasons for why some men refuse to help raise their kids. I get that. But...2.) I'm really not trying to victim blame by why do some women put up with this and not even bother setting some boundaries?","sentiment_score":-0.0875}
{"full_text":"RT Every now and then, media innumeracy is dangerous. This is one of the cases. In fact, 99.98% were Covid-free after 10 d...","sentiment_score":-0.6}
{"full_text":"RT Update: Tonight's JV and varsity basketball games between Jesuit and Tampa Catholic have been cancelled due to Covid-19...","sentiment_score":-0.0625}
{"full_text":"How long will this go on for?","sentiment_score":-0.05}
{"full_text":"RT #Colorado up next in states requesting a federal waiver from testing - Colorado Lawmakers Plan Push to Waive This Year's...","sentiment_score":0.0}
{"full_text":"RT Sweden's approach to #COVID19 is now demonstrably a resounding success.If I were adjudicating in the Hig...","sentiment_score":0.0}
{"full_text":"Salwell suggested nuking ppl over guns and they put him in charge of the impeachment over incitement lol, ppl really don't get how demented this is","sentiment_score":0.5}
{"full_text":"I've just signed the #Vaccine4All petition. Why? Because in a pandemic that has claimed the lives of so many, there is no reason that Covid vaccines should not belong to people. Join me -&gt;","sentiment_score":0.5}
{"full_text":"RT BREAKING: Facebook removes page of international disease experts critical of COVID lockdowns | Just The Newshttps:\/\/t...","sentiment_score":0.0}
{"full_text":"Aw lockdown no help nuffin but you be helping your mum I sure if it George ","sentiment_score":0.5}
{"full_text":"RT Cherie DeVille Stars in New Episode of Adult Time's 'Future Darkly: Pandemic' Series","sentiment_score":0.0215909091}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"So glad we got rid of the fascists who want to use the goverment against their poltical enemies.","sentiment_score":0.5}
{"full_text":"I started listening to podcast from the beginning and it's 2018 at the time of the podcast and every time they talk about hanging out or going to shows I'm like \"but covid???\"  my mind really doesn't understand life before covid now","sentiment_score":0.2}
{"full_text":"RT Thanks to my mate for updating me on the Scotland covid situation ","sentiment_score":0.2}
{"full_text":"We went into lockdown some sprightly young band, we're coming out as Status Quo","sentiment_score":0.25}
{"full_text":"RT Susan Sarandon accuses Biden of pulling 'bait and switch' on COVID stimulus checks","sentiment_score":0.0}
{"full_text":"So, nobody cares about the new covid?","sentiment_score":0.1363636364}
{"full_text":"RT Any representative who would wear a mask that says \"good trouble\" on it has issues","sentiment_score":0.25}
{"full_text":"\"We're talking about on-demand, child sexual abuse and exploitation that is being livestreamed from traffickers in the Philippines to child sex offenders around the world.\"Child Sex Abuse Livestreams Increase During Coronavirus Lockdowns : NPR","sentiment_score":0.5}
{"full_text":"RT According to Ravi Bajaj, credit of India tackling goes to our collective illiteracy. In other words, 65 years of Congress ru...","sentiment_score":-0.125}
{"full_text":"RT The Time article obscures the truth of the matter by jumping around in time, transitioning stealthily between events that...","sentiment_score":0.0}
{"full_text":"RT A silver lining to Trump being a racist piece of shit on top of the pandemic functionally shutting down international mig...","sentiment_score":0.0361111111}
{"full_text":"RT Georgia, thank you.","sentiment_score":0.0}
{"full_text":"RT Interesting seeing Fox Propaganda suddenly care about traveling during a pandemic when a fully vaccinated President Bid...","sentiment_score":0.1333333333}
{"full_text":"We've seen the #covid testing lines, and now we're proud to help serve our communities: We've created CovClinic to provide Free Drive-Up COVID-19 Testing at various locations around the USA.Learn More and Book Your Appointment Today:","sentiment_score":0.425}
{"full_text":"RT lockdown 1 - animal crossinglockdown 2 - among uslockdown 3 - neopets. c u at the giant omelette","sentiment_score":0.0}
{"full_text":"RT .@vonderleyen has compared #Brexit #UK to a \"speedboat\" when it comes to securing #Covid vaccines, while likening the #...","sentiment_score":0.0}
{"full_text":"Mathematics but my way only Or CA's Books or something like that.*WE GOT THAT ONE YEAR DURING COVID-19 I THINK.*SORRY YOUR MARKETING IT TOO LATE.","sentiment_score":-0.15}
{"full_text":"RT Good morning. We are still voting in the Senate. And has just arrived in the chamber to help us advance COVID rel...","sentiment_score":0.7}
{"full_text":"RT Strong infection controls and oversight are key to health and safety in nursing homes. I joined with today t...","sentiment_score":0.2166666667}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT  Elections will go ahead in May 2021Government has been working to ensure that they can take place in a covid-secure...","sentiment_score":0.0}
{"full_text":"RT If you read the Time Mag piece what they actually admit is that a group of organizations planned to change our voting sys...","sentiment_score":0.0}
{"full_text":"RT Fridays during COVID are so boring.How about catching a show with me?I've somehow managed to hornswoggle my friend,...","sentiment_score":0.6}
{"full_text":"haha y'all act like the fat president never even existed","sentiment_score":0.2}
{"full_text":"Can I take painkillers before or after a COVID-19 vaccine?- The New Indian Express","sentiment_score":0.1363636364}
{"full_text":"RT FCTA seals private clinic for allegedly conducting illegal COVID-19 testshttps:\/\/t.co\/iMrFzxAWJ7","sentiment_score":-0.2}
{"full_text":"Lockdown started at 0000 05\/01\/2021 and it can take up to 14 days for those who would be symptomatic to show symptoms, which explains some latency there.https:\/\/t.co\/VNOCbFf8kq.","sentiment_score":0.0}
{"full_text":"RT Well, damn, thanks for pointing out that you only spread Covid if you're a conservative.Guess I need to slap a lib label...","sentiment_score":0.1}
{"full_text":"RT First, the GOOD: Very early this AM, Democrats passed an amendment that undid 3 of the earlier votes Republicans had w...","sentiment_score":0.27}
{"full_text":"Oh, for Fox sake.","sentiment_score":0.0}
{"full_text":"RT If corona was a most hated thing in 2020 then &amp; are the next two names which are hated by mo...","sentiment_score":-0.325}
{"full_text":"RT Locked-out Indians angry over COVID-19 vaccine export to Saudi Arabia","sentiment_score":-0.5}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"RT Biden position . . .Even after you're vaccinated, social distancing, wearing masks are going to be essential. We'll need...","sentiment_score":0.0166666667}
{"full_text":"RT NEW: Wales gave out the most #COVID19 vaccines per head over the last 7 days than other UK nations. They lead in terms...","sentiment_score":0.1278409091}
{"full_text":"RT Canada knows enough about the risk of variants to change public health guidelines -- so why aren't we? by","sentiment_score":0.0}
{"full_text":"We're helping support #STEM students during the ongoing #pandemic by equipping them with was one of the first #schools to take advantage.","sentiment_score":0.25}
{"full_text":"UK-Nigeria Tech Hub launches COVID-19 startup accelerator programme","sentiment_score":0.0}
{"full_text":"Dr. Mae Jemison, first black woman to travel into space. Dr. Jemison is a medical doctor who served in the Peace Corps &amp; the CDC, working on Vaccines, before joining NASA and flying on STS-47. She also was in an episode of TNG. #BlackHistoryMonth","sentiment_score":0.0277777778}
{"full_text":"Diabetes has reached epidemic proportions in the US: 30 million US adults have diabetes &amp; another 84 million live w\/prediabetes. Is there an ideal personalized nutrition therapy model for improving hemoglobin A1C &amp; CVD risk factors in patients with t2d?https:\/\/t.co\/X3KTWVFbpt","sentiment_score":0.5181818182}
{"full_text":"\"To preserve its global leadership position and accelerate post-Covid economic growth and job creation, America must renew its commitment to research and scientific inquiry.\" Learn more about how my #EndlessFrontierAct will do just that via","sentiment_score":0.2333333333}
{"full_text":"Don't miss out on today's webinar, \"Fighting Food Insecurity During COVID-19 and Beyond\" where Congressional staff, and county leaders will discuss how COVID-19 legislation can help countries combat #FoodInsecurity","sentiment_score":0.0}
{"full_text":"Amid COVID-19 family hardships, high school students work double duty: jobs and school via","sentiment_score":0.08}
{"full_text":"Is your officer team remote due to COVID-19? Building relationships and staying connecting is the easiest way to be successful in your role. Find ideas here.","sentiment_score":0.175}
{"full_text":"Tennessee leaders work to recover from almost half-billion travel spending loss during pandemichttps:\/\/t.co\/E6xdDh9wDa","sentiment_score":0.0}
{"full_text":"#COVID Relief update for #SmallBusiness Owners with - Learn more on episode 353 of The How of Business #podcast:","sentiment_score":0.5}
{"full_text":"Another topsy-turvy year of Covid-affected cancelled conventions already and it's only February. Sad to hear both and are cancelled for a second year. When will we get to be fluffy together again?!  I miss all you fellow fluffies!  #FursuitFriday ","sentiment_score":-0.203125}
{"full_text":"The Ames City Council 2021-22 budget was released and discussed over the past week to address issues, including the pandemic and policing.","sentiment_score":-0.25}
{"full_text":"#Boxing legend exhibition fight in #Tokyo this month has been postponed because of #coronavirus restrictions, organisers announced Friday.","sentiment_score":0.0}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"After a year of pandemic fear and isolation, a tumultuous election capped by a riot at the Capitol, and periodic uncertainty as to whether there would even BE a Super Bowl, marketers have to tread carefully. ","sentiment_score":0.1166666667}
{"full_text":"House lawmaker continues push to include cannabis banking in COVID relief bill. #cannabis #banking #CovidReliefBill","sentiment_score":0.0}
{"full_text":"Pentagon approves deployment of 1,000 active duty troops to help deliver COVID-19 shots, first to California next week.","sentiment_score":0.0388888889}
{"full_text":"RT WH #Covid19 briefing:@aslavitt46 says US govt using Defense Production Act to:-increase supply of vaccinations-scale tes...","sentiment_score":0.0}
{"full_text":"RT Medikal needs to be arrested because the noise pollution man dey cause in this country is more dangerous than COVID-19+...","sentiment_score":-0.05}
{"full_text":"Tiana Steele on what you can do to keep fit during COVID-19. What have you been doing? #fitness #exercise #workout #health #oregonsportsnews","sentiment_score":0.4}
{"full_text":"RT 'Definition of malpractice': GOP senators under fire for obstructing Biden HHS pick as pandemic rages","sentiment_score":0.0}
{"full_text":"Today on The Daily Show: What activities will be greenlit first when lockdown eases this Spring? Listen to the full FREE episodehttps:\/\/t.co\/bvBgl39nuq@toryboypierce","sentiment_score":0.25}
{"full_text":"RT What are Covid variants - and should we be worried?","sentiment_score":0.0}
{"full_text":"RT Pretty awesome seeing a real President who actually knows what is in the Covid-19 relief bill &amp; explaining why it must be p...","sentiment_score":0.3625}
{"full_text":"COVID-19 vaccines have ushered in a new era of opportunities. The challenges that remain have little to do with vaccine design &amp; delivery and everything to do with devising and administering effective worldwide vaccination campaigns, says","sentiment_score":0.1829545455}
