{"full_text":"RT \"These crises ... they're continuous, and every time, there's a need for this analytics capability...\" - Dr. Rivers,","sentiment_score":0.0}
{"full_text":"RT Plant-based antiviral drug may help beat COVID-19, research shows","sentiment_score":0.0}
{"full_text":"RT Indonesia: Some SuggestionsImmunize elderly first. Only 10% of pop. is &gt;60 y old but they represent 39% of COVID deaths...","sentiment_score":0.1166666667}
{"full_text":"RT #COVIDUpdates: As on 3rd February 2021 10:00 AMCOVID Positives: 8,85,204Discharged: 8,76,885Deceased: 7,157Active Cas...","sentiment_score":0.0}
{"full_text":"RT We always stand with Daw Aung San Suu Kyi and only obey her orders. Stay home and Wouldn't do any noises in public....","sentiment_score":0.0}
{"full_text":"RT According to a Rutgers study, COVID-19 mortality racial disparities in the U.S. are associated with social factors like incom...","sentiment_score":0.0333333333}
{"full_text":"RT How long will \"due to COVID\" be used as an excuse not to do something?","sentiment_score":-0.075}
{"full_text":"'We'll  make it work' - kudos for embracing the mantra we need at this moment in time via","sentiment_score":0.0}
{"full_text":"RT According to Johns Hopkins data, South Dakota is the state with the second-highest number of cases per capita - roughly four ti...","sentiment_score":-0.1}
{"full_text":"disclaimer that this is Just For Fun and stephanie if you are reading this you literally always look 10\/10 i am just bored in lockdown","sentiment_score":-0.1}
{"full_text":"RT #Sindh is vaccinating! So proud of everyone who has worked so hard with limited resources to battle this Pandemic. We w...","sentiment_score":0.1456349206}
{"full_text":"Shares of European diagnostic companies have rallied so far in 2021 and may have a strong year ahead as Covid-19 rages and new markets emerge via","sentiment_score":0.1674242424}
{"full_text":"RT The party of science is, like, really bad at science.","sentiment_score":-0.7}
{"full_text":"With one quarter of #COVID19 cases found through contact tracing in Peel Region being those going to work sick, needs to cut the crap &amp; legislate #PaidSickDays now to keep Ontario's worker safe! #shame #ONpoli #TOpoli","sentiment_score":-0.2964285714}
{"full_text":"RT RT if you agree that Democrats in Congress should not give a free pass. They should hold public hearings and...","sentiment_score":0.2}
{"full_text":"RT Day ???? of lockdown","sentiment_score":0.0}
{"full_text":"RT NEW--Interim analysis of Russian #COVID19 #vaccine phase 3 trial involving nearly 20,000 participants suggests a two-dose reg...","sentiment_score":0.05}
{"full_text":"RT The GOP could care less if Americans starve in the winter during a pandemic.","sentiment_score":-0.1666666667}
{"full_text":"RT Singapore approves Moderna's COVID-19 vaccine in Asia first","sentiment_score":0.25}
{"full_text":"RT today is the 34th day of this year.","sentiment_score":0.0}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT Virus in Sweden has virtually disappeared. Probably now herd immunity. And they still haven't had a single day of lockdo...","sentiment_score":-0.0714285714}
{"full_text":"RT NEW: \"I wanted to throw my computer out the window.\"  Older Americans across the U.S. who are now eligible to get vacci...","sentiment_score":0.1515151515}
{"full_text":"RT An article about Jungkook's note for Stay has made it into the home page of Times Of India, India's biggest entertainm...","sentiment_score":0.0}
{"full_text":"RT This is only true if you lived in a cave and listened to no-one and had never read a history book and were deeply, deeply...","sentiment_score":0.1166666667}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"7 Day Covid Growth in Cases per 1K Population by County For NM   1-30-21:  Covid visualizations give insight into covid-19 thanks to our data scientists and USAFacts #covidvislualizations #coviddata #smcanalytics #covid19 #coronavirus #covid_19","sentiment_score":0.2}
{"full_text":"#COVID19 impact on #retail: What trends are emerging in 2021?","sentiment_score":0.0}
{"full_text":"How culpable are these doctors for America's shambolic coronavirus response? weighs in via","sentiment_score":0.0}
{"full_text":"A federal watchdog has launched an investigation into Texas Republican Sen. Ted Cruz over a $35 million COVID relief loan given to billionaire fracking brothers who were also top Cruz campaign contributors. via","sentiment_score":0.5}
{"full_text":"RT PH BANA Interest CheckLee Sandeul Philippines (FB) is planning on holding a stay-at-home cupsleeve event for Sandeul...","sentiment_score":0.0}
{"full_text":"RT If has lowered the union flag in respect of the death of Captain Tom, when does he intend to raise it again?...","sentiment_score":0.0}
{"full_text":"RT The Americas account for 10 percent of the world's population, and for nearly 50 percent of the world's COVID-19 deaths....","sentiment_score":0.1}
{"full_text":"RT Because of the ineffective political leadership today in the state, half of the COVID-19 cases are from Kerala. No strategy...","sentiment_score":-0.0833333333}
{"full_text":"Ridiculous claim. All viruses mutate. Thats why there is a new flu vaccine each year.","sentiment_score":-0.0984848485}
{"full_text":"RT it is truly OBSCENE the way governmental and societal failures are framed as heartwarming in this country. lol what else...","sentiment_score":0.8}
{"full_text":"petition: She reported the truth about COVID. Now she's in jail and suffering.","sentiment_score":-0.1}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Anti-vaxxers used to organize &amp; shut down Dodger Stadium--one of America's largest COVID vaccination centers.@...","sentiment_score":-0.1555555556}
{"full_text":"BMC official mistakenly drinks sanitiser instead of water during budget presentation in Mumbai. He didn't suffer any complication and is doing fine.  #BMCBudget2021 #BMCBudget#Maharashtra #COVID19 #COVID #MyBMCBudget #coronavirusinindiahttps:\/\/t.co\/GrZD1EUqeG","sentiment_score":0.4166666667}
{"full_text":"RT To YG stans coming to this,1. The major issue with WV is shipment, the complaints started since covid. Other is inexperien...","sentiment_score":-0.03125}
{"full_text":"RT 1 in every 500 South Dakotans dead from covid.  Yeah she's just aces.","sentiment_score":-0.2}
{"full_text":"RT Have we ever figured out what China's standard medical treatment for EARLY symptoms of COVID is? Is it something that o...","sentiment_score":0.0333333333}
{"full_text":"Barber arrested in Kano for giving customers haircuts that offend Islam#bitcoin #davido #coronavirus #coronavirus","sentiment_score":0.0}
{"full_text":"RT No Republicans voted for the COVID 19 Relief... resolution....  No Senate Republicans put Country First.. we can count...","sentiment_score":0.25}
{"full_text":"RT Need a 4 minute explainer on the #COVID19 #vaccine to share with friends and family?Dr. Paul Offit, Director of","sentiment_score":0.0}
{"full_text":"I lived above Geiger's for a year and rarely saw anyone ever shop there, the store never did well regardless of Covid.Downtown still hasn't proven that it can support any type of retail unrelated to sports.https:\/\/t.co\/Baj3nNu7rk","sentiment_score":0.15}
{"full_text":"RT Oh, come ON!","sentiment_score":0.0}
{"full_text":"RT pm: If Covid situation is better, i will have a concert. Actually, I already booked the place for a concert on my bd but beca...","sentiment_score":0.25}
{"full_text":"RT RT if you agree that Democrats in Congress should not give a free pass. They should hold public hearings and...","sentiment_score":0.2}
{"full_text":"RT Here's \"unity\" Republicans have shown Dems &amp; Biden:-blocking Dems from taking over Senate to preserve filibuster -admitt...","sentiment_score":0.0}
{"full_text":"RT It is no coincidence that at a time when the Indian Economy is set to bounce back and COVID-19 is fast burning out that...","sentiment_score":0.1}
{"full_text":"We only had 2 in our critical care Covid unit last night and neither was on a vent ","sentiment_score":0.0}
{"full_text":"Has anyone actually studied what demographics aren't wearing masks? Out of 100,000 plus papers and counting, someone must have done some work on this. #covid19","sentiment_score":0.0}
{"full_text":"RT #COVIDUpdates: #COVID19 cases in the last 24 hours as on 03\/02\/2021 till 10 AM #APFightsCorona #COVID19Pandemic","sentiment_score":0.0}
{"full_text":"suck it mcconnell","sentiment_score":0.0}
{"full_text":"Well some are interested in getting back to normal.Costs of lockdown too greatMSC BSC FIBMS CSIScientist working for NHS since Feb testing Covid etcGreat Grandfather was Sir John McAlister Secretary of Royal College of Medicine.Knighted 1st World War.","sentiment_score":0.125}
{"full_text":"Nah, I'm not even talking about catching it lol.. I would just hate the social distancing, no parties and all of the other college experiences they are missing out on bec of the virus..","sentiment_score":0.0513888889}
{"full_text":"RT \"None of us were able to predict\" coronavirus would mutate or variants would emerge - Dido Harding\"Viruses are Viruses be...","sentiment_score":0.5}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT There are already 11 Ottawa schools with Covid cases on the Ministry school tracker","sentiment_score":0.0}
{"full_text":"RT Oh boy! She didn't say \"No\"! This is new territory for me. You won't regret it When the lockdown is over...","sentiment_score":0.1363636364}
{"full_text":"RT The next Fear and Panic Crisis is gearing up for when Covid wanes","sentiment_score":0.0}
{"full_text":"Sorry sonshine but they lied to you, so what's you covid score, you didn't mention and why is Wales having to put an extra tax on holiday homes if it's so shit and why do a lot of English people seem to be moving here","sentiment_score":-0.175}
{"full_text":"RT My sister living in Scotland, will be getting her 2nd Covid vaccine dose soon. In , I'll be lucky if I get one dose b...","sentiment_score":0.1666666667}
{"full_text":"RT Thx to University Global Insights Conference for inviting to speak about #Cuba's...","sentiment_score":0.0}
{"full_text":" what we saying? Post covid rounders get the gals back together","sentiment_score":0.0}
{"full_text":"RT So when do we talk about the fact that Americans' utility bills have skyrocketed since the beginning of the pandemic --...","sentiment_score":0.0}
{"full_text":"RT No Republicans voted for the \"COVID Relief\" bill?False. It not a COVID relief bill. A real COVID relief bill would...","sentiment_score":0.2}
{"full_text":"RT More proof that the lockdowns were only about politics. Despite the CDC saying schools are safe Chicago teachers are RE...","sentiment_score":0.3333333333}
{"full_text":"RT No one should lose their home in the middle of this pandemic. My American Rescue Plan will extend the moratorium on evictions an...","sentiment_score":0.0}
{"full_text":"RT This asshole piloted her state into one of the worst COVID infection rates in the world.Hey, I'm talki...","sentiment_score":-1.0}
{"full_text":"RT Can't watch some games because it isn't available in my region #bell. Since when is Montreal Vancouver...","sentiment_score":0.4}
{"full_text":"RT one day i will have the lavender milk tea i had from the big mall again. ONE DAY. (shakes fist at covid)","sentiment_score":0.0}
{"full_text":"Security isn't the issue is it? I was under the impression it was due to covid concerns?","sentiment_score":-0.125}
{"full_text":"RT It is *negligence* for our national broadcaster to cover the pandemic through the lens of nurses and not MENTION the public pol...","sentiment_score":0.0}
{"full_text":"Covid is wrecking havoc","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos will step down as CEO of Amazon and transition to exec. board chair later this year. He made $90 billion last year d...","sentiment_score":-0.0518518519}
{"full_text":"RT LIVE NOW! In the wake of #COVID19, how can we reinvent transport to rebuild the economy, take on climate change, and connect...","sentiment_score":0.1704545455}
{"full_text":"RT 'They just don't go deep enough': Research suggests COVID-19 testing techniques across Canada may not be up to par ","sentiment_score":0.0}
{"full_text":"RT Dangerously reckless if Johnson visited this vaccine plant knowing it had a Covid outbreak. Characteristically evasive w...","sentiment_score":-0.6}
{"full_text":"I think lockdown finally got to him ","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT Yes, , we need to survive the pandemic. You know what it takes to survive?? Money! It's shameful for you to yo...","sentiment_score":0.0}
{"full_text":"Unused Dental Surgery Prescriptions May Help Fuel Opioid Epidemic","sentiment_score":0.0}
{"full_text":"RT #WASPI woman Cheryl Baker says she would struggle to survive Covid without her pension","sentiment_score":0.0}
{"full_text":"Every state and territory across the country is currently seeing case rates fall or hold steady on a seven-day average.https:\/\/t.co\/ylgEV4rtGF","sentiment_score":0.0833333333}
{"full_text":"RT McConnell slams Democrats for using the same mechanism to force through COVID-19 stimulus that he used to pass the 2017 t...","sentiment_score":0.0}
{"full_text":"RT Why hasn't Dr. Fauci mention the New Pandemic . .The huge amounts of Suicides of Students due to Covid lockdowns?","sentiment_score":0.1371212121}
{"full_text":"But downplaying the risks of lockdown is perfectly reasonable, acceptable and rational?Hypocrite!","sentiment_score":0.25}
{"full_text":"RT  utterly eviscerates Ruth Davidson and Tories' pathetic attempt to politicise Scotland's armed forces...","sentiment_score":-0.5}
{"full_text":"RT US announces job opportunites for Hausa and Yoruba teachers#Bitcoin #davido #endsars #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT STREAMING: Tarkov. Doing alot of questing today. kinda new too so come drop some tips off!","sentiment_score":0.1704545455}
{"full_text":"RT $CLOV will be on the front line of COVID-19 vaccinations with the 3 biggest retail chain pharmacies in the country. It's only...","sentiment_score":0.0}
{"full_text":"People are starving, losing their homes and dying, Bill. The GOP kept stalling so Dems pretty much HAD to do it to help the American people. Sit down.","sentiment_score":0.0736111111}
{"full_text":"RT Lmao you can't even parody this any more. Hey GOP NO ONE CARES...our kids are \"suppressed\" by teachers unions, the rule o...","sentiment_score":0.55}
{"full_text":"RT Ron, it's hard to take your obsession with this discredited doctor seriously when you also said people were \"overreacting\"...","sentiment_score":-0.3125}
{"full_text":"#BREAKING: El Paso public health officials reported 416 new COVID-19 cases and four deaths on Wednesday morning.There are currently 35,586 known active COVID-19 cases.There have been 76,937 people who have recovered from COVID-19 since March.https:\/\/t.co\/yicGbgoBFk","sentiment_score":0.0007575758}
{"full_text":"February is American #HeartMonth. Let's work together toward blood pressure control. CDC has the tools to help you get","sentiment_score":0.0}
{"full_text":"RT Sorry for the late good morning. Twitter had me on lockdown","sentiment_score":-0.0333333333}
{"full_text":"RT Single Dose Administration, And The Influence Of The Timing Of The Booster Dose On Immunogenicity and Efficacy Of Ch...","sentiment_score":-0.0714285714}
{"full_text":"RT Have we ever figured out what China's standard medical treatment for EARLY symptoms of COVID is? Is it something that o...","sentiment_score":0.0333333333}
{"full_text":"RT The American people have been waiting for COVID relief &amp; deserve it. This is literally why government exists -- to take care o...","sentiment_score":0.0}
{"full_text":"RT So is now exploiting the death of Captain Sir Tom Moore for his own self-aggrandisement. It's a smoke and mirr...","sentiment_score":0.6}
{"full_text":"RT Black Americans are 2.3 times more likely to die from COVID-19 compared to white Americans.","sentiment_score":0.0833333333}
{"full_text":"RT No one should lose their home in the middle of this pandemic. My American Rescue Plan will extend the moratorium on evictions an...","sentiment_score":0.0}
{"full_text":"RT Conspiracy theories: why are they thriving in the pandemic? via","sentiment_score":0.0}
{"full_text":"The new stimulus plan caps people at $50k &amp; 100k per household.  So if someone was earning $100k but then lost their job due to the pandemic - they are still screwed...","sentiment_score":0.0056818182}
{"full_text":"RT i'll remember who partied during COVID for the rest of my life","sentiment_score":0.0}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a better f...","sentiment_score":0.25}
{"full_text":"Covid-19: Saudi Arabia bans entry of 20 countries, including India via Why? I thought Corona is under control in India","sentiment_score":0.0}
{"full_text":"RT The biggest spreaders of coronavirus in the US are adults ages 20 to 49 and \"in particular adults aged 35-49\"Children account...","sentiment_score":0.0333333333}
{"full_text":"RT The Republican platform now includes fighting for Qanoner's right to carry guns inside congress, supporting impunity fo...","sentiment_score":0.2678571429}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT And it was prepared months ahead. This is \"The Studios\", a rehearsal space made for live events. Before the pandemic star...","sentiment_score":0.1363636364}
{"full_text":"RT We have donated PS100,000 to needed to deliver a 'Thank You' initiative for heroes. Mone...","sentiment_score":0.0}
{"full_text":"Only work if you're a stay at home mom.","sentiment_score":0.0}
{"full_text":"RT have you ever considered a campaign to free Julian #Assange from prison in the U...","sentiment_score":0.4}
{"full_text":"RT I wrote about COVAX recently, after the U.S. signed on, and why many feel its global approach -- versus the me-first  ment...","sentiment_score":0.1666666667}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Strong words from a Farmer serving langar at #ghazipurborder If we fight against the Mughals we are warriors!If we f...","sentiment_score":0.4333333333}
{"full_text":"RT Parents are turning to #Homeschool or #PrivateSchools during the #Pandemic after witnessing their child struggle with #Virt...","sentiment_score":0.0}
{"full_text":"RT Buckle up Ontario","sentiment_score":0.0}
{"full_text":"RT MUCH SHORTER EXPOSURE-- #B117 is so infectious--very short exposure can lead to #COVID19. Many infected via just a few minute...","sentiment_score":0.125}
{"full_text":"RT Lockdown 'INEFFECTIVE' against spread of COVID-19, may even increase risk to vulnerable populations, research claims -- RT...","sentiment_score":-0.5}
{"full_text":"Should You Consider Consolidating Your Office Locations During COVID-19? #CRE #Office #Leasing #TenantTips #TenantRephttps:\/\/t.co\/2wpU93TgM3","sentiment_score":0.0}
{"full_text":"RT Stay quite and keep fighting for our future together Stay Safe At Home!!!!!! Stay Quite!!!!!#SaveMyamar#AungSanSuuK...","sentiment_score":0.5}
{"full_text":"RT No one should lose their home in the middle of this pandemic. My American Rescue Plan will extend the moratorium on evictions an...","sentiment_score":0.0}
{"full_text":"RT Today at 11:30 am, President Biden and VP Harris will meet with Democratic senators about the COVID relief package at the WH.","sentiment_score":0.0}
{"full_text":"Anecdotal, but this short thread from my #COVID19 guru is why I wear a KN95 #mask instead of cloth ones. #COVIDisAirborne","sentiment_score":0.0}
{"full_text":"One simple activity you can do even in a pandemic for better mental, physical and emotional health - yes, take a walk.  Summed up nicely as: \" When we go for a walk, we perform better on tests of memory and attention; our brain cel...https:\/\/t.co\/0G8Q2CSvRG","sentiment_score":0.2142857143}
{"full_text":"US debt levels have soared during the pandemic, but the market is taking it in stride, staying focused on reopening the economy. Learn more:","sentiment_score":0.5}
{"full_text":"Sure, but we've had animal agriculture for centuries, and we had a century between the last global pandemic and this one - what's accelerating them now?","sentiment_score":0.1666666667}
{"full_text":"RT MUCH SHORTER EXPOSURE-- #B117 is so infectious--very short exposure can lead to #COVID19. Many infected via just a few minute...","sentiment_score":0.125}
{"full_text":"Guys! I just released an album!I'm a musician. Not easy being in a business ravaged by COVID (as many of you prob. have experienced). It would mean a lot to me if you'd retweet &amp; check out this FREE music  It's melodic and very cinematichttps:\/\/t.co\/28H5IiIN4f#FPL","sentiment_score":0.2284722222}
{"full_text":"RT India's Serum Institute will supply 1.1 billion doses of #COVID19 vaccines developed by AstraZeneca and Novavax to the COVAX vacci...","sentiment_score":0.1}
{"full_text":"RT According to Johns Hopkins data, South Dakota is the state with the second-highest number of cases per capita - roughly four ti...","sentiment_score":-0.1}
{"full_text":"RT Not one Republican voted for the covid relief package. Not one.","sentiment_score":0.0}
{"full_text":"RT Because this is a police account, I keep a level of decorum, meaning that if you call me a c**t, a monster, a d**khead, o...","sentiment_score":0.0}
{"full_text":"RT Today at 11:30 am, President Biden and VP Harris will meet with Democratic senators about the COVID relief package at the WH.","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos will step down as CEO of Amazon and transition to exec. board chair later this year. He made $90 billion last year d...","sentiment_score":-0.0518518519}
{"full_text":"How might someone weigh the unknown risks of the #vaccine to the fetus with the risk of #COVID19 infection while pregnant? discusses getting vaccinated while pregnant. ","sentiment_score":0.1888888889}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"Today's Ghoul, Doug Ford. #FordFailedThePeople Pass it on.","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"What I'll be watching for during live stream hearing for Sec. of Educ. nominee #PellGrant investment*Incent states to invest in #highered *Progressive, not regressive, approach to #studentloan debt*COVID relief for DACA\/undoc studentsCC","sentiment_score":0.0181818182}
{"full_text":"Global Influencer Marketing Platform Market 2021 Analysis by LatestCOVID19\/CORONA Virus ...https:\/\/t.co\/m4lMVYrR5i#news #media #influencer #influencernews #influencers #breakingnews #viral #trending #new #socialmedia","sentiment_score":0.0681818182}
{"full_text":"Is the $1.9 trillion price tag on the latest COVID-19 stimulus proposal appropriate for addressing the actual economic problem? AAF President answers this and more in the latest podcast episode of The AAF Exchange.","sentiment_score":0.3666666667}
{"full_text":"Keep Your DistanceStay away from crowded places. A virus is not something you can see. You don't know who has it or where it resides. It's best to practice social distancing to keep you safe and help prevent the virus from spreading.#SocialDistancing #AdvantageSeniorCare","sentiment_score":0.5111111111}
{"full_text":"The cultural and creative economy is one of the fastest-growing sectors in the world, with the value of the global market for creative goods increasing from $208 billion in 2002 to $509 billion in 2015.What will it take to rebuild post-pandemic?","sentiment_score":0.275}
{"full_text":"Athletes participating in the Olympics this July will not need to be vaccinated against COVID-19.@Reporter_Brooke breaks down the \"playbooks\" released by Tokyo organizers and the IOC in an effort to keep the spread of the virus on the sidelines:More:","sentiment_score":-0.1555555556}
{"full_text":"She is too ignorant to be educated on the correct way to wear a mask.  Him (whoever he is), also.","sentiment_score":0.0}
{"full_text":"RT A $15\/hour minimum wage hike will be the final blow to so many restaurants and mom &amp; pop businesses. How could business...","sentiment_score":0.25}
{"full_text":"Online Shopping for SeniorsWith the pandemic continuously posing threats to our health, a lot of stores are making online shopping available to keep their consumers safe from the virus.Read more: #OnlineShopping","sentiment_score":0.4666666667}
{"full_text":"The cost of mailing parcels from Taiwan will increase with effect from March 8, to reflect the higher transportation costs to some countries due to the #COVID19 pandemic, Chunghwa Post Co. said Wednesday.https:\/\/t.co\/Za5mgq9PJV","sentiment_score":0.0625}
{"full_text":"The global pandemic changed everything in 2020. Now it is going to change everything forever. Learn more about how the end of the rat race will reshape Canada's urban centres.","sentiment_score":0.1666666667}
{"full_text":"It's a good time to start focusing on your heart health. People with poor cardiovascular health are also at risk of severe illness from COVID-19. Thus, make heart health a regular part of your self-care routine!#HarmonyHomeCare #AmericanHeartMonth","sentiment_score":0.1}
{"full_text":"It comes after studies have shown that variants of coronavirus with the E484K mutation potentially making vaccines less effective","sentiment_score":0.1444444444}
{"full_text":"RT All plaudits to Captain Tom for his efforts in raising PS33 million for the NHS. And RIP.But No 10's flag at half mast?Reall...","sentiment_score":-0.1666666667}
{"full_text":"These global efforts are seen by many as an attempt to boost China's reputation.","sentiment_score":0.25}
{"full_text":"Ways to Stay Connected During COVIDWe know how much you miss your senior loved ones during this pandemic. But while nothing beats face-to-face interaction, there are still several ways you can bond with them, like:Read more: #Pandemic","sentiment_score":0.35}
{"full_text":"SUPER BOWL SCARE: The Kansas City Chiefs have placed two players on the \"Reserve COVID\" list just five days ahead of the big game against Tampa Bay after they came in close contact with someone who tested positive. reports. ","sentiment_score":0.0401515152}
{"full_text":"The #Myanmar military's move is no doubt conditioned by the turn to authoritarian forms of rule internationally amid the COVID-19 pandemic--not least in the US.#MyanmarCoup #AungSanSuuKyi","sentiment_score":-0.1333333333}
{"full_text":"Covid death rate should fall in coming weeks after Tuesday's record figurehttps:\/\/t.co\/UXDwTLJD8f","sentiment_score":0.0}
{"full_text":"#ICYMI: Get tested for #COVID19 by our team TODAY! Scheduled and walk-in testing available.  Markham Chinese Presbyterian Church  February 3, 2021 from 9:30 a.m. to 2:30 p.m.","sentiment_score":0.2}
{"full_text":"Health and social care support was not provided to over half of pupils with special needs who were entitled to it during the first lockdown, leaving schools to \"plug the gaps\". More by #education #educationnews","sentiment_score":0.1947619048}
{"full_text":"RT The hypocrite speaks.","sentiment_score":0.0}
{"full_text":"We Keep You Safe at HomeIf you need support in taking care and keeping your senior loved ones safe at home, we can help. We have placed COVID-19 safety protocols to provide a safe and perosonalized home care exprience.#LarkHomeCareLLC #HomeCare","sentiment_score":0.55}
{"full_text":"Did you have to postpone a party during the pandemic? Reserve the HARBOR ROOM for your upcoming event or celebration! Call today for rates and availability.https:\/\/t.co\/TIOrzStHRB#LifeAtTheCoV #HarborRoom","sentiment_score":0.0}
{"full_text":"Living the lockdown dream!  ","sentiment_score":0.0}
{"full_text":"Govt should come clean and admit he didn't have Covid... or if he did, explain why others are not allowed to be with their dying relatives...","sentiment_score":0.3666666667}
