{"full_text":"National audit office found Co's were 10x more likely to get contracts if mates with the tories irrespective of experience \/ knowledge, meanwhile plenty of reports during ppe shortages of gb companies desperate to help but turned down, thats why he delayedhttps:\/\/t.co\/HpnqY1pNQ1","sentiment_score":-0.0638888889}
{"full_text":"RT Corona is part of her district. Look up how much Corona, Queens has suffered during this pandemic. She is absent. Stop corona...","sentiment_score":0.2}
{"full_text":"RT you sacked the shadow education secretary for a tweet","sentiment_score":0.0}
{"full_text":"The new Dodge Corona 2021 Edition. Safe, strong and very very long range.And, no matter how hard you accelerate, it's guaranteed to never leave skid marks...","sentiment_score":0.1426060606}
{"full_text":"RT Zero Covid is a naive dream. Fighting it is like trying to fight the common cold, or keep back the sea. It is a shame nobod...","sentiment_score":-0.3}
{"full_text":"RT The front page of The New York Times for Feb. 21, 2021, as the U.S. nears 500,000 dead from Covid-19. Each dot represents a li...","sentiment_score":-0.0318181818}
{"full_text":"Awww me too girl, it's so shit! Gonna be my 2nd birthday in lockdown but I get that I think I'd wanna be at home too!","sentiment_score":0.05}
{"full_text":"The warehouse retailer Costco has begun offering COVID-19 vaccinations at select locations. The vaccines are currently being offered in cities in California, New York, Oregon, South Carolina, Washington, and Puerto Rico.","sentiment_score":0.0681818182}
{"full_text":"sometimes i wake up and feel relieved that superm debut before covid cause they witnessed the enormous support from fans","sentiment_score":0.0}
{"full_text":"RT       'I want to choose my covid vaccine.' Strong opinions on Oxford vs. Pfizer emerge in U.K.https:\/\/t.co\/lUmaxUSSJC","sentiment_score":0.4333333333}
{"full_text":"Recovering from a Global Pandemic..economy in the toilet...unfortunately our danger man Prime Minister and his idea's should be in there too!  #BorisJohnson #boristunnel #COVID","sentiment_score":0.0}
{"full_text":"RT America East Regular Season Champions16-213 games on the road11 road winsFall GPA - 3.91I know there is more work...","sentiment_score":0.25}
{"full_text":"RT Another sensible Irish Physician who's not afraid to talk truth.","sentiment_score":0.15}
{"full_text":"RT Video: Starmer trending TWICE after saying he WON'T attack Hancock for breaking law to give millions to cronies during pande...","sentiment_score":0.0}
{"full_text":"RT Did Ron DeSantis break law in COVID vaccine debacle?","sentiment_score":0.0}
{"full_text":"RT Just remember this; the country wasn't prepared for a pandemic because of Tories! Ok!","sentiment_score":0.625}
{"full_text":"RT Devin Nunes is opposed to Congress providing any more COVID relief for the American people. Yet his winery received betw...","sentiment_score":0.25}
{"full_text":"RT Wait..... Before you Hate.   Lol #QuarantineLife","sentiment_score":0.0}
{"full_text":"RT She's lying.","sentiment_score":0.0}
{"full_text":"RT Born in 1938, Harlem-raised, graduate of Dalton &amp; Barnard; first Black woman Asst U.S. attorney in the S.D.N.Y. Outspoken a...","sentiment_score":0.0416666667}
{"full_text":"RT Biden being competent on COVID was enough to placate people for a month or so. But his refusal to cancel student debt, hi...","sentiment_score":0.25}
{"full_text":"RT Biden being competent on COVID was enough to placate people for a month or so. But his refusal to cancel student debt, hi...","sentiment_score":0.25}
{"full_text":"RT Racial justice must be our number one priority as we distribute the COVID-19 vaccine. Join me live with","sentiment_score":0.1363636364}
{"full_text":"RT Tribalism vs reality. This time on the left.","sentiment_score":0.0}
{"full_text":"2% have had both doses Liam, so FOR NOW, read it properly, lockdown is what stops those kind of numbers dying every day.","sentiment_score":0.3}
{"full_text":"RT Join us LIVE at 7:00 pm Monday as guest host Danielle Smith interviews retired Lt. Col. &amp; former head of the Alberta Emer...","sentiment_score":0.0681818182}
{"full_text":"Saga targets PS170m to steer course through pandemic - Sky News","sentiment_score":0.0}
{"full_text":"RT I've agreed more flexibility in testing for hauliers travelling from the UK to France .  From 11pm tonight, Lorries retur...","sentiment_score":0.5}
{"full_text":"RT COVID-19 virus is an Unrestricted Bioweapon of CCP! The virus can make people have an ADE(Antibody-D...","sentiment_score":0.0}
{"full_text":"Trump &amp; the GOP's disaster???..\"500,000 dead, a numberalmost too large to grasp\"https:\/\/t.co\/r9vcmYst75","sentiment_score":0.0071428571}
{"full_text":"I'm glad talk radio is good for you on the weekend but I'm sorry it's a bore to me but we all different and I don't watch for the doom And gloom of Covid it's just nice to hear other opinions it would be a sad world if we all was the same","sentiment_score":0.0601851852}
{"full_text":"The OFFIES were the last event I attended last year before COVID shut us all down. Bit surreal participating in it this way and can't believe it's already rolled here again. Theatre persists. Best of luck to all nominated!","sentiment_score":0.2188888889}
{"full_text":"RT \"Later in the day, the province posted a statement that recognized they had 'more work to do' -- but stopped short of an...","sentiment_score":0.1666666667}
{"full_text":"RT 2 for 2. Grab some bench COVID!","sentiment_score":0.0}
{"full_text":"Because there is a political motive. This virus has become a vehicle to lockdown communities, cause mass unemployment, cause businesses to fail, cause schools to remain closed except for online instruction, cause economic wealth to go down except for world elites. #globalreset","sentiment_score":-0.1111111111}
{"full_text":"RT People with learning disabilities: \"Are so precious, so vulnerable &amp; they have no way of fighting for themselves, we hav...","sentiment_score":0.0}
{"full_text":"RT Israel originally blocked the transfer of 1,000 Sputnik vaccines (donated by Russia) from the West Bank to medica...","sentiment_score":0.375}
{"full_text":"RT It turned out that \"flatten the curve\" actually meant \"stay home until the economy is destroyed and government has control o...","sentiment_score":0.0}
{"full_text":"RT What I learnt on the Twitter this week:1. CPC MP Cheryl Gallant says she knows Trudeau started COVID because she use...","sentiment_score":0.0}
{"full_text":"RT 1\/ My take on why COVID-19 cases are falling. As the wise has said repeatedly, we need more humility in thinki...","sentiment_score":0.6}
{"full_text":"RT #We were told that it would be three weeks to flatten the curve. #We were told that we would open up by Christmas.#...","sentiment_score":0.0}
{"full_text":"RT This tweet accidentally Streisand-effected me - I was struck at the use of \"citizen\" twice, so I checked out a s...","sentiment_score":0.0}
{"full_text":"RT We should never have reached 500,000 American lives lost. This happened because the POTUS unleashed anti-science forces tha...","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"Why is my Mom still going to grocery stores several times a week 11 months into a global pandemic?","sentiment_score":0.0}
{"full_text":"They have survived lockdown. #HydePark #London","sentiment_score":0.0}
{"full_text":"RT The first vaccine was given Dec. 17. To reach the 20,000 milestone, a vaccine was administered every 2.08 minutes.","sentiment_score":0.25}
{"full_text":"RT Sara Stickles: 28-year-old has brain aneurysm, dead five days after second Pfizer mRNA shot - The COVID Blog","sentiment_score":-0.1}
{"full_text":"RT Meghan announces she's pregnant, it's front page, we get think pieces. Matt Hancock, the country's Public Health Secretary has...","sentiment_score":0.1666666667}
{"full_text":"RT Andrew Cuomo sat down with Britney Spears to talk the handling of nursing home deaths during the pandemic.","sentiment_score":-0.1555555556}
{"full_text":"Covid really is in the way with everything  i pray come July this shit is controlled","sentiment_score":0.0}
{"full_text":"RT Profoundly disagree with here. What is now the threshold for Ministers resigning? Where is the anger?","sentiment_score":-0.3083333333}
{"full_text":"RT At least 362,221 incarcerated people are currently sick with COVID-19. At least 2,424 people have died.Mass incarceration is an...","sentiment_score":-0.4380952381}
{"full_text":"ahh we're just going round in circles","sentiment_score":-0.2}
{"full_text":"People think that they are dealing with a highly infectious contagious disease - which this is not.  They think that they are seeing, at best, a daily tally of deaths from covid or, at worst, deaths within 28 days of a positive test - not deaths within 60 days of a positive test.","sentiment_score":0.1024242424}
{"full_text":"RT The argument here is that a dictatorship will not willingly share damaging information via its health agencies with the CD...","sentiment_score":-0.125}
{"full_text":"RT \"Liberal MP suggests criminal charges for provincial officials who lift lockdown measures\"The ultimate authoritarian...","sentiment_score":-0.2}
{"full_text":"RT NEW | N.L. has 25 new cases of COVID-19, adding 29 new recoverieshttps:\/\/t.co\/p7vO7uoCXD #cbcnl #covid19nfld","sentiment_score":0.1363636364}
{"full_text":"can't wait for lockdown 4 !","sentiment_score":0.0}
{"full_text":"Dem PA Rep Cartwright on Fox on upcoming COVID aid bill: There's an awful lot we agree about here. And, you know, whether we're going to quibble over whether this this industry or that industry is going to get money. I think those are footnotes to footnotes here.","sentiment_score":-1.0}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"RT Put Texas Disaster relief in the Covid-19 relief package. Let's see Ted Cruz and John Cornyn try and filibuster that.","sentiment_score":0.0}
{"full_text":"#rip #facesofcovid so sorry","sentiment_score":-0.5}
{"full_text":"RT If this discovery had been for the Covid,how long would it take to do the trials and have the drugs on the market,mont...","sentiment_score":-0.05}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"Great news. No infections? No social distancing? My newspaper today has a rundown of all local districts and their number of infections, staff and students. If someone dies, then what? It's a local decision, and a majority of parents are still fearful. Continued good luck","sentiment_score":0.0972222222}
{"full_text":"RT Fauci Says We May Still Be Wearing Coronavirus Masks In 2022","sentiment_score":0.0}
{"full_text":"RT Dems can't afford to lose a single member thanks to the 50-50 split2 Dems - Sens. Sinema of AZ &amp;  Manchin of WV  have...","sentiment_score":0.0642857143}
{"full_text":"RT Today's front page, where every dot on the graphic represents one death from Covid-19 in the United States.","sentiment_score":0.0}
{"full_text":"Well I just took a quiz that says I'm in \"Severe depression\" but since I've already been diagnosed a#with depression and anxiety(taking meds), how do I know if I need more help if it's just the pandemic\/winter blues ? ","sentiment_score":0.5}
{"full_text":"RT The call for vaccinations for this group is not new. Mencap called for greater priority access to the vaccine for those wi...","sentiment_score":0.2159090909}
{"full_text":"I remember 3 weeks to flatten the curve. Ah the good old days...","sentiment_score":0.4}
{"full_text":"RT This is Italy right now. More infections per capita than the UK, just one fifth as many vaccinated, but restaurants an...","sentiment_score":0.4285714286}
{"full_text":"In 1694 a statue was erected in #Vienna to the victims of the 1679 #plague. It's still there today. Should we erect a #statue to remember #COVID victims? If we should, would it be pulled down?https:\/\/t.co\/6bACFbytoh","sentiment_score":0.0}
{"full_text":"Let's hope the end is in sight ","sentiment_score":0.0}
{"full_text":"RT Feels timely to repost this, the week that the High Court found guilty of breaking procurement law. Morti...","sentiment_score":-0.17}
{"full_text":"RT Saturday Night Live is being criticized for a joke by Michael Che during the show's most recent broadcast that suggested...","sentiment_score":0.2121212121}
{"full_text":"Scotland is making me sick -- and it's not Covid to blame","sentiment_score":-0.7142857143}
{"full_text":"Wow! Amazing, every day it seems I learn about how little control human behavior actually has on the trajectory of a epidemic.","sentiment_score":0.1075}
{"full_text":"RT It is obscene that Republicans want to lower the flag to half-mast for a vile bigot like Rush Limbaugh, but never thought t...","sentiment_score":0.0}
{"full_text":"RT On the eve of the Prime Minister announcing his 'roadmap' for relaxing lockdown, I fervently hope today's Covid data giv...","sentiment_score":0.0}
{"full_text":"RT Fat phobia is so bad that people are mad fat people qualify for the covid vaccine before thin people. Happening in a c...","sentiment_score":-0.575}
{"full_text":"Now, I want to see someone who would take this stance on coats. but this is an excellent analogy","sentiment_score":1.0}
{"full_text":"BREAKING: is reporting 56 new cases of COVID-19 on its information dashboard. Active cases in the Region are up by four to 310.The total case count is up to 10,361 confirmed since March, with 95 per cent considered resolved.","sentiment_score":0.1007575758}
{"full_text":"Stone and a half weight loss #COVID19","sentiment_score":-0.1666666667}
{"full_text":"RT We are live. On the agenda today: the route out of lockdown. With and latest data from Plus...","sentiment_score":0.3181818182}
{"full_text":"RT Covid-19 deaths since the pandemic beganSouth Korea (pop 51M) : 1,557  South Carolina (pop 5.1M): 8,324","sentiment_score":0.0}
{"full_text":"important piece by ","sentiment_score":0.4}
{"full_text":"RT Our Hospitality industry had the strictest COVID protocols in the world &amp; showed it could trade responsibly &amp; safely throughou...","sentiment_score":0.35}
{"full_text":"Yess!Stop thinking.Start #loving.#PremRawat#Self #Knowledge #Enjoy #Fulfillment#COVID19","sentiment_score":0.4}
{"full_text":"So do I have 'long covid', is it an me\/CFS relapse - or are they just the same damned thing? Been stuck in bed practically all weekend. No appetite, keep over-heating and I'm just wiped out and brain foggy. Joy.","sentiment_score":0.25}
{"full_text":"Light seen at end of #COVID19 tunnel in Pennsylvania. New daily cases down to Oct surge level. Hospitalizations, ICUs, and ventilators all down 2\/3 since mid-December highs.","sentiment_score":0.0450505051}
{"full_text":"RT TIME SENSITIVE: my dearest friend just lost their job because of the pandemic and has rent due at the first of March and bare...","sentiment_score":0.06875}
{"full_text":"america thrives off alcoholism. we'd quite literally be out of this pandemic if people didn't feel the need to drink at the bars in large groups every weekend. i'm talking mostly to people who live in small towns whose only hobby is going to the local bar every single day","sentiment_score":0.0756029685}
{"full_text":"Attitudes Towards COVID-19 Vaccination Among Black Women And Men","sentiment_score":-0.1666666667}
{"full_text":"One of our senior carers is leaving to move with her husbands work. We have a tradition for high jinx. Covid can't take away the fun we have with patients &amp; staff. A good dose of laughter therapy. She even wrote her last set of notes in bandages. Legend! #NursingHome","sentiment_score":0.29}
{"full_text":"Most Of Biden's $1.9 Trillion Coronavirus Relief Bill Has Nothing To Do With Public Health","sentiment_score":0.25}
{"full_text":"RT I've just heard justify breaking the law by saying he stopped any shortage of PPE in the first wave of the pa...","sentiment_score":0.25}
{"full_text":"RT #WarRoomPandemic, 19 Feb 2021- SARS-CoV-2 is proven as an efficient &amp; powerful bioweapon to destroy economy, medical or...","sentiment_score":0.0333333333}
{"full_text":"RT Check out my Gig on fiverr : I will do patreon, gofundme promotion or any other crowdfunding campaign...","sentiment_score":-0.125}
{"full_text":"RT This is an absolutely wonderful response by and a very necessary drubbing of who, yet again, is...","sentiment_score":0.5}
{"full_text":"Yes.. unfortunately for Albo and Bandt, they have been bi partisan throughout Covid...but Scamo hasn't \/ isn't..everything is about him.. narcissistic behaviour..","sentiment_score":-0.5}
{"full_text":"Yeah, completely agree - kids and physical activity should definitely be prioritised.  By data, I don't just mean quantitative Covid figures. Pastoral health is a huge factor, along with the economy. Transparency in how this is all weighted would be v. interesting to see.","sentiment_score":0.1145833333}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"RT I've just heard justify breaking the law by saying he stopped any shortage of PPE in the first wave of the pa...","sentiment_score":0.25}
{"full_text":"RT An unfathomable toll is nearing in the U.S. -- the loss of half a million people to the coronavirus.Each death has left untol...","sentiment_score":-0.0833333333}
{"full_text":"Lock down meant an increased amount of time indoors, and it meant a tremendous amount of responsibility to keep the indoors safe.https:\/\/t.co\/WsaZhOCxVu#airpurifier #COVID@Dyson","sentiment_score":0.0888888889}
{"full_text":"We Still Must Fight The Coronavirus And Covid-19 Togehter.We Still Have A Long Way To Go. Be Strong And Keep Your Distance#covid19 #covid #coronavirus #SocialDistancing","sentiment_score":0.1916666667}
{"full_text":"RT Covid update!Still in hospital, breathlessness and fatigue, though feeling better.They are trying to wean me off t...","sentiment_score":0.0}
{"full_text":"Are there any parts of the new normal you would like to see stay once the pandemic is over?","sentiment_score":0.1431818182}
{"full_text":"ICYMI: Argentina's new health minister took office on Saturday following the resignation of her predecessor after he was caught helping friends skip the line for COVID-19 vaccinations.https:\/\/t.co\/7sVohk4Dnd","sentiment_score":0.0681818182}
{"full_text":"#CapitolReport: Nearing an end to religious exemption for vaccines? Teachers calling to get COVID shot soon, and bye-bye Trump buildings &gt;&gt;","sentiment_score":0.0}
{"full_text":"You hear conflicting messages concerning how to help prevent the spread of the coronavirus. VA follows and recommends CDC guidelines.","sentiment_score":0.0}
{"full_text":"Well-being during difficult times.  Learn more about the impact of the pandemic on refugees: #Yoga #Refugees","sentiment_score":0.0}
{"full_text":"As the vaccination drive expands beyond frontline workers, it's important to make sure that Indians can make an informed decision about getting vaccinated.https:\/\/t.co\/3r7YaWhdCt","sentiment_score":0.45}
{"full_text":"Cabinet will this afternoon decide if Auckland can join the rest of the country at alert level 1.https:\/\/t.co\/ZGpUGyVf1u","sentiment_score":0.0}
{"full_text":"Israeli researchers have found that having just one shot of the Pfizer coronavirus vaccine may lead to lower viral loads, making it harder to transmit Covid-19 if someone becomes infected after the first dose.https:\/\/t.co\/C0sEl4UbYU","sentiment_score":0.075}
{"full_text":"These teens fought pandemic with podcasthttps:\/\/t.co\/rZbsY2Wa8E","sentiment_score":0.0}
{"full_text":"Life expectancy has dropped significantly more this year for Black and Latinx Americans than for white Americans. The COVID-19 pandemic has made painfully clear how our health care systems and institutions have long been failing BIPOC.https:\/\/t.co\/1dur2zQTnq","sentiment_score":0.0766666667}
{"full_text":"RT a close to iron law of American policymaking:if you make people apply \/ prove their eligiblity for a service \/ come for...","sentiment_score":0.0}
{"full_text":"RT Today MSDH is reporting 390 more cases of COVID-19 in Mississippi, no deaths, and 93 ongoing outbreaks in long-term care faciliti...","sentiment_score":0.5}
{"full_text":"Here is a study published in January that concluded the GoTo campaign \"...increased travel-associated cases of COVID-19 infection.\" Has anyone weighed the actual economic results of the GoTo campaign vs it's health costs? Or even vs its expected Y= impact?https:\/\/t.co\/HhWMnyjJCJ","sentiment_score":0.0333333333}
{"full_text":"Registrations now open for our 'Redundancy and covid-19 - Are our #redundancy laws strong enough?'. Register your place at #ukemplaw #Covid19UK","sentiment_score":0.1444444444}
{"full_text":"What are some of the weirdest things you said, heard, or done during this lockdown? Join us now on #HowCrazyAreWe with Hisham Mousa and send us your stories!   0238555055 -  1042 - WhatsApp: 01559551042","sentiment_score":0.0}
{"full_text":"An Evening with Women in Agriculture in conjunction with the UFU on Tuesday 23 February, 7pm as it leads the conversation on the need for diversification within the NI agriculture industry &amp; the impact of COVID-19 &amp; Brexit.Visit ","sentiment_score":0.0}
{"full_text":"AMAA MEMBERS, You are invited to a Special Call with Dr. Mira Irons, AMA Chief Health and Science Officer.\"Review of COVID-19 Trending Topics\"To register click: #AMAAlliance","sentiment_score":0.3571428571}
{"full_text":"CancerCureNow #COVID19","sentiment_score":0.0}
{"full_text":"We're supporting many schools during lockdown and beyond - could we help your school? Email us to find out - hello@inspire.education #lockdown #covid #remotelearning #learningfromhome #edchat #teaching #teacher #classroom #sltchat #TeacherHacks #sundayblues","sentiment_score":0.375}
{"full_text":"If you've had a cough for three weeks or more and it isn't COVID-19, contact your GP practice. It's probably nothing serious, but it could be a sign of cancer. If it's cancer, finding it early makes it more treatable and can save lives: #HelpUsHelpYou","sentiment_score":0.1916666667}
{"full_text":"The COVID-19 lockdown has hit several projects of the Indian Space Research Organisation (ISRO) including Chandrayaan-3, which was scheduled to be launched in late 2020, and Gaganyaan, the country's first manned space mission.https:\/\/t.co\/IoTsJVuzRj","sentiment_score":-0.0166666667}
{"full_text":"Need a reminder of just how imperiled moviegoing, at least in the U.S., remains due to the pandemic? #TheCroods2, which debuted theatrically in November, was the No. 1 movie this weekend","sentiment_score":-0.1416666667}
{"full_text":"Local churches like Community Christian have been working hard to adapt to the pandemic by creating online lessons, weekly activity sheets and socially distanced services to keep families tied to their faith.","sentiment_score":-0.0645833333}
{"full_text":"A multitude of health organisations in the UK are appealing to the Government for better personal protection against Covid-19.https:\/\/t.co\/mGsTZpLIjp","sentiment_score":0.3333333333}
{"full_text":"See where Washtenaw County stands.","sentiment_score":0.0}
{"full_text":"The cancellation of this spring's  Semester in LA closes one door and opens another as students are given an exciting opportunity to work with professional filmmakers. (By Giavanna Troilo)","sentiment_score":0.2}
{"full_text":"COVID-19 TESTINGMon Feb 22 9am-4pmTarentum First United Presbyterian Church913 Lock StRegister No appointment neededThis is a walkup site not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.25}
{"full_text":"Sad news...Sgt. Stanley Wilson, a 25-year veteran of the agency, died Monday after being hospitalized with COVID-19. He had just retired about a month ago. Condolences to his friends and family. ","sentiment_score":-0.25}
{"full_text":"Lithuania's national opera and ballet theatre has turned to TikTok to reach audiences during lockdown, attracting millions of views to a performance of a sea shanty by its singers.","sentiment_score":0.0}
{"full_text":"If you feel like there is a strain on your mental health because of the pandemic, you aren't alone. Join us on February 25 at 4:30 p.m. for a keynote address and discussion on mental health with #WeCanDoThis #TogetherAsBuckeyes","sentiment_score":-0.1}
{"full_text":"RT \"People don't know what's legit, and they don't know which suppliers are legit,\" said the executive director of Projec...","sentiment_score":0.0}
{"full_text":"Why more contagious variants are emerging, over a year into the #COVID19 pandemic","sentiment_score":0.5}
{"full_text":"\"Biden can inject American ambition into the response. He can champion a plan to share the vaccine recipe--most of which has been funded by taxpayers--and build manufacturing capacity,\" write and in","sentiment_score":0.0}
{"full_text":"Find your #COVID19 vaccine CPT code with the help of #OurAMA. Use our streamlined, interactive resource to determine the appropriate CPT code combination for the type and dose of vaccine that you are using.","sentiment_score":0.5}
{"full_text":"World Consciousness Alliance is Inviting You to Join our Effort and Save our Planet Earth for all HumanityPlease Help Retweethttps:\/\/t.co\/wB6XQTqoy6      #Peace #love #Vegan #Art #rt #nct #BTS #got7 #jimin #exo #UN #covid19","sentiment_score":0.5}
{"full_text":"Nothing to see here.. please move along..https:\/\/t.co\/YjTtSk3HXT","sentiment_score":0.0}
{"full_text":"Consumers turn to milk and cheese in times of crisis, experts say  #teamdairyhttps:\/\/t.co\/4Bfqycqxci","sentiment_score":0.0}
{"full_text":"#NocateeEvents Check out the events happening in Nocatee during the month of March!  Nocatee events are continuing with appropriate social distancing and precautions. For more information on these events, click &gt;&gt;","sentiment_score":0.3444444444}
{"full_text":"Current Conditions for #Sayre PATemp: 37.9FWind Chill: 37.6FHumidity: 46%Dew Point: 19.0F Barometer: 30.573 inHgWind: 2 mph from the WSWCorona Virus Weekly Stats:Cases: 95.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"LAS VEGAS (AP) -- Before the coronavirus pandemic, tourist-dependent Nevada had a notorious attraction: It was the only place in America where someone could legally pay for sex.","sentiment_score":0.1}
{"full_text":"RT Years of austerity meant our PPE stocks were diminished.NHS staff were begging for PPE making use of bin bags and old cu...","sentiment_score":0.1}
{"full_text":"A new study finds that 1 in every 5 hospitalized COVID-19 patients with diabetes die within 28 days of admission.","sentiment_score":0.1363636364}
{"full_text":"RT Nothing new here, just everyday Israeli politics. A shanda","sentiment_score":-0.0318181818}
{"full_text":"Who can book Covid-19 vaccine appointments at 3 new NY Upstate sites?","sentiment_score":0.1363636364}
