{"full_text":"RT Cuomo's press conference seems to be at odds with the private statements of his aide.Questions emerge:Did Cuomo provide...","sentiment_score":0.0}
{"full_text":"Federal COVID Education Funding: Too Much and Inequitable?","sentiment_score":0.2}
{"full_text":"RT My 64 year old mom survived two cardiac arrests last year and then beat covid after 3 weeks of isolation. God always comes...","sentiment_score":0.0166666667}
{"full_text":"RT Pete Buttigieg's first Oval Office meeting probably didn't go as he had imagined it might: wheeled in on a TV, appearing virt...","sentiment_score":0.25}
{"full_text":"RT Important petition from the Bereaved Families campaign, please sign. We back a public inquiry - and our People's Covid I...","sentiment_score":0.1333333333}
{"full_text":"RT my closest grocery store is closing down &amp; theyre \"blaming the city's newly imposed $4 an hour COVID-19 hazard pay for...","sentiment_score":-0.0095959596}
{"full_text":"RT Thanks for having me If you missed it, listen to the podcast here - Your questions on #COVID19 vaccines...","sentiment_score":0.2}
{"full_text":"RT UK 16th Feb New Cases         10,625New Deaths            799    28 day rule#coronavirus #COVID19 #SARSCoV2","sentiment_score":0.1363636364}
{"full_text":"RT Coronavirus News: Beloved New Rochelle teacher dies from COVID, family says remote work request was denied","sentiment_score":0.2454545455}
{"full_text":"We'll see how the next couple days go. CDC says 1-14 days for signs of infection. Today is probably Day 3 if it's from what I think.","sentiment_score":0.0}
{"full_text":"RT CNN reports about Biden adding logs to a fire himself... but CNN's Don Lemon &amp; Chris Cuomo refuse to report on Andrew Cuom...","sentiment_score":0.0}
{"full_text":"RT Just as the latest #COVID19Vic outbreak has destabilised many, the fact that 40,000 Victorians submitted to a Covid swab yeste...","sentiment_score":0.5}
{"full_text":"RT As President Biden left the White House to fly to Wisconsin for the CNN Town Hall tonight, he was asked about Mitch McConne...","sentiment_score":0.2666666667}
{"full_text":"RT Seen enough yet? To make sure cases never drop to below 1000 a day (&amp; ensure we're never out of lockdown) all they need to...","sentiment_score":0.25}
{"full_text":"RT Vaccine supplies to the states up from 8.6m doses per week when we arrived, to 13.5m per week now -- up almost 60% in just four...","sentiment_score":0.0}
{"full_text":"RT My dad got Covid in his assisted living home. No visitors allowed but staff goes home around their families and friends (...","sentiment_score":0.0}
{"full_text":"RT I unwillingly get to test the efficacy of 1 dose of the Pfizer vaccine as well as how effectively covid may transmit thru...","sentiment_score":0.6}
{"full_text":"RT I can't wait to hit my kids with \"I went through a pandemic, race war, hurricanes, and a winter storm and still graduated c...","sentiment_score":0.0}
{"full_text":"RT Daily COVID cases are at their lowest levels in months, so of course Republicans are wasting no time to reverse the trend...","sentiment_score":0.0}
{"full_text":"Fair point and it is an estimated 11,000 people unemployed because of COVID-19. But riot and bun down and mash up tings? I honestly don't think so....I may be wrong","sentiment_score":0.1611111111}
{"full_text":"RT Note to my Democratic colleagues: there is ZERO risk in going \"too big\" on COVID relief. The American people are demanding bo...","sentiment_score":0.0}
{"full_text":"RT It is a scandal that the Biden DOJ dropped its investigation into Cuomo's COVID nursing home orders.These are civil right...","sentiment_score":0.2857142857}
{"full_text":"RT 5 million Texans without power, many for 30 hrs.Homeless Texans found dead without shelter.Nearly every grocery stor...","sentiment_score":0.15}
{"full_text":"Dr. Fauci Feared Catching COVID-19 In Trump's 'Super-Spreader' White House","sentiment_score":0.3}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"RT Billions of people in developing countries may wait *years* for access to a vaccine.Mutations will thrive. Countless...","sentiment_score":0.0}
{"full_text":"RT All State offices tomorrow will be closed as a result of the winter weather across the state. Temperatures are still very...","sentiment_score":0.05}
{"full_text":"Darren are you performing at Warners IOW Bembridge this year Covid permitting!!! I know your at Norton Grange but there is nothing about Bembridge? Saw you there last year twice great show ","sentiment_score":0.4}
{"full_text":"RT Done and done. All my fellow floridian followers please follow and retweet. #RemoveRon #DeathSantis #covid","sentiment_score":0.0}
{"full_text":"Can't remember the last time I saw it this low. This is closer to what we were experiencing last summer. Please keep wearing masks. It'll actually make a difference faster than the vaccines.","sentiment_score":0.0}
{"full_text":"RT Do you want lockdown to end today?Stop getting tested.Please pass this on to all your friends who hate lockdowns an...","sentiment_score":-0.8}
{"full_text":"RT joins a panel of media scholars to talk about the impact of television during th...","sentiment_score":0.0}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"RT Before boarding M1 tonight, pooler asked for his response to McConnell saying opposing COVID relief woul...","sentiment_score":0.0}
{"full_text":"RT Colombia's Amazonas governor threatens to secede over national pandemic response | Article [AMP] | Reuters @infopreside...","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Compared to Florida, 38 other states rank higher for COVID mortality among seniors 65 and older, per capita.","sentiment_score":-0.1270833333}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"it's time to get going on some stuff. Electoral reform, COVID relief, $15 min wage, 14th amendment and that just gets us to step 0. Then we need Medicare for All, real Climate Action &amp; wealth tax. Those are step 1. GET MOVIN'","sentiment_score":0.15}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT Vaccination isn't having much of an effect yet on Covid cases. Cases are coming down because of what we're doing right: s...","sentiment_score":0.0200396825}
{"full_text":"Civil War and Rib contests","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Marshall County Schools will closed 2-17-21. There will be no in person or virtual learning. The Central Office is clo...","sentiment_score":-0.05}
{"full_text":"RT Disenfranchising voters. They always stay ready for that.","sentiment_score":0.2}
{"full_text":"who does a home invasion during a PANDEMIC ???????","sentiment_score":0.0}
{"full_text":"RT Twitter friend sent me this link this morning.What do you think fellow #truckers?Any testing at the border would be a to...","sentiment_score":0.0}
{"full_text":"RT A Love era appreciation thread to prove that it has been one of the best eras Taylor has had, even though covid ruined i...","sentiment_score":0.75}
{"full_text":"CDC spox emphasizes they did say schools can reopen even in red zones if they \"strictly\" follow precautions","sentiment_score":0.0}
{"full_text":"if this is the level of efficiency we working with, stop the pretence and just open the country up for business. This all feels very much for show at this point","sentiment_score":0.13}
{"full_text":"The Vic Libs seem to be disappointed that the UK variant of Covid hasn't got out of control. Just bitching over HQ and lockdown. No care about the safety of Victorians, or what a magnificent job they've done helping to contain it. #victorialockdown #auspol","sentiment_score":0.125}
{"full_text":"RT Next week, we'll mark the one-year anniversary of this Kudlow pronouncement on #Covid:\"We have contained this. I won't say...","sentiment_score":0.0}
{"full_text":"RT \"Antigen testing is one of the most powerful tools we have to hasten control to normalcy,\" said Richard Pescatore, assoc...","sentiment_score":0.4}
{"full_text":"RT I see some people are complaining that if we don't find more cases then the lockdown has been an overreaction.Wonder how...","sentiment_score":0.5}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT The #COVID19 vaccine was developed by these 2 people in Germany and they had no funding from the Trump Admini...","sentiment_score":0.1}
{"full_text":"New COVID-19 cases in U.S. fall for fifth week in a row","sentiment_score":0.1363636364}
{"full_text":"RT #coronavirus  Do you like to read books without getting infected in a shop? E-books &amp; e-book readers are the solution","sentiment_score":0.0}
{"full_text":"RT State government wasn't prepared for the hurricanes, the pandemic, &amp; now a record breaking winter storm in Texas... WT...","sentiment_score":0.0}
{"full_text":"RT Oh wow!What a wonderful thing to do Lou Macari ","sentiment_score":1.0}
{"full_text":"Great show, Lauren...Now I wanna meet you more than ever (Stupid Covid-19)","sentiment_score":0.1666666667}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"Oppose COVID-19 relief? Are you even paying attention to the news? Look at the UK for what is headed here. The UK variant is more fast-spreading &amp; more deadly. Stop putting party over country &amp; stop being an as*hole.","sentiment_score":0.2666666667}
{"full_text":"RT The ruling class is clamoring to reopen schools and businesses as US #pandemic deaths approach a half million. This rec...","sentiment_score":-0.1666666667}
{"full_text":"RT Trade Secretary Ramon Lopez supports Acting Socioeconomic Planning Secretary Karl Kendrick Chua's recommendation to place the...","sentiment_score":0.0}
{"full_text":"RT Bullsh*t - #Kudlow Calls Out #Kamala Vaccine Claim on Hot Mic. #coronavirushttps:\/\/t.co\/R2jCkW02WP","sentiment_score":0.25}
{"full_text":"RT As the #COVID19 death toll exceeds 2M globally, an ethical allocation of vaccines remains an urgent priority. To save live...","sentiment_score":0.1681818182}
{"full_text":"RT HAPPY ANNIVERSARY - exactly 1 year ago today, at this time, you sent word to Number 10 from Day 2 of your...","sentiment_score":0.525}
{"full_text":"RT Departing WH, was asked about McConnell saying that opposing COVID relief would help unite Republicans. \"It might un...","sentiment_score":0.0}
{"full_text":"RT These lockdowns are like finishing a marathon to then find out you've got to run another marathon.#mentallyexhausted #loc...","sentiment_score":0.0}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"RT One sign of covid's nastiness is the fact that the covid countermeasures basically eradicated the flu while covid still surged","sentiment_score":0.0}
{"full_text":"R's better watch out - if they refuse Covid relief it will not be good!","sentiment_score":0.6875}
{"full_text":"RT If we held a minute silence for every person who's died of coronavirus Taiwan would be silent for 9 minutes, New Zealand for...","sentiment_score":0.0681818182}
{"full_text":"RT Incompetent #DeathSantis bungles the vaccines, the state's unemployment system, and more, but because he snivels like...","sentiment_score":0.075}
{"full_text":"RT Wednesday's Independent: \"Hospital leaders' warning over lifting lockdown\"  #BBCPapers #TomorrowsPapersToday","sentiment_score":0.0}
{"full_text":"RT So many business stopped 'work from home' because they want to micro manage. Cubicle culture does not need to be forced...","sentiment_score":0.1}
{"full_text":"Another new variant? Covid getting more updates than an iPhone. Fucking hell","sentiment_score":0.0121212121}
{"full_text":"RT Thank you for covering our work on saliva viral load being a better correlate of #COVID19 disease than N...","sentiment_score":0.5}
{"full_text":"RT NEW: Labour is calling for carers to be paid at least PS10 an hour, meaning a rise of up to PS3,500 a year.@AngelaRayner...","sentiment_score":-0.0818181818}
{"full_text":"RT Liberals bragging about their power being on in blue states like those same states didnt JUST let 1000s of people die...","sentiment_score":0.0}
{"full_text":"RT being an \"essential\" worker is trash. didn't get any extra $600 a week during the pandemic, no time off during the pandemi...","sentiment_score":0.0}
{"full_text":"Researchers identify deletions in the N-terminal domain of the spike protein that allow the coronavirus to avoid antibody neutralization and that may contribute to the emergence of new variants.","sentiment_score":0.1363636364}
{"full_text":"RT Covid was a dry run done by Democratsto force socialism on this country.Do not comply.","sentiment_score":-0.0666666667}
{"full_text":"RT Wishing all, especially my hometown New Orleans, a happy Mardi Gras. Remember to stay safe, celebrate from home, and mask u...","sentiment_score":0.3590909091}
{"full_text":"RT As millions of Americans struggle to make rent and mortgage payments, President Biden is continuing to take action to keep...","sentiment_score":0.1}
{"full_text":"RT Breaking: Media learns what \"95% effective\" means","sentiment_score":0.6}
{"full_text":"this weather has more people inside than covid did","sentiment_score":0.5}
{"full_text":"Am planning #Brexodus to Austria. Once #Covid is under control. Summer at a lake in Hungary. Love Scotland but need more hot summers. Don't know Ireland but again the weather is not my cup of tea. Speak German &amp; Hungarian &amp; French so luckily have choices.","sentiment_score":0.2638888889}
{"full_text":"RT $1 million ad campaign targeting Ron Johnson for blocking COVID relief checks starts tomorrow &gt;&gt; htt...","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Lou Macari runs a homeless shelter in Stoke-on-Trent, but when Covid-19 came along the former footballer was forced to shut i...","sentiment_score":-0.15}
{"full_text":"RT As President Biden left the White House to fly to Wisconsin for the CNN Town Hall tonight, he was asked about Mitch McConne...","sentiment_score":0.2666666667}
{"full_text":"RT Compared to Florida, 34 states had a higher rate of all-cause mortality from 2019 to 2020, per capita. States with high...","sentiment_score":0.205}
{"full_text":"RT \"The more opportunity Covid has to infect people, the more chances it has to mutate.\" UCL Clinical Research Director Pr...","sentiment_score":0.5}
{"full_text":"RT A German colleague sent me a sign they have up, the translation is \"Wash your hands like you cut raw chilies and you are...","sentiment_score":-0.1153846154}
{"full_text":"RT Customs border  officer allegedly used a colleague's computer login to sneak her undocumented housekeeper into Texas from Me...","sentiment_score":-0.1}
{"full_text":"RT Next week, we'll mark the one-year anniversary of this Kudlow pronouncement on #Covid:\"We have contained this. I won't say...","sentiment_score":0.0}
{"full_text":"Trapped Dead: Lockdown &gt; 90% (0.99EUR) #werbung","sentiment_score":-0.2}
{"full_text":"RT \"Mr. Thompson said he was forced to wear a gas mask and hide on the floor of House gallery for three hours while hearing...","sentiment_score":-0.3}
{"full_text":"RT There is an alarm case in Samsun Prison.22 prisoners got diagnosed with #COVID19.4 of those patients were seriously si...","sentiment_score":-0.3333333333}
{"full_text":"have stated that #VapeStores in particular 'are well equipped to be Covid-19-compliant'. These shops are essential to helping smokers quit!https:\/\/t.co\/JQ1HTjlzOZ","sentiment_score":0.0833333333}
{"full_text":"Why is Donald Trump cheating on COVID?","sentiment_score":0.0}
{"full_text":"Chicago #COVID19 Update, 2\/16\/21, data via + CasesToday: 195Past week: 2611New DeathsToday: 13Past week: 72Test Positive RateToday: 3.0%Past week: 3.0%Vaccinations (% of pop)1st dose: 264,025 (9.8%)2nd dose: 92,618 (3.4%)Total doses: 356,643","sentiment_score":0.2272727273}
{"full_text":"'COVID-19 always comes back': Duque asks LGUs to learn from Cebu experience, congratulates Davao for reversing cases trend","sentiment_score":0.0}
{"full_text":"What are your post-pandemic plans? Scientists say that planning events &amp; activities to look forward to help us weather the difficulties of our current situation. Check out this article full of great information about how planning for later helps with now.","sentiment_score":0.2875}
{"full_text":"INTERVIEW: Richie Crouch is known by many as the man who plays Elvis in the area. Richie wanted to share his story of having COVID and the lasting effects he has even a month later.https:\/\/t.co\/pYAXOTogpZ","sentiment_score":0.25}
{"full_text":"Since #COVID19 has impacted our lives, we've been here to help the small &amp; mid-sized business community overcome the challenges this pandemic continues to bring. We're here to help #SMBs survive &amp; thrive. Contact us to learn how we can help your business grow.","sentiment_score":-0.25}
{"full_text":"The Seattle Foundation and its partners say they're seeking to raise $15 million in private donations towards a vaccine equity fund, to be matched by public dollars. The money is intended to help eliminate disparities in access to Covid-19 vaccinations.","sentiment_score":0.0}
{"full_text":"RT Next week, we'll mark the one-year anniversary of this Kudlow pronouncement on #Covid:\"We have contained this. I won't say...","sentiment_score":0.0}
{"full_text":"RT Important piece today by 1\/ Poverty in Fiji = 30%, pre-COVID2\/ No change in last 6 years...","sentiment_score":0.2}
{"full_text":"Coronavirus testing collapses in Myanmar after coup","sentiment_score":0.0}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"Did you get your first dose of the COVID-19 vaccine at the Benton County Fairgrounds? It's almost time to get your second dose!","sentiment_score":0.125}
{"full_text":"As other products are approved and produced for wide use, some Americans wonder whether they will get a choice in which shot they ultimately receive.https:\/\/t.co\/3FF78j8jgj","sentiment_score":-0.075}
{"full_text":"Americans have gotten a total of $1800 for the pandemic, in every other major nation the people stuck at home and the essential workers all have gotten upwards of $1200 PER MONTH since APRIL AT THE LEAST.This government, right-wing or center-left, has failed the working class.","sentiment_score":-0.1125}
{"full_text":"Hassan Al Kontar says the key to resilience and survival lies in having empathy for others.","sentiment_score":0.0}
{"full_text":"ICYMI: The order modifies sanitation guidance for businesses and events. The order also adds a requirement for restaurants, non-critical infrastructure businesses, and events to ensure their ventilation systems operate properly.","sentiment_score":0.0}
{"full_text":"Analysis from Right bias:\"It was the media who furthered Cuomo's status as hero of the pandemic, someone who spoke with truth and honesty, and acted as the leader we 'needed.'\"https:\/\/t.co\/picoiuP8rb","sentiment_score":0.2857142857}
{"full_text":"Chicago is known for the blues. Not \"those blues\"; those are shut down. It's now known for the \"lockdown used for power grab\" blues","sentiment_score":-0.1555555556}
{"full_text":"The modern #Republican Party in all ways that matter to humanity: Appear Barbaric &amp; Neanderthal compared to the Republican Party of the late 1800s. #WhiteSupremacy has literally reversed the Intellectual &amp; Evolutionary progress of humans known as REPUBLICANS. #GOPCowards #Covid","sentiment_score":0.0666666667}
{"full_text":"COVID vaccine efficiency trials show all US candidates effective against serious caseshttps:\/\/t.co\/lPwYHE6ha1","sentiment_score":0.1333333333}
{"full_text":"\"We are open, and believe our ability to be open rests on the safety and testing protocols we have, which are now reflected in the CDC guidelines.\" #ReopenSafely ","sentiment_score":0.0}
{"full_text":"The effort to get teachers and students back to school safely during the coronavirus is an ongoing challenge. One university, though, is turning to man's best friend to help guide them back to normalcy.https:\/\/t.co\/DhENIk3IcU","sentiment_score":0.375}
{"full_text":"Lazio have been referred to the national federal court following an investigation into violations of Covid-19 protocols","sentiment_score":0.0}
{"full_text":"Very few cars. Even less people. As the freezing rain pummeled Cincinnati for hours, all was quiet and calm. We haven't seen Cincinnati so still since the start of the pandemic!https:\/\/t.co\/LA0Wadluph","sentiment_score":-0.0316666667}
{"full_text":"FEMA opens mass vaccine sites as inclement weather hampers efforts","sentiment_score":0.0}
{"full_text":"Tonight on APTN National News: The Edmonton Police Service is being criticized after a video surfaced showing officers removing homeless people from a transit terminal in extreme cold weather.Part 1 of our series on the human impacts of COVID-19.","sentiment_score":-0.2416666667}
{"full_text":"#COVID19 RELIEF BILL: Review highlights progressing in the House.","sentiment_score":0.0}
{"full_text":"#COVIDRx News: CPESN Iowa pharmacist Brooke Weber, Director of Clinical Services with Main at Locust Pharmacy, was recently featured in NBC-affiliate KWQC news coverage on COVID vaccine. #CPESN #COVIDvaccine","sentiment_score":0.0833333333}
{"full_text":"Thoughts and prayers go out to their loved ones.","sentiment_score":0.7}
{"full_text":"Governor Ralph Northam announced on Tuesday $524 million in new federal funding would help to keep Virginia families in their homes amid the COVID-19 pandemic.","sentiment_score":0.1363636364}
{"full_text":"Schools to reopen in Karnataka for classes 6-8 from Feb 22, details here! #Karnataka #schoolreopening   ","sentiment_score":0.0}
{"full_text":"Why We Need to Create a Rest Ethic and Get Rid of the Badge of Busy","sentiment_score":0.1}
{"full_text":"#WearAMask Safety First","sentiment_score":0.25}
{"full_text":"$323,180 | 136 White Horse Way, Groveland, FL 347364 Beds | 2 Baths | 1Partial Bath | 2,584 SqFtUnder Construction. You do deserve the very best, so why not SPREAD-OUT and ELEVATE your lifestyle. #Groveland #RealEstate #Florida #Tuesday #COVID19https:\/\/t.co\/NO7SgdVV3x","sentiment_score":0.5}
{"full_text":"Today marks the start of the Lenten period! This year's Ash Wednesday might look pretty different.  Don't forget to follow precautionary measures to avoid the spread of the virus. Always wear a mask, face shield, and bring alcohol going to church! #YakultEverydayEverydayOK","sentiment_score":0.125}
{"full_text":"A Protein Subunit SARS-CoV-2 Vaccine Seems Likely. Promising Phase 1 results from an Australian study:    #COVID19Vaccine   #IDTwitter","sentiment_score":0.0666666667}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"The uk have been listing deaths from people who have tested positive died so many months later an listing it as corona load of bollocks an am no conspiracy theorist just doesn't add up a tall.","sentiment_score":0.2424242424}
{"full_text":"As universities become more sophisticated in how they respond to the pandemic, Ohio State University announced it added additional features to its COVID-19","sentiment_score":0.5}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"Factors separate from vaccine availability--such as distrust of government as well as underlying inequities related to income, education, and job access--are likely contributing to any racial disparities in vaccine distribution that do exist.","sentiment_score":0.0}
