{"full_text":"RT There is a lot of disinformation out there, but here's the truth: You should get a COVID vaccine as soon as it's available...","sentiment_score":0.4}
{"full_text":"Does she own a covid testing company??!","sentiment_score":0.75}
{"full_text":"Inflatable pools were trending items in Myanmar last year during COVID pandemic. Now in 2021, creative Gen Zs are using it for peaceful protests against military coup in Yangon, Myanmar.#WhatsHappeningInMyanmar #10FebCoup","sentiment_score":0.1625}
{"full_text":"Live: Highway traffic during #SpringFestival2021 in S #China's Guangdong as many people stay put to curb #COVID19","sentiment_score":0.3181818182}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"RT Schumer and AOC have teamed up to introduce $2 billion in special FEMA funds for families who lost a loved one to the cor...","sentiment_score":0.5285714286}
{"full_text":"RT We just announced two supply agreements for the COVID-19 Vaccine Moderna: one with the government of Taiwan for 5 million d...","sentiment_score":0.0}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT WHO Concludes it's \"Unlikely\" COVID-19 Leaked from Wuhan Lab","sentiment_score":-0.5}
{"full_text":"RT If only we knew why Matt Hancock's shovelled billions at private companies during the pandemic.In unrelated news, cha...","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT Chile's vaccination campaign is impressive!This is the average rate of daily vaccinations in EU countries and the US in co...","sentiment_score":-0.075}
{"full_text":"Is this Alberta's minister of justice appealing the Keystone XL decision? #ableg #abpoli","sentiment_score":0.5}
{"full_text":"RT In light of the worrisome spread of new #COVID19 variants in Alberta, today I called on Jason Kenney to reverse his plan to...","sentiment_score":0.2681818182}
{"full_text":"RT He used his platform. You just didn't get the message","sentiment_score":0.0}
{"full_text":"Takes a pandemic for me &amp; to show up on zoom with the same outfit ","sentiment_score":0.0}
{"full_text":"RT \"WHO whitewash: they probe China's claim virus was imported on frozen meat\"!Based on all my intelligence + scientific ev...","sentiment_score":0.0}
{"full_text":"I can't get enough of these Victorian COVID ads on Sydney radio.","sentiment_score":0.0}
{"full_text":"Does money make a virus go away? Is that what they did for the flu this year? They paid it off?","sentiment_score":0.0}
{"full_text":"RT Common asthma drug cuts COVID-19 hospitalization risk, recovery time - Oxford study","sentiment_score":-0.3}
{"full_text":"I wear a mask in my own home, since I don't know where my roommates been and vice versa lol","sentiment_score":0.7}
{"full_text":"RT Pfizer vaccine 12\/18\/20MISCARRIAGE 12\/19\/20Age 34 -- 32 weeks pregnantVAERS* ID# 906529(*Vaccine Adverse Event Repor...","sentiment_score":0.0}
{"full_text":"UNCONSTITUTIONAL: From Newsmax - Buttigieg: Feds May Require Negative COVID-19 Test for Domestic Air Travel ","sentiment_score":-0.15}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"RT Exactly why every patriotic American should support this! #RecallGavinNewsom","sentiment_score":0.125}
{"full_text":"Slammed head first into that \"pandemic wall\" the other day. My energy has just run out, but I feel l have no excuse to be tired when so many are doing so much more than I am like medical professionals and first responders.","sentiment_score":0.125}
{"full_text":"RT It will never not stun\/annoy me that opening schools is considering safer than opening the damn lakefront","sentiment_score":0.0}
{"full_text":"RT #COVID19 measures in Greece explaining with a kitten","sentiment_score":0.0}
{"full_text":"RT Ford &amp; Lecce have completely misled Ontarians about in-school testing. As I said last week: schools are opening &amp; there's...","sentiment_score":0.05}
{"full_text":"Nice...I am in cdmxMexico Now Has the Most Deadly Covid Outbreak in Latin America  [\"https:\/\/t.co\/pFm3HGUqcG\"]","sentiment_score":0.15}
{"full_text":"RT the biggest group in the world putting out a song addressing way people including them constantly feel the need to be product...","sentiment_score":0.0}
{"full_text":"Hi all, I'm inviting you all to join RewardDollars, a site that lets you earn money with social media. I just earned $9425 and you can too! Sign up today for a $25 bonus : #rewarddollars #makemoneyfromhome #stayathome","sentiment_score":0.0416666667}
{"full_text":"RT \"We don't wish for residents to be alarmed by this increased UCPD presence, but we must ensure the health of our community,\" an...","sentiment_score":0.0}
{"full_text":"RT Oh man do you all remember a year ago when we were like HEY IS COVID GONNA BE BAD and some people were like NAH and some w...","sentiment_score":-0.7}
{"full_text":"RT COVID deaths are coming down, but still horribly high. Half a million deaths truly felt unfathomable a year ago. But remem...","sentiment_score":-0.0540740741}
{"full_text":"So let me get this straight, you voted AGAINST election results the majority of this Country voted on. Our vote! Then you encouraged the mob! And then you voted against the Covid relief package. How dare you lecture us for your political gain. We will not forget. What about us?","sentiment_score":0.15625}
{"full_text":"BT Daily: COVID Relationships via","sentiment_score":0.0}
{"full_text":"RT Trust me it's a struggle","sentiment_score":0.0}
{"full_text":"RT #COVID19 UPDATE:- One month ago, we reported 53k cases. Today: 8,251 cases.- One month ago, we reported a 14% test pos...","sentiment_score":0.0}
{"full_text":"Just FYI y'all- new #coronavirus updates: ","sentiment_score":0.1363636364}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"RT Rules To Dips...1. Don't Panic &amp; Sell2. Buy More When Dips Occur. 3. HODL #DogecoinRise #DOGE ","sentiment_score":0.5}
{"full_text":"World's second-oldest person turning 117 this week after surviving COVID-19","sentiment_score":0.0}
{"full_text":"RT Due to a COVID-19 issue within the Dixie State program, Thursday's match has been canceled. We will now open the season F...","sentiment_score":-0.0625}
{"full_text":"RT Schumer and AOC have teamed up to introduce $2 billion in special FEMA funds for families who lost a loved one to the cor...","sentiment_score":0.5285714286}
{"full_text":"We need to keep fighting Covid-19 &amp; support everything, &amp; anything to help people with hunger, foreclosure, &amp; eviction. This other sidebar thing regarding the guy who was instrumental in getting us here, make sure it does not happen again, &amp; disband the GOP if they insist on it.","sentiment_score":0.1875}
{"full_text":"RT Very important analysis and advice from a leader with immense Pacific experience PIF cannot crumble especial...","sentiment_score":0.26}
{"full_text":"This. While people who tried to overthrow the government are allowed to whine about not having organic food in jail, or actually get to leave the country and go on vacation. WTF?!!","sentiment_score":-0.29375}
{"full_text":"RT Wait a minute...am I missing something here?Joe Biden wants Americans to have a Covid test before getting on a commercial...","sentiment_score":0.0}
{"full_text":"Yeah.... it's like Joe went to work today...Didn't sit tweeting and binge watching TV..But while POTUS has meetings all day to work on COVID,The House is busy making laws,The Senate is holding Trump's trial.So everyone's just at work then..Wow.. what a concept...","sentiment_score":0.1}
{"full_text":"RT Yesterday ZSJL showcased hate against women.Today it's back to \"budget should have gone to indie movies\".Tomorrow, we'...","sentiment_score":-0.2666666667}
{"full_text":"\"Interestingly, the single team with no confirmed cases did not attend any social events outside of their curling games, suggesting that social activities associated with sporting events may be as, or more, important for transmission.\"Introverts for the win! ","sentiment_score":0.2439153439}
{"full_text":"RT Trump-appointed USPS chief apologizes for delivery delays over the last year due to pandemic, his changes to agency","sentiment_score":-0.0625}
{"full_text":"RT Why are half of the countries that make the top 10 in Covid-19 deaths per capita among the wealthiest and most medical...","sentiment_score":0.2083333333}
{"full_text":"She's on African-American #COVID19 taskforce.It was formed by two doctors so the Black community had a better voice and talk about what COVID meant to them. #ABC11","sentiment_score":0.1666666667}
{"full_text":"If you could please share this around.We have families on the Navajo Rez without access to electricity(It's one of the reasons the death toll has been so high from Covid)We can to help those that have been oppressed &amp; forgotten,Literally Power to The People,Green Renewable Power!","sentiment_score":0.2}
{"full_text":"RT The Biden administration will begin delivering COVID vaccines directly to a network of federally funded clinics in unders...","sentiment_score":0.1}
{"full_text":"RT If your covid plan is to keep everyone masking and socially distanced until covid is no threat at all, you are insane and n...","sentiment_score":-0.4833333333}
{"full_text":"Omg that's not good. I hope Covid and everything comes back Negative","sentiment_score":-0.2166666667}
{"full_text":"RT Decoding #COVID19 #vaccine brands.The curious alchemy of vaccine brands: when molecules and medicine mingle with rhyme a...","sentiment_score":-0.1}
{"full_text":"RT #POPHAZE: Regine Velasquez's first-ever digital concert, 'Freedom' get postponed after Songbird exposed to someone who t...","sentiment_score":0.0}
{"full_text":"What the #pandemic can teach us about ways to reduce air pollution - #covid10 #climatechange ","sentiment_score":0.0}
{"full_text":"RT \"To distract somewhat from unattractive numbers being reported.\" These people make me puke. #cdnpoli #lpc #coronavirus...","sentiment_score":0.0}
{"full_text":"Pete Carroll just made this franchise maybe the only sports team in the USA to play a whole season through the pandemic without a single player getting covid but Seahawks twitter can't wait to get rid of him lmaaao this fanbase is such an embarrassment sometimes","sentiment_score":0.0321428571}
{"full_text":"RT This man may be one of the most dangerous people on television right now.","sentiment_score":0.0619047619}
{"full_text":"life was good when covid cases were down to the teens. we're in elvish territory now.","sentiment_score":0.2722222222}
{"full_text":"RT If the vaccine plan isn't seen as a global effort, it will fail. Imagine if 90% of Canada's vac...","sentiment_score":-0.25}
{"full_text":"RT #POPHAZE: Regine Velasquez's first-ever digital concert, 'Freedom' get postponed after Songbird exposed to someone who t...","sentiment_score":0.0}
{"full_text":"RT It's definitely a choice for the #rhod women to throw shade at the doctor in the cast for not being able to hang late...","sentiment_score":0.0666666667}
{"full_text":"RT NEW | 'There was no need' for election call, PCs and NDP say amid COVID-19 spreadhttps:\/\/t.co\/ZnF8xCusvR #nlpoli #nlvotes ht...","sentiment_score":0.1363636364}
{"full_text":"RT Engaging with young farmers on production management during this Pandemic  NW...","sentiment_score":0.25}
{"full_text":"RT Negative COVID-19 test will soon be required at land border: Trudeau","sentiment_score":-0.3}
{"full_text":"More than 97% of recent COVID deaths in Israel were people who weren't vaccinated, PM says via","sentiment_score":0.25}
{"full_text":"do you think the life of inmates during the pandemic could be considered cruel and unusual? No visitation - extremely long lock downs - and lack of protection from Covid?","sentiment_score":-0.2833333333}
{"full_text":"RT State's vaccine distribution shortchanges St. Louis region, local officials insist","sentiment_score":0.0}
{"full_text":"Fuck why did the pandemic even happen. Fuck it.","sentiment_score":-0.4}
{"full_text":"RT Tributes have been paid to Margaret and Derek Firth who both died with coronavirus at Trafford General Hospital.Both 91, the...","sentiment_score":0.05}
{"full_text":"Yep, he had a sniffle and got tested but didn't have COVID. Next thing to whinge about?","sentiment_score":0.0}
{"full_text":"\"Elementary schools in Long Beach may be a month or two away from reopening.\" #EdChat #COVID19 Read the full article here:","sentiment_score":0.2}
{"full_text":"RT Enjoy your stay at the celebrity home 'Chhota Mahal' Bara Bungalow, Amer with super hospitality. Feel at home whilst i...","sentiment_score":0.3666666667}
{"full_text":"Unit 5 students can get tested for COVID, athletes at front of line","sentiment_score":0.0}
{"full_text":"RT As the U.S. approaches nearly 500,000 deaths from the COVID-19 pandemic, NPR is putting together a tribute to remember people w...","sentiment_score":0.1}
{"full_text":"RT The CEO of Johnson and Johnson is now saying that the COVID-19 vaccine will likely need to be annual vaccine for the nex...","sentiment_score":0.0}
{"full_text":"RT The media is legitimately terrified of Ron DeSantis because they know that he has all the upside that Trump had X10 and h...","sentiment_score":0.0}
{"full_text":"There are 2,515 active #coronavirus cases in #SaudiArabia out of which 427 are in a critical condition.   ","sentiment_score":-0.0666666667}
{"full_text":"Have you read any of the ZEDS series yet? If not I mean, what're you waiting for?#wattpad #writingcommunity #zombies #pandemic","sentiment_score":0.15625}
{"full_text":"#NSTopinion Vaccinating the global population will take a significant amount of time, hence there are worries that it might create unintentional hierarchies in society where the unvaccinated are treated as second-class citizens.https:\/\/t.co\/RdDRl4YuM4 #coronavirus","sentiment_score":0.1875}
{"full_text":"There are 1,022 new cases of COVID-19 in Ontario, for a total of total of 280,494 since the pandemic began; 909 people are in hospital, 318 of them in intensive care, and 223 on ventilators. To date, 6,555 people have died. #onpoli #onhealth","sentiment_score":0.0454545455}
{"full_text":"Ontario's beloved shares their most-loved toys, and the surprising ways customers are taking charge of solo sex","sentiment_score":0.7}
{"full_text":"RT Indian Army Canines \"Mani, Jaya and Casper\" Get Training For COVID Real-Time Detection.They can identify coronavirus u...","sentiment_score":0.0}
{"full_text":"RT Kyrie Irving says, \"We're the team that gets someone taken out during COVID during the games. We're the team that has to...","sentiment_score":0.0}
{"full_text":"#FPCJ #japannews Japan Keeps Its Covid Fight Simple With a Rule Starting at Dinnertime","sentiment_score":0.0}
{"full_text":"\"The community is just desperate. Families are devastated by the COVID virus and they're in need for food.\"https:\/\/t.co\/c3MJwQ40Rc","sentiment_score":-0.6}
{"full_text":"But, pandemic? Beside being a traitor","sentiment_score":0.0}
{"full_text":"Over the coming months, the two companies will roll out several initiatives as vaccines become more readily available.","sentiment_score":0.3}
{"full_text":"What to know about filing taxes if you moved to another state during the pandemic -- has details.","sentiment_score":0.0}
{"full_text":"Local transportation officials say it's best to stay home if possible because of the ice storm warning in our area. But, crews were out treating roads today ahead of the storm, for those who can't avoid traveling.","sentiment_score":0.3333333333}
{"full_text":"If approved, the J&amp;J shot would be the first single-dose vaccine for COVID-19.","sentiment_score":0.25}
{"full_text":"More help needed for #Kamloops healthcare workers targeted by vandals | SOUND OFF by an anonymous employee of Interior Health: #COVID19","sentiment_score":0.45}
{"full_text":"Sister Andre is also the second-oldest known living person in the world.","sentiment_score":0.0}
{"full_text":"CVS, Walgreens, Kroger, Rite Aid and other major pharmacies are poised to begin accepting COVID-19 vaccine appointments at certain locations.","sentiment_score":0.0505952381}
{"full_text":"RT Outbreak of #B117 despite full vaccinations at a nursing home. 14 residents at a  nursing home have tested positive for...","sentiment_score":0.2886363636}
{"full_text":"RT Girl how long are you gonna keep this act up? We ALL know you're a republican, that mask has been off (literally)","sentiment_score":-0.05}
{"full_text":"National mental health crisis compounded with COVID-19 pandemic calls for increased mental health support options on campus, collaborative effort among UHS and UW divisions shows promisehttps:\/\/t.co\/POkPhrjOka","sentiment_score":-0.1}
{"full_text":"I feel more at ease after unfollowing and muting some accounts that shows how carefree they're during pandemic even a year nearly passed.","sentiment_score":0.3}
{"full_text":"VACCINES TO PHARMACIES: The pace of the COVID-19 vaccine rollout is slowly picking up as 10% of Americans have received their first shot, reports as the government sends an additional one million doses to select pharmacies across the nation.","sentiment_score":-0.025}
{"full_text":"Parliament rejects Lusanja land compensation, COVID-19 vaccine cash, details in the New Vision. Get yourself a copy from your nearest vendor or subscribe to our #EPAPER; | #VisionUpdates","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 24.4FWind Chill: 24.4FHumidity: 85%Dew Point: 20.6F Barometer: 30.366 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 92.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"According to a Health District survey last weekend, 93% of the 1,339 people observed at 32 Yakima County sites wore masks.","sentiment_score":0.0}
{"full_text":"RT House Democrats are pushing ahead with President Biden's pandemic plan, including a proposed $130 billion in school relief and a gr...","sentiment_score":0.0}
{"full_text":"Inflatable pools were trending items in Myanmar last year during COVID pandemic. Now in 2021, creative Gen Zs are using it for peaceful protests against military coup in Yangon, Myanmar.#WhatsHappeningInMyanmar #10FebCoup","sentiment_score":0.1625}
{"full_text":"to lockdown again) this is clearly the direction of education Senior Fellow. We are... RT : This is all documented publicly. You're spreading directly. The same principle as the family bubbles. With little kids distancing isn't possible","sentiment_score":0.0020833333}
{"full_text":"RT He's my role model.","sentiment_score":0.0}
{"full_text":"Despite having several friends get sick, one student said her fall experience would have been worse had Central Methodist enforced social distancing more strictly, preventing the gathering that likely made her ill.","sentiment_score":-0.1351190476}
{"full_text":"RT Dear love you, go home, you're very special.Signed,AmericaP.S. But stay at home, don't ever vote again a...","sentiment_score":0.35}
{"full_text":"RT My father tested positive for Covid. My mom died of cancer 10 years ago this month. He's all I have left","sentiment_score":0.1136363636}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"RT For most of my life, the political consensus has been tilted towards austerity and balanced budgets. I get the feeling that...","sentiment_score":0.25}
{"full_text":"RT The Buford D was led by a strong night in the crease by 25 M Canavan!Lock down support by the poles 21","sentiment_score":0.1388888889}
{"full_text":"WHO will end research into 'extremely unlikely' theory that COVID-19 originated in Wuhan lab","sentiment_score":-0.5}
{"full_text":"RT Out of fairness I guess we should also put the Liberal Party logo on the COVIDSafe app.","sentiment_score":0.0}
{"full_text":"RT the health secretary has announced a testing system for all travellers into the UK around 53 weeks after the pandemic began","sentiment_score":0.0}
{"full_text":"The uneven impact of the pandemic in retail - Inside Retail","sentiment_score":-0.2}
{"full_text":"Here are some recommendations on how to manage #stress in the workplace during the #pandemic. #Wellbeing","sentiment_score":0.0}
{"full_text":"RT The Buford D was led by a strong night in the crease by 25 M Canavan!Lock down support by the poles 21","sentiment_score":0.1388888889}
{"full_text":"RT This. While people who tried to overthrow the government are allowed to whine about not having organic food in jail, o...","sentiment_score":-0.1}
{"full_text":"BUK PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #WednesdayThoughts #COVID19 #coronavirus #Educat","sentiment_score":0.1}
{"full_text":"What made our covid cases so low in Newfoundland and Labrador was because people listened to the rules &amp; guidelines.  We need to start listening again!!! Be kind to everyone, we are all in this together  Thank you , you and your team are doing great work.","sentiment_score":0.4666666667}
{"full_text":"In case covid gets ya on the beach in 40C","sentiment_score":0.0}
{"full_text":"RT So, I'm not going to tag all the folks I've had disagreements with for *months* now, since December, who didn't believe me that...","sentiment_score":0.0}
{"full_text":"Chinese not happy about how their Coronavirus is doing want to try a different tact.https:\/\/t.co\/WX57N8Ycl1","sentiment_score":-0.1333333333}
{"full_text":"RT Florida has become America's brightest beacon light of liberty in a nation that remains hijacked by COVID tyranny. htt...","sentiment_score":0.4}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"RT Where are our friends in the neighbourhood? Bangladesh is talking to China about COVID-19. America is withdrawing from Afgh...","sentiment_score":0.0}
{"full_text":"Salesforce won't force workers to go into office post-COVID","sentiment_score":0.0}
{"full_text":"RT \"This bill is legalized rape...\" Testimony from a hearing on the abortion ban that the SC legislature has made first priority a...","sentiment_score":0.25}
{"full_text":"RT The new US admin should be open about the EVALI cases and make some kind of public statement to prepare p...","sentiment_score":0.1840909091}
{"full_text":"RT A white man killed a nurse during a pandemic but it's not domestic terrorism according to the police, who also miracul...","sentiment_score":-0.0666666667}
{"full_text":"Dozens of people who've had Covid end up with a seven try victory in Rome.","sentiment_score":0.0}
