{"full_text":"RT You guys are not angry about this? How people in power keep defrauding contractors and how children have to bear the conseque...","sentiment_score":0.25}
{"full_text":"RT Nehru is responsiblefor Chinese intrusion.Previous govt is responsiblefor fuel price hike.Corona is responsiblefor ec...","sentiment_score":0.0}
{"full_text":"RT Lebanese militant #AnisNaccache, an accomplice of the notorious #CarlostheJackal, dies of #coronavirus in a Damascus hos...","sentiment_score":0.0}
{"full_text":"As much as there are problems within the education sector ( and there are plenty), can't we just celebrate the fact that there were matriculants who made it through the year in a pandemic- and passed? Even for one moment.","sentiment_score":0.2}
{"full_text":"RT 1. There has been a 70% drop in COVID-19 infections among healthcare workers in England who have received the first dose of th...","sentiment_score":0.25}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT #Wandsworth arts orgs working with young people - join the listening project to have your say","sentiment_score":0.1}
{"full_text":"RT Hate such a strong word I can't use. But I am repulsed by the Tories ,  and do not understand the fools that support them aft...","sentiment_score":-0.1222222222}
{"full_text":"RT The state health department has decided that district hospitals across #Maharashtra , including #Mumbai will now give t...","sentiment_score":0.0}
{"full_text":"RT American families have lost more than 500,000 sons and daughters, mothers and fathers to COVID-19. Today and every day, we're remem...","sentiment_score":0.25}
{"full_text":"RT BE EU Affairs Minister takes part in a virtual #GAC.Ministers:# prepare the #EUCO VTC (#Covid19, #Healt...","sentiment_score":0.0}
{"full_text":"Do you live in Darlington? Help show Peter Gibson MP just how many of us support a #PayRiseForKeyWorkers.Tomorrow at 12.30pm.Sign up now https:\/\/t.co\/WSrW5Hj1pD","sentiment_score":0.3181818182}
{"full_text":"RT Frontline health workers are not commodities for trade!!!","sentiment_score":0.0}
{"full_text":"RT I know there are few positives to Covid and homeschooling but the is hosting an online course for TY students th...","sentiment_score":-0.2}
{"full_text":"RT If you haven't read this piece on pandemic strategy 100+ years ago, please do. Ventilation. Florence Nightingale was o...","sentiment_score":0.0}
{"full_text":"RT These two are the only reason why I was glued to BBNaija Lockdown #Ozone","sentiment_score":0.0}
{"full_text":"Yes, you are missing many things. You would think journos would pay attention to the current news but clearly not.Hint: 2nd dose of vaccination needed to be fully protected.Hint: not all vulnerable have had their first dose yet","sentiment_score":0.0214285714}
{"full_text":"...#SARSCoV2 has been seen in place,in human tissueSee Fig 4 inhttps:\/\/t.co\/VjpZ5skA8eHowever, direct detection by electron microscopy while usefulisn't as reliable,specific,sensitiveor definitiveas isolation by cultureIt is useful for other things though#COVID19","sentiment_score":0.06875}
{"full_text":"I didn't say we are number 1. Denmark is reaping the benefits of having a v different, better, primary care health system. Do you think the media are right that this country's pandemic is a shambles? Better than UK, Italy, Spain, France, Belgium &amp; 20+ other European states","sentiment_score":0.2229591837}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT .@jochanembley: London's Comedy Clubs On The Fight For Survival During COVID-19","sentiment_score":0.0}
{"full_text":"RT Grabe. The boys are really lucky to have A'TIN. Mukhang iwo-world tour pa nga kayo thru series of LED BB ad on your cb\/new e...","sentiment_score":0.3333333333}
{"full_text":"RT \"The isn't much without its audience. We have a loyal audience, particularly on who like to commu...","sentiment_score":0.2333333333}
{"full_text":"RT Just in: Myanmar prison department and custom dept which both are not in ongoing strikes are currently getting covid-19...","sentiment_score":0.0}
{"full_text":"RT You lot do realise that we will only be out of lockdown in June if you all do as you're asked, get vaccinated etc? Not t...","sentiment_score":0.0}
{"full_text":"RT Banned due to COVID-19 restrictions:Leaving the house on weekendsGoing out after 9pm any day of the weekAttending sports e...","sentiment_score":-0.125}
{"full_text":"this lockdown and quarantine make a singer to go as TWITCH CHIC . i still believe to the future . grrrrr like dota 2 and NBA basketball , the score you have is behind but still you must still play as you are winning . #HumanDifficulty . i think it is also a LOVE hehehehhe","sentiment_score":0.15}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT \" BTS, Seventeen, TXT, and ENHYPEN sold 13.22 million albums in total, which means about 40% of the label's revenue coul...","sentiment_score":0.0}
{"full_text":"RT I think it is worth doing another 3 months in lockdown if it saves another 55,000 sad souls from loosing their lives.Plea...","sentiment_score":-0.1}
{"full_text":"According to people down the reductions aisle if I so much as THINK about reducing a pack of salmon, social distancing guidance has already been relaxed, dw hun it's FINE I don't need two metres I am the exception","sentiment_score":0.1236111111}
{"full_text":"RT This is how Wales reopened schools today.  They believe in both science and children's mental health.  Only the teacher is i...","sentiment_score":-0.05}
{"full_text":"meanwhile our lockdown just keeps getting longer and longer","sentiment_score":0.0}
{"full_text":"RT Indeed:","sentiment_score":0.0}
{"full_text":"Why I keep saying that we should've all gone under collective lockdown from the very beginning, for about 5 weeks, &amp; then mandatory facemasks for another 5, &amp; we wouldn't have been where we are. (The pandemic playbook, &amp; staff on the ground in Wuhan, left by Pres Obama aside.)","sentiment_score":0.1}
{"full_text":"RT COVID-19: AstraZeneca vaccines are safe - Immunisation Consultant assures | More here: #CitiNewsroom","sentiment_score":0.5}
{"full_text":"RT Union Home Ministry has decided to close DRDO established COVID-19 centre in Delhi Cantt in line with the decision taken in a meet...","sentiment_score":0.0}
{"full_text":"Why are you in the Liberal party exactly?","sentiment_score":0.25}
{"full_text":"Atleast there's someone in the media calling it out","sentiment_score":0.0}
{"full_text":"RT Matt Hancock claims there was no shortage of PPE.I sounded the alarm on inadequate PPE last April, alongside thousan...","sentiment_score":0.0}
{"full_text":"I guess checking is not a problem. airport has it, metro has it. It is just the procedure to separate out bad guys. Kashmir awaam understands. Civilian life is important. Checking is fine. #kashmir","sentiment_score":0.0388888889}
{"full_text":"RT We are still able to provide an essential shopping and prescription service to #carers during the covid-19 restrictions. If yo...","sentiment_score":0.25}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"Tragic loss - this should be a salutary reminder of the danger of Covid to all concerned - another soul lost - may he RIP","sentiment_score":-0.75}
{"full_text":"RT The Health Secretary says there was never a shortage of PPE. This carer's tears in April tell a different story.We film...","sentiment_score":0.0}
{"full_text":"MORE BOATS COMING INTO DOVER TODAY - Full of MIGRANTS - OUR BORDER FORCE IS BRINGING THEM IN -Are they Loaded with COVID 19 ??? WE ARE SUPPOSED to be in LOCKDOWN ?? - Shut the Borders you Thick Plank BORIS - Cant trust a word he say's","sentiment_score":0.1833333333}
{"full_text":"RT PLEASE STAY AT HOME, DONT GO OUT.They're killing innocent people in this movie I'm watching right now","sentiment_score":0.3928571429}
{"full_text":"RT As a non-American living in America, during a pandemic, I'm both awed and horrified by this country's reverence for work.","sentiment_score":0.0}
{"full_text":"RT These are your lungs.These are your lungs on COVID. Any questions?","sentiment_score":0.0}
{"full_text":"What caused lockdown?What would've happened if we hadn't locked down?If we had got the virus under control sooner, how would that affect the outcomes you linked to above? If we are less cautious now, what will be the outcome for cancer patients?","sentiment_score":-0.0833333333}
{"full_text":"RT Great segment from liberal feminist author &amp; former Bill Clinton advisor on the importance of battling COVID-f...","sentiment_score":0.4}
{"full_text":"RT Modelling from Warwick University suggests a slow return from lockdown will still result in between 32,600 and 82,900...","sentiment_score":-0.3}
{"full_text":"RT If you would have asked us a year ago what would have been the most tragic memorial of 2021, it would be the 20th anniv...","sentiment_score":-0.0833333333}
{"full_text":"RT Last yr amidst the chaos of Covid &amp; Hyungs enlisting, King Joy8nbal came in like a ray of sunshine with his astounding pe...","sentiment_score":0.3}
{"full_text":"RT This week the House is expected to consider a massive package being sold as another COVID-19 relief measureIt's stuffed wit...","sentiment_score":-0.05}
{"full_text":"#21stJune2021  Not to be trusted as a day of freedom.","sentiment_score":0.0}
{"full_text":"There are just 8 days left until the budget. can give private renters the support they need by bringing in a Covid Rent Debt Fund to clear arrears.Write to your MP to join our fight to #EndTheRentDebtCrisis by following this link.https:\/\/t.co\/VCoRFrYMMA","sentiment_score":0.025}
{"full_text":"RT REPORT: Cuomo BLAMES Donald Trump, Racism, 'Injustice' for New York's CoVID Debacle...","sentiment_score":0.1363636364}
{"full_text":"RT The US mismanagement of the pandemic, like the Texas mismanagement of the winter failure of it's power grid st...","sentiment_score":-0.3166666667}
{"full_text":"RT Are you a #theatre #Freelancer, venue or organisation?You can contribute to new #research looking at the impact of #CO...","sentiment_score":0.1363636364}
{"full_text":"SAGE was also wrong by orders of magnitude before. why are we listening to them? There are more concerns besides just covid. get a grip m8.","sentiment_score":0.0}
{"full_text":"RT To be done with social distancing, I no like wahala","sentiment_score":0.0333333333}
{"full_text":"RT Hancock - we should be thanking my teamPiers Morgan - You &amp; your team have presided over a woeful handling of this pandemi...","sentiment_score":0.0}
{"full_text":"RT I'll be disappointed if the Minister of Loneliness doesn't show up looking like this","sentiment_score":-0.75}
{"full_text":"The United States of America Constitutions protects every Americans right to free speech. Truth Matters. Please Retweet. #unitedstates #constitutions #COVID19","sentiment_score":0.3428571429}
{"full_text":"RT Matt Hancock has clearly done his very own public inquiry into Covid. The findings are... he was bloody marvellous and w...","sentiment_score":0.02}
{"full_text":"RT Once the pandemic is behind us, if you can, I want you to travel as far and wide as you can. It's truly one of the best gift...","sentiment_score":0.15}
{"full_text":"A thread worth reading.","sentiment_score":0.3}
{"full_text":"Vitamin D deficiency is more of a pandemic than the one were in now imo. Especially for dark skinned folks. I live in the upper Midwest and all these white people are deficient. I supplement  5000 in daily and I'm just above proper range. That should tell everyone something.","sentiment_score":0.0086363636}
{"full_text":"Your business recipe for success in 2021 - Even amidst this COVID pandemic!   More leads, more revenue now.  We share with you how to make it happen. Register for your FREE online support package today.#takebackcontrol #moreleads #dmeLRGM","sentiment_score":0.44375}
{"full_text":"RT You lot do realise that we will only be out of lockdown in June if you all do as you're asked, get vaccinated etc? Not t...","sentiment_score":0.0}
{"full_text":"RT I've struggled and battled with anxiety for a long time. I remember I was about 10 years old and wondering if it was no...","sentiment_score":0.025}
{"full_text":"Nigerian passport says no","sentiment_score":0.0}
{"full_text":"RT Huge surge in holiday bookings following roadmap to end lockdownhttps:\/\/t.co\/eWiEADEgHV","sentiment_score":0.2}
{"full_text":"RT President Biden and Vice President Harris participate in a candle-lighting ceremony to mark 500,000 Covid deaths in the U.S....","sentiment_score":0.0}
{"full_text":"RT The majority are not vaccinated-- and you're encouraging a substantial long Covid burden which would signif...","sentiment_score":-0.05}
{"full_text":"This pandemic is reminding me of how many systemic inequalities are in our society and being brought to the surface.","sentiment_score":0.5}
{"full_text":"RT I regularly check regional news for stories of homeless deaths. Probably due to the pandemic I didn't find very many la...","sentiment_score":0.175}
{"full_text":"RT Nehru is responsiblefor Chinese intrusion.Previous govt is responsiblefor fuel price hike.Corona is responsiblefor ec...","sentiment_score":0.0}
{"full_text":"Conspiracy theorists!","sentiment_score":0.0}
{"full_text":"Fake COVID-19 Vaccines In Circulation -- FG Caution Nigerians","sentiment_score":-0.5}
{"full_text":"ISCAS has worked with the Patients Association to produce a COVID-19 update to supplement the Patients' Guide to the ISCAS Code. #icsas","sentiment_score":0.0}
{"full_text":"RT also dropped the best album during this pandemic, of any genre.","sentiment_score":1.0}
{"full_text":"I eagerly reiterate to cancel Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"RT 10% of UK #COVID19 patients die within months of being discharged from hospital, and 30% are readmitted.This is higher tha...","sentiment_score":0.25}
{"full_text":"RT Not a single MP has died from Covid yet they're not back at work ...funny that","sentiment_score":0.0178571429}
{"full_text":"In partnership with the new End the Lockdown Caucus we have a printable petition you can use to motivate your local governments to pass resolutions calling on the provincial government to repeal the lockdowns.Download here:https:\/\/t.co\/RyTeIBc6MN#NoMoreLockdowns","sentiment_score":0.0681818182}
{"full_text":"There have been calls for teachers and staff to be given a first dose so they are protected as students returnhttps:\/\/t.co\/g3Z1vVHelx","sentiment_score":0.25}
{"full_text":"If your company has less than 20 employees, you will have exclusive access to apply for #PPP loans starting Wednesday. For more information https:\/\/t.co\/I31M1LOlbF","sentiment_score":0.1111111111}
{"full_text":"RT American families have lost more than 500,000 sons and daughters, mothers and fathers to COVID-19. Today and every day, we're remem...","sentiment_score":0.25}
{"full_text":"Right now, some of Pennsylvania's most vulnerable, older adults in long term care facilities, are still waiting for their first dose of the COVID-19 vaccine.https:\/\/t.co\/3LiLlVJ2S3","sentiment_score":0.1087301587}
{"full_text":"Dundalk Sports Centre have a series of activities for older adults every Tuesday and Thursday at 11am. Please see session 9 of 14.https:\/\/t.co\/NApXoXkwn4    #LouthSports #DundalkSportsCentre #Stayathome #StayActive  #mentalhealth #KeepWell","sentiment_score":0.1666666667}
{"full_text":"I can survive in covid19, but i can't survive in my mind problem.","sentiment_score":0.0}
{"full_text":"COVID-19 vaccination: What we can learn from the great polio vaccine heist of 1959 via","sentiment_score":0.8}
{"full_text":"We've continued supporting women and children affected by #domesticabuse throughout the pandemic and we're grateful to anyone able to support our work. Thank you to everyone who has supported us: #CharityTuesday","sentiment_score":0.375}
{"full_text":"it's not going to go away. Just because you hide it to coerce people into an ADE, we can see it's huge uptake across the globe. Your creating a black market now for people to save their loved ones by importing ivermectin from India and now Bulgaria.","sentiment_score":0.3111111111}
{"full_text":"Guaranteed Irish is partnering with a new social enterprise, Covid Interns. Learn how you can help while simultaneously benefitting from a third level students input to your organisation. Making their journey #AllTogetherBetter through Covid.","sentiment_score":0.0424242424}
{"full_text":"#View: While Kerala's budget shows a contraction, #WestBengal shows a sharp 8% growth in nominal GDP, against a 4.2% contraction for India. This, if it materialises, would be a remarkable achievement, especially in these #pandemic times.https:\/\/t.co\/8GtTo3eCzI","sentiment_score":0.2083333333}
{"full_text":"RT We're excited to be named one of the top 50 players in #Blockchain by From maritime shipping to COVID-19 testing, we've worked on some incredible projects with our customers:","sentiment_score":0.5916666667}
{"full_text":"Will you continue to wfh once lockdown is over?","sentiment_score":0.0}
{"full_text":"England's lockdown efforts have killed 120,000 people. We have a border with England.Get it, Einstein???","sentiment_score":-0.2}
{"full_text":"RT I remember when I was like 9 y\/o Daft Punk changed my music world forever when they released this song on Cartoon Network. W...","sentiment_score":0.0}
{"full_text":"HELPING MUSICIANS: The Country Music Association has partnered with a group to provide meals to Nashville-area touring musicians impacted by the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"With so much announced yesterday we've broken it all down into this handy guide","sentiment_score":0.0611111111}
{"full_text":"As consumer adoption of online shopping accelerates in a pandemic induced new normal, organisations must enhance their focus on digital transformation. Catch up on our webinar exploring how SAP solutions can transform your digital #customerexperience ","sentiment_score":0.0715909091}
{"full_text":"I am so excited for the pandemic to be over so I can go back to watching Netflix alone and not seeing anyone...","sentiment_score":0.1875}
{"full_text":"The foundation are leading an ongoing, UK-wide study of how the pandemic is affecting people's mental health. The study will provide key statistics at different waves of the pandemic citing levels of anxiety, stress and loneliness:","sentiment_score":-0.0333333333}
{"full_text":"Key dates for your diary  The roadmap to easing lockdown has been revealed. Find more details here:","sentiment_score":0.25}
{"full_text":"\"Mental health is a learning issue warranting attention, especially given the unprecedented changes and long-standing societal challenges magnified by the COVID-19 outbreak.\"https:\/\/t.co\/GLbmu0OJSQ","sentiment_score":0.1666666667}
{"full_text":"While You Were Sleeping: Coronavirus updates for February 23 #FOX59Morning","sentiment_score":0.0}
{"full_text":"#Iran reports growing infections from #UK #coronavirus variant","sentiment_score":0.0}
{"full_text":"Registration is now open for ACO's event Diversifying Income in a Post-Covid World. This free one-day virtual forum will bring together charities to discuss areas including the future for fundraising, legacies, investments and much more. Find out more:","sentiment_score":0.28}
{"full_text":"Lithuania's Environment Ministry issued a nationwide emergency alert asking people to stay at home due to high air pollutionhttps:\/\/t.co\/kZs1LsU7xy","sentiment_score":0.0175}
{"full_text":"Book promotion tweet for Tuesday  #DisneyPlusStarCOVID-19 #Summer2021Alex SalmondNASA ET CanadaDaft Punk Charles KennedyQuote TweetSTV News@STVNewsPiers Morgan SusannaAxiosIan Blackford#LiamPayneCristiano Ronaldoits good  ...","sentiment_score":0.7}
{"full_text":"Looking for a new home?@MailboxSPT we're offering 2 weeks off the first month's rent when you move-in during the lockdown. Rent includes WiFi &amp; water bills. We have 1 &amp; 2 bedroom apartments for rent starting at PS820pcm. Book your virtual viewing today by sending us a message.","sentiment_score":0.1287878788}
{"full_text":"COVID 19 cases in India until : 23\/02\/2021 16:30Total Cases: 11015930 [+66]Active: 144395Recovered: 10710487 [+0]Deaths :156498 [+0]Total Tests: 212.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT They have forgotten who they are supposed to govern for.","sentiment_score":0.0}
{"full_text":"The global crisis caused by covid-19 has caused financial problems for many companies, the wine business is no exception.#wine #France #frenchwine #exports","sentiment_score":0.1666666667}
{"full_text":"Alex Facey, a Physician Associate with the Middlewood Partnership, made a string of key changes to create a new system for supporting care homes during the coronavirus pandemic.Now, he has been highly commended at the GP Practice Awards 2020.More here:","sentiment_score":0.1365909091}
{"full_text":"RT So there you have it. Biden's \"Plan\" for dealing with Covid 19 is to have a \"moment of silence\", and light candles. Okay....","sentiment_score":0.45}
{"full_text":"RT Julia criticises Boris Johnson's roadmap out of lockdown: \"If our policy is ruled by the data not the dates, the data says t...","sentiment_score":0.0}
{"full_text":"Health officials in Louisville report six of the 47,000 people who received both vaccine shots have been re-infected with COVID-19.","sentiment_score":0.0}
{"full_text":"Questions still remain about COVID-19 as the U.S. passes the grim milestone of 500,000 deaths from the virus.FOX 5 is working day and night to get you the answers you need.TUNE IN NOW to live coverage:","sentiment_score":-0.4318181818}
{"full_text":"Free COVID-19 TESTINGTODAY, February 23, 9am-4pmImani Christian Academy2150 East Hills DrRegister No appointment neededThis is a walkup site not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.2}
{"full_text":"\"As many as 25 percent more workers may need to switch occupations than before the pandemic\"Read an extensive report by on the post-COVID #futureofwork: #COVID19 #FoW #gigeconomy #jobs #work #workers #pandemic","sentiment_score":0.3333333333}
{"full_text":"Stuck for something to read during lockdown? Check out our Author Platforms and #bookreviews.https:\/\/t.co\/nyIZxLQ2cp@robert_lyman #booktwitter #readingforpleasure","sentiment_score":0.0}
{"full_text":"There are Covid myths going around and are exposing them.Truth: Vaccines are safe, pregnant women and children are not usually included in inital trials.#StayAtHome #VaccineStrategy #Covid19 #Coronavirus #VaccinateCovid19@AlMasaarFalkirk","sentiment_score":0.3194444444}
{"full_text":"#COVID19 | Watch this video to know about proper cleaning and disinfection practices that can go a long way in ensuring your #safety from #coronavirus #Unite2FightCorona","sentiment_score":-0.025}
{"full_text":"New uni students were welcomed on campus at Fraser Coast today, ahead of classes next week. Staff say the Bachelor of Nursing has been the most popular course for school-leavers, as a career that 'survived COVID-19'. #7NEWS","sentiment_score":0.3090909091}
{"full_text":"RT This bothers me so much--There are still no official CDC guidelines for ventilation for schools--no rules on adequate air...","sentiment_score":0.3333333333}
{"full_text":"Taiwan's representative office in New York said on Tuesday that another of its employees has tested positive for #COVID19, the second such case in a week in the office.https:\/\/t.co\/IqRQBiMiWG","sentiment_score":0.0909090909}
{"full_text":"Leaders in the North-East have reacted to the Prime Minister's roadmap out of lockdown.#lockdownroadmap #NorthEasthttps:\/\/t.co\/aPsMZGa2rO","sentiment_score":0.0}
