{"full_text":"RT So after complaining extensively about the federal government not shipping enough vaccines, Ontario has 235,000 doses...","sentiment_score":0.0}
{"full_text":"RT A main difference between elected Democrats and republicans is we try to use our offices to help people and republicans u...","sentiment_score":0.1666666667}
{"full_text":"A special delivery from a Pennsylvania pharmacist helped put a mother's mind at ease.","sentiment_score":0.3571428571}
{"full_text":"Hugging my parents and grandparents.","sentiment_score":0.0}
{"full_text":"So is it bad that I'm not sure if my favorite bartender is pregnant?Not sure if it's covid 19 weight or a baby lol.....I'll keep an eye on it  Don't wanna piss her off So i tipping her x2 the amount i should've","sentiment_score":0.0125}
{"full_text":"No.  Vaccinated people still get Covid.","sentiment_score":0.0}
{"full_text":"RT Just read the latest piece about how media coverage is playing a role distorting perceptions of covid","sentiment_score":0.5}
{"full_text":"Yep, same with me! But then again, I have gone just as long without any restaurant visit before, without any pandemic to keep me away.","sentiment_score":-0.025}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"RT Also Trump one year ago today on COVID: \"Only a very small number in U.S.,&amp; China numbers look to be going down.\"(Tru...","sentiment_score":-0.1601851852}
{"full_text":"RT nobody fucks up like us, nobody does wild shit to fix the fuckup like us","sentiment_score":-0.05}
{"full_text":"RT On Meet the Press, Bret Stephens argues that Republican opposition to a covid relief bill that polls at 70% approval is poli...","sentiment_score":0.0}
{"full_text":"9% is the .@GOP goose stepping talking point. Each GOP senator &amp; rep who've used it provide no links\/facts to support their statement.As far as the $1 trillion. Here are 2 links w\/an explanation.#GOPHypocrisy#1TermFranklin #FL15https:\/\/t.co\/9CEwM1JBdAhttps:\/\/t.co\/xZjgEW8BmE","sentiment_score":0.1}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"RT So pleased to have had my first COVID jab! Quick, safe and easy, please #TakeTheVaccine when it is your turn and enco...","sentiment_score":0.4158333333}
{"full_text":"RT One week from tomorrow we air a \"Women &amp; Jobs\" report I put together. Two parts. Child care benefits everyone. Every do...","sentiment_score":0.0}
{"full_text":"We cant just lock down forever","sentiment_score":-0.1555555556}
{"full_text":"RT Has to be the Thunder game","sentiment_score":-0.4}
{"full_text":"The Virus Scare violates the Patriot Act. So how do we impeach the Pres, VP, and speaker of the house at the same time? It's time to limit the government's power over free will.","sentiment_score":0.2}
{"full_text":"RT Biden's press office wants to charge reporters $170 A DAY for COVID testing... Trump's press office didn't even consid...","sentiment_score":0.2}
{"full_text":"Most interestingly to me, a reminder that not every movie post-pandemic is going to have to be a Disney character reboot\/Star Wars\/Marvel\/DC movie in order to succeed theatrically. This movie SCREAMED \"watch at home\" and it was available that way and still puled this off!","sentiment_score":0.375}
{"full_text":"The Covid vaccines is said to have higher effectivity than the Flu shot that's given each year . .","sentiment_score":0.25}
{"full_text":"RT I do not want to impose lockdown in the state but 'majboori' is also something. People must wear masks and avoid lockdown: Maharas...","sentiment_score":0.0}
{"full_text":"RT Three cases of 'Brazil variant' of coronavirus discovered in Scotland","sentiment_score":0.0}
{"full_text":"Like Esther, Harris was born for such a time as this. She can overrule the parliamentarian. Dems can unify &amp; pass COVID relief with $15\/hr, lifting millions out of poverty &amp; low wages. It's that simple.https:\/\/t.co\/FrNBqZC9eN","sentiment_score":0.0}
{"full_text":"RT Christians be like \"god will protect me from corona so I don't need a mask \" as if god didn't smite adam and eve for e...","sentiment_score":0.0}
{"full_text":"Went to try to get some exercise at 4:40  watched groups some of 12-15 - prom full - no social distancing - few masks - police on bikes cycling past doing nothing - was a joke","sentiment_score":-0.0291666667}
{"full_text":"RT Comments on this from a doctor on FBThis is unprofessional and creepy","sentiment_score":-0.5}
{"full_text":"RT NEW RULE: If you're 'essential' enough to work through a pandemic, you're essential enough to be paid a living wage.","sentiment_score":0.0272727273}
{"full_text":"RT Last week, the Biden-Harris Administration:- Reached 50 million vaccinations- Announced the shipment of 25 million masks...","sentiment_score":0.0}
{"full_text":"No lockdown, restrictions, or curfew whatsoever where I live in the US. We were required to wear a mask most places but hardly anywhere enforces it ","sentiment_score":0.1148989899}
{"full_text":"RT #BREAKING: Ontario just announced that vaccinating people experiencing homelessness is now part of its Phase 1 priority for va...","sentiment_score":0.0}
{"full_text":"RT Governor Kristi Noem got a standing ovation at CPAC when she said \"Dr Fauci is wrong a lot.\"I wonder if she got a st...","sentiment_score":-0.5}
{"full_text":"RT The same people who promote \"zero Covid\" seem to want forever Covid","sentiment_score":0.0}
{"full_text":"There's is always a delay in stats in deaths by suicide owing to need for coroner's report first. Prior to lockdown this delay was about 6 months. Post lockdown who knows. London ambulance published stats in October on 999 calls that were very worrying","sentiment_score":0.15}
{"full_text":"RT Covid brings out the true Tory spirit. Austerity for the poor. Speed dial contracts for mates.Support the","sentiment_score":-0.025}
{"full_text":"RT Both parents had tested positive for COVID, and were quarantined in the basement of their home when they were found dead. ...","sentiment_score":0.0136363636}
{"full_text":"RT  Bakewell Shortbread Bars  one of the most popular recipes on my blog. Distinct layers of shortbread, raspberry jam,...","sentiment_score":0.4666666667}
{"full_text":" please can you support #asthmaticsatrisk to be put back into Covid - 19 priority groups.","sentiment_score":0.0}
{"full_text":"RT 'It's not Democrats and Republicans who are dying from the virus, it's our fellow Americans' -- Pres. Biden consoled the na...","sentiment_score":0.0}
{"full_text":"What was that about hatching chickens?","sentiment_score":0.0}
{"full_text":"To prevent coronavirus outbreaks at federal prisons, medically vulnerable prisoners were supposed to be released to home confinement. At a prison in Connecticut, as in many states, it hasn't happened. ","sentiment_score":0.0}
{"full_text":"RT Many patients suffering from long-term COVID-19 symptoms are no longer able to work.Now, disability advocates and lawmakers are...","sentiment_score":0.5}
{"full_text":"RT President National Director of Operations and  Region Campaign Manager,Sebele Pilane in Germi...","sentiment_score":0.0}
{"full_text":"RT The location of the mass vaccination sites is rarely proportional to population. In Kansas City's region, there are tw...","sentiment_score":0.3}
{"full_text":"I spoke to elders, all willing to take it, corona is not gone and it can return.","sentiment_score":0.25}
{"full_text":"Dude I might have Covid  idk if I can stream","sentiment_score":0.0}
{"full_text":"RT Late Friday night House Democrats passed COVID relief without the help of a single Republican. Beyond lies &amp; showmansh...","sentiment_score":-0.1857142857}
{"full_text":"Strickter lockdown in Oslo again. Apparantly British mutants are loose. I'm having visions of giant, green BoJos  #writerscommunity #authorslife","sentiment_score":-0.0692307692}
{"full_text":"Mars rover spotted  new covid virus veran on mars ohhhhhhhhh yes new virus called covid mars ohhhhhhhhh yes","sentiment_score":0.1363636364}
{"full_text":"RT Biden Refuses To Let GOP Obstructionists Delay His Historically Popular COVID Relief Bill","sentiment_score":0.6}
{"full_text":"RT Coronavirus variant of concern that was first detected in Brazil has been found in the UKhttps:\/\/t.co\/GsLSk28HVF","sentiment_score":0.25}
{"full_text":"Dear No one is safe unless everyone is safe! We urge  to support the temporary #TRIPSwaiver proposal and ensure every country has access to #COVID19 medical products. Let's not prolong this pandemic!","sentiment_score":0.375}
{"full_text":"The whole Covid thing brings to mind our own mortality &amp; I'm not ready to \"go\" but if it happens sooner than I'd like I'm very satisfied with my life up to now. I know that you had addressed something related to this recently on Twitter.","sentiment_score":0.225}
{"full_text":" or as some would say \"If you tell a lie long enough, it becomes truth to some\". The Pandemic has made this worse.","sentiment_score":-0.15}
{"full_text":"RT before the pandemic working in a restaurant meant crawling around on your hands and knees for people who get to role-play as a...","sentiment_score":0.0}
{"full_text":"RT Governments love the idea of a pandemic. There is no better way to assume massive control over a population with the l...","sentiment_score":0.0833333333}
{"full_text":"RT \"Donald Trump's tax returns have gotten more scrutiny than origin site in Wuhan.\"","sentiment_score":0.5}
{"full_text":"RT It was never really \"lockdown\" vs \"no lockdown\". Instead, the choice is:Option 1: unfunded lockdown of ambiguous length lif...","sentiment_score":-0.1}
{"full_text":"RT Trump has never won the popular vote in an election, lost the House, lost the Senate, impeached twice, lost more than 60 co...","sentiment_score":0.55}
{"full_text":"RT Both parents had tested positive for COVID, and were quarantined in the basement of their home when they were found dead. ...","sentiment_score":0.0136363636}
{"full_text":"Biden's Covid plan","sentiment_score":0.0}
{"full_text":"RT To help #EndThePandemic and stay safer, follow the 5 W's:1. Wear a mask2. Wash your hands3. Watch your distance4. Wait...","sentiment_score":0.0}
{"full_text":"Angry Nurse has had it with the Covid-19 Hoax via","sentiment_score":-0.5}
{"full_text":"RT Every single Republican in Congress opposed sending people relief during the worst pandemic in a hundred years. Every on...","sentiment_score":-0.5357142857}
{"full_text":"RT Some lawmakers are calling for the Senate parliamentarian to be overruled, after she nixed a Democratic push to add a minimum wage...","sentiment_score":0.0}
{"full_text":"He was examined and died in Corona#SaveTheEgyptainStudents #qlh_wzyr_lt`lym_l`ly2","sentiment_score":0.0}
{"full_text":"RT Life expectancy in the United States dropped a full year during the first half of 2020, as the coronavirus pandemic took hold of t...","sentiment_score":0.1444444444}
{"full_text":"RT Breaking : Public Health England (PHE) have identified the first UK cases of the Manaus Brazil variant of coronavirus, a new s...","sentiment_score":0.1287878788}
{"full_text":"RT I just watched somebody remove their mask to sneeze at Target - then put it back on. Is it me, or are they missing the...","sentiment_score":-0.1}
{"full_text":"Is all of this surfacing because he had national recognition during covid?","sentiment_score":0.0}
{"full_text":"RT More than 40% of those over age 65 are vaccinated with at least one dose. We need to start considering that population...","sentiment_score":0.1}
{"full_text":"As welcome as Gonorrhoea.  I'd rather catch Covid than have either of these alternatives","sentiment_score":0.8}
{"full_text":"I agree with your premise, but Just for a bit of context\/fairness, UK has been under severe lockdown during this time because of fear of the variant. Not even allowed to leave the house type of lockdown, so the variant COULD be worse here where we aren't locked down like that.","sentiment_score":-0.2777777778}
{"full_text":"RT England's Chief Medical Officer, Professor Chris Whitty, thanks teachers and support staff for keeping schools open for...","sentiment_score":0.0666666667}
{"full_text":"RT This should probably be emphasized a lot  more: the different reported vaccine efficacies are not apples to apples","sentiment_score":0.25}
{"full_text":"RT \"COVID didn't crush the economy. Government crushed the economy.\"            -","sentiment_score":-0.1}
{"full_text":"Half million Americans died of COVID.Rethink your bad take.","sentiment_score":-0.4333333333}
{"full_text":"RT Trump has never won the popular vote in an election, lost the House, lost the Senate, impeached twice, lost more than 60 co...","sentiment_score":0.55}
{"full_text":"I've had enough of lockdown, everyone has but without elimination I can't see how we get our lives back. It's going to take at least 6 months to vaccinate the over 50's we could get to zero with maximum effort in 12 weeks ish, saving 30-90k lives or more &amp; then we'd live properly","sentiment_score":0.0560606061}
{"full_text":"RT I look at the people who are behind the Mars Rover, the Covid Vaccine, and so many other developments, and I can only thi...","sentiment_score":-0.00625}
{"full_text":"RT If those who say they represent workers do not speak for society change now, when workers have lost their lives taking ou...","sentiment_score":0.0}
{"full_text":"RT Please help my people be safe. Please care about what's happening to us. There has been an astronomical rise in hate crimes...","sentiment_score":-0.15}
{"full_text":"RT Interesting take on today's Covid figures...Last time the 7-day case incidence was as low as today's 212, we had Zero vacc...","sentiment_score":0.25}
{"full_text":"Due to the pandemic, e-learning is becoming even more common.  A good, upskilled team, with professional development at the heart of its dynamics, is a team that can aid organizational growth and strengthen your business in the longer term.","sentiment_score":0.2208333333}
{"full_text":" The Full Story of Trump and COVID-19 | NowThis via  SHARE THIS AND LET THE TRUTH BE TOLD","sentiment_score":0.35}
{"full_text":"RT The Fed and the White House  are on the same page as far as passing the Coronavirus bill to stimulate the economy. Th...","sentiment_score":0.0333333333}
{"full_text":"RT Before anything else, I just wanna take a moment to thank for everything she has done for Whovians over...","sentiment_score":0.0}
{"full_text":"You total moron ","sentiment_score":-0.4}
{"full_text":"\"SARS-CoV-2 Exposure in Escaped Mink, Utah, USA\", by Shriner et al. via","sentiment_score":0.0}
{"full_text":"\"The #NavajoNation, which sprawls across close to eighteen million acres, has been hit hard by the #pandemic. Watch as we follow the work of local journalists covering the crisis.\"https:\/\/t.co\/HmIc1DeAQ9","sentiment_score":-0.1458333333}
{"full_text":"I deleted all my Sunday shows except Chris Wallace. Can't watch this anymore.","sentiment_score":0.0}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"Racism is not dying out. We should avoid spreading this fallacy.Children take cues from their surroundings and change their behavior to conform. This is why we have accents, and classism, and tend to aggrandize tall people.https:\/\/t.co\/yXDMaiedLR#racism #BlackLivesMatter","sentiment_score":0.0}
{"full_text":"Okay I thought it was just me. I definitely slept like a rock Friday and napped most of yesterday. I didn't feel bad though. Just sleepy. ","sentiment_score":0.075}
{"full_text":"RT Find nearby corona vaccination centres across India on portal &amp; app! List...","sentiment_score":0.0}
{"full_text":"RT So this morning I have read about substitute teacher shortages made worse by the pandemic and CDC guidance that does no...","sentiment_score":-0.4}
{"full_text":"please remove she's not posted stuff about health or justice, she's posting very hateful stuff pointing towards Jewish people and post false information on covid and other stuff. Please perma ban her.","sentiment_score":-0.08125}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"RT Covid kept us away from theater for long &amp; now we want to celebrate Radhe like never before... Give us something to get ene...","sentiment_score":-0.05}
{"full_text":"RT appreciation tweet for Hercai cast and crew for all their hard work with very difficult conditions and through this pandem...","sentiment_score":-0.4708333333}
{"full_text":"Will other provinces do the same? #COVID19 #healthcare #vaccine #populationhealth #disparity #homelessness #ableg #abpoli","sentiment_score":-0.0625}
{"full_text":"RT Quadruple blow: he's also thinking of reintroducing his health-illiterate eat out to help out scheme. Covid cases will...","sentiment_score":0.0}
{"full_text":"RT More than 40% of those over age 65 are vaccinated with at least one dose. We need to start considering that population...","sentiment_score":0.1}
{"full_text":"COVID-19 and nurses' well-being at work: Final few hours to complete our SHORT survey which covers hydration in PPE, sickness absence and uniforms + morehttps:\/\/t.co\/AICcvPwDlG","sentiment_score":-0.0225}
{"full_text":"Over the past 17 years beer duty has increased by about 60%, according to the industry.https:\/\/t.co\/dYlxFWaNxh","sentiment_score":-0.25}
{"full_text":"Andamento Covid in Campania","sentiment_score":0.0}
{"full_text":"Caring People are Offering a Hand of Friendship to Helpless Widows and Orphans with LOVE and CompassionPlease help Retweet@orphansinneed   #Peace #love #Vegan #music #rt #BTS #got7 #jimin #exo #covid19 #news #youtube #tiktok","sentiment_score":0.5}
{"full_text":"Lockdown drink drivers banned from the road #brighton #hove #sussex","sentiment_score":0.0}
{"full_text":"Being under lockdown during a worldwide pandemic has been hard on everyone, and many people are relying on greater quantities of alcohol to ease their distress.Read more here  #alcohol #alcoholmisuse","sentiment_score":0.3020833333}
{"full_text":"Over the past 17 years beer duty has increased by about 60%, according to the industry.https:\/\/t.co\/woLGGG5I4v","sentiment_score":-0.25}
{"full_text":"Have you been obeying UK-wide stay-at-home orders?","sentiment_score":0.0}
{"full_text":" Due to social distancing and government guidelines, there will be changes to South Stand Season Tickets in 2021.All the information needed is available here ","sentiment_score":0.1027777778}
{"full_text":"What are the key principles of effective communication in the rollout of the #COVID19 vaccine? Lisa Sherman &amp; more will join #TheHillVaccine on March 4 to discuss the value of fact-based health communication. RSVP:","sentiment_score":0.3666666667}
{"full_text":"Money. Especially now in a pandemic even though Florida has behaved as if there is no virus - It always comes down to money.","sentiment_score":-0.0777777778}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"After being delayed for nearly two months by the coronavirus pandemic, the 78th Golden Globe Awards are set to take place Sunday night.","sentiment_score":0.2}
{"full_text":"RT COVID-19: New Brazil COVID 'variant of concern' discovered in UK, health officials say","sentiment_score":0.1363636364}
{"full_text":"SELECT THE RIGHT MASK AND REDUCE BEING AT RISK- FIGHT COVID SPREAD.https:\/\/t.co\/I6rkidmMsE#phr, #mobhealth","sentiment_score":0.2857142857}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT IT'S IN THE GENESRishi Sunak's mega-rich wife claims up to PS100K taxpayer cash in furlough schemeChancellor Rishi Sunak...","sentiment_score":0.0}
{"full_text":"\"I just kind of broke down and was like 'I don't think I can do this'.\"Junior doctor Nathan returned to Bangor hospital at the start of the first wave of the Covid pandemic after a year away. But dealing with very sick Covid patients has taken its toll.","sentiment_score":-0.058531746}
{"full_text":"Covid-19 Vaccine Update! Pre-registration has now been extended to include Covid-19 priority group 1-b, subgroups 1-9. To find out more, please visit: Registration processes vary within Wyoming. Specific information is online at:","sentiment_score":0.25}
{"full_text":"RT Last week, the Biden-Harris Administration:- Reached 50 million vaccinations- Announced the shipment of 25 million masks...","sentiment_score":0.0}
{"full_text":"\"There's such a void to fill because all of these institutions...they really were all bought and paid for, and compromised by the CCP\"@nataliegwinters joins &amp; Steve Bannon on War Room Pandemic to discuss the youth conservative movement.","sentiment_score":0.1}
{"full_text":"Texas will launch a statewide Save Our Seniors initiative inspired by Corpus Christi's program to give COVID-19 vaccines to homebound seniors.","sentiment_score":0.0}
{"full_text":"We're incredibly proud of our #mutual status, and really do care for the #wellbeing of our members. That's why we've provided free access to Wesleyan Wellbeing - an online 24\/7 wellbeing hub offering support, tips and guidance - during Covid-19 as part of our #MutualBenefits.","sentiment_score":0.4666666667}
{"full_text":"\"Since the November election flipped County Council's balance of power, Republicans and Democrats alike say a pandemic of partisanship has spread on Bridge View Drive,\" writes.https:\/\/t.co\/zRG5iscJHE","sentiment_score":0.0}
{"full_text":"When it's 32BJ security officer Mike Brown's turn to receive the COVID-19 vaccine, he will feel better protected against the virus - just as he protects people every day on the job. #KnockOutCOVID","sentiment_score":0.5}
{"full_text":"Please see below the latest roadmap to show the proposed lifting of England lockdown restrictions.In the meantime, please continue following government guidanceSee Vaccine effectiveness blog here...","sentiment_score":0.25}
{"full_text":"Sunday, Feb. 28, marks the one-year anniversary of Oregon's first case of COVID-19. As we look back at a year filled with tremendous sacrifice and loss, we want to take a moment to recognize and celebrate our public health workers. #ThankYouORPubHealth","sentiment_score":0.1966666667}
{"full_text":"Need COVID-19 support? Find help locally: visit or call on 0121 411 2157","sentiment_score":0.0}
{"full_text":"Take advantage of the time and learn a new skill this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation","sentiment_score":0.1363636364}
{"full_text":"RT If you are as sick of Boris Johnson's relentless and shameless lying as I am RT this to everyone you know. We have to...","sentiment_score":-0.7142857143}
