{"full_text":"RT Kagan Moradaoglu turned 18 last month He made his Trabzonspor first team debut because every senior goalkeeper was out with...","sentiment_score":0.125}
{"full_text":"RT One year ago today... we visited Infinity Ward studios to get our first hands on &amp; learn about Call of Duty: Warzone. I...","sentiment_score":0.25}
{"full_text":"RT VIJAY JOLLY, 62, of Mumbai, India , died of COVID on Oct. 23, 2020. \"A kind, jovial family man who always looked at t...","sentiment_score":0.6}
{"full_text":"Variants have lower IFR than the already very low IFR of COVID. Reporting Cases and sensationalized press are strategies fro misleading public from \"How to Lie with Statistics\". In any case get your Free Spiritual Immunization here:","sentiment_score":0.1}
{"full_text":"RT Do you personally know anyone who has gotten a covid vaccine? I don't. Not one person.","sentiment_score":0.0}
{"full_text":"Ok, then you objectively compare Sweden to their neighbors please. And I, objectively compare Portugal in spring and strict lockdown, with Portugal in late autumn with Sweden like approach.","sentiment_score":0.05}
{"full_text":"RT STEPHEN BROXTON, 42, of Center Point, Alabama, died of COVID on Feb. 18, 2021. He was a beloved teacher and basketball...","sentiment_score":0.3}
{"full_text":"I've read something from one state, but then there most certainly has been a poverty impact of covid - and maybe one from scaling down traffic due to the lockdowns.","sentiment_score":0.1084325397}
{"full_text":"RT Mr. President, this COVID situation is preventing us from traveling to Guyana.  please open the embassy in cuba.  many sep...","sentiment_score":0.25}
{"full_text":"RT Nearly 30,000 dead Floridians from covid, but Governor Florida Man #DeathSantis is lowering the flags in memory of the...","sentiment_score":-0.05}
{"full_text":"RT I hope that address on Monday is uplifting and gives a sense of hope, that we are heading back to normality so...","sentiment_score":0.0}
{"full_text":"RT After touring a Pfizer facility, President Biden on Friday emphasized the safety of approved coronavirus vaccines and said the...","sentiment_score":0.0}
{"full_text":"Ahead of the times with a bit of social distancing on one of our last visits to Whaddon Road... it would have been slightly more lively today! #bcafc","sentiment_score":0.1759469697}
{"full_text":"Pre ordered thank you Raymond. As someone who's evolved from virtuall no cooking, to during lockdown, cooking every day these will be ideal. And beautiful receptors so far too!","sentiment_score":0.625}
{"full_text":"RT But.. Who's paying these lawyers?It can't be US as they are illegal foreign CRIMINALS.. lolThese leftie layers don...","sentiment_score":-0.3125}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"Is lock down in State of Maharashtra the answer to control Covid cases? NO Enforcing laws and coming heavily on non cooperative people is the answer. Where are bouncers ? Is Mumbai only Worli sea phase ?#mumbai police#BMC#health ministry","sentiment_score":-0.1185185185}
{"full_text":"RT It's my job as a scientist and rapper to let you know when said \"pneumonia pink diamonds got the corona\" s...","sentiment_score":-0.1}
{"full_text":"RT In fairness to both Matt Hancock and Boris Johnson, at the start of the pandemic there were a lot of difficult choices to be...","sentiment_score":-0.5}
{"full_text":"RT Privileged to be part of the team developing this. Would really appreciate pointers in the direction of stakeholders who can...","sentiment_score":0.2}
{"full_text":"His Hero Is Gone - Epidemic","sentiment_score":0.0}
{"full_text":"RT  If you have COVID-19 vaccine questions or need help scheduling a vaccination appointment, there are helplines availabl...","sentiment_score":0.0}
{"full_text":"RT Breaking - Good NewsBy final stages of PSL6, fans presence in stadium would likely swell to 50% of the capacity. Crowd pr...","sentiment_score":0.2333333333}
{"full_text":"This PSL reminds of last year's PSL  jab corona agaya tha end mein aur final tak cancel hogaya tha May this PSL goes on safely til' end. (AMEEN) Loved the opening  #PSL2021 #PSL6 #OpeningCeremonyPSL2021","sentiment_score":0.3}
{"full_text":"RT Mommy just joined the COVID plasma program to help scientists learn more about it! Her first donation is Tuesday mornin...","sentiment_score":0.4375}
{"full_text":"RT On Monday, February 22nd at 6am, the latest Phase 1 Restrictions go into effect. Check out our explainer graphic below,...","sentiment_score":0.25}
{"full_text":"RT We've vaccinated more than other countries who are openDespite lockdowns our stats are similar if not worse than places...","sentiment_score":0.14375}
{"full_text":"RT I need a job sha, I can't stay at home till May. I might lose my mind.","sentiment_score":0.0}
{"full_text":"I applied for Post matric scholarship on NSP and I did everything to get the scholarship Inspite of COVID I came to College to verify my scholarship and now they put it in defect saying not uploaded 12th marksheet inspite thier were no option to upload","sentiment_score":0.0}
{"full_text":"More children suffering from COVID-19 related inflammatory illness via","sentiment_score":0.25}
{"full_text":"RT Matt Hancock: found guilty of handing pandemic contracts to his mates British journalists:","sentiment_score":-0.25}
{"full_text":"Nothing is 100%. We've got to get rid of this silly nothing that things need to be all or nothing with Covid. #ZeroCovid is a myth.","sentiment_score":-0.5}
{"full_text":"Losing Obamacare During Pandemic Could Increase Health Disparities, Study Finds - InsuranceNewsNet","sentiment_score":0.0}
{"full_text":"Some actual personal news: My friend &amp; I decided to do the passport before the pandemic hit. You get two years to visit every member craft brewery in the state. For the past year, I've only done to-go beer but just hit 100 breweries. Only 140 to go by...October. ","sentiment_score":-0.05}
{"full_text":"never mentioned how stupid it was during a pandemic too. What kind of \"good father\" sends his unimmunized children on a plane full of unmasked strangers to a country with even higher rates of COVID than Texas? He's a moron.","sentiment_score":0.05}
{"full_text":"RT Privileged to be part of the team developing this. Would really appreciate pointers in the direction of stakeholders who can...","sentiment_score":0.2}
{"full_text":"RT Is today alternative vaccine dosing day? 1. Israel large HCW Lancet paper, high efficacy of 1st dose2. Oxford Lancet pape...","sentiment_score":0.1871428571}
{"full_text":"RT Millions of Americans are in dire need of financial support during this pandemic. Congress must immediately approve the pas...","sentiment_score":0.0}
{"full_text":"RT Only 'safe' is relative and even Ferguson concedes we'll probably never be free from Covid19 and...","sentiment_score":0.225}
{"full_text":"RT It's my job as a scientist and rapper to let you know when said \"pneumonia pink diamonds got the corona\" s...","sentiment_score":-0.1}
{"full_text":"RT 1\/ Article summarizing a letter recently sent to the White House, CDC, NIAID, by a group of trusted colleagues.\"It's ti...","sentiment_score":0.0}
{"full_text":"RT A total of 1.08 crore COVID-19 vaccine doses have been administered till now:  Union Health Ministry","sentiment_score":0.0}
{"full_text":"RT Health officials say that even after getting fully vaccinated against COVID-19, people should still wear masks, social distance and...","sentiment_score":0.0333333333}
{"full_text":"RT Russia approves its third COVID-19 vaccine before large-scale clinical trials","sentiment_score":0.0}
{"full_text":"RT Coronavirus vaccine doses given per 100 peopleIsrael: 82UAE: 55UK: 25US: 17Turkey: 7.5Norway: 6.8Poland: 6.7Sp...","sentiment_score":0.0}
{"full_text":"RT I would really like leaders who do not play with people's lives like this.","sentiment_score":0.2}
{"full_text":"From people of India: EAM S Jaishankar hands over 1,00,000 additional doses of COVID-19 vaccine to Maldives | In Hindi.","sentiment_score":0.0}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"RT .@rontkim's story of intimidation is in line with what we uncovered in October. On a leaked phone call Cuomo warned\/...","sentiment_score":0.0}
{"full_text":"RT The Biden Administration has shown an incredible penchant for putting hard-working Americans out of work during an unp...","sentiment_score":0.9}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"RT If Toronto and all of Ontario had vaccines to administer then perhaps these extended lockdowns would not be necessary. This...","sentiment_score":0.0}
{"full_text":"RT First COVID vaccine down! (Moderna) happy to be taking part in a study at John Hopkins for people with #sjogrens getting...","sentiment_score":0.2851851852}
{"full_text":"RT Will I take the COVID-19 vaccine? The answer is YES! Why? Because, there is no better way for me to protect my pat...","sentiment_score":-0.25}
{"full_text":"RT Matt Hancock: found guilty of handing pandemic contracts to his mates British journalists:","sentiment_score":-0.25}
{"full_text":"The people in charge of \"lockdown\" eliminated their moral compass in March 2020. They know they did something evil, but they no longer have the capacity to care.","sentiment_score":-0.5}
{"full_text":"RT Pandemic progress? GOP governors ending mask mandates as COVID numbers drop, citing obligation to businesses, resident...","sentiment_score":0.0}
{"full_text":"RT Someone was assaulted by protestors outside the women's health clinic across the street. Unbelievable. This is why we brough...","sentiment_score":-0.125}
{"full_text":"RT What COVID-19 data showed in January: AZ had the highest case rate 94,000+ COVID-19 deaths 45% of adults aren't certai...","sentiment_score":0.0}
{"full_text":"RT seunghun said he will run to malaysia after corona gets better #CIX #seunghun  #SEUNGHUN","sentiment_score":0.5}
{"full_text":"RT Gaetz Exposes Pelosi's COVID Stimulus Gift to Foreign Countries * The Floridian","sentiment_score":-0.125}
{"full_text":"RT Black Americans lagging behind in COVID-19 vaccinations, data shows.","sentiment_score":-0.2833333333}
{"full_text":"RT If you don't work in Weddings &amp; Events, it may be hard to understand what all the fuss is about. The campaign for #what...","sentiment_score":-0.2916666667}
{"full_text":"RT STEPHEN BROXTON, 42, of Center Point, Alabama, died of COVID on Feb. 18, 2021. He was a beloved teacher and basketball...","sentiment_score":0.3}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"RT As a fellow oncologist said to me this week: 'This is an absolute disaster. It is going to be far worse than Covid.' I...","sentiment_score":-0.0333333333}
{"full_text":"RT Government memo crushes Cuomo's defense in COVID nursing home scandal","sentiment_score":0.0}
{"full_text":"RT Imagine that's your front door and you've come home from the pub the first night it's opened back up after lockdown. I'...","sentiment_score":0.125}
{"full_text":"yo bro is covid gone in florida?? i see mfs w\/no mask and parties in that mf","sentiment_score":0.0}
{"full_text":"COVID-19: Kenya records 152 new cases, 8 recoveries and 4 deaths in last 24hrs","sentiment_score":0.0681818182}
{"full_text":"RT We ran into Maho (@maho_moshi2) &amp; Ayako (@Tpsrp39O3) on the street in Harajuku today. They're traditional Japanese dancer...","sentiment_score":0.0}
{"full_text":"CT where are you guys getting ammo during the pandemic??? Standing in line early &amp; cold for nothing is NOT it","sentiment_score":-0.25}
{"full_text":"RT I'll just say it again: European drug regulators said explicitly that NEVER ran an adequate toxicological stu...","sentiment_score":0.1666666667}
{"full_text":"RT Vote his ass out! We need a new gov STAT! #DeSantisSucks #RemoveRon","sentiment_score":0.1704545455}
{"full_text":"RT The evidence so far suggests that a full vaccine dose:1. effectively eliminates the risk of Covid death2. nearly elimina...","sentiment_score":0.2875}
{"full_text":"The new Maharashtra Covid guidelines got me thinking...","sentiment_score":0.1363636364}
{"full_text":"RT UPDATE:We pushed through another grueling day. Conditions for folks inside remain dire. We're angry, &amp; increasingly con...","sentiment_score":-0.5}
{"full_text":"And all funding was cancelled post Covid outbreaks","sentiment_score":0.0}
{"full_text":"RT Can you use sewage to test for #COVID19? Can we make PPE that kills the virus? What have we learned from the pandemic tha...","sentiment_score":0.0}
{"full_text":"One in 10 Covid patients die within months of leaving hospital, study reveals | The Independent","sentiment_score":0.0}
{"full_text":"RT Matt Hancock's awarding of Covid contracts illegal #Resign","sentiment_score":-0.5}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"RT Coronavirus vaccine doses given per 100 peopleIsrael: 82UAE: 55UK: 25US: 17Turkey: 7.5Norway: 6.8Poland: 6.7Sp...","sentiment_score":0.0}
{"full_text":"RT Waitfourweeks then waitsixweeks.There never was any connection of behavior to long term outcome. Left to itself, outb...","sentiment_score":-0.025}
{"full_text":"RT What's the state of play of #COVID19 vaccines in the EU?2vaccines in rolling review1vaccine under evalu...","sentiment_score":0.0}
{"full_text":"RT There is a greater need for mental health providers during the pandemic but it's even tougher to find one.","sentiment_score":0.2}
{"full_text":"Second visit in two days! First was under the stand having my COVID jab and now in A5 waiting for Kick off!","sentiment_score":0.15625}
{"full_text":"Sir, with due respect nd humble submission train no. 12872 running titilagarh to howarh junction.. Is closed due to covid 19Plz sir this train restart as soon as possible ..bcz clg scl office staff suffer problem in odisha...plz sir ","sentiment_score":-0.11}
{"full_text":"So true!! What is going on? Why aren't we going back to normal?","sentiment_score":0.2322916667}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT To see the health minister of the country sitting next to Ramdev while he unveils some nonsensical concoction that supposedly f...","sentiment_score":0.0}
{"full_text":"RT WHY is the world persistantly ignoring the largest (10Million people) investigation in asymptomatic transmission of #c...","sentiment_score":0.0}
{"full_text":"RT god please make it pour hell fire on earth so these mfs will stay home n not show up to my job ","sentiment_score":0.0}
{"full_text":"They have to stay on for interviews and stuff. But they're blonde anyway so how much will them bring home change","sentiment_score":0.1}
{"full_text":"RT Sir please help us #WedemandAktuonlineExam","sentiment_score":0.0}
{"full_text":"Dr. Patrick Bernet looks at community age structure in this first post in a three-part mini-series that will explore the impact of #race and ethnicity, then #political partisanship, in #COVID19 outcomes in #Florida.","sentiment_score":0.125}
{"full_text":"\"Early reductions of #COVID19 rates provide support of delaying the second dose in countries facing #vaccine shortages and scarce resources, so as to allow higher population coverage with a single dose.\"https:\/\/t.co\/W1vojwe2Ty","sentiment_score":0.0696428571}
{"full_text":"Join us at the 25th Annual ARC Industry Forum to learn how industry leaders are transforming their operations. #covid19 #arcforum #digitaltransformation #manufacturing #industry #smartcities #supplychain Register Today!","sentiment_score":0.0}
{"full_text":"The Sao Paulo microregions of Presidente Prudente and Barretos -- home to one of the largest rodeo festivals in the world -- will once again enforce tight restrictions to contain the spread of the coronavirus. Understand why below https:\/\/t.co\/CdRbVKALsn","sentiment_score":-0.1785714286}
{"full_text":"RT This could be us but... New Zealand has maintained some of the strictest COVID-19 guidelines since March 2020.Now they're e...","sentiment_score":0.1363636364}
{"full_text":"RT Germany and other wealthy countries may need to give some of their own stock of vaccines to developing countries in add...","sentiment_score":0.325}
{"full_text":"\"Cuomo is an abuser.\" NY Assemblyman details to his claim that Gov. Andrew Cuomo threatened him for criticizing his handling of COVID-19 nursing home deaths: \"Those of us who lost loved ones as a result of these actions deserve the dignity of an honest answer.\"","sentiment_score":0.65}
{"full_text":"Amanda Sopkin software engineering manager will speak about \"#DataSovereignty in the face of a #pandemic\" #Virtual #OpenTech Summit 2021, March 13-21 #OpenSource #Security #DataPrivacy. Register for free","sentiment_score":0.4}
{"full_text":" Proud to be part of the national network. Through all the challenges of 2020 we've continued supporting those who came to us for help. Here's a note on them, us and #COVID19 ","sentiment_score":0.525}
{"full_text":"Efforts to mitigate the impact of Covid-19 helped save hundreds of jobshttps:\/\/t.co\/qWxMbSyU83#Bahrain #Manama","sentiment_score":0.0}
{"full_text":"Can UV-C applications help against the coronavirus and other types of virus? Are UV-C lamps harmless to human eyes and skin? Check out the Q&amp;A page and the recording of our previous webinar on #UVC to find out the answers: #SignifyLightingAcademy","sentiment_score":-0.0972222222}
{"full_text":"Coronavirus relief funds are making a difference for and our students. Thank you for making sure students got the aid they needed.","sentiment_score":0.5}
{"full_text":"The future depends on what you do today! -Gandhi#OYDA #motivation #motivationalquote #hiring #singerswanted #actorsofinstagram #actorswanted #talentsearch #explore #fastmoney #easymoney #lockdown #lockdownboredom #talentneeded #influencersneeded #bigohostwanted","sentiment_score":0.0}
{"full_text":"Perri Klass, M.D., discusses vaccinating children against #COVID19, including lessons from measles vaccination campaigns. #IDTwitter #SARSCoV2","sentiment_score":0.0}
{"full_text":"We're expanding our SMART Testing team in Lancashire. You will ensure Covid-19 Lateral Flow Tests are used correctly, process test samples, record test results, &amp; ensure the test site is kept clean.PS9.81 - PS11.05 per hr.Interested? Apply today:","sentiment_score":0.2142857143}
{"full_text":"RT Just three weeks to flatten the curve; just a DNA altering vaccine to go on holiday again; just a yellow star...","sentiment_score":0.0}
{"full_text":"I agree with this. For every libertarian who rails against Covid passports etc are many more who see it as unjust that we tie down those who have antibodies (through infection, vaccination or both) so are very unlikely to get severe Covid, or to pass it to others","sentiment_score":0.0486111111}
{"full_text":"'Regular gatherings' were held inside the house during lockdown  ","sentiment_score":0.0}
{"full_text":"RT This is really nice. It inspired me","sentiment_score":0.6}
{"full_text":"Our ticket to normalcy. weighs in on the importance of the #COVID19 vaccine.","sentiment_score":0.0}
{"full_text":"RT It's my job as a scientist and rapper to let you know when said \"pneumonia pink diamonds got the corona\" s...","sentiment_score":-0.1}
{"full_text":"Covid19 pushed #LGBTI communities in Europe \"to the brink\", says There has been a \"stark rise\" in #abuse and #hatespeech against LGBTI people.#EUWeekInReviewhttps:\/\/t.co\/oMg67y7vSK","sentiment_score":-0.2}
{"full_text":"A investigation found an overlap of at least half-a-dozen companies that made substantial contributions to Newsom and received no-bid contracts from the state, influential appointments, or other opportunities related to the state's pandemic.https:\/\/t.co\/sHqH4o7WvT","sentiment_score":-0.1416666667}
{"full_text":"COVID 19 cases in India until : 20\/02\/2021 20:30Total Cases: 10989005 [+11830]Active: 142603Recovered: 10685569 [+9447]Deaths :156309 [+59]Total Tests: 210.26MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Before conducting #AKTU offline exams, think again regular classes, there's a option of isolation of covid pati...","sentiment_score":0.0}
{"full_text":"US House Of Representatives Resolution Aims To Recognize Vitamin D's Benefits For COVID-19:","sentiment_score":0.0}
{"full_text":"RALSS remains closed for face-to-face teaching until further notice. For more information, see our website: or contact admin staff by emailing adultlearning@rutland.gov.uk ","sentiment_score":0.1333333333}
{"full_text":" is committed to ensuring every ride is safe for passengers and drivers. All buses undergo daily enhanced sanitation and face masks are still required. #doingourpartCOCheck out for more on their #COVID19 health and safety practices.","sentiment_score":0.3333333333}
{"full_text":"The Ulster U18 Clubs team didn't get to play their Inter-Pro fixture  Munster in March 2020 due to COVID, so we hosted a virtual jersey presentation for the players selected. Among the guests were Ben Moxham &amp; https:\/\/t.co\/iGofRhNV2I","sentiment_score":-0.125}
{"full_text":"Research from Kamal Eldeirawi suggests that deploying all those extra household disinfectants might be triggering asthma flare-ups.https:\/\/t.co\/nqUOLVdzUa","sentiment_score":0.0}
{"full_text":"20,000 people were asked about the impact Covid-19 has had on nightlife. This is what they saidhttps:\/\/t.co\/9aLR9wo6Gw","sentiment_score":0.0}
{"full_text":"Lawmakers have just a few days to review the nearly 600-page bill before they are scheduled to vote on the legislation late next week.https:\/\/t.co\/bZrY7LZyAp","sentiment_score":-0.1}
{"full_text":"The world's richest countries are boosting their commitment to a #COVID19 vaccination program for poorer countries ","sentiment_score":0.0}
{"full_text":"When COVID-19 hit the world, everything crumbled. Most people have to stay at home to quarantine themselves. But this is not for a small village in Bali where most people cannot work from home.https:\/\/t.co\/j1Rti4oT64","sentiment_score":0.25}
{"full_text":"Make 2021 the year you decide to save time &amp; run your #3Dprinting shop more efficiently! Read how GrabCAD Shop helped  manage the production of over 100,000 face shields during the peak of the COVID-19 pandemic outbreak.","sentiment_score":0.625}
{"full_text":"Healthcare leaders discussed key opportunities and challenges associated with using #telehealth to address #health disparities within U.S. #healthcare system. #telemedicine #COVID19 #telehealth","sentiment_score":0.0}
{"full_text":"It's the final episode of our #COVID19 myth busting series with and we're looking ahead to life post-pandemic ","sentiment_score":0.0}
{"full_text":"As part of #BetweenTheRedLines events, the wonderful Marita Conlon-McKenna will be talking about her recent novel - released just before the first lockdown - The Hungry Road, in conversation with Book your place here:","sentiment_score":0.4166666667}
{"full_text":"New Episode of the Killin' Me Smallz Podcast@realmikesmall welcomes the LEGEND to the show to discuss life as a sportscaster during the COVID-19 pandemicI #NYR I #NewYorkForever I #NFL I #NBATwitter Ihttps:\/\/t.co\/8wDr31Sap2","sentiment_score":0.1363636364}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"Morehead State University stands with everyone in our Commonwealth in the fight against COVID-19. Wherever you are, you can join our virtual tolling of the Bell Tower. We will get through this together. #TogetherKy #TeamKentucky #EaglesAlwaysSoar","sentiment_score":0.0}
{"full_text":"All visitors to DE State Parks must bring a mask or face covering with them and wear it in the event social distancing cannot be maintained. If you're hiking, biking, or participating in any other activity, make sure you bring a mask!Learn more:","sentiment_score":0.2270833333}
{"full_text":" Don't miss this event coming soon as part of the #LSEFestival  Sign up now! #LSECOVID19","sentiment_score":0.0}
{"full_text":"\"Thai economy was expected to grow at 3.6% only a year ago.\"..","sentiment_score":-0.05}
