{"full_text":"They're going to kill thousands, nobody can stop them making the same mistakes over and over and over no matter how many people die and they're never going to be accountable for it.At this point, the provincial gov stepping into freeway traffic would be a moral good.","sentiment_score":0.3}
{"full_text":"Bloody hell. Surely that's cause for complaint to the medical council?!","sentiment_score":-0.15}
{"full_text":"RT Standing in solidarity against anti-Asian-American terror, violence, and disrespect. We can't remain silent while our si...","sentiment_score":0.0}
{"full_text":"RT My husband put in a request to Royal Cornwall Hospital under the freedom of information act to sew how many people die...","sentiment_score":0.5}
{"full_text":"RT Just so we are clear, Trump got sick enough from COVID to understand personally how bad it was, got the best medical care p...","sentiment_score":-0.0448979592}
{"full_text":"RT Pres. Biden said Tuesday he was not watching the trial and that his \"job\" was to help Americans impacted by the coronavirus pandem...","sentiment_score":0.0}
{"full_text":"RT Behold... a #ZeroCovid utopia without any #COVID19, no variants, no vaccine or syringe shortages, no mask wars, kids in sch...","sentiment_score":0.0}
{"full_text":"RT Wow what a shock, Trump was way sicker with COVID than they admitted. Who could have guessed? Did the obviously deceptive answ...","sentiment_score":0.05}
{"full_text":"RT RT RT WHY FUTURE ADVANCES IN AI NEED A NEW ARCHITECTURE #Artificial...","sentiment_score":-0.1545454545}
{"full_text":"RT Okay, kids today are having to deal with a pandemic. But between June and November 1991 only two songs were number one in the U...","sentiment_score":0.25}
{"full_text":"RT NCDHHS today reported the first identification of the COVID-19 variant B.1.351 in an NC resident. NC is the 4th state to report...","sentiment_score":0.25}
{"full_text":"NuMSP review on #Glassdoor: \"Absolute Dumpster Fire of a Company\" #numsp #msp #comodo #scam #worstcompany #Dumpsterfire #chinavirus #JimGriffith","sentiment_score":0.2}
{"full_text":"RT UPDATE: DA Kim Ogg continues to pursue theft charges against a Houston doctor who gave vaccine doses to vulnerable people so...","sentiment_score":-0.5}
{"full_text":"Public health surveillance Daily! #GPHo #covid19","sentiment_score":0.0}
{"full_text":"\"The CDC says that people who have been fully vaccinated against COVID-19 no longer need to quarantine after potential exposure to the virus\" ","sentiment_score":0.0}
{"full_text":"hello lovely, do you have any information about a possible conference happening today in regards to Victorian outbreak?","sentiment_score":0.25}
{"full_text":"RT tweeting this now so I can link to it in the future foreverI KNOW WALMART IN-STORE PRICES ARE $50 FOR NEW GAMESWALMART...","sentiment_score":0.0681818182}
{"full_text":"RT BREAKING: \"We've now purchased enough vaccine supply to vaccinate all Americans,\" President Biden says after announcing the pu...","sentiment_score":0.0}
{"full_text":"RT BREAKING: \"We've now purchased enough vaccine supply to vaccinate all Americans,\" President Biden says after announcing the pu...","sentiment_score":0.0}
{"full_text":"RT Cali folks trying to get your parents or Current Tier elders (or yourself!) the vaccine: CVS has some openings. ","sentiment_score":0.0}
{"full_text":"RT Cowardice is the real pandemic.","sentiment_score":0.2}
{"full_text":"you REALLY need to take a seat on this. Your hands are so dirty when it comes to Covid safety that you are at risk of giving hundreds of people more bloody diarrhea. Busy yourself looking for a lawyer. You need one. #ExpelBoebert","sentiment_score":-0.12}
{"full_text":"RT Such large increases in the cost of childcare could prevent many families from affording it. That could reduce employment b...","sentiment_score":0.2380952381}
{"full_text":"MY PARENTS HAVE GOTTEN BOTH OF THEIR COVID VACCINATION DOSES!!!  Doc told them to give it a couple weeks for full immunity to kick in, but I'm so happy for them!","sentiment_score":0.675}
{"full_text":"RT The New York Times today said that COVID-19 cases were down because the \"volume of testing has also fallen over the last...","sentiment_score":-0.0063973064}
{"full_text":"RT Breaking with Canadian vaccine plan, Manitoba announces own purchase of COVID-19 doses - The Star","sentiment_score":0.6}
{"full_text":"RT Well don't open it, you idiots!","sentiment_score":-0.5}
{"full_text":"RT Compare the pair: reporting today versus various front pages from the during Sydney's last o...","sentiment_score":0.0}
{"full_text":"RT VACCINE DATA UPDATE (Feb 11)Big number daySee thread link below about vaccine deals for 200M doses; good news on...","sentiment_score":0.7}
{"full_text":"RT botswana, which had 0 new  cases today is on the 'red list', meaning if you come from there and don't quarantine in a hot...","sentiment_score":0.1287878788}
{"full_text":"RT We're still in a pandemic. Coming up on a year in this mess. I care about the material conditions of poor and working class...","sentiment_score":-0.2875}
{"full_text":"RT Thank you for getting us the vacs. President Biden!Were you able to find the 20 million vaccines that trump &amp; Javanka took?","sentiment_score":0.5}
{"full_text":"RT CDC recommends second mask on back of head to confuse predators","sentiment_score":0.0}
{"full_text":"RT China complaining about getting pork shipments with coronavirus is like your wife complaining about taking you to the doctor...","sentiment_score":0.0}
{"full_text":"RT Really interesting tipping point here. Australians more worried about money and less confident in the Morrison government, a...","sentiment_score":0.3333333333}
{"full_text":"RT Next coronavirus vaccines may be sprays, pills or printed on demand","sentiment_score":0.0}
{"full_text":"RT With the ongoing COVID-19 pandemic &amp; travel restrictions based on county, district, &amp; individual schools, the Foundati...","sentiment_score":0.0}
{"full_text":"RT  Ventripoint's George Adams, Executive Chairman Interview With - Feb.11.21 $VPT $VPTDF...","sentiment_score":0.0}
{"full_text":"Proud of this partnership between &amp; First Presbyterian Church and the creation of the MOV Musician Relief Fund! For many of our local musicians, the inability to perform live for most of last year has had a significant impact on their livelihood. We hope this can help.","sentiment_score":0.3279829545}
{"full_text":"1\/ The unprecedented speed of Covid vaccines reaching the market has led to confusion and waste. Here's how blockchain can close the gap in vaccines' supply and distribution chains.","sentiment_score":0.2}
{"full_text":"RT Aerosol Transmission and Infection Risk of #COVID-19 in Indoor Environments@MDPIOpenAccess #BigData #DataScience #AI #Machin...","sentiment_score":0.0}
{"full_text":"RT Has anyone quite figured out Joe Biden's COVID plan?","sentiment_score":0.0}
{"full_text":"RT DID YOU KNOW...CDC Director Thomas Frieden allowed PROP members to secretly write the 2016 Opioid Guidelines in back...","sentiment_score":-0.2}
{"full_text":"RT ..It sounds like a child having a tantrum..Because they want a unicorn for their birthday..And no one is giving them a...","sentiment_score":0.0}
{"full_text":"RT COVID-19's spread has made one thing clear: Prisons are a public health crisis. on why prison abolition shoul...","sentiment_score":0.05}
{"full_text":"RT New York will follow updated CDC quarantine guidelines for fully vaccinated individuals. Yesterday, the CDC announced...","sentiment_score":0.1363636364}
{"full_text":"RT JUST IN: The United States reported giving over two million coronavirus vaccine doses today, daily average over past we...","sentiment_score":-0.1333333333}
{"full_text":"RT This Dr presents the medical research papers regarding Covid and related issues exposi...","sentiment_score":0.0}
{"full_text":"RT The more the virus is allowed to spread, the more it is able to mutate. The more it mutates, the greater the chance it will be...","sentiment_score":0.5}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT The bout between Khamzat Chimaev and Leon Edwards is off again, Dana White told was forced to withdraw...","sentiment_score":-0.15}
{"full_text":"It looks like there could be a link between coronavirus and diabetes.","sentiment_score":0.0}
{"full_text":"ATTENTION ATTENTION ATTENTION. 2021 covid 19 free online business earning by WHO in cooperation with the USA government is ongoing. Tap on the link to get yours nowClick on the link to join my channeI    ","sentiment_score":0.4}
{"full_text":"RT First we thought Covid was a pulmonary disease. Then we realized it's also a vascular and inflammatory disease. Mark my...","sentiment_score":0.25}
{"full_text":"Careful, I knew of a guy who had the same belief as you.He died of COVID.","sentiment_score":-0.05}
{"full_text":"RT Taylor Swift has given us more Covid relief in the past year than the federal government.","sentiment_score":0.125}
{"full_text":"RT ICYMI: Starting tomorrow, February 12, and through Mardi Gras Day, there will be additional restrictions in place in #NO...","sentiment_score":0.0}
{"full_text":"RT You know why you didn't lose your life or suffer permanent disability from polio, measles, tetanus, rubella, mumps, or diph...","sentiment_score":0.0}
{"full_text":"I swear I think my job is the only one doing the covid testing on employees twice a week or whatever.","sentiment_score":0.0}
{"full_text":" Despite the challenges the pandemic presented this year, we had an amazing #WorldAnimalReikiDay! Check out some celebration photos + how you can listen to my latest Animal Reiki Talk which includes a guided meditation &amp; #Reiju!https:\/\/t.co\/Gx6HxOlbgB #LetAnimalsLead","sentiment_score":0.625}
{"full_text":"RT At a time when Trump &amp; his aides were downplaying covid and flouting precautions, a top lawyer in the White House couns...","sentiment_score":0.25}
{"full_text":"RT Oh how I laughed about the person in a wheelchair being concerned about their health while being overweight....","sentiment_score":0.7}
{"full_text":"RT Sen. (D-GA) urges Congress to pass Biden's $1.9 trillion COVID relief proposal:\"This is one moment in wh...","sentiment_score":0.0}
{"full_text":"RT Thanks to Ministers and for hosting a useful dialogue this morning with our Chamber Net...","sentiment_score":0.1666666667}
{"full_text":"RT Never before in the history of human civilization has #science been more important to our future. If you know a woman or...","sentiment_score":0.225}
{"full_text":"They need to continue to wear a mask until America reaches herd immunity. In fact, 70 to 80% heard immunity is the goal.","sentiment_score":0.0}
{"full_text":"RT BREAKING: US orders 200M more coronavirus vaccines, President Biden announces.\"We're now on track to have enough supply for 30...","sentiment_score":0.25}
{"full_text":"I would love to see you watch your loved ones break down crying from the stress of trying to support 28+ developing children in a pandemic with no support from the government that should be ensuring their mental AND physical health.","sentiment_score":0.1240740741}
{"full_text":"RT The New York Times today said that COVID-19 cases were down because the \"volume of testing has also fallen over the last...","sentiment_score":-0.0063973064}
{"full_text":"RT Taylor Swift has given us more Covid relief in the past year than the federal government.","sentiment_score":0.125}
{"full_text":"RT In Biden's defense Florida didn't give Hunter ONE BILLION DOLLARS.","sentiment_score":0.0}
{"full_text":"RT After receiving a sponsor exemption to compete in Kamaiu Johnson had to put his lifelong dream on hold, withd...","sentiment_score":-0.1}
{"full_text":"One and after the shots none BS to the CDC and so called science. They just want to lock us down for 4 more years until they have what they think everything locked up tight!","sentiment_score":0.0404100529}
{"full_text":"67 new cases and 2 new deaths in Comoros [23:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"We don't \"live with bats\" in the sense you mean; BUT coronaviruses HAD jumped to humans in the recent past FROM bat populations. That was SARS-CoV's origin; YET \"Chinese Traditional Medicine\" continued to use bat parts &amp; products, so this happened now:https:\/\/t.co\/GIotZSaFTF","sentiment_score":-0.0710227273}
{"full_text":"There's nothing like curling up by the fire with a good book... outside in the middle of a pandemic winter. Kate LeBlanc told us her book club meets every six weeks, no matter what the circumstances are. And That's The Most Colorado Thing We Saw Today. #HeyNext","sentiment_score":0.3}
{"full_text":"RT Really feeling some bleh from this pandemic. The past year seems to be the same day on repeat ","sentiment_score":-0.0166666667}
{"full_text":"As soon as lockdown lifted and pubs, hotels and restaurants open I'm there. That could be sooner than August.","sentiment_score":0.0}
{"full_text":"RT  Dutch producers are adapting the #Eurovision stage for the Covid era.  A green room will replace the standing audienc...","sentiment_score":-0.2}
{"full_text":"RT Well-fitting masks are the most effective at protecting you and others from this virus. Learn how to make your mask fit be...","sentiment_score":0.5}
{"full_text":"RT Cali folks trying to get your parents or Current Tier elders (or yourself!) the vaccine: CVS has some openings. ","sentiment_score":0.0}
{"full_text":"RT I hate the adults who forced our children to stay locked away for a year so that they, the adults, could feel safe. I re...","sentiment_score":-0.2}
{"full_text":"RT So Alberta is up to 156 cases of COVID variants huh.","sentiment_score":0.0}
{"full_text":"RT \"I'm still standing (after a Covid vaccine)\"Sir Elton John joins Sir Michael Caine in a new NHS advert to reassure people of...","sentiment_score":0.1363636364}
{"full_text":"RT Great reporting -- now do the 2019 visit to Walter Reed","sentiment_score":0.8}
{"full_text":"RT What is are the problems with the CDC? I think Iv'e found the answer. They claim that they get their operational guidelin...","sentiment_score":0.0}
{"full_text":"RT The Ceremony of the Keys is now complete.  It still feels really surreal taking part but, due to #Covid19, without any g...","sentiment_score":0.075}
{"full_text":"Concerned for the health and safety of your employees during the pandemic? Help mitigate your risk with on-site testing for your employees! Connect with us today to get started! ","sentiment_score":0.0}
{"full_text":"RT A friend told me in Korea there is a system where you get paid for reporting covid breaches, I think a sim...","sentiment_score":0.0}
{"full_text":"RT Patients with COVID produced a T-cell driven immune response to between 17 &amp; 18 different regions of the virus. Antibod...","sentiment_score":0.0}
{"full_text":"RT BREAKING: \"We've now purchased enough vaccine supply to vaccinate all Americans,\" President Biden says after announcing the pu...","sentiment_score":0.0}
{"full_text":"RT Before he became Premier, Doug Ford used to be vehemently opposed to Sole-Sourced Contracts...@fordnation what made you chang...","sentiment_score":0.0}
{"full_text":"Dudes got Covid... Rather pull out than fight not 100%. By pulling out of every fight u mean the Edwards fight.... Some times it happens.","sentiment_score":-0.3125}
{"full_text":"Zero chinavirus is like saying zero flu or zero colds. It's ignorant.","sentiment_score":0.0}
{"full_text":"COVID SUCKS","sentiment_score":-0.3}
{"full_text":"COVID vaccine in Russia.","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"#COVID and #RealEstate: Will we see wild #market swings?","sentiment_score":0.1}
{"full_text":"RT COVID-19 UpdateThere is one historical case of COVID-19 in managed isolation to report in New Zealand since our media stat...","sentiment_score":0.0681818182}
{"full_text":"California: 1 per 24 (+0) active CovidSouth Dakota: 1 per 412 (+28)Minnesota: 1 per 776 (+73)Nebraska: 1 per 38 (-0)Florida: 1 per 27 (-0)Hawaii: 1 per 109 (-1)Arizona: 1 per 11 (+0)2\/11\/2021imagine my +\/- zeros as closer to whatever number higher or lower than listed","sentiment_score":0.0583333333}
{"full_text":"wait but there's a pandemic though","sentiment_score":0.0}
{"full_text":"RT Last year, President Trump said #COVID19 cases were up because \"we have the most testing.\" The media said he was wrong....","sentiment_score":0.0}
{"full_text":"RT Last year, President Trump said #COVID19 cases were up because \"we have the most testing.\" The media said he was wrong....","sentiment_score":0.0}
{"full_text":"I just had a student from the introductory class on the Global 1960s I taught last summer write to ask me for a letter of recommendation for medical school. I guess I did OK with the whole \"teaching during a pandemic\" thing?","sentiment_score":0.14}
{"full_text":"RT Data Shows Racial Disparity Among Vaccine Recipients in Connecticut #nbcct","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"Wow wow. They would have rather them go to waste. Fucking joke.","sentiment_score":-0.15}
{"full_text":"Once a liar, always a liar nothing will ever surprise me about him. The  US must feel duped by this actor. He's robbed people of 4 years, TG he lost to Biden, we all can move forward.During this pandemic we need leadership from ever corner of our planet. Stay safe, stay truthful","sentiment_score":0.5}
{"full_text":"Visiting Broadway actors discuss how theater is surviving COVID at ramaponews.","sentiment_score":0.0}
{"full_text":"RT Hey, everyone! The non-profit i work for is teaming up with BCBS to help with Covid-19 vaccines. We are looking for voluntee...","sentiment_score":0.0}
{"full_text":"This is all your fault... yes you","sentiment_score":0.0}
{"full_text":"Drones Could Begin Vaccine Deliveries in April, Firm Says (Acm)Drone delivery service Zipline announced a partnership with \"a leading manufacturer of Covid-19 v...Add your highlights:https:\/\/t.co\/CDnUCr6rYe #DigitalLife #digital","sentiment_score":-0.1}
{"full_text":"RT This makes me so furious.","sentiment_score":0.0}
{"full_text":"RT Undocumented immigrants have risked their lives while serving our country during the #COVID19 pandemic. It's time we provide th...","sentiment_score":0.0}
{"full_text":"\"'We [students] struggle. We don't have any social interactions. Some students don't have a safe space anymore.'\" #EdChat #COVID19 Read the full article here:","sentiment_score":0.2944444444}
{"full_text":"RT Last year, President Trump said #COVID19 cases were up because \"we have the most testing.\" The media said he was wrong....","sentiment_score":0.0}
{"full_text":"RT Last year, President Trump said #COVID19 cases were up because \"we have the most testing.\" The media said he was wrong....","sentiment_score":0.0}
{"full_text":"RT Taylor Swift has given us more Covid relief in the past year than the federal government.","sentiment_score":0.125}
{"full_text":"World champion whistling is a thing. If you weren't aware... here's a video. New pandemic hobby?","sentiment_score":0.1931818182}
{"full_text":"Nearly two million fake N95 masks seized in Queens warehouse bust (New York Post)A Queens warehouse manager was busted with over 1.7 million counterfeit 3M N95 masks - in what au...Add your highlights:https:\/\/t.co\/MMB9eEyXqi #NYC #newyork #Newyork...","sentiment_score":-0.0878787879}
{"full_text":"RT NYT reports that Trump was convinced to go to Walter Reed after, \"aides told him that he could walk out on his own, or ris...","sentiment_score":0.6}
{"full_text":"RT About 500,000 doses per week will arrive over the next 4 weeks.While this is welcome news, Canada has about 31,000,000 p...","sentiment_score":0.4}
{"full_text":"RT A thing told us that blew my mind: breast cancer screenings went down approx 90% during COVID. There are 250K+ women in...","sentiment_score":-0.1555555556}
{"full_text":"RT COVID-19 ALERT: President Biden says the U.S. will have enough vaccine supply to inoculate 300 million Americans by the end o...","sentiment_score":0.0}
{"full_text":"RT Over the last few weeks I've had an increase in the amount of very personal abusive DMs I get mainly for:Lending my voi...","sentiment_score":-0.0083333333}
{"full_text":"RT I hope everyone's going to recognise these NHS waiting lists for what they are; A failure of the government to properly...","sentiment_score":-0.1583333333}
{"full_text":"Love the show, but I was a bit saddened by the lack of understanding this episode when it's clear some contestants have been hit financially hard by lockdown. Yes there is being creative, but it only takes you so far after 7 months with little or no income. #DragRaceUK","sentiment_score":0.1029761905}
{"full_text":"RT Why aren't we doing this?! PUT THEM IN THE COKE CAN!!!!!","sentiment_score":0.0}
{"full_text":"#100DaysOfGenocide#AllowAccessToTigrayEthiopian army burnt crops, destroyed grain depot, slaughtered livestock, blocked access to #Tigray..., #TigrayGenocideCOVID + War  + Famine","sentiment_score":0.0}
{"full_text":"Just wear two masks see the latest research recommendations that this gives greater protection","sentiment_score":0.5}
{"full_text":"RT Do NOT drink this Coke can.","sentiment_score":0.0}
{"full_text":"RT The New York Times today said that COVID-19 cases were down because the \"volume of testing has also fallen over the last...","sentiment_score":-0.0063973064}
{"full_text":"Always thought that Governor Baker was a fair governor. I'm beginning to think he is totally inept. I had reservations about his handling of this COVID pandemic, but to vaccinate someone because you escort someone, how about those that are medically compromised waiting?","sentiment_score":0.2333333333}
{"full_text":"RT As #covid19 cases plummet, hospitals begin to empty out, and mRNA vaccines show near 100% efficacy, we get these messages???...","sentiment_score":0.0}
{"full_text":"RT US President Joe Biden on Thursday said the coronavirus vaccination programme he inherited from Donald Trump was in \"much wor...","sentiment_score":0.2}
{"full_text":"I wonder how eagles fans who've totally turned on wentz are gonna react when dude never gets traded. And then just imagine the increased frustration when in 2021 they still won't let fans into eagles games bc of covid so that you can't boo him to death either","sentiment_score":0.0}
{"full_text":"'One fifth of Turkey's shopping mall employees infected with COVID-19' #COVID19tr","sentiment_score":0.0}
{"full_text":"\"Nothing can be more critical than what we are seeing at the border.\"@RepBrianBabin says Biden \"is creating a terrible crisis there...he is risking the safety of Americans during a pandemic.\"","sentiment_score":-0.1666666667}
{"full_text":"Apple Watch Could Flag Potential Covid Cases a Week Sooner Than PCR Tests #Pharma #Rx #AppleWatch #COVID #PCR","sentiment_score":0.0}
{"full_text":"TAX SEASON ARRIVES: CPA David Gibbs spoke with News 12 about all the questions filers may have about 2021 tax season.","sentiment_score":0.0}
{"full_text":"RT How to fold your surgical mask to create a better fit and increase personal protection, per new CDC guidelines. #COVID19 #M...","sentiment_score":0.2590909091}
{"full_text":"Too bad he didn't suffer more.  And warn the public.","sentiment_score":-0.0666666667}
{"full_text":"RT 2 birthdays in lockdown is going to be one big fat L","sentiment_score":0.0}
{"full_text":"Covid-19 has killed over 2.37M people and infected more than 108.25M globally. Follow this thread for all the coronavirus-related developments for February 12:","sentiment_score":0.1}
{"full_text":"\"State education officials announced late last week that in-person standardized testing will take place this spring despite the ongoing pandemic and criticism from political and educational corners.\" #Texas","sentiment_score":-0.0125}
{"full_text":"All Melbournians agree that there is a gnawing pit feeling in your stomach that we're going back into lockdown or, is it just me?","sentiment_score":0.0}
{"full_text":"Visit the link:https:\/\/t.co\/ylnv4pYOdw@ChadLuchey  #OTentertainment #gaming #onlinegaming #bingo #vlogger #youtuber #rasgaming #socialdistancing #curfew","sentiment_score":0.0}
{"full_text":"'Overwhelm the problem': Inside Biden's war on COVID-19","sentiment_score":0.0}
{"full_text":"Through the intercession of #OurLadyOfLourdes, patroness of the sick, let us ask the Lord to grant health of soul and body to all those who suffer due to illness and the current pandemic. May He give strength to those who assist them in this time of trial. #rcamaoc #500YOC","sentiment_score":-0.2797619048}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"One of the world's most powerful corporate consulting firms has agreed to a major settlement for its role in the sale of painkillers. (From","sentiment_score":0.215625}
{"full_text":"Gov. Gretchen Whitmer pitched her budget proposal Thursday, kicking off a potentially tense budget negotiation season as Michigan navigates through the coronavirus pandemic.","sentiment_score":-0.3333333333}
{"full_text":"About 40% of the nation's coronavirus deaths could have been prevented if the United States' average death rate matched other industrialized nations, a new study finds.https:\/\/t.co\/kJKh44LSlk","sentiment_score":-0.0462121212}
{"full_text":"Bus operator fined P462,000 for overloading, breaking social-distancing guidelines #topgearph","sentiment_score":0.0}
{"full_text":"Because dumpling making is such a collective process, the distance forced by the pandemic feels multiplied.","sentiment_score":-0.15}
{"full_text":"RT Former President Donald Trump's condition after testing positive for Covid-19 became so concerning last October that there was tal...","sentiment_score":0.0757575758}
{"full_text":"Gov. Gretchen Whitmer has proposed a $67 billion state budget that she said would aid Michigan's pandemic recovery.","sentiment_score":0.0}
{"full_text":"Mayor Cantrell will join a small group of Mayors meeting with President Biden to discuss stimulus relief.https:\/\/t.co\/NeoD0TmT6e","sentiment_score":-0.25}
{"full_text":"\"Because of the heavy tax burden the airport places on Gadsden's taxpayers -- a burden most residents of the city don't know exists -- I will continue to report weekly on the response, or the lack of a response, to my questions,\" John F. Floyd writes.","sentiment_score":0.15}
{"full_text":"RT During the Pandemic, Restaurants Lose Even More When You No-Show Your Reservation","sentiment_score":0.5}
{"full_text":"RT ICYMI: #SaudiArabia temporarily shut down 12 mosques after 28 cases of #coronavirus were detected among worshipers, and...","sentiment_score":-0.1555555556}
{"full_text":"City transit has had a mask policy in place since last spring, but new federal orders make the policy more strict.","sentiment_score":0.2121212121}
{"full_text":"Make sure to check the Imagine! COVID-19 page on our website for resources, local news, and updates on our response.https:\/\/t.co\/sXZURzOxMT","sentiment_score":0.3125}
{"full_text":" #ICYMI | The COVID-19 pandemic ensured that airlines had to get creative in how to increase revenue. :","sentiment_score":0.5}
{"full_text":"As Mecklenburg County Health officials said they will continue to hold events targeting people 65 and older as appointments open to educators.","sentiment_score":0.0833333333}
{"full_text":"RT Covid 19 cases are increasing alarmingly and ultimately will lead to overwhelming the system if we don't become more vigilant i...","sentiment_score":0.225}
{"full_text":"As the pandemic rages on, finding ways to mourn and remember","sentiment_score":0.0}
{"full_text":"Can Biden save public transit from the pandemic? (Fast Company)Even before the pandemic, mass transit in the U.S. had been struggling: 2018 marked the fourth st...Add your highlights:https:\/\/t.co\/8Fg1t7Gsv7 #LeftWing #Politics #d...","sentiment_score":0.075}
{"full_text":"Two Idaho House Minority staff members received positive COVID-19 test results Thursday.https:\/\/t.co\/HDXd3aHxMv","sentiment_score":0.2272727273}
{"full_text":"How should the Biden administration approach China policy? says:  Work with China on COVID-19 vaccine distribution End brinksmanship Prioritize US-China cooperation on climateRead more:","sentiment_score":0.5}
{"full_text":"RT The New York Times today said that COVID-19 cases were down because the \"volume of testing has also fallen over the last...","sentiment_score":-0.0063973064}
{"full_text":"RT Floridians - be smart. Biden has prioritized your safety. Florida has a high rate of variant forms of COVI...","sentiment_score":0.1871428571}
{"full_text":"BYU-Idaho estimates there are approximately 17,000 students living in the city of Rexburg this Winter Semester.  ","sentiment_score":-0.4}
{"full_text":"At home, our farm did exceptionally well last year - looking through photos its amazing what we accomplished in a pandemic.  really pushed herself to the limits and blew it out of the park. This year is going to be bigger - and next year, WATCH OUT. Bigger Farm! ;)","sentiment_score":0.212962963}
{"full_text":"Our next Issues That Matter event, Surviving Online Schooling, takes place at 6:30 pm on Thursday, February 25th. Join us to learn how your family can weather the stress and uncertainty of education during the pandemic.Please register here:","sentiment_score":0.0}
