{"full_text":"But, wht abt continuous support to Khalistanis....Relationship is a two way street Sir...","sentiment_score":0.0}
{"full_text":"The number of daily new COVID-19 cases in Los Angeles County is still falling, but there is reason to remain cautious, health officials say.","sentiment_score":0.0681818182}
{"full_text":"RT \"Being a 9 year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"Jeremy Lin detailed the racism tha...","sentiment_score":0.2}
{"full_text":"I've been thinking and maybe the State of the Union speech should be virtual this year.  The pandemic, you know.  Yeah, that's the ticket.  #TCMParty","sentiment_score":0.0}
{"full_text":"RT Revised SoP on #Covid19 as on 26\/02\/2021.","sentiment_score":0.0}
{"full_text":"RT Third big risk is that we fail to learn lessons Covid is teaching. We need new funds for preparedness ($5-10B\/year) and f...","sentiment_score":-0.0909090909}
{"full_text":"RT Democrats working late into the night to get you $1400 rescue checks; Republicans lining up to vote no.","sentiment_score":-0.3}
{"full_text":"Given the rise in already-high anti-Asian hate, coupled with COVID-19's devastating impact on elders and restaurants (and especially Asian elders and Asian restaurants)... (1\/2)","sentiment_score":-0.45}
{"full_text":"RT Dems are working late into the night to spread Covid reliefCPAC is partying late into the night to spread Covid","sentiment_score":-0.3}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT Sophy, right: no one should be disadvantaged at th...","sentiment_score":0.2857142857}
{"full_text":"RT JERRY \"UNC\" LOONEY, 57, of Kansas City, Missouri, died of COVID on May 27, 2020.\"Always was there for you, very kind an...","sentiment_score":0.78}
{"full_text":"RT .@JustinTrudeau How will Canada vote? We won't be safe until we are all safe. Support the waiver.","sentiment_score":0.5}
{"full_text":"RT Latter-day Saint Charities, the humanitarian arm of The Church of Jesus Christ of Latter-day Saints, announced today a...","sentiment_score":0.0}
{"full_text":"RT Democrats working late into the night to get you $1400 rescue checks; Republicans lining up to vote no.","sentiment_score":-0.3}
{"full_text":"RT The NBA G League is investigating Jeremy Lin's statements that he's been called \"Coronavirus\" during games, per","sentiment_score":0.0}
{"full_text":"RT So instead of showing up to vote on the COVID RELIEF PKG many  are instead going to CPAC because sucking up t...","sentiment_score":0.5}
{"full_text":"RT Johan, is this the dude? (btw my apologies, as an Irishman, )FYI","sentiment_score":0.0}
{"full_text":"RT \"Florida got it right and the lockdown states got it wrong.\" on Florida's response to COVID 19. #CPAC2021 #Americ...","sentiment_score":-0.1071428571}
{"full_text":"RT In randomized trials with 6 different COVID vaccines involving ~175000 persons:0 hospitalizations for COVID in persons who...","sentiment_score":0.0}
{"full_text":"RT President Biden's vaccination plan is WORKING. Big challenges remain but we are on the right path.","sentiment_score":0.1428571429}
{"full_text":"RT To be clear, the Trump administration wanted to make up for toll revenue lost because of COVID so that the Seaway bridge con...","sentiment_score":0.1}
{"full_text":"RT Republicans are using a process they criticized and sued over -- and now misusing it by saying they can't attend votes because...","sentiment_score":0.0}
{"full_text":"RT Heads up: Republican legislators around the U.S. are moving aggressively to strip governors and other officials of their...","sentiment_score":-0.125}
{"full_text":"RT Jeremy Lin: \"Being a 9-year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"","sentiment_score":0.0}
{"full_text":"RT To boost vaccine confidence for other vaccines, I will be the first to take whichever vaccine is approved next by NPRA","sentiment_score":0.0416666667}
{"full_text":"RT No one cared who I was 'til I put on the mask.   Thanks for getting this COVID nurse through the pandemic one g...","sentiment_score":0.2}
{"full_text":"RT Your periodic reminder that Larry Hogan is still a Republican.","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT It's not a COVID Relief bill if only a few percent of the $1.9 TRILLION go to COVID relief. Let's call it what it is....","sentiment_score":-0.1}
{"full_text":"RT A year ago I spent the days after fielding calls in the #WhiteHouse from attendees reporting they had #COVID19-One o...","sentiment_score":-0.1}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"RT The week before I took office, 6 million COVID-19 vaccine shots were administered.This coming week, our Administration will li...","sentiment_score":0.0}
{"full_text":"Anti-COVID OTC Tripartite Therapy: evidence:Vitamin D\/Therapy:https:\/\/t.co\/o3GI3to7CG Quercetin\/Prevention:https:\/\/t.co\/L58vrsG9BcEstradiol:https:\/\/t.co\/u8hSn3x5Lu","sentiment_score":0.0}
{"full_text":"RT New Gym Member Already Seeing Positive Coronavirus Test Results","sentiment_score":0.1818181818}
{"full_text":"RT When will it be safe to go out again? This summer the US will be much safer. Will we learn to cluster bust, stopping spre...","sentiment_score":0.35}
{"full_text":"RT Reuters: U.S. HOUSE RULES COMMITTEE APPROVES BIDEN'S $1.9 TRILLION COVID-19 RELIEF PLAN; BILL ADVANCES TO HOUSE FLOOR","sentiment_score":0.0}
{"full_text":"RT This is an example of how elite bias towards enviornment is being celebrated without giving a thought for those whose liv...","sentiment_score":0.35}
{"full_text":"RT But here's hoping enough of us have had our anti-democracy-inoculation . . .","sentiment_score":0.0}
{"full_text":"RT Democrats just scheduled a vote for 2am tonight.They are so embarrassed by all the non-COVID waste in their bill that they...","sentiment_score":-0.2}
{"full_text":"That is a great idea but don't cut 50000 jobs before you do that. That is cruel and devastating to the oil workers and pipeline workers in the time of Covid-19. Come on man","sentiment_score":-0.4}
{"full_text":"McAllen ISD nurses and staff have participated in COVID-19 vaccines in multiple clinics.","sentiment_score":0.0}
{"full_text":"RT \"loyal girls stay at home\" nah loyal girIs remain loyal everywhere they go","sentiment_score":0.3333333333}
{"full_text":"I'll take anything but this one We dont trust J&amp;J in this house","sentiment_score":0.0}
{"full_text":"Folks need SOMETHING to smile about during the horrors of the pandemic I suppose.","sentiment_score":0.3}
{"full_text":"RT Reuters: U.S. HOUSE RULES COMMITTEE APPROVES BIDEN'S $1.9 TRILLION COVID-19 RELIEF PLAN; BILL ADVANCES TO HOUSE FLOOR","sentiment_score":0.0}
{"full_text":"The only thing stands for is #Genocide #CruzIsAJoke #CruzIsATraitor AMERICANS! b\/c #cult45 couldn't stand up to #DonTheCon Learn the f\/cking meaning of #exponentialgrowth!#IdiotGate","sentiment_score":0.0}
{"full_text":"RT NEWS: I wrote a book about Andrew Cuomo, his unprecedented reign, his nursing home scandals, and how he failed New York dur...","sentiment_score":0.0787878788}
{"full_text":"RT Hey &amp; Brazilian &amp; South American fans are being denied a refund for their #LoverFest tickets and a...","sentiment_score":0.0}
{"full_text":"RT #SCOTUS with another Friday night shadow docket injunction of a COVID restriction on religious services.Unsigned (and...","sentiment_score":0.0}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT Jeremy Lin: \"Being a 9-year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"","sentiment_score":0.0}
{"full_text":"RT \"I'm a Filipino priest of the Dominican order. I'm also a molecular biologist who has spent the last 20 years using yeas...","sentiment_score":-0.05}
{"full_text":"Why the F' should our tax dollars pay for COVID tests for a business or Corp.  Businesses get to write off many of the costs of doing their thing","sentiment_score":0.5}
{"full_text":"RT 1 year ago (February 26th, 2020) there were 0 reported Covid deaths in the U.S. Mind boggling and chilling.","sentiment_score":-0.5}
{"full_text":"i would be surprised if i didnt know hate crimes towards asian americans have gone up 1900% since last year... it's just horrible how ppl are using covid as a reason to be racist towards asians","sentiment_score":-0.34}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"Lol he imagined that \"slur,\" who the hell is going to call Linsanity \"coronavirus\" when they can just mock his weak-ass game","sentiment_score":0.2}
{"full_text":"RT The NBA G League is opening an investigation into guard Jeremy Lin's statements that he has been called, \"Coronavirus,\"...","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT This is what they get. They spent 4 years attacking Trump and being rude, then did everything they could to get him out.nThe...","sentiment_score":-0.2}
{"full_text":"RT Here it is, our new record! 'Blood On Your Hands' Our response to the Tories' terrible handling of the Corona pandemic. Sha...","sentiment_score":-0.4147727273}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT Have senators Schumer or Gillibrand of New York weighed in on the terrible accusations regarding NY Gov Andrew Cuomo an...","sentiment_score":-0.4318181818}
{"full_text":"RT as we enter into March, the month that marks one year of the pandemic, please be forgiving with yourself. anniversaries of gr...","sentiment_score":0.0}
{"full_text":"since the pandemic started package theft has risen &amp; continues on my block. Just tonight I picked up 3 opened packages in Joan of Arc park from 3 diff people from the same building. It's a safety issue.","sentiment_score":0.0}
{"full_text":"RT  shoutout to my mom","sentiment_score":0.0}
{"full_text":"$1.9 trillion \" COVID \" bill that only has 9% addressing covid,  Yes only $171billion goes towards covid, and they want to vote on it at 2am....What are they trying to hide","sentiment_score":0.0}
{"full_text":"RT Johnson &amp; Johnson's single-shot Covid-19 vaccine is safe and effective, according to FDA analysis, a step toward possible authoriz...","sentiment_score":0.3666666667}
{"full_text":"Good episode, Omid!","sentiment_score":0.875}
{"full_text":"party of liars, enablers, grifters, and gaslighters","sentiment_score":0.0}
{"full_text":"RT Prediction.  In about 6 months there are going to be a number of really sad stories about people who were misled about...","sentiment_score":-0.5}
{"full_text":"RT Hey &amp; Brazilian &amp; South American fans are being denied a refund for their #LoverFest tickets and a...","sentiment_score":0.0}
{"full_text":"Building a Diversified Hotel Distribution Strategy in the Era of Covid-19","sentiment_score":0.0}
{"full_text":"Could Coronavirus Trigger Force Majeure Contract Breaks? #CRE #COVID-19 #TenantTips  ","sentiment_score":0.0}
{"full_text":"2am vote on this bullshit $1.9t non-covid relief bill is a disgrace. The swamp is full of scumbags","sentiment_score":0.35}
{"full_text":"RT In randomized trials with 6 different COVID vaccines involving ~175000 persons:0 hospitalizations for COVID in persons who...","sentiment_score":0.0}
{"full_text":"RT Anyone who has refused to wear a mask for the past year should be at the bottom of the list for the vaccine...PERIOD!","sentiment_score":-0.3125}
{"full_text":"LIVE NOW Citizen Z News Covid relief package","sentiment_score":0.1363636364}
{"full_text":"RT A year ago today, Trump said, \"You have 15 people, and the 15 within a couple of days is going to be down to close to z...","sentiment_score":-0.1555555556}
{"full_text":"Avs and Nuggets can't apply for fans because they're not on the right color on the Covid dial. Glad our elected officials now have unlimited power.","sentiment_score":0.3928571429}
{"full_text":"RT Hey &amp; Brazilian &amp; South American fans are being denied a refund for their #LoverFest tickets and a...","sentiment_score":0.0}
{"full_text":"RT The fact that President Biden was willing to nominate Xavier Becerra -- someone with zero experience in anything related to...","sentiment_score":0.125}
{"full_text":"RT On behalf of Canadians I thank India and its Prime Minister for 2 million #COVID19 vaccine doses...","sentiment_score":0.0}
{"full_text":"Iowa's response to covid has been horrible. Get your shit together.","sentiment_score":-0.6}
{"full_text":"RT Our queens reflect on the passing of legendary NYC drag queen Mona Foot before and talk thro...","sentiment_score":0.45}
{"full_text":"RT #SaturdayThoughtsSant Shri Asharamji Bapu has been framed in a false case by POCSO Misuse.Also, closed environment...","sentiment_score":-0.25}
{"full_text":"Single-shot Johnson &amp; Johnson only 66% effective. The missing 34% makes it not have the punch to knockout #COVID19. Need #COVIDVaccine that makes wearing mask a thing of the past. don't cut corners.","sentiment_score":0.0375}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"RT Attacks against Asian-Americans in New York City have soared since the pandemic began, terrifying many and stoking fears of ta...","sentiment_score":-0.1212121212}
{"full_text":"Announcing #HealthCareMarketPlace SPECIAL OPEN ENROLLMENT PERIOD Feb. 15 - May 15, 2021! NEED 2021 coverage or want to update existing plan? We Can HELP! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) 321-676-4118","sentiment_score":0.1785714286}
{"full_text":"From \"The Johnson and Johnson vaccine, like the AztraZeneca vaccine and the Sputnik vaccine, is a viral vector vaccine...Only instead of injecting a blueprint to make more cold virus, it injects a blueprint to make the COVID-19 spike protein\"https:\/\/t.co\/rd5LxHTVaK","sentiment_score":-0.05}
{"full_text":"RT  please nullify the proxy votes of those who lied in their written reque...","sentiment_score":0.0}
{"full_text":"RT Last week US reported 2,000 deaths per day. PER DAY! For past 3 months Covid killed more people in rich countries than le...","sentiment_score":0.085}
{"full_text":"Macroeconomic and geopolitical trends do not bode particularly well for the US in the long term. Problems which are not new yet remain unaddressed.https:\/\/t.co\/J9lzW9Cfzl","sentiment_score":0.0161616162}
{"full_text":"Jeremy Lin says he was called \"coronavirus\" during game","sentiment_score":-0.4}
{"full_text":"RT Democrats working late into the night to get you $1400 rescue checks; Republicans lining up to vote no.","sentiment_score":-0.3}
{"full_text":"lmfao ong","sentiment_score":0.0}
{"full_text":"Thousands of North Carolina inmates will be released early following a settlement agreement with civil rights groups and Gov. Roy Cooper's administrationhttps:\/\/t.co\/QbpMmuyXpW","sentiment_score":0.05}
{"full_text":"It's been nearly a year since we've all been living under pandemic lockdown conditions.","sentiment_score":0.1}
{"full_text":"Two #US Navy warships operating in the #MiddleEast have been affected by the #coronavirus, authorities said Friday, with one already at port in #Bahrain and another heading there now.https:\/\/t.co\/km3GHNBcE2","sentiment_score":0.0}
{"full_text":"The amount of race cards being played every day is absurd, but never doubt, ESPN will make sure to promote all of them. #IamWhite #IamNotASupremacist","sentiment_score":0.0}
{"full_text":"For a third time, #RobertPattinson #Batman movie is halted once again due to #coronavirus pandemic, however the film is still set to release on March 2022 ","sentiment_score":-0.0625}
{"full_text":"This pussy shut his comments off to only his echo chamber... And oh what a tale they've been told.  Have a look in the comments.  No clue.Rob you're a weak little man with no balls","sentiment_score":-0.1875}
{"full_text":"TOMORROW: and are taking your questions about Covid-19 on Facebook Live. Tell us what you'd like to know, and join the discussion at 4pm ET\/1pm PT on","sentiment_score":0.1363636364}
{"full_text":"Around the world, as coronavirus has brought the economy to a screeching halt, Asians have become targeted for the pandemic. They have been yelled at, spat on and beaten up, according to media reports across the globe.","sentiment_score":0.0}
{"full_text":"\"Virus never isolated,\"EXCEPT herehttps:\/\/t.co\/J1zZQAmMAd &amp;https:\/\/t.co\/8Y8rGBhnO7&amp;https:\/\/t.co\/eC8igk8reO&amp;https:\/\/t.co\/CAimFbHIzF&amp;https:\/\/t.co\/lP0MVhpwH5&amp;https:\/\/t.co\/fwXoW4wP6a&amp; many more#SARSCoV2 #COVID19","sentiment_score":0.5}
{"full_text":"Join us Tuesday 2 March as we present our She Leads workshop on resilience and mental agility in the time of COVID-19 with Heidi Prowse. Tickets on sale now #Canberra  #WeAreCBR #womenleading","sentiment_score":-0.05}
{"full_text":"RT In order to preserve the #FightFor15, must keep $15 min wage in Covid relief bill. Otherwise, it's likely dea...","sentiment_score":0.0}
{"full_text":"All-4-Paws Pet Care now has a staff of five that travel the state performing vet tech services at clients' homes like nail clippings.","sentiment_score":0.0}
{"full_text":"I don't have an exact date either but I know my status so can guestimate - it's all rolling out \"now\"","sentiment_score":0.25}
{"full_text":"The county expects to start administering vaccines at that pod the second week of March, so long as it gets the doses from the state.","sentiment_score":-0.025}
{"full_text":"A Tampa pediatrician is pushing for more transparency when it comes to COVID-19 vaccines in pregnant women.","sentiment_score":0.4166666667}
{"full_text":"Coronavirus: Springfield used local CARES Act funds for personnel, equipment costs caused by pandemic","sentiment_score":0.0}
{"full_text":"Now that we have a vaccine for #COVID19, there should be one rule guiding its distribution: give it fast to the people most likely to get the virus and spread it to others, John H. Cochrane says.","sentiment_score":0.2333333333}
{"full_text":"There are 2,549 active #coronavirus cases in #SaudiArabia out of which 477 are in a critical condition.    ","sentiment_score":-0.0666666667}
{"full_text":"A plethora of Long Island musicians have come together, along with to raise funds for iconic local venue, during the ongoing pandemic.https:\/\/t.co\/J7i1My2OOQ","sentiment_score":0.15}
{"full_text":"See why some experts think this single-dose vaccine might be 'a vaccine for the whole world.'","sentiment_score":0.2}
{"full_text":"RT Exactly. Humans are the enemy for these \"humanitarians\".Covid isn't the endgame, Climate change is. Wh...","sentiment_score":0.25}
{"full_text":"Imagine losing your job, filing for unemployment, and then being asked to pay all of it back.","sentiment_score":0.0}
{"full_text":"Maybe sharing a memory can bring you some comfort. ","sentiment_score":0.0}
{"full_text":"It's projected many Americans will not be able to get immunized for COVID-19 until at least summer, making the fate of live music uncertain in 2021.","sentiment_score":0.2090909091}
{"full_text":"Many people already know that flying private is one of the easiest ways to get to the British Virgin Islands. It's now proving to be one of the safest ways to travel during the pandemic.#NewYork #RealEstate","sentiment_score":0.1666666667}
{"full_text":"RT Saturday, VP Harris joins to discuss #BlackHistoryMonth, Covid-19 vaccinations, and her priorities as vice president....","sentiment_score":0.0}
{"full_text":"It's projected many Americans will not be able to get immunized for COVID-19 until at least summer, making the fate of live music uncertain in 2021.","sentiment_score":0.2090909091}
{"full_text":"US advisers endorse single-shot COVID-19 vaccine from J&amp;J","sentiment_score":0.0}
{"full_text":"State of COVID update addresses rides to vaccines, herd immunityhttps:\/\/t.co\/1loA06D8eJ","sentiment_score":0.0}
{"full_text":"LOCKDOWN ","sentiment_score":0.0}
{"full_text":"TODAY'S FRONT PAGE: SATURDAY 27 FEBRUARY 2021 ..#dailynewszim #news #zimbabwe #zimnews #lockdown #COVID19 #MaskUpZimbabwe #Saturday #coronaviruszim","sentiment_score":0.0}
{"full_text":"RT Congress will be voting late tonight, possibly into the early morning, on the $1.9 trillion COVID relief bill.But acro...","sentiment_score":-0.0666666667}
{"full_text":"Have you read any of the ZEDS series yet? If not I mean, what're you waiting for?#wattpad #writingcommunity #zombies #pandemic","sentiment_score":0.15625}
{"full_text":"RT If Trump had done this during a pandemic, it would be headline news. They freaked out over him removing his mask outside...","sentiment_score":0.0}
{"full_text":"RT Capcom talks about how the pandemic impacted Monster Hunter Rise's development","sentiment_score":0.0}
{"full_text":"RT I spoke with President Tshisekedi of the Democratic Republic of the Congo about good governance and reforms, COVID-19, Ebola, trade...","sentiment_score":0.7}
{"full_text":"Arkansas governor announced that the state's COVID-19 directives will now be considered \"guidance\" which do not carry penalties for businesses or individuals. Arkansas' mask mandate will end on March 31.https:\/\/t.co\/2gslRdILZ2Should Texas and New Mexico do the same?","sentiment_score":0.0681818182}
{"full_text":"It's projected many Americans will not be able to get immunized for COVID-19 until at least summer, making the fate of live music uncertain in 2021.","sentiment_score":0.2090909091}
{"full_text":"I made all my friends get covid tests and isolate so I could have a big blowout party. Including me and my live-in boyfriend there will be four people in attendance. Can't wait.","sentiment_score":0.0}
{"full_text":"Resident Doctors in Training Honored for Stepping Into COVID-19 Frontlines - NBC Los Angeles","sentiment_score":0.0}
{"full_text":"COVID 'long-haulers:' What is PASC, and why do some people get it? | Details:","sentiment_score":0.0}
{"full_text":"Sri Lanka puts Chinese COVID-19 vaccine on hold, will use India-made shot to inoculate 14 million peoplehttps:\/\/t.co\/LBWuaXKwpy","sentiment_score":0.0}
{"full_text":"It's projected many Americans will not be able to get immunized for COVID-19 until at least summer, making the fate of live music uncertain in 2021.","sentiment_score":0.2090909091}
{"full_text":"Hawaii lawmakers are considering a bill that would standardize the state's pandemic travel restrictions across the islands, a departure from the current system that allows individual counties to create their own modified safety measures.","sentiment_score":0.2}
{"full_text":"RT On behalf of Canadians I thank India and its Prime Minister for 2 million #COVID19 vaccine doses...","sentiment_score":0.0}
{"full_text":"A second major festival in Milwaukee has been called off for the second year in a row.","sentiment_score":0.0208333333}
{"full_text":"RT \"Being a 9 year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"Jeremy Lin detailed the racism tha...","sentiment_score":0.2}
{"full_text":"Then go to the park mate. You acting like I don't know how a lockdown feels my country was legit in a lockdown for 130 days","sentiment_score":0.0}
{"full_text":"Rochester area gym owners calling on Cuomo to increase capacity to 50%","sentiment_score":0.0}
{"full_text":"Hume: Prefers that the whole world get COVID rather than miss his spin class.https:\/\/t.co\/EeZUSXdCAx","sentiment_score":0.2}
{"full_text":"RT Tonight we vote on another massive bill. But hundreds of billions of dollars haven't even been spent from past bills. O...","sentiment_score":-0.1166666667}
{"full_text":"It's projected many Americans will not be able to get immunized for COVID-19 until at least summer, making the fate of live music uncertain in 2021.","sentiment_score":0.2090909091}
{"full_text":"Our district has 376 deaths reported from COVID-19.","sentiment_score":0.0}
{"full_text":"Agreed","sentiment_score":0.0}
{"full_text":"US panel endorses single dose Johnson &amp; Johnson COVID-19 vaccine for EUA: FDA says it's safe  #Coronavirus #Covid-19Vaccination #COVID-19Vaccine #JohnsonAndJohnson ","sentiment_score":0.2142857143}
