{"full_text":"What caused the failure of 90% of businesses during the pandemic? A dramatically changed consumer behaviourAnd, the best way to address this \"new consumer\" in the \"new normal\" , is to introduce personalization in your marketing strategies","sentiment_score":0.2212121212}
{"full_text":"RT Here's the investigation we did about back in May, with a horrifying but powerful film accompanying it by","sentiment_score":-0.2}
{"full_text":"No truer words have been said o. Especially during this pandemic period.","sentiment_score":0.0}
{"full_text":"RT \"coats are a lie\"\"If you look at the statistics for hypothermia, most of those people were wearing coats.\"That's where...","sentiment_score":0.5}
{"full_text":"RT Every app is harassing us to vote but these politicians couldn't even offer a crumb of free health care during a pandem...","sentiment_score":0.4}
{"full_text":"RT Wheels coming off Team Biden's pro-lockdown narrative.","sentiment_score":0.0}
{"full_text":"RT Vitamin D 'reduces Covid deaths by 60%' as MP calls for therapy to be rolled out The study also found patients who h...","sentiment_score":0.0}
{"full_text":"RT I'm so sadden by our Government, why don't they understand that Lockdowns are causing much more harm than Covid &amp; they do...","sentiment_score":0.5}
{"full_text":"RT Man accidentally invited for Covid vaccine as NHS thought he was 6cm tallhttps:\/\/t.co\/VrPNndGVUH","sentiment_score":0.0}
{"full_text":"RT One year ago this month:\"We will not see diseases like the coronavirus come here.\"- Kayleigh McEnany on February 25th...","sentiment_score":0.0}
{"full_text":"RT Biden said in his town hall last night that the nation *might* be allowed to be back \"to normal\" by Christmas.If you...","sentiment_score":0.05}
{"full_text":"RT To all the health and care workers who were left without any or adequate PPE during the early days of the #COVID19 pan...","sentiment_score":0.1444444444}
{"full_text":"#RandomActsOfKindness #bekindmanMy dearest husband He's my rock, my soulmate , my best friend. He helped me through post natal depression this last year and not to mention the pandemic...I wouldn't be here without him.Can't tag him as he's not on twitter","sentiment_score":0.5}
{"full_text":"RT Fully vaccinated people can now skip quarantine even if they've been exposed to Covid-19, the CDC says. This only applies if it ha...","sentiment_score":0.0}
{"full_text":"RT Please sign. #dotherightthing We can't leave millions of people behind in our recovery from COVID. Please ask Rishi...","sentiment_score":-0.4}
{"full_text":"RT Just the facts:President Biden said tonight \"we didn't have [the coronavirus vaccine] when we came into office\".  He...","sentiment_score":0.0}
{"full_text":"RT how the fuck the snow make y'all stay in but not covid ","sentiment_score":-0.4}
{"full_text":"RT If we held a minute silence for every person who's died of coronavirus Taiwan would be silent for 9 minutes, New Zealand for...","sentiment_score":0.0681818182}
{"full_text":"Well... I was telling my sister how my hubby has become quite the chef during the pandemic. He makes bread, pizza dough, fresh pasta, pies, awesome scratch meals... She said Wow and what I do... I answered \"Eat\"!!!","sentiment_score":0.4984375}
{"full_text":"RT This ties in with the concerns we share from observations and surveys in our group of 1600 children. #JoinTheDots #LongC...","sentiment_score":0.0}
{"full_text":"Mental Health Demand: Nearly 80% of Adults are Stressed with Pandemichttps:\/\/t.co\/UDyVAh3WZK","sentiment_score":0.0}
{"full_text":"RT 3\/3There are a lot of great initiatives being run locally so check out really is somet...","sentiment_score":0.3333333333}
{"full_text":"So far so good. Still have power but I've kept the temp low to conserve power. Work also told us to stay home today. Could be worse though","sentiment_score":0.1}
{"full_text":"RT I'd seen a lot of writing about living alone during the pandemic and I felt the weight of that. Now the power is out and th...","sentiment_score":0.0}
{"full_text":"my dumbass missionary sister got covid after flying from hawaii to germany for missionary shit and i got a real laugh out of it. congrats on getting ill while being a door to door salesperson for religion Imfao","sentiment_score":-0.0833333333}
{"full_text":"RT Just the facts:President Biden said tonight \"we didn't have [the coronavirus vaccine] when we came into office\".  He...","sentiment_score":0.0}
{"full_text":"RT Manchester Family has reached 68k Facebook followers  If you want to keep up with the latest news on schools and events a...","sentiment_score":0.5}
{"full_text":"RT What a great thing Lou Macari has done.","sentiment_score":0.8}
{"full_text":"Lucky you, I have not been in a kitchen since Xmas...fucking lockdown.","sentiment_score":0.3333333333}
{"full_text":"two of my other sisters travelled over a thousand miles to go to disney world mid pandemic too, with their toddlers in tow","sentiment_score":-0.0625}
{"full_text":"RT NO COMMENT: Press Sec Refuses to Answer Question About CoVID 'Relief' Funds Going to Abortions","sentiment_score":-0.1}
{"full_text":"RT So basically he is saying, \"Don't criticize me or I'll take away your vaccines.\" Another disgraceful mob boss wannabe in p...","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT Today it's clear that Johnson is playing a blinder, everyone still arguing about lockdown!Stop wasting time on this fa...","sentiment_score":0.1}
{"full_text":"This little guy is seriously getting me through lockdown  #workfromhomebuddy","sentiment_score":-0.2604166667}
{"full_text":"RT NO COMMENT: Press Sec Refuses to Answer Question About CoVID 'Relief' Funds Going to Abortions","sentiment_score":-0.1}
{"full_text":"RT How Mets catcher James McCann is learning about his new club's pitching staff under COVID-19 precautions (and what he said...","sentiment_score":0.1363636364}
{"full_text":"RT The Prince of Wales and The Duchess of Cornwall visited the Queen Elizabeth Hospital in Birmingham today to learn about clinic...","sentiment_score":0.0}
{"full_text":"\"Consumers' increased reliance on online shopping during pandemic also put spotlight on discarded cardboard piling up in recycling bins x US. Corrugated box shipments rose 9% early in pandemic as US stocked up on household paper, cleaning supplies &amp; food, &amp; remain elevated\"","sentiment_score":0.35}
{"full_text":"RT Massive lie from Joe Biden on CNN: \"we didn't have [the coronavirus vaccine] when we came into office\"","sentiment_score":0.0}
{"full_text":"RT Prof Mark Woolhouse tells MPs there was not a single virus outbreak linked to crowded U.K. beaches last summer","sentiment_score":0.0178571429}
{"full_text":"Lmao bc the roads aren't clean to drive...","sentiment_score":0.4833333333}
{"full_text":"RT Apparently insists that we stay at home and forget about going on holiday--but that we can instead  look for...","sentiment_score":0.05}
{"full_text":"RT WATCH LIVE: White House COVID-19 response team holds briefing","sentiment_score":0.0681818182}
{"full_text":"This is always a bad time of year but the severe weather, second winter of covid, etc... and it's honestly one of the most challenging times I've had in my career. The smaller practice I worked for was bought up by a larger one so admin support is a joke now. Just a rough time.","sentiment_score":0.1}
{"full_text":"TRUTH...we went from COVID19 to George Floyd..they twisted that..we went from INSURRECTION they acquitted COVID45...now the BLACKOUT a standalone company that has affected over 1 million plus citizens to a standalone e company something has got to give...","sentiment_score":-0.5}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"The fact that I have to tell people not the call Covid-19 the \"china virus\" because it's racist, and they argue with me on facebook it's embarrassing af. This is a grown ass women .","sentiment_score":0.0}
{"full_text":"Interesting","sentiment_score":0.5}
{"full_text":"Makes too much SenseIt's about CONTROL","sentiment_score":0.2}
{"full_text":"RT Boris Johnson making gag about OJ Simpson. Boris Johnson doesn't have to put gloves on for people to die. He just has...","sentiment_score":0.0}
{"full_text":"RT KABOOM! Disband conflicted, secretive task force behind Canada's flawed COVID-19 vaccine effort, MPs told ","sentiment_score":-0.45}
{"full_text":"RT We've been told repeatedly by the media to 'listen to the science.' However, YouTube thinks that a discussion between two medic...","sentiment_score":0.0}
{"full_text":"RT Vaccine distribution as a political weapon. This isn't governance its thuggery.","sentiment_score":0.0}
{"full_text":"RT (Roughly) Comparing the daily number of deaths between the two waves of the pandemic in Switzerland suggests that the governm...","sentiment_score":-0.05}
{"full_text":"This is just one of the best stories I have ever read. What a gift for this fella #journoenvy I fully expect to see this story EVERYWHERE!!! .","sentiment_score":1.0}
{"full_text":"RT Raise your hand if you agree the #GOPKillsUS with their denial of science.","sentiment_score":0.0}
{"full_text":"RT My latest with insightful comments by my dear friends and  Turkey's concert organizers complain...","sentiment_score":0.5}
{"full_text":"RT NCAA seniors overwhelmingly report that the pandemic has negatively impacted their career planning. Nearly half lost or o...","sentiment_score":0.0111111111}
{"full_text":"KayLIE McEnemy is crap. A huge steaming pile of garbage","sentiment_score":-0.2}
{"full_text":"Brave to tell her story and great that it highlights the work of in #COAWeek2021 - their helpline for children &amp; young people even more important in lockdownhttps:\/\/t.co\/ioIzprqQgq","sentiment_score":0.52}
{"full_text":"RT Switch up your lockdown routine and enter our #giveaway! Follow develop and tag a friend by March 1st to be in with a chanc...","sentiment_score":0.0}
{"full_text":"Brought me groceries last month while I was stuck in my flat with COVID - even went to two different stores to pick up some special requests I had!   #RandomActsofKindnessDay","sentiment_score":0.1053571429}
{"full_text":"RT State government wasn't prepared for the hurricanes, the pandemic, &amp; now a record breaking winter storm in Texas... WT...","sentiment_score":0.0}
{"full_text":"RT What she said","sentiment_score":0.0}
{"full_text":"RT MISSION ACCOMPLISHEDOne veteran at a time. #codeofvets","sentiment_score":0.0}
{"full_text":"RT What a day. First Covid, now this.Looks like the Congress is winning this #TwitterPoll of mine, but not without a trade...","sentiment_score":0.375}
{"full_text":"RT We need a return to truth in politics. These are outright lies. But if you can politicize a pandemic &amp; an insurrection...","sentiment_score":0.0}
{"full_text":"This article by at outlines these challenges well, including the \"lack of trust stemming from the long standing inequities in the health care system and the legacy of systemic racism\" Judy also discussed at the hearing:","sentiment_score":-0.05}
{"full_text":"RT \"when the covid is over\" is starting to sound like \"when is gonna do a voice reveal\"","sentiment_score":0.2}
{"full_text":"I promised one of the first things I did as Interim CEO at would be #COVID19vaccine education. A VERY important topic in the #autoimmune patient community We've got a POWERHOUSE panel lined up with some of my favs. I hope you'll tune in!","sentiment_score":0.45}
{"full_text":"RT  The biggest wish I have right now is that COVID-19 ends soon so I can meet you guys soon.","sentiment_score":0.2857142857}
{"full_text":"RT New York AG sues over alleged inadequate #COVID19 safety protections #JustTheNews","sentiment_score":0.0181818182}
{"full_text":"They prepared to take your money","sentiment_score":0.0}
{"full_text":"RT When asked about his buddy @NYGovCuomo's nursing home coverup, after many months saying he did it \"right\" suddenly Dr. Fa...","sentiment_score":0.2619047619}
{"full_text":"RT Nicola Sturgeon called out the Scottish Tories and the cronyism surrounding Dominic Cummingshttps:\/\/t.co\/vmmlnHHrAa","sentiment_score":0.0}
{"full_text":"ICYMI this is a really good window into the NYC overdose crisis that I was worried was ramping up during the pandemic despite official numbers not being out yet:","sentiment_score":0.7}
{"full_text":"RT So basically he is saying, \"Don't criticize me or I'll take away your vaccines.\" Another disgraceful mob boss wannabe in p...","sentiment_score":0.0}
{"full_text":"RT In aid of Stagehand's #ILoveLive campaign, Lindsey Buckingham is raising money for UK stage crew affected by the pandemic....","sentiment_score":0.0}
{"full_text":"RT Honestly surprised the right-wing hasn't blamed the pandemic on Medicare for All.","sentiment_score":0.1}
{"full_text":"If my mother catches covid from peoples nasty ass kids I'm going to the school board idgaf","sentiment_score":-1.0}
{"full_text":"This thread is just so fun!","sentiment_score":0.375}
{"full_text":"WATCH LIVE: White House COVID-19 response team holds briefing","sentiment_score":0.0681818182}
{"full_text":"A debt collector called me today. I said, \"baby you know we're in the middle of a pandemic right?\" He said \"oh yeah, I know.\" I said \"Thanks!\" *click* lmao he didn't call me back","sentiment_score":0.2271428571}
{"full_text":"RT History has been made. For once Dr. Fauci doesn't want to offer an opinion on something.","sentiment_score":0.0}
{"full_text":"Barcelona bang in the middle of summer (prime time for tourists) with 40,000-50,000 international attendees? I'm sure nothing with the still-scheduled #MWC21 can go wrong.Copy what CES did. Run it online. This is a disaster waiting to happen.","sentiment_score":0.1666666667}
{"full_text":"Borough Market Lockdown Hit ASAP Pizza Brings in Top Chefs and Aziz Ansari for Guest Series","sentiment_score":0.5}
{"full_text":"Hi, unfortunately that trip was cancelled. We are experiencing an uptick in cancelled trips due to surge in Covid-19 cases. ^Lexi","sentiment_score":-0.3125}
{"full_text":"RT State government wasn't prepared for the hurricanes, the pandemic, &amp; now a record breaking winter storm in Texas... WT...","sentiment_score":0.0}
{"full_text":"\"China has decided to donate COVID-19 vaccines to peacekeepers\" , announced by H.E. Wang Yi, State Councilor and Foreign Minister of China at #UNSC today.","sentiment_score":-0.125}
{"full_text":"RT Tough times for the limited government folks who don't think it's the government's job to organize a national pandemic res...","sentiment_score":-0.2301587302}
{"full_text":"RT has issued a Winter Storm Warning from 3am Thursday to 6am Friday. Heavy snow, sleet &amp; freezing rain exp...","sentiment_score":-0.2}
{"full_text":"RT Your immune system once vaccinated against a virus is always on guard for it.The #COVID19 vaccines effective and safe...","sentiment_score":0.55}
{"full_text":"RT The best way to avoid covid is to stay away from hospitals with poor hygiene standards","sentiment_score":0.3}
{"full_text":"RT Wheels coming off Team Biden's pro-lockdown narrative.","sentiment_score":0.0}
{"full_text":"The SCJ's Southwest Region has a new notice regarding the filing of court documents, effective March 1, 2021:","sentiment_score":0.3681818182}
{"full_text":"RT  Health authorities are scrambling to halt a new Ebola outbreak@ItsBillyMate explains what we know so far1\/","sentiment_score":0.1363636364}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT And please don't use comparison with tolerance of deaths on roads. They don't change exponentially. With COVID, if rates a...","sentiment_score":0.0}
{"full_text":"RT The Wire, Economic Times, The Hindu reported fake news: South Africa has asked Serum Institute of India to take back one mil...","sentiment_score":-0.1}
{"full_text":"Update February 15: AstraZeneca will test its COVID-19 vaccine in children as young as six years old.","sentiment_score":0.1}
{"full_text":"RT I say, I say, I say.When is a death not linked to Covid in any way?When it happens after a Covid vaccine.","sentiment_score":0.0}
{"full_text":"Various news reports have made it clear that the #WHO team worked under limitations and did not have access to all information it sought on the initial days of the #coronavirus outbreak #Wuhan #China","sentiment_score":0.0333333333}
{"full_text":"RT 1\/ In America, the first confirmed Covid-19 fatality occurred just over a year ago -- on February 6, 2020.From there, the w...","sentiment_score":0.325}
{"full_text":"Good morning! Been a while and will be a while longer with lockdown.","sentiment_score":0.875}
{"full_text":"RT #RightNow charities are calling on the Chancellor to recognise the vital role that they are playing in supporting commu...","sentiment_score":0.175}
{"full_text":"RT The employer with Toronto's largest active workplace outbreak doesn't offer paid sick days.@Mariasarrouh and I dug int...","sentiment_score":-0.4238095238}
{"full_text":"I hope to see Nashville cases drop","sentiment_score":0.0}
{"full_text":"RT 1. The United States is a barbaric country at its core2. This is also the state senator pushing a bogus package of poli...","sentiment_score":0.0}
{"full_text":"RT State government wasn't prepared for the hurricanes, the pandemic, &amp; now a record breaking winter storm in Texas... WT...","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"As shares, being mindful allows us to notice our surroundings and respond to our world more effectively. My own #mindfulness journey is similar, and it's helped me become a better leader and a better parent. #MentalHealth #HealthandWellness","sentiment_score":0.42}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"okay yes actually I want to do both so we should get dinner or drinks soon (covid safe ofc)!!!","sentiment_score":0.4921875}
{"full_text":"It's a shame people really voted for this bitch ","sentiment_score":0.2}
{"full_text":"The pandemic wall! Have you hit it? DM me. I want to talk to you.","sentiment_score":0.0}
{"full_text":"Despair Deepens for Young People as Pandemic Drags Onhttps:\/\/t.co\/RXyxp2G3cd","sentiment_score":0.1}
{"full_text":"Please respect COVID-affected essential businesses profoundly.","sentiment_score":0.0416666667}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"Religious-based coronavirus vaccine conspiracies circulating online ","sentiment_score":0.0}
{"full_text":"RT At the turn of the year, most commentators expected the current wave of the coronavirus to keep growing. Instead new case...","sentiment_score":0.1340909091}
{"full_text":"It is recommended that you take a photo of your vaccine card in case you lose it and also send the photo to a trusted friend in case you lose both your phone and the card. Vaccine cards include important information for your 2nd dose of #COVID19 vaccine. #COVID19Vaccine #MCN","sentiment_score":0.2}
{"full_text":"Biden admin rushes to close virus-sequencing gap as variants spread.https:\/\/t.co\/JJST1x1MwD","sentiment_score":0.0}
{"full_text":"The Prime Minister will address the nation next week and set out how the country will exit lockdown","sentiment_score":0.0}
{"full_text":"Do you have these?https:\/\/t.co\/BI1cY5qDJa","sentiment_score":0.0}
{"full_text":"#COVID19 has created monumental loss--which is why we need a monument to heal from this experience. CHSS professor writes about the importance of memorializing the #pandemic:","sentiment_score":0.0}
{"full_text":"RT Small businesses are the backbone of our rural communities in SC. Across our state, I've talked to small biz owners wh...","sentiment_score":-0.1666666667}
{"full_text":"RT So today your liberty and civil liberties depends on 'Covid data'. Tomorrow they will depend on what a different data set sa...","sentiment_score":0.0}
{"full_text":"A new study in Massachusetts links #COVID19 exposure at work to community deaths and details dangerous occupations and racial inequalities","sentiment_score":-0.2318181818}
{"full_text":"&amp; \"The current #pandemic has amplified the importance of our caregivers whom we recognize as valuable members of Veterans' health care teams\"  #Caregivers are #essential and need vaccine priority! #Caregiving","sentiment_score":0.0}
{"full_text":"The city council unanimously voted to add over $500,000 to its business relief fund.","sentiment_score":0.0}
{"full_text":"Respect and Protect each other and help the NHS. Please remember that if you need us to attend at your home, everyone needs to wear a mask and ensure social distancing for our crews.#ProtectTheNHS","sentiment_score":-0.0458333333}
{"full_text":"\"Prevention Of Covid-19 Be Safe, Fo You, And For Others\"Infographic#COVID19 #coronavirus #BeSafeOutThere #StayHealthy","sentiment_score":0.5}
{"full_text":"The House COVID-19 relief bill would provide $1.75 billion for mapping virus genes, while a Democratic senator has introduced legislation to spend $2 billion.","sentiment_score":0.0}
{"full_text":"can you make sure the pitches are ready if this proves to be the case?","sentiment_score":0.3333333333}
{"full_text":"We're delighted that Dr James Woollard is delivering a lunchtime seminar on how #technology can support young people's #mentalhealth during the #COVID19 pandemic#CHT2021","sentiment_score":0.4}
{"full_text":"Dr. Murray, associate medical director for infection prevention at Yale New Haven Children's Hospital, noted that experts don't know if children will experience long-term effects from the illness, similar to the long-hauler phenomenon seen in some adults","sentiment_score":0.0454545455}
{"full_text":"Herd immunity is when enough people have immunity, either from vaccination or a past infection, to stop uncontrolled spread of the virus.","sentiment_score":-0.125}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"Are you feeling exhausted and rundown even though the year has just begun? You're not alone. These could be symptoms of \"pandemic fatigue\".https:\/\/t.co\/yN5reFyvce","sentiment_score":-0.4}
