{"full_text":"RT This pandemic is also a mental health crisis and I feel like it needs to be discussed more","sentiment_score":0.2}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT Our thoughts and prayers are with Ronaldinho after the death of his mum.She lost her battle with Covid. ","sentiment_score":0.0}
{"full_text":"RT Bel Mooney's 99 year old father died from a long-standing COPD, and yet Covid was put on his death cert because he'd had th...","sentiment_score":0.1}
{"full_text":"RT Sunday's tonight, as the nation nears 500,000 deaths from Covid-19. #nytimes","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"Resign,","sentiment_score":0.0}
{"full_text":"RT Every game it isn't good, but tonight more than ever I miss fans in the building. Saturday night, second half of a BOA. Bu...","sentiment_score":0.1266666667}
{"full_text":"RT Covid needs to move along I'm trying to travel ","sentiment_score":0.0}
{"full_text":"RT Hey Biden voters:Wuhan Lab and Iran get stimulus money. You don't. Suckers!","sentiment_score":-0.375}
{"full_text":"RT Bring that Tweet Back!","sentiment_score":0.0}
{"full_text":"RT I'm sorry that the 1,200,000 NHS staff are having a tough time caring for its 19,392 'with Covid' patients today.And 68...","sentiment_score":-0.4444444444}
{"full_text":"Enroute to Lonavala and my Uber driver refuses to wear a mask . He believes #covid is a huge scam","sentiment_score":0.4}
{"full_text":"Myocarditis in COVID-19 presenting with cardiogenic shock: a case seriesCase 1: TE - EF 25% with diffuse hypokinesis, moderately dilated right ventricle, and reduced right ventricular functionhttps:\/\/t.co\/zHUWA233ld#COVID19 #COVID #cardiac #cardiovascular #medicine #Medical","sentiment_score":0.1042857143}
{"full_text":"My nana and uncle got it, probably because they live in a nursing home","sentiment_score":0.1363636364}
{"full_text":"RT Virtually every aspect of the COVID vaccine, from the lipid nanoparticles to the mRNA technology, was developed in acade...","sentiment_score":0.1}
{"full_text":"RT Dr.Htar Htar Lwin, director of COVID-19 immunization programme is falsely accused by the Military for vaccine funds refer...","sentiment_score":-0.25}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT House Democrats unveil $1.9 trillion Covid relief bill, including $15 federal minimum wage, $1,400 checks for Americans ma...","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"#maskUpIndia. Don't let your guards down. India CANNOT afford another lockdown. Show the world, Indians avoided a second wave.","sentiment_score":-0.0777777778}
{"full_text":"RT Admin, these 'wear a mask' things don't work. My boda guy was the most careful person i had ever seen. He was very carefu...","sentiment_score":0.2}
{"full_text":"RT Your actions matter when it comes to stopping the spread of #COVID19. Be smart. Wear a mask. Save lives.","sentiment_score":0.2142857143}
{"full_text":"RT #WATCH: #SaudiArabia's Crown Prince Mohammed bin Salman keeps #SocialDistancing in mind during prize-giving cere...","sentiment_score":0.0}
{"full_text":"RT Yeah, because there's been nothing to this Covid stuff.Only half a million dead and innumerable people wit...","sentiment_score":-0.1833333333}
{"full_text":"RT .@WHO has not reviewed or certified the effectiveness of any traditional medicine for the treatment #COVID19.","sentiment_score":0.0}
{"full_text":"Trying to get an appointment for the  Covid vaccine feels a lot like waking up to register for classes in college.","sentiment_score":0.0}
{"full_text":"RT To see the health minister of the country sitting next to Ramdev while he unveils some nonsensical concoction that supposedly f...","sentiment_score":0.0}
{"full_text":"This second year of quarantine we decided to buy a few board games  #US #StayAtHome #StaySafeStayHealthy","sentiment_score":-0.1}
{"full_text":"RT One of a small number of officials who wore masks in meetings.","sentiment_score":-0.25}
{"full_text":"RT I never really understand why ppl can't cope when shit happens... the ice storm shut down EVERYTHING... your Covid test r...","sentiment_score":-0.1518518519}
{"full_text":"RT Let's see a conversation between the people insisting \"teachers just want to be safe!\" and the grocery store clerks who've...","sentiment_score":0.625}
{"full_text":"RT WATCH: Former Deputy National Security Adviser Matt Pottinger tells a lack of early masking guidance during...","sentiment_score":0.05}
{"full_text":"RT Former India selector Sarandeep Singh (in SportsKeeda) said \"MS Dhoni would have played the T20 World Cup in Australia...","sentiment_score":0.0}
{"full_text":"RT Why is Joe Biden pledging $4 Billion to a \"global\" pandemic relief effort while millions of Americans are suffering from...","sentiment_score":0.0}
{"full_text":"#NotMyPM He should have opted for the AZ shot not the Pfizer if he wants to instill confidence...","sentiment_score":0.2}
{"full_text":"RT You work your whole life anticipating retirement. Cruises , weekends away, meals out with friends, shows , seeing grandchild...","sentiment_score":0.2}
{"full_text":"My arm hurts so bad since i got the covid vaccin. I can't sleep","sentiment_score":-0.7}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT On top of all that, because of our government's genocidal mishandling of COVID, we couldn't see my dad for the last year of...","sentiment_score":0.25}
{"full_text":"From Covid aid to record donations: Influx of funding helps keep HBCUs' doors open","sentiment_score":0.0}
{"full_text":"RT Let's see a conversation between the people insisting \"teachers just want to be safe!\" and the grocery store clerks who've...","sentiment_score":0.625}
{"full_text":"RT pov: it's february 21st 2020. map of the soul 7 just dropped. you're listening to each new track and loving every second of i...","sentiment_score":0.1840909091}
{"full_text":"RT Why are the #CRG not considering the impact of death and long covid on the mental health of our children?@SafeEdForAl...","sentiment_score":-0.075}
{"full_text":"Koffee - Lockdown","sentiment_score":0.0}
{"full_text":"RT Sweden  strategy success??? Compared to its Scandinavian neighbors......No! Sweden has a 12% excess mortality above pas...","sentiment_score":0.1875}
{"full_text":"RT Scientist 99 per cent sure COVID leaked from lab  German scientist Dr Roland Wiesendanger claims he is \"99.9 per cent sure\"...","sentiment_score":0.3333333333}
{"full_text":"RT Looks like it's down to us to remind folks that the courts have ruled Matt Hancock's awarding of Covid contracts illegal,...","sentiment_score":-0.3277777778}
{"full_text":"U.S. travel rate dipped to 21 percent in January, marking the second worst month since the pandemic started. But Americans are hopeful for a better 2021 ahead and travel companies need to be prepared.","sentiment_score":-0.1666666667}
{"full_text":"RT Why would the minister of health be talking about carbon tax?We are in a pandemic  she is talking about carbon ta...","sentiment_score":0.0}
{"full_text":"The plan to have all UK adults vaccinated against Covid-19 by the end of July dominates the Sunday papers, most of which are also keeping tabs on the Duke of Edinburgh as he remains in hospital.https:\/\/t.co\/Lzv11wZ0O1","sentiment_score":0.5}
{"full_text":"RT .@AP reports assessment: \"#Tigray region faces \"very critical malnutrition situation\" as vast rural areas where many...","sentiment_score":0.125}
{"full_text":"RT March 2020 we were told lockdown for two weeks now it's nearly a year later and hospitality won't be open till mid sum...","sentiment_score":0.025}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemic.Thank you for your cooperation #MDOT","sentiment_score":0.0}
{"full_text":"Want to get the latest developments on the pandemic? Watch this #COVID19 update to learn all you need to know on the global health response. #MedEd","sentiment_score":0.25}
{"full_text":"Disseminating information in indigenous languages gives importance &amp; respect to the customs of indigenous peoples, allowing them to protect themselves &amp; others. On #MotherLanguageDay, see how &amp; used  to spread the word on COVID-19.","sentiment_score":0.0}
{"full_text":"Is India on the brink of a second Covid wave? The reasons behind the fresh surge in 5 states","sentiment_score":-0.0333333333}
{"full_text":"#Didyouknow that #handsanitizer caused unexpected eye injuries during the #COVID19 pandemic? Click to read all about it. #MedEd","sentiment_score":0.1}
{"full_text":"#SundayReading: Solo sojourns, friendly breakaways, weekend jaunts, relaxury and cuisine tours -- here's looking at the post-pandemic travel trends that will dominate the year, which is packed with several long weekends, writes Purnima Sharmahttps:\/\/t.co\/SndrfyN2fb","sentiment_score":0.1083333333}
{"full_text":"Facebook can't stop the #FOOTYOLOGY PODCAST!  Join and myself for footy, film, fun and plenty more","sentiment_score":0.4}
{"full_text":"RT Canada and the US share one of the strongest and deepest friendships between any two countries in the world. On Tuesday,...","sentiment_score":0.0}
{"full_text":"MARK BARNES: If you think Covid-19 will kill us, try Poverty-2021https:\/\/t.co\/JmspIDPdVI","sentiment_score":0.0}
{"full_text":"RT Nearly 100,000 people in the United States died from the Chinese coronavirus during President Joe Biden's first month in...","sentiment_score":0.1166666667}
{"full_text":"RT I asked this question when Cuomo was thrown in the barrel last week. I can tell you this. When Arizona's nursing home data...","sentiment_score":0.0}
{"full_text":"\"As a priest, I have witnessed first-hand the grief &amp; suffering that COVID has caused for my parish members,\" Fr Tom White \"Therefore I know, as a priest, that we need to open my church to be able to support them best in their hour of need.\"https:\/\/t.co\/B3FQgathLF","sentiment_score":0.14}
{"full_text":"Alliums! Purple Sensation variety - definitely a showstopper!!#Throwback #Flowers #Alliums #PurpleSensation #Round #DIY #Gardening #HomeAndGarden #StayAtHome #Perennial #LargeFlowers #Bloom #Grow #STL #Youtuber #Bulbs #MidSummer #JeffreysLittleVilla","sentiment_score":-0.1}
{"full_text":"Infected with Covid-19, a Pune social worker recovered after a month and decided to help others. He has now donated plasma for the ninth time since.","sentiment_score":0.0333333333}
{"full_text":"Black Americans have suffered one of the highest death rates from Covid-19, but why are they being vaccinated at such a low rate?","sentiment_score":-0.0555555556}
{"full_text":"New parents in the new normal are something else  #LiveYourBestLife #OneLifePH","sentiment_score":0.1409090909}
{"full_text":"RT More good news Australia. AstraZeneca\/Oxford vaccine more effective with longer dose gap. Efficacy 81% with longer interval...","sentiment_score":0.575}
{"full_text":"Second vaccine doses delayed by the winter weather will be administered this week and new, first dose inoculations will be paused, according to Bell County officials. ","sentiment_score":0.1287878788}
{"full_text":"RT ADHD in a pandemic is like, I wanna make a game... I wanna write a book... I wanna write a webcomic... I wanna volunteer....","sentiment_score":-0.4}
{"full_text":"RT For the sake of all Canadians and #TeamCanada, I hope the and lend support to the passage of Bill C-14,...","sentiment_score":0.0}
{"full_text":"RT The laundromat in Tuluksak, Alaska burned down yesterday, leaving the Native village without their primary source of w...","sentiment_score":0.1222222222}
{"full_text":"RT UK coronavirus variant spreading rapidly around the world likely emerged from a single infection","sentiment_score":-0.0357142857}
{"full_text":"RT Fake News! Patanjali's Coronil is neither WHO certified nor approved, media outlets run false news. Hello","sentiment_score":-0.5125}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"Health officials reported 85 new coronavirus cases, raising the state's pandemic total to 99,228.","sentiment_score":0.0681818182}
{"full_text":"RT Blizzard had an online only Blizzcon because of COVIDBlizzard hired Metallica to play for the opening showBlizzard could...","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"The full House of Representatives is expected to vote on President Joe Biden's $1.9 trillion COVID-19 pandemic recovery package, including $1,400 direct payments to most Americans, as soon as next week. ","sentiment_score":0.17}
{"full_text":"These are the Native Americans overcoming generations of trauma to participate in COVID-19 vaccine trials.","sentiment_score":0.0}
{"full_text":"RT I wish the covid vaccine could've been made in a flintstone gummy or gummy bear form","sentiment_score":0.0}
{"full_text":"That Google has \"Mobility Reports\" should be of concern.","sentiment_score":0.0}
{"full_text":"RT The conclusion we saw coming from the beginning: Everyone got it anyway &amp; none of the restrictions mattered.What did...","sentiment_score":0.0}
{"full_text":"RT Professional skateboarder Nyjah Huston has been charged with organizing COVID-19 superspreader parties in LA  Story:","sentiment_score":0.1}
{"full_text":"Covid-19: Four deaths recorded as 152 test positive***Latest News Updates","sentiment_score":0.0}
{"full_text":"RT Khairy: Govt to accommodate teachers with comorbidities in first phase of Covid-19 immunisation programme ahead of school re...","sentiment_score":0.25}
{"full_text":"RT Study finds crowds at college football and NFL games didn't spread covid at all. Another tough loss for the coronabros who...","sentiment_score":-0.3888888889}
{"full_text":"RT Pandemic blues fuel record sales for Czech vinyl maker","sentiment_score":0.0}
{"full_text":"#POFreight to avoid travel delays, please get a COVID-19 test early in your journey. Get directions to the nearest sites offering COVID-19 tests, using this map:","sentiment_score":0.1}
{"full_text":"RT This is the most important state election in living memory.During a once-in-a-century pandemic and global economic unc...","sentiment_score":0.275}
{"full_text":"Does it seem another wave is coming to the shores","sentiment_score":0.0}
{"full_text":"RT The pandemic forces you to change your study\/work habits that took years to develop, and the system expects you to do so i...","sentiment_score":0.0}
{"full_text":"As a healthcare employee wearing an #N95 mask has given me a strong sense of being protected in my work environment.New regulations state wearing only a cloth mask will protect you from exposure to the virus? I'm confused. #COVID19https:\/\/t.co\/ReTvjh41f3","sentiment_score":0.0111111111}
{"full_text":"CPS high schools still have no reopening date. Here's how one principal is helping her students cope in the meantime.","sentiment_score":0.16}
{"full_text":"Current Conditions for #Sayre PATemp: 19.6FWind Chill: 19.0FHumidity: 89%Dew Point: 17.0F Barometer: 30.484 inHgWind: 2 mph from the WNWCorona Virus Weekly Stats:Cases: 66.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT A child with a single symptom, including a fever or runny nose, should be tested for COVID-19 and stay home while awaiting...","sentiment_score":-0.0714285714}
{"full_text":"RT Hello,Just checking in! Please continue to take safety measures. Continue to wear your masks and sanitize. In some countries,...","sentiment_score":0.0}
{"full_text":"Another Saturday night and I ain't got the COVIDI got some money cause I just got paidHow I wish I had a bar to go toI'm in an awful way","sentiment_score":-1.0}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"RT (non-profit) is here for parents, teachers, and kids. We have scholarships for those facing hardships, gre...","sentiment_score":0.0}
{"full_text":"RT After initial praise, Governors Cuomo and Newsom face political heat over COVID-19 response","sentiment_score":0.0}
{"full_text":"RT #AK with Stuntmen Mani Simon  Pic clicked before Lockdown (Feb 2020) #Valimai","sentiment_score":0.0}
{"full_text":"If I was actually with you or any other Republican, my chances of becoming covid positive would go way up","sentiment_score":0.1380681818}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT .@AP reports assessment: \"#Tigray region faces \"very critical malnutrition situation\" as vast rural areas where many...","sentiment_score":0.125}
{"full_text":"Mexico is sadly experiencing very big CoronaVirus problems, and now California, get this, doesn't want people coming over the Southern Border. A Classic! They are sooo lucky that I am their President. Border is very tight and the Wall is rapidly being built!","sentiment_score":-0.0414186508}
{"full_text":"The #insurance sector was greatly impacted by the pandemic, but it can be seen as an opportunity to improve customer experience : #CX","sentiment_score":0.8}
{"full_text":"RT WATCH: Former Deputy National Security Adviser Matt Pottinger tells a lack of early masking guidance during...","sentiment_score":0.05}
{"full_text":"RT \"once covid is over\" is starting to sound a lot like \"see you then\"","sentiment_score":0.2}
{"full_text":"It's not just Victoria Premier Daniel Andrews' response to COVID-19 that is to blame for the state's woes, but the whole culture of dictatorial leadership that has corroded the once-proud state, Piers Akerman writes.","sentiment_score":0.2}
{"full_text":"I've done 5 biz or higher flights during the pandemic and the lounges situ is dire. I remember flying out of jfk last June and there was no lounge open and no shops apart from news. Dubai was more open but still limited, I hope the lounges experience does return as good as before","sentiment_score":0.1969387755}
{"full_text":"RT Melissa Kruppa - 50, Died June 20. Special Ed Teacher, Myra S. Barnes Intermediate School 24, Staten Island, NY.Battled C...","sentiment_score":0.3571428571}
{"full_text":"There's a dude drunkenly screaming and trying to break down the door to an irish bar that's been secretly open throughout the pandemic and the cops have already come and left, arresting nobody.Homie has a gun, apparently. ","sentiment_score":-0.0211111111}
{"full_text":"RT The Chinese mainland reported no new locally transmitted COVID-19 cases and seven new imported cases on Saturday: National Heal...","sentiment_score":0.0170454545}
{"full_text":"Is president biden going to test Guatemala, Honduras and Mexico people for aids, covid and any other disease before coming to United States so the american people will be safer. If not they should not be accepted to come thru our borders","sentiment_score":-0.0625}
{"full_text":"Thousands of people at rally in Melbourne  not a few hundred as he media report.   Melbourne anti-vax protesters condemn COVID vaccine","sentiment_score":0.1}
{"full_text":"Due to #COVID19, business have had to respond with #DigitalTransformation plans in months, not years, and reskill their workforce too. Learn what reskilling means, and how to do it effectively in #FutureofWork","sentiment_score":0.2375}
{"full_text":"This is ONLY an opinion piece, written by an economist, not written by an expert. There are no scientific links to support his claims. This link (scroll down) details who he is. - FYI","sentiment_score":-0.0777777778}
{"full_text":"More than 20.5 million years of life have been lost to COVID-19 globally, according to a new study looking at the mortality impact of the virus. #COVID19 #CoronavirusDeaths","sentiment_score":0.2121212121}
{"full_text":"The #Covid-driven wave of #DigitalTransformation is revealing 5 must-have #ITstrategy elements.","sentiment_score":0.0}
{"full_text":"Wake up to Ireland's leading business, economics and political newspaper every Sunday morning during lockdown. Over 30 years of trusted independent journalism, providing in-depth coverage of the stories that matter to our readers. Sign up now: #buyapaper","sentiment_score":0.0}
{"full_text":"Enrollment at US community colleges plummets amid pandemic ","sentiment_score":0.0}
{"full_text":"RT In Toronto, building shelters for the homeless will get you sued and gathering maskless in a large group expressly again...","sentiment_score":0.2142857143}
{"full_text":"Learn techniques for improving your mental health while social distancing during my email series. To opt-in, visit","sentiment_score":-0.0333333333}
{"full_text":"bestfriEND. boyfriEND. girlfriEND.you know what doesn't end?This fu*kin pandemic and I'm tired of it","sentiment_score":-0.4}
{"full_text":"Why should it be their collective prerogative to \"promote vaccines?\"","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis must apologize for vaccinating the elderly Lmaooooo you can not make this up","sentiment_score":0.0}
{"full_text":"Covid-19: National wants MIQ out of Auckland CBD, calls for purpose-built facility","sentiment_score":0.2}
{"full_text":"RT .@WHO has not reviewed or certified the effectiveness of any traditional medicine for the treatment #COVID19.","sentiment_score":0.0}
{"full_text":"RT The risk of illness from COVID-19 dropped 95.8% among people who received both shots of Pfizer's vaccine, Israel's Heal...","sentiment_score":0.0}
{"full_text":"Mean Celtics went thru the same shit as the heat w covid and injuries as we are still injured so idk why you tryna throw shade. ","sentiment_score":-0.1708333333}
{"full_text":"RT remember to wear a mask because covid is","sentiment_score":0.0}
{"full_text":"Tourists could spread COVID-19 to gorillas in East Africa","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 7.6degC * Wind: S 2.9 to 16.1mph * Pressure: 991.4hPa * Rain: 0.0mm * Hum: 84% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:30 * Sunset: 17:43 * Cloudbase: 1160ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT Fat phobia is so bad that people are mad fat people qualify for the covid vaccine before thin people. Happening in a c...","sentiment_score":-0.575}
{"full_text":"RT I mean I'm part of the the only team in the NFL who didn't have a covid case. We made mask wearing mandatory so obvi...","sentiment_score":-0.15625}
