{"full_text":"RT Senior Covid doctor warns ruthless bug 'takes people you don't expect to die' Dr Paul Smith telling real home truths abou...","sentiment_score":-0.4}
{"full_text":"RT Steve Baker MP, Covid Recovery Group deputy chairman, says all lockdown restrictions should end by May.Watch talkRADIO liv...","sentiment_score":0.0}
{"full_text":"\"Unmasking the pandemic's pollution problem - The same materials that protect people from COVID-19 are creating a global garbage crisis.\" #CircularEconomy #GreenEconomy ","sentiment_score":0.0}
{"full_text":"RT 331 days after Australia closed borders (909 deaths)328 days after New Zealand (25 deaths)333 days after Taiwan (9...","sentiment_score":0.0181818182}
{"full_text":"RT Christians unite against this lockdown madness - Ben Mildred","sentiment_score":0.0}
{"full_text":"RT Chris Wood says India is Asia's best post-COVID-19 recovery story: Reporthttps:\/\/t.co\/wFpzghlSbp","sentiment_score":1.0}
{"full_text":"RT #COVAX was established to avoid making the same mistakes as the H1N1 pandemic when a small number of countries bought up the...","sentiment_score":-0.125}
{"full_text":"Do not rollout Covid-19 vaccine passports - Petitions","sentiment_score":0.0}
{"full_text":"One year ago, Sharma reportedly donated blood twice to help the pregnant wife of one of the men accused of murdering him. Additionally, Police revealed that that victim had even helped the murderer's brother get admitted to a hospital when he was sick with the coronavirus.","sentiment_score":-0.151984127}
{"full_text":"RT \"The COVID vaccination programme is highly effective, highly safe and will protect you from this devastating disease.\"Dr Mar...","sentiment_score":0.0333333333}
{"full_text":"As #COVID19 cases rise in West #Africa, HF is distributing face #masks and encouraging stricter hand #hygiene","sentiment_score":0.0}
{"full_text":"RT Chelsea's 2019\/20 financial results covered a season when they finished 4th in the Premier League, were beaten in the FA C...","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT Tocilizumab in patients admitted to hospital with COVID-19 (RECOVERY): preliminary results of a randomised, controlled, op...","sentiment_score":0.0}
{"full_text":"RT Now the ABC pile on begins at Vic presser in tandem with Murdoch grubs pushing HER point that lockdown is un-ne...","sentiment_score":0.0}
{"full_text":"RT \"On one hand, the #pandemic has shown some gaps that need to be filled and on the other hand, it has revealed the inhere...","sentiment_score":0.1375}
{"full_text":"Well you did yourself and your organisation proud ....NOT!! seemed more annoyed about her personal circumstances.","sentiment_score":0.275}
{"full_text":"Herd immunity is a widely misunderstood concept. It's becoming clear that antibodies to early variants of Covid do not give good protection against the newer \"South African\" variant. Our second wave appears to have included many reinfections.","sentiment_score":0.21875}
{"full_text":"Toughen up itsqsq not Europe we are Aussy Battlers #itssummer","sentiment_score":0.0}
{"full_text":" W e a r  Y o u r  M a s k!!","sentiment_score":0.0}
{"full_text":"RT Covid vaccination for General public  starts from today (15) with the priority for high risk zones in Western Province.#Sr...","sentiment_score":0.0525}
{"full_text":"If any of our parents or students would like to nominate one of our fantastic colleagues, please use the link below.","sentiment_score":0.4}
{"full_text":"Well at the  Moment there's  Racing  Behind  Closed  Doors  Due to the COVID 19 Lockdown Restrictions.  Usually Anytime Of the Year But if I Was to Pick a  Month to  Go to the  Races it Would be  May\/June \/July.","sentiment_score":-0.21875}
{"full_text":"RT How much more likely are you to die after getting the #Covid vaccine than the flu vaccine?300-900 times, based on feder...","sentiment_score":0.25}
{"full_text":"RT Can of my WA mates tell me if a packing of snarling journalists grilled Mark M to within an inch of his life when WA w...","sentiment_score":0.0}
{"full_text":"[NEW] State BEOC Programs - Lessons Learned from COVID-19 - Date: Mar 11, 4:00 PM (EDT)Register Here: Edie Cassella* Garth K. Reynolds* Larry M. Magelitz* Steve CalurisLearn how the experts worked together to address issues during COVID-19...","sentiment_score":0.1363636364}
{"full_text":"RT I wish Lou Bega was on Twitter so he could see what his BOP Mambo No 5 has manifested into during lockdown times. Who eve...","sentiment_score":0.0}
{"full_text":"RT At we are expecting our first shipment of the #COVID vaccine insha Allah within the next 1-2 weeks. The Sp...","sentiment_score":0.125}
{"full_text":"We watched as a GLOBAL fucking pandemic spread like wildfire because Republicans kept making it out to be a \"secret democratic hoax to trick people into complacency.\" Again... A...GLO-BAL! PANDEMIC! Meaning countries that have no business in our politics were also involved.","sentiment_score":-0.4083333333}
{"full_text":"What Mr Redwood celebrate over 100.000 deaths families devastated unemployment looming children's education interrupted so please inform the electorate what we're celebrating unless it the vast monies your colleagues made during the pandemic","sentiment_score":0.0}
{"full_text":"Great! Read my article in Latest Techno Trends: Artificial Intelligence in Coronavirus Drug and Vaccine Development: #COVIDVaccine #MachineLearning #COVID #Coronavirus","sentiment_score":0.3}
{"full_text":"Steve Baker and his 'covid death cult'.","sentiment_score":0.0}
{"full_text":"RT Today was the start of the #covid19 #vaccination at with frontliners, #Aubmc doctors &amp; nurses, proudly takin...","sentiment_score":0.8}
{"full_text":"Perfect satire.","sentiment_score":1.0}
{"full_text":"The bookstore solves the pandemic with online orders, shipping","sentiment_score":0.0}
{"full_text":"I swear","sentiment_score":0.0}
{"full_text":"So one of the schools I teach at was fully closed last week due to #COVID19 caught by staff and pupils. About 40% of pupils in for face to face. 8th March seems too early","sentiment_score":-0.03125}
{"full_text":"Instead of wasting your time in asinine tweets, why don't you do something about Covid cases in Kerala, where the 'Kerala-model' has resulted in the highest number (63,752) cases in the state, dragging the country down. Do you think people elected you for your twitter skills?","sentiment_score":-0.1555555556}
{"full_text":"RT Florida is experiencing a bad Planet of the Apes moment, when an Alphas human embarrasses himself relying primitive anti...","sentiment_score":-0.35}
{"full_text":"RT \"This letter is really a plea from us that children's mental health and their right to play and have fun with their frie...","sentiment_score":0.1714285714}
{"full_text":"Uk News  How Covid has affected Champions League and Europa League fixtures United Kingdom news","sentiment_score":0.0}
{"full_text":"RT Texas shut down quicker for 18 degree weather than for a global pandemic ","sentiment_score":-0.0777777778}
{"full_text":"Let's be honest with ourselves, even before the Pandemic, the disabled were the least on our National Social Priorities. As with everything, the Pandemic is just showing us things in High Definition that we already knew in Black and White #JoySMS","sentiment_score":0.0180952381}
{"full_text":"Another Monday in lockdown.","sentiment_score":0.0}
{"full_text":"RT ERG - We can wait ten years for our Brexit recovery CRG - We can't wait ten weeks for our Covid recovery","sentiment_score":0.0}
{"full_text":"RT Jimin's dad donated a signed album to the WeAJa Charity Flea Market! All of the money earned from donated items will be used to...","sentiment_score":0.0}
{"full_text":"RT Who else wants to see Kevin McCarthy defeated so we can end the lies about vote by mail, end the lies about the pandemic,...","sentiment_score":0.2}
{"full_text":"Aboriginal Art Print Face Mask Black Blue Mask Washable Cotton Face Covering Spiritual Women #facemasks #stayhome #facemask #staysafe #Etsy #wearthedammmask","sentiment_score":-0.0555555556}
{"full_text":"RT Classrooms at Braamfischer Primary School are overcrowded, making it hard for standard COVID-19 health protocols to be adhered...","sentiment_score":0.0361111111}
{"full_text":"RT 'If we let you free of LockDown, the virus might resurge' said Boris.'But all our vulnerable people have been jabbed! s...","sentiment_score":-0.1125}
{"full_text":"RT A study in Israel involving 1.2 million people has shown that the Pfizer vaccine stops 94% of symptomatic Covid infect...","sentiment_score":0.0}
{"full_text":"Mitchells &amp; Butlers expresses plans of an open offer to raise PS350 million. #MitchellsButlers #PubOperator #Fundraising #Coronavirus #StockMarketNews #LSE #UK #BobIvell #CocaColahttps:\/\/t.co\/eSL3yndGBo","sentiment_score":0.0}
{"full_text":"RT #India's tally of #COVID19 cases rose to 1,09,16,589 with 11,649 new infections being reported in a day, while the dai...","sentiment_score":0.3681818182}
{"full_text":"RT 331 days after Australia closed borders (909 deaths)328 days after New Zealand (25 deaths)333 days after Taiwan (9...","sentiment_score":0.0181818182}
{"full_text":"Think that working from home is here to stay? Think again","sentiment_score":0.0}
{"full_text":"RT #BREAKING | Maharashtra reported more than 4,000 Covid cases on Sunday after 39 days. Mumbai also reported over 600 cases after a...","sentiment_score":0.5}
{"full_text":"RT I dropped this one year ago.","sentiment_score":0.0}
{"full_text":"RT i miss life pre covid","sentiment_score":0.0}
{"full_text":"RT Michael O'Brien saying that this 5 day lock down will cause people to lose their homes.What a crock of shit","sentiment_score":-0.1777777778}
{"full_text":"During wars the most vulnerable are protected while the strongest and most able put themselves first in the firing line. Not so in a health pandemic. Then the weakest and most vulnerable are first to go. We think we are civilised in this country! We are barbaric","sentiment_score":0.1953125}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"RT I have come to know, #Gujarat CM Vijay Rupani ji has tested positive for #COVID19. Wish him a speedy recovery.","sentiment_score":0.2272727273}
{"full_text":"RT #CherryBullet  #LoveSoSweet  iTunes Store Japan Ranking 68 - 48 |(When the violence of the coronavirus is over) Come...","sentiment_score":0.0}
{"full_text":"For a lockdown project why not celebrate your community in art and win an iPad? Indulge your artistic side and enter our competition. Ts and Cs apply #art #COMPETITION #community #COVID19 #socialhousing #ukhousing #artist","sentiment_score":0.5666666667}
{"full_text":"#WATCH has the details on the latest #COVID19 figures #VMNews | #COVID19ireland","sentiment_score":0.5}
{"full_text":"RT One month into the care home vaccination programme, I am deeply concerned to be seeing covid-19 infection outbreaks among...","sentiment_score":0.0}
{"full_text":"#US - Pandemic threatens New York's iconic yellow taxis. #AFP ","sentiment_score":0.2121212121}
{"full_text":"New editing reel out for those interested in socially distanced binaural during the pandemic! Here: #adobe #logicprox #sounddesign #sciencefiction #binaural #artist #opportunities #performance #headphones #IMMERSION","sentiment_score":0.1426767677}
{"full_text":"More than 500 court staff will be balloted for industrial action as the union calls for courts to be closed:https:\/\/t.co\/yYx6ZfbjsP","sentiment_score":0.3}
{"full_text":"RT 331 days after Australia closed borders (909 deaths)328 days after New Zealand (25 deaths)333 days after Taiwan (9...","sentiment_score":0.0181818182}
{"full_text":"2020 European airport traffic falls to 1995 levels@ACI_EUROPE #aviation #Travel #Tourism #COVID19","sentiment_score":0.0}
{"full_text":"COVID-19 | Turkey has reported 94 deaths and 6,287 daily cases as the number of tests has dropped below 105 thousand","sentiment_score":0.0}
{"full_text":"NEWS: Our reporter has gone #BehindTheMask in the farming industry to find out what life has been like as a farmer in Norfolk and Suffolk during a global pandemic.@NFUEastAnglia #MindYourHeadREAD:","sentiment_score":0.0}
{"full_text":"It is a new week, a new chance to start something great, always remember this. Let your ideas bloom out of your minds and do not be scared of trying, give all you have got.#mondaymotivation  #motivation #like #love #motivationalquotes #inspiration #quotes #covid19 #life","sentiment_score":0.3931818182}
{"full_text":"New Coronavirus Cases Falling in UShttps:\/\/t.co\/ptuopbUZpg","sentiment_score":0.1363636364}
{"full_text":".@Forbes looks at #leadership expectations as the pandemic continues and we move into our second year of this shift in leadership style - citing the importance of endurance, authenticity and realistic optimism.https:\/\/t.co\/ttR7zr146m","sentiment_score":0.0833333333}
{"full_text":"Latest coronavirus rates for areas of MK ","sentiment_score":0.5}
{"full_text":"historic moment for me would be when GPs stop unethically over prescribing anti-depressants like smarties. It's not going to make Covid issues go away. There will be no one there to help people off correctly e.g. tapering strips. #AntidepressantSurvivor cc","sentiment_score":0.0}
{"full_text":"Lockdown weeks: Monnndayyyyy, Tuessssday, Wednessssdayyy, Thurrrrrssssday, FridaySaturdaySunday ","sentiment_score":0.0}
{"full_text":"Mitigation Policies, Community Mobility, and #COVID19 Case Counts in #Australia #Japan #HongKong and #Singaporehttps:\/\/t.co\/ios2Ce1pXr","sentiment_score":0.0}
{"full_text":"#COVID19 : Gujarat Chief Minister has tested positivehttps:\/\/t.co\/eLw79hhWq7","sentiment_score":0.0}
{"full_text":"If you have questions around the productivity of your team working from home due to the pandemic then read this free HR e-Book on Your Guide to Remote Working.","sentiment_score":0.0583333333}
{"full_text":"Safeguarding our employees and community has been one of our guiding principles since the start of this pandemic. This is why Over 39,000 PCR tests have been administered to our employees along with over 41,000 doses of the vaccine.#TrojanHolding #CovidVaccine","sentiment_score":0.0}
{"full_text":"Access To Work is a government scheme that could pay for practical support to help you stay in work, including working from home, if you have a health condition that makes work difficult. Find out if Access To Work could support you ","sentiment_score":-0.5}
{"full_text":"As we fight coronavirus, it is vital the world's poorest are protected against the virus. The UK has pledged PS548m to the COVAX Advance Market Commitment, which is working to distribute 1.3bn doses of coronavirus vaccines to up to 92 developing countries this year.","sentiment_score":0.1}
{"full_text":"[WATCH] Basic Education Minister briefs SA on back-to-school readiness for the 2021 academic year. Motshekga said that since the COVID-19 pandemic, the Department has been monitoring the state of provinces under the COVID-19 pandemic.https:\/\/t.co\/U6xCNKmXa5","sentiment_score":0.0}
{"full_text":"Picking up essentials or a takeaway? Please remember to follow social distancing and wear a face covering when visiting Mailbox. Find out more here:","sentiment_score":0.2666666667}
{"full_text":"Last year, Covid-19 brought South Africa's unemployment rate to a 17-year high of 30.8% according to With the right kind of support, our sector has the potential to be a lifeline here by providing jobs and, most importantly, hope for the future.https:\/\/t.co\/EIymSuiESL","sentiment_score":0.2779591837}
{"full_text":" We can go the distance if we keep our distance. Enjoy #pureshoppingpleasure and practise social distancing when shopping with us.","sentiment_score":0.2166666667}
{"full_text":"NEWS: Our reporter has gone #BehindTheMask in the farming industry to find out what life has been like as a farmer in Norfolk and Suffolk during a global pandemic.@NFUEastAnglia #MindYourHeadREAD:","sentiment_score":0.0}
{"full_text":"Ivor Cummins On Censorship, Disaster Capitalism &amp; Lockdown Lunacy: \"The Battle Of My Life\" via","sentiment_score":0.0}
{"full_text":"Spring training '21: New year, but COVID-19 protocols remain","sentiment_score":0.1363636364}
{"full_text":"Ohio to begin giving COVID-19 vaccine to people born with or having severe conditions that developed from childhood next weekhttps:\/\/t.co\/ocpIkl998R","sentiment_score":0.05}
{"full_text":"Overnight Oldies: Pandemic Clothing Trendshttps:\/\/t.co\/PMXYlyr9xa","sentiment_score":0.0}
{"full_text":"VEGETATION conservationist and director of Isandla Esihle\/Ruoko Rwakanaka Trust, Never Bonde has expressed fears that due to high demand as a result of the outbreak of COVID-19, the Lippia Javanica\/zumbani\/umsuzwani plant could soon be extinct.https:\/\/t.co\/t9HQy6J9zM","sentiment_score":0.0175}
{"full_text":"The Council for the Development of Cambodia (CDC) has approved a cumulative 144 Japanese investment projects worth $2.79 billion since its inception in 1994, 66 of which are in special economic zones (SEZ) with $340 million in capital investment.","sentiment_score":0.2142857143}
{"full_text":"As part of a meeting 'warm up', we were asked what we'd do if #lockdown ended tomorrow. It's absolutely the  normal everyday activities people are craving - seeing friends inside, pub trip, watching live football. Mine was getting the Tube into London (&amp; popping to the office)","sentiment_score":0.1772727273}
{"full_text":"New IT Support Company? Here are 18 Questions to Ask any IT Support Company If you are unhappy with your current IT support company, do reach out. We'd love to see if we are a good fit for your needs! #SwitchToUs #lockdown #ITsupport","sentiment_score":0.2060606061}
{"full_text":"Book sales - another thing to file under things I miss doing pre-pandemic. Around same time a couple years back, I shopped my heart out at Big Bad Wolf Books. #bloggersunitedx #beechat #GRLPOWR #teacupclub","sentiment_score":-0.175}
{"full_text":"COVID 19 cases in India until : 15\/02\/2021 14:30Total Cases: 10916634 [+187]Active: 136853Recovered: 10619485 [+169]Deaths :155771 [+3]Total Tests: 206.72MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The cartoons are produced by the makers of Wallace and Gromithttps:\/\/t.co\/eDBzA34q5v","sentiment_score":0.0}
{"full_text":"Join us on 17th February at 2pm for a fantastic employability skills afternoon run by and Find out how to secure placements and job opportunities during the pandemic and beyond. Sign up here:https:\/\/t.co\/e7JXQZnNxn","sentiment_score":0.4}
{"full_text":"A joint blog by and calls on to make urgent and significant improvements in their response to #LongCovid and the appointment of a dedicated minister for Long COVID:","sentiment_score":0.1625}
{"full_text":"Rachael is a first year student and is on Care of the Elderly. Tom is coming to the end of his training and is on Orthopaedics. It will be interesting to hear about their different perspectives and what impact the pandemic has had on their placement experiences! #ChooseOT","sentiment_score":0.25}
{"full_text":"This enrollment period during the coronavirus pandemic is an early test of President Joe Biden's strategy to use the Affordable Care Act as a springboard toward health coverage for all.","sentiment_score":0.1}
{"full_text":"RT If you live in Idaho or Michigan, might want to vote out your GOP reps. Idaho State Rep Ron Nate and 3 other GOPers vote...","sentiment_score":0.0056818182}
{"full_text":"We asked you what your biggest vaccine concerns are. Then, we brought in a doctor to respond to them.","sentiment_score":0.0}
{"full_text":"Today marks 12 months since I last went into a supermarket. This is sort of when my personal lockdown started, though I didn't know it.","sentiment_score":0.0}
{"full_text":"\"In order to succeed, your desire for success should be greater than your fear of failure\"#SMEUK #startupsUK #sales #marketing #WorkFromHome #Entrepreneurship #MondayMotivation #InspirationalQuotes #COVID19 #goodmorningbritain","sentiment_score":0.1611111111}
{"full_text":"Disabled young people are at risk of becoming a lost generation due to the impact of Covid-19. #WriteToRishi asking him to #UnlockWork by putting jobs for disabled young people at the heart of the Budget ","sentiment_score":0.0208333333}
{"full_text":"We've come so far as a nation in the fight against this virusAt Submit, we wanted to help businesses reopen safely.Our contribution: A free method of #contacttracing, your customers just scan a QR code on arrival.See how it works: #COVID19","sentiment_score":0.25}
{"full_text":"Harpercollins Donating 50,000 Books to Those Hit Hardest by the Pandemic #AmReading #ReadingAddict","sentiment_score":0.0}
{"full_text":".@WHOEMRO is holding a virtual press #conference on the #COVID19 response in the region &amp; humanitarian needs &amp; priorities in #Lebanon &amp; #Pakistan. TODAY 15 Feb.12:30 #Beirut timeIn the presence of HC\/RC &amp; NOW ","sentiment_score":0.0}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"#LISTEN Dr Sarb Johal is a clinical psychologist and the author of a new book called Steady: Keeping calm in a world gone viral. He joins The Panel to discuss the psychological aspects of heading back into lockdown.https:\/\/t.co\/6jkWsqUvfC","sentiment_score":0.1206060606}
{"full_text":"The United Sherpa Association launched the #food program from scratch last April and serves everyone who comes for help, including illegal immigrants and the unemployed in #NewYorkCity. #pandemic #Nepal #NYCImmigrantshttps:\/\/t.co\/jSNES4vI3i","sentiment_score":-0.25}
{"full_text":"#ICYMI: Opening a business in the midst of a pandemic is never easy but one local soul food restaurant is thriving after opening in 2020.https:\/\/t.co\/UryJdO59bo","sentiment_score":-0.1083333333}
{"full_text":"RT Does the BJP-led Centre realize that its failure to rein in fuel prices and its irresponsible hiking of the price of L...","sentiment_score":-0.3166666667}
{"full_text":"#np      Allegheny County - Allegheny County Coronavirus Info (30) (No expiry listed. Assume 12-31-2020) To Listen Click:","sentiment_score":0.0}
{"full_text":"RT 331 days after Australia closed borders (909 deaths)328 days after New Zealand (25 deaths)333 days after Taiwan (9...","sentiment_score":0.0181818182}
{"full_text":"The weather this week may be milder but that doesn't stop the perfect storm that has hit the pig market:https:\/\/t.co\/3mMWDH04QM@NatPigAssoc #pigworld #COVID19 #AgChat","sentiment_score":1.0}
{"full_text":"#CoronavirusPandemic LIVE | No new community cases of #Covid19 found in #NewZealand since lockdown ; #Puducherry records 20 fresh #COVID19 cases, one death Track latest #CoronaVirusUpdates here: #COVID19Vaccine #Coronavirus","sentiment_score":0.2170454545}
{"full_text":"RT Deeply troubling that the Chinese government is putting public relations and reputation management ahead of public health and...","sentiment_score":0.0}
{"full_text":"See how Cebu prepares for its vaccination drive.#yoorekka #CebuCity #vaccine Cover Photo Credits:: Macau Photo Agency | Unsplashhttps:\/\/t.co\/BPFlJzGQUt","sentiment_score":0.0}
{"full_text":"Citizens should be increasingly cautious &amp; vigilant over the spread of new variants of the #COVID19 virusIt spreads fast across the country and that the lives of the people could be disrupted if individuals continue to act irresponsibly#coronavirus","sentiment_score":0.1681818182}
{"full_text":"RT Amanda Holden did nothing wrong. She drove from London to Cornwall to visit her parents after receiving a 'distressing' p...","sentiment_score":-0.5}
{"full_text":"\"Many people fail because they see remote working as an opportunity to sleep-in, or take longer breaks - this never works.\"https:\/\/t.co\/vZwA85b55m","sentiment_score":-0.0333333333}
{"full_text":"Check out my new #KeepWalesSafe Podcast with Dr Bev  as we talk about her extensive charity work, famous friends &amp; adjusting to being a drag queen in lockdown!","sentiment_score":0.1278409091}
{"full_text":"As #transportation services experienced a downturn during the pandemic  a popular startup in Uganda has shifted its fleet  to move goods instead of passengers, bringing a new light on the use of #micromobility devices ","sentiment_score":0.4840909091}
{"full_text":"Project K3, &amp; team up to promote accurate information about COVID-19 and vaccines while pushing for economic recovery.Read more: more about Project K3:","sentiment_score":0.4}
{"full_text":"#JCiTTweets accommodation choice among #tourists at the time of #Covid19 - Preliminary insights from #Italy - Share and RT","sentiment_score":0.0}
{"full_text":"We are also announcing our plans post-COVID and we plan to return as an in-person conference late 2021. Read more here: #techorama","sentiment_score":0.1}
{"full_text":"We have Written to about the impact of COVID-19 on our mental health and why there needs to be an increase in the budget for preventative services in our city. You can read what we have sent here:","sentiment_score":-0.1}
{"full_text":"Jollibee said it would open 450 new stores in 2021, mostly overseas, as it seeks to recover from the #COVID19 pandemic.https:\/\/t.co\/boWZcyU4Vg","sentiment_score":0.2121212121}
{"full_text":"Monday motivation. Hardwork and integrity pays off. Keep pushing, you got this.Remember to also wash your hands, wear a face mask and stay safe. Samsung is solidly behind you.","sentiment_score":0.05}
{"full_text":"Gujarat Chief Minister Vijay Rupani tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Pearl jam are on of the bands I never saw. Think they were due to play Hyde Park last year was tempted before covid struck.","sentiment_score":-0.0625}
{"full_text":"The winter mixed sale trade moves to Deauville on Monday and Tuesday, where horses in training, broodmares, fillies, 2-year-olds and short yearlings will be offered at a physical February sale with strict COVID safety protocols in place.","sentiment_score":0.0}
{"full_text":"RT NBCNews: Double-masking can block more than 90% of viral particles, CDC report says.","sentiment_score":0.5}
{"full_text":"The article for #InternationalDayOfWomenAndGirlInScience are 2 ladies. Prof lecturer on our Food Innovation MSc &amp; Purity Hrisca - a #graduate from the University &amp; Technical Manager at ","sentiment_score":0.0}
{"full_text":"#Ebola: The new cases in Guinea are the first resurgence of Ebola since the world's worst outbreak between 2013 and 2016 #Healthhttps:\/\/t.co\/6XWf3z769H","sentiment_score":-0.2045454545}
{"full_text":"At present, we are currently operating on a reduced service frequency which is an hourly service as per our Covid-19 timetable. Detailed timings can be found at Concessionary passes are valid 24 hours a day until 26th February 2021","sentiment_score":0.1333333333}
{"full_text":" If you need to travel, you can subscribe to journey alerts through Messenger for personalised up-to-date journey info. This will keep you informed about any cancellations or delays as well as expected busy services.iMore infohttps:\/\/t.co\/MB4z2OY2XK","sentiment_score":0.0}
{"full_text":"Every breath you take ... Sharing my latest discovery the airintellipure is proven very effective against the coronavirus 40x better than the filtration system used in hospitals an ...","sentiment_score":0.5933333333}
{"full_text":"To navigate through the worldwide Covid-19 health crisis, organisations from every sector have needed to adapt enterprise and customer-facing operations using AI #AppsMgt #AI #CX","sentiment_score":0.0}
{"full_text":"Nigeria: Covid-19 - Dealing With Vaccines Distribution Politics","sentiment_score":0.0}
{"full_text":"RT #Coronavirus Takes 215,700 Lives in 480 Cities in #Iran Regime's Health Ministry: The mutated #virus  has entered the cir...","sentiment_score":0.0}
{"full_text":"Let us help you protect your staff and customers with our cost effective infection control, cleaning and hygiene solutions. #covid19 #infectioncontrol #airpurifying #healthandsafety #officeproducts","sentiment_score":0.6}
{"full_text":"They very easily could have dealt with there outbreak but held off major covid safety protocols for no reason. Mask for example would have easily helped far earlier but they really seemed to not want to.","sentiment_score":0.2265277778}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"RT Great thought process to have given our current disruption from the Pandemic. #remoteworkforce #cyberleadership","sentiment_score":0.4}
{"full_text":"RT We've been working with communities across Wales to better understand the important questions that need answering about...","sentiment_score":0.45}
