{"full_text":"Going live tonight at 19:00 with founder and president, John Carpay: Talking lockdown measures, constitutional rights, and what his organization is doing to protect Canadians. Share away!","sentiment_score":0.1704545455}
{"full_text":"One of my neighbours is on their second lockdown baby and I don't know whether to scream or say congratulations because how!?","sentiment_score":0.0}
{"full_text":"Covid test results back.  Negative, again.","sentiment_score":-0.15}
{"full_text":"RT Happily, this is a lie.Along with many of my colleagues I spent the whole day working on Covid relief legislation for th...","sentiment_score":0.35}
{"full_text":"RT Disgraceful: Around 40% of the Americans killed by COVID-19 might have lived if better political decisions had been made...","sentiment_score":0.1}
{"full_text":"RT Almost a third of all Covid deaths occurred in January.2\/5 of all Covid hospitalisations occurred in January.In unr...","sentiment_score":0.0}
{"full_text":"RT Black Rifle Coffee donates $250k to Barstool fund aimed at helping small businesses during COVID","sentiment_score":-0.2083333333}
{"full_text":"RT No vaccines, not to increase test capacity. Let's renovate a theatre in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Think of the planet as an interconnected system and realise that what you do will affect everything.","sentiment_score":0.0}
{"full_text":"RT The DfE's latest update on Covid19 and ITT, including the  the announcement of progress assessments for 2020\/21 trainees, can...","sentiment_score":0.5}
{"full_text":"Nothing better than redesigning your website during lockdown weekends! Check it out :)","sentiment_score":0.5625}
{"full_text":"RT This is Sister Andre, a French nun who survived the 1918 flu pandemic, both world wars, and recovered from a coronavirus inf...","sentiment_score":0.0}
{"full_text":"RT Despite the pandemic, workers are joining Unite &amp; winning union recognition at work - \"Hundreds of workers at a Lincolnsh...","sentiment_score":0.5}
{"full_text":"How has #COVID19 impacted high-growth sports likeFlag Football Ax throwing Cornhole Breakdancing Beach Soccer Ultimate Frisbee Find out from on the latest Work in Sports podcast:","sentiment_score":0.25}
{"full_text":"Please, I beg you, read just a crumb of political theory. The fact that you think liberals are akin to antifa is laughable. Not nearly as laughable as you deeming a mask (during a worldwide, viral pandemic) as oppressive, however.","sentiment_score":-0.0833333333}
{"full_text":"RT Kelechi Iheanacho is the first player with all the letters in 'chicken' in his name to score a 94th minute winning goal in...","sentiment_score":0.05}
{"full_text":"RT President Ramaphosa has arrived in Parliament. He is currently leading a candle lighting ceremony to honour and remembers So...","sentiment_score":0.0}
{"full_text":"Y'all done drove Meg insane lmfaoooo","sentiment_score":-1.0}
{"full_text":"the best thing to come out of social distancing\/quarantine is that ive done a lot more nature related stuff like hiking cause i end up just going w my dog and i see no one on the trails","sentiment_score":0.3833333333}
{"full_text":"RT Armed right-wing militias invade Michigan Capitol to stop lawmaking last summer.  Republican leaders endorse them. No...","sentiment_score":0.0}
{"full_text":"RT This also explains why Ron #DeathSantis is such a disaster for our state.","sentiment_score":0.0}
{"full_text":"RT New models from #ColumbiaSPH indicate the number of active #COVID19 cases in the U.S. are about 10 times higher than the...","sentiment_score":0.0843434343}
{"full_text":"RT Almost a third of all Covid deaths occurred in January.2\/5 of all Covid hospitalisations occurred in January.In unr...","sentiment_score":0.0}
{"full_text":"RT  SAGE's Prof John Edmunds says the new Bristol variant of Covid-19 may be able to reinfect people who've already been in...","sentiment_score":0.3181818182}
{"full_text":"RT BBC World News will no longer be allowed to broadcast in China.National Radio and Television Administration just announ...","sentiment_score":0.0}
{"full_text":"RT \"I am Raj &amp; I am alive\" Raj is a #COVID19 patient who was treated at Royal Brompton Hospital. He was on ECMO for 62 days - lo...","sentiment_score":0.1}
{"full_text":"RT continuing to do posts like this despite the fact that every reply is some variation of \"you're literally dead from the v...","sentiment_score":-0.2}
{"full_text":"RT We would have $1.9 trillion in COVID relief right now if it was not for Republicans blocking it.","sentiment_score":0.2857142857}
{"full_text":"Pandemic tag is as sad and entertaining as it sounds","sentiment_score":0.0}
{"full_text":"RT Everything I learned in journalism, I learned by eavesdropping on veteran reporters nearby. That's hard in a pandemic so I...","sentiment_score":-0.1458333333}
{"full_text":"RT The damage the government has done to our children is absolutely unforgivable.","sentiment_score":0.2}
{"full_text":"As Indians we know  so well. China has defined you correctly. You folks are kingpin of fake, divisive and agenda based news.","sentiment_score":-0.5}
{"full_text":"In a 'regular' academic year, it is a reasonable proposal. This is not a regular academic year. #COVID has pushed most everyone to a brink of mental, physical, emotional and psychological exhaustion - especially educators and educators with their own families. All need a rest.","sentiment_score":0.1}
{"full_text":"RT Not  fecking  off on holiday in the middle of a pandemic helps","sentiment_score":0.0}
{"full_text":"RT CONFLICT OF INTEREST: WHO's COVID Investigator is Recipient of Chinese Communist Cash, Worked With Wuhan Lab for 18 Years via ...","sentiment_score":0.0}
{"full_text":"RT GREAT DEBATE: CAREERS EDUCATION AND GUIDANCE IN THE TIME OF COVIDTuesday 2 March at 12.30 - 2.00pm. Find out more:","sentiment_score":0.65}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"RT Bruh, you against a process to allow for COVID relief LAST WEEK.","sentiment_score":0.0}
{"full_text":"Every winter from here on out, I'm wearing a face mask, pandemic or not. It's so much nicer to not be breathing in shiny ice daggers every December-March.","sentiment_score":0.2}
{"full_text":"RT I'm just a girl. Standing in front of the criminal system. Asking it why cops still have 24 hour access to judges for ar...","sentiment_score":-0.4}
{"full_text":"RT Half of all essential workers make minimum wage.They risk their lives for all of us during this pandemic and receive...","sentiment_score":-0.0833333333}
{"full_text":"RT Kenya's argument the ICJ to postpone (4th time) the public hearing of the maritime case is very weak. In the application...","sentiment_score":-0.24375}
{"full_text":"RT A bit of interesting news from today's DHEC board meeting: Officials said after being told by the feds that SC should never...","sentiment_score":0.5}
{"full_text":"RT I'm proud to stand with our two new outstanding Senators from Georgia: and working togeth...","sentiment_score":0.4787878788}
{"full_text":"RT Access free videos during lockdown; we're releasing some of our member-only content for the duration of this period ab...","sentiment_score":0.4}
{"full_text":"Big Thanks to Swan Morton Sheffield for Adams Suprise.. Goody bag and PS50 Cheque . He had been doing post 16  work placement\/experience there until pandemic hit unfortunately he won't return now. He has Autism and SLD.. I was choked up at kindness i cried.","sentiment_score":-0.1}
{"full_text":"me still doing my makeup for my silly little zoom class through my covid symptoms","sentiment_score":-0.34375}
{"full_text":"RT Ok OK! Sam's Club go off then ","sentiment_score":0.5625}
{"full_text":"RT Anyone trying the #knotandfold? I prefer to double mask","sentiment_score":0.0}
{"full_text":"We need all progressives to unite.This Covid crisis is a wake up call for why we need unity to boot out the Cons next election.Just compare the success of Nova Scotia's Covid response lead by Steven McNeil to all the other provinces including BC.","sentiment_score":0.0583333333}
{"full_text":"RT Roche's tocilizumab cuts deaths in hospitalised COVID-19 patients - study","sentiment_score":0.0}
{"full_text":"I just signed up for #DrB for my dad, the national COVID-19 vaccine standby list. Anyone can join at so get in line and pass it on!","sentiment_score":0.0}
{"full_text":"RT The World Health Organization IGNORED early signs of COVID-19.WHO said there was \"no clear evidence\" of human-to-human t...","sentiment_score":0.025}
{"full_text":"RT Dr. Gokal had in-hand doses of COVID vaccine that would go to waste if he didn't use them within hours. He used them for neigh...","sentiment_score":-0.2}
{"full_text":"RT Can't believe this governments campaign about 'look them in the eyes and tell them you did everything you could' about Corona....","sentiment_score":0.0}
{"full_text":"RT This also explains why Ron #DeathSantis is such a disaster for our state.","sentiment_score":0.0}
{"full_text":"Global Travel Plus has implemented a dedicated COVID-19 landing page with health and prevention tips, best practices videos, latest news, and a map of COVID-19 testing sites. View the COVID-19 webpage at:  #Travel #Services #COVID19 #Pandemic","sentiment_score":0.5}
{"full_text":"The commonwealth is going to turn into a new superpower simply because they actually made attempts to manage the pandemic.","sentiment_score":0.0454545455}
{"full_text":"RT Day after Trump issued a #Covid travel ban on #China Joe Biden accused him of \"hysteria, xenophobia, and fear mongering\"...","sentiment_score":0.0}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"RT And they want to take over the health response...","sentiment_score":0.0}
{"full_text":"RT News channels love doing segments on the \"impact of the pandemic.\"It's not \"the pandemic\" that is impacting your liv...","sentiment_score":0.5}
{"full_text":"RT In 2009, during the new influenza epidemic, Emperor Akihito received priority vaccination for people with underlying il...","sentiment_score":0.1363636364}
{"full_text":"New lower prices across our a range of Cleaning, Hygiene and PPE Supplies. Shop online at #shopirish #ppe #cleaningsupplies #hygienesolutions #WFH #officesupplies","sentiment_score":0.1363636364}
{"full_text":"RT Almost a third of all Covid deaths occurred in January.2\/5 of all Covid hospitalisations occurred in January.In unr...","sentiment_score":0.0}
{"full_text":"RT 'Walking Through Winter- St Michael's Churchyard, Helston' 74x42cm, Graphite &amp; Carbon on paper.In this large drawing I trie...","sentiment_score":0.2142857143}
{"full_text":"RT We need $2,000 every month as a baseline guarantee of income during this pandemic, and even beyond as unconditi...","sentiment_score":0.0}
{"full_text":"RT People with dementia are twice as likely to contract COVID-19, with marked racial disparities; Dr. Mark Olfson from","sentiment_score":0.05}
{"full_text":"I knew this was going to happen and yet I am still going to have a breakdown about it","sentiment_score":0.0}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"RT I have a lot of followers who oppose lockdown but please can those who support lockdown share this Twitter poll too. I assume...","sentiment_score":0.0}
{"full_text":"RT updated it for COVID","sentiment_score":0.0}
{"full_text":"Who cares what Salmond wants.This crap has gone on too long and during the Pandemic our Parliment should be focussing on winning this battle not Salmond","sentiment_score":-0.1166666667}
{"full_text":"RT I'm honored to welcome today to #NIH for a visit to our Vaccine Research Center and an update on the latest NIH #CO...","sentiment_score":0.4}
{"full_text":"But we will have to see if it is passed by the Senate - it may not - this is the \"rescue bill,\" after all.The next bill will likely be the \"recovery bill,\" which can have the increased minimum wage - and that infrastructure repair\/construction spending we so badly need.","sentiment_score":-0.2333333333}
{"full_text":"RT CONFLICT OF INTEREST: WHO's COVID Investigator is Recipient of Chinese Communist Cash, Worked With Wuhan Lab for 18 Years. htt...","sentiment_score":0.0}
{"full_text":"Every time I turn on the news the exit from lockdown diminishes further into the distance, like a mirage. LEGALISE CANNABIS NOW!","sentiment_score":0.0}
{"full_text":"RT US with the steepest drop in new cases since the pandemic began.","sentiment_score":0.1363636364}
{"full_text":"RT \"ICE detention is horrible, but it is a million times more horrible and devastating during the pandemic,\" said","sentiment_score":-0.625}
{"full_text":"Get back on track in 2021.  #NewYear #2021 #Pandemic","sentiment_score":0.0}
{"full_text":"RT If you're not caught up on this story, Gina Carano mocked people's preferred pronouns, mocked safety measures during a...","sentiment_score":0.0}
{"full_text":"RT Yesterday, the first volunteers participated in Phase 1 of Saskatchewan's VIDO COVID-19 vaccine clinical trial.  We...","sentiment_score":0.25}
{"full_text":"RT 186M Americans are at risk of losing water access for overdue bills. That's why Congress must pass the Emergency #WaterisaH...","sentiment_score":0.0}
{"full_text":"So here you go this is what all you little snowflake, Tree hugging.Millennial,Scumbags. How's old puppet Joe doing for you going to lock you down that's what it's all about controlling you bet you wish you hadn't have voted for him now","sentiment_score":-0.0810185185}
{"full_text":"FO SHIZZLE MASSIVE","sentiment_score":0.0}
{"full_text":"RT Today would've been my in-laws 60th wedding anniversary. I wanted to celebrate them while reminding people like @RachelMay...","sentiment_score":0.0}
{"full_text":"RT [WATCH] President Cyril Ramaphosa and Parliament's presiding officers conduct a candlelight ceremony - to honour those who...","sentiment_score":0.0}
{"full_text":"#SpartanDO gerontologist Clare Luz says the shortage of direct care workers was brewing years before COVID-19 because the pay is marginal and the work is difficult.","sentiment_score":-0.2}
{"full_text":"RT STAY HOME DALLAS.","sentiment_score":0.0}
{"full_text":"COVID vaccine enables Soldier readiness to support the nation.","sentiment_score":0.0}
{"full_text":"Listen, the truth is that at the same time Donald Trump was bullying &amp; antagonizing China; shortly afterward we were hit with The Coronavirus from China AKA Chemical warfare &amp; Trump ran scared, left China alone &amp; left millions of America to die while ignoring the virus.","sentiment_score":0.0}
{"full_text":"RT COVID and climate change don't disproportionately affect black and brown people because of their skin, it's because of the...","sentiment_score":-0.1666666667}
{"full_text":"While #COVID19 vaccines have not passed clinical trials for children, states may eventually need to determine how the shots fit into school immunization rules.  researchers are analyzing laws from all 50 states and what might happen next. ","sentiment_score":0.2}
{"full_text":"RT Stabbing epidemic in London, Mayor spending hundred of thousands of pounds on woke historicism.","sentiment_score":-0.6}
{"full_text":"Preliminary, not peer-reviewed, and these findings don't preclude outcomes against new variants. But nonetheless promising:https:\/\/t.co\/oXIuGXfZK0","sentiment_score":0.1363636364}
{"full_text":"RT Heart-breaking.\"The Government must urgently do far more to protect disabled people's health, including making sure they and...","sentiment_score":0.225}
{"full_text":"RT India will do its best to help Canada in acquiring vaccines for Covid-19, assured PM Modi to Canadian PM Justin Trudeauht...","sentiment_score":1.0}
{"full_text":"RT This is Sister Andre, a French nun who survived the 1918 flu pandemic, both world wars, and recovered from a coronavirus inf...","sentiment_score":0.0}
{"full_text":"The third and final segment of our Continuity of Learning Strategies series addresses the most important topic of all: your students. Learn how to create a safe, supportive space for students as you address any learning loss that occurred due to COVID-19.","sentiment_score":0.2535714286}
{"full_text":"RT Immigrants demanding COVID relief at Annapolis State House! We can't be called ESSENTIAL if there's no recognition for it:...","sentiment_score":0.0}
{"full_text":"RT China will not allow the broadcast of BBC World News in Chinese mainland after the broadcaster did a slew of falsified reporting o...","sentiment_score":0.0}
{"full_text":"RT updated it for COVID","sentiment_score":0.0}
{"full_text":"Monterey County Office of Education is AT&amp;T's featured charity!As schools transitioned to distance learning in the face of COVID-19, dedicated itself to helping thousands of students bridge the digital divide with access to broadband internet &amp; other tech needs ","sentiment_score":-0.0625}
{"full_text":"RT Not a pipsqueak from #LeftLiberal intelligentsia and the usual hashtag trenders.@BBCWorld gets the boot in Beijing, thro...","sentiment_score":-0.175}
{"full_text":"RT Relationship twitter are gonna kill us with \"even in a pandemic\" \"if he wanted to he would\" this weekend.","sentiment_score":0.0}
{"full_text":"RT Almost a third of all Covid deaths occurred in January.2\/5 of all Covid hospitalisations occurred in January.In unr...","sentiment_score":0.0}
{"full_text":"Anti-vaxxer Robert F Kennedy, 67, is BANNED from Instagram for 'repeatedly sharing false claims about COVID-19' - including theory that Bill Gates is pursuing Marxist plot to destroy US sovereigntyvia","sentiment_score":-0.3}
{"full_text":"LETTER: Old phones won't support COVID-19 app | The Journal Pioneer","sentiment_score":0.1}
{"full_text":"RT This type of forum is one positive from the pandemic ... increased access to research FOR FREE. It can only strengthen our c...","sentiment_score":0.2090909091}
{"full_text":"RT 2019: Children are our future.COVID19:","sentiment_score":0.0}
{"full_text":"Nhi lockdown ki wja sy bht lose hogya h ","sentiment_score":0.0}
{"full_text":"I have been following stats and even excess from last year,aren't all covid.When you dig deep you see that huge excess came from treatment being stopped,massive numbers of non covid deaths at home.But there seems to be an issue in the over 80's recently.I'll send over when I find","sentiment_score":0.1}
{"full_text":"RT Excuse me while I retire to the fucking fainting couch....","sentiment_score":-0.325}
{"full_text":"As California works with local providers to distribute the #COVID19 vaccine quickly and safely, Pharmacy Benefit Managers (#PBMs) are working to maintain the medical supply chain and get #CApatients the medicine they need.","sentiment_score":0.2083333333}
{"full_text":"The NHS will let you know when it's your turn to have the vaccinehttps:\/\/t.co\/dhhPAIrpcO","sentiment_score":0.0}
{"full_text":"Show  for restaurant workers hard-hit by COVID-19.  Send a virtual Valentine to your fave restaurant or bar. You'll be helping provide lifesaving grants to those who've been serving you!","sentiment_score":0.0}
{"full_text":"#CORONAVIRUS | We must all #StayHome.  This will help us to protect ourselves and our families and friends, and reduce the pressure on the NHS.  We thank everyone who's doing their bit and saving lives. If you're not sure on the rules, tap the link below.","sentiment_score":-0.25}
{"full_text":"RT Let me get this right. Last summer SAGE warned - accurately - of the explosive dangers of re-opening schools and Christmas...","sentiment_score":0.2285714286}
{"full_text":"If your college's IT team advocated for and built infrastructure, tools, &amp; support for distance learning &amp; work from home long before the pandemic hit, and has continued to innovate and improve since, you just might be #ClarkeHeroes #OneClarkeOneCommunity","sentiment_score":-0.05}
{"full_text":"RT India is suffering a huge but surprisingly mild epidemic of Covid.Could it be that because lockdowns have been mostly in...","sentiment_score":0.4111111111}
{"full_text":"All sick prisoners in the so-called Ramle prison clinic received the first dose of the Coronavirus vaccine.","sentiment_score":-0.2321428571}
{"full_text":"RT 'We can't do this every time a new variant appears.'Dr John Lee, former NHS consultant pathologist, tells","sentiment_score":0.0681818182}
{"full_text":"#Dubai this week launched a massive #coronavirus vaccination campaign among its thousands of transit workers, with the Gulf Emirate keen to remain open to international tourism despite a recent rise in contamination.","sentiment_score":0.0}
{"full_text":"\"My #BuckeyeLove is being grateful for all the empathy and support my fellow Buckeyes have shown during #COVID19. We have been faced with so much adversity and everyone has shown so much resiliency.\" Stephen Post, President of","sentiment_score":0.2}
{"full_text":" A reminder that you can directly support #HTFBreakfastClub by purchasing a PS5 voucher from  Our Breakfast Clubs have served more than 1.8 million meals to date and have continued operating throughout the pandemic. #htafc  ","sentiment_score":0.3}
{"full_text":"North Korea's Strengthened COVID-19 Measures: Protecting the Capital From the Pandemic #NorthKorea #propaganda #DPRK #KimJongUn","sentiment_score":-0.1}
{"full_text":"'Derek never had a cough, never had a temperature.'Kate Garraway raises concerns about long Covid and the need to review the list of coronavirus symptoms that are currently on the government website.Watch it in full here ","sentiment_score":0.1}
{"full_text":"RT .@SpeakerPelosi says the House Covid Relief package will include the $15 minimum wage provision.","sentiment_score":0.0}
{"full_text":"These #WorkingDogs have 94% accuracy in sniffing out COVID-19!https:\/\/t.co\/FvlYBGgoIy","sentiment_score":0.0}
{"full_text":"RT US could have averted 40% of Covid deaths, says panel examining Trump's policies","sentiment_score":0.0}
{"full_text":"That's right. We can cancel at least $50K in student debt right now and send families, including our immigrant neighbors, $2,000 survival checks a month until this crisis is over. Let's make it happen.","sentiment_score":0.0904761905}
{"full_text":"And this is the exact reason the system needs to change. Imagine writing people off (to die, considering this is a pandemic) because a lump sum of money is a negligible amount to you. Rich people don't care about poor people. They'd rather we just die.","sentiment_score":0.075}
{"full_text":"'SLU Researchers Develop App to Track COVID-19 Symptoms'\"Public health is related to everything, and location determines opportunity and outcomes,\" said Enbal Shacham, Ph.D.Read more:","sentiment_score":0.1666666667}
{"full_text":"Latest research: Long-covid and the loss of smell | COVID-19 Special #dwnews #worldnews #IdiotPM","sentiment_score":0.4285714286}
{"full_text":"Health officials fear pandemic-related #suicide spike among Native youth  via #YouthMentalHealth","sentiment_score":0.0}
{"full_text":"RT I'm focused on delivering critical aid for the people of Georgia--as fast as Congress can.","sentiment_score":0.1}
{"full_text":"RT The CDC has released new research that found double-masking offers more protection against the coronavirus. Tying knots on the ear...","sentiment_score":0.2454545455}
{"full_text":"Just a quick check it...Been a crazy year...Still in TX...Haven't had time to write or post...hope that will change soon...Keep your distance, wear your mask...Stay safe.","sentiment_score":0.0777777778}
{"full_text":"Citing IPI research, looks at how the #coronavirus pandemic has given authoritarian govts an excuse to gag reporting and crack down on critics using the pretext of restricting the spread of 'fake news'.","sentiment_score":-0.2351851852}
{"full_text":"Tomorrow The Muslim Sisters of Staten Island will co-host a panel discussion titled \"Let's Demystify the COVID-19 Vaccine. The conversation will address fears, hesitations, and thoughts to help our community understand the vaccine. ","sentiment_score":0.0}
{"full_text":"At least one in three people infected with SARS-CoV-2 do not develop symptoms -- but that doesn't mean they can't spread the virus.","sentiment_score":-0.30625}
{"full_text":"We discuss how museums could generate new revenue streams in the post-Covid era by working more closely with sponsors and develop a more profitable role in the art market.","sentiment_score":0.3787878788}
{"full_text":"\"Is [Strictly] not just another offering of bread and circus thrown to us, the ever-hungry masses?\" Sophie Goschen raves about why Strictly sparks joy during lockdown.","sentiment_score":0.8}
{"full_text":"Global Investors Accelerate ESG Investments in Response to Pandemic, According to MSCI Survey; Interconnected Risks Present Challengeshttps:\/\/t.co\/MDxA1226JK","sentiment_score":0.0}
{"full_text":"\"After the novelty of the first lockdown wore off -- whipped coffee and endless Netflix binges -- I found myself feeling lonelier than usual.\"https:\/\/t.co\/t3hbhaX8tK","sentiment_score":-0.0416666667}
{"full_text":"If New Jersey's COVID-19 vaccine rollout continues and improves, outdoor summer staples in Atlantic City could become more likely to take place.","sentiment_score":0.2121212121}
{"full_text":"RT US with the steepest drop in new cases since the pandemic began.","sentiment_score":0.1363636364}
{"full_text":"WHO has a great clear guide for governments on how to best communicate with people during a pandemic.This approach is not it.\"Government has not agreed how low Covid-19 case numbers must go before economy reopens, says Varadkar\"","sentiment_score":0.475}
{"full_text":"We need help to fund our next documentary. Day 102: Our friend David shows us how to stay connected while on the road. XOAnna #Documentary #Ford #Diesel #Boondocking #NewYork #Florida #MotorHome #FullTime #RV","sentiment_score":0.0}
{"full_text":".@N_Kabeer joins us for the first in a series of lectures beginning a week today! Looking through a feminist economic lense, what are the impacts of COVID-19? #LSECOVID19  4pm, 18 Feb","sentiment_score":0.25625}
{"full_text":"We prioritize production of critical ingredients and materials used for cough suppressants and drugs, pharma ingredients and packaging, including those for #COVID19 rapid diagnostic tests. All in for #WomeninScience support against the pandemic.","sentiment_score":0.0}
{"full_text":"a stay-at-home order in effect (by the doctor and the dogs)","sentiment_score":0.0}
{"full_text":"Wondering if its the right time to sell or buy? The pandemic has caused a great shift in the market. Check out this clip from this week's episode. #realestate #blackwealth #financialfreedom #realestateinvestor #livefree #2percentmilf #2percentmilfpodcast #partmomwholewoman","sentiment_score":0.5428571429}
