{"full_text":"and  - are you listening?  This is how public health actually works - with politicians following recommendations and supporting public health officials. Not the other way around. Evidence that it works?  Look at COVID-19 numbers...","sentiment_score":0.0208333333}
{"full_text":"How can you stand being retired health care during a pandemic!? Clearly you do not care at all!","sentiment_score":0.125}
{"full_text":"GIVE US CHECKS!!!!!!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT Grabe. The boys are really lucky to have A'TIN. Mukhang iwo-world tour pa nga kayo thru series of LED BB ad on your cb\/new e...","sentiment_score":0.3333333333}
{"full_text":"RT Speaker Pelosi managed to sneak in $100 million for an underground rail line extension of the Bay Area Rapid Transit syst...","sentiment_score":0.0}
{"full_text":"RT aries are really spending their birthdays in lockdown twice ","sentiment_score":0.2}
{"full_text":"RT A cough that won't quit, shortness of breath, exhaustion, headaches and brain fog are the most common symptoms reported by...","sentiment_score":0.1}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"RT Bonus #ProfGPod episode -- shares his vision about how NYC can thrive post pandemic* borough bucks* health c...","sentiment_score":0.0}
{"full_text":"#MitchMcConnell, you have a lot of nerve. My Father I took care of for 5 years passed away Dec 31, 2020 from Covid19. I am still grieving. It's all to do with the bullshit you and Trump played off. Us American people deserve. And definitely deserve better then you.","sentiment_score":0.1666666667}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT I find it incredible that the main reason I want vaccines to work &amp; an end of lockdown is not to go to the pub or eat out...","sentiment_score":0.5333333333}
{"full_text":"RT The COVID lies keep coming...exposed one by one. @VDHanson @RaymondArroyo Scott Atlas.  10pET @FoxNews","sentiment_score":0.0}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":" i--i'm the goblin....","sentiment_score":0.0}
{"full_text":"RT Great segment from liberal feminist author &amp; former Bill Clinton advisor on the importance of battling COVID-f...","sentiment_score":0.4}
{"full_text":"RT Speaker Pelosi managed to sneak in $100 million for an underground rail line extension of the Bay Area Rapid Transit syst...","sentiment_score":0.0}
{"full_text":"RT Jen Psaki: President Biden will order flags lowered to half staff for 5 days in memory of the 500,000 American lives lost...","sentiment_score":-0.0833333333}
{"full_text":"RT To everyone grieving the loss of a family member, a friend, a loved one--our hearts are with you.","sentiment_score":0.7}
{"full_text":"RT Asheville, NC peeps: Three lovely bonded cats are in need of a new home, for their person has passed away. These girls really...","sentiment_score":0.2787878788}
{"full_text":"RT The next person who says \"I could never do it!\" to me re: pandemic parenting is getting a VERY lengthy lecture. Oh, you c...","sentiment_score":0.1}
{"full_text":"RT This is my younger son Rufus. He started to learn Tap dance with me only 9 months ago. He's 8! Using lockdown to learn. I'm...","sentiment_score":0.0}
{"full_text":"RT Grabe. The boys are really lucky to have A'TIN. Mukhang iwo-world tour pa nga kayo thru series of LED BB ad on your cb\/new e...","sentiment_score":0.3333333333}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"But on a more serious note, day-off is a significant brain calmer. You wake up differently on your day-off eventho you stay at home, don't you?","sentiment_score":0.1354166667}
{"full_text":"NASA just released the FIRST audio of Mars recorded by Perseverance...I heard the winds of Mars today. I have YET to hear a word from the US government on a stimulus check.  #pandemic #relief","sentiment_score":0.25}
{"full_text":"RT No wonder Democrats want to pass all this on a partisan vote. It's a progressive blowout for the ages that does little fo...","sentiment_score":-0.1875}
{"full_text":"RT 18\/ Even the news on variants is less dire. As  points out, cases in So. Africa are falling, supporting the pre...","sentiment_score":0.0416666667}
{"full_text":"RT When your company is loaded with debt, you've got massive losses, and billions in unsold inventory -- but you still want...","sentiment_score":0.0}
{"full_text":"RT \"Today, I ask all Americans to remember -- remember those we lost and those who are left behind.\" -- President Biden on the m...","sentiment_score":-0.2}
{"full_text":"RT also dropped the best album during this pandemic, of any genre.","sentiment_score":1.0}
{"full_text":"RT While children are indeed learning - that has never stopped - most were not able to fully benefit from their IEPs becau...","sentiment_score":0.125}
{"full_text":"RT Inbox: 11 members of the New York State Democratic Committee have submitted a resolution to formally censure \"...","sentiment_score":0.1363636364}
{"full_text":"WoW  44th That one term legacy is getting uglier by the day..... I'd hate to be one of your family members that have to try and defend your sorry ass!","sentiment_score":-0.4416666667}
{"full_text":"Of course it did. Just one more reason Trump shld be prosecuted for criminal negligence in his handling of the pandemic.","sentiment_score":0.05}
{"full_text":"RT 500,000 people are dead and millions of us are sick and none of this had to happen. One infectious disease doctor said today if...","sentiment_score":-0.4571428571}
{"full_text":"RT To everyone grieving the loss of a family member, a friend, a loved one--our hearts are with you.","sentiment_score":0.7}
{"full_text":"RT Ron DeSantis is drastically misrepresenting the scope of childhood coronavirus infections in Florida, says....","sentiment_score":0.0}
{"full_text":"RT Reuters: U.S. HOUSE BUDGET COMMITTEE APPROVES $1.9 TRILLION COVID-19 AID BILL","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis is drastically misrepresenting the scope of childhood coronavirus infections in Florida, says....","sentiment_score":0.0}
{"full_text":"RT How we will cautiously ease the lockdown restrictions in England. You can find more information here:","sentiment_score":0.5}
{"full_text":"The pandemic has claimed more American lives than the First World War, World War II and Vietnam War combined.","sentiment_score":0.25}
{"full_text":"RT Under an honest Govt, the two ministers would have been sacked &amp; the fraud Ramdev &amp; his aide would have been put behind t...","sentiment_score":0.1}
{"full_text":"RT we are now in the phase of the pandemic where governments are investing in vibrating bracelets over housing for all and paid...","sentiment_score":0.0}
{"full_text":"RT Today we remember the 500,000 lives lost to COVID. It didn't have to be this way.","sentiment_score":0.0}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT Coronavirus vaccine doses given per 100 peopleIsrael: 85UAE: 56UK: 26US: 18Turkey: 7.7Poland: 7.1Norway: 6.8Sp...","sentiment_score":0.0}
{"full_text":"RT 500K American souls lost to coronavirus. I was fine today until I wasn't.","sentiment_score":0.2083333333}
{"full_text":"Wtf? This is a flat out lie. Go to MDH website. Click Covid. Click situation update. Less then 500 cases and ONE death today. Get out of here with your fear mongering.","sentiment_score":-0.2305555556}
{"full_text":"Feels weird to say but Hall &amp; Oates. Would've seen them a third time this year if not for Covid.","sentiment_score":-0.25}
{"full_text":"We are in a pandemic.  He's locked in Canada. It's battle conditions!!","sentiment_score":0.0}
{"full_text":"RT Coronavirus death toll rises to 1,827 after four more people succumbed to the virus. Here is the Situation Update.#U...","sentiment_score":0.5}
{"full_text":"well they make it intentionally harsh... we really don't speak that way","sentiment_score":0.0}
{"full_text":"One More Lockdown in IndiaPlease Exposed all'things   Bharatiyaa poor People's Very very Confusing... Very very Dangerous Steps for Lockdown BJP party And all' Political party this time's.. ","sentiment_score":-0.214}
{"full_text":"RT President Biden will lower flags to half-staff on federal properties in an acknowledgement of the U.S. approaching half...","sentiment_score":-0.0833333333}
{"full_text":"RT  What does it mean to stay COVID-safe on campus? Signing in, staying home if you feel unwell, and practicing good hygiene at...","sentiment_score":0.19375}
{"full_text":"RT Friendly reminder that we are a full YEAR into covid and there has been no national mandate for childcare for healthcare work...","sentiment_score":0.3625}
{"full_text":"RT 500,000 Americans dead from virus that originated in China.China knew this virus deadly. They stopped internal travel...","sentiment_score":-0.1333333333}
{"full_text":"Case filed against former BJP MP for flouting COVID-19 norms at wedding in Maharashtra  #BJPMP #CMUddhavThackeray #Coronavirus #COVIDrules #COVID19 #Maharashtra #Maharashtralockdown #violationofCOVIDnormshttps:\/\/t.co\/LI3PdNw0tz","sentiment_score":0.0}
{"full_text":"RT Its' not inconsistent messaging Meghan, they need to look at the science and data before giving recommendations...","sentiment_score":0.0}
{"full_text":"The #US surpassed half a million #coronavirus-related deaths. In all, 500,071 deaths were related to #COVID19 complications while more than 28 million cases have been recorded in the country, according to #JohnsHopkins University.","sentiment_score":0.1111111111}
{"full_text":"RT In the time of pandemic corona disease give us mental relaxation by adding 30% Rajasthan gk in the  rseb aen Jen exam th...","sentiment_score":-0.1}
{"full_text":"RT Hong Kong's top leader is inoculated ahead of a mass vaccination campaign. The Pandemic Is Receding in the Worst Hotspots. Will I...","sentiment_score":-0.25}
{"full_text":"RT The COVID lies keep coming...exposed one by one. @VDHanson @RaymondArroyo Scott Atlas.  10pET @FoxNews","sentiment_score":0.0}
{"full_text":"#Covid19 bot #COVID19 last 5 days stats #West BengalConfirmed Cases trend18-Feb-21 - 219-Feb-21 - 320-Feb-21 - 421-Feb-21 - 322-Feb-21 - 2#CoronavirusPandemic #COVID19India #coronavirus #IndiaFightsCorona #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"RT 500,000+ Americans have died from COVID-19 and 100,000 of them were during Joe Biden's 1st month in office.","sentiment_score":0.0}
{"full_text":"RT Hey check out our awesome local doc here in Las Vegas fighting #COVID19! saving lives AND has #ba...","sentiment_score":0.5}
{"full_text":"RT 6Lack just said Wizkid released the best album during the pandemic of any genre but Israel that has refused to end his cust...","sentiment_score":1.0}
{"full_text":"RT COVID-19 loss of smell can last up to 5 months, new research finds","sentiment_score":0.0681818182}
{"full_text":"I can't wait for COVID to be over so I can go back to my normal, functioning level of depression as opposed to my all consuming, quarantine depression","sentiment_score":0.075}
{"full_text":"Nothing seems to capture the moment better than this tweet...","sentiment_score":0.5}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT YOU MONSTER!","sentiment_score":0.0}
{"full_text":"This is the face of someone who is OBSERVING FOR THE FIRST TIME IN OVER A YEAR! They finally figured out a workable covid solution for the instrument we use for planet follow-up so I'm here in 'pyjama-mode'. I AM SO HAPPYYYYYYY.","sentiment_score":0.15625}
{"full_text":"RT Everybody is not mad at you...The social anxiety loop of the pandemic is normal. #Empathy","sentiment_score":0.1652777778}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT #commandeerthehotels then we don't have to worry about the spread of covid or warming centers..they are 100% refunded....","sentiment_score":0.0}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"RT The pandemic has sparked enormous changes for labor markets--accelerating trends in remote work, digital interactions and tran...","sentiment_score":-0.0333333333}
{"full_text":"RT It really bothers me that we're less than a year into a deadly global pandemic and Canada will have enough vaccines for eve...","sentiment_score":0.0083333333}
{"full_text":"RT \"Today, I ask all Americans to remember -- remember those we lost and those who are left behind.\" -- President Biden on the m...","sentiment_score":-0.2}
{"full_text":"this is what the 1.9 trillion bill looks like.","sentiment_score":0.0}
{"full_text":"RT Oh absolutely. And it's almost scary to think about how colossal it would be if outside was fully open.","sentiment_score":0.0}
{"full_text":"Frequently because the wetter they get, from exhaling, the less effective they are. Again nothing new and earth shattering.  This has been known for decades....long before covid.","sentiment_score":0.1674242424}
{"full_text":"RT Raise your hand if having free and convenient on-demand access to COVID19 testing would improve your life. ","sentiment_score":0.4}
{"full_text":"RT Today we remember the 500,000 lives lost to COVID. It didn't have to be this way.","sentiment_score":0.0}
{"full_text":"A THREAD. I sell. If I don't feel like it or I don't urgently need $, I have a come and get anything party with friends\/fam, but now virtual bc cobicho. Second, offer stuff on Buy Nothing Groups, you'd be surprised how many neighbors need something...","sentiment_score":0.2}
{"full_text":"RT This bothers me so much--There are still no official CDC guidelines for ventilation for schools--no rules on adequate air...","sentiment_score":0.3333333333}
{"full_text":"RT This COVID-19 survivor celebrates her 104th birthday at hospital with staff and her son.","sentiment_score":0.0}
{"full_text":"Afraid of the truth of the facts.  globalist criminal corporationCOVID = CCP  = WHO + FAUCI + CDC + Media + Pharma + Big Tech + World Economic Forum + Democratic Party + BLM + ANTIFA + Traitors = Fraud","sentiment_score":-0.2}
{"full_text":"JUST IN: Biden to Lower Flags to Half Staff for 5 Days in Remembrance of 500,000 Americans Who Have Died From Covid","sentiment_score":-0.1666666667}
{"full_text":"RT Attending a real-life physical wine masterclass for the first time in many months, and slightly disturbed by the liberal use...","sentiment_score":0.1458333333}
{"full_text":"RT Kary Mullis invented polymerase chain reaction, or PCR, while driving in 1983. Since then, its applications have helped decode...","sentiment_score":0.0}
{"full_text":"RT What we're doing tomorrow:Moving forward on COVID reliefVoting to Confirm:--Thomas-Greenfield UN--Vilsack USDACon...","sentiment_score":0.0}
{"full_text":"The outlook for events after COVID-19 has changed from \"How can this event help my business thrive?\" to \"How can this event help my business thrive in spite of COVID-19?\" Here are some things to remember while promoting your event in the current scenario. ","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"Donald Trump cheats on China virus.","sentiment_score":0.0}
{"full_text":"I FORGOT TO SAY COVID","sentiment_score":0.0}
{"full_text":"RT Front-line workers deserve to be heard. Those w\/ the privilege of working from home or a secluded office, be they PHOs, p...","sentiment_score":0.0}
{"full_text":"Nation honors victims as COVID death toll surpasses 500,000https:\/\/t.co\/uZSYcsgh38","sentiment_score":0.0}
{"full_text":"RT Sydney &amp; Melbourne haven't had a single COVID-19 case in weeks. Nationwide, Australia has seen 0 COVID deaths since Decem...","sentiment_score":-0.0714285714}
{"full_text":"RT Oh LQQK At The URL! (Yep, From The CDC)Btw - LTCF = Long Term Care Facilities\"EXPECT  11,440\" Oh Really?","sentiment_score":0.075}
{"full_text":"Hancock said a roadmap to ease England's third national lockdown, due to be published on Monday, would need to allow time to analyse the data because the government is still concerned the variants could undermine the vaccine roll-out.https:\/\/t.co\/ggMB5kQs8T","sentiment_score":-0.0625}
{"full_text":"Importance of Digital Marketing Internship To Secure Your Career Post PandemicRead More: #LearnWithIDCM #DigitalMarketing #IAmDigitalReady #WinningStrokewithIDCM","sentiment_score":0.3}
{"full_text":"COVID-19 Daily Update","sentiment_score":0.0}
{"full_text":"Smartphones: Key socialization aid amid pandemichttps:\/\/t.co\/SYIyDo86aZ","sentiment_score":0.0}
{"full_text":"RT It's unacceptable that the Ford government has once again passed their responsibilities onto others. There should be clear...","sentiment_score":0.1}
{"full_text":"In case you missed it:SADAG focuses on teen suicide preventionAs the Covid-19 pandemic has worsened across the globe and increased stressors for many, the mental health of children and teens has been affected to a large extent.https:\/\/t.co\/nVJqStSBdt","sentiment_score":0.1535714286}
{"full_text":"The government is eyeing the formation of more tourism bubbles around the country, as it seeks to restart leisure travel while avoiding a spike in #COVID19 infections.https:\/\/t.co\/DDmZJpK2X1","sentiment_score":0.5}
{"full_text":"Pope Francis &amp; the Roman Curia began a weeklong Lenten retreat Sunday, but for the first time since the Second Vatican Council, this retreat is not taking place as a time of communal prayer due to the coronavirus pandemic.https:\/\/t.co\/fqpaV22HEr via","sentiment_score":0.0416666667}
{"full_text":"#Thailand has approved China's #Sinovac COVID-19 vaccine for emergency use. Prime Minister Prayut Chan-o-cha says the first batch will arrive in the country on Wednesday and that he may be among the first to take the shot.","sentiment_score":0.25}
{"full_text":"RT Fauci said today that the United States has \"done worse than most any other country\" in response to the China VirusRem...","sentiment_score":-0.0083333333}
{"full_text":"The UCP's program offers no explanation as to why many workers, who have helped Alberta throughout the pandemic, are now excluded from getting help to makes ends meet.#ableg #canlab #abpoli #covid19ab","sentiment_score":0.3}
{"full_text":"RT Oh absolutely. And it's almost scary to think about how colossal it would be if outside was fully open.","sentiment_score":0.0}
{"full_text":"#MumbaiLive | #WearaMask, avoid a #lockdown warned CM Uddhav Thackeray while speaking about the spike in #COVID cases in #Maharashtra. But are Mumbaikars listening?Watch and find out:","sentiment_score":0.0}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"For weeks, the state shortchanged El Paso County vaccines. Now, the county is trying to play catch-up and vaccinate 70% of seniors 70 and older by the end of February.","sentiment_score":0.1666666667}
{"full_text":"The County of Santa Clara Board of Supervisors will hold a regular meeting starting at 9:30 a.m. tomorrow, Feb. 23, 2021. The Board will hear updates from various county departments, and an update on COVID-19 and Vaccine distribution. Tune in to watch at","sentiment_score":0.0}
{"full_text":"More than 4,000 variants of SARS-CoV-2 have been detected.https:\/\/t.co\/VyX9VNN6C8","sentiment_score":0.5}
{"full_text":"As Tigers basketball returns to practice, the team is 'very woke' to path to NCAA Tournamenthttps:\/\/t.co\/gih8CZ7De2","sentiment_score":0.2}
{"full_text":"The Virginia Department of Emergency Management will distribute the funding.","sentiment_score":0.0}
{"full_text":"#IndiaFightsCorona Wearing a #mask helps prevent the spread of #COVID-19. Wear a mask every time you head outside. #Unite2FightCorona #JanAndolan","sentiment_score":0.0}
{"full_text":"#ICYMI: Duque mentioned during his televised briefing that local government units (LGUs) already know to stop the transmission of the deadly Covid-19 after a year of dealing with it.  #PressOnePHStory here:","sentiment_score":-0.1}
{"full_text":"State officials said there have been just over 1,200 wasted doses of the vaccine.","sentiment_score":-0.2}
{"full_text":"A panel of more than 10 medical experts from local universities, the Hospital Authority and the Department of Health will assess any adverse side effects. #COVID19 #vaccine #HK","sentiment_score":0.1666666667}
{"full_text":".@SecBlinken: The United States has provided more than $140 billion in global health assistance. We're now the single largest contributor to the international response to COVID-19.https:\/\/t.co\/DmB6D9xGMu","sentiment_score":0.1071428571}
{"full_text":"The superintendent says the school's data shows new COVID cases have shown a steady decline, and the hybrid learning plan is part of its phased-in approach.","sentiment_score":0.1515151515}
{"full_text":"Authorities will be hoping this kind of behaviour doesn't become a habit.https:\/\/t.co\/OO20udF6FR","sentiment_score":0.6}
{"full_text":"How America got to 500,000 COVID-19 deaths. The latest from at","sentiment_score":0.5}
{"full_text":"Patrician Brothers' College, Fairfield has brought the sound of music to a small town in Northern Italy, raising spirits in these difficult times of COVID-19.  #COVID19 #music","sentiment_score":-0.1166666667}
{"full_text":"Someone in the house should leave food outside their bedroom and should only go in if they need assistance, the BCCDC says.https:\/\/t.co\/he6QrIszl1","sentiment_score":0.0}
{"full_text":"Dr. Baha Abdalhamid said the researchers have found two mutations that they think are significant in reducing the #coronavirus's ability to cause infection and severe symptoms.More from","sentiment_score":0.375}
{"full_text":"The Sunbury Residents Association is calling for community consultation on a state government plan to build a COVID-19 quarantine facility at Melbourne Airport.","sentiment_score":0.0}
{"full_text":"In Illinois, the state-run testing sites were averaging 61,000 tests a day. That average has now dropped to 11,000 a day.https:\/\/t.co\/aR86ZgoYke","sentiment_score":-0.15}
{"full_text":"\"Last in line to get vaccinated should be people under the age of 50, who are in good health, from non-racialized communities, able to shelter in place, and if gainfully employed able to work remotely.\"","sentiment_score":0.32}
{"full_text":"After a hiatus in 2020 due to the coronavirus, the Scripps National Spelling Bee is set to return in 2021.","sentiment_score":-0.125}
{"full_text":"The current policy could keep athletes out of competition for up to 21-days after they test positive for the virus.","sentiment_score":0.1136363636}
{"full_text":"\"In the presence of such self-giving, the whole of society is challenged to bear ever greater witness to love of neighbor and care for others, especially the weakest,\"Article: #CBCPNews #PopeFrancis #COVID19","sentiment_score":0.24}
{"full_text":"RT Today the is marking up the Covid relief package. Nearly three out of four Americans support this plan -- a...","sentiment_score":0.1}
{"full_text":"RT American families have lost more than 500,000 sons and daughters, mothers and fathers to COVID-19. Today and every day, we're remem...","sentiment_score":0.25}
{"full_text":"Third COVID cluster found on ECU's campus","sentiment_score":0.0}
{"full_text":"Will lockdown-fueled growth in toy sales continue through 2021? #phoenix  ","sentiment_score":0.0}
{"full_text":"RT when you have to apply compression algorithms to your method of mourning the dead","sentiment_score":-0.2}
{"full_text":"Democrats Are Waltzing Toward an Easily Avoidable Political Disaster With Their COVID Bill","sentiment_score":0.2166666667}
{"full_text":"RT Any policy linked to calendar dates rather than incidence levels and vaccination levels is more politics than science.","sentiment_score":0.5}
{"full_text":"CVS Health, Lyft and YMCA team for equitable access to a COVID-19 vaccination site #healthIT #healthcareIT #informatics #technology","sentiment_score":0.0}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"RT \"Strong partnerships &amp; enhanced multilateral coordination are required for #LDCs to successfully respond to COVID19 &amp; recov...","sentiment_score":0.4277777778}
{"full_text":"Vaccination rates continue to climb in the Stateline Area as Beloit and Janesville report low case counts","sentiment_score":0.0}
{"full_text":"It's good to hear a economist say why he thinks the Bay Area will come back from #Covid19.  ","sentiment_score":0.35}
{"full_text":"Our Lady of the Assumption Catholic School has seen its enrollment nearly double and test scores have improved compared to the fall.","sentiment_score":0.0}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"The Covid-19 pandemic has placed the CFO role at the heart of business, with an increasingly important role in strategy execution.#CFO #finance","sentiment_score":0.4}
{"full_text":"A COVID-19 outbreak on the 3South unit at Hotel-Dieu Grace Healthcare's Dr. Y. Emara Centre for Healthy Aging and Mobility has been rescinded.  ","sentiment_score":0.5}
{"full_text":"RT One of Austin's largest employers is paying its employees who get the Covid vaccine a bonus of up to $80, the company said.   ht...","sentiment_score":0.0}
{"full_text":"RT Want to know the #COVID19 deaths by race to clarify how many Chinese","sentiment_score":0.25}
{"full_text":"my fear is that when covid ends &amp; we can finally all go back out 2 the club that everyone is just doing dances they learned on tik tok","sentiment_score":0.0}
{"full_text":"RT What's something you've been longing to do since the start of Covid? I've actually been longing for this even longer t...","sentiment_score":0.0}
{"full_text":"RT Who will be vaccinated first in #Vietnam? Gov: Over 200k doses, the 1st batch of 30 mil doses Vietn...","sentiment_score":0.25}
{"full_text":"RT You lot do realise that we will only be out of lockdown in June if you all do as you're asked, get vaccinated etc? Not t...","sentiment_score":0.0}
