{"full_text":"UK sets out roadmap to cautiously ease lockdown restrictions","sentiment_score":0.0}
{"full_text":"RT Auckland to go into 7 day lockdown after single case of COVID found.Is this what \"defeating\" the virus looks like?","sentiment_score":-0.0714285714}
{"full_text":"Zero Covid isn't a realistic idea","sentiment_score":0.1666666667}
{"full_text":"RT I go into a tractor\/UTV business and put on a mask (cuz sign on door). I walk in, and no one has one on. I asked if I...","sentiment_score":0.0}
{"full_text":"RT Republicans chose CPAC over COVID relief","sentiment_score":0.0}
{"full_text":"RT Hard to blame Baylor for coming back rusty after a covid pause.  Can't imagine any team in the country could come back withou...","sentiment_score":-0.0972222222}
{"full_text":"Risking covid is risking chronic illness and it seems like people who do this just don't think it's that bad? Or don't know?","sentiment_score":-0.7}
{"full_text":"RT To Congressional Republicans, conspiracy theories are more important than the American people. Last night, they voted ag...","sentiment_score":0.225}
{"full_text":"Oh shit. These dummies are catching on. It's over for democrats.","sentiment_score":0.2}
{"full_text":"RT New: The #COVID19 relief package House members approved this morning would provide more than $2.5 billion to #Iowa's state...","sentiment_score":0.3181818182}
{"full_text":"RT There's a space reserved in hell for the creators of respondus lockdown browser","sentiment_score":0.0}
{"full_text":"UK sets out roadmap to cautiously ease lockdown restrictions","sentiment_score":0.0}
{"full_text":"Grandpa got covid shot now I just need this man gone","sentiment_score":0.0}
{"full_text":"RT \"My brother had opera singers' lungs,\" she wrote in a Facebook post, \"and Covid destroyed them.\"-- Antoine Hodge, Opera S...","sentiment_score":0.0}
{"full_text":"RT Antoine Hodge, Opera Singer With a Powerful Work Ethic, Dies at 38 of Covid-19","sentiment_score":0.3}
{"full_text":"It'd also be great if we could stop the absolute dribble laziness about cold chain requirements.  Pfizer can be stored in a fridge for 5 days.  It is shipped in boxes that last for 30-it just isn't that hard in a mass vaccination rollout.https:\/\/t.co\/eIn07xYcxz","sentiment_score":0.0216666667}
{"full_text":"Russian COVID Vax Results; Mom-to-Child Antibody Transmission: It's TTHealthWatch! (MedPage Today... #...","sentiment_score":0.0}
{"full_text":"UK sets out roadmap to cautiously ease lockdown restrictions","sentiment_score":0.0}
{"full_text":"RT Hey Republicans, not a single one of your representatives voted to give you a $1400 stimulus check in the middle of the...","sentiment_score":0.0178571429}
{"full_text":"RT The discourse currently chapping my ass is the screeching about including the arts in the COVID relief bill. Yeah. YEAH....","sentiment_score":0.0}
{"full_text":"Ganda. Long time aide lang sinulat. Good job","sentiment_score":0.325}
{"full_text":"RT The solution is to let our neighbors know the difference between Asians &amp; #CCP. We who suffered under CCP hav...","sentiment_score":0.0}
{"full_text":"RT It's time we speak truth in the nation's Capitol: The American Rescue Plan is being sold to the public as COVID-19 a...","sentiment_score":0.0}
{"full_text":"RT The Food and Drug Administration has issued an emergency use authorization for a third safe and effective vaccine to h...","sentiment_score":0.3666666667}
{"full_text":"RT So Coach Mack went 2-0 against duke this season. Beat UK. They're 13-5 right now. And this is a team that has been hampe...","sentiment_score":0.2857142857}
{"full_text":"RT Really appreciate coming out to spring practice today to support the guys. They say a picture is worth a thou...","sentiment_score":0.25}
{"full_text":"This is ridiculous the drone sanitizing is pretty much as useless as taking peoples temperatures...","sentiment_score":-0.1944444444}
{"full_text":"RT The incident and the are the latest incidents of racism against Asians due to Covid. Along with a rash o...","sentiment_score":0.1875}
{"full_text":"RT At least 36 people develop blood disorder and a doctor DIES after receiving Pfizer or Moderna COVID vaccines - as experts p...","sentiment_score":-0.3}
{"full_text":"#BigLockdown We can never go back to the way things were and even it means wearing two face masks and extending lock downs, we need to save the NHS and we need to learn from the crisis. Social distance too,! remember stay safe, stay indoors and wear a mask as much possible!","sentiment_score":0.1354166667}
{"full_text":"RT I go into a tractor\/UTV business and put on a mask (cuz sign on door). I walk in, and no one has one on. I asked if I...","sentiment_score":0.0}
{"full_text":"RT This is a violation of Free Speech. should be ashamed.  NO ONE should have to pay to cover the president. For any re...","sentiment_score":0.4}
{"full_text":"And driving home before 11pm bc covid curfew???","sentiment_score":0.0}
{"full_text":"RT Erin is so right about this. It's not maliciousness on the part of doctors, but often if you aren't actively dying the...","sentiment_score":0.0761904762}
{"full_text":"RT Canadian? We are a site for this trial of fluvoxamine in those w\/COVID-19 at-home @WCHospital in Ontario; led by @cusm_...","sentiment_score":0.0}
{"full_text":"RT I wonder how many people died due to Hannity's  messaging? 100, 150, 200k?  And wonder how much he prolonged the pandemic...","sentiment_score":0.1916666667}
{"full_text":"RT Wow. Another new US record today.2.4 million vaccinations!https:\/\/t.co\/8kKvC1gFH9build on yesterday's 2.2 M.","sentiment_score":0.1181818182}
{"full_text":"RT Serious question: What does millions of dollars for abortions have to do with COVID relief?","sentiment_score":-0.3333333333}
{"full_text":"RT #BloodfromLove39thDue to COVID-19, Many countries around the world and also Thailand have a serious shortage of blood donati...","sentiment_score":0.0833333333}
{"full_text":"RT CPAC, where COVID isn't taken seriously but sedition is praised.","sentiment_score":-0.3333333333}
{"full_text":"RT To Congressional Republicans, conspiracy theories are more important than the American people. Last night, they voted ag...","sentiment_score":0.225}
{"full_text":"RT OPPOSE ATTACKS ON TEACHERS UNIONSIt seems everyone has reduced bandwidth as we muddle through a global pandemic &amp; K12 Ed...","sentiment_score":0.0}
{"full_text":"China's truthtellers: The people who shared details of the Covid-19 pandemic that Beijing left outhttps:\/\/t.co\/uDRnB9Ogih","sentiment_score":0.0}
{"full_text":"RT I heard the Republicans just picked up the COVID-19 Endorsement at CPAC. After last years promising return...","sentiment_score":0.1}
{"full_text":"RT Absolutely. Canada's publicly-owned Connaught Labs was a world leader in vaccines &amp; would have outpaced  Big Pharma in de...","sentiment_score":0.1}
{"full_text":"RT Punjab govt scheduled lockdown bcs of mehraaj rally#3MonthsOfDelhiProtest#JobKiBaat","sentiment_score":0.0}
{"full_text":"Not a onesie, they are pj pants with footsies built in, aka what I have lived in 90% of lock down!","sentiment_score":-0.1944444444}
{"full_text":"RT You don't want to lockdown. You don't want to wear masks. You don't want to get vaccinated but you want COVID to magically go...","sentiment_score":0.5}
{"full_text":"COVID-19: Changing the Landlord-Tenant Relationship #CRE #COVID-19 #Office #Warehouse #TenantTipshttps:\/\/t.co\/L1dqWUQwUO","sentiment_score":0.0}
{"full_text":"RT This kid is LOCK DOWN. Colleges would be lucky to have him","sentiment_score":0.0888888889}
{"full_text":"RT I cant say that I miss trump bc I dont. But its more apparent that trump was disliked bc of his uncouth behavior NOT...","sentiment_score":0.1166666667}
{"full_text":"Yes we are?  WA just announced a $2.2 billion budget surplus and we are in the middle of a massive housing boom. My property value has gone up 15% in 12 months and the job market is great. We've also had only 7 days of lockdown in almost 11 months.  Victoria on the other hand...","sentiment_score":0.135}
{"full_text":"RT Despite sa pandemic, we still had fabulous feb-ibig month because of these two!!IWANT MY FEBORITE MAYWARD #MayWard...","sentiment_score":0.4}
{"full_text":" so lame #takeitlikeaman ","sentiment_score":-0.5}
{"full_text":"RT Are you concerned about someone you know being led astray by online misinformation and conspiracy theories?  You are no...","sentiment_score":0.0}
{"full_text":"RT We'll be talking w\/ &amp; about children's health &amp; school nurses on tomorrowJoin us at 11...","sentiment_score":0.0}
{"full_text":"RT FDA approves Johnson &amp; Johnson's single-dose coronavirus vaccine","sentiment_score":0.0}
{"full_text":"I was walking home from work the day they told me I wasn't going to be coming back in for the foreseeable future, saw a tiny Mexican place jammed like a bar on a snow day, and nearly had a panic attack seeing that many people jammed in such a small space.","sentiment_score":0.015}
{"full_text":"thinking about how this time last year when covid started becoming a very serious issue here &amp; how i know if it wasn't for how connected i already was to south korean news bc of BTS i wouldn't have made the preparations that i did weeks before everything started shutting down.","sentiment_score":-0.0347222222}
{"full_text":"Read the bill. No it's not how this works. You are a fool if you are buying their BS. It's filled with pet projects and only 9% to help Americans.","sentiment_score":0.2}
{"full_text":"Of the 21,960 people who have died in Canada from COVID-19, I've linked 16,310 deaths to 1553 residential facilities. That is 617 more than last night mostly thanks to data total updates ... ","sentiment_score":0.175}
{"full_text":"How else can we back unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"The Bangko Sentral ng Pilipinas and the National Privacy Commission have outlined the policy roadmap to accelerate e-banking services to help consumers and businesses cope with the disruptions of the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT Not one voted for the Covid relief package. These people get paid $83.65hr complain about wo...","sentiment_score":0.0}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"Joe Biden is now the President, but if you ask MSNBC all of the ongoing issues with the pandemic are Donald Trump's fault.","sentiment_score":0.0}
{"full_text":"The vaccination drive, covering people aged above 60 &amp; those with co-morbidities above 45, will offer both Oxford's Covishield &amp; the indigenously-developed Bharat Biotech's Covaxin. The type will not be disclosed to the public during the appointment.https:\/\/t.co\/ywbFMlgebQ","sentiment_score":-0.025}
{"full_text":"#HK's #COVID-battered #economy may see light at the end of the tunnel this year, but revised strategies are needed to reboot the local economy for long-term sustainable growth. #GBA #GreaterBayArea #HongKong Read more:","sentiment_score":0.3}
{"full_text":".@JudithCollinsMP explains why she didn't leave the Joseph Parker fight as soon as she was aware of Auckland's Covid-19 developments. #NZQandA #nzpol","sentiment_score":0.25}
{"full_text":"&amp; any comment ?","sentiment_score":0.0}
{"full_text":"Interview\/ Taiwan doctor recounts Wuhan experience in early days of #COVID19\"We could not have imagined it would turn out this way,\" said Taiwanese infectious disease specialist Chuang Yin-ching (Zhuang Yin Qing ).https:\/\/t.co\/woXMEb5gp3","sentiment_score":0.1}
{"full_text":"Argentina inks deal to produce Russian COVID-19 vaccinehttps:\/\/t.co\/nLKXried32","sentiment_score":0.0}
{"full_text":"Patients who have been hospitalized due to #COVID19 might have respiratory problems, physical impairments, and post-traumatic stress symptoms, even months after being discharged. Learn about the lingering effects of the virus.","sentiment_score":-0.0625}
{"full_text":"FDA Approves Johnson &amp; Johnson Vaccine for Use in US","sentiment_score":0.0}
{"full_text":" #Auckland, New Zealand's largest city, will begin a week-long lockdown from early Sunday, Prime Minister Jacinda Ardern announced on Saturday, following the detection of a new #COVID19 case.https:\/\/t.co\/Q4CI5Y11uT","sentiment_score":0.0931818182}
{"full_text":"As the wheels of justice began moving for one family, they screeched to a halt last March when the coronavirus pandemic shut down jury trials across the New Orleans area. The case is just one of thousands in limbo.","sentiment_score":-0.0063973064}
{"full_text":"One COVID-19 testing site says they are noticing a slight decrease in testing. They say just because the vaccine is going out, doesn't mean people no longer need to be tested.","sentiment_score":-0.2395833333}
{"full_text":"After a year of struggling to boost testing, communities across the country are seeing plummeting demand, shuttering testing sites or even trying to return supplies.","sentiment_score":0.0}
{"full_text":"CENTERVILLE, Iowa -- On Friday morning, health officials in Appanoose County announced three new positive cases of COVID-19 in the county.https:\/\/t.co\/KhCHwU2aDx#KTVONews","sentiment_score":0.1818181818}
{"full_text":"Jeremy Lin won't 'name or shame' player who called him 'coronavirus'  as G League investigate","sentiment_score":0.0}
{"full_text":"RT Clearly CBC gotta keep these lockdown parties going on after lockdown. I've never watched any personally but my mom seems to b...","sentiment_score":0.05}
{"full_text":"#Tanzania MaguFOOLy's change of tune after #Covid19 strikes TZ government officials... cartoon","sentiment_score":0.0}
{"full_text":"The U.S. is poised to get a third vaccine against COVID-19, and health officials are girding for questions about which one is best.","sentiment_score":0.5}
{"full_text":"Carl R. Darnall Medical Center will halt vaccinations starting Monday, March 1 due to shipment delays, according to a release. Officials did not indicate when they would resume.","sentiment_score":-0.05625}
{"full_text":"The Department of Justice has filed an appeal of a federal judge's decision this week that declared the US Centers for Disease Control and Prevention eviction moratorium unconstitutional.","sentiment_score":0.0}
{"full_text":"On the surface, the recent wave of anti-Asian hostility might easily be explained as being directly related to COVID-19. The reality is more complex.https:\/\/t.co\/w4Xy5HzQvg#AAPI #StopAsianHate","sentiment_score":0.2333333333}
{"full_text":"\"We wanted to let some of the families of our patients know that they weren't alone in the hospital. There were nurses that truly loved them.\"","sentiment_score":0.7}
{"full_text":"The single-shot vaccine is highly effective in preventing severe Covid-19, including against newer variants, the U.S. Food and Drug Administration said before giving it a green light.https:\/\/t.co\/7j2bD7YSdX","sentiment_score":0.2}
{"full_text":"Reports of a new coronavirus strain similar to the South African variant have emerged this week in New York City. Find out more about this new strain in our new FMPolitics article written by Devin Ezeanioma (@zumundasfinest) here:https:\/\/t.co\/RuwFpgmxld","sentiment_score":0.1493506494}
{"full_text":"So does this mean the Covid press conferences are over? Does this mean Covid is over","sentiment_score":-0.3125}
{"full_text":"'I want to be a useful part of society' | Pandemic forcing people into early retirement","sentiment_score":0.2}
{"full_text":".@umnmcvm researchers help clarify how contact network structure affects the spread of #COVID19 with a new #app. Read more to find out how it can help users make informed decisions based on how COVID-19 may spread:","sentiment_score":0.3181818182}
{"full_text":"#FinancesLinked provides you #HealthInsurance at the most reasonable rate in the market!IT ALSO COVERS #COVID19 AT NO ADDITIONAL COST! DM us for a #FreeQuoteContact: +91 9175690000#icicilombard #healthplan #healthpolicy #healthplan #cignainsurance #manipalcigna #bajajallianz","sentiment_score":0.375}
{"full_text":"IGP Abdul Hamid Bador clarifies, the RM10,000 fine is not for all offences, but certain ones like repeated offenders and interstate travel violations. Appeals can still be made for the fines.He adds, the police will recommend to impose it on unlicensed entertainment outlets.","sentiment_score":0.3154761905}
{"full_text":"Attackers disrupting COVID-19 efforts and critical supply chains #tech #technology #blockchain #innovation #science #IT #BigData #Security #cybersecurity #crypto #cloud #IOT #computer #CISO #infosec #infosecurity #hacker #engineering","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 28\/02\/2021 09:30Total Cases: 11096440 [+0]Active: 161502Recovered: 10773275 [+0]Deaths :157087 [+0]Total Tests: 215.44MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The US FDA said the single-shot vaccine is highly effective in preventing severe COVID-19, including against newer variants. READ MORE:","sentiment_score":0.55}
{"full_text":"New York's new coronavirus-era dance rules aren't exactly \"Footloose\" strict, but don't plan on cutting loose and kicking off the Sunday shoes with just anybody","sentiment_score":-0.0308391608}
{"full_text":"A year into the coronavirus pandemic, doctors and researchers are still striving to better understand and treat the accompanying epidemic of COVID-19-related anosmia -- loss of smell.https:\/\/t.co\/KueYPVQPnk","sentiment_score":0.5}
{"full_text":"RT The impact of the COVID-19 pandemic on the input and output prices of the airline and hotel industries: Insights from new BLS...","sentiment_score":0.1363636364}
{"full_text":"#HTWknd | What does #happiness mean in the pandemic? Is it still new house, a bigger car or a foreign trip? Or do we now find joy in simpler things?@madhusree_gh finds out","sentiment_score":0.1998106061}
{"full_text":"Vaccination is supposed to be a personal decision and Malacanang vowed that COVID-19 immunization is not mandatory.","sentiment_score":0.0}
{"full_text":"RT \"My brother had opera singers' lungs,\" she wrote in a Facebook post, \"and Covid destroyed them.\"-- Antoine Hodge, Opera S...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 33.5FWind Chill: 33.5FHumidity: 84%Dew Point: 29.2F Barometer: 30.361 inHgWind: 0 mph from the NWCorona Virus Weekly Stats:Cases: 106.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"High streets look to Sunak for post-pandemic help in budget to save them from collapse","sentiment_score":0.16}
{"full_text":"Important; Since 04:00 on 15\/01\/21, it has been mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test., More info:","sentiment_score":0.45}
{"full_text":"RT Pls wait for this info to be verified by medical experts, abt an Indonesian nurse who died of covid days after being inje...","sentiment_score":0.0}
{"full_text":"RT imagine if trump did this lmfao","sentiment_score":0.0}
{"full_text":"RT Republican Paul Gosar skipped the COVID relief vote to speak at a conference with ties to white nationalism.https:\/\/t.co...","sentiment_score":0.0}
{"full_text":".@cobbo3 what if we woke up one morning &amp; Covid19 is gone? Just like that. The same way it came","sentiment_score":0.0}
{"full_text":"RT people laughing but he probably saw a a lot people die in prison as a lack of COVID response + care to incarcerated folks","sentiment_score":0.0}
{"full_text":"RT .@Hyatt has successfully combined being a Covid19 hotspot with a Nazi themed rally and called it #CPAC. That's really somethi...","sentiment_score":0.475}
{"full_text":"RT CDC report: Asymptomatic or mildly symptomatic infections don't always produce sufficient immune response to prevent rein...","sentiment_score":0.3333333333}
{"full_text":"RT Stimulus and now a one shot vaccine... funny how the markets dipped hard last week.","sentiment_score":-0.0138888889}
{"full_text":"Time: 04:00 * Temp: 7.0degC * Wind: S 0.0 to 0.0mph * Pressure: 1033.1hPa * Rain: 0.0mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:13 * Sunset: 17:57 * Cloudbase: 440ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT Coronavirus: Feds accused of taking PPE, ventilator orders from states - Trump Authorized FEMA Thefts of PPEs &amp; Ventilat...","sentiment_score":0.0}
{"full_text":"RT Health minister Anutin Charnvirakul becomes to the first person in Thailand to receive COVID-19 vaccine, while PM Prayut Chan-o-cha looks on. The Prime Minister, 66, was deemed too old for the Sinovac dose and will receive a shot from...","sentiment_score":0.175}
{"full_text":"This shit makes me so angry","sentiment_score":-0.35}
{"full_text":"I also crawled through a lot of Ontario's 44 (or so?) public health unit websites. The fact that there was never any order from Ontario to harmonize what data they gave out is so scandalous. It amounts to suppressing information about the pandemic.","sentiment_score":0.0}
{"full_text":"\"We needed to use the expertise we always touted to clients to figure out how to shift our own gears.\" Dino Gane-Palmer, CEO of Prescouter discusses adapting after 2020 via BRINK News. #COVID19 #leadership","sentiment_score":0.6}
{"full_text":"Increased internet use during #COVID19 has increased our vulnerability to #cybercrime, making it necessary now more than ever for countries to prioritize cyber-risk education programs for citizens.","sentiment_score":0.25}
{"full_text":"RT Sir. Even you asked the same question. Good for you that your family is blessed with jobs...","sentiment_score":0.35}
{"full_text":"RT Are COVID deaths overemphasized?","sentiment_score":0.0}
{"full_text":"MANHASSET, N.Y.--(BUSINESS WIRE)--Some immune systems have responded to coronavirus disease 2019 (COVID-19) infections by going into overdrive, resulting in an overzealous inflammatory response referred to ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.5}
{"full_text":"Here's how Alabama's U.S. House Representatives voted on President Biden's $1.9 trillion COVID 19 cyberrelief bill","sentiment_score":0.0}
{"full_text":"Lockdown Browser is the worst","sentiment_score":-1.0}
{"full_text":"RT Canadian bureaucrat had to leave country to get vaccinated","sentiment_score":0.0}
{"full_text":"RT It's time we speak truth in the nation's Capitol: The American Rescue Plan is being sold to the public as COVID-19 a...","sentiment_score":0.0}
{"full_text":"\"What do you want? I'll order for us na.\" Kaka-miss naman. The yearning is intensifying the more I read aus., bat kase may covid sana ok mag jowa eh. Hahaha","sentiment_score":0.4}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT Corona need to wrap tf up man","sentiment_score":0.0}
{"full_text":"RT Just so we're clear:60% of REPUBLICAN voters support Biden's #AmericanRescuePlan.0% of House Republicans voted for it...","sentiment_score":0.0}
{"full_text":"(one PHU literally states that they need \"consent\" from private companies before they put outbreak information related to them on their website. Like get the fuck outta here with that).","sentiment_score":-0.1333333333}
{"full_text":"RT THE MOP HAS FINALLY GONE!big up mumsy for doing her first ever lockdown haircut...even if it did take about three h...","sentiment_score":0.125}
{"full_text":"RT Time to switch gears and post some good news. The new vaccine is a valuable weapon against Covid-19, and its r...","sentiment_score":0.4181818182}
{"full_text":"RT Sant Shri Asharamji Bapu is suffering from a deadly disease called the Demyelinating polyneuropathy, yet not granting b...","sentiment_score":-0.2}
{"full_text":"RT The compromise with Prof Chris Whitty about #ReopeningSchools for all pupils on March 8 should NOT be No10 coming up with \"a...","sentiment_score":0.0}
{"full_text":"How investors are valuing the pandemic.","sentiment_score":0.0}
{"full_text":"Johnson and Johnson 1-dose shot cleared, giving US 3rd COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Y'all, I'm torn between wanting to celebrate my birthday out in public but also knowing I shouldn't do that bc of pandemic  !?","sentiment_score":0.0}
{"full_text":"RT Is there anything more Republican than missing a vote on COVID relief to address a white nationalist conference? Basic...","sentiment_score":0.075}
{"full_text":"RT Indonesia Has Administered 2.6 Million Doses of Covid-19 Vaccine","sentiment_score":0.0}
{"full_text":"Now playing Coffee with Kelevra Coronavirus Edition Episode 2 by Kelevra Kidah!https:\/\/t.co\/hiieJSc0Pn","sentiment_score":0.0}
{"full_text":"RT I am ashamed my city is taking legal action against Khaleel Seivwright who has conscientiously, and with public goodwill, p...","sentiment_score":0.1}
{"full_text":"Want #Covidjab? Get it for Rs 250State govt allows #vaccination at 522 designated #PrivateHospitals; this is in addition to over 2,000 govt hospitals where the shots will be freeRead more athttps:\/\/t.co\/jZOKT9Kul3","sentiment_score":0.5}
{"full_text":"RT 76% of Americans, including 60% of Republicans, support Biden's covid bill but 0 House Republicans voted for it. A perfect i...","sentiment_score":1.0}
