{"full_text":"RT It is clear that this government has cocked up Brexit, Covid and everything else under the sun. They are riddled with #corrupt...","sentiment_score":-0.2}
{"full_text":"RT 6) Denmark is leading the world in sequencing - by sequencing EVERY SINGLE DAMN CASES of new COVID19 in the country. They a...","sentiment_score":0.0324675325}
{"full_text":"The boys doin the good work","sentiment_score":0.7}
{"full_text":"Plans for the rollout of the COVID vaccine in South Australia have been called into question, just weeks before the first jab will be given. #9News","sentiment_score":0.25}
{"full_text":"RT I'm sure those are symptoms of something else.. I may be mistaken ","sentiment_score":0.5}
{"full_text":"I've kept myself busy learning through lockdown and I've loved the courses I've completed. The Centre of Excellence offers a broad range of courses at an affordable price. I've enjoyed studying with them. ","sentiment_score":0.2925}
{"full_text":"RT Weather has turned, bite of winter gone. But #farmersrprotest lingers, despite winter, #COVID19 &amp; Modi Gov's contempt. Supp...","sentiment_score":0.0}
{"full_text":"RT YouTube censors have taken down video of physicians testifying before the Senate on early treatment for Covid-19,","sentiment_score":-0.0277777778}
{"full_text":"RT Seroprevalence of anti-#SARSCoV2 antibodies in Europe after the second pandemic peak","sentiment_score":0.0}
{"full_text":"Doctor who runs one of the largest ICUs in Canada: \"Around 3 a.m. the other day, as I was waiting for an X-ray of a recently intubated patient, I tallied up all the communications I'd sent and received that day: 92 calls and more than 250 texts to 42 different people or groups.\"","sentiment_score":0.09375}
{"full_text":"RT Royal Stoke has been through  'eye of the storm' - but Covid surge set to recede - Stoke-on-Trent LiveBrilliant effo...","sentiment_score":0.0}
{"full_text":"RT  you must end the filibuster immediately and seat the majority Democrat...","sentiment_score":0.0}
{"full_text":"RT Next important step regarding the expansion of our integrated European #vaccine #manufacturing #network with experienced pa...","sentiment_score":0.3}
{"full_text":"RT Why was Sushant's post-mortem conducted after sundown, on 14th June, the same day he died?Why no covid-19 test?@Anilyad...","sentiment_score":0.0}
{"full_text":"CCP China are distort story like Origin of corona. DoNot Trust #NanjingMassacre #NankingMassacre #Nan Jing Da Nue Sha https:\/\/t.co\/HbMVAPRNFn","sentiment_score":0.0}
{"full_text":"Commission approves EUR200 million Belgian scheme to support companies in Flanders affected by coronavirus outbreakhttps:\/\/t.co\/cumP5YB4kD","sentiment_score":0.0}
{"full_text":"RT now they're not \"kids in cages,\" they're \"migrant children in overflow facilities.\"","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"German biotech firm CureVac and UK's GSK strike EUR150-million deal to develop COVID-19 vaccine, targeting several variants at once. Target launch 2022. In 2021 GSK will also help manufacture up to 100 million doses of CureVac's existing vaccine candidate.","sentiment_score":-0.0666666667}
{"full_text":"RT It's DEFINITELY about health. Urgent children's operations cancelled due to Covid, Royal College of Surgeons warns","sentiment_score":-0.0625}
{"full_text":"RT Yep! My employer didn't waste any time exploiting the COVID pandemic to say we got no pay rise last year,...","sentiment_score":-0.1}
{"full_text":"RT IMPORTANT: Watch the second evidence session on the Home Office preparedness for Covid-19, including asylum accommodati...","sentiment_score":0.2}
{"full_text":"RT I miss life before COVID ","sentiment_score":0.0}
{"full_text":"RT I get that these ads were a stretch but it's weird that we set way higher standards for advertisers than for political...","sentiment_score":-0.0833333333}
{"full_text":"1930's Labour were faced with how to solve the endemic problems of the great depression. It did this by creating strong links with heterdox economists. The ultimate result was 1945-51. Similarly Starmer's Labour faces solving the endemic economic covid future- their answer? Flags","sentiment_score":0.2388888889}
{"full_text":"RT Not one Republican voted for the covid relief package. Not one.","sentiment_score":0.0}
{"full_text":"RT Our federal policy response to the pandemic, including investment in child care, paid leave, long-term services and supp...","sentiment_score":0.0}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"Obviously Nawaz has mental issues. The guy is just mentally unstable. I don't know why he's still in his job.","sentiment_score":-0.0666666667}
{"full_text":"RT If you lowered the flag each day to commemorate a British victim of Covid you'd have to do it for 293 years.","sentiment_score":-0.0375}
{"full_text":"RT As more and more skaters come forward with their experiences with COVID and the resulting *serious* complications should b...","sentiment_score":0.2222222222}
{"full_text":"RT Sweden did not lock down last March\/April, and they barely organically locked down, providing one great control condition...","sentiment_score":0.1077777778}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT Remember this woman? Went viral for being lashed by officers during the lockdown at Iwo. By God's grace we w...","sentiment_score":0.0}
{"full_text":"RT \"A year into the pandemic, the evidence is now clear. The coronavirus SARS-CoV-2 is transmitted predominantly through th...","sentiment_score":0.1}
{"full_text":"RT With schools closed, millions of children all around the  miss out on daily nutrition.READ and","sentiment_score":-0.05}
{"full_text":"RT Liberal lefties are bizarre. All they want to do is shout down people like Trump Farage Hopkins Boris etc yet turn a blind...","sentiment_score":-0.0851851852}
{"full_text":"RT A Zero Covid strategy has been shown to work: Look at places as diverse as New Zealand, Vietnam and Taiwan - very few dea...","sentiment_score":-0.0618181818}
{"full_text":"As a  photographer, YouTuber &amp; Vlogger. I'll be watching Covid-19 protective majors and try to emphasize them on our beautiful people by doing reaction videos to raise the awareness. Eye comfort shield will protect me as I'm always working online. #S21Display #S21EpicMoments..","sentiment_score":0.85}
{"full_text":"RT The Biden administration has announced it will begin shipping about 1 million COVID-19 vaccine doses per week directly to thousand...","sentiment_score":0.1}
{"full_text":"ask you to reduce the strain on students and families during the COVID-19 outbreak,  you need to waive standardized testing!#CancelTheTest#NoOvertesting#ChildrensMentalHealthFirst@POTUS@FLOTUS@usedgov@tultican@AustinLASchoolshttps:\/\/t.co\/NlUJZTuPAt","sentiment_score":0.0}
{"full_text":"RT Marsha, do ya know how many Walmart employees received welfare benefits, while EMPLOYED, because of the sh...","sentiment_score":0.5}
{"full_text":"RT Foreign powers can exploit biometric info from covid tests: US Intelligence community raises alarm about China stealing DN...","sentiment_score":-0.125}
{"full_text":"RT I miss life before COVID ","sentiment_score":0.0}
{"full_text":"RT Truth \"want it both ways: keep the economy humming + slay the virus at the same time. *Doesn't work that way.* It hasn't w...","sentiment_score":0.0}
{"full_text":"soul- mcdonald's runs are a must- likes to doodle with you!- shops for rings and suggests which ones he thinks you'd like- likes dancing with you!- stay at home dates with hot cocoa and movies- smiles and waves whenever he sees you","sentiment_score":0.25}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT I know I'll never get a response or even a look but you're doing your athletes, coaches, officials, and THE SP...","sentiment_score":0.0}
{"full_text":"RT \"public health investment such as improved IT systems and increased staffing ... to allow rapid identification and cont...","sentiment_score":0.0}
{"full_text":"RT Note: Supt. Sullivan has now updated the #COVID19-positive total at Sa-Hali Secondary to 14 cases - 11 students and 3 staff....","sentiment_score":-0.15}
{"full_text":"RT VACCINE UPDATE: New study shows that the #OxfordVaccine offers protection of 76% up to 12 weeks after a single dose, with...","sentiment_score":0.054978355}
{"full_text":"Rightward\/leftward is irrelevant now.Who wants to control us most?Who are the most authoritarian?A supposed left wing demanding ever harder lockdown and closed borders is nothing I can support.At least some Tories are resisting totalitarianism.","sentiment_score":-0.0428571429}
{"full_text":"They are using the information from your registrations, so make sure you have your most up-to-date information with us: We will also continue to email registered Australians with flight options as they become available.","sentiment_score":0.4666666667}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT it's wild how we did almost nothing to mitigate the danger of Covid and things are worse than they were 10 months ago....","sentiment_score":-0.15}
{"full_text":"RT .@chrisweidman reveals he \"lost 12 lbs\" from COVID, plans to finish Uriah Hall again, talks Costa\/Whittaker and more!...","sentiment_score":0.625}
{"full_text":"RT 2. For example, I still believe that Big Pharma is inordinately powerful and often abuses its power.But this doesn't me...","sentiment_score":0.15}
{"full_text":"RT There are still many challenges ahead, but nearly 2.3 billion doses of #COVID19 vaccines could be rolled out worldwide throug...","sentiment_score":0.3}
{"full_text":"RT The LAPD arrested 6 people yesterday for changing the famous \"Hollywood\" sign to \"Hollyboob\".They arrested none of the 3...","sentiment_score":0.5}
{"full_text":"RT To add ... as a scientist she doesn't dismiss a potential new sars virus. What she means is ... it's impacting the s...","sentiment_score":0.0681818182}
{"full_text":"The pandemic lockdown's psychological impact on pregnant women","sentiment_score":0.1666666667}
{"full_text":"RT Karachi (03.02.2021): Finally the first vaccine of #COVID19 in Sindh was administered to Dr. Tanveer Ahmed at Dow Univer...","sentiment_score":0.125}
{"full_text":"RT So, Bell Media layoffs. The parent company took $122M in COVID wage subsidies. They have $5.2 billion in \"available liq...","sentiment_score":0.4}
{"full_text":"How come sir Tom Moore died of Covid. Hadn't he been vaccinated?Why was he aloud to travel abroad over Xmas?A lot of questions to be answered. Another death that could have been prevented. #SirTomMoore #COVID19 #OxfordVaccine #StayAtHome","sentiment_score":0.0}
{"full_text":"RT The demographics of the working population were already shifting, then along came the pandemic. Covid19 has been like a ti...","sentiment_score":0.0}
{"full_text":"RT Hospitals &amp; carehome deaths are below the 5 year ave. Whilst home deaths, particularly for heart attacks and cancer ar...","sentiment_score":0.1666666667}
{"full_text":"RT Think of uncontrolled spread of Covid anywhere as a forest fire. The longer and more it spreads, the greater the risk of...","sentiment_score":0.5}
{"full_text":"RT 'These variants didn't come wafting across the Channel or the North Sea on an easterly breeze' tells ","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"In this time of global crisis, let us build a better public health education on the causes and effects, signs and symptoms, and preventive measures for professionals and the wider community.https:\/\/t.co\/6JwR4YDOHW#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.1666666667}
{"full_text":"Uganda orders 18 million doses of COVISHIELD $7 per dose Africa had purchase deal of 1.5 million COVISHIELD doses $5.25 per dose even when COVISHIELD efficacy is highly uncertainhttps:\/\/t.co\/tWcoHDFt5X","sentiment_score":0.16}
{"full_text":"The first #CoRplenary of 2021 starts today! See the agenda ","sentiment_score":0.3125}
{"full_text":"#WednesdayWisdom: From being the youngest woman in office, to being a fine example of leadership during difficult times as COVID, Jacinda Ardern continues to collect feathers for her hat. Here's a quote by the icon if you're looking for some inspiration today.#JacindaArdern","sentiment_score":-0.0416666667}
{"full_text":"The #DATA4COVID19 Africa Challenge seeks for ideas and proposals that (re)use data to provide actionable insight on COVID-19 in public health, economic and socio-political domains.Due: Feb. 5Apply todayhttps:\/\/t.co\/1Kv2qXrFnR","sentiment_score":0.1}
{"full_text":"World Read Aloud Day: Literacy an imperative we must embrace in 2021. The theme for #WorldReadAloudDay 2021 explores why reading is so critical in the midst of a pandemic. Read more here &gt;&gt;&gt;","sentiment_score":0.25}
{"full_text":"China looks to Winter Olympics as chance for rare soft power win amid COVID, rights concerns","sentiment_score":0.4}
{"full_text":"RT it is currently easier for a person  from South Africa to bring COVID into Britain than it is for a person from Belfast t...","sentiment_score":0.0}
{"full_text":"Support is available for households who may need an extra bit of help for food &amp; essential supplies.The Covid Winter Grant scheme will provide residents, who meet the criteria, a supermarket e-voucher (worth PS50 each).Find out more &amp; apply herehttps:\/\/t.co\/kz73K42JKh","sentiment_score":0.24}
{"full_text":"Which of these is NOT an actual real life place name? Blabberhouses, Middle Mulk, Queen Camel. Join poet Simon Mole on Thur 4 Feb for a free online writing workshop exploring place as part of our Lockdown Town event. --&gt;  PS - It was Middle Mulk ","sentiment_score":0.12}
{"full_text":"[3\/5] Social distancing and remote working will be here for a while and therefore so will our lonely feelings and Quarantine Fatigue. Before the vaccines and new strains, McKinsey estimated the earliest US could reach herd immunity was the Q2 2021.","sentiment_score":-0.0075757576}
{"full_text":"Every Action Counts.Around 1 in 3 people with COVID-19 have no symptoms.#StayAtHome #Community #communityspirit #Covid19 #coronavirus","sentiment_score":0.1}
{"full_text":"Coronavirus jabs will start being administered at Connaught Hall in #Attleborough this morning. It's one of four mass vaccination sites getting up and running in #Norfolk and #Suffolk this week. #HeartNews","sentiment_score":0.0}
{"full_text":"Hi Vicki Sue. I don't know u, but I read that u r a nurse &amp; a Biden Harris supporter.  We agree on politics &amp; I respect u so much for being a nurse, esp during covid. So sorry u r feeling alone.I wish u a Very Happy Birthday &amp; many more! God bless.","sentiment_score":0.365}
{"full_text":"RT How would you spend PS40,000? You could win PS40,000 this Friday on Greatest Hits Radio - just by playing Show Me The Mo...","sentiment_score":0.9}
{"full_text":"The #COVID19 pandemic is a painful reminder of the health, social &amp; monetary costs of infectious diseases, affecting the most vulnerable people of our communities most. Effective &amp; safe #vaccines are the best, most permanent solution #vaccineswork","sentiment_score":0.2703703704}
{"full_text":"Shibli says people being benefited from strategy of PM regarding Corona vaccinationhttps:\/\/t.co\/vcLIYeMiII@shiblifaraz #coronavirus #vaccination","sentiment_score":0.0}
{"full_text":"In lockdown, we want to help you to remain motivated and to maintain a healthy body and mindset.Over the next couple of Fridays, we are continuing with our free webinars to give you useful tips.To claim your ticket follow the link on each event:","sentiment_score":0.3}
{"full_text":"COVID-19 safety precautions still remain the same even with the new variant 501Y.V2. Please continue to stay safe.","sentiment_score":0.2121212121}
{"full_text":"The service is still able to be used despite the current national lockdown.","sentiment_score":0.25}
{"full_text":"The COVID-19 pandemic has reaffirmed that data analysis is a bottleneck for infectious disease researchers. This bottleneck must be addressed if we are to handle future disease outbreaks efficiently and effectively.https:\/\/t.co\/YYsgWzHvvk #OmicsDataAnalysis #Covid19","sentiment_score":0.0}
{"full_text":"[IN CASE YOU MISSED IT] Watch the January 30 episode of #TanggolKarapatan COVID-19 and Data Privacy:","sentiment_score":0.0}
{"full_text":"Magic the Gathering, Yu-Gi-Oh! and Pokemon collectible cards are all fetching top-notch prices during the pandemic. Now, a startup is helping people cash in.","sentiment_score":0.375}
{"full_text":"Controversy swirls around India's homegrown #Covid vaccine.Read more:","sentiment_score":0.5}
{"full_text":"How can we combat the pandemic as the great social unequalizer? You can now watch the replay of the panel on Delivering Social Justice in the New Economy here: #DavosAgenda #ReframeYourFuture","sentiment_score":0.2507575758}
{"full_text":"WHO-led COVID-19 probe team in China visits Wuhan virus lab, as they continue to seek clues to the origins of the pandemic","sentiment_score":0.0}
{"full_text":"Filing your 2020 taxes could be tricky this year because of the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"An influential think tank has warned that a major teacher recruitment drive is needed to stem the COVID learning loss crisis: #teachers #financialplanning","sentiment_score":0.0625}
{"full_text":" #ICYMI | Airports Council International (ACI) Europe presented today the results of the COVID-19 test pilot program, conducted at Rome-Fiumicino Airport, and operated by Aeroporti di Roma (ADR).:","sentiment_score":0.0}
{"full_text":" Rules might change very soon for travelling to the EU. President of the EU, Ursula von der Leyen supports the idea of people carrying their vaccination passport to travel to and within the EU. But the decision hasn't been made yet.https:\/\/t.co\/ug46pvCyTK","sentiment_score":0.2}
{"full_text":"Third stimulus check update: Senate votes to push ahead toward President Biden's plan","sentiment_score":0.0}
{"full_text":"RT  EXCLUSIVE: Cambridge Analytica Psychologist Advising Global COVID Disinformation Network Linked to Nigel Farage &amp; Conser...","sentiment_score":0.0}
{"full_text":"Israel's apartheid regime denies 8.7 million Palestinian refugees their UN-stipulated right of return.Palestinian refugees, like other displaced peoples, are at greater risk from #COVID19.Israel must be held to account for violating Palestinian refugee rights. #BDS","sentiment_score":0.2202380952}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"1,266 NEW COVID-19 CASESBREAKING: The Department of Health reported 1,266 additional cases of COVID-19 on Wednesday, February 3, 2021, bringing the total number of cases in the Philippines to 530,118. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"In lockdown, we want to help you to remain motivated and to maintain a healthy body and mindset.Over the next couple of Fridays, we are continuing with our free webinars to give you useful tips.To claim your ticket follow the link on each event:","sentiment_score":0.3}
{"full_text":"\"When the number of cases started to decrease few months before, people thought that they can be free and go back to normal daily activity without following #preventive measures. But that is not the reality...,\" said Dr. Al Majid.#Qatar #Covid19","sentiment_score":0.0583333333}
{"full_text":"China's economic rebound has focused on small Belt &amp; Road projects -- with so-called 'Megaprojects' at their lowest level since 2013 -- indicating a potential 'recalibration' of the BRI in light of #Covid19. Get the latest #ODIChinaPulse https:\/\/t.co\/E9oPJOeO6D","sentiment_score":0.17}
{"full_text":"RT Thanks to the COVID-19 pandemic, many queer spaces around the country have permanently closed their doors, but Tracy Martel (ak...","sentiment_score":0.2}
{"full_text":"RT Some saying \"we don't need #bettermasks\" are using same logic when public health said \"don't wear a mask\" in the community...","sentiment_score":0.0}
{"full_text":"Researchers from the &amp; are collaborating on a project that will examine food waste during &amp; after lockdown periods to develop interventions to support sustainable consumer behaviour. #lockdown","sentiment_score":-0.2}
{"full_text":"RT Ppl: *watches 400k ppl die from Covid* I'm not letting this dictate my life, I'm going to the clubAlso ppl: *reads 1...","sentiment_score":0.0}
{"full_text":"In a ceremony, the first person was administrated the vaccine in the presence of #PMImranKhan, Federal Minister for Planning &amp; Development Asad Umar, SAPM on Health Dr. Faisal Sultan and other ministers.#COVID19 #CoronaVirus #CovidVaccineForPakistan","sentiment_score":0.0625}
{"full_text":"It is the second biggest centre in the countyhttps:\/\/t.co\/9X1j7sMxGU","sentiment_score":0.0}
{"full_text":"RT The team has now left the sprawling #Wuhan Institute of Virology complex. On the way out one scientist, asked how...","sentiment_score":-0.15}
{"full_text":"Peterborough United co-owner details the latest state of play on the deal to buy the club's London Road ground and new stadium plans.https:\/\/t.co\/zegXQXLie9","sentiment_score":0.3181818182}
{"full_text":"Today is the anniversary of the first people being tested for COVID-19 in Wales.Four people were tested, one from Caerphilly, one from Cardiff and two from unknown locations.All were negative.","sentiment_score":-0.05}
{"full_text":"In lockdown, we want to help you to remain motivated and to maintain a healthy body and mindset.Over the next couple of Fridays, we are continuing with our free webinars to give you useful tips.To claim your ticket follow the link on each event:","sentiment_score":0.3}
{"full_text":"Medical Alert Assistance Dogs, Francis and Stowe, joined in the Facetime shenanigans They alert Michelle and Zoe to oncoming episodes due to #pots, warning them they're about to collapse so they can get safe, avoid injury and hospitalisation.https:\/\/t.co\/1CBlWg6YZ9#StayHome","sentiment_score":0.125}
{"full_text":" Make a DifferenceToday marks the start of our new on air campaign, Happy Heads    it's all about the impact of the pandemic on Children's Mental Health. For the next week will be chatting to lots of amazing kids about how lockdown has really been for them!","sentiment_score":0.2810606061}
{"full_text":"#NHS staff and volunteers in the capital are working extremely hard in the most challenging of circumstances.Please help us to help you and help us save lives. Play your part: please stay at home.","sentiment_score":0.2361111111}
{"full_text":"Are you ready to be on the next level?...#engineeringlife #factory #cncmachinist #tools #cncmilling #fashion #business #engineers #tech #machinery #covid #equipment #handmade #machines #quality #machinetools #robotics #cncmachine #mechanic #aerospace #automotive","sentiment_score":0.1}
{"full_text":"Welsh Conservative leader says it's vital Wales does more Covid-19 testing to get new variants under control. There are 9 confirmed cases of the South African strain here. say all testing options are constantly under review #CapitalReports","sentiment_score":0.1893939394}
{"full_text":"RT No Republicans voted to move the COVID relief resolution forward using reconciliation to help struggling Americans. Not on...","sentiment_score":0.0}
{"full_text":"BREAKING: COVID-19 cases in the country rise to 530,118 with 1,266 more infections reported by the DOH. Of this total, 31,455 are active cases.The department also reports another 68 deaths and 130 recoveries, bringing the total fatalities to 10,942 and survivors to 487,721.","sentiment_score":0.0916666667}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 28.2FWind Chill: 25.7FHumidity: 96%Dew Point: 27.2F Barometer: 29.665 inHgWind: 3 mph from the NNWCorona Virus Weekly Stats:Cases: 152.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Well done TJhttps:\/\/t.co\/IZW40iA9R6","sentiment_score":0.0}
{"full_text":"RT exactly","sentiment_score":0.25}
{"full_text":"UK finds more coronavirus cases with 'concerning' mutations (Rated: Objective)","sentiment_score":0.25}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"The Philippines confirms 1,266 additional coronavirus cases on Wednesday, February 3.Total now at 530,118, with 31,455 active cases130 new recoveries; 487,721 total68 new deaths; 10,942 totalMore #COVID19 updates:","sentiment_score":0.0464646465}
{"full_text":"RT Marco Rubio wants you to believe he's working for you. So ask him where he is on COVID relief. Ask him how many Floridians...","sentiment_score":0.35}
{"full_text":"Vaccines may protect against severe disease even as variants evolve, Oxford's Pollard says COVID-19 vaccines might offer protection against severe disease even as coronavirus variants evolve to better allow continued transmission between people, the head of the Oxford Vaccine Gro","sentiment_score":0.5}
{"full_text":"Have you booked your place i have oops just seen its not this morning its 4pm gmt alexa cancel reminder ","sentiment_score":0.0}
{"full_text":"RT PTF: We can get covid-19 vaccines for N400bn Peter Obi: It's a lie! I can get it for N150bn.","sentiment_score":0.0}
{"full_text":"&amp; subsequent reboot. Harder for democracies where enforcing behaviour is harder than in be open-eyed about our public health information available to develop talk to your kids about the Coronavirus? Here is a link to help","sentiment_score":0.04}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT '$4 isn't much': Closure of Ralphs over COVID-19 'hero pay' angers shoppers, employees","sentiment_score":0.2}
{"full_text":"RT The vaccine shortage doesn't need to exist. Pfizer and Moderna could share their design with the dozens of other pharma c...","sentiment_score":-0.125}
{"full_text":"RT This is yet another attempt to distract from this Administration's failure to lead an effective response to COVID-19. Immigra...","sentiment_score":0.1416666667}
