{"full_text":"And we have counted deaths with covid not necessarily because of covid","sentiment_score":0.0}
{"full_text":"RT #AssamModel is underrated","sentiment_score":0.0}
{"full_text":"RT We are just days away from Australia's first COVID-19 vaccine being administered.But protests across capital cities have...","sentiment_score":0.25}
{"full_text":"RT Eager to get membership of National Academy of Science, Peter Daszak CAN'T lose support from George Gao (Head of China CD...","sentiment_score":0.0}
{"full_text":"RT Dear and if you are incapable of conducting Online exam then please resign.","sentiment_score":0.0}
{"full_text":"RT Hooray!","sentiment_score":0.0}
{"full_text":"RT Stealing a case of water from Lidl, gets you locked up for 6 months.Being homeless and begging in Llandudno, gets you 6 weeksAn...","sentiment_score":0.0}
{"full_text":"RT Sweden  Kids at school and playing sport. Society largely open. No masks. No closures of pubs and restaurants. Minima...","sentiment_score":0.0}
{"full_text":"RT A sad and beautifully written article that exposes the heartless inhumanity of the perpetuation of this dystopia.https:\/...","sentiment_score":0.175}
{"full_text":"Says the person who broke lockdown rules so she could celebrate her birthday, I wonder how many people lost there lives due to your selfishness in wanting to celebrate? Selfish hypocrite.","sentiment_score":-0.0416666667}
{"full_text":"RT Why don't we talk more about ventilation, CO2 monitors, HEPA filters etc? Are there protocols for public places like school...","sentiment_score":0.25}
{"full_text":"RT In an open letter, Dr. Htar Htar Lin, Director and Program Manager of Immunization Program in Myanmar warned that the Milita...","sentiment_score":0.0}
{"full_text":"Living During The Coronavirus Pandemic - Book Authors via","sentiment_score":0.0}
{"full_text":"RT China please adopt this system. It will be effective over the coming years. Pandemic will come and go , but its the stra...","sentiment_score":0.6}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"These comrades had declared Kerala as the \"model state\" and Uddhav as the \"best CM\" in the initial days of Chinese virus outbreak. What happened now?","sentiment_score":0.3333333333}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"RT Forty-three million shots of the #COVID19 vaccine developed by Chinese company Sinopharm have been administrated world...","sentiment_score":0.05}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"RT The way the media has relegated a government Minister acting unlawfully over contract cronyism is an indictment of our million...","sentiment_score":0.0}
{"full_text":"RT For people who want schools to reopen right away. It has to be SAFE first. ","sentiment_score":0.3452380952}
{"full_text":"Karnataka Health Minister Dr K Sudhakar said that people coming from Maharashtra and Kerala won't be allowed inside the state unless they show a negative COVID-19 reporthttps:\/\/t.co\/NMAlbwkGI9","sentiment_score":-0.3}
{"full_text":"If corona did not make you wear nose mask, harmattan will make you . Coconut head !","sentiment_score":0.0}
{"full_text":"RT 119,920 Covid deathsGovernment found to have acted against the lawHeadline:","sentiment_score":0.0}
{"full_text":"RT WHO inspector's denial of bats in Wuhan lab contradicted by facts","sentiment_score":0.0}
{"full_text":"This is why asthmatics are calling: \"the prescriber should apply clinical judgment to take into account the risk of COVID-19 exacerbating any underlying disease that a patient may have, as well as the risk of serious illness from COVID-19 itself\" #TeamGP ","sentiment_score":-0.3333333333}
{"full_text":"RT Some of the best coronavirus forecasts came from a then 26-year-old hobbyist working out of his parents' living room","sentiment_score":1.0}
{"full_text":"RT This is what anyone with even the most basic training in journalism would have picked as the lead story,","sentiment_score":0.25}
{"full_text":"This is what happens when amature government is ruling in Maharashtra. Cannot handle COVID-19. Our needs approval from for every action and going delhi and supporting farmers.","sentiment_score":0.175}
{"full_text":"RT U.S. COVID-19 vaccination tracker:Partially vaccinated:###############12.99% (+0.21)Fully vaccinated: ###############5...","sentiment_score":0.0}
{"full_text":"Download Free Navigating the COVID-19 Storm -&gt;","sentiment_score":0.4}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"RT Here are just a few examples of the fake coronavirus vaccination emails we are seeing.If you receive an email, text...","sentiment_score":-0.35}
{"full_text":"RT Well done us too!\"We're now calling on to expand PCR swab testing to people experiencing a...","sentiment_score":0.0}
{"full_text":"After corona ended maybe ","sentiment_score":0.0}
{"full_text":"Ai this thing is a pandemic","sentiment_score":0.0}
{"full_text":"RT \"I'm pleading to you in the African, the Caribbean and the Asian Community - come and get your vaccination. If we all st...","sentiment_score":0.0}
{"full_text":"RT If you aint rapping like this just stay home. ","sentiment_score":0.0}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts - court ruling","sentiment_score":0.0}
{"full_text":"free raid passes but you have to go out to get them while we are in lockdown and raining??? well done Niantic, PS12 for this!!!  #PokemonGOTour","sentiment_score":0.78125}
{"full_text":"RT In case you missed it: Governments, companies and households raised $24tn last year, bringing the global debt total to...","sentiment_score":0.0}
{"full_text":"RT Joe Biden's greatest fear of the China Virus is losing his sense of smell.","sentiment_score":1.0}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts - court ruling","sentiment_score":0.0}
{"full_text":"RT Here is the 'Sustainable suppression strategy' to bring infections down far enough to deal with with t...","sentiment_score":-0.0185185185}
{"full_text":"Excited to be spending my Saturday with training to be a Covid-19 vaccinator","sentiment_score":0.375}
{"full_text":"RT 88% of people at greatest risk of dying from COVID have now been vaccinated. 100% of those at risk of mental health chal...","sentiment_score":0.45}
{"full_text":"RT I'm sorry that the 1,200,000 NHS staff are having a tough time caring for its 19,392 'with Covid' patients today.And 68...","sentiment_score":-0.4444444444}
{"full_text":"RT Nigerian Yusuf Bilesanmi who has created a low-cost ventilator for COVID-19 patients is one of the top contenders for the Roya...","sentiment_score":0.5}
{"full_text":"I have successfully flied without Covid-19 test. Porous ","sentiment_score":0.75}
{"full_text":"RT Ireland spent under PS1 million on a Covid tracing app last year that works.UK could have bought that app TWELVE THOUSAND t...","sentiment_score":-0.05}
{"full_text":"i was featured on a GOT7 MVis what i'll say to my friends byeeeIT'S ENCORE TIME#gassebeun_angkoreu_urinuridaeroganda#EncoreWithGOT7@GOT7Official gassebeun #GOT7","sentiment_score":0.0}
{"full_text":"RT Today I lodged this complaint with regarding the FM's daily televised 'Covid' briefing.","sentiment_score":-0.15}
{"full_text":"I'll exit lockdown fitter than I went in.  5+ sessions of CrossFit a week... I have spent a reasonable amount on equipment.  My alcohol consumption has definitely increased though.","sentiment_score":0.0333333333}
{"full_text":"RT 88% of people at greatest risk of dying from COVID have now been vaccinated. 100% of those at risk of mental health chal...","sentiment_score":0.45}
{"full_text":"RT 119k Covid deaths  0 resignationsA levels\/school closure fiasco  0 resignations Barnard Castle  0 resignation...","sentiment_score":0.0}
{"full_text":"Amazing #thread about the success of the Covid-19 #vaccine in Israel's hospital. ","sentiment_score":0.45}
{"full_text":"RT Well done The Good Law project","sentiment_score":0.7}
{"full_text":"RT This doesn't seem to be getting a lot of press coverage today, so thought I'd help out. You're welcome Cov...","sentiment_score":0.8}
{"full_text":"RT Pay attention to what is happening in Georgia. After Covid relief, John Lewis's voting rights bill must be passed.  The...","sentiment_score":0.0}
{"full_text":"No masks, No social distancingNo wonder Corona cases in Maharashtra are on the spike upwards.","sentiment_score":-0.0166666667}
{"full_text":"#BoycottAmazon Amazon UK sales soar to PS20bn in pandemic earned on the back of 'slave labour'","sentiment_score":0.0}
{"full_text":"Pandemic Self-Care for CEOs: Rituals, Running, and Cognitive Restructuring - HBS Working Knowledge - via","sentiment_score":0.0}
{"full_text":"Turkish Cyprus to gradually ease COVID-19 restrictionshttps:\/\/t.co\/rvpYKUKrho","sentiment_score":0.0}
{"full_text":"More than 100 million workers across the world's top eight economies may be forced to change occupations by 2030 due to the effects of the coronavirus pandemic, according to a report released Thursday.","sentiment_score":0.14375}
{"full_text":"Bridport teenager's cycle repair businesshttps:\/\/t.co\/OK5fqW45ve","sentiment_score":0.0}
{"full_text":"Looking to gain new skills during lockdown","sentiment_score":0.1363636364}
{"full_text":"Newswatch COVID-19 Digest: Saturday February 20, 2021 ","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Saturday February 20, 2021 ","sentiment_score":0.0}
{"full_text":"Let's shout out another incredible #sponsorspotlight. This week features R&amp;L Consulting. They join the list of companies and organizations who donated their 2020 conference sponsorship.  #museumsadvocacy #museums #ncmuseums #covid19 #MuseumsFromHome #StayHome #MuseumsForMasks","sentiment_score":0.9}
{"full_text":"RT \"We have put this data in front of the Government and we cannot understand why they won't budge\"","sentiment_score":0.0}
{"full_text":"Novavax offers 1.1 bn doses to COVAX.Partners with Serum Institute to produce NVX-CoV2373.Vaccine studied in two ongoing pivotal Phase-3 clinical trials.Novavax to supply high income nations, SII to low, mid income#COVID19https:\/\/t.co\/DGGeRR8Yuv","sentiment_score":0.152}
{"full_text":"Keep washing your hands well and often to help keep #COVID19 from spreading. More information:","sentiment_score":0.5}
{"full_text":"This weekend, if you have symptoms of #COVID19 call your GP Out Of Hours service immediately.The GP will talk to you over the phone and can arrange a free test. Remember you must self-isolate to stop the spread.#StayAtHome #StaySafe","sentiment_score":0.4}
{"full_text":"Because of #COVID we have to hold this exciting #meeting virtually, as a matter of fact, we are also including it in a #presentation. Don't miss out on talk on COVID and T.#AndrogenSociety2021","sentiment_score":0.3}
{"full_text":"RT Broke the law when he tried to help someone beat up a journalist.Broke the law when leading Vote Leave during the referend...","sentiment_score":0.0}
{"full_text":"Protect yourself and those around you by downloading the Stop Covid NI app to your smartphone","sentiment_score":0.0}
{"full_text":"\"Usually boredom tells you that you should do something else. In the context of a pandemic ... that might not be the best thing.\"","sentiment_score":0.375}
{"full_text":"Almost 3,000 teachers and school staff in Wood County got the first dose of the Pfizer COVID vaccine at various locations on Friday.","sentiment_score":0.125}
{"full_text":"In addition to funds for the COVID-19 vaccination campaign, hospitals, schools, state and local governments, the package has at least $1 trillion in direct payments, tax credits and assistance for American families.https:\/\/t.co\/e4BiTybdUu","sentiment_score":-0.05}
{"full_text":"Two Florida Women Dressed Up As Grannies Trying To Get Vaccine","sentiment_score":0.0}
{"full_text":"Have you signed up for #TheFeministBookBox yet? Subscribe at to receive a beautiful new package of paperback books delivered to your door every month, featuring one new release and one undiscovered gem. The perfect lockdown treat!","sentiment_score":0.5306818182}
{"full_text":"We ask all travelling on #Luas to respect other passengers and Luas staff, who continue to work throughout the pandemic to help keep you safe while travelling with us. You must wear a face covering while travelling on Luas; it's the law. See","sentiment_score":0.1875}
{"full_text":"Additional restrictions  are in place to protect the health service &amp; save livesVisits to food shops, pharmacies &amp; other essential stores should be limited and as seldom as possibleFind out more: ","sentiment_score":0.0758928571}
{"full_text":"Today we have the wonderful actor running our Light Up Lockdown workshops You may have seen Simon in Emmerdale, Bridgerton, Our Girl... the list goes on! #RMSforgirls #RMSgirlsthinkdifferently #Rickmansworth #Hertfordshire #performingarts #act #perform #create","sentiment_score":0.75}
{"full_text":"'Being Apart Hasn't Diminished Our Love' - Four Letters That Prove Even A Pandemic Can't Lock Down Love","sentiment_score":0.2814814815}
{"full_text":"RT Is this the responsible tweet of an MP ?A crass emoji above an article like that ?To n me that shows a sense of enjoyment in...","sentiment_score":0.1}
{"full_text":"Updated information regarding #COVID19Travel, PCR-test required upon arrival to and exit from country of origin and destination.https:\/\/t.co\/rEF9Exr8j7#IvfspainMadrid  #fertilitytreatment#fertilityclinic","sentiment_score":0.0}
{"full_text":"We're holding a virtual event on 8 March for our #Merton members and local residents to tell us what you think about St George's.You'll also get the chance to hear how our teams have been going above and beyond during the pandemic.Find out more:","sentiment_score":0.1666666667}
{"full_text":"'Regular gatherings' were held inside the house during lockdown  ","sentiment_score":0.0}
{"full_text":"Staff have been given the \"personal proximity sensors\" to help curb the spread of the virus.","sentiment_score":0.0}
{"full_text":"Forget corona, nothing scares me than typing God with small letter G ","sentiment_score":-0.25}
{"full_text":"To build forward better from COVID-19, we need a human-centered response that promotes social justice. See how we work with partners to #EndPoverty, tackle #ClimateChange and advance #GenderEquality to make the #SDGs a reality for all. #SocialJusticeDay","sentiment_score":0.2666666667}
{"full_text":"People have been sharing claims online of continual positive COVID-19 test results weeks after first falling ill. Here's what experts have to say.","sentiment_score":-0.0075757576}
{"full_text":"and that's what the problem is because if i'm going to die from covid lay my body through the window please god i still have your postage and you still have your stamp still sitting on my freaking door","sentiment_score":0.0}
{"full_text":"me after getting positive results on the covid test without studying","sentiment_score":0.2272727273}
{"full_text":"1 in 3 adults are depressed or anxious due to COVID-19 according to a recently published study.https:\/\/t.co\/hCgBcEjc6e","sentiment_score":-0.125}
{"full_text":"RT The Health Secretary was found to have acted unlawfully over Covid contracts by a judge yesterday.This should be front...","sentiment_score":0.0}
{"full_text":"In her most recent philanthropic endeavors, Parton donated $1 million to Vanderbilt University which was used to help develop Cambridge-based Moderna's COVID-19 vaccine. ","sentiment_score":0.25}
{"full_text":"COVID 19 cases in India until : 20\/02\/2021 16:30Total Cases: 10977367 [+192]Active: 140242Recovered: 10676287 [+157]Deaths :156250 [+0]Total Tests: 210.26MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The Covid Hardship Fund is available to support students who are experiencing financial hardship because of Covid-19. Apply before the 8th of March deadline here:  #UniversityofBedfordshire #UniofBeds #BedsSU #StudentSupport","sentiment_score":0.2}
{"full_text":"Hi allI hope you are all keeping wellJust to reassure everybody that all images posted are from work carried out prior to lockdown.I still offer video consultations and you can still order your skincare products.","sentiment_score":0.0}
{"full_text":"RT Rolf report 19 Feb: My American human (AH) had his Covid vaccine. He got a headache afterwards so took to his bed. I snu...","sentiment_score":0.0}
{"full_text":"#COVID19 as of 2\/19, 6am:>Global cases: 110,770,701>Global [deaths]: 2,453,381>US: 28,006,104>US (deaths): 495,804>TN: 762,673 [11,064]>GA: 800,959 [14,530]>NC: 836,350 [10,863]>AL: 485,212 [9,573]>Local cases: wear a mask!","sentiment_score":0.0}
{"full_text":"If you do have to leave home forexercise, essential shopping or to go to work,remember the three basic things to keep yourself andothers protected from COVID-19. That's:> Washing your hands> Wearing a face covering> Keeping a distance from others#KeepHillingdonsafe","sentiment_score":0.0}
{"full_text":"We will defeat COVID-19! But in the meantime, remember to wear your mask, practise hand hygiene regularly,  avoid crowded areas and do not self medicate if you're sick #COVIDIsReal #TakeResponsibility","sentiment_score":-0.3571428571}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"RT The pandemic forces you to change your study\/work habits that took years to develop, and the system expects you to do so i...","sentiment_score":0.0}
{"full_text":"It's National Love Your Pet Day! Since the start of the pandemic, interest in pet ownership has grown. We speak to one puppy owner about her joy of bringing a 10-week-old Lakeland terrier into her family home last autumn. Read more on p5:","sentiment_score":0.48125}
{"full_text":"Which #MBTI type would most likely cheat?","sentiment_score":0.25}
{"full_text":"RT 119k Covid deaths  0 resignationsA levels\/school closure fiasco  0 resignations Barnard Castle  0 resignation...","sentiment_score":0.0}
{"full_text":"Has COVID-19 affected your business?  Are you a venue looking to host more functions? We're here to help, join today and we'll give you your first year FREE! Sign up today at","sentiment_score":0.4166666667}
{"full_text":"Around 1 in 3 people with COVID-19 have no symptoms. #StayHome as much as possible, and when you do need to go out remember 'hands, face, space':- Wash your hands regularly- Cover your face where appropriate- Make space by keeping your distance from others","sentiment_score":0.1666666667}
{"full_text":"As well as being open throughout the latest lockdown, is offering online ordering with a full range of produce and stunning food from the butchery, deli and bakery available.Head over to to fill up your basket","sentiment_score":0.3375}
{"full_text":"RT The same people who were more than happy to blame a president for every single COVID death don't like it when others blame...","sentiment_score":0.3071428571}
{"full_text":"RT Amazon UK sales have soared to PS20 billion in the pandemic. Its owner, Jeff Bezos, is world's richest man.But agency wo...","sentiment_score":0.0}
{"full_text":"COVID-19 has stolen enough from us. Let us stay safe, stay prepared, stay praying. Together we can win this. Contact +263 772 241 434 for any product enquiries.","sentiment_score":0.4333333333}
{"full_text":"The Manchester Community Response Hub has been supporting vulnerable people throughout the pandemic. If you or someone you know needs support please get in touch. Call: 0800 234 6123 Email: COVIDSupport@manchester.gov.ukMore","sentiment_score":-0.125}
{"full_text":"RT Order of BBCNews at 10- Royals- Mars- Covid- Matt Hancock broke the lawIt took 15 mins before they mentioned law bre...","sentiment_score":0.0}
{"full_text":"Our V for Vaccinated campaign aims to encourage everyone to have the coronavirus vaccine when called by the NHS.You can show your support by posting a selfie of you making a v sign on social media with #vaccinated &amp; #KeepEnfieldSafe","sentiment_score":0.0333333333}
{"full_text":"Sriram Panchu talks on the topic of Commercial Mediation during the times of #COVD. Full playlist of IDEX-CAMP Mediation series available on our YouTube channel (link - #mediation #mediationinindia #adr #odr #disputeresolution #negotiation","sentiment_score":0.25}
{"full_text":"RT Help is available for Somerset residents struggling with coronavirus restrictions and guidelines - even on the weekend...","sentiment_score":0.4}
{"full_text":"It seems as if this winter will never end but brighter days are ahead for everyone with the Covid-19 vaccine being rolled out across the country. If you have an appointment booked, we'll make sure you get there safely.   - 01698 357070 -","sentiment_score":0.5}
{"full_text":"RT I'm in!!The rumoured allowing 2 families to meet OUTDOORS by Easter is simply boll-x We need a full unlock and return...","sentiment_score":0.175}
{"full_text":"RT Dr.Htar Htar Lwin, director of COVID-19 immunization programme is falsely accused by the Military for vaccine funds refer...","sentiment_score":-0.25}
{"full_text":"ServiceNow's Vaccine Administration Management (VAM) named one of the best vaccine management solutions in 2021 (via ZDNet). #COVID19 #HealthIT","sentiment_score":1.0}
{"full_text":"RT Find out how IA is reinvigorating companies disrupted by COVID-19.Read now: #Technolog...","sentiment_score":0.0}
{"full_text":"a chance to watch all six seasons of the Sopranos #Covid19","sentiment_score":0.0}
{"full_text":"It was a privilege to work with Lowell General Hospital and provide the connectivity they need to deliver quality patient care. Learn how we helped get their COVID vaccination site up and running in just 8 days.","sentiment_score":0.05}
{"full_text":"They only for once","sentiment_score":0.0}
