{"full_text":"RT The tide is turning but things are still very bad. Some  still have 2-3 x their normal number of ICU patientsThe gover...","sentiment_score":-0.38}
{"full_text":"RT I just had a call with Premier about the serious COVID-19 outbreak in Newfoundland and Labrador. The federa...","sentiment_score":-0.3333333333}
{"full_text":"RT China refused to provide WHO team with raw data on early COVID cases, team member says","sentiment_score":-0.0653846154}
{"full_text":"RT Canada is 'playing chicken' with COVID-19 by reopening while variants are spreading widely","sentiment_score":-0.35}
{"full_text":"RT 'This isn't a wave, it's a forest fire': experts predict rise of COVID variant cases","sentiment_score":0.0}
{"full_text":"We have a long way to go, but this is a huge milestone and I am profoundly relieved.","sentiment_score":0.1444444444}
{"full_text":"RT The Governor's power forced facilities to take in COVID-19 patients, and that decision ravaged our communities. We deserve a le...","sentiment_score":-0.3}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT Om Shanti. RIP ","sentiment_score":0.0}
{"full_text":"How many non covid deaths were reported as covid deaths! I'm willing to say that it more than balences out.","sentiment_score":0.4583333333}
{"full_text":"If you feel sick stay at home , if you feel love me stay with me . Ikutan #birojomblo Biar malmingku ga suram2 amat ","sentiment_score":-0.1071428571}
{"full_text":"RT #CholistanRally2021The 16th Cholistan jeep rally, like other cultural and sporting events, will be a low-key affair thi...","sentiment_score":-0.0125}
{"full_text":"RT More clarity on vaccinating asthmatics. Those who have always been categorised \"clinically vulnerable\" by the NHS, who...","sentiment_score":0.0}
{"full_text":"RT White tiger cubs in Pakistan likely died of COVID-19, zoo officials say","sentiment_score":0.0}
{"full_text":"It is highly likely covid will become a seasonal virus. It is not a seasonal virus now. Brenda has said it is seasonal now, and we should just get back to normal.","sentiment_score":0.05}
{"full_text":"RT This is exactly why pathology and incapacity should not be counted the same as health.  These can also facilitate and worse...","sentiment_score":-0.05}
{"full_text":"RT A government that CAN but will not mobilize to houses and feed us during a pandemic ,but can mobilize to arrest and beat us...","sentiment_score":-0.05}
{"full_text":"RT Me at the first party after lockdown","sentiment_score":0.25}
{"full_text":"RT I'm beginning to think a better, or at least more honest, pandemic strategy would have been for government to put up a...","sentiment_score":0.325}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT once covid is over let's bring back smoking in bars i think we've earned it","sentiment_score":0.0}
{"full_text":"RT We are excited to introduce our panelists for the second GLS session, hosted by the IWG African region. Join us on 26 Februa...","sentiment_score":0.125}
{"full_text":"RT We need to call Moderna vaccine by the true proper name of \"NIH-Moderna vaccine\". It was mainly developed at Fauci's NIAID....","sentiment_score":0.15}
{"full_text":"We are still waiting for Chen Qiushi's return. Until he reappears, we will keep on counting the days.Chen Qiushi has been out of contact for 373 days after covering coronavirus in Wuhan. Please save him!!!#findQiushi","sentiment_score":0.0}
{"full_text":"RT Ohio's #COVID19 curfew expired yesterday.Eat at your favorite restaurant tonight and enjoy the freedom.","sentiment_score":0.45}
{"full_text":"RT First Lady Jill Biden put a massive Valentine's display on the North Lawn.\"I just wanted some joy. With the pandemic, j...","sentiment_score":0.35}
{"full_text":"Yes. I may have turned into a fat bastard this lockdown.","sentiment_score":0.0}
{"full_text":"it came back negative thank god","sentiment_score":-0.15}
{"full_text":"RT Not sure if you noticed...The $1.9T going out for #Covid_19 relief allocated $35M to Howard University &amp; $850M to Bure...","sentiment_score":-0.25}
{"full_text":"Once JobKeeper ends soon and people start losing their jobs in droves any time there's a lockdown that'll be interesting.","sentiment_score":0.5}
{"full_text":"\"The only way out of lock down\" . That's why they made lock down their no.1 priority . So you'll be begging for the vaccine just to get out of lockdown, and big pharma has just acquired another money printing machine. At your expense.","sentiment_score":-0.0777777778}
{"full_text":"RT This virus is still in the air. Plexiglass has been the most useless response in the pandemic but it makes people \"feel\"...","sentiment_score":0.0}
{"full_text":"I've been due a test for ages, just a tight arse and don't want to pay for new glasses And as for the hair, it's pretty much a year now since it was cut, just before first lock down. And I need to rebleach it.","sentiment_score":0.0538909503}
{"full_text":"RT I'm beginning to think a better, or at least more honest, pandemic strategy would have been for government to put up a...","sentiment_score":0.325}
{"full_text":"RT inspiring to think that we live in a country where the head boy of winchester college can grow up to marry the daughter o...","sentiment_score":0.3181818182}
{"full_text":"Articles like this are evidence of a failing country. ","sentiment_score":0.0}
{"full_text":"RT Rand Paul refused to wear a mask or applaud for brave Capitol Police Officer Eugene Goodman. Rand's bitterness stems fro...","sentiment_score":0.8}
{"full_text":"RT inspiring to think that we live in a country where the head boy of winchester college can grow up to marry the daughter o...","sentiment_score":0.3181818182}
{"full_text":"RT Still no regrets! And an incredibly blase rejection of the idea that we might learn from past mistakes. So what's the...","sentiment_score":0.2375}
{"full_text":"RT I always knew that, ideologically, the 'Conservatives' were going to further privatise the NHS. However, even I didn't thi...","sentiment_score":0.0}
{"full_text":"RT We're partnering with to create the ultimate playbook to help caregivers tackle COVID-19. Sign up for...","sentiment_score":0.0}
{"full_text":"RT Denying my son the opportunity to observe the swearing in from the gallery was NOT based on COVID protocols.","sentiment_score":0.0}
{"full_text":"RT What to expect after getting a COVID-19 vaccine-","sentiment_score":0.0}
{"full_text":"RT Trivandrum airport likes this tweet ","sentiment_score":0.0}
{"full_text":"Oh wow, Dale! I hope he's okay. Looking through this thread, I also thought of COVID toes that show up in children. Hope it's not that.","sentiment_score":0.3125}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"You should be in lockdown not making friends without masks","sentiment_score":0.0}
{"full_text":"RT The Joint Forum Against NRC, on Friday alleged that Amit Shah was \"bluffing and misleading\" the Matua community when he ann...","sentiment_score":-0.1}
{"full_text":"RT New York Gov. Andrew Cuomo is facing tough questions and criticism in the wake of a report alleging that his administration...","sentiment_score":-0.1262626263}
{"full_text":"RT It's the First Anniversary of Prime Minister Boris Johnson missing 5 Emergency Cobra Meetings before emerging to tell us to...","sentiment_score":0.025}
{"full_text":"RT I'm beginning to think a better, or at least more honest, pandemic strategy would have been for government to put up a...","sentiment_score":0.325}
{"full_text":"RT Breaking: NY Dems reprimand Gov. Cuomo, want to strip him of coronavirus emergency powers | Just The News","sentiment_score":0.0}
{"full_text":"RT Since it's so cold and snowy outside, why not just spend the weekend sending and serving Goddess? Stay home this weeke...","sentiment_score":-0.3}
{"full_text":"They have had a lot going on over the last year as you suggest with all the scandal and reshuffle plus this pandemic that will have also impacted Massive who were I believe in the middle of a studio move that surely slowed down things too, it is easy to forget these things.","sentiment_score":0.1296296296}
{"full_text":"RT How bad the wave will be depends in part on how quickly the government responds to the predicted rise in new cases.","sentiment_score":-0.0767676768}
{"full_text":"RT If you're in financial quandary, don't be ashamed to downgrade your lifestyle. Many have lost their jobs in this pandemic. S...","sentiment_score":0.25}
{"full_text":"RT The story keeps getting worse for Andrew Cuomo on Covid-19https:\/\/t.co\/Gb8AVApkH6","sentiment_score":-0.4}
{"full_text":"RT Here's calling for Covid-19 to be categorised as a serious workplace risk! The UK government has been dow...","sentiment_score":-0.4166666667}
{"full_text":"RT Remember guys: coronavirus is so real and so deadly that Joe Biden just authorized 25,000 migrants to enter our country f...","sentiment_score":0.0}
{"full_text":"WE'RE IN A PANDEMIC. PATIENTS ARE NOT HAVING TREATMENT FOR CANCER. CATCH A GRIP!","sentiment_score":0.0}
{"full_text":"Can't deal with St. Louis drivers acting like they're from Florida every time there's a snowflake in the air. It snows every year, if you can't drive in it, stay the fuck home or take the bus","sentiment_score":-0.2}
{"full_text":"RT Not sure if you noticed...The $1.9T going out for #Covid_19 relief allocated $35M to Howard University &amp; $850M to Bure...","sentiment_score":-0.25}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT Not sure if you noticed...The $1.9T going out for #Covid_19 relief allocated $35M to Howard University &amp; $850M to Bure...","sentiment_score":-0.25}
{"full_text":"RT 14 Democratic New York state Senators are joining calls to revoke Andrew Cuomo of his COVID emergency powers.","sentiment_score":0.1363636364}
{"full_text":"RT please share this logo. it indicates that the person wearing it is deaf or is wearing a hearing aid. during this pandem...","sentiment_score":0.0}
{"full_text":"RT In other news, COVID case growth has dropped to about 100,000 per day, down from 255,000 at the peak. Good Americans! Sta...","sentiment_score":0.1981481481}
{"full_text":"A deadly virus, 11 million unemployed, YET OPEN BOARDERS????","sentiment_score":-0.1}
{"full_text":"RT There's no way out of this pandemic without paid sick days","sentiment_score":-0.7142857143}
{"full_text":"RT inspiring to think that we live in a country where the head boy of winchester college can grow up to marry the daughter o...","sentiment_score":0.3181818182}
{"full_text":"Fuck covid please stay away","sentiment_score":-0.4}
{"full_text":"7 Reasons Warehouses Are Booming During COVID-19 #CRE #TenantTips #Warehouse #COVID-19 #NewNormal #CommercialRealEstate #TenantRephttps:\/\/t.co\/69K5rLGeeN","sentiment_score":0.0}
{"full_text":"RT Looks like the chickens are coming home to roost for Cuomo. ","sentiment_score":0.0}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT An Amazon worker in Missouri fell sick with Covid and had an eviction filed against her. When she went to the courthou...","sentiment_score":-0.7142857143}
{"full_text":"RT Strong words in this thread from the president\/CEO of calling the province's reopening plans \"shocking...","sentiment_score":-0.2833333333}
{"full_text":" Lockdown Challenge Let's smash it again. Hit that LIKE  button and don't forget to follow!Let's make another PS100 in the same night #bettingtipster #bettingtwitter #betting","sentiment_score":0.0}
{"full_text":"RT The tide is turning but things are still very bad. Some  still have 2-3 x their normal number of ICU patientsThe gover...","sentiment_score":-0.38}
{"full_text":"RT Update on vaccines: We'll now receive 10.8 million doses of Pfizer's COVID-19 vaccine between April and June, and we'll...","sentiment_score":0.0}
{"full_text":"President Joe Biden said his predecessor \"did not do his job\" to prepare the country for the COVID-19 vaccination blitz. via","sentiment_score":0.0}
{"full_text":"RT How billions in pandemic aid was swindled by con artists and crime syndicates via","sentiment_score":0.0}
{"full_text":"RT Me at the first party after lockdown","sentiment_score":0.25}
{"full_text":"RT SA's Sunday Times sees a 44% fall in circulation as print publishers continue to struggle C...","sentiment_score":0.0}
{"full_text":"Hewwo, Kommi. It's been a long time since we had a collab many months agoThink the decisions first. Then, find the right decision for you and your familyI hope your dad will be healed from covid.","sentiment_score":0.2464285714}
{"full_text":"The first national lockdown saw a boom in teacher recruitment - but how are schools coping with teacher training in Covid-19 times? Samantha Booth provides her opinion in https:\/\/t.co\/vitIPpmk6t#Education #EducationNews #Recruitment","sentiment_score":0.25}
{"full_text":"The President needs to speak out and ask for his resignation.","sentiment_score":0.0}
{"full_text":"The history and the future of the Coronavirus vaccinesCould a Single Vaccine Work Against All Coronaviruses?","sentiment_score":-0.0357142857}
{"full_text":"says it will be our fault if we have a third wave. Fuck you Doug Ford. #ResignDougFord #COVID19Ontario","sentiment_score":-0.2}
{"full_text":"RT #YOSHIKI and Nobel Prize winner, #ShinyaYamanaka will have their 2nd online discussion since last year about the curren...","sentiment_score":0.0}
{"full_text":"Our show this week is alll about love! In many forms, including being asked to be someone's winter bubble partner.Dating has never been easy, but these pandemic romantics are rising to new challenges.","sentiment_score":0.4236742424}
{"full_text":"Safe DistanceTo be safe and reduce your risk of getting infected by COVID-19, make sure that you maintain a safe distance from other people, especially those who are coughing or sneezing. The lesser the contact with others, the safer you are.#COVID19 #PhysicalDistancing","sentiment_score":0.2678571429}
{"full_text":"People in Qatar have awareness about the importance and benefits of the COVID-19 vaccine and a high percentage of the target groups are vaccinated.#Qatar  #COVID19 #MoPH #DrSohaAlBayat  #QatarDayNews #QatarDay","sentiment_score":0.16}
{"full_text":"RT Yesterday, it was revealed that 60% of Covid deaths in the UK were disabled people. The same day, Tory MP Charles Walker w...","sentiment_score":-0.1}
{"full_text":"Today's estimate of #COVID19 hospital deaths - 534 (England: 436, Scotland: 67 yday, Wales: 22, NI: 9 yday)Last Saturday's total: 697 https:\/\/t.co\/cdTSwBFC1O","sentiment_score":0.0}
{"full_text":"RT If you are in academic medicine or science (any level), help us with a 3 minute survey to understand how trainees are doin...","sentiment_score":0.0}
{"full_text":"It's the largest report into the disruption on education caused by the pandemic","sentiment_score":0.0}
{"full_text":"Apply pesticides at the proper timing. Application to pest populations that are beyond the optimum timing (for example, large weeds, late instar insect larvae or disease in the epidemic phase) can result in poor control and speed the development of resistance. #FFA2021","sentiment_score":0.0428571429}
{"full_text":"Read Catherine Mbema latest update on coronavirus in our borough and the steps we can all take to help protect ourselves and everyone in our communities.","sentiment_score":0.5}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"We strive to not just take care of our customers (we love doing that!) but our employees too. This is a great read on #selfcare and avoiding #burnout - which is something most of us are feeling amidst a #pandemic. Please share with us! What do you do to #takecareofyourself?","sentiment_score":0.6833333333}
{"full_text":"A host of new #COVID19 vaccines are in development.@GrahamLawton tells us about a nasal vaccine, one which contains inactivated whole virus, and a (very early stage) vaccine pill. Find out more on the #podcast Listen ","sentiment_score":0.2415909091}
{"full_text":"How do you design and construct a 274 bed, 100,000-square-foot #healthcare renovation in 25 days in the midst of a #pandemic?Brad Booker (@turner_talk) &amp; Mark Walsh (@perkinswill) share how they did it in this Lean Post:https:\/\/t.co\/0BbNwvKjlc#LeanThinking #Construction","sentiment_score":0.0}
{"full_text":"Is the COVID-19 vaccine ineffective against #SouthAfrica variant?@sid8998 of speaks on #vaccination.#Watch video: story: #COVID19 #pandemic #vaccine #covidvacccine #asia #hongkong #health #weekendreads","sentiment_score":0.0}
{"full_text":"Around one in three people with #COVID19 do not have any symptoms.This weekend, please #StayHome. Don't help the virus spread in the North East and beyond.Read the rules: #StayWarm #Staysafe","sentiment_score":0.0}
{"full_text":"The world has an important opportunity to turn the hard-won lessons of this pandemic into a healthier, more equal future for all. via","sentiment_score":0.225}
{"full_text":"Former Husky Jonna Bart relishing her senior year with the USD track program. She shares her experience, and emotions about getting back on the track after a pandemic pause, in this week's ANR.","sentiment_score":0.0}
{"full_text":"\"It's the only way that we can protect ourselves and protect each other\"Cllr Marie Tidball on why it is important for people with disabilities, and their carers to have the coronavirus vaccine.","sentiment_score":0.0916666667}
{"full_text":"FL variants (B.1.1.7) discovered by Helix (w\/ CDC).  Dashboard shows 334 positives from FL.  % variant positives  have gone from 2% of PCR positives to 15% in the past 30 days, which is on pace to hit 100% next month.  Click on FL at link below for detail","sentiment_score":-0.125}
{"full_text":"Some Central Illinois children were hospitalized with multisystem inflammatory syndrome (MIS-C), a possibly deadly after-effect for children who had COVID-19.https:\/\/t.co\/iL1gSsjSf6","sentiment_score":-0.1}
{"full_text":"Feature: The highs &amp; lows of substance use during COVID-19\"It's been like a wave. Immediately the pandemic hit and my drinking went up, and then I was like, 'I need to slow this down.' I was drinking a lot and I wasn't sure how I would cut down.\"https:\/\/t.co\/LNDzpQ734j","sentiment_score":-0.0277777778}
{"full_text":"Surely, you'd like to know if AD Bill Moos thinks you can attend a #Huskers' sporting event soon. Or an update on the chances of Ireland happening. Or the price tag on COVID-19 testing. Or... ICYMI, here's","sentiment_score":0.5}
{"full_text":"RT The difference between the Wizards' offensive numbers before and after their Covid outbreak\/six postponed games is sta...","sentiment_score":0.0}
{"full_text":"While further assistance to stricken homeowners, renters, and the homeless is valuable in the wake of the challenges posed by COVID-19, it is not clear that the $1.9 trillion American Rescue Plan would address the perceived financial need.https:\/\/t.co\/MOixzLzyYi","sentiment_score":-0.0125}
{"full_text":"Some big games this weekend (If COVID was not around)@BurrfieldsFC v East Lodge Youth v v v v v","sentiment_score":0.0}
{"full_text":"\"Sharing food is not only sharing food. You're making connections,\" says Shalyn Ward, with the Natoaganeg Community Food Centre in Eel Ground First Nation.She tells us how her community is tackling food insecurity during the pandemic.https:\/\/t.co\/ntNV1mYdbq","sentiment_score":0.125}
{"full_text":"HAVE QUESTIONS ABOUT THE COVID-19 VACCINE? YOU'RE NOT ALONE!We're asking the experts the questions on everyone's minds. When can I get the #vaccine? Does it work on new variants? What are the side-effects?Check it out on","sentiment_score":0.1363636364}
{"full_text":"Covid-19 has led to a pandemic of #plasticpollution but deep-ocean #plastic is a haven for life. Surprising. But true. Find out more in this article: and join us from March 1st - 5th at #OceanSummit, complimentary this year:","sentiment_score":0.4625}
{"full_text":"RT #BREAKING: #SaudiArabia records 337 new #coronavirus cases, 356 recoveries and 4 deaths","sentiment_score":0.1363636364}
{"full_text":"The effects of the pandemic aren't equal. Women, particularly Black &amp; Latina women, are being forced to decide between working and providing child care. is leading the fight for policies that make real investments in child care and paid family leave.","sentiment_score":-0.0666666667}
{"full_text":"HAVE QUESTIONS ABOUT THE COVID-19 VACCINE? YOU'RE NOT ALONE!We're asking the experts the questions on everyone's minds. When can I get the #vaccine? Does it work on new variants? What are the side-effects?Check it out on","sentiment_score":0.1363636364}
{"full_text":"According to these figures, demand for adult #vaccines across all disease states has declined an average of more than 60% since the start of the #COVID19 pandemic in March 2020. #shingles #vaccinehttps:\/\/t.co\/9Zi3lQiD3A","sentiment_score":0.15}
{"full_text":"RT I'm done. I've followed the lockdown rules since day 1, haven't seen my bf in 5+ months, it's our fucking 9 year anniversa...","sentiment_score":-0.6}
{"full_text":"Tomorrow is #LoveLocalDay - a day to show our local businesses how much we love them. Remember to support your local business during lockdown and beyond! #marketsmatter #MyMarket #SupportLocalBusinesses","sentiment_score":0.1666666667}
{"full_text":"Free Medicine Delivery for Select AreasTo help senior's social distance during the current pandemic, we can pick-up and drop-off their medications and prescriptions within the local area.For more information, call us at 347-969-6243.#MedicineDelivery #SummitAdultDayCenter","sentiment_score":0.1866666667}
{"full_text":"Wedding tips and tricks series with 8 Creative and Practical Ways to social distance at a wedding.https:\/\/t.co\/Ag0NbAZk8Y#360sitevisit #socialdistancing #facemaskwedding #njweddingvenue #weddingvirtualtour #weddingvenuedirectory #weddingtipsandtricks #weddingideas_brides","sentiment_score":0.2666666667}
{"full_text":"RT There are many businesses that have got me through my lockdown &amp; cheered me regularly obviously my  friends","sentiment_score":0.25}
{"full_text":"\"CureVac has initiated a rolling review with the European Medicines Agency, working towards authorization for its #mRNA #COVID-19 vaccine in the European Union.\" -- via Biopharma-reporter","sentiment_score":0.0}
{"full_text":"Lack of peer contact and motivation have emerged as two of the key challenges that faced higher education students last year after institutions took teaching online in response to the Covid-19 pandemic and lockdowns, a survey has shown.https:\/\/t.co\/bgUl7fON33","sentiment_score":0.0833333333}
{"full_text":"Please #StayHome and #StaySafe. Follow the national restrictions and help protect NHS services, your loved ones and your local community.","sentiment_score":0.35}
{"full_text":"Looking for an in-person worship service that includes Communion (and practices COVID-19 safety measures)?------We gather Sunday mornings at 9:30 and 11:00 outside under the big tent by the Youth Building. ------Please register by Saturdays at 11:59 pm at:https:\/\/t.co\/JIj5q8LaTC","sentiment_score":0.0}
{"full_text":"Join today at 3pm to discuss 'tackling inequalities in maternity' and the 'COVID-19 vaccination'. Join the meetinghttps:\/\/t.co\/8tpzmOSHQa #maternity #BAME #COVID","sentiment_score":0.0}
{"full_text":"Learn to play violin this Lockdown#violin #learnviolin #violinlessons #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"Being tech savvy in 2021 is a matter of life &amp; death as Americans scramble to get  vaccine appoints online.   We removed the paywall from this guide by to help anyone who needs some tech guidance on how to get a vaccine.https:\/\/t.co\/dzKVW9NYOH","sentiment_score":0.0}
{"full_text":"False allegations that COVID-19 vaccines turn children gay or trans are spreading rapidly on Telegram, the messaging-based social-media app.https:\/\/t.co\/99BoUWdQ6n","sentiment_score":0.0083333333}
{"full_text":"Current Conditions for #Sayre PATemp: 14.9FWind Chill: 14.2FHumidity: 65%Dew Point: 5.3F Barometer: 30.507 inHgWind: 2 mph from the NECorona Virus Weekly Stats:Cases: 95.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Looks like the chickens are coming home to roost for Cuomo. ","sentiment_score":0.0}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"#Listenback #ICYMIHealthcare workers are experiencing severe burnout as they face into the second year of the Covid-19 global pandemic. was joined by Dr Aoife Mullally and many callers.","sentiment_score":0.1666666667}
{"full_text":"With the announcement of the lockdown being lifted on the 16th you will be able to enjoy all our in house services.  Private personal training, Semi-private personal training, and Nutritional counselling will be back!#sudbury #supportlocal #shoplocal #health #optimumhealth","sentiment_score":0.18}
