{"full_text":"Dani's instinct is to write everything about her thoughts and feelings down for a time when she would not be able to clearly remember them. Who started a journal during the early pandemic for this reason? #GCBookClub","sentiment_score":0.1361111111}
{"full_text":"RT *THREAD* We know that there has been a lot of confusion about when people with asthma will get the COVID vaccine and what pri...","sentiment_score":0.0}
{"full_text":"RT Today took the COVID Vaccine jab...Request all HTP officers to take it...@HYDTP","sentiment_score":0.0}
{"full_text":"Stephen turns 21 today.  7 months married, 3rd year reading business &amp; theology at Dordt University.  Outstanding young man and couple.  We miss them, and the distance seems further with the pandemic.  Celebrating these special lives in God's abundant life.","sentiment_score":0.2581632653}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"RT If failing to quarantine properly is punishable by 10yrs in prison, what is the punishment for failing to properly protect...","sentiment_score":0.0}
{"full_text":"RT There is a lot of disinformation out there, but here's the truth: You should get a COVID vaccine as soon as it's available...","sentiment_score":0.4}
{"full_text":"Still too many. #MaskUp #India let's aim for zero cases. Say yes to #vaccine Say no to #COVID19 Together we can defeat the #ChineseVirus","sentiment_score":0.5}
{"full_text":"Charity bags. Charity shops are closed as per lockdown . They have already been stolen once and whoever pinched them left them in the bushes round the corner from my house ","sentiment_score":-0.1}
{"full_text":"People would fly if they'd stop with the masks for a fake pandemic for a weak virus with over a 99.8% survival rate &amp; hydroxy","sentiment_score":-0.025}
{"full_text":"RT There is a lot of disinformation out there, but here's the truth: You should get a COVID vaccine as soon as it's available...","sentiment_score":0.4}
{"full_text":"Hiding under their beds afraid of Covid.","sentiment_score":-0.6}
{"full_text":"I don't wanna sound rude but, didn't Charlie go to the Bahamas during COVID? I might be getting the info wrong but I'm not sure she wore a mask???","sentiment_score":-0.1625}
{"full_text":"RT More evidence:  the American Rescue Plan IS a bipartisan plan -- one that unifies this country!","sentiment_score":0.25}
{"full_text":"RT More evidence:  the American Rescue Plan IS a bipartisan plan -- one that unifies this country!","sentiment_score":0.25}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT So far the vaccines have been extraordinarily effective in preventing covid hospitalizations &amp; deaths, as in zero in clinica...","sentiment_score":0.35}
{"full_text":"RT Didn't wear your mask at the Super Bowl? The police are coming for you. This is out of control.","sentiment_score":0.3333333333}
{"full_text":"The fact covid has integrated every tv show, makes me want to peel my toenails off","sentiment_score":0.0}
{"full_text":"RT About to join All Things Considered. Talking about vaccines and beating the pandemic.","sentiment_score":0.0}
{"full_text":"RT Have a great #Tuesday everyone! Enjoy a very satisfying fossil fish preparation. #paleontology #satisfying #chill #lockdow...","sentiment_score":0.6375}
{"full_text":"RT Having been recently encouraged to \"stick to the science\", I'd like to write a bit about COVID-19 disinformation, where it com...","sentiment_score":0.0}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"RT This is inhumane. We must pass the Dismantle Mass Incarceration for Public Health Act.","sentiment_score":-0.45}
{"full_text":"COVID-19 SURVIVAL RATES (per CDC):Ages 0-19:     99.997%Ages 20-49:  99.98%Ages 50-69:  99.5%Ages 70+:       94.6%","sentiment_score":0.0}
{"full_text":"RT \"it would be a horrible idea if you prioritized people's lives over my profits\"","sentiment_score":-1.0}
{"full_text":"I'd rather wait for a drug based on a naturally occurring peptide called angiotensin 1-7 to help counter the impact of COVID-19 on the lungs.India's cases plummeted. No, no because of vaccines, but......thanks to #immunesystem .","sentiment_score":0.1}
{"full_text":"RT For the government to say that they \"cannot speculate\" when the lockdown will be lifted is an absolute disgrace. They sh...","sentiment_score":0.2}
{"full_text":"RT New documents reveal SAGE predicted the winter spike in Covid infections in July. They warned of an explosion of cas...","sentiment_score":0.1363636364}
{"full_text":"RT Extraordinary that allows itself to be used in this way. Only a few weeks ago the Chinese government said of the inqu...","sentiment_score":0.0333333333}
{"full_text":"Shoot em like tracer disks for the folks in the balcony. Get one for the house.","sentiment_score":0.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"Y'all be getting Covid and go right back to doing what y'all was doin ","sentiment_score":0.1428571429}
{"full_text":"RT President Biden is letting illegal aliens into the country without any coronavirus testing. Joe Biden is keeping America...","sentiment_score":-0.5}
{"full_text":"RT It's quite clear that Govt planned lockdown way in advance of winter flu season. Also obvious that mysteriously disappear...","sentiment_score":0.0333333333}
{"full_text":"RT New research shows how the Brazilian government has been using the pandemic to weaken environmental regulations. Envir...","sentiment_score":0.1363636364}
{"full_text":"RT Emergency Break = Tyranny On Demand","sentiment_score":0.0}
{"full_text":"PLEASE be careful out there, my friends!","sentiment_score":-0.125}
{"full_text":"RT This is inhumane. We must pass the Dismantle Mass Incarceration for Public Health Act.","sentiment_score":-0.45}
{"full_text":"Wake me up when covid19 ends","sentiment_score":0.0}
{"full_text":"The $2T+ he &amp; cohort #Republicans added to the deficit in the #GOPTaxScam in 2017 didn't bother him, nor the $5T they added w\/Trump's no-rules 1st COVID relief and other R spending. But now all those #fuckers are clutching their pearls about spending to help real people.","sentiment_score":0.0375}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT NEW: I review a few stories related to forced quarantines of those who refuse COVID19 tests and\/or vaccines. I ask how...","sentiment_score":-0.0909090909}
{"full_text":"I was told that Joe Biden had a super smart #COVID19 plan.  #BidenRegret","sentiment_score":0.2738095238}
{"full_text":"OPINION | Pandemic shows that when some in society aren't properly protected, everyone is at risk | CBC News","sentiment_score":0.0}
{"full_text":"COVID-19 blew a $74-million hole in city finances in Calgary in 2020 -- #yyccc will be discussing more details about the pandemic's impact next month.","sentiment_score":0.25}
{"full_text":"RT Reopening UK schools to all pupils in early March is feasible, as long as other lockdown measures continue, say researchers ht...","sentiment_score":-0.025}
{"full_text":"Today's news roundup covers pandemic fueled alcohol abuse, vaccines, coronavirus variants, what's going on in Los Angeles county hospitals, and abuse allegations at a large California youth residential treatment program. Read the CHL #DailyEdition.","sentiment_score":0.2142857143}
{"full_text":"RT Live footage from the WHO investigation in Wuhan ","sentiment_score":0.1363636364}
{"full_text":"RT Coronavirus latest:- Spain extends travel restrictions with UK, Brazil, South Africa and Portugal- Catalonia to add...","sentiment_score":0.5}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"WHO welcomes U.S. move to join effort to boost COVID vaccines, testing, treatments.https:\/\/t.co\/VhhMkc0AHk","sentiment_score":0.0}
{"full_text":"RT If your covid plan is to keep everyone masking and socially distanced until covid is no threat at all, you are insane and n...","sentiment_score":-0.4833333333}
{"full_text":"Good morning everyone! It may be cold but you know what isn't? Our showroom! Come see us. #loveyourhome #Yoruba #impeachment #lockdown #FreeBritney #drans #cryptocurrency #COVID19 #vaccine #MaryWilson #TomHiddleston #BlackLivesMatter","sentiment_score":0.0625}
{"full_text":"RT CDC: not really safe to have a Super Bowl party with people outside your home.Also CDC: it's safe for teachers to teach...","sentiment_score":0.1458333333}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"COVID-19 has been a difficult time for college and university students, especially on their #mentalhealth. That's why we're investing an additional $7 million to help students access the mental health supports and services they need. Learn more:","sentiment_score":-0.025}
{"full_text":"Top story: A Few Covid Vaccine Recipients Developed a Rare Blood Disorder see more","sentiment_score":0.24}
{"full_text":"Why not treat your loved one to a lush Glasfryn Sunday roast this Valentine's Day? Make it extra special by adding a bottle of fizz or two to your order! #glasfryn #pub #northwales #lockdown #bandplife #clickandcollect #valentinesday","sentiment_score":0.3116071429}
{"full_text":"RT I thank the Government of India for providing 500K doses of the coronavirus vaccine to Afghanistan. Appreciating India's const...","sentiment_score":0.0}
{"full_text":"RT Latest world chart on % vaccinated; UK is really moving out and d...","sentiment_score":0.35}
{"full_text":"RT New on Demand Episodes: Conversations on HC #TheIncrementalist The Tate Chronicles #TateDispatches","sentiment_score":0.1363636364}
{"full_text":"Join the Master Prophet E. Bernard Jordan and the company of prophets for the 24-Hour Prophetic Revival! Dial 515-604-9266! We will not stop until the pandemic is over!#christianity #christian #jesus #bible #god #faith","sentiment_score":0.0}
{"full_text":"RT There is a lot of disinformation out there, but here's the truth: You should get a COVID vaccine as soon as it's available...","sentiment_score":0.4}
{"full_text":"The girl at Ulta asked \"can I help you find something?\", I said I'm looking for a mask, she asked \"what are you trying to achieve?\"  I said ummm not get covid...she laughed, she thought I wanted a facial mask.","sentiment_score":0.35}
{"full_text":"Why US Office Demand Is Likely to Slump 15% Post-Pandemic via whatever formula anyone comes up with to predict this is all a guess","sentiment_score":0.0}
{"full_text":"RT Where are our friends in the neighbourhood? Bangladesh is talking to China about COVID-19. America is withdrawing from Afgh...","sentiment_score":0.0}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"RT One year into the virus from China ravaging America, the New York Times is publishing glowing propaganda about the Chinese Com...","sentiment_score":0.0121212121}
{"full_text":"Republican Congressman Ron Wright dies weeks after testing positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT The rational basis for the 'adulation the NHS is receiving' is that HUMAN BEINGS are being exposed to horrific circumsta...","sentiment_score":-0.5}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"RT Astounding story!SHAME  Off Duty  Police Lockdown Party  Ends With WPC In Court For  Punching On Duty Cop!...","sentiment_score":0.75}
{"full_text":"RT Yup, better make sure that we don't bring any covid from Africa into Europe...","sentiment_score":0.5}
{"full_text":"RT So President Trump left office and hydroxychloroquine can now be used to treat Covid-19.. Okay o","sentiment_score":0.25}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"STOP MAKING ME AGREE WITH YOU!","sentiment_score":0.0}
{"full_text":"RT We've known this since April. End the lockdowns! ","sentiment_score":0.0}
{"full_text":"I completely agree. That is how it has been framed in the UK by politicians and the media. The country depends on millions of migrants who originate in countries with far lower Covid cases than here who should be able to visit their families if necessary","sentiment_score":0.175}
{"full_text":"RT If your covid plan is to keep everyone masking and socially distanced until covid is no threat at all, you are insane and n...","sentiment_score":-0.4833333333}
{"full_text":"About insult our history, people, president and also calling corona virus \"China virus\" and \"wuhan virus\".","sentiment_score":0.0}
{"full_text":"We're in a pandemic f@d","sentiment_score":0.0}
{"full_text":"RT mRNA COVID vaccines are safe and effective:-mRNA vaccines don't affect your personal genes or DNA-They do not contain a...","sentiment_score":0.25}
{"full_text":"RT We're at a good downward trend with Covid-19 (possibly right before the variants hit), but even if it was a true end to c...","sentiment_score":0.4452380952}
{"full_text":"RT That stadium is PACKED bruh  we're never seeing the end of this pandemic","sentiment_score":0.0}
{"full_text":"RT  We're all in this together  and we must help curb the spread of #COVID19. Wearing masks is an effective way to do so! ...","sentiment_score":0.75}
{"full_text":"In Germany we wait for the #COVID19 numbers to go down 50 to open things again. In Belgium, it is above 277 and increasing of 9% and they open the hair dresser. Where's the logic?","sentiment_score":-0.0388888889}
{"full_text":"Webinar - Strategies for Reconfiguration of Tourist Destinations in the Era of Covid-19February 25th, 2021 at 10:30 - 11:30 AM EST (Washington D. C. time)https:\/\/t.co\/aMn0msfE3Ahttps:\/\/t.co\/TttF4TuEvb","sentiment_score":0.0}
{"full_text":"RT Where are our friends in the neighbourhood? Bangladesh is talking to China about COVID-19. America is withdrawing from Afgh...","sentiment_score":0.0}
{"full_text":"RT At this point, they really begging for a coup d'etat","sentiment_score":0.2}
{"full_text":"COVID-19 Update: 9 February","sentiment_score":0.0}
{"full_text":"MY TL IS ON CONFESSING LOCKDOWN. GOOOOOOO BITCHESSSSS!! DRINKS ON ME","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT Wow! This is wonderful love this","sentiment_score":0.5416666667}
{"full_text":"RT EU citizens with pre-settled status potentially losing their automatic right to obtain full settled status if they have le...","sentiment_score":0.2119047619}
{"full_text":"RT President Biden is letting illegal aliens into the country without any coronavirus testing. Joe Biden is keeping America...","sentiment_score":-0.5}
{"full_text":"RT Yikes, part 2: Low-income and Black and Hispanic-majority communities appear to be \"less able to substitute work at home...","sentiment_score":0.0555555556}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT THE JUDGES OMG","sentiment_score":0.0}
{"full_text":"Haha I totally forgot about the pandemic ....  j\/k","sentiment_score":0.1}
{"full_text":"COVID-19 'Vaccine Angels' Help Florida Seniors Book Vaccination Appointments","sentiment_score":0.0}
{"full_text":"RT Excellent call between PM and Biden.Key takeaways:1. Ignore distracting noise.2. Core of #India-#...","sentiment_score":1.0}
{"full_text":"RT Its not made clear, but the reason for concern is routine testing in South Manchester found 4 people infected with the mutat...","sentiment_score":0.1}
{"full_text":"RT Make it make sense please. They should be willing to handle business virtually, because, idk, we're in an ongoing pandem...","sentiment_score":0.25}
{"full_text":"RT tomorrow i will wake up and check my silly little cnu covid dashboard and do my silly little anxiety ","sentiment_score":-0.34375}
{"full_text":"RT Please note: this does not alter the longterm statewide vaccination phases and framework, but rather helps ensure that...","sentiment_score":0.0}
{"full_text":"RT When you're bullied online, it can feel as if you're being attacked everywhere and there is no escape, especially during the CO...","sentiment_score":0.0}
{"full_text":"RT Alas, this is the fate the British people accepted when they failed to question the logic and proportionalit...","sentiment_score":-0.3}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT The debate Democrats should be having is how much *more* we should be helping people this year, not how much less.","sentiment_score":0.1666666667}
{"full_text":"RT There is a lot of disinformation out there, but here's the truth: You should get a COVID vaccine as soon as it's available...","sentiment_score":0.4}
{"full_text":"RT you DON'T say","sentiment_score":0.0}
{"full_text":"RT Indian Army dogs trained to detect COVID19 using sweat &amp; urine samples. Labradors &amp; indigenous breed Chippiparai being trained on...","sentiment_score":0.0}
{"full_text":"Cause yo nostrils small","sentiment_score":-0.25}
{"full_text":"RT One year into the virus from China ravaging America, the New York Times is publishing glowing propaganda about the Chinese Com...","sentiment_score":0.0121212121}
{"full_text":"RT \"China Lied People Died\" is complete &amp; utter rubbish. Not only should we not blame China for Covid-19, we should be gra...","sentiment_score":0.0333333333}
{"full_text":"RT Anyone else just feel so suffocated in this lockdown I literally feel like crying 24\/7","sentiment_score":-0.2}
{"full_text":"RT Tweeting the WHO's conference on #LongCOVID (called \"Post COVID-19 Condition\" here) as possible.It starts off with the a...","sentiment_score":0.0}
{"full_text":"Do you and the have the political will to make things better for everyone? You showed it can be done with CERB. Or, will it be left to another party to show they care &amp; can do it?#cdnpoli#foodsecurity#UniversalBasicIncomehttps:\/\/t.co\/Ra9QpjJJD1","sentiment_score":0.1666666667}
{"full_text":"Lol so unlikely that an outbreak occurred down the street from the world famous Coronavirus Lab, where they study experimental viruses. And then they and the WHO collided to cover it up!Soooo weird","sentiment_score":0.0407407407}
{"full_text":"OMG I can't say how much people need to understand that Covid is real and is killing people!!Someone else I knew has died and she was a light in the world, a joy!She will be so missed. #WearAMask","sentiment_score":0.2666666667}
{"full_text":"Love Gloomhaven! Don't like pandemic. Not played the rest. Terraforming Mars is a fairly common answer in this thread! Seems quite polarizing!","sentiment_score":0.078125}
{"full_text":"Top #health story: Vaccinated mothers may pass on SARS-CoV-2 antibodies to newborns see more","sentiment_score":0.5}
{"full_text":"Five of the most pressing people questions companies need to address as they emerge from the pandemic. #peoplemanager #leadership #hr #employeeengagement #business","sentiment_score":0.5}
{"full_text":"People are driving less during the pandemic, and that could potentially cause roadblocks in Ohio's highway construction projects.","sentiment_score":-0.0833333333}
{"full_text":"WHO welcomes US move to join effort to boost COVID vaccines, testing, treatments","sentiment_score":0.0}
{"full_text":"Travel 'mass testing' may spark doom for airlines #COVID19 #Travel ","sentiment_score":0.0}
{"full_text":"\"If we look back we may find that our collective experience of the pandemic has brought out the best in our spirituality; and this inner strength has kept us hopeful in the midst of the storm, perhaps more than we realize\" - Christina Khenghttps:\/\/t.co\/1jUDFPJFjO","sentiment_score":0.375}
{"full_text":"RT When the hospital bill is over $1,000,000 but you're responsible for *only* $42,000, is that really a just health care system...","sentiment_score":0.1333333333}
{"full_text":"Sheridan ignoring questions about decision to make childcare students complete in-person training during lockdownhttps:\/\/t.co\/KSosvmcAl3","sentiment_score":0.1}
{"full_text":"OTHERWISE: Dorf on Law: Did the Supreme Court Inadvertently Exempt Movies and Other Secular Expressive Activities From COVID Restrictions?","sentiment_score":0.3375}
{"full_text":"Most employers who are requiring or allowing remote work are not planning to change course for months to come, even as an increasing number of people receive the COVID-19 vaccine, according to a survey released by Littler Mendelson on Tuesday.","sentiment_score":0.2}
{"full_text":"Coronavirus: Borders update on new cases, number in hospital and ICU figurehttps:\/\/t.co\/8nx4RjQyZt","sentiment_score":0.1363636364}
{"full_text":"Investigations are being made as to whether a certain floor of the Holiday Inn may be a area of risk. #9Newshttps:\/\/t.co\/peNjz2CavJ","sentiment_score":0.2142857143}
{"full_text":"The Longest Year: Life under local restrictions - British Red Cross#greylit #greyliterature #nglc #COVID19 #COVID19uk #health_inequalitieshttps:\/\/t.co\/nxsMWG1H8s","sentiment_score":0.0}
{"full_text":"I am not aware of the smaller details, I was impressed by his voice here on Twitter during the turmoil of 2020 regarding COVID and BLM but this is the first time I've seen him comment on sports.","sentiment_score":0.28125}
{"full_text":"Washington should not be forcing Main Street businesses to raise their wages.Instead of federal mandates, we should build on recording breaking pro-growth policies that created a booming economy pre-#covid.","sentiment_score":0.1666666667}
{"full_text":"Calling teachers and school leaders in Sheffield Coping with Covid: fully funded sessions held Friday 2-3pm, offering a space for mutual support and reflection on dealing with the pandemic.Please contact info@decsy.org.uk to secure your place#wellbeing #coping #support","sentiment_score":0.4}
{"full_text":"Are you thinking of visiting the Donald Trump Library where you'll catch COVID-19 Memorial, the Wall of Criminality, the Tax Evasion 101 exhibit, sit in the Alt-Right Auditorium, shop at the Grift Shop, tour Autocrats Gallery, read lots of tweets in the Twitter Gallery &amp; more.","sentiment_score":0.5}
{"full_text":"Lol people live in a world of data and the government still thinks they can act like daddy and just make a sign saying it is so and expect everyone to believe them.","sentiment_score":0.4681818182}
{"full_text":"The IEC approached the court to postpone by-elections amid the spike in Covid-19 infections.https:\/\/t.co\/ciOW2WDslX","sentiment_score":0.0}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"On February 19, our office is joining Cook Co. Commissioner &amp; District Director Robert Steiner for a town hall to provide much-needed updates on COVID-19 relief for our struggling entertainment industry &amp; shuttered venues.Sign up:","sentiment_score":0.0}
{"full_text":"Daryl Dixon [to Carol Peletier]: You gotta not bullshit me.#TheWalkingDeadSeason 10Squeeze23 February 2020#TWDZombie ApocalypseAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"\"The greatest racial and ethnic disparity among children aged 3-5 years and aged 6-9 years is seen in Mexican American and non-Hispanic black  children.\"https:\/\/t.co\/1Vja7l7L6i #NCDHM","sentiment_score":0.1055555556}
{"full_text":"Last week, SOWI bowlers had the Strike Challenge to see which agency could bowl the most strikes. Agency 6-12 West Madison won with 43 strikes! Athlete Mike Virnig led the way &amp; bowled 6 in a game! Way to go, Mike! For more info on COVID-19 safety, visit","sentiment_score":0.125}
{"full_text":"Have symptoms or been exposed to #COVID19? Don't wait. Separate. Move to a free hotel room or receive free resources to help you safely quarantine at home. Learn more:","sentiment_score":0.45}
{"full_text":"Even before the pandemic, people struggled to put food on the table every day. Thanks to The Pantry, Inc. in Oxford, MS, for the work they continue to do in our community! #BankOriginal","sentiment_score":0.25}
{"full_text":"Give an #ApprenticeShoutout as part of #NAW2021Recognise the resilience, adaptability and leadership displayed by apprentices through Covid-19Submit your nomination: @CityGuildsGroup will issue all nominated apprentices with a digital credential","sentiment_score":0.0}
{"full_text":"The single most important action we can all take is to stay at home to protect the health service and save lives.Visit for advice#StayHome","sentiment_score":0.2321428571}
{"full_text":"Saluti, you can read it here: 1\/: Of the impossibility of truth, the limits of knowledge and the end of science in the #corona-crisis. A (rather... See you soon. ","sentiment_score":0.0}
{"full_text":"Churches, synagogues, temples and other places of worship in California were granted permission to resume indoor services over the weekend after the U.S. Supreme Court threw out Gov. Gavin Newsom's ban on indoor worship during the pandemic.https:\/\/t.co\/CuH9x8ainD","sentiment_score":-0.125}
{"full_text":"Cyber threats that exploit telework tech &amp; devices have spiked during the #COVID19 pandemic. We've teamed up with to create a #cybersecurity resource with steps you can take to protect your remote work environment from criminals. #SID2021","sentiment_score":-0.1}
{"full_text":"RT But how?!?! Covid is a hoax. Send the kids back to school. Covid doesn't spread through kids. They only...","sentiment_score":0.0}
{"full_text":"Check out this great piece about several local farmers and their journey to grow food here in Cincinnati. Then join Green Umbrella for the 2021 Local Foods &amp; CSA Fair!https:\/\/t.co\/RygVuYjLxq","sentiment_score":0.12}
{"full_text":"RT Dr. Fauci now says that the masks can come off when COVID-19 is no longer a threat at all.Many experts are now saying...","sentiment_score":0.0}
