{"full_text":"a liars heart can not be undone. The lives dead bc ur covid lies. The assassination plots you helped indoctrinate followers to. Like pharaohs scratched from history so will you. The hero's these days are for continuing the count. Angels made sure it failed.","sentiment_score":-0.0666666667}
{"full_text":"RT this pandemic is either a blessing or a curse , pick your poison people ","sentiment_score":0.0}
{"full_text":"\"[Note that any such amino-acid switcheroo is correctly called a change, not a mutation. Mutations occur only in genes. For some reason many scientists and scribes who ought to know better are mistakenly calling N501Y and other amino-acid changes 'mutations.' ]\"","sentiment_score":0.175}
{"full_text":"RT I love how ERG, so wrong on Brexit, have moved onto Covid restrictions with zero loss of self-confidence. As if there aren't...","sentiment_score":0.0}
{"full_text":"Maybe , but is more to do with control over budgets and its dead cat time argue over this and ignore what else we have done or not done in the NHS including under funding and privatisation","sentiment_score":0.15}
{"full_text":"RT We can no longer ignore the increasingly belligerent comments from #China's regime--if we want to keep our country. #Commu...","sentiment_score":0.0}
{"full_text":"RT During the pandemic, many doors are closed to people, but poetry can help open them and inspire people in #lockdown.Sen...","sentiment_score":0.1333333333}
{"full_text":"It's a circus and those deplorable Dems need to go sit down I'm sick of all this no good paying jobs, no back pay of our pandemic and unemployment checks just wrong this Country's priorities are all screwed up","sentiment_score":-0.3866402116}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"RT New COVID-19 variant detected in Maine, according to Maine CDChttps:\/\/t.co\/35pKRcxZUi","sentiment_score":0.1363636364}
{"full_text":"RT Wth y'all uncle Covid Givens doing dawg","sentiment_score":0.0}
{"full_text":"RT Some infectious diseases can be eliminated. Some can't be.30 years ago, the International Task Force for Disease Eradication...","sentiment_score":0.0}
{"full_text":"Covid seems to be making all the regular procedures get delayed.  Human's brother has stage 4 cancer, his follow ups &amp; consultations have been delayed, cancelled &amp; postponed several times now.  ","sentiment_score":0.0}
{"full_text":"RT Bit full-on this week I just wanted to know if we have any centres left. Lockdown might be getting to whoever...","sentiment_score":0.0}
{"full_text":".@khamenei_ir talks about \"jinns\" involved in #coronavirus pandemic, believes in Chinese superstitions!#JavadTheJackass:\"mouse year\" was a difficult one, next Chinese year will be \"ox\" bringing prosperity!He counts selling Iran to China as a big \"achievement.\"#IranTruth","sentiment_score":-0.1}
{"full_text":"RT It comes with a heavy heart to announce the passing of Coach Ty Scroggins due to COVID complications. Please keep his fami...","sentiment_score":-0.1625}
{"full_text":"RT The Coronavirus Act allows ministers to take the most draconian decisions without due process or a vote in parliament....","sentiment_score":0.1875}
{"full_text":"I'm not saying lockdowns are perfect but they're not the evil some people are portraying them as. They're keeping people alive in other ways, but also some people don't have the additional stresses they had from life pre-lockdown","sentiment_score":-0.00625}
{"full_text":"100% solution for covid.everybody, stop breathing.","sentiment_score":0.0}
{"full_text":"Due to the ongoing Covid-19 pandemic, the promoter of Glasvegas are pleased to advise this event has been rescheduled to 2022. All tickets remain valid for the rescheduled dates.If you haven't got yours yet, head to our website now","sentiment_score":0.1875}
{"full_text":"RT Before the government panicked, this was official policy on international travel during a pandemic:","sentiment_score":0.0}
{"full_text":"Hahaha Umjolo in Gauteng is becoming a pandemic, said Xhosa Men Association Spokesperson ","sentiment_score":0.325}
{"full_text":"RT There's an intriguing overlap on here between those complaining that lockdown restrictions on liberty are a barbaric a...","sentiment_score":0.3}
{"full_text":"RT Business Council calls for national push to vaccinate and test Canadians for COVID-19  #cdnpoli #Covid-19 #cdneco","sentiment_score":0.0}
{"full_text":"RT In the first lockdown last year, families with disabled children saw any support they received stopped entirely.  What's y...","sentiment_score":0.0125}
{"full_text":"RT When Taylor comes out and says she's found a cure for covid. Then y'all will see","sentiment_score":0.0}
{"full_text":"The survey follows the same group of respondents over 12 months to understand their experiences with #COVID19, as well as their values and views toward issues like health and well-being, equity, and the role of government in society.","sentiment_score":0.0}
{"full_text":"RT  For nursing students, studying and undertaking placements during the pandemic has been a challenge like no other.T...","sentiment_score":0.0}
{"full_text":"RT I'm old enough to remember when Biden called the COVID-19 travel ban on China xenophobic.Now he's considering banning...","sentiment_score":0.05}
{"full_text":"RT On this #WomenInScienceDay, Santulan pays tribute to all women scientists at the forefront of fight against #coronavirus!...","sentiment_score":0.0}
{"full_text":"RT Was happy to receive a call from my friend  Assured him that India would do its best to facilitate suppli...","sentiment_score":0.9}
{"full_text":"RT Today our Chief Medical Officer, Dr. Kenneth George; Co-Coordinator of the National COVID-19 vaccine campaign, Major Da...","sentiment_score":0.03125}
{"full_text":"RT Our chief exec now speaking at #justice event: \"How do we use the pandemic as a catalyst for...","sentiment_score":0.0}
{"full_text":"RT TfL unveils further plans to support increased levels of cycling in Southwark and Lambeth Trial changes to the A23 ...","sentiment_score":0.0}
{"full_text":"Again, #DFW people, if you can stay home, do so for us that have to work in this mess.","sentiment_score":-0.175}
{"full_text":"Maybe he ought to lecture the CDC.","sentiment_score":0.0}
{"full_text":"RT My opinion:Why does double masking help?It's not just extra layers...Or overlapping on the edges...It's because so man...","sentiment_score":0.0}
{"full_text":"RT Towns: \"I don't personally do not believe there should be an All-Star game.\"Went on to deadpan: \"But what do I know?...","sentiment_score":-0.3166666667}
{"full_text":"Mystery as at least 36 people develop blood disorder and one person DIES after receiving Pfizer or Moderna COVID vaccines in the US - as experts warn the shot could act as a 'trigger' for some people in rare caseshttps:\/\/t.co\/zA31UE909a","sentiment_score":0.0}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"I get scolded by family members and medical colleagues for no wearing two masks. People are becoming \"scolds\" as this pandemic drags on.","sentiment_score":0.225}
{"full_text":"RT Dear please do not use the term \"Covid recession\" as you did this evening. The recession was locked in long befo...","sentiment_score":-0.05}
{"full_text":"Cant wait for the howls of outrage from SF about someone travelling during the pandemic.","sentiment_score":0.0}
{"full_text":"RT As the world partly opens up after lethal wave and threat of #coronavirus, more tourists, preferring to visit centuries...","sentiment_score":0.5}
{"full_text":"RT If the various stories about and Covid contracts are not leading the news tonight then it is further confi...","sentiment_score":0.0}
{"full_text":"I'm not getting my life back regardless of what happens with the pandemic.The government has been crystal clear on that.","sentiment_score":0.05}
{"full_text":"New study from the IARC COVID-19 impact study group describes the impact of #COVID19 on #cancer #screening and treatment in 17 #LMICs. Best practices adopted to face the crisis are also described in the study #IARCpaper","sentiment_score":0.5681818182}
{"full_text":"37 New COVID-19 Cases in Tak Alone #Tak","sentiment_score":0.1363636364}
{"full_text":"RT The UK virus is now going to sweep the world.Hey racists, what were you saying about the China Virus?","sentiment_score":0.0}
{"full_text":"RT Disabled people made up almost two thirds of all deaths involving coronavirus, according to new ONS figs (up to November...","sentiment_score":-0.0318181818}
{"full_text":"RT Me during my first night back on U Street after Covid","sentiment_score":0.125}
{"full_text":"We are in a middle of once in a century global pandemicNothing about this should be normalized The productivity and output of a lab matters less than the wellbeing of the ones working in itScientific collaborations are for life not just for the project(s)#AcademicTwitter","sentiment_score":-0.0555555556}
{"full_text":"Sorry to hear that Covid symptoms still causing problems. Hope you feel better soon. Rest up. Best way to recover....oh and chocolate of course ","sentiment_score":0.3333333333}
{"full_text":"I will be on Parliament TV speaking about the current state of poverty and unemployment in South Africa, given the impact of #COVID19SA pandemic, at 17:30. Tune in on DSTV channel 408. #StatsSA #SONA2021","sentiment_score":0.0}
{"full_text":"Wondering if Shakespeare was thinking about Covid when he wrote these lines for Hamlet","sentiment_score":0.0}
{"full_text":"Testimony thread ... share it with someone who is in a dark lockdown place","sentiment_score":-0.15}
{"full_text":"New post in Singapore Matters:   This year, with COVID-19, it is perhaps more important than ever to show our appreciation to our family members. The warmth, comfort and support of our families have given all of us strength to get through the most trying...","sentiment_score":0.3840909091}
{"full_text":"RT TEACHING UNIONS DEMAND OVERTIME FOR...WORKING OVERTIMEStrong story","sentiment_score":0.0}
{"full_text":"RT When government decided to give thuggery legitimacy because it wanted to attack citizens who were simply demanding that th...","sentiment_score":0.0}
{"full_text":"RT I'm Cyril shocked. China lied people died.","sentiment_score":-0.7}
{"full_text":"Everybody needs some down time!!!","sentiment_score":-0.3038194444}
{"full_text":"Yeah this baffling","sentiment_score":0.0}
{"full_text":"RT NEW: The Biden administration is considering whether to impose domestic travel restrictions, including on Florida, fearful...","sentiment_score":-0.2545454545}
{"full_text":"RT COVID-19 is disproportionately killing Black, brown, and Indigenous people. The vaccine rollout program is disproportionately...","sentiment_score":-0.1666666667}
{"full_text":"Reuters launched a virus attack on Japan.He sent COVID-19 infected reporters to Japan and failed to comply with the rules of the Japanese government, forming a cluster .And Reuters hid that fact, but it became clear.Everyone in the world, please be aware of this fact.","sentiment_score":-0.0833333333}
{"full_text":"Buy when everyone is panic selling and sell when everyone is Fomoing baki in realty all depends on your TA, risk appetite and management.","sentiment_score":0.0}
{"full_text":"Yesterday, I found out that, if it weren't for the pandemic, my internship would be at a local library that belongs to the city hall and that I would be going to schools to talk about the books the library has.Let me cry a river, y'all....","sentiment_score":0.0}
{"full_text":"Thanks so much Mia, we appreciate the support. We have some lovely savoury options on the blog\/recipe section of our website if you'd like to try any of those We're the same - anything to pass the time during this lockdown :) Hope you are safe &amp; well.","sentiment_score":0.3166666667}
{"full_text":"How have you been straying active during lockdown? Let us know! #WorldHugathon","sentiment_score":-0.1666666667}
{"full_text":"How have you been straying active during lockdown? #WorldHugathon","sentiment_score":-0.1333333333}
{"full_text":"RT Germany's experience demonstrates that greatest spreaders of #coronavirus are complacency and politics. Now an influential...","sentiment_score":1.0}
{"full_text":"How have you been straying active during lockdown?? #WorldHugathon","sentiment_score":-0.1333333333}
{"full_text":"The Benefits of Suburban Office Locations #CRE #Office #TenantTips #COVID-19https:\/\/t.co\/QPpQ5prdN3","sentiment_score":0.0}
{"full_text":"Not Perfect, But Saves Lives, Says AstraZeneca CEO On Covid Vaccine","sentiment_score":-0.5}
{"full_text":"Don't be left out. I still believe in CryptocurrencyFor inquiring on Investment. DM or Email: cryptoinvestmentw@gmail.comWhatsApp:+15676239532Instagram:@cryptoinvest911https:\/\/t.co\/0LtYfgh4qHYou can make $18500 weekly despite the pandemic,A Strong Team with Strong Backing","sentiment_score":0.2888888889}
{"full_text":"RT Calling all nannies! You are a vital workforce in this pandemic. Please take part in our survey here:","sentiment_score":0.1}
{"full_text":"RT St. John's region in lockdown as COVID-19 cases skyrocket | SaltWire","sentiment_score":0.0}
{"full_text":"This is why many Americans are not paying attention to this political theater.  Democrats' double standard  is too obvious and dangerous. They need to remove a few of them from some committees and go back to work for Americans who are not collecting a paycheck due to COVID.","sentiment_score":-0.0472222222}
{"full_text":"Pandemic Love: Couples Who Found Romance in a Year of Tragedy","sentiment_score":0.5}
{"full_text":"RT \"Prisoners in England's jails have been locked in their cells for more than 90% of the day to keep them safe from Covid-...","sentiment_score":0.5}
{"full_text":"RT  Fuck ","sentiment_score":-0.4}
{"full_text":"There's just a few weeks left to contribute to the COVID-19 survey, important work that could help to protect the health of everyone in the dental team. If you haven't yet, please do share your views here:","sentiment_score":0.0666666667}
{"full_text":"Introducing a new series:#TrainingThursdayEach Thursday at this time we throw a spotlight on one of our courses. This week we take a look at the Covid-19 e-learning courses.https:\/\/t.co\/TdEfdVVZBx...\/e-learning\/infection-control\/","sentiment_score":0.1363636364}
{"full_text":"4 ways to tackle #ClimateChange while recovering sustainably from #COVID19: Restore landscape Protect people from climate  Shift to low-carbon energy  Shift to low-carbon transportation#ClimateActionWBG #WBG_BiggerPicturehttps:\/\/t.co\/x6G2ayHVh4","sentiment_score":0.0}
{"full_text":"Police officers are at high risk working on the frontline every day, attending accidents, giving first aid, supporting mental health patients, the list goes on. They are integral to keeping our communities safe. They deserve the same protection as other vital frontline workers!","sentiment_score":0.1325}
{"full_text":"#UMMEDSOC warmly wishes all those celebrating a Happy Chinese \"Niu\"Year! May the new year bring you great joy &amp; successIn this festive period,do rmb to adhere to the SOPs &amp; practice social distancing as much as possible.#Staysafe everyone!#kitajagakita #cny #LunarNewYear","sentiment_score":0.4212121212}
{"full_text":"\"They should follow the rules because we want to be sent out of this pandemic\"Gabriela Idusuyi, care support worker at on how the public can do to help to stop the spread of COVID-19.","sentiment_score":0.0}
{"full_text":"5,000 travellers entering Canada have stayed in isolation sites since Jan. 24. Now, some of those travellers have lifted the lid on what quarantine life was like. with the details.A breakdown of Canada's isolation sites:","sentiment_score":0.0}
{"full_text":"Please stick by COVID-affected essential businesses deeply.","sentiment_score":0.0}
{"full_text":"In a prior tweet we provided powerful science explaining this. However this graphic helps visualize what all the studies mean. Asymptomatic \/ Healthy People rarely spreads #COVID19 or any respiratory virus. So why do we continue scaring our children and society?#NoMoreLockdowns","sentiment_score":0.13125}
{"full_text":" 2020-21 INFANT KIT Home kits are available now, which includes shirt and shorts for PS35 (available in three different sizes).Link  note, there will be slightly longer delivery times due to reduced staffing\/Covid-19 restrictions.#IRON","sentiment_score":0.1016666667}
{"full_text":"100M+ of COVID vaccines doses administered worldwide. Zero in Hong Kong. What's going on?#WATCH:  speaks to of #COVID19Vaccination #HongKong #vaccine #Asia","sentiment_score":0.0}
{"full_text":"People can struggle with lots of info at once, break it down into chunks &amp; encourage questions This &amp; video &amp; our website has more #healthliteracy #coronavirus #covid19","sentiment_score":0.1722222222}
{"full_text":"If you feel fine but want to check you don't have Covid-19, you can book to have a fast test taken at Harlow Civic Centre.Book your test here:","sentiment_score":0.3083333333}
{"full_text":"Due to #COVID19 and #lockdowns, more than 200.000 additional stillbirths could occur just in the next 12 months, concentrated in low- and middle-income countries:","sentiment_score":0.09375}
{"full_text":"Any ideas about the significance of #Covid_19 to Open Science? - Some people say that The #coronavirus #pandemic has brought home the importance of #OpenScience to many people.","sentiment_score":0.25}
{"full_text":"Good Morning Ottawa!!To help our neighbors stay at home safe, we're going to be offering limited services, in order to keep their devices working.Due to Covid-19 restrictions, Only one person allowed at a time.Reception sanitized between each customer.","sentiment_score":0.2821428571}
{"full_text":"While the ultra-Orthodox community is far from monolithic, many rabbis have either ignored or even intentionally flouted safety rules around #COVID.","sentiment_score":0.3}
{"full_text":"The seven day infection rate per 100,000 people now stands at 106...","sentiment_score":0.0}
{"full_text":"RT Providence Football sends its condolences to Coach Scroggins' family. Coach Scroggins was a good man and a legendary...","sentiment_score":0.85}
{"full_text":"If done correctly, a cloth mask worn over a surgical mask can tighten the gaps around the mask's edges that can let virus particles in, the CDC said.","sentiment_score":0.0}
{"full_text":"More students than ever have accessed the  funded education schemes for food and farming resources Find out more here: #farmbusiness #homeschooling","sentiment_score":0.5}
{"full_text":"NEWS: Covid-19 rapid assessment and treatment hospital opened at West Suffolk Hospital.https:\/\/t.co\/NMRy9meIsD","sentiment_score":0.0}
{"full_text":"Most people even in the industry aren't advocating that we just throw the borders open and travel as we did before and of course want to minimise covid infections and deaths as much as everyone else so please don't trivialise something so important to so many for various reasons","sentiment_score":0.2666666667}
{"full_text":"NEWS: Covid-19 rapid assessment and treatment hospital opened at West Suffolk Hospital.https:\/\/t.co\/oNzpUQyXDD","sentiment_score":0.0}
{"full_text":"Black and Asian people in Britain are more likely to die from COVID-19, so why are they more reluctant to take the vaccine? We visited to find out more","sentiment_score":0.2222222222}
{"full_text":"RT CDC recommendation for sunny days","sentiment_score":0.0}
{"full_text":"#Covid19: 12-year-old Reem El-Khouly started offering instruction to her younger neighbours when schools across Egypt were shut due to the coronavirus pandemichttps:\/\/t.co\/0fxnDKaGXW","sentiment_score":-0.0625}
{"full_text":"RT MP has appeared in court charged with \"culpable and reckless conduct\" in connection with journeys she made b...","sentiment_score":0.0}
{"full_text":"RT Brilliant analogy - the gov are messing around with people's livelihoods and we're getting tired. I want to live WITHOUT covi...","sentiment_score":0.2121212121}
{"full_text":"Employers should make sure they know what to do if an employee tests positive for COVID-19. That includes knowing the full definition of \"close contact\", as provided in workplace resources. ","sentiment_score":0.3590909091}
{"full_text":"The day Drotar was cleared to pitch to live batters last season was the same day the rest of the season was canceled due to COVID-19.https:\/\/t.co\/Au6NMQDZR5","sentiment_score":0.0028409091}
{"full_text":"COVID 19 cases in India until : 11\/02\/2021 17:30Total Cases: 10871301 [+241]Active: 139562Recovered: 10571749 [+120]Deaths :155399 [+0]Total Tests: 204.02MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT There are literally 30 million N95 masks sitting in Miami factories that the company can't figure out how to sell despite...","sentiment_score":0.0}
{"full_text":"#Replug | With 12,923 fresh cases reported in a day, the total COVID-19 tally has climbed to 1,08,71,294, as per the data updated by the Health Ministry on Thursday at 8 amhttps:\/\/t.co\/kJC2qEIRc0","sentiment_score":0.15}
{"full_text":"confirms it's support for the Oxford\/AstraZeneca vaccine. Read more:","sentiment_score":0.5}
{"full_text":" \"Anyone not wearing a mask risks a EUR500 fine,\" said Austrian Interior Minister Karl Nehammer. After an anti-lockdown protest on Sunday, Jan 31, he promised tougher penalties for those who willfully disregarded public health measures.https:\/\/t.co\/YsSTWL6vwB","sentiment_score":0.2083333333}
{"full_text":"Remember: you must now stay at home except for a limited set of exemptions. You can find full guidance online via Stay home. Save lives.","sentiment_score":0.1392857143}
{"full_text":"\"I think one of the most important factors that keep the Merck Foundation strong and continuing with our programs even during this pandemic is that we establish very strong partnerships and trust levels with our partners.\"Read more:","sentiment_score":0.4793333333}
{"full_text":"#COVID19: #SaudiArabia's field inspections focus on government and private establishments to ensure #coronavirus health and safety protocols are adhered to.","sentiment_score":0.0}
{"full_text":"\"Prevention Of Covid-19 Be Safe, Fo You, And For Others\"Infographic#COVID19 #coronavirus #BeSafeOutThere #StayHealthy","sentiment_score":0.5}
{"full_text":"As lockdown continues it can be tempting to exercise at beauty spots such as #DartmoorRemember you should not travel outside of your local area@DC_Police work closely with who through #CSAS have specific police powers#StaySafe More here ","sentiment_score":0.1}
{"full_text":"Accelerating the digital transformation of B2B payments can help suppliers and buyers in the #retail industry remain operational as some employees work remotely amid COVID-19.  Learn more here:","sentiment_score":0.1333333333}
{"full_text":"\"I think one of the most important factors that keep the Merck Foundation strong and continuing with our programs even during this pandemic is that we establish very strong partnerships and trust levels with our partners.\"Read more:","sentiment_score":0.4793333333}
{"full_text":"You mean, outsourcing key functions to private organisations, namely more of your rich friends, for which you yourself will benefit ?I mean, that's what it's all about isn't it.#ToryCorruption","sentiment_score":0.0416666667}
{"full_text":"CVS and Rite Aid pharmacies in New Jersey are expected to receive nearly 27,400 COVID-19 vaccine doses.","sentiment_score":0.0454545455}
{"full_text":"#StEdmundHall celebrates this year's International Day of Women and Girls in Science #February11.   Read about student as a woman involved in the fight against COVID-19 here:","sentiment_score":0.0}
{"full_text":"RT Today would've been my in-laws 60th wedding anniversary. I wanted to celebrate them while reminding people like @RachelMay...","sentiment_score":0.0}
{"full_text":"McCallion is sharing her take on how Canadian politicians are handling the COVID-19 pandemichttps:\/\/t.co\/fPLmiKvrjd","sentiment_score":0.0}
{"full_text":"Should your child or any member of your household become ill with Coronavirus or need to self isolate during half term, we still need to know in order for us to track and trace any contacts. If you find yourself in this tricky situation, please see our pinned post on our Facebook","sentiment_score":-0.3333333333}
{"full_text":"RT Exclusive: EU faces bankruptcies and bad loans as COVID-19 help for firms ends - EU document","sentiment_score":-0.7}
{"full_text":"\"I think one of the most important factors that keep the Merck Foundation strong and continuing with our programs even during this pandemic is that we establish very strong partnerships and trust levels with our partners.\"Read more:","sentiment_score":0.4793333333}
{"full_text":"His only symptom leading up to his diagnosis was fatigue for about a week.","sentiment_score":0.0}
