{"full_text":"We're glorifying being pandemic car cucks who are scared to go outside now? What a huge self-own lol","sentiment_score":0.4}
{"full_text":"Oh behave you are the problem acting like all other virus are not important it kills end  WHO DELCARED PANDEMIC OF SWINE FLU. Just important","sentiment_score":0.01875}
{"full_text":"RT \"It is time for America to do right by the workers sacrificing so much for their communities and our country. Coronavirus does...","sentiment_score":0.2428571429}
{"full_text":"Just watch deaths from cancer rise in the next 2 to 5 years, far more than from Covid due to late diagnosis.","sentiment_score":0.035}
{"full_text":"COVID-19 2nd wave: Edo records 30 new cases, two more deaths as active cases rise to 632","sentiment_score":0.1257575758}
{"full_text":"Students will use their new sports equipment with the #GameOnPhilly App which is filled with sports &amp; fitness content and is a fun &amp; easy way to stay active at home. The Game On Philly App is available to ALL Philly kids. Find out more herehttps:\/\/t.co\/MrufPQiz4s","sentiment_score":0.2045454545}
{"full_text":"RT Just so we're clear, zero Republicans in both the House and Senate voted to advance the resolution for the $1.9 trilli...","sentiment_score":0.1}
{"full_text":"RT Acute Ischemic #Stroke and COVID-19: An Analysis of 27 676 Patients #COVID19 #AHACOVID19 #AHAJournals","sentiment_score":0.6}
{"full_text":"I think we have reached peak\/lockdown\/old farts. Discussing why people aren't taught to whistle anymore. Remember when it was an 'achievement'?","sentiment_score":0.0}
{"full_text":"RT Apologize and prove you're really not like the rest of the Republican Party by agreeing to do something about gun violenc...","sentiment_score":-0.1}
{"full_text":"RT Just so we're clear, zero Republicans in both the House and Senate voted to advance the resolution for the $1.9 trilli...","sentiment_score":0.1}
{"full_text":"Systemic Racism &amp; Health Care: Building Black Confidence in the COVID-19 Vaccine ","sentiment_score":-0.1666666667}
{"full_text":"RT God help us. #COVIDisAirborne but thinks you don't need masks if you are sitting.@kprather88","sentiment_score":0.0}
{"full_text":"RT A cancer tsunami will result from the dangerously myopic Covid focus at cost of all else. Why don't these lives matter?\"3M...","sentiment_score":-0.6}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"RT I am waiting to hear chief  ignorists defending the idea of buying armored vehicles while we are borrowing money to figh...","sentiment_score":0.0}
{"full_text":"Thank you for everything you do and for supporting Ralph and the team through the difficult times like this week. Some of us realise that our owner or yourself didn't expect world geo-politics to turn and for COVID to hit so hard but I'm thankful for the stability you create","sentiment_score":-0.1805555556}
{"full_text":"RT Making jokes in this pandemic we...","sentiment_score":0.0}
{"full_text":"A leader and a champion shows how its done - Bill Russell got his vaccination shot today.","sentiment_score":0.0}
{"full_text":"New Resource: Finding Public Transportation to Reach COVID-19 Vaccine Sites in NJ ","sentiment_score":0.0681818182}
{"full_text":"RT Just so we're clear, zero Republicans in both the House and Senate voted to advance the resolution for the $1.9 trilli...","sentiment_score":0.1}
{"full_text":"Don't let covid stop you moving forward #London #ThrowbackThursday","sentiment_score":0.0}
{"full_text":"Chadwell Heath on a rainy February during lockdown was fucking grim too","sentiment_score":-1.0}
{"full_text":"RT Access free at-home fitness programs, along with countless other virtual activities, below. Let's stay strong together #SafeAtHo...","sentiment_score":0.1770833333}
{"full_text":"RT If you must wear glasses and a face mask simultaneously you could be eligible for condensation.","sentiment_score":0.0}
{"full_text":"British schoolgirl, 16, with rare blood disease becomes one of youngest people to get Covid vaccine","sentiment_score":0.15}
{"full_text":"RT Just imagine if remain had won, all those businesses that wouldn't be suffering, the NI border problem that wouldn't exist,...","sentiment_score":0.0}
{"full_text":"RT The stupidity in Florida is a danger to our other 49 states.","sentiment_score":-0.3625}
{"full_text":"RT 3.8m #ExcludedUK NEED Parity in the Budget 3rd March 11 Months No Real Support nor = to CJRS@RishiSunak #NorthYorkshire...","sentiment_score":-0.05}
{"full_text":"RT Another 915 people have died with coronavirus in the UK, according to the latest government data","sentiment_score":0.5}
{"full_text":"RT 3.8m #ExcludedUK NEEDParity in the Budget 3rd March 11 Months No Real Support nor = to CJRS@RishiSunak #NorthYorkshi...","sentiment_score":-0.05}
{"full_text":"RT Talked this morning to one of our Wampanoag elders who was just diagnosed. My mom urged her to ask for monoclonal antibodies t...","sentiment_score":0.0}
{"full_text":"RT Still no quarantine hotels. No airport tests. No travel restrictions on anyone arriving in U.K. And no checks on people in...","sentiment_score":0.0}
{"full_text":"RT During a pandemic? That's attempted murder.","sentiment_score":0.0}
{"full_text":"RT 100,000th COVID Vaccine! hits a milestone.","sentiment_score":0.0}
{"full_text":"RT Macho Man Randy Savage stealing meat from Kroger was praxis","sentiment_score":0.0}
{"full_text":"RT .@RealBillRussell on getting the COVID-19 vaccine. Legend.(via","sentiment_score":0.0}
{"full_text":"RT Just had my first COVID-19 jag at Kirkintilloch Leisure Centre. Everything done efficiently and safely. They even asked a man...","sentiment_score":0.375}
{"full_text":"Received and I can't wait to put them to use post Covid of course.","sentiment_score":0.0}
{"full_text":"If your loved one is hesitant to get the Covid-19 vaccine, share thishttps:\/\/t.co\/TZjX1oDkAC","sentiment_score":0.7}
{"full_text":"RT Present scenario Did you recieve yours? #memes #memesoninstagram #funnymemes #videomemes #byecorona #pandemic #loc...","sentiment_score":0.0}
{"full_text":"This far into the pandemic and folks still tugging down their masks to talk, god damn bullshit, we're never getting out of this thing.","sentiment_score":-0.0277777778}
{"full_text":"RT What if the next pandemic is just everybody shitting their pants all the time","sentiment_score":0.0}
{"full_text":"RT \"What makes the current situation all more infuriating--and sad--is that it could have been avoided if proper testing, tracin...","sentiment_score":0.1666666667}
{"full_text":"FULL REPORT from #onpoli #lockdown2021 #COVID","sentiment_score":0.35}
{"full_text":"RT First it was \"3 weeks to flatten the curve\". Then it was \"until the vulnerable are vaccinated\"-which is done already....","sentiment_score":-0.125}
{"full_text":"Not just a stay at home trade and GSA contract TAM is another potential catalyst, not priced in.","sentiment_score":0.0}
{"full_text":"RT Has working remotely through the pandemic made you ask yourself Big Questions as well?#RemoteWorking #careers #NewNor...","sentiment_score":-0.05}
{"full_text":"RT Joe Biden has higher approval ratings than Donald Trump ever had. His Covid relief bill has 68% public approval accord...","sentiment_score":0.125}
{"full_text":"RT Nebraska ranks 10th in the nation in Covid cases per capita. Wait, you mean having a governor who holds 14 press conferen...","sentiment_score":-0.3125}
{"full_text":"RT FM :-she made a request for further army limited assistance on the 23rd January, agreed to on the 29th before Alister Jack...","sentiment_score":-0.0357142857}
{"full_text":"Hmm to wear a mask or rob the place because they denied me entry? Such a tough decision.","sentiment_score":-0.1944444444}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"RT We are receiving reports of a phone scam where Albertans over 75 are told they can book their COVID-19 immunization for a fe...","sentiment_score":0.0}
{"full_text":"RT NEW from After a lengthy #indiefilm sabbatical, I get #thebims to talk terms and return to the world of...","sentiment_score":0.1363636364}
{"full_text":"RT On and we got some flak for covering the Scamdemic movement six months ago. But it's the British ver...","sentiment_score":0.0}
{"full_text":"Keep a close eye on the #Hawkeyes Wrestling Program over the next few days. Based on what we've seen with other college and pro sports teams, it would appear it is likely at risk over the near-term beyond just the coach. Just look at some of the #B1G Basketball teams.","sentiment_score":-0.08125}
{"full_text":"RT South Dakota has recorded very bad pandemic health numbers. So what was Noem talking about when she said it has gotten \"through...","sentiment_score":-0.91}
{"full_text":"Global Warming?","sentiment_score":0.0}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"RT \"Age 20-49\" sounds a lot like \"people with the most obligations to go to jobs that require interfacing with the public\"","sentiment_score":0.25}
{"full_text":"RT So masks forever and ever? Not happening. ","sentiment_score":0.0}
{"full_text":"RT Just got my #COVIDVaccination \"This is one shot I won't block\" I know it is difficult to get an appointment! My wife p...","sentiment_score":-0.625}
{"full_text":"RT RDB would like to inform the general public that the existing tourism guidelines, in line with the COVID-19 pre...","sentiment_score":0.025}
{"full_text":"RT The governor of the state that has recorded the 2nd-most cases per capita and 6th-most deaths per capita, while she advocates \"...","sentiment_score":0.0}
{"full_text":"Watch live as Ohio Gov. Mike DeWine Gives an update on COVID-19.https:\/\/t.co\/JFmrD92wKx","sentiment_score":0.1363636364}
{"full_text":"RT how my pandemic  how my pandemicwalks started           walks are going","sentiment_score":0.0}
{"full_text":"I've said it before need to come with a health warning! #HappyThursday #fml","sentiment_score":0.0}
{"full_text":"COVID-19: Warning over texts offering fake 'third lockdown' HMRC grant","sentiment_score":-0.25}
{"full_text":"Headline is embarrassing. She based whole campaign on the same comments she's trying to deny as 'going down a rabbit hole during a dark period'. Before Covid19, before Trump trashed the economy. As a Canadian, her apology offends me. #MTGreene #GOPTraitors #ProsecuteThemAll","sentiment_score":-0.0263888889}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT Some of our MPs turn the House into a WWE ring; after that, others decide they won't even test for Covid-19, endangeri...","sentiment_score":0.0}
{"full_text":"I love how the complaint of Biden was that he hasn't done shit in 40 years in government now that he is (during a. Pandemic, raging racial inequality, and A falling economy) he's being a fascist and a tyrant and a dictator lmfao you niggas are ridiculous","sentiment_score":-0.0833333333}
{"full_text":"RT Access to digital technologies, especially during the pandemic can serve as a window to the world, yet older persons are...","sentiment_score":0.0555555556}
{"full_text":"Normal vaccination benefits: Primary - Long Term immunity &amp; Risk of Mortality Removed, Secondary - No longer a carrier, Herd immunity, &amp; Life as normal.  Covid vaccine: 5-month immunity and may eliminate mortality risk.  Doesn't seem equivalent.","sentiment_score":0.07}
{"full_text":"RT .@Delta travelers flying out of may soon have another Covid-19 testing option.","sentiment_score":0.0}
{"full_text":"Probably the masks causing bacterial pneumonia and they've classed it as covid. ","sentiment_score":0.0}
{"full_text":"RT Fox Hosts Admit Polls Show Vast Support For Biden's COVID Package","sentiment_score":0.0}
{"full_text":"RT I just listened to a fantastic webinar about the #COVID #vaccines (action, authorisation, etc) organised by the #EuropeanCommiss...","sentiment_score":0.25}
{"full_text":"No it's not, and there in lies the problem. I'm in hospital right now getting over Covid pneumonia &amp; have been told that even though I've had it &amp; should get the vaccine in 90-ish days, I still have to wear a mask, social distance and stay away from everyone. No difference","sentiment_score":0.1595238095}
{"full_text":"After one year of Covid everyone knows that. No excuses please! Where masks are pushed, transmission is less. Why are some places now even demanding double-masking, Dr. BH?","sentiment_score":-0.1666666667}
{"full_text":"RT My son is ASD &amp; GDD. Lockdown is v. hard 4 him. He is so sad 4 all the doctors &amp; nurses who've cared 4 people dying. He'd like...","sentiment_score":-0.3958333333}
{"full_text":"RT \"i can't wear a mask i have  breathing problems\" okay ?  changbin has a fat ass and still wears pants","sentiment_score":0.5}
{"full_text":"Human Resources teams have found themselves stretched more than ever since the start of the pandemic, managing the wellbeing of their organisation's employees as well as juggling a whole host of other responsibilities.https:\/\/t.co\/SLDcnUsAfS","sentiment_score":0.105}
{"full_text":"RT The Final Episode of Lockdown Choose Your Own Adventure - (this will make no sense unless you've...","sentiment_score":0.3}
{"full_text":"RT COVID-19 outbreaks in Colorado's schools, colleges, restaurants and churches have increased for three weeks in a row after...","sentiment_score":0.0}
{"full_text":"Israel is giving other countries hope on how this pandemic can be combated effectively.Go to -&gt; (https:\/\/t.co\/7GYJwcxpys) and create a safer workplace and world with our medical supplies#PPE #COVID19 #Health #Vaccine #Hospitals #Schools #Dentist #Medical #Israel #USA #News","sentiment_score":-0.0416666667}
{"full_text":"RT Understanding the killing of social leaders in Colombia during COVID-19: comprehensive analysis by...","sentiment_score":0.0333333333}
{"full_text":"RT Older Black adults have been left out of the conversation about COVID's disproportionate impacts on specific population...","sentiment_score":0.0}
{"full_text":"RT 'Over the past decade, two men stand out for shaping Britain in their image, but not as heroes: Osborne with his politic...","sentiment_score":-0.25}
{"full_text":"Hello?why not to think about how Miss Rwanda Naomie continue to be Miss Rwanda until this pandemic #covid_19 end,I'm not sure  for the result for who will crown as Miss Rwanda 2021,just think about it.","sentiment_score":-0.25}
{"full_text":"RT Right now, folks 75 and up can be vaccinated in MA.In a month or more, folks 65 and up will be able to.What is the...","sentiment_score":0.4285714286}
{"full_text":"RT I have two great bits of news to share: Today marks 180 days since Fiji has had a case of #COVID19 among the public. We hav...","sentiment_score":0.4}
{"full_text":"RT Why are some in pub health against paid shutdowns, or for rushing to reopen schools? Why are their imaginations limited to P...","sentiment_score":-0.0714285714}
{"full_text":"RT \"Age 20-49\" sounds a lot like \"people with the most obligations to go to jobs that require interfacing with the public\"","sentiment_score":0.25}
{"full_text":"How Many Post-Pandemic Office Workers Can Fit in One Elevator? #CRE #COVID-19 #NewNormal #Pandemic #Office","sentiment_score":0.45}
{"full_text":"When did #Liberals become responsible for implementing heath policies n Provinces to control the spread of #COVID19?#abpoli #cdnpoli #bcpoli #onpoli #skpoli #mbpoli","sentiment_score":0.2}
{"full_text":"Bro if Julie and the Phantoms ever go on tour\/come to my city after the pandemic you already know I'm there.","sentiment_score":0.0}
{"full_text":"tropical Capricorns are going to take over the world one day ","sentiment_score":0.0}
{"full_text":"RT Trader Joe's doubles COVID-19 'thank you' wage to extra $4 per hour - Daily News","sentiment_score":0.0}
{"full_text":"With two new infections, Arviat Covid cases now stand at 14https:\/\/t.co\/MK1NpuF6HC","sentiment_score":0.1363636364}
{"full_text":"RT Dulux Select Decorators are raising spirits in lockdown with their own virtual pub","sentiment_score":0.6}
{"full_text":"RT Covid is now in colours to suit everyone...","sentiment_score":0.0}
{"full_text":"RT Phase 1B - Tier 2 of #MO's #COVID19 Vaccination Plan is currently active. Up-to-date eligibility details and facts on the va...","sentiment_score":-0.1333333333}
{"full_text":"RT To wear or not to wear a mask as part freedoms of living in a free and democratic society... This is what the Charter of Rig...","sentiment_score":0.4}
{"full_text":"RT the \"covid can't stop me from living\" mentality has...literally stopped people from living","sentiment_score":0.0}
{"full_text":"RT 81-person French orgy broken up for violating COVID-19 curfew","sentiment_score":-0.2}
{"full_text":"I was watching one of the news show and a infectious disease specialist said that it would be extremely helpful if every American could be given an N95 mask.","sentiment_score":-0.0625}
{"full_text":"2021 is underway, as our nation &amp; the rest of the world look to begin to put the global pandemic behind us. The path forward for the US #economy, as well as the global economy, will continue to depend heavily on the success of combatting the virus.","sentiment_score":-0.06}
{"full_text":"Your business strategy that worked before COVID will not work post COVID, you will need different approach to scale up.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"Germany detects new coronavirus variant linked to Norway, Luxembourg in Halle","sentiment_score":0.1363636364}
{"full_text":"RT No, you psychopaths.","sentiment_score":0.0}
{"full_text":"RT Help me out here: Republicans are trying to recall Gov Newsom because of his handling of the pandemic, but they're fine with...","sentiment_score":0.4166666667}
{"full_text":"RT From me, in the this morning, on variants and deja vuhttps:\/\/t.co\/qb4XdjE01Z","sentiment_score":0.0}
{"full_text":"RT No, covid did not cause a public health disaster in prisons. Prisons themselves are public health disasters.","sentiment_score":0.0}
{"full_text":"RT The is the first hospital centre to have deployed nurse practitioners in its #COVID units. These \"super nurses\" h...","sentiment_score":0.2916666667}
{"full_text":"RT 1 in 4 Wisconsin residents 65 and older have received at least one dose of COVID-19 vaccine, state data show","sentiment_score":-0.0666666667}
{"full_text":"RT Great thread on the crossroads of the organic small-is-beautiful brigade, pastel Q, and what Cory calls the \"Paltrow-in...","sentiment_score":0.8}
{"full_text":"RT Tennis star shocked to hear she had cancer not coronavirus","sentiment_score":-0.7}
{"full_text":"Yeah no that was screwed up. You're a Karen and YTA. Even though I hope the virus has a little bit of self respect, it might infect you as well, Karen.I guess you could say she couldn't be Karen less about the pandemic, amirite.","sentiment_score":-0.1770833333}
{"full_text":"RT how do you justify not supporting all UK taxpayers equally? I missed out on SEISS by PS100 due to...","sentiment_score":-0.0833333333}
{"full_text":"Was it even a mask that you would expect a CMO to wear?It looked more like one bought from a shop. Also I expect he had sterile pockets from wherever he took it from to apply as he did.Picky but I don't think that mask stands up to the standard of a CMO.","sentiment_score":0.25}
{"full_text":"It's no wonder 72% of Albertans disapprove of Kenney's handling of the pandemic. That %age will grow as more of us get sick and die. #COVIDzero #FiretheUCP #ResignKenney","sentiment_score":-0.1071428571}
{"full_text":"RT Lots of people not from Wales on here criticising our SENEDD ","sentiment_score":0.0}
{"full_text":"RT First Pfizer, and now Moderna. Why is Canada being disproportionately targeted?What is in those contracts that Team Tr...","sentiment_score":0.25}
{"full_text":"2021 higher education trends are already playing out. Details here. #COVID19 #IntlEdhttps:\/\/t.co\/xOH7oCbtk8","sentiment_score":0.25}
{"full_text":" CHINA 2021-02-0380 arrested selling fake Covid-19 Vaccines around the world.https:\/\/t.co\/RxmeZIxkm2 RT #Covid19 #FakeVaccine","sentiment_score":-0.5}
{"full_text":"We need lifesaving COVID-19 vaccines in every community across the country. That means we need comprehensive aid to all states, cities and counties to administer the vaccine quickly and efficiently. #FundtheFrontLines","sentiment_score":0.3333333333}
{"full_text":"The U.S. Food and Drug Administration is reviewing an application for an emergency use authorization for Johnson &amp; Johnson's single-dose COVID-19 vaccine.https:\/\/t.co\/zvR763pDLJ","sentiment_score":0.0}
{"full_text":"\"I'm struggling to teach my planned curriculum remotely...\" Swipe left for our solution#lockdown #covid #remotelearning #learningfromhome #edchat #teaching #teacher #edutwitter #teachertwitter #classroom #sltchat #TeacherHacks #thursdaythoughts #ukedchat #lrnchat","sentiment_score":-0.05}
{"full_text":"Healthcare workers clap for Captain Sir Thomas Moore outside the hospital where he was being treated in Bedford, England. The WWII veteran, who died this week at 100, raised tens of millions of dollars for front line health workers during the pandemic.","sentiment_score":0.0}
{"full_text":"We need lifesaving COVID-19 vaccines in every community across the country. That means we need comprehensive aid to all states, cities and counties to administer the vaccine quickly and efficiently. #FundtheFrontLines","sentiment_score":0.3333333333}
{"full_text":"Union Cab has always prioritized safety, and the pandemic has made us focus even more carefully on it now than ever before. Call 608-242-2000 and take care of your essential rides without worry. #CoOpMeansTogether","sentiment_score":0.1333333333}
{"full_text":"Some people still aren't getting the messagehttps:\/\/t.co\/R3Rxgt5jX8","sentiment_score":0.0}
{"full_text":"Dale Works, a brand-new employability programme ran by is set to launch later this month The online programme will give support to those whose jobs have been affected by Covid-19, back into employment Find out more #RAFC","sentiment_score":0.1666666667}
{"full_text":"Marikina City creates COVID-19 Vaccination Task Force for smooth jab rollouthttps:\/\/t.co\/0LuI2np1Ew","sentiment_score":0.4}
{"full_text":"Along with we are delighted to host on February 24th for a conversation on , Covid-19 recovery, democratic backsliding, climate change and more! Details to register https:\/\/t.co\/rIbEVbwgIS#JMintheUS","sentiment_score":0.6625}
{"full_text":"\"We have absolutely supported the national NHS family\" https:\/\/t.co\/VzNYj6AdkG","sentiment_score":0.2}
{"full_text":"Online Classes| Make sure you don't miss Metafit at 7am tomorrow morning with Matt!Looking for a way to get rid of your lockdown blues? Click the link below to join in!https:\/\/t.co\/aYFbx6NEnf","sentiment_score":0.5}
{"full_text":"This year's theme for #Synergy2021 is #RevolutionizingAfterschool. Nominate a youth panelist in your program to discuss their experiences in OST programs amid the pandemic.  #AfterschoolWorksClick the link to nominate a student in your program today! ","sentiment_score":0.0}
{"full_text":"Could you play a vital role in the response to the coronavirus as a NHS Volunteer Responder?There are plenty of ways you could help, including stewarding at vaccination sites.If you are interested in being a find out more here:https:\/\/t.co\/ez22RPiBHn","sentiment_score":0.2833333333}
{"full_text":"Public service workers are key to effectively delivering the COVID-19 vaccine, but they can only do their jobs if Congress passes robust, direct aid to states, cities, counties and schools.  Call your senator: 1-888-981-9704 #FundtheFrontLines","sentiment_score":0.14}
{"full_text":"Important content about a vital population#farmworkersfeedusGive it a listen! It's a short 3 minutes filled with impactful information. Morning Edition","sentiment_score":0.23125}
{"full_text":"With COVID-19, how do you \"stay home\" when you don't have a home? &amp; is calling on every #CanadaLifeCupChamp to help shutout homelessness across Canada.To donate, visit","sentiment_score":0.0}
{"full_text":"\"In Indigenous lands where nuclear weapons testing took place during the Cold War and the legacy of uranium mining persists, Indigenous people are suffering from a double whammy of long-term illnesses from radiation exposure and the COVID-19 pandemic.\"","sentiment_score":-0.3}
{"full_text":"This year's Valentine's won't be the same given the COVID-19 pandemic, but there are still places you can go to for a sweet date.","sentiment_score":0.175}
{"full_text":"RT White House Press Sec: Even after vaccination, social distancing and masking will be \"essential.\" Not a great way to en...","sentiment_score":-0.0933333333}
{"full_text":"Hundreds of migrants found themselves stranded on the streets of Coatzacoalcos in #Mexico due to closure of shelters across the country in response to a surge of coronavirus cases.","sentiment_score":-0.125}
{"full_text":"RT Remember the \"urban farming\" wave, whose most prominent proponent was the youtuber Curtis Stone, author of \"The Urban Farmer?...","sentiment_score":0.25}
{"full_text":"29 out of 40 neighbourhoods have seen a drop in infectionshttps:\/\/t.co\/zg7w567lu4","sentiment_score":0.0}
{"full_text":"Remarkable efforts were put forth within the School of Dentistry to continue educating students and treating patients during a pandemic, and we want to tell you all about it on February 11!","sentiment_score":0.9375}
{"full_text":"We can't end this pandemic without quick, equitable distribution of the #CovidVaccine, and states need help from Congress to make that happen. It's time to #FundTheFrontlines.","sentiment_score":0.3333333333}
{"full_text":"Former Health Secretary Esperanza Cabral on Thursday urged the public to put their trust in science as vaccine condifence decline amid plans to roll-out the national immunization program on COVID-19 soon.https:\/\/t.co\/y0HLEFlYZN#DoctorNews","sentiment_score":0.0}
