{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT Some interesting seminars for adult educators","sentiment_score":0.3}
{"full_text":"RT I hand-punched Tainted Love into this strip of card because lockdown.","sentiment_score":0.5}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"Dr. Simone Gold shares basic questions about the #COVID-19 #vaccines  hoe gaat 't met u? Waar staat u op dit moment?https:\/\/t.co\/7KHAeZAizK","sentiment_score":0.0}
{"full_text":"RT Braving a pandemic, some elected officials in NY--@JuliaCarmel__ e.g.--have been visiting prisons, sha...","sentiment_score":0.0}
{"full_text":"Whatever happened to 'I wear a mask for you, you wear a mask for me'?","sentiment_score":0.0}
{"full_text":"RT Dear applied for settled status because I had to. It is very simple: if I did not apply, this Govern...","sentiment_score":0.0}
{"full_text":"Yet, and of course covid isn't making any difference, is It!","sentiment_score":0.0}
{"full_text":"Congratulations Asan and looking forward to how we can work with to identify more ways of bringing research opportunities to over 65's. The pandemic has highlighting the critical need for this to be a top priority #bePartofResearch","sentiment_score":0.3333333333}
{"full_text":"BTW people are still doing this. The pandemic isn't over.","sentiment_score":0.0}
{"full_text":"RT .@NYGovCuomo and his health department have been hiding at least 63% of the total number of seniors that died from getting...","sentiment_score":-0.15}
{"full_text":"RT We need to turn the corner on COVID-19 so that we can reopen the economy and save Canadian jobs.","sentiment_score":0.0}
{"full_text":"RT \"(According to) the latest data on advance estimate.. which is with the government of India, Bengal will not only not shrink,...","sentiment_score":0.25}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"Don't hurt middle class relying on stimulus (51K-75K doesn't mean one does not need help); GOP (who helped 1% with tax cuts far larger than this 1.4K) can't change income requirements now after LOSING an election! COVID is raging with new variants!","sentiment_score":-0.0084090909}
{"full_text":"Weekends in nature make this whole moving across the country during a global pandemic to work at home for the last 9 months worth it. Still struggling, missing my family and friends. But it's the little things, right?","sentiment_score":0.0568877551}
{"full_text":"RT This is what lock down in the UK is looking like . My eldest son we now know has curly hair after months of him nor b...","sentiment_score":-0.1555555556}
{"full_text":"RT Can't Avoid Crowded Workplace or Public Transport?Open windowsNo handshakesWear N95\/KN95 maskUse pocket hand sani...","sentiment_score":0.0}
{"full_text":"RT Press conference on what mission to investigate the origins of #SARSCoV2 found on their China trip is about to st...","sentiment_score":0.0}
{"full_text":"RT New guidance: If you are over 70 or you are clinically extremely vulnerable and have been asked to shield and haven't...","sentiment_score":-0.1818181818}
{"full_text":"RT I think this pandemic showed many that without entertainment\/activities to distract you, this country is a hell hole. Albeit, a...","sentiment_score":0.5}
{"full_text":"RT Texas Sheriff: 'It's Absolutely True' That Biden Is Releasing Illegals Into U.S. Without COVID Tests","sentiment_score":0.35}
{"full_text":"RT COVID-19: WHO drops Wuhan Lab investigationWHO Dr. Embarek, told reporters that it was \"extremely unlikely\" that the vi...","sentiment_score":-0.5}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT I'd say now more than ever; #SDGs are relevant to #youth -&gt; my friend and colleague eloquently lays out w...","sentiment_score":0.45}
{"full_text":"RT 1. Woke up to Femco being dragged. Know this; \"in ALL wars, some men die, some men add the losses.\"No one will force y...","sentiment_score":0.0}
{"full_text":"RT Novavax vaccine is about as effective as the Moderna and Pfizer-BioNTech #covidvaccines authorized in US (~95% effecti...","sentiment_score":0.6}
{"full_text":"RT In a letter to me from an inmate w\/COVID--serving in a fed prison:\"Please don't let me die of Covid in prison....for two...","sentiment_score":0.0}
{"full_text":"COVID-18","sentiment_score":0.0}
{"full_text":"On the other hand, HE #Chakwera inherited a corrupt civil service, with so much promise to fix the system, removing the rubble. Every #Malawian had hope at the arrival of the new Messiah. 8months into his tenure, his own ministry, DODMA can't account for K6.2bn meant for Covid19.","sentiment_score":0.0622727273}
{"full_text":"RT \"I'll tell you what we are considering, which is mobile vaccination centers that can move from place to place. They can go to work...","sentiment_score":0.0}
{"full_text":"RT New UK COVID rules for travelers:*Arrivals from 33 \"red list\" countries must quarantine in gov't-approved hotels.*PS1,750 per...","sentiment_score":0.0681818182}
{"full_text":"RT If this pandemic never happened, would this version of who you are now had ever existed?","sentiment_score":0.0}
{"full_text":"RT The airline industry is hurting immensely right now and has been for the entirety of this pandemic.Pete Buttigieg's te...","sentiment_score":0.2857142857}
{"full_text":"Retire all of you. You're nothing but partisan sounding boards.","sentiment_score":0.0}
{"full_text":"RT Well, that seems a bit harsh.","sentiment_score":-0.2}
{"full_text":"RT As Biden's son-in-law invests in COVID-19 response, questions of family and ethics resurface ","sentiment_score":0.0}
{"full_text":"RT If your covid plan is to keep everyone masking and socially distanced until covid is no threat at all, you are insane and n...","sentiment_score":-0.4833333333}
{"full_text":"Account holder is an elderly woman and I can't get to her because you know we're in a lockdown","sentiment_score":0.0}
{"full_text":"RT \"According to testimony from three men incarcerated by Immigration and Customs Enforcement, guards used the threat of...","sentiment_score":0.0}
{"full_text":"RT In NFLD. They are reporting highest one day increase in Covid cases in 9 months, including 5 cases under the age of 20.How...","sentiment_score":0.0}
{"full_text":"They sure are it's the China virus","sentiment_score":0.5}
{"full_text":"RT TX Sheriff: Biden Admin Essentially Defunded ICE by Memo, People Are Being Released without COVID Testshttps:\/\/t.co\/T...","sentiment_score":0.0}
{"full_text":"RT 10 years in prison if you hide your trip to 'red zone' country, Hancock confirms","sentiment_score":0.0}
{"full_text":"Is it fair to put international student's life at risk? #cancelcieexams2021","sentiment_score":0.35}
{"full_text":"RT NEW: The surprise presser in #Wuhan. In a nutshell. It was 3 hours. But the quick takeaways you need to know are in...","sentiment_score":0.2348484848}
{"full_text":"RT Off to bed. Slightly anxious as have first shift in Covid Vaccination Hub tomorrow. Haven't worn scrubs since I was a surgica...","sentiment_score":0.0}
{"full_text":"But you never got ten years you hypocrite in this case go and give yourself in and do your time if that's your opinion for braking covid lockdown rules","sentiment_score":0.0}
{"full_text":"RT It would be good day for him to accept his role in misleading millions of Americans about the pandemic too. We...","sentiment_score":0.7}
{"full_text":"RT Note,  woman SHI Zheng-Li is behind this report riddled with errors.Briefly revealed by reason SHI...","sentiment_score":-0.4}
{"full_text":"RT 8) And three members of a Burmese American family were stabbed in a Sam's Club in Texas in April because the assailant thou...","sentiment_score":0.25}
{"full_text":"RT Hilarious!#JasminBhasin #JB #TeamJasmin","sentiment_score":0.0}
{"full_text":"#covid and the politicisation of sciencev cc #FollowTheMoney :(https:\/\/t.co\/m69DnKLbLH","sentiment_score":-0.75}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"#StrongerTogether and #RNHA speaking as one for all in care homes #essentialfamilycarer #rightsforresidents","sentiment_score":0.0}
{"full_text":"No one was looking for you or chanting your name. You coulda put up a \"kissing\/selfies with Marge\" booth in the rotunda and made big bucks with no risk to yourself (beyond covid). Wish you'd thought to now, amirite?","sentiment_score":0.0}
{"full_text":"I know that Italian shoe makers manufacture 'Italian Hand Made' products in Wenzhou, China &amp; I believe Italian leather good are made in Wuhan with goods &amp; personal from each country regularly spending time in the other country - could this have caused the spread either way?","sentiment_score":0.0821428571}
{"full_text":"RT Congress troll tries to defame India's vaccine diplomacy by spreading falsehood about Coronavirus expiry rate: Here are th...","sentiment_score":-0.1}
{"full_text":"RT It's time to end the federal death penalty.","sentiment_score":0.0}
{"full_text":"RT At the end of the day. The only thing stopping the Democrats in the Senate from rolling over the Seditionist Party of Covid i...","sentiment_score":0.0}
{"full_text":"RT COVID-19 Business Aid Scheme (CBAS) announcedNew Scheme targets businesses currently ineligible for CRSS &amp; other sect...","sentiment_score":-0.0625}
{"full_text":"RT If failing to quarantine properly is punishable by 10yrs in prison, what is the punishment for failing to properly protect...","sentiment_score":0.0}
{"full_text":"RT 39-Year-Old Medical Doctor and Son of Former Chief Justice of Trinidad Found Dead After COVID Injection in Ireland.","sentiment_score":-0.0666666667}
{"full_text":"RT That's why his name is Future. He's ahead of his time. All will unde...","sentiment_score":0.0}
{"full_text":"RT Lawrence -- Thank you for your service to our nation and for continuing to serve as an example of what we can all do to protect o...","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT #UPDATE A joint WHO and China team probing the origins of Covid-19 wrapped up Tuesday without providing any insights into the orig...","sentiment_score":0.0}
{"full_text":"Ethnic minorities are at elevated risk of contracting and dying from #COVID19 - but why?Vahe Nafilyan explains that this disproportionate risk is likely to be driven by \"differences in exposure to the virus\".@guardian ","sentiment_score":0.0}
{"full_text":"RT If your covid plan is to keep everyone masking and socially distanced until covid is no threat at all, you are insane and n...","sentiment_score":-0.4833333333}
{"full_text":"RT Hilarious!#JasminBhasin #JB #TeamJasmin","sentiment_score":0.0}
{"full_text":"RT Enjoy your stay at the celebrity home 'Chhota Mahal' Bara Bungalow, Amer with super hospitality. Feel at home whilst i...","sentiment_score":0.3666666667}
{"full_text":"RT No, we DON'T have to just deal with sickness &amp; death for years. The United States' inability to mobilize an organized, ef...","sentiment_score":0.0}
{"full_text":"This is a really good video on Covid and the vacinne.","sentiment_score":0.7}
{"full_text":"RT Variant after variant, lockdown after lockdown, we'll end up wasting years of our lives that will never come back. Whe...","sentiment_score":0.0}
{"full_text":"RT Join us here at 12:15pm ET for an update from COVID-19 Health Equity Task Force Chair and COVID-19 Resp...","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT Do you have any questions about yesterday's announcement re: easing restrictions across the province? Please RT and let...","sentiment_score":0.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT The more we use the language of \"catch up\", the more we normalise the idea this is a thing that is even possible. This i...","sentiment_score":0.3333333333}
{"full_text":"My game don't crash anymore so it's fixed for me. You're now moaning about things you don't like instead of bugs... The game is playable for me and the majority but people like you moan about a few issues that will soon get fixed. Once again we're in a pandemic things take longer","sentiment_score":-0.16}
{"full_text":"Oh now we will hear all about how covid can heal global warming - all part of the plan...","sentiment_score":0.0}
{"full_text":"RT Several premiers will provide more fuel to this pandemic then blame late vaccines for it dragging on. Others are already gov...","sentiment_score":0.0666666667}
{"full_text":"RT On Facebook-owned Instagram, several of the top-ranked search results for \"covid vaccine\" beneath the CDC notice are anti-...","sentiment_score":0.0}
{"full_text":"When the weather's better and lockdown's over you should come out and see us, Robert - plenty of options from the Kent and Essex coast. Don't be a stranger! ","sentiment_score":0.625}
{"full_text":"RT Game day &amp; Senior night vs Vidor! 5:00 6:157:30Come out and support the Bobcats and seniors 1 more time at home, the...","sentiment_score":0.0}
{"full_text":"RT Some personal news: I'm joining public affairs as Deputy Assistant Secretary for COVID Response.Honored by this appo...","sentiment_score":0.0}
{"full_text":"RT Novavax said 2 shots of its #CovidVaccine, administered 3 wks apart, were 89.3% effective at preventing mild, moderate...","sentiment_score":0.3111111111}
{"full_text":"COVID-19: 'Extremely unlikely' coronavirus came from Wuhan lab as evidence points to 'intermediary species'https:\/\/t.co\/urUIiC6Q0z who in their right mind would believe a word that @WHO say, they helped cover it up in December 2019.","sentiment_score":-0.1071428571}
{"full_text":"And it does beg the question as to why the policy response to Covid is such an outlier, why dissent is being stifled and why normal democratic processes are being suspended given the relatively low risk associated with a coronavirus.","sentiment_score":0.05}
{"full_text":"Watch and subscribe","sentiment_score":0.0}
{"full_text":"RT According to my annual review, 5 pubs and getting an NSF grant in a pandemic year when we were locked down for half of it...","sentiment_score":-0.1611111111}
{"full_text":"RT Maybe the reason pundits who live in New York think Florida is out of control with COVID (It's been open since September) is...","sentiment_score":0.0909090909}
{"full_text":"RT An estimated.100,000 UK patients may have missed out on life-saving cancer care including surgery and chemotherapy due t...","sentiment_score":-0.125}
{"full_text":"RT 15,000 dead in NYS nursing homes.","sentiment_score":-0.2}
{"full_text":"RT 4.5 million people are now on NHS waiting lists. When will the NHS be protecting them?Lockdown collateral damage wil...","sentiment_score":0.0}
{"full_text":"#Quarantine #quarantinehotels #pandemic #lockdown #coronavirus #COVID19 #Conservatives still being lazy and only doing half the job as usual..#southafricanvariant","sentiment_score":-0.1388888889}
{"full_text":"RT In recent years, we have hosted a certified National Weather Service weather spotter course, typically held in February...","sentiment_score":-0.0833333333}
{"full_text":"RT No death in UP on Monday due to Covid after a long time. Just 70 new cases reported #GoodNews","sentiment_score":-0.0128787879}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT Fauci funded the lab in China because his gain of function research was banned in the U.S.Then he said the...","sentiment_score":0.0}
{"full_text":"RT So the know that the discriminatory treatment of public health doctors is harming the pandemic response, beca...","sentiment_score":0.0}
{"full_text":"RT If your covid plan is to keep everyone masking and socially distanced until covid is no threat at all, you are insane and n...","sentiment_score":-0.4833333333}
{"full_text":"RT are offering free sessions for primary school children. Focus is to help them stay active, enhance thei...","sentiment_score":0.2222222222}
{"full_text":"RT The WHO \"investigation\" into the origins of the Wuhan virus is a complete white wash.  The globalists will always protec...","sentiment_score":0.05}
{"full_text":"RT Make sure to tune in at 11:00 AM ET to today's House T&amp;I Subcommittee on Coast Guard and Maritime Transportation heari...","sentiment_score":0.5}
{"full_text":"France's second division club FC Chambly says nine of its players have been infected with the more contagious UK strain of the #coronavirus","sentiment_score":0.25}
{"full_text":"No indication of Covid-19 virus in Wuhan before December 2019: WHO mission #AFP","sentiment_score":0.0}
{"full_text":"Covid-19 is and has been a tragic part of our lives for a while. It has affected every country physically, mentally, and especially spiritually. Check out Christianity Today's \"How Covid-19 Changed Faith in 14 Countries.\"https:\/\/t.co\/uj0aWrSjs1","sentiment_score":-0.2833333333}
{"full_text":"Are you looking for ways to weather the #COVID-19 storm? Companies choose to outsource to benefit from cutting their costs. Contact itialuS Integra Consulting #jakarta #indonesia now, and let your business get back on its feet.https:\/\/t.co\/pv2QX4eAxt","sentiment_score":-0.3}
{"full_text":"CDC recommends not getting #COVID19 vaccine at same time as another vaccine. Wait at least 14 days before getting other vaccine, including flu or shingles vaccine, if you get COVID-19 vaccine first. If you get another vaccine first, wait at least 14 days before COVID-19 vaccine.","sentiment_score":-0.0375}
{"full_text":"Parents have been informed in a letter from the school.https:\/\/t.co\/5Ge8xusIZZ","sentiment_score":0.0}
{"full_text":"The gaming industry flourishes during the global #pandemic as people seek safe at-home sources of entertainment. #COVID19","sentiment_score":0.25}
{"full_text":"RT They say that history doesn't repeat, but it rhymes.Let's take a little trip down memory lane, examining the track recor...","sentiment_score":-0.1715277778}
{"full_text":"The Indiana Senate voted 30-17 Monday to override Gov. Eric Holcomb's veto of a bill last year banning local governments from regulating landlord-tenant rules. #COVID19","sentiment_score":0.0}
{"full_text":"It was inspiring to see during the pandemic over 1,700 people took up #volunteering roles within Volunteering Support Fund projects. A testament to the community spirit in Scotland  #VolunteeringForAllFind out more about their impact https:\/\/t.co\/Xv7FGP58IN","sentiment_score":0.5}
{"full_text":"\"We didn't really have any stake in staying in this city, our temporary home. We needed to be with our families, at home.\"JinJin Xu (@jinxshoe) recounts her experience of traveling home during the early months of the Covid-19 pandemic.https:\/\/t.co\/dVSPoW0xSK","sentiment_score":0.15}
{"full_text":"RT Has anybody else noticed?We can't visit barbers and hairdressers yet politicians, TV presenters and rich people seem to ge...","sentiment_score":0.375}
{"full_text":"I'm doing well! Started off with the gym, then filmed a COVID vaccine PSA with and now having some coffee while reading a few Parliament docs.","sentiment_score":-0.2}
{"full_text":"RT Damnit, why Florida, why?!?! Don't you know the new more infectious #B117 variant is spreading the fastest already in Flori...","sentiment_score":0.3181818182}
{"full_text":"Women and Financial Planning Today, women are less optimistic about their financial futures. They are more concerned and less prepared in their financial lives than they've been in years, primarily due to the pandemic. But many...","sentiment_score":0.0677083333}
{"full_text":"In honor of #SaferInternetDay, we're reemphasizing how crucial it is for hospitals and physician practices to take necessary steps to protect their systems from cyberattacks as #telehealth becomes more widely used during the #COVID19 pandemic. #SID2021","sentiment_score":0.1}
{"full_text":"I'm torn. Being Asthmatic I'm high risk. My neighbour is an ICU nurse, and says they are overrun like never before. Even young people with no underlying symptoms are dying. But, we can't lockdown forever.","sentiment_score":0.13}
{"full_text":"RT Trapped at home during the #coronavirus pandemic? Here's how #parents can get through challenging moments. Thanks to Dr....","sentiment_score":0.1666666667}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"UPCOMING WEBINAR - COVID pandemic effects on the Polyester industry. Presented by NexantECA Senior Consultant, Stewart Hard #Polyester #oilandgas #NexantECA #China","sentiment_score":-0.2916666667}
{"full_text":"CMO Jennifer Bazante discusses Humana's #COVID19 digital pivot to meet members' needs in a recent interview. Read more ","sentiment_score":0.1666666667}
{"full_text":"RT Next 7 years....! They will keep destroying your life for next 7 years.....until the entire world is destroyed and dep...","sentiment_score":-0.05}
{"full_text":"Between Friday and Monday, three more Halton residents were reported to be dead from COVID-19.#MiltonON","sentiment_score":0.15}
{"full_text":"UArizona Health Science to test effectiveness of COVID-19 vaccine, immunity on college students","sentiment_score":0.0}
{"full_text":" is backing National Apprenticeship Week 2021 Future proof your business Worth the investment  Valuable layer of support in the pandemic Kickstart a young person's work lifeRead more: #NAW2021","sentiment_score":0.225}
{"full_text":"Register for Friday's Bristol Property Awards here: can network and hear from as part of the Property Symposium.HUB: PROPERTY VS EQUITY INVESTMENT, TRENDS ACCELERATED BY COVID-19 AND WHAT IT MEANS FOR INVESTORS.","sentiment_score":0.0}
{"full_text":"The COVID-19 Vaccine can save your life. The following COVID-19 vaccine side effects are normal and temporary!","sentiment_score":0.09375}
{"full_text":"Registration for COVID-19 vaccine at CVS Health locations in Virginia pushed back  ","sentiment_score":0.0}
{"full_text":"Please. We have NEVER had a cure for ANY coronavirus. Do we yet have a cure for the coronavirus common cold? NO. This chemical shot  they say you still wear a mask still lockup. It's about making money. And destruction of our economy. This is what I read.","sentiment_score":-0.45}
{"full_text":"With travel paused, students turned to Connect Express Program to develop cross-cultural skills. By challenging assumptions and gaining new perspective, students found commonalities with international peers. #worldclassconnection","sentiment_score":0.2121212121}
{"full_text":"Twice-weekly COVID-19 testing is available for workers that don't have symptoms and whose jobs mean they cannot work from home.Appointments available Monday - Friday, with evening slots open Tuesdays and Thursdays.Find out more at","sentiment_score":0.1975}
{"full_text":"Chloe Ball-Hopkins has muscular dystrophy and has been shielding during the pandemic, despite this she caught Covid-19 twice in 2020.After what she says feels like a long wait she has received her first dose. This is her lockdown life in her own words.https:\/\/t.co\/uC0rA9kwtZ","sentiment_score":0.2666666667}
{"full_text":"Many of us may be finding another lockdown challenging, but there is help out there.It's really important we look after ourselves and our mental wellbeing. Don't feel you're alone.For 24\/7 mental health support, call (01472) 256256 &amp; select option 3. Or text SHOUT to 85258.","sentiment_score":0.24}
{"full_text":"Comedian and actor Bill Burr offers his thoughts on the coronavirus vaccination campaign in the United States.","sentiment_score":0.1}
{"full_text":"The pandemic has changed how many people live their lives, and the change in how people worship is one of the most impactful.","sentiment_score":0.3787878788}
{"full_text":"Workers and businesses have been urged to 'be on guard'","sentiment_score":0.0}
{"full_text":"Modesto churches that already have been offering indoor worship services during the COVID-19 pandemic welcomed the U.S. Supreme Court's ruling Friday that struck down the state's prohibition of them.https:\/\/t.co\/8cz46gBhtj","sentiment_score":-0.1555555556}
{"full_text":"RT Georgians urgently need COVID-19 relief, and we're working to deliver it.","sentiment_score":0.0}
{"full_text":"New analysis shows there is no doubt the NHS COVID-19 app is a vital tool in stopping the spread of coronavirus. The app has informed over 1.7 million users across England and Wales they need to self-isolate. And it has prevented 600,000 cases since it was launched in September.","sentiment_score":0.1181818182}
{"full_text":"COVID 19 cases in India until : 09\/02\/2021 20:30Total Cases: 10848045 [+255]Active: 141076Recovered: 10547201 [+296]Deaths :155196 [+1]Total Tests: 202.59MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
