{"full_text":"RT Do the right thing. #WearAMask #CoronaVirus","sentiment_score":0.2857142857}
{"full_text":"RT They should do this until covid is over, what a beautiful way to cheer everyone up! I like it better than driving past Ch...","sentiment_score":0.4166666667}
{"full_text":"RT We've got to protect ourselves, our families, and our community. Vaccines are here.  But until enough of us are vaccinated, w...","sentiment_score":0.0}
{"full_text":"COVID-19 Alert","sentiment_score":0.0}
{"full_text":"RT We're doctors speaking up Here's our full page ad in The Guardian todayIt's time for a national reckoning. ...","sentiment_score":0.35}
{"full_text":"So far only people aged 70 years old and over have been offered the vaccine. The younger exceptions are frontline health and social care workers and clinically extremely vulnerable individuals.https:\/\/t.co\/2iyRembNJV","sentiment_score":-0.0523809524}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT Does the govt realise that J&amp;T, Top Glove + every other company that's thrived during a pandemic has done so because of...","sentiment_score":0.1875}
{"full_text":"RT As part of the #FairPayForNursing campaign, we we want to provide support to our members who continue to live and work alongsid...","sentiment_score":0.1363636364}
{"full_text":"RT [2\/5] 1 It's been a tough week in Western Australia, with bushfires burning near #Perth during an emergency lockdown. Th...","sentiment_score":-0.0962962963}
{"full_text":"(Express &amp; Star):#Sinn Fein president says #UK should sh... : Mary Lou McDonald said a global spirit of 'generosity and solidarity' should apply to Covid-19 vaccinations. ..","sentiment_score":0.0}
{"full_text":"RT Queensland voters will be pleased to see them both. One good thing about the...","sentiment_score":0.6}
{"full_text":"RT With well over 100,000 Covid deaths, Britain can no longer afford a self-serving, incompetent and corrupt government. The To...","sentiment_score":-0.425}
{"full_text":"RT Here's your #SundayMorning dose of something non-covid: the look of disapproval on this dog's face is so perfectly scathing!...","sentiment_score":-0.75}
{"full_text":"My point was the balance....or lack of....I've always believed the private sector needs the public one and vice versa.....Covid has illustrated how we've got this out of synch.","sentiment_score":0.0}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"This is a great read by - loving the positivity surrounding joining the Superleague","sentiment_score":0.7}
{"full_text":"RT Vaccine nationalism will leave everyone more at risk of coronavirus","sentiment_score":0.5}
{"full_text":"RT During Facebook's evidence to the Senate Inquiry, I asked them whether they'd removed any of Craig Kelly's dangerous or...","sentiment_score":-0.6}
{"full_text":"RT Craig Kelly has done three Facebook posts today promoting COVID quackery. Blatant defiance of Morrison. Presumably won't...","sentiment_score":-0.5}
{"full_text":"Most of them are wealthy anyway and I haven't heard one say they would reduce their salary in order to help the Biden covid budget plan and any strain on the treasury","sentiment_score":0.5}
{"full_text":"RT fu*k! covid! I'm! still! going! to! her! house! too! CUDDLE!!","sentiment_score":0.0}
{"full_text":"RT How much clearer does it need to get ? Lord Falconer - 'gift that keeps on giving' says ally of Sir Keir Starmer | Daily Mail...","sentiment_score":0.1}
{"full_text":"RT The amount of hate, racism, and blame for COVID towards the Asian community is disgusting. The fact that this topic is not...","sentiment_score":-0.6}
{"full_text":"RT Minister of Health Dr. Alkuwari  discusses Qatar's efforts to manage COVID-19 peak, why Qatar, alongside Si...","sentiment_score":0.0}
{"full_text":"If the news didn't tell everyone about Covid.  How many people would know about it??  Nobody  life would just be normal","sentiment_score":0.325}
{"full_text":"RT Industrial scale corruption.","sentiment_score":0.0}
{"full_text":"RT It's been forty-six weeks since \"three weeks to flatten the curve\".","sentiment_score":0.0}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"Radio 4 this morning, praising the 'Conservative' (NHS) vaccination roll out - never mind the 115,000 &amp; rising Corona deaths, mutations and survivors with life changing conditions, due to 'Conservative' too little, way too late #NotToBeMentioned #SweepUnderCarpet","sentiment_score":-0.2041666667}
{"full_text":"We will have caused the ended of lockdown before then","sentiment_score":0.0}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT #ORPH investors beginning to grasp importance of being the World leader in testing vaccines. Covid will continue to mutate an...","sentiment_score":0.0}
{"full_text":"RT From using the Defense Production Act to contain COVID-19 to taking action to reunite families separated at the border -- it was...","sentiment_score":0.1}
{"full_text":"RT The Covid vaccine is not a guarantee. My wife &amp; I, vaccinated 17 days ago, both tested positive yesterday and are in qua...","sentiment_score":0.2272727273}
{"full_text":"RT Anyone aged over 70 or extremely clinically vulnerable can now book their #COVID19 #jab at our #Bournemouth #vaccination...","sentiment_score":-0.2416666667}
{"full_text":"Yes Boris was attacked by the Globalist MSM in the early days for suggesting the herd immunity approach ( Sweden appears to be do well from it but reports sketchy) and Boris flipped","sentiment_score":0.1}
{"full_text":"RT photography before covid ","sentiment_score":0.0}
{"full_text":"RT  CLUB STATEMENT | We can confirm that no players or staff members have tested positive for #COVID19 - following the l...","sentiment_score":0.1136363636}
{"full_text":"RT Ireland has shown no scientific leadership since the beginning of this health crisis. Reluctant to lock down before St.Patrick...","sentiment_score":-0.1555555556}
{"full_text":"RT Almost 1 year ago, Feb 26, 2020, authors wrote in a top journal that the coronavirus posed \"limited threat outside of China...","sentiment_score":0.1428571429}
{"full_text":"RT Pfizer applies for full COVID-19 vaccine approval in Brazil","sentiment_score":0.35}
{"full_text":"RT Really enjoyed this balanced piece by thank you. Many people are fearing THEY are changed &amp; broken. There i...","sentiment_score":0.2}
{"full_text":"What can businesses do to ensure they survive - or even thrive - during unexpected issues like the #COVID19 #pandemic?","sentiment_score":0.1}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"The pandemic has paradoxically catalyzed many travel startups. Swiss startup Nomady has seen growth by offering outdoor camping to domestic Swiss travelers. Meanwhile, Tokyo-based Cuicin has helped hotels with contactless check-in.","sentiment_score":0.25}
{"full_text":"RT Does the govt realise that J&amp;T, Top Glove + every other company that's thrived during a pandemic has done so because of...","sentiment_score":0.1875}
{"full_text":"RT Journalists covering the anti-mask and lockdown protests at Fish Hoek beach in South Africa claimed that they were assau...","sentiment_score":0.0}
{"full_text":"RT Idk if niggas know this or not but covid ain't go nowhere. My homie at work has been out a month because of it. He's sic...","sentiment_score":0.0}
{"full_text":"RT Spoke to a someone today. His friend aged 14 yrs went to the dr with breathing difficulties. Dr sent him home saying i...","sentiment_score":-0.1}
{"full_text":"On 7 Feb 2020,- Coronavirus' whistleblower Dr. Li Wenliang is memorialized on #Ethereum #blockchain- IOV Labs launches interoperability bridge between #Ethereum and An original spaghethi only contains $222, or BTC0.02267.https:\/\/t.co\/0wPadmOsD1","sentiment_score":0.1875}
{"full_text":"RT The last two days saw 1,014 and 828 deaths from coronavirus in the UK. You may not know since there has been silence fro...","sentiment_score":0.0}
{"full_text":"RT Craig Kelly has done three Facebook posts today promoting COVID quackery. Blatant defiance of Morrison. Presumably won't...","sentiment_score":-0.5}
{"full_text":" The pandemic has erased entire categories of friendships Tools like Zoom and FaceTime, useful for maintaining closer relationships, cannot re-create the ease of social serendipity.Very interesting article on E.T.P. 6 minLin via  ","sentiment_score":0.2083333333}
{"full_text":"Gogglebox star leaves viewers floored with unrecognisable transformation in lockdownhttps:\/\/t.co\/Q8huLjTweW","sentiment_score":0.0}
{"full_text":".@johnvanreenen joins Baroness Minouche Shafik to discuss pulling together the lessons of 30 years of work on technology, management and productivity to rekindle our economies post pandemic. #LSECOVID19  4.30pm, 8 Feb","sentiment_score":0.0}
{"full_text":"Remember the Covid Hardship Fund is available to support students who are experiencing financial hardship because of Covid-19. You can see more information &amp; how to apply here:  #UniversityofBedfordshire #UniofBeds #StudentSupport","sentiment_score":0.3}
{"full_text":"Don't have symptoms but must leave home for work? Our test site at Jamestown is open 7.30am-7.30pm, Monday to Friday. Even without #Covid19 symptoms you may be infectous, so please book a test. By getting a test, you're helping protect yourself &amp; others.","sentiment_score":0.0}
{"full_text":"People over 70 and the clinically extremely vulnerable can now get the MHRA approved vaccine. Remember, you need two doses to be protected from Covid-19. You'll be contacted when it's your turn. Find out about the roll-out at","sentiment_score":-0.5}
{"full_text":"Good morning A few flurries throughout the day. High minus 8. Wind chill near minus 17. It's #SuperBowl Sunday! Please enjoy the game responsibly. #StayHome #StaySafe and always #DriveSober.  #SuperBowl2021","sentiment_score":0.0816666667}
{"full_text":"Good Morning! Happy #SuperBowl Sunday! Grab your  and join us on from 7-9am. -We have team coverage tracking this morning's snowfall -Everything you need to know ahead of the big game-And the latest COVID-19 headlines","sentiment_score":0.59375}
{"full_text":" Weekend reading: Meeta Patel explains how last December held its most successful repairs and maintenance event ever - despite the ongoing pandemic.#ukhousing #socialhousing","sentiment_score":0.4166666667}
{"full_text":"Chief Presidential Legal Counsel Salvador Panelo has urged the government's detractors to focus some of their efforts on the education of Filipinos that the vaccination against Covid-19 is safe and important.https:\/\/t.co\/3Jt2Ennyx9#PolitikoNews","sentiment_score":0.35}
{"full_text":"RT PUBLIC HEALTH ALERTNSW Health is carrying out precautionary public health follow-up in relation to a returned overseas tra...","sentiment_score":0.0}
{"full_text":" Adults Only Private Pool In Zante 3rd May 2022Manchester  7 Nts B&amp;BRoom With Private Pool  Book today for PS60pp deposit followed by 11 monthly direct debit payments of PS90pp Why not add on our travel insurance policy with Covid-19 cover from PS27pp","sentiment_score":0.02}
{"full_text":"There's nothing like the buzz of Cardiff on a match day, but this year there's no substitute for #KeepingWalesSafe.Watching today's game between and ? Stay at home Watch with your household only Play your part in tackling the virus","sentiment_score":-0.2}
{"full_text":"YSS Young Carers is a charity project providing support for young carers in Worcestershire.If you are looking for a way to support children in need during this lockdown please visit where you can help from as little as PS1 per week. #childrenmatter","sentiment_score":0.0041666667}
{"full_text":"Who will win Sunday's African Nations Championship clash? The Finals for sixth edition of African Nations Championship, CHAN 2020, competition for home based players for Africa na Morocco vs Mali, attacking machine and strong sentinel.Stay tuned to StarTimes Football.","sentiment_score":0.3083333333}
{"full_text":"Warren County Health Services on Saturday reported another resident died after being hospitalized with the coronavirus, bringing the county's death toll to 59 since the pandemic began last March.","sentiment_score":0.0}
{"full_text":"COVID Lockdown Loneliness Linked To More Depressive Symptoms In Older Adults:","sentiment_score":0.3333333333}
{"full_text":"Students can petition to override this decision on a case-by-case basis.","sentiment_score":0.0}
{"full_text":"RT \"Those of us who point to the staggering collateral cost of such policies are drowned out by outbursts of emotion and ab...","sentiment_score":-0.05}
{"full_text":"New research led by has found that nurses and female health care workers are most at risk of distress during the Covid-19 pandemic.Read morehttps:\/\/t.co\/itfuO6Kx27","sentiment_score":0.2121212121}
{"full_text":"The have been working tirelessly throughout the pandemic to support the community and Special Moments Sponsors were eager to help us reward someone for going above and beyond.Congratulations, Jamie ","sentiment_score":0.1785714286}
{"full_text":"A study looking at the resurgence of COVID-19 cases last summer and into the fall across the U.S. and Europe suggests adults between 20 and 49 years old are the largest spreaders of the virus.","sentiment_score":0.05}
{"full_text":"With a rise in recoveries, the active cases have come down to 1,407 of which 112 are critical","sentiment_score":-0.0962962963}
{"full_text":"Free Mastering Mondays at Rare Tone Mastering.To assist independent &amp; DIY artists through lockdown, they are offering free mixing &amp; mastering services, guidance on releasing your music and audio editing on Mondays.Find out more here &gt;&gt;","sentiment_score":0.32}
{"full_text":"This takes us back! One year ago today, the KPR team was being treated to a trip to Bristol, where we watched Bristol City vs. Birmingham City. Looking at these pictures now, we can't help but think everyone should be social distancing!   #KPR #BristolCity #BirminghamCity","sentiment_score":0.0208333333}
{"full_text":"The latest in my styling series, 1 Item - 4 Ways, the lilac Sweatshirt. How to wear now &amp; after lockdown....#fashion #styling #newontheblog #mintvelvet #sweatshirt #outfitshttps:\/\/t.co\/g9thxCfYcj","sentiment_score":0.5}
{"full_text":"Should I have the vaccine if I have already had COVID-19?","sentiment_score":0.0}
{"full_text":"You are being advised to stay at home as much as possible. However, you may leave the house for essential reasons such as exercise. It is important that you stay active during this time for your mental and physical wellbeing.https:\/\/t.co\/1jAYe6H3nL","sentiment_score":0.0238095238}
{"full_text":"How to make a \"#BBC-style\" documentary about Wuhan?","sentiment_score":0.0}
{"full_text":"[Coronavirus] #Moldova, Europe's poorest country, does not expect to get any #CovidVaccines before the end of February according to a press release issued by the health minister.#EUWeekInReviewhttps:\/\/t.co\/LjJQ5W2HDk","sentiment_score":0.0}
{"full_text":"Dylan's Top 3 Tips for Lockdown:1. Try to keep your mind active and hold on to the positive things in your life2. Focus on what you can control in your day-to-day life3. Reach out and speak to people when times are good and badRead more from our Lockdown Lessons ","sentiment_score":0.3587878788}
{"full_text":"We currently have 362 (known) active cases of COVID-19 in the Bailiwick. There have been 9 new cases found in the last day and 15 people has recovered. 10 patients with COVID-19 are currently in hospital. Full results at:","sentiment_score":0.0588383838}
{"full_text":"The number of Covid cases among homeless people in London was higher in January than between April to December COMBINED. reportshttps:\/\/t.co\/rvzzk5wr7c","sentiment_score":0.25}
{"full_text":"RT Still opposed to Section 230 reforms?","sentiment_score":0.0}
{"full_text":"Retail Crypto Adoption Advances Amid Pandemic as Acceptance and Fungibility Broaden ValueJoin our community: #bottrading #tradingbot #bitcoinprice #Ai #jadongmaemae #giveaway #makemoney #ZIL #ICX #LRC #NEXO #DX #TRV","sentiment_score":0.0}
{"full_text":"9 key #futureofwork trends that will affect the workforce post #COVID19. Read more for ways #HR leaders can revamp their planning strategies. #GartnerHR #CHRO","sentiment_score":0.25}
{"full_text":"President Joe Biden's push for a $1.9 trillion COVID-19 relief bill is forcing an internal reckoning that pits his instincts to work toward a bipartisan deal against the demands of an urgent crisis.","sentiment_score":0.0}
{"full_text":"RT Applications are now open for the Culture Sector Hardship Fund for Freelancers. If you're a freelancer, or know a fre...","sentiment_score":0.0}
{"full_text":"Co-Principal Cello Jonathan Ayling plays the final movement of Bach's solo Cello Suite No.5, completing his mission since lockdown to learn and perform the whole piece. #RPOatHomeWatch the full video diary:","sentiment_score":0.1833333333}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"1 in 3 people who have coronavirus have no symptoms and will be spreading it without realising putting their friends and families at risk. Get tested twice a week to help protect those around you from COVID-19. Book a test -","sentiment_score":0.0}
{"full_text":"In an interview with Tata Trusts, Shaheen Mistri shares her expert take on National Education Policy &amp; digital pedagogy tools in the times of COVID. Ms Mistri highlighted gaps in our education policies but also left us hopeful for a brighter future, visit:","sentiment_score":0.0}
{"full_text":"COVID 19 Statistics for Scotland (7\/2\/2021) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
{"full_text":"Belgium's addition to the list is \"a new step in the fight against the pandemic,\" the federal health ministry said.","sentiment_score":0.1363636364}
{"full_text":"Cash injection urged to help poor fight COVID-19 during vaccine wait","sentiment_score":-0.4}
{"full_text":"wrote about what COVID will change (and is changing) for the world we know it for - and no, it's not all grim ","sentiment_score":-1.0}
{"full_text":" Stay at home. Protect the NHS. Save lives.Please follow government advice and only travel if you cannot work from home or for other legally permitted reasons.If you are travelling by train, travel safely. #TravelSafely ","sentiment_score":0.14375}
{"full_text":"India's #COVID19 tally crosses 10.08 million with 12,059 fresh caseshttps:\/\/t.co\/OpQqBC7EDa","sentiment_score":0.3}
{"full_text":"RT PLEASE RT - MODERNA SEEKING ADOLESCENT PARTICIPANTS AGES 12-17 for COVID VACCINE TRIAL.LINK:https:\/\/t.co\/owsFbdxtq7","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 11.7FWind Chill: 11.7FHumidity: 88%Dew Point: 8.9F Barometer: 30.119 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 131.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Time: 11:00 * Temp: 2.3degC * Wind: ESE 6.9 to 17.9mph * Pressure: 1009.3hPa * Rain: 0.0mm * Hum: 78% * ET: 0.3mm * Solar: 51.0W\/m2 * UV Index: 0.0 * Sunrise: 08:00 * Sunset: 17:14 * Cloudbase: 1520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"The challenge posed by the COVID-19 pandemic must lead health authorities across Syria to coordinate their response to save lives, and external actors such as the WHO to help implement realistic measures and deal with state and non-state actors alike.https:\/\/t.co\/jxZqTn2IyA","sentiment_score":0.0555555556}
{"full_text":"Arabic speaker? Vaccine info you need from","sentiment_score":0.0}
{"full_text":"COVID-19 has intensified existing trends, widening the gap between those at the top and bottom of the Power Curve of Economic Profit. Now more than ever, bold moves are needed in the strategy room so your business thrives, not just survives postpandemic.","sentiment_score":0.3833333333}
{"full_text":"Hong Kong reported 27 COVID-19 cases on Sunday, including three imported infections, bringing the city's tally of confirmed cases to 10,635. For full story: #HongKong #COVID19","sentiment_score":0.375}
{"full_text":"Newswatch COVID-19 Digest: Sunday February 7, 2021 ","sentiment_score":0.0}
{"full_text":"RT Among the 53 percent of military families who responded to the survey that they would not receive the vaccine, nearly...","sentiment_score":0.0}
{"full_text":"RT Britain will not introduce COVID-19 vaccine passports","sentiment_score":0.0}
{"full_text":"Walkin the Portal is a series of 15-min live interviews during the Lockdown 2.0 in India, published by Find out more here! -","sentiment_score":0.3806818182}
{"full_text":"NEWS: An Isle of Wight charity has hailed the success of its 'Box Project' - in a bid to prevent families from feeling isolated during the lockdown.https:\/\/t.co\/fqqxOhTnWo #iwnews #isleofwight","sentiment_score":0.3}
{"full_text":"England has been in lockdown since January 5, and Boris Johnson said on Friday it was \"early days\" to be considering releasing restrictions.https:\/\/t.co\/NdsC4Ruoqo","sentiment_score":0.1}
{"full_text":"\"Farcical aspects aside, the row over the EU's vaccine supplies reveals the inability of the present system to manage the Covid-19 pandemic.\" writes on how vaccine nationalism will endanger us all","sentiment_score":-0.2}
{"full_text":" If you need to travel, you can subscribe to journey alerts through Messenger for personalised up-to-date journey info. This will keep you informed about any cancellations or delays as well as expected busy services.iMore infohttps:\/\/t.co\/oZuZmS7BY6","sentiment_score":0.0}
{"full_text":"RT COVID-19: Vaccines minister 'confident' everyone over 50 will be offered coronavirus jab by May","sentiment_score":0.5}
{"full_text":"RT Fancy solving a #murder or two this snowy Sunday? ~ THE VISITOR ~ https:\/\/t.co\/iyElahpJ5lAn isolated village: the sa...","sentiment_score":0.0}
{"full_text":"RT Speaker Pelosi:-Went to the salon when the rest of us couldn't. -Didn't wear a mask when the rest of us had to. -Avoi...","sentiment_score":0.0}
{"full_text":"RT How incredibly sad. My deepest condolences to &amp; his family.","sentiment_score":-0.5}
{"full_text":"RT \"We've got a pre-existing mental health crisis, we've got massive unmet need and demand before the pandemic, which is only goi...","sentiment_score":-0.0333333333}
{"full_text":"RT I'm not mad at COVID restrictions extended indefinitely, I'm mad at the lack of consequences for those who never cared for the...","sentiment_score":-0.15625}
{"full_text":"RT \"Our health workers are dropping like flies - yet the Government and Public Health England still won't give them proper...","sentiment_score":0.0}
{"full_text":"RT Dr. Li Wenliang - who spoke up about the coronavirus early on, was silenced by Chinese Communist Party authorities, and...","sentiment_score":0.05}
{"full_text":"RT New vaccine for variants 'could be ready by autumn' - follow live","sentiment_score":0.1575757576}
{"full_text":"New support to help eligible Barnsley businesses facing hardship during lockdown #barnsley","sentiment_score":0.1363636364}
