{"full_text":"RT Today is the first day for people without smartphones to register for the \"rao chana\" scheme for them to get financial h...","sentiment_score":0.125}
{"full_text":"RT Three","sentiment_score":0.0}
{"full_text":"RT This is why EVERY GOP politician who objected to COVID relief for \"Blue\" states was out-their-minds unAmerican! The entir...","sentiment_score":0.0}
{"full_text":"My opinion is the knows the 2 vaccines ARE effective of not spreading COVID but to allow some to pull masks off and not others would mean trouble in their opinion. Until the vaccine is widely distributed you'll see status quo for distancing, masks, etc.","sentiment_score":-0.003125}
{"full_text":"Republicans should hang Cuomo around Democrats necks. He forced infected seniors into ACFs at the behest of the hospital lobby, just as Biden's CDC is keeping schools closed at the behest of teachers' unions. Both policies are killing healthy people.","sentiment_score":0.0333333333}
{"full_text":"RT Due to COVID this good girl hadn't seen her hooman in months...https:\/\/t.co\/zwCDOdIFsz","sentiment_score":0.2875}
{"full_text":"RT Life expectancy in Roxbury is under 60 years. Governor Baker needs to reverse these discriminatory age requirements and...","sentiment_score":0.0}
{"full_text":"We are introducing this rapid testing method, called lateral flow testing, to help identify #COVID19 cases where people have no symptoms but can, unknowingly, pass the virus on. More details, including a list of FAQs, are here","sentiment_score":0.5}
{"full_text":"RT IDU CPC MP Michelle Remple drinking during a standing committee  that deals with Covid, and vaccine procurement. Not a pee...","sentiment_score":0.0}
{"full_text":"RT Totally agree. Never in our medical training or my past 30 years did we test asymptomatic people for infection. Serves no pu...","sentiment_score":-0.0833333333}
{"full_text":"We have been reasonably lucky that the most acute test to try us has been Covid-19.Localized epidemics we completely suck at them. GoK couldn't combat Kala Azar in Kacheliba between 2007 to 2012, and left the Pokot at the mercy of international donors.KE is a fucking joke.","sentiment_score":0.1333333333}
{"full_text":"RT God saw Texans not taking corona serious and said I know exactly what will make them sit inside","sentiment_score":-0.0416666667}
{"full_text":"Maharashtra Sees Spike In Covid Cases, Deputy CM Hints Stricter Measures","sentiment_score":0.0}
{"full_text":"Sir please activate metro website to enable public to apply new DRIANAGE connection for their houses in the present Corona days especially for senior citizens","sentiment_score":0.0340909091}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT NYS asks if we need \"handicap access\" for COVID vaccinations. 1. All vaccination sites should be accessible. It's been 30...","sentiment_score":0.375}
{"full_text":"Dominic Cummings denies Covid contract given to firm because bosses were 'friends'https:\/\/t.co\/U963PlaiUW","sentiment_score":-0.2}
{"full_text":"RT Thanks a lot Mam","sentiment_score":0.2}
{"full_text":"RT What an apocalypse of bad journalism. These miraculous vaccines are ~95% effective. If you vaccinate millions of people...","sentiment_score":-0.05}
{"full_text":"I have no jokes for any southern states dealing with snow and ice right now. I still remember snowpocalypse in 2014. What would normally take 10mins to get to my exs moms house took almost 8 hours. I didnt see home for 3 days cus them roads said \"fuck you\". Stay safe","sentiment_score":0.1071428571}
{"full_text":"People Hear Hear","sentiment_score":0.0}
{"full_text":"Steps working family caregivers can take during the pandemic to help them juggle caregiving while maintaining a job or seeking new employment.","sentiment_score":0.1363636364}
{"full_text":"RT Sadly has lost a fourth colleague to Covid-19. Kevin was just 41 years old and I know thoughts from ambula...","sentiment_score":-0.1333333333}
{"full_text":"RT Keep your children at home. What they spent on plexiglass alone could have gone towards at home accommodations. This isn...","sentiment_score":-0.1}
{"full_text":"RT Nothing to see here. Just a PS564,393 contract handed to Dominic Cummings' mates to focus group the government's pandemic...","sentiment_score":0.0}
{"full_text":"RT With #covid19 variants arising, should I still get the vaccine?Yes, and the urgency is even greater because we are in a r...","sentiment_score":0.5}
{"full_text":"So during the pandemic people wanted Cuomo to be president. RUSH to make him president. And now we find the truth. Vet everybody","sentiment_score":0.0}
{"full_text":"RT \"'They had months to prepare, and it's costing people's lives,' said Holden, who chairs the Technology Committee. 'People...","sentiment_score":0.0}
{"full_text":"RT Do you really have to ask?!They'll pivot direct onto their dogmatic call for a discontinuance of all other pr...","sentiment_score":0.0583333333}
{"full_text":"RT This dude says no thanks to Victoria's lockdown. Journo: \"Did you realise there's a lockdown?\"","sentiment_score":-0.1}
{"full_text":"Oh NO! Hoping you never get worse than present &amp; bounce back rapidly...we couldn't do without you Rev.","sentiment_score":-0.1333333333}
{"full_text":"RT Will history vindicate those MPs calling for a speedy end to lockdown?Watch talkRADIO LIVE >","sentiment_score":0.1363636364}
{"full_text":"RT Now QAnon thinks the COVID-19 vaccine will make you gay ","sentiment_score":0.4166666667}
{"full_text":"RT they discontinued this type of man and that is the true pandemic.","sentiment_score":0.35}
{"full_text":"I've been very lucky to receive some lovely reviews for my first lockdown audiobook. But this one has made me howl with laughter! I'm pretty sure I sound like a chipmunk at 1.25 speed but, hey, whatever floats your boat.","sentiment_score":0.3993055556}
{"full_text":"RT Congratulations, Prime Minister Mario Draghi. I look forward to working closely with you to deepen our strong bilateral relation...","sentiment_score":0.4333333333}
{"full_text":"RT It turns out the Biden administration covid agenda was:1. Lie about what they inherited;2. Propose anti-scientific vaccin...","sentiment_score":0.0}
{"full_text":"RT How much more likely are you to die after getting the #Covid vaccine than the flu vaccine?300-900 times, based on feder...","sentiment_score":0.25}
{"full_text":"RT A year late, CNN finals admits virus was likely spreading in China \"long before its first official emergence in mid-De...","sentiment_score":-0.025}
{"full_text":"Spoke to my boss and we were both like yeah nah. He told me to stay home and we can play tmr by ear I was like well also I checked the alert and all my stores are closed anyways ","sentiment_score":-0.1}
{"full_text":"RT How #PatientEngagement tools can help ensure 2nd vaccine doses: Important information from in #COVID-1...","sentiment_score":0.2}
{"full_text":"RT Easing and ending Covid restrictions should be based on science and safety, not on random dates plucked out of the air by Tor...","sentiment_score":-0.5}
{"full_text":"RT Think you've heard the lamest excuses for NOT wearing a mask? Get a load of THIS guy! This clip is from \"Will You Wear...","sentiment_score":0.0}
{"full_text":"RT COVID OUT Of CONTROL IN SD and Gov Noem doesn't care! SHES GOING to TX FOR A FUNDRAISER for her re-election campaign!...","sentiment_score":0.0}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"Stay at home if you can. It's bad out there.","sentiment_score":-0.7}
{"full_text":"RT In this way, the pandemic has significantly impacted finances in 2019\/20 with many leading clubs posting horrific losses,...","sentiment_score":-0.0416666667}
{"full_text":"RT 1\/ Tulsa, OK mega church Victory Church took $2.1 million in CARES Act funding (despite, of course, not paying taxes the...","sentiment_score":0.5}
{"full_text":"Try a little playfulness if your family's pandemic routine needs a reset","sentiment_score":-0.1875}
{"full_text":"RT Vaccine makers are figuring out how to tweak their recipes just in case the COVID-19 shots need an update against worr...","sentiment_score":0.0}
{"full_text":"RT Mississippi State University at Blackjack Road... nothing but Ice. Hearing several cars losing traction. STAY HOME. #mswx...","sentiment_score":0.0}
{"full_text":"RT via  This is a very important article by an outstanding  journalist, @jeligon. Let's read and become activ...","sentiment_score":0.51}
{"full_text":"RT Women are dammed if they do or damned if they don't.  Stay at home with your kids and receive government assistance and y...","sentiment_score":0.0}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT 1\/ Tulsa, OK mega church Victory Church took $2.1 million in CARES Act funding (despite, of course, not paying taxes the...","sentiment_score":0.5}
{"full_text":"RT If COVID virus or mutant variants cause asymptomatic\/mild infection in vaccinated people or reinfection, think of it as a bo...","sentiment_score":0.0}
{"full_text":"RT NIMD Director, Thijs Berman at #ColombiaDebat: \"Social inequality in Colombia has been set back 10 years. This affects women...","sentiment_score":0.0166666667}
{"full_text":"RT Men,Never trust any man who takes the side of women in a debate. That's a classic White Knight and there is a pandemic of W...","sentiment_score":0.0833333333}
{"full_text":"RT Joe Biden promised to \"follow the science\" on COVID and school reopening. Instead, he put his scientists in a room with teac...","sentiment_score":0.0}
{"full_text":"How much do the medical professionals know about the new MRNA gene therapy drug aka covid vaccine?https:\/\/t.co\/qaXuk2Yrt5","sentiment_score":0.1121212121}
{"full_text":"I disagree, especially during a pandemic--but grocery shopping or shopping in general is a very stressful thing to do.","sentiment_score":0.0833333333}
{"full_text":"Mother Nature really saw everybody in Texas not social distancing and said \"aight you bitches need to lock your asses inside I guess the floods weren't enough for you.\"","sentiment_score":0.0611111111}
{"full_text":"RT We've had 26 full 9-11s of COVID deaths since Biden became President and he is playing Mario Kart","sentiment_score":0.35}
{"full_text":"RT The whole use of masks is basically to cut down on spit flying everywhere. If you cough, sneeze,...","sentiment_score":0.0222222222}
{"full_text":"RT How does feel about the border crossing into the United States with a pandemic that is not yet; un...","sentiment_score":0.0}
{"full_text":"RT COVID closed all land crossings at the U.S.-Canada border to non-essential travel. Karolyn Gagnier, of Canada &amp; Scott Meyers...","sentiment_score":-0.1}
{"full_text":"is there anyone more of a puke, covidiot,  and a liar?","sentiment_score":0.5}
{"full_text":"RT #POTUS right to demand that #China releases #Covid related info to the #WHO. Why has Raw patient data from early in the...","sentiment_score":0.0387362637}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT It is with deep sadness that I today announced that lockdown in Zimbabwe has been extended for two more weeks. I know that...","sentiment_score":0.25}
{"full_text":"Covid-19 vaccination of those above 50 years from March, says Health Minister Harsh Vardhan","sentiment_score":-0.1}
{"full_text":"RT I'm not crying and also shut up","sentiment_score":0.1}
{"full_text":"RT The Covid Recovery Group is worth backing. The most important battle to win now is the one to ensure this can never happen...","sentiment_score":0.5}
{"full_text":"RT In the first seven months of the pandemic, Parent Talk has seen a 365% increase in the number of conversations about t...","sentiment_score":0.25}
{"full_text":"RT Save up to 50% on the New Balance Women's 515 Classic shoes. In 3 colors with a touch of animal print. ad &gt;&gt;&gt;&gt;","sentiment_score":0.1515151515}
{"full_text":"RT 14th of February 20211st Dose  of Covid Vaccines administered for the Top 5 Biggest European Populations:Russia: 3.9...","sentiment_score":0.25}
{"full_text":"RT VP Kamala Harris to #AxiosOnHBO:  \"There was no national strategy or plan for vaccinations, we were leaving it to the states and...","sentiment_score":0.0}
{"full_text":"Well it wasn't 20 minutes later and they still don't know her cause of death but they could rule out anaphylaxis. You could die in a car accident tomorrow does that stop you from getting in a car?","sentiment_score":0.0}
{"full_text":"Yes I'm getting a bit bored of walking but keeping going for now. I usually play golf which is a no go at the moment and joined a leisure club so I could vary my routine but didn't get to go before lockdown!","sentiment_score":-0.40625}
{"full_text":"RT I know that everyone is focused on #COVID19 (as we have been for the past year) BUT it is my sincere hope we all pay a...","sentiment_score":0.125}
{"full_text":"RT 148 more coronavirus cases have been reported across Maine via","sentiment_score":0.5}
{"full_text":"RT Instead of getting PPE and ventilators out to hospital's, getting vaccines out to the States, trump planned an in...","sentiment_score":0.0}
{"full_text":"RT What is going on This is beyond unacceptable. These officers need to be held accountable.","sentiment_score":0.0}
{"full_text":"Yup, the rise of crime probably has nothing to do with the economic fallout of the Coronavirus.","sentiment_score":0.2}
{"full_text":"RT Could you imagine NOT loving dogs. ","sentiment_score":-0.3}
{"full_text":"RT CDC confessed to letting teachers union overrule science.  Outrageous corruption.","sentiment_score":-1.0}
{"full_text":"Past or present, who's your favorite President? Happy Presidents' Day! Many businesses are closed today due to the holiday and because of severe weather. Stay home if you can. If you must get out, it's a good idea to call ahead to businesses to make sure they're open!","sentiment_score":0.2725}
{"full_text":"RT Thankyou so much for sharing this. A tale of two needles: the vaccine jab and the concentration camp tattoist. Ms. Pola...","sentiment_score":0.2}
{"full_text":"RT Arlette feels safe in the south-west of France while the war rages on in the north, but when Saul arrives at the farm, her...","sentiment_score":0.5}
{"full_text":"Ugh! Sad to see this.","sentiment_score":-0.5}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT 1\/My favorite love story Grady wards, pre-COVIDThere was this Grady elder who'd been admitted to my team. His issue...","sentiment_score":0.5}
{"full_text":"COVID issues or weather-related in Alabama?","sentiment_score":0.0}
{"full_text":"RT Due to COVID this good girl hadn't seen her hooman in months...https:\/\/t.co\/zwCDOdIFsz","sentiment_score":0.2875}
{"full_text":"RT A new Lancet report finds nearly 40% of U.S. COVID deaths were avoidable and found major gaps in Trump's policies and tho...","sentiment_score":0.0996212121}
{"full_text":"RT #ToryCorruption is truly rife.","sentiment_score":0.0}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT Nothing to see here. Just a PS564,393 contract handed to Dominic Cummings' mates to focus group the government's pandemic...","sentiment_score":0.0}
{"full_text":"RT On the plus side the Pound is up against the Euro, up against the Dollar &amp; the FTSE100 is leading the wa...","sentiment_score":0.0}
{"full_text":"RT Help is available. Make sure you check it out. #virtualchaplain","sentiment_score":0.45}
{"full_text":"Lol well it wasn't covid because theyve never proven its existence","sentiment_score":0.8}
{"full_text":"RT I'm not crying and also shut up","sentiment_score":0.1}
{"full_text":"RT I'm not crying and also shut up","sentiment_score":0.1}
{"full_text":"RT My colleagues and I around have been discussing what has changed in our countries over the last year and...","sentiment_score":0.0}
{"full_text":"RT We need to anticipate new COVID-19 variants that will continue to emerge.This is why we will launch this week a new bi...","sentiment_score":0.1363636364}
{"full_text":"Media addressing the current crisis is increasing a year on from the pandemic's start. A few questions remain, though: do consumers want to be reminded? Can media do justice to the devastation and upheaval caused by the crisis? Is it too soon?","sentiment_score":-0.1}
{"full_text":"RT (Reuters) - Israel's largest healthcare provider on Sunday reported a 94% drop in symptomatic COVID-19 infections among 600...","sentiment_score":0.0}
{"full_text":"RT This dude says no thanks to Victoria's lockdown. Journo: \"Did you realise there's a lockdown?\"","sentiment_score":-0.1}
{"full_text":"RT I fought for, and won, a COVID-safe method of collecting ballot petition signatures, that is now available for all statewi...","sentiment_score":0.4}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"Why can't it be available of the shelf before exporting it. Rather than Corona diplomacy Govt should think about it's own citizens.","sentiment_score":0.5}
{"full_text":"RT This video of celebrities praising Cuomo for his handling of Covid DID NOT AGE WELL and they should be called out for th...","sentiment_score":0.0}
{"full_text":"RT Here is my long interview with on his climate change efforts, antitrust and COVID: Innovation, Not Trees. How B...","sentiment_score":-0.05}
{"full_text":"Sending you my deepest condolences. Although we know it's for the better, my suffering father passed away earlier this year, grief during Covid is a challenge. Sending you lots of hugs and love! ","sentiment_score":0.08125}
{"full_text":"RT #LargestVaccineDriveMore than 85 lakh Beneficiaries Vaccinated against #COVID19.More than 2.3L beneficiaries vaccinate...","sentiment_score":0.0}
{"full_text":"RT Auckland has 3 new cases so immediately is placed into a full city wide lockdown. The UK had 13,308 new cases yesterday...","sentiment_score":0.1306818182}
{"full_text":"RT Restaurants &amp; bars: indoor dining &amp; beverage service. Outdoor dining will not have a capacity limit, but will have to a...","sentiment_score":0.0}
{"full_text":"RT Foodbank queue so long 'road comes to standstill' as pandemic poverty laid bare ","sentiment_score":0.0}
{"full_text":"RT Who is making the call about whose lives it's ok to sacrifice to keep schools open?  RIP Karen Johnson, beloved New Roche...","sentiment_score":0.3340909091}
{"full_text":"RT VP Kamala Harris to #AxiosOnHBO:  \"There was no national strategy or plan for vaccinations, we were leaving it to the states and...","sentiment_score":0.0}
{"full_text":"RT CDC confessed to letting teachers union overrule science.  Outrageous corruption.","sentiment_score":-1.0}
{"full_text":"RT NEWS! I'm optimistic about lockdown easing, says man who insisted 2020 was going to be a 'fantastic year for Britain'","sentiment_score":0.4}
{"full_text":"Florida might like him but I don't think Covid Ron has much appeal to the rest of the nation.","sentiment_score":0.2}
{"full_text":"RT Death-certificate delays in Arkansas one more pandemic pain","sentiment_score":0.5}
{"full_text":"RT Up until Mar\/20 he  looking for a UN seat, denying Covid was serious. Mar 12th lockdowns began, he hid in the cottage (2 v...","sentiment_score":-0.3333333333}
{"full_text":"They always make decisions without asking a real teacher or student what would be best....","sentiment_score":0.6}
{"full_text":"RT Actually, in some ways this is excellent news: it shows the NZ government takes this seriously, and isn't as complacent...","sentiment_score":0.2222222222}
{"full_text":"RT Everyone from Tom's of Maine to home good manufacturer's have requested vaccine priority from since Dece...","sentiment_score":0.7}
{"full_text":"Use this easy to create thinking game, and add a twist! Exercise both your mind and your body and have fun with the entire family in this extra-coordination game of tic tac toeS!#flattenthecurve #keepmoving #gamesforkidshttps:\/\/t.co\/EmpiUdnxT1","sentiment_score":-0.0333333333}
{"full_text":"3\/5: Also on the syndicated #TechItOut #radioshow and #podcast (link below), I'll catch up with to learn about #WiFi6 and what it means in the era of #COVID, with millions more Americans now working and schooling from home. Tune in!PODCAST:https:\/\/t.co\/QWXvTk4qae","sentiment_score":0.5}
{"full_text":"Five years on from Havana. Moscow and the Vatican face atheism of a pandemichttps:\/\/t.co\/TTTabIkGp1","sentiment_score":0.0}
{"full_text":"Kwa-Thema - Covid-19 has rapidly defined what people were accustoming to as normal.https:\/\/t.co\/8YcuSvl8K8","sentiment_score":0.0}
{"full_text":"Want to keep up to date with Cheshire's COVID-19 vaccination programme? More here:","sentiment_score":0.5}
{"full_text":"DAVID LORINOVICH, 75, of Bluffton, South Carolina, died of COVID on Jan. 23, 2021. \"My dad was my best friend, an amazing Grandfather, and a highly respected Engineer who served in the Army.  He was a healthy tennis playing, dog- walking, sharp man. We are heartbroken.\"","sentiment_score":0.427}
{"full_text":"\"Involving more women in the fight against #COVID19 has become more relevant than ever before. Let's be bold enough to believe that they'll find solutions to combat the pandemic,\"Soreille Toukam, Research Centre.#AfricasEinsteins#WomenInSTEM","sentiment_score":0.3466666667}
{"full_text":"Earlier in the year, the S.C. House OK'd a plan to unfreeze \"step raises\" for teachers.The annual pay hikes were previously delayed due to budget uncertainties with COVID-19:https:\/\/t.co\/zu8iameXXQ#scnews #scpol #coronavirus","sentiment_score":0.0520833333}
{"full_text":"RT Also frustrating, seeing claims made without references to back them up like we are just mirror images of the r...","sentiment_score":-0.2}
{"full_text":"President Joe Biden has included a provision in the pandemic relief bill that would more than double the minimum wage to $15 per hour. What are your thoughts?https:\/\/t.co\/jDIQkXKXMc","sentiment_score":0.25}
{"full_text":"RT A partial remedy for what ails us:  Spend at least 2 hours outside every week.Forgive my harping on this, fam. But nature...","sentiment_score":-0.1333333333}
{"full_text":"New rare COVID-19 vaccine symptom: Patients report new rare blood disorder | By","sentiment_score":0.2181818182}
{"full_text":"With #TestTraceProtect anyone of us could be asked to self-isolate at any time. These tips for planning ahead will help make it easier if you are asked to stay at home. Learn more at","sentiment_score":0.5}
{"full_text":"As COVID-19 cases rise, Medicaid enrollment increases, and the economic crisis deepens, it's clear that states need more federal Medicaid funding. Congress: Protect families. Protect access to healthcare. #FundMedicaid","sentiment_score":0.2666666667}
{"full_text":"President Joe Biden met with a bipartisan group of governors and mayors at the White House on Friday as part of his push to give financial relief from the coronavirus pandemic to state and local governments.","sentiment_score":0.0}
{"full_text":"A study regarding #COVID19 and the usage of #ecigs among youths, has found that #smoking of both e-cigs and #cigarettes rose significantly and COVID19 diagnoses related to it! The call to #action suggests for more #screening and #education for #youths! ","sentiment_score":0.34}
{"full_text":"Other #AR glasses on the market!https:\/\/t.co\/M5x5dgFTAm#AugmentedReality","sentiment_score":-0.125}
{"full_text":"Remember if you are unable to work from home, these three things are vital to help prevent the spread of #covid19 in your workplace.#HandsFaceSpace","sentiment_score":-0.2}
{"full_text":"The advent and dissemination of COVID-19 across the world has an unparalleled impact on individuals and companies and will challenge even the most robust.","sentiment_score":0.5}
{"full_text":"Commentary: The best thing the federal government can do to save lives right now? Free masks. #masks #MaskUp #coronavirus","sentiment_score":0.5619047619}
{"full_text":"RT Enfield has seven rapid test centres for coronavirus. They are ideal if you can't work from home during lockdown.They...","sentiment_score":0.9}
{"full_text":"Instead of making desks for schools, Columbia Manufacturing in Massachusetts revamped their product line during #COVID19 to produce #PPE for frontline workers! #CreatorsRespond","sentiment_score":0.0}
{"full_text":"RT Happy anniversary-exactly one year ago this week that skipped his 4th COBRA COVID mtg, decided against sh...","sentiment_score":0.8}
{"full_text":".@UCF officials said that the unidentified student tested positive for the #coronavirus UK #variant last week.  Florida still leads the nation in cases of the variant.","sentiment_score":0.1136363636}
{"full_text":"The pandemic has been an obstacle that no athletes (or anyone else) ever envisioned taking on! https:\/\/t.co\/53MFZl1wyZ","sentiment_score":0.0}
{"full_text":"News roundup: COVID vaccines for kids might be available by fall of this year. High concentrations of benzene have been found in the drinking water of San Angelo, Texas.https:\/\/t.co\/p906PJaq65","sentiment_score":0.28}
{"full_text":"RT It turns out the Biden administration covid agenda was:1. Lie about what they inherited;2. Propose anti-scientific vaccin...","sentiment_score":0.0}
{"full_text":"RT  WIN!  A modern twist on a classic tale - Rabunzel is a new picture book that will resonate with families in lock...","sentiment_score":0.3757575758}
{"full_text":"RT Revealed: Cummings' role in handing Covid contract to firm run by 'friends'","sentiment_score":-0.2}
{"full_text":"The Idaho State University COVID-19 testing site and the COVID-19 Hotline will be closed today.","sentiment_score":-0.1}
