{"full_text":"RT Columbus, Ohio is the epicenter of the meth and opiate crises. Throughout the COVID-19 pandemic we have only seen this get...","sentiment_score":0.0}
{"full_text":"RT Turns out...ultraviolet light kills more than just #coronavirus . Watch\/listen as Dr. Cezar (@ALLHAILCEZAR ) and I discus...","sentiment_score":0.45}
{"full_text":"I focused, it made me realize here's a pretty substantial difference between selling chocolate during a respiratory flu pandemic and offering the opportunity to sit in a room with a bunch of strangers for 2 hours","sentiment_score":0.25}
{"full_text":"RT Just so I'm clear: We can't stop a virus made in a lab in China, but we can change the temperature of a planet by killing job...","sentiment_score":0.1}
{"full_text":"Pay cut? How about they be shown the door? It's time to end this madness; all over Europe, millions are marching in the streets daily protesting the lockdowns while here so many sheep cower in place, collecting their bribe money from King Justin.","sentiment_score":0.25}
{"full_text":"RT As new COVID-19 variants spread, evidence shows that higher quality masks provide much better protection.That's why","sentiment_score":0.2954545455}
{"full_text":"RT As #Flordia fights community spread of COVID on a massive scale, this is a 15-second snapshot of a supermarket in Naples....","sentiment_score":0.0}
{"full_text":"BREAKING: State Supreme Court Rules in Favor of Tedisco, Empire Center on Cuomo Nursing Home COVID Cover-Up | NY State Senate","sentiment_score":-0.1}
{"full_text":"RT MUST WATCH: Dr. Simone Gold, \"The Covid-19 Vaccine, Explained\".Please view the video on our website - then share widely...","sentiment_score":-0.1}
{"full_text":"Right now, there is an eviction moratorium in place. But unconscionably a couple Georgia judges are ignoring it and allowing people to be evicted in the middle of a pandemic #gapolhttps:\/\/t.co\/210ucgT5bO","sentiment_score":0.1428571429}
{"full_text":"RT Dr. Fauci warns Americans to stay home, avoid Super Bowl parties","sentiment_score":0.3333333333}
{"full_text":"Guess what? People get sick and die of the flu every year!!  Covid is a flu. If you want to lock yourself up till the end of time because you fear getting sick then that's your choice- but don't stop the rest of us from living freely (unmasked) because of YOUR fears!","sentiment_score":-0.4047619048}
{"full_text":"RT Precious Metals Update Video: Bids &amp; Bounces after a Huge DropBy Ira EpsteinLots of economic data released this week,...","sentiment_score":0.3666666667}
{"full_text":"RT KADUNA UPDATE: KDSG and Zipline signed landmark agreement earlier on Wednesday to deliver medical commodities via drones in ou...","sentiment_score":0.0}
{"full_text":"RT The COVID-19 period is not the time for selfishness. #EastwoodAnaba #Revival","sentiment_score":0.0}
{"full_text":"just had to force that hockey season through, eh?","sentiment_score":0.0}
{"full_text":"RT The announced today that two more Sabres players have been added to the NHL's COVID-19 Protocol List.More info: h...","sentiment_score":0.5}
{"full_text":"same people that want to recall complain about spending, yet do they know how much it would cost for a special election? Of course they do, but playing politics instead of acknowledging who is really to blame for this pandemic is what right wing extremists do!","sentiment_score":0.2228571429}
{"full_text":"RT Reuters: U.S. HOUSE APPROVES BUDGET PLAN THAT ALLOWS DEMOCRATS TO PASS COVID RELIEF BILL WITHOUT REPUBLICAN SUPPORT","sentiment_score":0.0}
{"full_text":"RT Raising the min. wage during #COVID19 will further crush small businesses &amp; restaurants holding on by a thread. It's...","sentiment_score":-0.125}
{"full_text":"RT Covid also wasted one of your enemy's hot years","sentiment_score":0.025}
{"full_text":"Manila Mayor Isko Moreno has expressed gratitude to Manila Archdiocese apostolic administrator Bishop Broderick Pabillo for offering the Manila Cathedral to become one of the city's vaccination sites.https:\/\/t.co\/4gNYSA7NvQ#MetroManilaNews@IskoMoreno","sentiment_score":0.0}
{"full_text":"RT This is repulsive.\"Derges, a 63-year-old Republican who was elected to the Missouri state House in November, now faces 20 cri...","sentiment_score":0.0}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT What Nurses Need to Know: The 2021 Healthcare Forecast. and Dr....","sentiment_score":0.0}
{"full_text":"RT New data suggest the antidepressant fluvoxamine could keep newly infected COVID patients from getting seriously ill.","sentiment_score":-0.0757575758}
{"full_text":"RT BREAKING: State Supreme Court rules in favor of &amp; my lawsuit on Cuomo Nursing Home COVID cover-up. Judge...","sentiment_score":0.0}
{"full_text":"RT In total, there are 40 NHL players on the COVID-19 protocol list from this afternoon.","sentiment_score":0.0}
{"full_text":"Who proposed? And who invested, INVESTED? Who got interested in the first place? This fcking thread is a circus. BOUGHT AND INVEST are two different words MILLENNA LITTLE SEVEN. I HOPE YOU DON'T HAVE A DEGREE IN BUSINESS AND ACCOUNTING BCOS YOU ARE A SHAME IN THE INDUSTRY.","sentiment_score":0.078125}
{"full_text":"RT Australian Open Paused as Over 600 Players Asked to Isolate After Hotel Worker Tests Positive for COVID-19#AustralianOp...","sentiment_score":0.0757575758}
{"full_text":"RT I got arrested for not wearing a mask today.Police Officers weren't interested in hearing about the scar tissues in my l...","sentiment_score":0.25}
{"full_text":"RT Two more #Sabres: Brandon Montour; Tobias Rieder have been added to the #NHL COVID-19 protocol list. That's a total of fou...","sentiment_score":0.25}
{"full_text":"RT Please RT:There's a single person standing in the way of about 100,000 teachers in South Carolina getting the Covid vaccin...","sentiment_score":-0.0714285714}
{"full_text":"RT I hope every last Republican votes for Marjorie Greene and against COVID relief. I want America to see fully what the...","sentiment_score":0.0}
{"full_text":"RT If you love and respect your family and your friendships- you wear a mask.","sentiment_score":0.5}
{"full_text":"RT Approximately 90 different players have appeared on the NHL's COVID Protocol list during the first three weeks of the se...","sentiment_score":0.125}
{"full_text":"RT The PM has thrown his aides at Downing Street under a bus.He has accused them of not informing him of a serious outb...","sentiment_score":-0.3333333333}
{"full_text":"This is some outrageously infuriating shit","sentiment_score":-0.4}
{"full_text":"This is an example of highly irresponsible reporting which will encourage people to break Covid travel restrictions.","sentiment_score":0.16}
{"full_text":"Any waiting for the GOP to get on board will take Biden's entire term so do NOT waste a minute waiting for them to join the efforts to save American lives.","sentiment_score":0.0333333333}
{"full_text":"RT Let me be clear: The risk in this moment isn't that we do too much -- it's that we don't do enough. Congress must pass the Americ...","sentiment_score":0.1}
{"full_text":"Interview questions be like","sentiment_score":0.0}
{"full_text":"Thx jo biden","sentiment_score":0.0}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT Let me be clear: The risk in this moment isn't that we do too much -- it's that we don't do enough. Congress must pass the Americ...","sentiment_score":0.1}
{"full_text":"RT W.H. Release: Today, President Biden declared that a major disaster exists for the Navajo Nation and ordered federal assi...","sentiment_score":0.0625}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"The have been busy supporting food banks since late March processing, packaging and distributing food to those that have been affected by the #COVID19 pandemic.","sentiment_score":0.0166666667}
{"full_text":"RT Premier seems to think the only solution to the COVID-19 crisis is vaccines and blaming others for Ontario's m...","sentiment_score":0.0}
{"full_text":"RT Jose's a Salinas area vegetable worker who has worked in the fields throughout the pandemic as an essential worker. He shar...","sentiment_score":0.0}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT This is called broad support. So why would Democrats even think about reducing who gets direct payments?","sentiment_score":0.08125}
{"full_text":"RT Minister, your tweet is patently false and you know it.Your government got unlimited spending powers for vaccines fr...","sentiment_score":-0.4}
{"full_text":"The @FLUMC set a goal of sharing 3 million meals with our neighbors across #Florida during #covid.  This 90 second update will lift your spirit! ","sentiment_score":0.0}
{"full_text":"Best caption to what I'm thinking gets a COVID safe virtual high five +=","sentiment_score":0.5533333333}
{"full_text":"RT \"Javier Castillo Maradiaga is currently facing imminent deportation due to these obstructions of protocol set by the acting P...","sentiment_score":-0.0416666667}
{"full_text":"This A\/B testing guide can help you squeeze the most out of your marketing in the post-corona world  #ABtesting #CRO #DigitalMarketing","sentiment_score":0.5}
{"full_text":"RT Thieves within CBD keep on inventing new styles of robbing people. Slightly less than a year ago, I was almost robbed inside J...","sentiment_score":-0.0151515152}
{"full_text":"UC San Diego will open a #COVIDVaccination site on campus Monday, February 8, 2021. The site will primarily serve vaccination-eligible patients as well as UC San Diego faculty and staff. #COVID19 #ReturntoLearn","sentiment_score":0.2}
{"full_text":"RT A brief health PSA thread from me:I am a healthy, young, fit 33-year-old man. Two months ago, I had COVID-19. I got over...","sentiment_score":0.25}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT Democrats have already admitted to playing politics by delaying important legislation like COVID relief. With their pr...","sentiment_score":0.4}
{"full_text":"CORONAVIRUS: The reports on the coronavirus must not b accurate! Cus, the reports I'm hearing is the virus  is spiking! Then the next report is kids mite b goin back 2 school ! That is insane!","sentiment_score":-0.328125}
{"full_text":"RT \"If there is a good degree of infection and spread in any part of the world, it's always a threat to where you are. So,...","sentiment_score":0.7}
{"full_text":"RT I'm going to say this just once, but let parents watch their kids play baseball. Saw parents tonight looking thru a fence...","sentiment_score":0.0}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Let me be clear: The risk in this moment isn't that we do too much -- it's that we don't do enough. Congress must pass the Americ...","sentiment_score":0.1}
{"full_text":"called Abiy exchanged views on the domestic, regional security,bilateral coop., emphasized the importance of a peaceful solution &amp; humanitarian care. Humanitarian aid org. &amp; the media must be given free access talked about the economy&amp;Covid","sentiment_score":0.2166666667}
{"full_text":"RT Approximately 90 different players have appeared on the NHL's COVID Protocol list during the first three weeks of the se...","sentiment_score":0.125}
{"full_text":"RT Parking Enforcement Officer Edward Bonds passed away from complications related to COVID-19 on Thursday, January 28, 20...","sentiment_score":0.0}
{"full_text":"RT I love her. Have a great day, all!","sentiment_score":0.75}
{"full_text":"RT \"None of us were able to predict\" #COVID19 would mutate or variants would emerge, says Dido Harding, head of  National In...","sentiment_score":0.5}
{"full_text":"RT Scott Morrison reckons he's shut down Craig Kelly, but George Christensen &amp; Matt Canavan are now on the COVID conspiracy tr...","sentiment_score":-0.1555555556}
{"full_text":"RT Let me be clear: The risk in this moment isn't that we do too much -- it's that we don't do enough. Congress must pass the Americ...","sentiment_score":0.1}
{"full_text":"RT 218-212, the House narrowly approves non-binding budget blueprint that sets the stage for Democrats to use reconciliation legis...","sentiment_score":-0.2}
{"full_text":"RT Government paid Twiggy Forrest $212 million for COVID tests, PPE","sentiment_score":0.0}
{"full_text":"RT Covid variants don't have nationalities | Brief letters","sentiment_score":0.0}
{"full_text":"RT Within days over 450000 Americans will have died from COVID-19.  We have some difficult days ahead still. Maybe we can design...","sentiment_score":-0.5}
{"full_text":"RT Yet again, Republicans refuse to provide the help we need.#RepublicansDontCare My father is just getting his first v...","sentiment_score":0.25}
{"full_text":"RT At a special education town hall, someone asks Carranza if the maximum age that district 75 students could graduate be 22 inst...","sentiment_score":0.3571428571}
{"full_text":"RT Reuters: U.S. HOUSE APPROVES BUDGET PLAN THAT ALLOWS DEMOCRATS TO PASS COVID RELIEF BILL WITHOUT REPUBLICAN SUPPORT","sentiment_score":0.0}
{"full_text":"RT If you're enjoying our COVID-19 briefings, here's a chance to ask our experts your own questions directly! Tomorrow, D...","sentiment_score":0.4083333333}
{"full_text":"RT  Biden's own CDC Director just said \"vaccination of teachers is not a prerequisite for safe reopening of schools.\"Tha...","sentiment_score":0.55}
{"full_text":"Wish we had a Brian Stelter\/Reliable Sources show ... lots of material on handling of covid and vaccine by media.","sentiment_score":0.0}
{"full_text":"RT When 172 Blairite MPs launched a coup against Jeremy Corbyn after just 10 months as leader, Labour were level with the...","sentiment_score":0.0}
{"full_text":"RT A generation of white people who never, ever, had a single day of scarcity.","sentiment_score":-0.0357142857}
{"full_text":"In completely unrelated news, have no players left to field a team...","sentiment_score":0.05}
{"full_text":"Hang on. He didn't have COVID, had the vaccine, then developed COVID and then sadly passed away? Surely that can't be right. Can it?","sentiment_score":0.0964285714}
{"full_text":" the chip some believe are part of the COVID vaccine. I'm just being silly.","sentiment_score":-0.5}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT If all humans can't wear a mask during a global pandemic, I have little faith in the future of our civilization.","sentiment_score":-0.0625}
{"full_text":"Director for discusses the City's strategic approach to inclusive growth, human capital, healthcare innovation, and post COVID-19 planning that goes beyond vaccines.https:\/\/t.co\/lFa82qB7vV","sentiment_score":0.0}
{"full_text":"RT Have we ever figured out what China's standard medical treatment for EARLY symptoms of COVID is? Is it something that o...","sentiment_score":0.0333333333}
{"full_text":"RT The CDC is projecting that America could top 500,000 Covid deaths by the end of the month. That's the equivalent of the ent...","sentiment_score":0.5}
{"full_text":"Without Congressional GOP support. It has Republican voter support.","sentiment_score":0.0}
{"full_text":"Yikes, a drawing with disclaimer urging social distancing terrifies you about the artist's potential offspring? Please reach out and get help, bud","sentiment_score":0.0166666667}
{"full_text":"RT BREAKING: U.S. coronavirus death toll hits 450,000","sentiment_score":0.0}
{"full_text":"RT Stop militarising our health care. (This came up in my time line as a \"promoted\" tweet, meaning that it's paid for).","sentiment_score":0.0}
{"full_text":"Zero covid is impossible... because covid is a corona virus... no one will ever eradicate This virus. Unless you lived in a metal box .. it's here and it's here forever .. the quicker this sinks in the quicker we can get on with life ! ","sentiment_score":-0.3958333333}
{"full_text":"RT The NPA has just launched Top up practical training for COVID vaccinators - you have the choice of two interactive training we...","sentiment_score":0.5}
{"full_text":"RT To YG stans coming to this,1. The major issue with WV is shipment, the complaints started since covid. Other is inexperien...","sentiment_score":-0.03125}
{"full_text":"RT Reuters: U.S. HOUSE APPROVES BUDGET PLAN THAT ALLOWS DEMOCRATS TO PASS COVID RELIEF BILL WITHOUT REPUBLICAN SUPPORT","sentiment_score":0.0}
{"full_text":"RT My beautiful wife of 30 years died this evening of COVID-19.This thing is real, people. Wear a mask and get vaccinated...","sentiment_score":0.525}
{"full_text":"RT I'm focused on pushing a new round of pandemic relief through Congress. Georgians, in every corner of the state, are su...","sentiment_score":-0.0318181818}
{"full_text":"RT So irresponsible. You can't protect the economy during a pandemic unless you protect public health.The Chancellor's fa...","sentiment_score":0.0}
{"full_text":"People in the U.S are being warned against Super Bowl parties due to COVID-19 risks. #9Newshttps:\/\/t.co\/3nXgXobT3Q","sentiment_score":0.1041666667}
{"full_text":"People in the U.S are being warned against Super Bowl parties due to COVID-19 risks. #9Newshttps:\/\/t.co\/sOHHmYwy6m","sentiment_score":0.1041666667}
{"full_text":"RT Same for Wales! This is not some kind of favour that Westminster is bestowing on us!! #YesCymru #indywales","sentiment_score":0.46875}
{"full_text":"Through a secure cloud connection, the Ellume COVID-19 Home Test provides real time reporting of results and critical data for efficient COVID-19 mapping.Thank you for #digitalhealth #covidtesting #covid19https:\/\/t.co\/uEARhHiMOy","sentiment_score":0.2}
{"full_text":"360 Degree Gimbal Stabilizer Selfie Sticks TripodVisit the store:https:\/\/t.co\/IGvNgcpfo5#crazymart #australia #covid19 #melbourne #hamptonpark  #ebay #ebayshop #ebayaustralia  #onlineshopping #Amazon  #phoneholder #iphone #phoneholdermurah #phoneaccessories #phoneholders","sentiment_score":0.0}
{"full_text":"RT this isn't smart","sentiment_score":0.2142857143}
{"full_text":"SISD has been celebrating our amazing counselors all week long for National School Counseling Week! Click to learn how our counselors have taken on helping our students during the pandemic. #BuildingBearcats","sentiment_score":0.26875}
{"full_text":"\"...for people in recovery, those kind of connections, and that social interaction can also mean life and death.\" (From","sentiment_score":0.1069444444}
{"full_text":"WEBINAR ALERTHouston Chefs Stepping Up During the COVID-19 CrisisHosted by our very own co-president... Natalie Hee Fox 26! WHERE: OnlineWHEN: Thursday, February 4, 2021 from 7:30 - 8:30 pmClick here to learn more https:\/\/t.co\/A3aRdfp5vc","sentiment_score":0.7375}
{"full_text":"RT Kroger's profit hit $2.9 billion in the pandemic, up 70%. So far, $1.15 billion went to stock buybacks and dividends t...","sentiment_score":0.1}
{"full_text":"'It's almost like he slept through the whole pandemic': Teen in coma for 10 months wakes up","sentiment_score":0.0333333333}
{"full_text":"Has the pandemic revealed the need for a new kind of infrastructure in the US? Here's what former Housing and Urban Development secretary, thinks. Watch the full programme here:","sentiment_score":0.2172727273}
{"full_text":"\"The stresses on the system around mental health are very, very substantial. This is Pandora's box.\"","sentiment_score":0.08}
{"full_text":"RT BIDEN PUTS MIGRANT KIDS IN CAGES.","sentiment_score":0.0}
{"full_text":"As guidance shifts on whether pregnant individuals should receive COVID-19 vaccines, the uncertainty has created frustration and confusion for medical workers advising and treating pregnant women.","sentiment_score":0.2222222222}
{"full_text":"People in the U.S are being warned against Super Bowl parties due to COVID-19 risks. #9Newshttps:\/\/t.co\/jVe244jVfJ","sentiment_score":0.1041666667}
{"full_text":"Let them eat cake","sentiment_score":0.0}
{"full_text":"This is why you can't trust the \"brave\" Republicans that voted for impeachment. How do they square voting against help for their constituents?","sentiment_score":0.8}
{"full_text":"\"Cases of identity theft in the United States doubled in 2020, mainly due to cybercriminals taking advantage of people affected economically by COVID-19 who filed to receive government benefits.\" #infosec #CyberSecurity","sentiment_score":0.0875}
{"full_text":"How Campaigning, Voting Will Be Done Amid The Pandemic Must Be Studied - Senators | via","sentiment_score":0.0}
{"full_text":"This Friday, is waiving the revenue share on all sales, and we have a surprise for you! Support us with a minimum of 50$ and receive a special, personalized musical a cappella message just for you!https:\/\/t.co\/a2HMwuWPRy#bandcamp #COVID19 #music #SupportArtists","sentiment_score":0.1785714286}
{"full_text":"Meet Dusty -- a 6.5yr old Boxer mix! Let's help find Dusty her forever home! #adoptdontshop Stay tuned to meet more #dogs! #happyhowies #fureverhome #rescue #supportMHS","sentiment_score":-0.0375}
{"full_text":"The #Palestinian Authority administered its first known #coronavirus vaccinations on Tuesday after receiving thousands of doses from #Israel, which has already inoculated more than a third of its population.","sentiment_score":0.25}
{"full_text":"Reddit investors sent Gamestop stock to the moon as Wall Street short-sellers lost billions.Could COVID-19 vaccine patents obstruct distribution efforts?15 million Americans who take Zantac may be at risk of developing cancer.@americaslawyer","sentiment_score":0.0}
{"full_text":"State Assemblyman Joseph Giglio and his wife both have the coronavirus.https:\/\/t.co\/Jk3yqaJIdO","sentiment_score":0.0}
{"full_text":"In a normal year, the New Waterford Coal Bowl Classic would be well underway at the BEC gym. However, this year's event is cancelled due to COVID-19. We look back at the Top 10 Coal Bowl Classic moments since 1982 in tomorrow's or at","sentiment_score":0.1420995671}
{"full_text":"Covid-19 has killed over 2.27M people and infected more than 104.85M globally. Follow this thread for all the coronavirus-related developments for February 4:","sentiment_score":0.1}
{"full_text":"This year's event will feature a virtual program on Saturday, February 13, a Valentine's Date Night box for couples and families, two raffles and a nostalgic Paper PINK activity.","sentiment_score":-0.3}
{"full_text":"RT Approximately 90 different players have appeared on the NHL's COVID Protocol list during the first three weeks of the se...","sentiment_score":0.125}
{"full_text":"RT I'd be curious to know if any pundit or partisan who is currently yelling at Canada for procuring vaccines through COVAX...","sentiment_score":-0.05}
{"full_text":"The Weeknd has announced changes in the dates of his \"After Hours World Tour.\" | by","sentiment_score":0.0}
{"full_text":"VERIFY | According to the CDC website, \"If you were treated for COVID-19 symptoms with monoclonal antibodies or convalescent plasma, you should wait 90 days before getting a COVID-19 vaccine.\"","sentiment_score":0.0}
{"full_text":"In the event that you test positive for #COVID19, please follow these steps to help prevent spreading the virus.","sentiment_score":0.2272727273}
