{"full_text":"RT If Johnson's announcement on Monday doesn't go further (much further) than what is being reported today we need to get a a...","sentiment_score":0.0}
{"full_text":"RT To see the health minister of the country sitting next to Ramdev while he unveils some nonsensical concoction that supposedly f...","sentiment_score":0.0}
{"full_text":"RT Pleased to have joined my colleague, Minister of Sh Ji &amp; Ji, today, at the...","sentiment_score":0.5}
{"full_text":"RT Remember back in the day when group hugs was allowed...#TheGifted #spreadthelove #SocialDistancing #Marvel","sentiment_score":0.0}
{"full_text":"RT Next week we go back to \"normal\" and that normal is still a fucking pandemic ","sentiment_score":-0.06}
{"full_text":"RT Matt Hancock: found guilty of handing pandemic contracts to his mates British journalists:","sentiment_score":-0.25}
{"full_text":"RT y\"all be like \"the inside of the mask stinks\" mf YOU made the breath, shutup","sentiment_score":-0.6}
{"full_text":"RT Matt Hancock: found guilty of handing pandemic contracts to his mates British journalists:","sentiment_score":-0.25}
{"full_text":"RT We can't wait for the lockdown to be over.But we also don't want to end up making the same mistakes again.Please RT if...","sentiment_score":0.0}
{"full_text":"RT Dose timing debate. NACI in January found a   compromise between trial-adherence purists &amp; maximal coverage pragmatists...","sentiment_score":0.0}
{"full_text":"RT Florida Governor Ron DeSantis has flags lowered at half staff for hate spreading racist Rush Limbaugh.  But won't even ack...","sentiment_score":-0.4833333333}
{"full_text":"RT From 8 March, care home residents will be allowed one regular indoor visitor.This will help bring families and loved ones...","sentiment_score":0.35}
{"full_text":"RT \"1,200 central government contracts that have been made public, together worth nearly $22 billion. Of that, about $11 b...","sentiment_score":0.1}
{"full_text":"RT If we only need 2 weeks to prepare for an onslaught of cases.Why is the onslaught always 2 weeks away, and yet our h...","sentiment_score":0.0}
{"full_text":"RT Not calling anyone weird, but sooo many Jamaicans, including healthcare professionals did not want the vaccine. I'm so surp...","sentiment_score":0.0}
{"full_text":"Funny how you haven't mentioned a thing about Gov Cuomo sending Covid patients to nursing homes and consequently killing over 1000! All the while President Trump had sent him a naval hospital ship to use and didn't. But your focused on","sentiment_score":0.3125}
{"full_text":"RT This doesn't seem to be getting a lot of press coverage today, so thought I'd help out. You're welcome Cov...","sentiment_score":0.8}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT Meghan and Harry is the top headline on the BBC news at ten, followed by the Duke Of Edinburgh, the same day that it was r...","sentiment_score":0.1666666667}
{"full_text":"I ask myself the same question. The pandemic points to the triumph of MSM, rather than their demise.","sentiment_score":0.0}
{"full_text":"RT If it looks like corruption and smells like corruption and it legally is corruption is it corruption.https:\/\/t.co\/HBdo33...","sentiment_score":0.2}
{"full_text":"RT Kagan Moradaoglu turned 18 last month He made his Trabzonspor first team debut because every senior goalkeeper was out with...","sentiment_score":0.125}
{"full_text":"RT Covid-19 deaths per day in the US moved back below 2,000 for the first time since early December, now down 42% from the...","sentiment_score":0.0486111111}
{"full_text":"RT One of these things is not like the others","sentiment_score":0.0}
{"full_text":"RT meet up with a friend for a walk and coffee, talk to your nana across the garden, but being fed up with the lockdowns doesn't...","sentiment_score":0.0}
{"full_text":"RT It's weird how billionaire press barons aren't highlighting that the billionaire-funded party has been found to be unlawf...","sentiment_score":-0.5}
{"full_text":"Lessens the symptoms if Covid is contracted and reduces likelihood of contracting Covid. But there are not conclusive studies that show the vaccine reduces transmission. It's likely but as yet unproven. So the best course of action is to continue masking even if you're vaccinated","sentiment_score":0.3666666667}
{"full_text":"I don't think they did.  This is actually what they're playing.  Can't help it if their fans don't like the direction they're going post-pandemic.","sentiment_score":0.0}
{"full_text":"Bloke announced he's cleared debts of 20 mil and a new training ground during a pandemic ","sentiment_score":0.1363636364}
{"full_text":"And cruise ships, which makes sense because they're the main foreign holidays people go on in winter.Had the outbreak started in July, it would be cheap package deals in Spain.","sentiment_score":0.1472222222}
{"full_text":"RT I have read many wise thinker saying that the pandemic will reinforce trust in institutions - but this is what I see has happen...","sentiment_score":0.6}
{"full_text":"RT The line at the Liacouras Center for the Black Doctors COVID-19 Consortium's 24-hour, walk-up vaccination site wraps arou...","sentiment_score":-0.1333333333}
{"full_text":"RT GGPH x STYPH: Fan B-day Project for #Taeyeon\"Fundraising x Stay-at-Home Cupsleeve Event\"This proj. aims to help stud...","sentiment_score":0.0}
{"full_text":"#COVID19 isn't discriminating and she can't shoot the new strain. Interesting to see how these azzez will act when they can't get away from THIS STRAIN. ","sentiment_score":0.3181818182}
{"full_text":"Why is this being reported as if it were a problem? The Trump administration dismissed him and his expertise when it was needed. The last time I checked it was not illegal or unethical to make a living off your expertise. The US government had it &amp; dismissed it. ","sentiment_score":0.125}
{"full_text":"RT May the example of so many doctors and healthcare workers who have risked their life to the point of losing it due to the #pa...","sentiment_score":0.1875}
{"full_text":"When is the #bbc &amp; other mainstream press going to hold this duplicitous government to account?Also this matter should see the removal from office of those involved!","sentiment_score":-0.15625}
{"full_text":"RT Shout out to all the thieves and burglars I've caught recently who dressed up in all black, pulled the hoodie over their he...","sentiment_score":-0.0833333333}
{"full_text":"RT sphed jhuutth!  Please go to for fact check.","sentiment_score":0.0}
{"full_text":"RT and George Hanna discuss the immediate impact of the pandemic on Gabriel Pizza.Watch the full interview -","sentiment_score":0.35}
{"full_text":"RT Democrats are making a serious miscalculation. Republicans are never going to compromise. It not going to happen. If Dem...","sentiment_score":-0.3333333333}
{"full_text":"RT We can't wait for the lockdown to be over.But we also don't want to end up making the same mistakes again.Please RT if...","sentiment_score":0.0}
{"full_text":"RT We don't need hypotheticals: NYC faced a humanitarian crisis last year due to COVID-19's first wave, and instead of sending...","sentiment_score":0.0416666667}
{"full_text":"RT It's my job as a scientist and rapper to let you know when said \"pneumonia pink diamonds got the corona\" s...","sentiment_score":-0.1}
{"full_text":"RT 119,920 Covid deathsGovernment found to have acted against the lawHeadline:","sentiment_score":0.0}
{"full_text":"This could be another superspreader of the covid virus.","sentiment_score":0.0}
{"full_text":"This is sooooo Florida and I'm here for it.","sentiment_score":0.0}
{"full_text":"RT Lagos state Police arrested protesters last week, claiming they broke COVID rules.Same Lagos state Police:https:\/\/t.co\/Vl...","sentiment_score":0.0}
{"full_text":"RT U.S. Will Reach Herd Immunity For COVID-19 By April, Johns Hopkins Doctor Says","sentiment_score":0.0}
{"full_text":"RT In today's and I make the case that given the impact of systemic racism on shortening t...","sentiment_score":0.0}
{"full_text":"RT COVID-related hate crimes against Asian-Americans continue to rise. shares how you can help stop the wave of...","sentiment_score":-0.8}
{"full_text":"RT When everything is being sold, how can they give jobs. But JulmaJivi in Bengal elections is giving away 35 lakhs jobs, ju...","sentiment_score":0.0}
{"full_text":"RT Ok I wasn't sure I wanted to share this but here goes.Elementary kids can absolutely get covid in school, even in pr...","sentiment_score":0.4}
{"full_text":"RT Kagan Moradaoglu turned 18 last month He made his Trabzonspor first team debut because every senior goalkeeper was out with...","sentiment_score":0.125}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"RT In fairness to both Matt Hancock and Boris Johnson, at the start of the pandemic there were a lot of difficult choices to be...","sentiment_score":-0.5}
{"full_text":"RT Imagine if MA had a vaccine site that let you sign up just once and then get notified when a shot became available near y...","sentiment_score":0.25}
{"full_text":"RT May the example of so many doctors and healthcare workers who have risked their life to the point of losing it due to the #pa...","sentiment_score":0.1875}
{"full_text":"RT Sad reality: The GOP will do everything they can to stop or reduce President Biden's $1.9 trillion Covid relief bill be...","sentiment_score":-0.5}
{"full_text":"RT COVID, then winters, then holiday all of these contributed to the longest ever break the kids ever had. Days changed f...","sentiment_score":0.0}
{"full_text":"RT Ok I wasn't sure I wanted to share this but here goes.Elementary kids can absolutely get covid in school, even in pr...","sentiment_score":0.4}
{"full_text":"RT I know it seems obvious but Captain Ambien compels me to say that the same ppl who didn't care about covid killing ppl are th...","sentiment_score":0.0}
{"full_text":"RT Before sending it out of the country, shouldn't we be using the 4 billion to reopen our American schools first?","sentiment_score":0.125}
{"full_text":"RT Let's be clear, the heartbeat bill will be challenged in court, it will most likely be struck down, and SC taxpayers will be...","sentiment_score":0.1111111111}
{"full_text":"RT No. Ruff doesn't reveal his lineup. Some days he won't answers any Qs about it. Some days he will say yes or n...","sentiment_score":0.0}
{"full_text":"RT PDP is having its Ward\/LGA\/State\/Zonal congresses which could not hold last year bcos of Covid-19 lockdown. The party is al...","sentiment_score":0.0}
{"full_text":"ZeroCovid would have made good sense but the Living with Covid  in the community requires us all to knuckle down. The psychology of how endure years of incarceration is instructive. Foreshorten your horizons, take satisfaction in small tasks, be kind and avoid impotent anger","sentiment_score":0.0388888889}
{"full_text":"RT my mom passed away from COVID-19 at only 53. she was safe - only going to work and back. she did not have a will or life...","sentiment_score":0.125}
{"full_text":"RT \"1,200 central government contracts that have been made public, together worth nearly $22 billion. Of that, about $11 b...","sentiment_score":0.1}
{"full_text":"RT Peers\/actresses\/actors!If you're work'n, tweet a video of you in your safety gear.Don't have to say what job you're...","sentiment_score":0.0}
{"full_text":"RT Ireland spent under PS1 million on a Covid tracing app last year that works.UK could have bought that app TWELVE THOUSAND t...","sentiment_score":-0.05}
{"full_text":"RT The government broke the law in their handling of crony Covid contracts.Now they must come clean about the PS2 billion h...","sentiment_score":0.3666666667}
{"full_text":"RT Meghan and Harry is the top headline on the BBC news at ten, followed by the Duke Of Edinburgh, the same day that it was r...","sentiment_score":0.1666666667}
{"full_text":"Don't Take Painkillers Before Or After Your COVID Vaccine - Here's Why via","sentiment_score":0.0}
{"full_text":"RT Karnataka govt clarifies no lockdown kind of situation yet but imposes strict guidelines. Delhi court reserved orders...","sentiment_score":0.6}
{"full_text":"RT Finally the thread discusses a modeling paper.  This paper does not use any actual epidemiological data about COVID cases in...","sentiment_score":0.0}
{"full_text":"It is not, my son just went through the process.  You are wrong.  \"If you are sick, stay home\"","sentiment_score":-0.6071428571}
{"full_text":"RT Karnataka govt clarifies no lockdown kind of situation yet but imposes strict guidelines. Delhi court reserved orders...","sentiment_score":0.6}
{"full_text":"His royal wokeness","sentiment_score":0.0}
{"full_text":"RT Only got into the parking lot today for my COVID test but saw the boys walking around and it had me fired up. Been a while si...","sentiment_score":0.0}
{"full_text":"RT Alternatively, bat shit crazy is a government that thought it was a good idea to have a company in China develop a COVID-19...","sentiment_score":-0.0333333333}
{"full_text":"Expedia Group has no plans to spin off whole-home site Vrbo following Airbnb's blockbuster IPO. Instead, the company is doubling down on expanding the site through its various channels amid a strong pandemic vacation rental market.","sentiment_score":0.0694444444}
{"full_text":"RT Sad reality: The GOP will do everything they can to stop or reduce President Biden's $1.9 trillion Covid relief bill be...","sentiment_score":-0.5}
{"full_text":"Michael Barnett, assistant professor of health policy at Harvard T.H. Chan School of Public Health, discussed why this is likely to be the deadliest year on record for overdoses and the urgent need to invest in the nation's mental health infrastructure.","sentiment_score":-0.0333333333}
{"full_text":"RT The U.S. and China are battling for influence in Latin America, and the pandemic has raised the stakes","sentiment_score":0.0}
{"full_text":"It's been a long sports year, and fans have felt the struggles of not being able to attend and root for their squads.@treed1919's latest IN-DEPTH feature focuses on some of the diehard Pittsburgh fans and how it's impacted them:https:\/\/t.co\/zMnIIKkC0c","sentiment_score":0.3166666667}
{"full_text":"Can we all support unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"Omarion tried to shoot his shot with an OnlyFans girl and failed big time.  Maybe he just didn't offer enough tips? Either way she wasn't having any of his B2K bbc  #Omarion #whopperme #BlackTwitter #onlyfans #COVID19https:\/\/t.co\/4u28Samf2t","sentiment_score":-0.1666666667}
{"full_text":"RT The year is 2019 and blizzard announced overwatch 2 prematurely to take focus away from their HK scandal","sentiment_score":0.0}
{"full_text":"Alabama virus hospitalizations hit lowest point since fall  #alnews #coronavirus #covid19 #alabamanewsnetwork","sentiment_score":0.0}
{"full_text":"The #University of Tehran's Vice Chancellor for #Education said that based on an assessment of e-learning during the #Covid19 outbreak, 19 percent of #Tehran University students said they \"do not have the hardware and software to attend online classes at home.\"","sentiment_score":0.0}
{"full_text":"RT I'm available tomorrow (Saturday) or Sunday if anyone has any cancellations. (24-48hr Covid tested) Text or DM","sentiment_score":0.4}
{"full_text":"Our crews wear different types of face masks and other PPE to protect themselves and to protect our patients. If we come to your home, please also wear a face covering unless you are exempt, and maintain social distancing where possible.#TeamLAS","sentiment_score":-0.0305555556}
{"full_text":"Become a #CovidChampion &amp; help your community We're looking for people to help us share vital information on Covid-19 to people in Sunderland. We want to keep our communities safe and healthy, but we need your help to #ProtectSunderland.Visit ","sentiment_score":0.3666666667}
{"full_text":"Check this out! We interviewed some of our essential staff who have taken the Covid-19 vaccine. They felt it was important to share their experiences with the vaccine so that they can show that it is safe and to dispel the myths that have been circulating about the vaccine.","sentiment_score":0.3}
{"full_text":"Do you have family or friends who are over 70? Anyone aged 70 or over can book an appointment for their #COVID19 vaccination.You can help them by:> Encouraging them to book their appointment> Planning their visit to a vaccination siteLearn more:","sentiment_score":0.2}
{"full_text":"RT We're in the thick of a pandemic and congress is on vacation. Over 500k Americans have died. Democrats got the control they...","sentiment_score":-0.3}
{"full_text":"That's not the point. If they can't follow cdc guidelines on masks, who is to say they'll follow basic hygiene rules.","sentiment_score":0.0}
{"full_text":"Kizzmekia Corbett, Ph.DViral Immunologist at the Vaccine Research Center of the National Institutes of Health.-Lead of VRC's Coronavirus Team.-Work led to the therapeutic monoclonal antibody treatment.-Early research led to SARS and MERS vaccine antigens.#BlackHistoryMonth","sentiment_score":-0.1}
{"full_text":"A year after the  match between and turned the city into an epicentre of the  #COVID19 pandemic, the Italian town of  Bergamo is bouncing back and rediscovering its joy, thanks to the local football team! https:\/\/t.co\/RexTUK1n7q","sentiment_score":0.2}
{"full_text":"RT it uses self-reported contact patterns in and out of school, assumes these contacts are all equally epidemiologically releva...","sentiment_score":0.0}
{"full_text":"RT Pipeline stopped, job losses, no Covid ldrshp, attack on military, law enforcement, 1st &amp; 2nd amends, 1-6-21 lies, wall...","sentiment_score":-0.05}
{"full_text":"Neandertal DNA on chromosome 12 may affect the activity or function of genes involved in a biochemical chain reaction that ends with the destruction of viral RNA, including the coronavirus's.","sentiment_score":0.0}
{"full_text":"Between illness and job losses, Covid has put university employees in Arizona at great risk. Now, these workers are unionizing for their lives (literally). Our has more:","sentiment_score":0.65}
{"full_text":"Most Maryland residents are wondering if they qualify for a check or tax reduction, and when they can expect payment.","sentiment_score":0.5}
{"full_text":"Two Florida women were caught trying to get their second COVID-19 vaccine by being dressed up as old women, officials said.https:\/\/t.co\/qg4ni0hOwA","sentiment_score":0.05}
{"full_text":"\"As far as help, I don't think there was really anything they could have done.\" Hospitals already working though a pandemic were hit again with power, water and food shortages this week.","sentiment_score":0.15}
{"full_text":"Through interviews with over a dozen expert queer healers -- including traditional psychologists, sex therapists, personal trainers, reiki masters and hypnotists -- we've compiled a guide for self-care during these scary times.","sentiment_score":-0.1666666667}
{"full_text":"Pfizer and BioNTech will begin a new trial to test the safety and efficacy of its COVID-19 vaccine among pregnant women.","sentiment_score":0.2348484848}
{"full_text":"Don't miss yesterday's #Covid19 roundup: For up to two weeks, Pfizer-BioNTech now say that vaccine doses can be stored at temperatures found in normal pharmaceutical freezers (-25 to -15 degrees Celsius).https:\/\/t.co\/exnP9eSnLf","sentiment_score":0.15}
{"full_text":"Biden says once he defeats COVID, cancer is next","sentiment_score":0.0}
{"full_text":"The areas of Bath with higher levels of cases","sentiment_score":0.25}
{"full_text":"Looks like your votes have helped (part of the Group as we are) WIN the #WorldCupOfTrainOperators!i For the latest travel news go to &gt; Team signing out until 08:00 tomorrow!","sentiment_score":0.7125}
{"full_text":"RT Democrat Party and tech oligarchs conspire to censor political opposition.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 20\/02\/2021 21:30Total Cases: 10989498 [+12325]Active: 142572Recovered: 10686085 [+9963]Deaths :156317 [+67]Total Tests: 210.26MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The #SciencePolicyBusiness Forum continues today. Join the conversation on critical issues such as the opportunities to transform our #FoodSystems in the face of #COVID19.More in the #UNEA5 live blog:","sentiment_score":0.0454545455}
{"full_text":"also the pandemic is still going on right?? why","sentiment_score":0.2857142857}
{"full_text":"$PFE - #PFIZER SAYS #VACCINE CAN BE STORED AT HIGHER TEMPERATURES.#COVID19","sentiment_score":0.25}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"Airbnb says hundreds of people signed up to have their homes listed on the vacation rental online marketplace, bringing in $1.5 million in just Arizona since March 2020. #phoenix ","sentiment_score":0.0}
{"full_text":"Since reopening from the pandemic closure in June, 's resale shop has been the recipient of a plethora of donations from the community.Judy Stapp-Hollis contacted HOME (Help Our Military Endure). Almost 400 books and DVDs in good condition were delivered them.","sentiment_score":0.3}
{"full_text":"A month into the job and focused on the coronavirus, Biden is seeing his disaster management skills tested.","sentiment_score":0.0}
{"full_text":"I met Charlie Paynter's nephew when he came for a covid vaccination!","sentiment_score":0.0}
{"full_text":"RT Hey Biden voters:Wuhan Lab and Iran get stimulus money. You don't. Suckers!","sentiment_score":-0.375}
{"full_text":"The COVID-19 vaccination programme has been extended to Type 1 Diabetes patients.Patients will be contacted via text message to make an appointment at a COVID vaccination centre.To check your name is on our consultant review list email Diabetes.Support@westerntrust.hscni.net","sentiment_score":0.0}
{"full_text":"Millions of New Yorkers are now eligible to receive their COVID-19 vaccinations, but the vaccines remain a hot commodity.","sentiment_score":0.1931818182}
{"full_text":"RT \"The lockdowns have been an enormous and ineffective overreaction, not actually protecting the population from COVID. Wh...","sentiment_score":0.0}
{"full_text":"While CCSD students in Pre-K through 3rd grade may return to the classroom two days a week starting March 1, no date has been set for older students. FOX5's shares more on the struggles teens are facing amid the pandemic.READ MORE:","sentiment_score":0.2333333333}
