{"full_text":"Yer wasted on this money on covid now want to tax everyone more ","sentiment_score":0.15}
{"full_text":"Biden's GARBAGE COVID Agenda, His TEAM OF LIARS, And The ASININE CDC","sentiment_score":0.0}
{"full_text":"RT As the PM prepares to announce a tentative timetable for loosening lockdown, it's perhaps worth noting that the UK current...","sentiment_score":0.15}
{"full_text":"RT Over 30,000 people have died of the coronavirus in just under a year, Florida says. This thread adds some perspective:","sentiment_score":0.0}
{"full_text":"RT If only the Dems controlled the House, Senate and Presidency...Things would be different ","sentiment_score":0.0}
{"full_text":"RT You couldn't make it up and you don't have to as councils hand hunts more than PS160,000 cash in coronavirus emergency gr...","sentiment_score":0.5}
{"full_text":"RT And another one - still struggling with breathlessness and having to attend outpatients for ongoing support.13\/https:\/...","sentiment_score":0.0}
{"full_text":"Super proud of Jonathan! #LetsWork #OnceAHornetAlwaysAHornet","sentiment_score":0.6666666667}
{"full_text":"We are expecting chaos with Bookings after #Boris makes his #Covid19 statement tonight. If you all email me now and fill the diary up for the summer I can sit back and reply to everyone that we are fully booked :-) #Bunkhouse #Exmoor","sentiment_score":0.25}
{"full_text":"Another fact. According to the CDC this disease has 99.6% survival levels. It's no more deadly than a bad flu (because it is a bad flu). That's the CDC data. Go look at it yourself and do some damn research.","sentiment_score":-0.4625}
{"full_text":"When you have the opportunity, PLEASE get vaccinated. Do it for yourself and for everyone you love. ","sentiment_score":0.5}
{"full_text":"International Alert Message about COVID-19. United Health ProfessionalsThe lockdown << a global scientific fraud of unprecedented proportions >>United Health ProfessionalsFebruary 20, 2021","sentiment_score":0.2}
{"full_text":"RT Over 500,000 died from Covid in a year. Thousands of them would be alive if Trump had not intentionally LIED about the...","sentiment_score":0.1}
{"full_text":"RT It's all a matter of priorities.","sentiment_score":0.0}
{"full_text":"Dr. Anthony Fauci said Americans may still need to wear masks in 2022 to protect against the coronavirus, tells CBSN. He added the level of new infections must go \"way down\" before he could say masks are no longer needed.","sentiment_score":-0.0095959596}
{"full_text":"Stay at home be safe","sentiment_score":0.5}
{"full_text":"RT WE ARE BACK BABY","sentiment_score":0.0}
{"full_text":"RT I can't get past the fact that a 74 year old drug addict, sexual predator who bankrupted every biz he ever ran and was so c...","sentiment_score":0.1166666667}
{"full_text":"When family doesnt feels like home anymore. i dont even know who should I stay with. where should I stay in.","sentiment_score":0.0}
{"full_text":"RT This is an insult to the hundreds of medical professionals and scientists who worked day and night to bring...","sentiment_score":0.0}
{"full_text":"The lockdown or so called \"SancharBandi\" in the Amravati region districts like Washim is totally a fake Because no one is following norms. People are enjoying, roaming out standing at some or other road corner and having chit chat","sentiment_score":-0.03125}
{"full_text":"Appreciation tweet for the good managers out there Eli wasn't well this morning so I called my boss to see about switching my my day off and she's started my 4 day week rota one week ahead of schedule &amp; given me Mon, Tues &amp; Wed off to stay home with him.Angels do exist ","sentiment_score":0.7}
{"full_text":"RT One year ago tomorrow Q    Have you been updated on the coronavirus, sir?THE PRESIDENT:  Yeah, we're very much involved...","sentiment_score":0.26}
{"full_text":"RT THOMAS TANNER, 83, of Weymouth, Mass., died of COVID on Jan. 16, 2021. \"Tom had that amazing talent to take a difficult...","sentiment_score":0.05}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"Nah it was just plain disrespectful too 2 tell the man he trash while at his camp he didn't have to have in these COVID times shit sad w the new generation.","sentiment_score":-0.1944805195}
{"full_text":"RT If you're leftists and you think it's hard to choose between \"2 weeks lockdown to save millions people\" and \"I got to have m...","sentiment_score":-0.2916666667}
{"full_text":"RT Will there be a #COVIDVaccine dividend to take advantage of our  success built into the Govt's #roadmap? Will these be rigid...","sentiment_score":0.3}
{"full_text":"RT Fat phobia is so bad that people are mad fat people qualify for the covid vaccine before thin people. Happening in a c...","sentiment_score":-0.575}
{"full_text":"RT There's a story being pitched as 'heartwarming' around a 90 y\/o grandmother walking 6 miles to get her covid vaccine. That's...","sentiment_score":0.0}
{"full_text":"Only 30.6% met the criteria for metabolic syndrome in patients with a median age, 66 years; 79.9% Black?No waist circumference or blood glucose measurement?Yeah....https:\/\/t.co\/6fLx60PIWh","sentiment_score":0.0}
{"full_text":"As the scientific consensus has crystalized regarding COVID-19, Catherine Stein, who teaches infectious disease epidemiology at Case Western Reserve University and has emailed lawmakers supporting a rollback of health dept. authority, remains defiant.https:\/\/t.co\/JZtFAHncYm","sentiment_score":0.125}
{"full_text":"ABSOLUTELY NO BAILOUTS FOR POORLY MANAGED STATE &amp; LOCAL GOVERNMENTS.","sentiment_score":-0.1666666667}
{"full_text":"RT People with underlying health conditions and unpaid carers are beginning to receive #coronavirus vaccinations.Priority...","sentiment_score":0.2}
{"full_text":"RT You couldn't make it up and you don't have to as councils hand hunts more than PS160,000 cash in coronavirus emergency gr...","sentiment_score":0.5}
{"full_text":"RT NEW: Democratic Florida Rep. Charlie Crist is calling on the Justice Department to investigate allegations that Florida Gov. R...","sentiment_score":0.1363636364}
{"full_text":"RT Tribeca's Kitchen perseveres in wake of owner's death from COVID-19","sentiment_score":0.0}
{"full_text":"RT China sent us a virus and rounds up Muslims by the truckload but Coca-Cola's got a bone to pick with the descendants of E...","sentiment_score":0.0}
{"full_text":"RT People with learning disabilities: \"Are so precious, so vulnerable &amp; they have no way of fighting for themselves, we hav...","sentiment_score":0.0}
{"full_text":"RT Politically &amp; humanely I have a sense of restlessness. Imagine being in Texas during this crisis:  The fear, anxiety, un...","sentiment_score":0.0}
{"full_text":"RT As the second semester starts for most K-12 kids, and millions of school-age children are in classrooms and have been for mon...","sentiment_score":0.25}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"RT You couldn't make it up and you don't have to as councils hand hunts more than PS160,000 cash in coronavirus emergency gr...","sentiment_score":0.5}
{"full_text":"RT Lessons from Covid-19 can prepare us for the next pandemic: #ForbesFrontlines","sentiment_score":0.0}
{"full_text":"One year ago thousands rallied! It took a pandemic for some to realize the negative impact the Conservative Gov't cuts would have on public services and our provinces most vulnerable citizens. #onpoli #onted #thepeoplevsconservativecuts","sentiment_score":-0.075}
{"full_text":"RT Thoughtful, balanced thread on long COVID in children by must be guided by the precautionary principle.","sentiment_score":0.175}
{"full_text":"RT Fat phobia is so bad that people are mad fat people qualify for the covid vaccine before thin people. Happening in a c...","sentiment_score":-0.575}
{"full_text":"Pandemic fun: I bought an industrial-strength tape measure to replace the dainty little one I've been using for years. I'm now obsessively measuring every surface in my apartment. Exciting!","sentiment_score":0.346875}
{"full_text":"RT Have a great week everyone!  Please don't worry about the lockdown. His Eminence Fauci has confirmed that we probably only hav...","sentiment_score":0.4666666667}
{"full_text":"RT Michigan ranks 18th in the country in Covid deaths per 100,000 people.https:\/\/t.co\/0FJOwgHaQv","sentiment_score":0.0}
{"full_text":"RT Plan your visit. Use the prescreening tool to make your entry quicker and then email, print or save a screenshot of your re...","sentiment_score":0.0}
{"full_text":"RT In the darkness of night during a pandemic . How much more of this will we tolerate ","sentiment_score":0.5}
{"full_text":"Extra #Covid19 testing will be launched in #NewAddington and Fieldway from tomorrow","sentiment_score":0.0}
{"full_text":"RT 511,147 Americans have died from COVID19 infections.","sentiment_score":0.0}
{"full_text":"I'm fully vaccinated and I co-sign this.","sentiment_score":0.0}
{"full_text":"RT We feel like we was so public with you guys we thought we should let u guys know. But me and sash have been friends for...","sentiment_score":0.0}
{"full_text":"RT Israel: Pfizer vaccine prevents 98.9 percent of COVID-19 deaths","sentiment_score":0.0}
{"full_text":"RT Clemency petition: C289645, Free Reality Leigh Winner","sentiment_score":0.4}
{"full_text":"She can stay home like restaurant workers. If you're high risk treat yourself prophylactically. Otherwise, she can \"find another job\" right?","sentiment_score":0.2228571429}
{"full_text":"RT When used appropriately, both natural and mechanical ventilation can decrease the concentration of SARS-CoV-2 aerosols and...","sentiment_score":0.3}
{"full_text":"RT Dear Journos,I hope I am not teaching grandma to suck eggs, but for anyone trying to form a view point on kids and covid ma...","sentiment_score":0.0}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"can we all just manifest that covid dissapears by next year plz? I think we're all rather bored of this now ._.","sentiment_score":-0.25}
{"full_text":"You think 500,000 people could have just thought their way out of covid before dying","sentiment_score":0.0}
{"full_text":"Also, it wasn't just the states that Trump lost who made COVID related changes. Greg Abbott also made changes but no one ever points that out!","sentiment_score":0.0}
{"full_text":"Nothing to do with lockdown then. All vaccine?","sentiment_score":0.0}
{"full_text":"RT Shout out to She has held this district down as the interim Supt with strength pride and dignity;  all while b...","sentiment_score":-0.1555555556}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"We must get this done!!","sentiment_score":0.0}
{"full_text":"RT ITS PLAYOFF GAMEDAY Iowa City West Evans Middle School 7:00pm 1240 KBIZ","sentiment_score":0.0}
{"full_text":"RT It's exhausting debating lockdown sceptics who point to economic damage to prematurely cut restrictions.We have one of t...","sentiment_score":-0.1}
{"full_text":"RT To ensure this is the last lockdown, restrictions should be eased cautiously.That's why the Government's \"big bang\" reo...","sentiment_score":0.0}
{"full_text":"RT During to the pandemic and the lockdowns I expect to see plenty of new faces, had a number of enquiries and expect plenty...","sentiment_score":0.1363636364}
{"full_text":"Volleyball: COVID-19 Test Compulsory For All Countries Says Nimrod via","sentiment_score":0.0}
{"full_text":"Exactly.  People talk as if buying in March was easy.  You think buying when the entire world was panic dumping was easy?  Gtfo","sentiment_score":0.2791666667}
{"full_text":"RT Yesterday, Matt Hancock brazenly rationalised his own breaches of transparency law as merely \"technical\". This line h...","sentiment_score":0.3}
{"full_text":"RT #yrys_rjwk_lTlb_htmwtthe Egyptian government is forcing us to take exams at college while the third wave of the C...","sentiment_score":0.0}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"RT Statistically long covid doesn't exist on govt. figures (only deaths withini 28 days), so they won't actual...","sentiment_score":-0.0166666667}
{"full_text":"RT Indian Medical Association demanded an explanation from the Union health minister for promoting #Patanjali's #coronil ta...","sentiment_score":0.0}
{"full_text":"RT Link to another video by highlighting work done by comparing Florida's COVID response and relat...","sentiment_score":0.0}
{"full_text":"Wake up #NewMexico and #America we will never get to #ZERO with #COVID19. quit being stupid","sentiment_score":-0.8}
{"full_text":"RT More than 1700 people are expected to be vaccinated against #COVID19 in SA this week. #9News","sentiment_score":0.2}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"RT East London and Port Elizabeth's motor industries are shrugging off the crippling effects of Covid-19 and have started employ...","sentiment_score":0.0}
{"full_text":"Based off a meme I did when COVID-19 first began #dankmemes","sentiment_score":0.25}
{"full_text":"In on Feb 22: 4 #CovidDeaths ; 172 #COVID critical; 379 on Oxygen; 328 new #COVID patients; 318 cured and discharged #COVID__19 #Pune #PuneFightsCovid19 #coronavirus","sentiment_score":0.0681818182}
{"full_text":"RT It's not that complicated at all to understand. There were over 9,000 Covid positive patients put into nursing homes as per...","sentiment_score":-0.1363636364}
{"full_text":"RT The crimes are all connected; American public servants (current &amp; former) who:- helped Putin over the U.S.- weaponi...","sentiment_score":0.0}
{"full_text":"RT This is my younger son Rufus. He started to learn Tap dance with me only 9 months ago. He's 8! Using lockdown to learn. I'm...","sentiment_score":0.0}
{"full_text":"Please join me, Manny Lopes, CEO of and operator of the South End Health Center, and Jim Luisi, CEO of for our first Third Suffolk COVID Recovery Virtual Forum on Public Health on Thursday at 5:30 p.m.Register at the link in my bio.#mapoli","sentiment_score":0.0375}
{"full_text":".@PhilicityReeken's mother loses battle against COVID-19.","sentiment_score":-0.3}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"#Biden leading the world ","sentiment_score":0.0}
{"full_text":"She brought it with her pre lockdown. ????","sentiment_score":0.0}
{"full_text":"RT Dumelang Batswana, I have just come out of a Cabinet meeting at the State House Kgotla where we were briefed among othe...","sentiment_score":0.0}
{"full_text":"RT There are dozens of people sharing their experience of Covid\/Long Covid now. Here's another:14\/https:\/\/t.co\/jAxwvNPO3D","sentiment_score":0.0}
{"full_text":"If you need support or advice about getting to your local vaccination appointment safely, your council's COVID-19 community response helpline can help.In the area: 0300 1237052In the area: 01305 221000Find out more:","sentiment_score":0.3333333333}
{"full_text":"RT Yesterday, Matt Hancock brazenly rationalised his own breaches of transparency law as merely \"technical\". This line h...","sentiment_score":0.3}
{"full_text":"Till date Total #CovidDeaths 4,830; Cured patients 1,90,560 ; Active #COVID patients are 2,902 and total progressive patients so far 1,98,292 #Pune #PuneFightsCovid19","sentiment_score":-0.0083333333}
{"full_text":"Hard working assistant on ready to help me with #COVID19 vaccination questions with !!!","sentiment_score":0.0494791667}
{"full_text":"RT Rocco Galati starts up his website initiative He has a good video at the bottom of this page discussing his current claims...","sentiment_score":0.35}
{"full_text":"\"Saliva will be useful for mass population screening, which needs to be very fast and to cover a lot of people.\"--Dr. Moemen Abdalla #COVID19 #SARSCOV2 #Coronavirus #Pandemic #COVIDtest","sentiment_score":0.28}
{"full_text":"If we say it's going away and act accordingly, it'll sure as hell go away.","sentiment_score":0.5}
{"full_text":"A new health order for Clay County has relaxed COVID-19 restrictions, staying in sync with Kansas City as case numbers and hospitalizations decline.","sentiment_score":0.1363636364}
{"full_text":"RT Biden's Surgeon General - $2 million in COVID consulting fees, pushing COVID panicBiden's SecDef - $1.7 million in Rayt...","sentiment_score":0.05}
{"full_text":"RT Prince Charles shed no tears in public when Diana died.His boys were not allowed to either. But is tearful after breaking Co...","sentiment_score":0.0}
{"full_text":"RT Tanzania's autocratic President Magufuli dangerously claimed the pandemic was \"finished\" in his country. It wasn't--obviously,...","sentiment_score":-0.6}
{"full_text":"RT #COMPETITIONYour chance to win a PS150 Red Letter Day voucher! After a crazy year of COVID and lockdowns, here's an oppor...","sentiment_score":0.0666666667}
{"full_text":"The UK government has borrowed a staggering PS280bn to support businesses, individuals and the wider economy in response to the global COVID-19 pandemic. And as the country remains in the grip of the pandemic, that borrowing is likely to increase.See thread ","sentiment_score":0.0}
{"full_text":"This pandemic is unraveling decades of progress on #GenderEquality. -Girls are out of school-Women are out of work-Gender-based violence is on the rise It's on us to stand up, speak out, and ensure girls &amp; women are #EqualEverywhere. Learn more:","sentiment_score":0.5}
{"full_text":"We're offering extra financial support for our customers who have been affected by COVID-19. If your household income is less than PS21,000 a year OR you receive benefits, please get in touch so we can check to see if you qualify for any of our payment schemes.","sentiment_score":-0.0555555556}
{"full_text":"CoronaVirus Latest Updates In Andhra Pradesh, Telangana And India At 07:30 PM On 22nd February 2021.#UnionHealthMinistry #IndiaUnlock #CoronavirusDeathtoll #CoronavirusInTelangana #CoronavirusInAP #CoronavirusInIndia #Coronavirus #Covid19 #MangoNews","sentiment_score":0.5}
{"full_text":"RT Devin Nunes is opposed to Congress providing any more COVID relief for the American people. Yet his winery received betw...","sentiment_score":0.25}
{"full_text":"England, Scotland, Wales, and Northern Ireland deeply value and We profoundly support everyone affected by COVID-19 in the UK, and remember: Please respect unsung COVID-19 heroes profoundly.","sentiment_score":0.0555555556}
{"full_text":"Can't waste anymore time. This is the third time Ahmad Zahid postpones his corruption trial after being close contact to a Covid-19 positive case. No more meeting 1 week before trialhttps:\/\/t.co\/UCXpoRwFY2#malaysiagazette","sentiment_score":-0.0556818182}
{"full_text":"Workers who feel protected from COVID at work have better mental health, research sugges...","sentiment_score":0.2}
{"full_text":"The pandemic has accelerated a decline in sport and physical activity across Canada, threatening our collective wellness. Sport organizations are the fabric of Canadian communities - found in every region &amp; inspiring the children of tomorrow. #SupportSport","sentiment_score":0.25}
{"full_text":"A must-read piece from our CEO  \"The Cold, Dark Journey of the COVID-19 Vaccine\"  #vaccine #ColdStorage #temperaturemonitoring #sensors #science #pharma #biopharma #biotech #Elemental","sentiment_score":-0.375}
{"full_text":"Even after you've had your #CovidVaccine, you still need to stay at home.If you need to leave home for one of the permitted reasons, remember to:>wash your hands regularly>cover your face >keep your distance from others.#Covid19","sentiment_score":0.0}
{"full_text":"Last year was full of challenges. We still conducted more than 2,800 student aid events (pre-pandemic\/virtual post-pandemic) in the 2019-2020 school year, and distributed more than 300,000 student aid materials. #FinAidFeb (photo by Mira Kireeva on Unsplash).","sentiment_score":0.3375}
{"full_text":"ICU doctors and nurses at Penn State Health say they are fighting both the virus and misinformation as they juggle more COVID-19 patients than ever before.https:\/\/t.co\/mhcD5XFqak","sentiment_score":0.5}
{"full_text":"RT POTUS: If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yours...","sentiment_score":0.0}
{"full_text":"RT My soon-to-be fully vaccinated parents were set to start dining out again next month but I suppose perpetual shut-in statu...","sentiment_score":0.0}
{"full_text":"See the latest figures on COVID-19 cases, deaths, and vaccinations with the Weekly Checkup's data tracker:","sentiment_score":0.5}
{"full_text":"Statues, bloody statues! In the middle of a tyrannical never ending lockdown and removal of most of our  liberties, this tosser goes on the radio to lecture us about statues!The \"Opposition\" are in league with the \"Govt\" wake up!!","sentiment_score":-0.0729166667}
{"full_text":"Denver7 Investigates obtained records from the largest metro area school districts in Colorado, which show student grades during the pandemic are down in almost every district. Details:","sentiment_score":-0.1555555556}
{"full_text":"The Revd Philip Harbridge, Chaplain of School and Priest Vicar of Wells Cathedral, asks what we can do for each other as we find a way out of the lockdown.Find this talk and more on the Cathedral's Listen &amp; Watch page:","sentiment_score":0.1875}
{"full_text":"Upcoming home events this week in Bearkat Baseball!Advanced  only:","sentiment_score":0.0}
{"full_text":"Last week 86 residents and staff members rec'd the #COVID19 vaccination at Coppermine Place I &amp; II, our #affordablehousing communities for older adults and individuals with disabilities. A huge TY to our property management team, &amp; My Dr's Pharmacy.","sentiment_score":0.1888888889}
{"full_text":"\"Because of the challenges that families have now, teachers don't always get students 100% of the time...so we have to rethink what we're doing with them.\" - Jennifer Benavides Watch our interviews w\/ school leaders on navigating #COVID19https:\/\/t.co\/1VHVFtj3oK","sentiment_score":0.0}
{"full_text":"India can supply the COVID-19 vaccine to 500 million people within 60 days#wipro #azimpremji #covid19 #corporatenews #corporateonlinenews #dailynews #thethrive #onlinenews #onlinecorporatenews #shortnews #dailyupdates #newsapp #thethriveinRead More:","sentiment_score":0.5}
{"full_text":"There are tons of free resources out there. I've compiled a list of 10 of the coolest ones for students trying to keep education costs down and pandemic-weary folks looking for fuel for their new obsession with medieval cookbooks. via","sentiment_score":0.0952020202}
{"full_text":"RT If a thousand people agree to be in quarantine but the 1001th guy refuses to do that and if we let him go and if he carries...","sentiment_score":0.0}
{"full_text":"Just 12% of Utahns insist they're never getting vaccinated against COVID-19 but an overwhelming majority believe the state's vaccine distribution system is fair, according to a new Deseret News\/@hinckleyinst poll. | By #utpolhttps:\/\/t.co\/kmVkhDDKb3","sentiment_score":0.4454545455}
{"full_text":"RT Excellent int'v on CBC's We are fortunate to have such committed RNs as and in our mids...","sentiment_score":0.4666666667}
{"full_text":"Writers 2000 continues to inspire during Covid-19","sentiment_score":0.0}
{"full_text":"Reminder: Today at 1 ET, #COVID19 Relief Bill markup. The bill would give #K12 more than $170B and #highered more than $40B for #education relief.","sentiment_score":0.5}
{"full_text":"RT The Anna Nagarization of Chennai continues","sentiment_score":0.0}
{"full_text":"Catholic Medical Society physicians: Getting COVID-19 vaccine the least people can do to protect nation from pandemic -  #DioceseofProvidence #RhodeIslandCatholic #pandemic","sentiment_score":-0.1}
