{"full_text":"I Sexted With A Bot To Quell Pandemic Loneliness","sentiment_score":0.0}
{"full_text":"Sturgeon Bay Fire Department honored in U.S. Congress for battling ship firehttps:\/\/t.co\/K7BabcRq84#democratic #election #trump #vote #republican #democrats #usa #politics #joebiden #democrat #america #maga #president #biden #democracy #blm #news #revolution #liberal #covid #de","sentiment_score":0.0}
{"full_text":"What's the betting Johnson's roadmap out of lockdown will be too fast?And won't be able to react to any local or countrywide flare ups?","sentiment_score":0.25}
{"full_text":"A crucial difference. We have no idea what the final burden of morbidity from Covid will be. Indeed, we will not know for decades.","sentiment_score":0.0}
{"full_text":"RT While power generation &amp; vehicle emissions drop in Victoria, one of the largest sources of PM2.5 emissions continues to c...","sentiment_score":0.0}
{"full_text":"RT Don't travel to Dorset to visit our beaches or beauty spots this half term. We are working hard to keep our county safe,...","sentiment_score":0.0138888889}
{"full_text":"RT It's hard seeing Nigeria get better with the way the elites have set it up and that's the major problemCome 2023PDP w...","sentiment_score":0.0902777778}
{"full_text":"That's how the teachers used to sayCovid lockdown showed them","sentiment_score":0.0}
{"full_text":"RT I always knew that, ideologically, the 'Conservatives' were going to further privatise the NHS. However, even I didn't thi...","sentiment_score":0.0}
{"full_text":"The point being, what, precisely?Pretend you're fostering thrift while overspendng by PS30 bln a month and having the BOE print PS875bln. A steal at~zero nominal -with the threat soon of sub-zero- and already negative real interest rates (your money loses value as it sits there)","sentiment_score":-0.1333333333}
{"full_text":"RT Non-disabled people you need to be showing up for disabled people and grieving with us right now. If you didn't see the s...","sentiment_score":0.0428571429}
{"full_text":"RT Can we remind Groups, Bands or Lodges in our South Down area who are currently applying to the #UlsterScots Agency's Covi...","sentiment_score":-0.0777777778}
{"full_text":"RT The attack on Dimaktso was brutal to the core. Bheki Cele and Khehla Sitole  must deal with this matter like they deal...","sentiment_score":-0.875}
{"full_text":"Was it originally ruled a covid death?","sentiment_score":0.375}
{"full_text":"RT  COVID-19 in ZimbabweZimbabwe officially approved ivermectin treatment for COVID-19Then a sharp drop in deaths, and cas...","sentiment_score":-0.125}
{"full_text":"RT The first law of coronavirus economics: control the virus!Nations that acted quickly\/aggressively to control the virus also..wa...","sentiment_score":0.25}
{"full_text":"RT OZZY OSBOURNE Receives First Dose Of COVID-19 Vaccine","sentiment_score":0.25}
{"full_text":"RT #TheLastLeg On what basis did 39 year old Tory MP Johnny Mercer qualify for a #Covid19 jab? He's certainly not a key wor...","sentiment_score":0.05}
{"full_text":"RT 1st day of the holiday after lockdown","sentiment_score":0.0}
{"full_text":"RT Researchers have identified early risk factors that predicted heightened #anxiety in young adults during the #Covid19 pande...","sentiment_score":0.1}
{"full_text":"1,005 new cases of Coronavirus were recorded in Nigeria on Friday February 12, as announced by the Nigeria Centre for Disease Control (NCDC).","sentiment_score":0.1363636364}
{"full_text":"How he will take care of the people of Canada because he is very busy to interfere on India's internal issue.As we Indian don't bother what his point of view we suggest to Canada PM to take care of Canada people abd provide covid vaccine as your country don't that","sentiment_score":0.065}
{"full_text":"RT My Deps Prems.","sentiment_score":0.0}
{"full_text":"Amazon sues NY Attorney General over Covid norms #amazon #covid19pandemic","sentiment_score":0.05}
{"full_text":"RT Expert consultation with participation on public health needs related to surveillance of SARS-CoV-2 in was...","sentiment_score":0.0}
{"full_text":"RT President Biden: \"#ValentinesDay is a big. Jill's favorite day. For real.\"Q: \"What inspired you to do this?\"@FLOTUS: \"I just...","sentiment_score":0.2333333333}
{"full_text":"Check out the now- and fore-casting of COVID19 from Transmission model:","sentiment_score":0.0}
{"full_text":"RT Lost my job due to covid if anyone knows anything going would be much appreciated have lots of factory and warehouse ex...","sentiment_score":0.0375}
{"full_text":"RT \"Children have born the brunt of this pandemic\"@devisridhar says there is a way to \"run schools effectively\", but says it re...","sentiment_score":0.6}
{"full_text":"Pelosi was partying in feb after the boarders were closed telling people to come to China town it's not bad don't be scared trump closes all borders in March.. under pressure opens them Covid gets here and y'all freak.","sentiment_score":0.125}
{"full_text":"RT \"People feel vulnerable &amp; betrayed by the failure of their leaders. The over 400k deaths from covid-19 in the US, 250k...","sentiment_score":-0.4083333333}
{"full_text":"RT I am in Miami.  Restaurants, bars, Hotels, gyms are all open. Neither death rate nor infection rate is much higher tha...","sentiment_score":0.125}
{"full_text":"No way. It would be madness to reopen so early. Haven't we learned any lessons- do it too quickly and we will be back in lockdown in the Summer. Has to be staggered and not at all until the science supports it.","sentiment_score":0.1444444444}
{"full_text":"RT Taylor Swift working harder than COVID-19","sentiment_score":-0.1}
{"full_text":"Nobody should be subjected to any kind of verbal or indeed physical abuse in the workplace is unacceptable.This is appalling behaviour. Masks must be worn to protect everyone. #WearAMask #beatcovid #zerotolerance","sentiment_score":0.0833333333}
{"full_text":"RT In a 'normal' year, the NHS has about 18,000,000 hospital admissions.In the last year there have been 418,148 admission...","sentiment_score":0.075}
{"full_text":"RT This editorial in the BMJ is the most damning judgment on the approach to the pandemic here in the UK that I've read....","sentiment_score":0.5}
{"full_text":"RT This is how many people have come through the Australian  quarantine system, many with COVID and now we are seeing plenty w...","sentiment_score":0.3333333333}
{"full_text":"If you do have to travel for essential reasons, please wear a face covering on our services and when passing through stations to help keep you and others safe. For more information, see our face covering FAQs ","sentiment_score":0.3333333333}
{"full_text":"RT The Scottish daily briefing is about the effect of the coronavirus, NOT a political broadcast.","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT Half a quarantineHalf a doseHalf lockdownHalf TTIS Half supportHalf measures don't work...","sentiment_score":-0.1666666667}
{"full_text":"RT Layers in on self portrait. A final finish off once the wet paint glare has dried off.It's difficult painting yourself but...","sentiment_score":-0.2}
{"full_text":"RT Cuomo faces mounting scrutiny over COVID-19 nursing home deaths","sentiment_score":0.0}
{"full_text":"RT So when says it, then it's not \"Covid denying\"? Okay. It's so difficult to keep up with the rules, isn't it? htt...","sentiment_score":0.0}
{"full_text":"RT In a 'normal' year, the NHS has about 18,000,000 hospital admissions.In the last year there have been 418,148 admission...","sentiment_score":0.075}
{"full_text":"Rise Of Variants Sparks Push For All-In-One Coronavirus Vaccines","sentiment_score":0.0}
{"full_text":"This is so bad when reputable papers spread this kind of rubbish. I mean, creating a large reservoirs of SARS-CoV-2 will not only kill a lot more people but it provides the virus with huge opportunities for mutation into deadlier strains. Where has the FT been lately? Down mine?","sentiment_score":0.1162477954}
{"full_text":"Our company has reduced  its London office space by half and introduced the option of two or three days home working per week, post pandemic. Reduces the commute, which is good. Doesn't really allow for moving to Cornwall, which is a pity.","sentiment_score":0.1583333333}
{"full_text":"Priority list for vaccination released!! Front-line health workers, ports of entry officials &amp; funeral parlour workers will be among the first to be vaccinated 4 Covid-19 when doses arrive in the country on Mon as expected, ahead of country's largest ever vaccination prog.1\/","sentiment_score":0.075}
{"full_text":"RT It's not against the rule of law to arrest citizens if they're told to stay home but insist on starting a protest that tur...","sentiment_score":-0.025}
{"full_text":"Boldfit N95 mask for face (Pack of 10) Anti Pollution, protective. Third Party Tested by manufacturer at SGS &amp; Ministry of Textiles       ","sentiment_score":0.0}
{"full_text":"RT Hate crimes and violence against Asian Americans and Asian immigrants have skyrocketed during the pandemic. That's why our Administ...","sentiment_score":-0.2666666667}
{"full_text":"RT Chastening. There's no tech bro more confident in his capacities than @PeterDiamandis. But even with rigorous testing to...","sentiment_score":0.5}
{"full_text":"RT These quotes from Fauci lend weight to theory about \"legible expertise\" https:\/\/t.co\/Y4lqrahH2m","sentiment_score":0.2}
{"full_text":"Like arrests in the McCann case or the end of lockdown, Keir Starmer is always three months away from showing what he stands for and unveiling his political vision. Desperate stuff. #Labour #KeirStarmer #SoldAPuphttps:\/\/t.co\/EoYDzAzRuS","sentiment_score":-0.3}
{"full_text":"RT Stay home. Stay safeLive to fight another day. Sheybi Sanwo Olu wan do another Term, and Tinubu wan do president? Make w...","sentiment_score":-0.2}
{"full_text":"RT Remember guys: coronavirus is so real and so deadly that Joe Biden just authorized 25,000 migrants to enter our country f...","sentiment_score":0.0}
{"full_text":"Happy Valentine's Day to all! Remember to check your personal safety if going out on any dates today. #DateSafely #ValentinesDay","sentiment_score":0.5}
{"full_text":"We want everybody to enjoy the half term break next week; please follow the guidelines to stay safe. Read more about national guidelines at there is more information on staying safe over half term at","sentiment_score":0.2583333333}
{"full_text":"| SAMH | Our friends at SAMH have some great ideas and support for looking after your mental health this winter.As well as the benefits of being active, SAMH's Winter Wellbeing pages contain lots of other great information and tips. Check it out! https:\/\/t.co\/JGBYnlw2ox","sentiment_score":0.2883333333}
{"full_text":"A study published led by authors from the National Blood Service, shows that a large percentage of the population has probably already been infected with SARS-CoV-2 and that there are striking differences in prevalence between blacks and whites.https:\/\/t.co\/H2nnRAckJL","sentiment_score":0.3571428571}
{"full_text":"says #ColdWeather across the #SouthWest this weekend. Keep yourself warm and look out for others, whilst following Covid-19 guidelines #WeatherAware","sentiment_score":0.3}
{"full_text":"Man with genetic disorder to press ahead with legal action over Covid-19 vaccinehttps:\/\/t.co\/YUWZTGKHLn","sentiment_score":0.15}
{"full_text":"Anxiety management sessions for anyone struggling due to COVID-19, led by a fully qualified &amp; experienced mental health nurse.COVID-19 Anxiety Management (30 mins) - (PS20.00) - Anxiety Management (60 mins) - (PS40.00) -","sentiment_score":0.1916666667}
{"full_text":"Teacher Matthew Pierce purchased more than 40 Uber Eats gift cards for students, sending them electronically to students in need. Oftentimes, he included a note of encouragement with the gift.","sentiment_score":0.5}
{"full_text":"RT Mental Health First Aid  We filmed this pre-covid but I have a feeling it's more important than ever to raise awareness...","sentiment_score":0.2625}
{"full_text":"RT You don't become a billionaire by hard work. Instead, it's by inheritance, exploitation or corruption, or in most cases, som...","sentiment_score":0.1041666667}
{"full_text":"#Market ekes out weekly gains as country stays in limbo on national #lockdown #Zimbabwe #StocksInNews","sentiment_score":0.0}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"Not only was Erika made redundant during a pandemic, when she informed her employer that she was pregnant, they refused to place her on furlough or maternity leave. Despite the scheme only costing the company PS11 per month. We demand #FairFurloughNOW https:\/\/t.co\/N9y228w7Sd","sentiment_score":0.0333333333}
{"full_text":"Today at 11am, will be leading a discussion featuring a range of experts from South Asian backgrounds at the forefront of the pandemic.You can register for the event and submit questions on their website:","sentiment_score":0.0}
{"full_text":"Twelve days after the first shot of Pfizer's vaccine, vaccinated people who got infected with the coronavirus carried less virus in their bodies than unvaccinated people, a study shows.","sentiment_score":0.0416666667}
{"full_text":"Some employers are considering the idea that only employees who've had the COVID vaccination will be permitted to return to work. While the logic of this idea is clear, implementing it may be another matter. Our blog has more #Leadership #COVID #HRinsights","sentiment_score":0.2}
{"full_text":"Dr. Gayatri Amirthalingam is a consultant in the National Immunisation Team at In this video she explains that there are no concerns about the COVID-19 vaccines affecting present or future fertility providing important reassurance. Find out more:https:\/\/t.co\/ylNyuWbhaD","sentiment_score":0.1333333333}
{"full_text":"Just want to say a huge Happy Birthday to she has made this last year great besides being stuck at home during a pandemic. there is no one who desereves a great birthday more than her","sentiment_score":0.55}
{"full_text":"RT Yesterday, my six-year-old offered her solution to the pandemic:\"A rocket should be loaded with hand sanitizers and sent i...","sentiment_score":0.0}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":" WIN A PS25 JUST EAT VOUCHER! The perfect gift for a lockdown Valentines day tomorrow! Simply RT this tweet and follow to enter the draw! 3 winners picked on Sunday! 18+ | Full T&amp;Cs apply:","sentiment_score":0.5875}
{"full_text":"What is \"R-Naught\", as always mentioned by","sentiment_score":0.0}
{"full_text":"RT Apparently some panel or other have said, if the Government follow the Science, Lockdown should continue I've always maint...","sentiment_score":-0.0375}
{"full_text":"Virgin Media TV customers can enjoy 22 premium channels plus thousands of on demand episodes free for a month #lockdown","sentiment_score":0.4}
{"full_text":"Great stories in Feb 2021's eNews: @ActiveHumber keeping people with sight loss active during lockdownRead about 'Active Ageing' from @EnergizeSTW supports people affected by homelessness#AdaptSupportRespond ","sentiment_score":0.1777777778}
{"full_text":"Merewether surfer Ryan Callinan would be competing in California right now, if it weren't for the pandemic.However, the 28-year-old is grateful he managed to surf in one championship tour event, before he was forced to come home.@SammyPoate","sentiment_score":-0.0071428571}
{"full_text":"Stephen's been volunteering as a Trustee since 2018, and he's also the founding member of Strath's Covid Relief Society (as well as being on his way to completing a PhD)! Find out why he thinks you should get involvedhttps:\/\/t.co\/enZT6umve9#SVW2021 #LoveVolunteering","sentiment_score":0.0}
{"full_text":"Valentine's Day in lockdown: How to make the day feel special","sentiment_score":0.3571428571}
{"full_text":"Our January\/February issue has landed! Inside: What is doing with data analytics, how chief exec built a boutique broker during #Covid19 and we explore the FCA test case appealhttps:\/\/t.co\/7KfKeGgA21#insurance #brokers #Marchissue #UK","sentiment_score":0.0}
{"full_text":"The Riyadh region recorded the highest number of #coronavirus infections with 168 cases, followed by the Eastern region with 87 and the Makkah region with 34 new infections.","sentiment_score":0.1363636364}
{"full_text":"In #CheshireWest, Ellesmere Port Primary Care Network has been delivering the #COVID19 vaccination service. Take a look here to find out what residents think of the service:","sentiment_score":0.4}
{"full_text":"Temitope Akinfolarin, Administrator at speaks about the importance of getting a Covid-19 vaccine in Yoruba.If you are offered the vaccine, please make sure you take it. It is safe, effective and important.#COVIDVaccine","sentiment_score":0.5333333333}
{"full_text":"Reminder, applications are still OPEN for and Survive and Pivot Programme which supports businesses in Camden, Hackney, Islington and Tower Hamlets that have been impacted by Covid-19. Apply here:","sentiment_score":0.0}
{"full_text":"Meet the young Leeds couples who are still determined to marry in Marchhttps:\/\/t.co\/qpGlGjMwsR","sentiment_score":0.1}
{"full_text":"An interactive map shows Covid-19 case figures for each area in Dorset  - check whether cases are rising or falling","sentiment_score":0.0}
{"full_text":"With the lockdown meaning we're all spending even more time at home, for many this has meant more time snacking in between meals. Check out this post for some quick and easy snack ideas!","sentiment_score":0.475}
{"full_text":"RT Remember guys: coronavirus is so real and so deadly that Joe Biden just authorized 25,000 migrants to enter our country f...","sentiment_score":0.0}
{"full_text":"RT How can you hire a guy like this who created in front of our queen and threatened a guy who stopped him? Youre a disgrace. ht...","sentiment_score":0.0}
{"full_text":"Police called to series of Bristol Covid breacheshttps:\/\/t.co\/rL3RHDopLZ","sentiment_score":0.0}
{"full_text":"Amidst the covid-19 pandemic, it has become more vital for us to adapt to a better and healthier lifestyle Here are ways of how you can boost your immune system to fight harmful viruses: #Immunity #HealthyByOkadoc #Okadoc #Healthy #Covid19","sentiment_score":0.4}
{"full_text":"According to Yahoo News medical contributor Dr. Kavita Patel, until we reach herd immunity -- COVID-19 will still pose a substantial risk.https:\/\/t.co\/OpOK4wEoYp","sentiment_score":0.0}
{"full_text":"We know #ValentinesDay will feel different this year, but we can still spread the love, without spreading COVID. This Sunday, share your #VDayCard with us: Upload a picture of you &amp; your COVID vaccination card  Explain why you got the vaccine# Use the hashtag #VDayCard","sentiment_score":0.25}
{"full_text":"'I get funny looks because of where I live': Inside the Manchester community hit by sudden Covid-19 surge - and how it's fighting backhttps:\/\/t.co\/xEUqtrc0WR","sentiment_score":0.1287878788}
{"full_text":"The impact of COVID-19 on children and families'  mental health and wellbeing is a major concern. This Research Briefing illustrates that play is vital to supporting children and young people's mental health and wellbeing.https:\/\/t.co\/91btQeBADI","sentiment_score":0.0520833333}
{"full_text":"Matt Hancock hopes Covid virus will become disease we can 'live with' He got reason to say that there People reveal it to be Inhuman EMF-HAptic-Ultrasound Attacks\/Assault on Undesired People","sentiment_score":0.1363636364}
{"full_text":"Follow the link below for advice about staying at home (self-isolation) and treatment for you and anyone you live with.https:\/\/t.co\/ypIML066Tn","sentiment_score":0.1363636364}
{"full_text":"Melbourne's third COVID-19 lockdown leaves Australia Open stands empty","sentiment_score":-0.0333333333}
{"full_text":"A 22-year-old homeless man named Solomon has been tutoring kids from the homeless community as they don't have access to online education amid the pandemic. He now teaches students from classes 2 to 8, in two batches on alternate days.#Education #COVID19 #Chennai","sentiment_score":0.0}
{"full_text":"'Letters for Good' may be a campaign initiated by Riya Mahajan, a young student in Qatar, to mention because of healthcare workers during the Covid-19 pandemic.#Qatar #RiyaMahajan #HealthCare #QatarDayNews #QatarDay","sentiment_score":0.4}
{"full_text":"RT I might retweet this every time I see it, it makes me so frigging happy.","sentiment_score":0.8}
{"full_text":"Map of Covid cases shows Oldham and Tameside hotspotshttps:\/\/t.co\/GV4V3qyuHo","sentiment_score":0.0}
{"full_text":"Off for a stroll around the neighbourhood to keep the body active? Please do - and please do it safely by keeping your distance. It's important as we all tackle this pandemic.","sentiment_score":0.2555555556}
{"full_text":"No COVID-19 symptoms?Book your test now at one of six locations across Hillingdon.We're opening a new testing site in Harefield on Monday.https:\/\/t.co\/NBWg6bOcru","sentiment_score":0.1363636364}
{"full_text":"Our Air Decker service remains in full operation during the pandemic, but is operating on a reduced service frequency. We are operating an hourly service as per our Covid-19 timetable. Detailed timings can be found at","sentiment_score":0.375}
{"full_text":"\"We've still got to keep safe - wash your hands, wear your mask &amp; keep on with the social distancing\"Remember: Hands, Face, Space.#HandsFaceSpace #StayHome","sentiment_score":0.2666666667}
{"full_text":"Country arrivals face a new 'triple-lock' system to help prevent the spread of new #COVID19 variants.","sentiment_score":0.1363636364}
{"full_text":"I got text from Q Health this arvo saying to get tested and isolate as I was in MLB Airport between 7-8 Feb. I was in T1 on 8th. COVID case in T4 on 9th. Unsure of logic. No contact details to discuss. Luckily enough staff to cover me leaving ED and my on-call tonight.","sentiment_score":0.0}
{"full_text":"Your weekly #DigitalDigest: #SaferInternetDay, the video message from https:\/\/t.co\/ia5inkgnvT112 marks 30th anniversary https:\/\/t.co\/kX2De6tNLsSlovenia #Coronavirus tracing &amp; warning app joined the EU gateway https:\/\/t.co\/gdvx837KWF","sentiment_score":0.0}
{"full_text":"Who is next for coronavirus vaccine as Scotland reaches one million jab milestone https:\/\/t.co\/7kHxIMPXKI","sentiment_score":0.0}
{"full_text":"For #ValentinesDay tomorrow, help spread love, not #COVID19. It's simple: Upload a picture of you and your COVID-19 vaccine card  Explain why you got the vaccine# Use the hashtag #VDayCard  Share the love","sentiment_score":0.3333333333}
{"full_text":"RT Looking forward to marking March 8, 2021 as a reminder that  \"Women in leadership\" are key in Achieving an equal future in a C...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 12.4FWind Chill: 12.4FHumidity: 69%Dew Point: 4.2F Barometer: 30.495 inHgWind: 0 mph from the NNECorona Virus Weekly Stats:Cases: 95.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The UK infection prevention and control guidance has been updated to reflect the most up-to-date scientific understanding of how to prevent and control #COVID19 infection. Changes to the previous version are listed on page 7 of the guidance:","sentiment_score":0.1666666667}
{"full_text":"The Department of Health on Saturday said 1,960 more people contracted COVID-19 in the Philippines, bringing the national caseload to 547,255.","sentiment_score":0.5}
{"full_text":"If you're over 70 and haven't been contacted about your vaccination yet, you are now being asked to contact the NHS. The national booking service can be accessed here: you can't book online, call 119 anytime between 7am and 11pm, seven days a week.","sentiment_score":0.0}
{"full_text":"RT Economic contraction in U.K. is the worst since 1709, when the deadly Great Frost and war with French wreaked the damage c...","sentiment_score":0.0}
{"full_text":"With Covid-19 cases on the rise in Amravati, Yavatmal and Satara districts, #Maharashtra has given the go ahead to start genome sequencing of SARS-CoV2 virus. #Pune","sentiment_score":0.0}
{"full_text":"Looking for a #staycation,  look no further,  we are in the city centre and offer free covid cancellation. Visit York #onlyinyork Why not come and visit our wonderful city, there's loads to see. Contact us for best prices.","sentiment_score":0.6}
{"full_text":"Propaganda of Global Times Against West, True or False?See: #ISRGKB #China #conspiracy #COVID19 #Newspaper #political #Propaganda #SouthChinaSea","sentiment_score":0.03}
{"full_text":"RT Food producers prosper as Pakistanis shop local since the country went into lockdown in March last year following the #coro...","sentiment_score":0.0}
{"full_text":"RT Covid-19 vaccine wins WHO backing for use on all adults over 18, paving the way to speed...","sentiment_score":0.3}
{"full_text":"RT I'm going to West Virginia on Monday to stand w\/ poor &amp; low-wage white folk in the mountains &amp; Black folk in Charleston. T...","sentiment_score":-0.1888888889}
{"full_text":"New IT Support Company? Here are 18 Questions to Ask any IT Support Company If you are unhappy with your current IT support company, do reach out. We'd love to see if we are a good fit for your needs! #SwitchToUs #lockdown #ITsupport","sentiment_score":0.2060606061}
{"full_text":"RT Good Night Everyone Happy Dreams Remember to wear a mask when going out  ","sentiment_score":0.75}
{"full_text":"If you invest $1000 in $JSM today at $24.15 per share, and the stock prices rebound back to pre-pandemic prices at $24.47, your investment would be worth $1013.14! That's 1% growth and $13.14 profit!  See more:  $LEN.B $EVOP $BHF $VETS $HCA","sentiment_score":0.3229166667}
{"full_text":"RT Yesterday we set out a detailed action plan to ensure pupils catch up after a year of coronavirus disruption.Our plan inc...","sentiment_score":0.25}
{"full_text":"All Covid cured no drugshttps:\/\/t.co\/lCMEMB6D7FCovid was never declared a pandemic infection.  It is just the regular flu.","sentiment_score":0.0}
