{"full_text":"RT Thank you, for saving American lives with the COVID-19 relief package. Fuck you, who failed to even show...","sentiment_score":-0.3}
{"full_text":"RT BOOM: House passes President Biden's $1.9 trillion Covid relief package. It now heads to the Senate. Let's do this.","sentiment_score":0.0}
{"full_text":"RT people laughing but he probably saw a a lot people die in prison as a lack of COVID response + care to incarcerated folks","sentiment_score":0.0}
{"full_text":"RT No they shouldn't.","sentiment_score":0.0}
{"full_text":"RT The Senate needs to pass Covid relief quicker than Mitch confirmed judges.","sentiment_score":0.4}
{"full_text":"RT Hey you guys! I hate to break it to you but you're looking at drag  race  family  and there's nothing that's gonna...","sentiment_score":-0.45}
{"full_text":"RT The head of Canada's biggest public pension fund abruptly resigned from his post shortly after news broke that he avoided the...","sentiment_score":-0.0416666667}
{"full_text":"One thing to believe in #Disinformation &amp;  conspiracy theories &amp; keep your mouth shut. Entirely different to spread them and mislead 1000s who might believe you and lose their life. Such utter disregard for lives of OTHERS is irresponsible; when u aren't even a doctor\/scientist","sentiment_score":0.0}
{"full_text":"RT Dear 2 Dems who voted against this and EVERY Republican in the House,Fuck you","sentiment_score":0.0}
{"full_text":"RT To boost vaccine confidence for other vaccines, I will be the first to take whichever vaccine is approved next by NPRA","sentiment_score":0.0416666667}
{"full_text":"RT Please retweet so that all parents can see. Priscilla and David Morse lost their 6 year old daughter to covid very sudde...","sentiment_score":0.15}
{"full_text":"RT Laughable! All the  Republican just voted down the stimulus bill. Message to voters: \"You're all on your own, you d...","sentiment_score":-0.0601851852}
{"full_text":"RT In a move that is dramatically out of sync with the needs of Mainers fails to represent the people he represents an...","sentiment_score":-0.5}
{"full_text":"Also to you. I'm finding this lockdown difficult as I long to go to the pub for lunch!","sentiment_score":-0.28125}
{"full_text":"RT Airbnb CEO  \"What the pandemic showed is that we can take marketing down to zero and still have 95% of the same traffi...","sentiment_score":-0.0777777778}
{"full_text":"RT If you don't support the Covid relief bill you don't support America.","sentiment_score":0.0}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"RT Patty Hajdu budgets $50M for COVID hotels This comes just months after federal government staffers openly mocked the ide...","sentiment_score":0.0}
{"full_text":"RT Covid relief support: - Politico\/Morning Consult: 76% of Americans pro, 17% oppose.- CBS\/YouGov: 83%-17%- Quinnipiac:...","sentiment_score":0.0}
{"full_text":"The government have done this since the start of the pandemic. Millions of people flew into the country without a need of a test. This border issue is small compared to that.","sentiment_score":-0.25}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"TOP NEWS: The House approved a $1.9 trillion pandemic relief bill in a win for President Joe Biden, even as top Democrats tried assuring agitated progressives that they'd revive their derailed drive to boost the minimum wage.","sentiment_score":0.6}
{"full_text":"RT He is about to vote against a covid relief plan with 76% national approval.  I'm thinking he is in the same parall...","sentiment_score":0.0}
{"full_text":"RT Health Ministry: Private Hospitals functioning as COVID vaccination centres may recover a charge subject to a ceiling of R...","sentiment_score":-0.0833333333}
{"full_text":"Basketball Officials Probing Complaint That Jeremy Lin Was Called 'Coronavirus' On Court","sentiment_score":-0.3}
{"full_text":"RT One graphic which explains why Britain's Covid death toll is so bad. And one person to blame - the prime minister who deliv...","sentiment_score":-0.35}
{"full_text":"RT What were hearing right now from the GQP are sad swan songs of gaslighting because the \"party of responsibility\" abdicate...","sentiment_score":-0.1071428571}
{"full_text":"RT I've never done this before Twitter but I would really appreciate a bump. 500 more followers gets me to 10k followers.Th...","sentiment_score":0.35}
{"full_text":"RT Ron DeSantis ... \"Florida got it right and the lockdown states got it wrong.\"","sentiment_score":-0.1071428571}
{"full_text":"RT Who thinks we need a pandemic profits tax?","sentiment_score":0.0}
{"full_text":"RT We learned that COVID19 cured the flu, cancer, heart attacks, vehicle accidents and all sorts of other things...","sentiment_score":-0.125}
{"full_text":"Lmao Covid is till very real.","sentiment_score":0.43}
{"full_text":"2018\/2019 before the pandemic remember allthe trollies in the hospital corridors and full ambulances waiting to discharge patients where did all that go","sentiment_score":0.35}
{"full_text":"RT GOP: covid is being blown out of proportion by the fear-mongering media! It's the flu!Also GOP: Hospitals and state he...","sentiment_score":0.0}
{"full_text":"RT 10 World Leaders taken #Covid19 vaccine to boost public confidence:Joe Biden - USQueen Elizabeth - UKKing Salman - S Arabi...","sentiment_score":0.0}
{"full_text":"RT Great news - vaccinations for the over 85s begin today at the Bishopstown campus of   #MTU #Cork","sentiment_score":0.8}
{"full_text":"RT I'm actually so angry. Some group of posh twats in Borough market talking really loudly about how they've just had to take a...","sentiment_score":-0.2}
{"full_text":"RT Are COVID deaths overemphasized?","sentiment_score":0.0}
{"full_text":"Im not reading shit. Cool headline tho","sentiment_score":0.075}
{"full_text":"RT We just passed the Covid relief bill with $15 minimum wage increase. Disappointed that zero Republicans voted to provide suppo...","sentiment_score":-0.75}
{"full_text":"RT Break the records &amp; mark ur brand, #Thalapathy has been the main specialist in that since 2 decades ! Now he sets a new r...","sentiment_score":0.1723484848}
{"full_text":"I don't think that would be meaningful to me. If I lost a loved one to Covid would a tweet make me feel better?","sentiment_score":0.5666666667}
{"full_text":"posted this around Thanksgiving, but now received a 30 day ban from Facebook in February. It's a meme making fun of the COVID holiday travel restrictions. We only had 5 people at ours. Everyone survived. Is this anything worse than you would joke about?","sentiment_score":-0.0333333333}
{"full_text":"The point is that there are options. As the \"experts\" confess, the vaccines (experimental gene therapies) do not prevent or kill the virus, as it has not been isolated. So, knowing preventatives and treatments is important.","sentiment_score":0.25}
{"full_text":"RT I was struck by this graph from COVID is fast becoming a disease of the deprived and disadvantaged. The ne...","sentiment_score":0.325}
{"full_text":"Beyond shameful, criminal!","sentiment_score":-0.5}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"Equally dangerous are articles like one that appeared on the BBC, speculating \"Will COVID19 become a disease of the poor?\" If similar articles were written regarding the US, in the minds of too many, that poverty would also have a color...which is definitely racist &amp; classist.","sentiment_score":-0.1}
{"full_text":"RT They really fumbled with that. It's a pandemic and at the time no vaccine in site. The director should have swallowed her prid...","sentiment_score":0.2}
{"full_text":"I disagree. I think that a direct admission by the president that covid was real and a threat would have made some difference.","sentiment_score":0.15}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RmorX Mask: A Revolutionary #Bionic Face Maskhttps:\/\/t.co\/D2aq6er09n#WearAMask #facemasks","sentiment_score":0.0}
{"full_text":"Thank you for speaking the truth.","sentiment_score":0.0}
{"full_text":"RT Matt Hancock broke the law and should never be re-elected. The press aren't holding him to account so let's spread the wo...","sentiment_score":0.0}
{"full_text":"The cure to covid is dropping bombs on middle eastern countries and not giving your citizens stimulus checks that your administration that was not rightfully earned promised. Bless up y'all. Back to normal soon. ","sentiment_score":0.05}
{"full_text":"RT It's basically what we've been doing every week during this pandemic.","sentiment_score":0.0}
{"full_text":"Government plans to vaccinate senior citizens or those over the age of 45 years with comorbidities from March 1https:\/\/t.co\/9XOnZSdChX","sentiment_score":0.0}
{"full_text":"RT Democrats just scheduled a vote for 2am tonight.They are so embarrassed by all the non-COVID waste in their bill that they...","sentiment_score":-0.2}
{"full_text":"RT Giles has championed the rights of the elderly in care homes for a long time, pr...","sentiment_score":-0.05}
{"full_text":"RT Tommorow is Delhi ProtestPlease Take all Precautions for Covid-19 Keep in Mind of all the Safety Measures......_______...","sentiment_score":0.0}
{"full_text":"RT Every Republican in the House of Representatives voted against giving unemployed Americans in a pandemic $400 a week to supp...","sentiment_score":0.0}
{"full_text":"RT Well it didn't work out well for them with the Tuskegee experiments","sentiment_score":0.0}
{"full_text":"This real housewife of Dallas just \"air hugged for covid safety\" her party planners who are stopping by her house to plan a large themed party for one of her cast mates lol. Also this as filmed in like April.","sentiment_score":0.4047619048}
{"full_text":"I've seen that and lockdown being speculated on..... in college we got a masterclas from one of the top PR men in the country at the time and his bottom line was give the known facts, not what you think.","sentiment_score":0.5}
{"full_text":"Immigrant medical professionals are strong assets to contain the pandemic.#DV2021 #DV2020 ","sentiment_score":0.2166666667}
{"full_text":"COVID19 and how a state follows the science -","sentiment_score":0.0}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"RT After bombing Syria without notifying congress, or the American people, the \"stimulus\" bill that was passed while many we...","sentiment_score":0.25}
{"full_text":"RT CDC statement in taking NSAIDS (to include over the counter Tylenol or ibuprofen) before your vaccineTaking medications su...","sentiment_score":0.0}
{"full_text":"RT GPs haven't stopped being GPs - and #generalpractice teams have done an incredible job delivering the vaccination programme, C...","sentiment_score":0.9}
{"full_text":"RT I voted against this reckless legislation tonight, and I call on Democrats to stop holding true COVID relief to the Ameri...","sentiment_score":0.35}
{"full_text":"I hope it's not Corona and just a bad cold or something. Whatever the case may be, I hope you and your family get well soon!","sentiment_score":-0.725}
{"full_text":"RT After bombing Syria without notifying congress, or the American people, the \"stimulus\" bill that was passed while many we...","sentiment_score":0.25}
{"full_text":"RT imagine if trump did this lmfao","sentiment_score":0.0}
{"full_text":"RT The House is set to pass the #AmericanRescuePlan to deliver stimulus checks to our people, revitalize our economy, and crush...","sentiment_score":0.0}
{"full_text":"RT You won't hear this from but you need to hear it. This pandemic has been painful. To every Floridian who...","sentiment_score":-0.7}
{"full_text":"We get mild winters as it is, but the last few days have been very sunny and bright. Would they seriously get away with a spring\/summer 'lockdown'? Who knows?","sentiment_score":0.1166666667}
{"full_text":"RT Canadian Man Takes Social Distancing to an Extreme and Sails Around the World Alone in 265-day Voyage ","sentiment_score":-0.0458333333}
{"full_text":"RT The week before I took office, 6 million COVID-19 vaccine shots were administered.This coming week, our Administration will li...","sentiment_score":0.0}
{"full_text":"RT MUMIA HAS COVID- REMOTE CALL TO ACTION: Continuously call and urge others to call the following numbers to demand Mumia'...","sentiment_score":0.0}
{"full_text":"RT If you have evidence of a similar case of wrongly recorded cause of death, please contact: femailreaders@dailymail.co.uk.","sentiment_score":-0.25}
{"full_text":"COVID-WAN KENOBI","sentiment_score":0.0}
{"full_text":"A right royal own goal: Queen oversteps the mark with vaccine comments - In a free society, deciding whether or not to get vaccinated should be an individual's own choice. - excellent piece by","sentiment_score":0.480952381}
{"full_text":"RT House Minority Leader Kevin McCarthy now slams Dems for having a Dead of the Night vote on $1.9 trillion Covid relief but t...","sentiment_score":-0.2}
{"full_text":"He is careful to say he doesn't want covid deniers to ring in but when they do ring in he is very welcoming.","sentiment_score":0.05}
{"full_text":"RT If you don't support the Covid relief bill you don't support America.","sentiment_score":0.0}
{"full_text":"We built and supported a lot of impactful projects last year.This was by far one of our most incredible: Colorado COVID Relief Fund launches rapid response grants with Fluxx #grants management system.https:\/\/t.co\/uGzGXEMdZD","sentiment_score":0.375}
{"full_text":"RT i'm ready for college without covid","sentiment_score":0.2}
{"full_text":"RT A Texas Trump-appointed federal judge has ruled that the CDC's national eviction moratorium aimed at helping victims of the...","sentiment_score":0.0}
{"full_text":"RT Wow. Wow. Wow.","sentiment_score":0.1}
{"full_text":"RT COVID nursing home residents were reimbursed twice as much (Medicare) as regular residents (Medicaid).Under Cuomo's March 25...","sentiment_score":0.1}
{"full_text":"RT Vancouver police said that the increase in the anti-Asian hate crimes coincided with the increases in COVID-19 cases last...","sentiment_score":-0.4}
{"full_text":"RT Any relief passed by Congress in support of the American people should be targeted, temporary &amp; tied to COVID. Instead, this...","sentiment_score":0.0}
{"full_text":"RT #WIN Beer!!We're giving away some tasty beers; their new Legra X box with 12 cans included!To enter:1. RT...","sentiment_score":0.4681818182}
{"full_text":"RT One graphic which explains why Britain's Covid death toll is so bad. And one person to blame - the prime minister who deliv...","sentiment_score":-0.35}
{"full_text":"RT Oh good, now I can go to sleep","sentiment_score":0.7}
{"full_text":"protected these companies. Stopped families ability to sue if they were negligent.","sentiment_score":0.0}
{"full_text":"RT Do you support President Biden's Covid relief bill? I sure as hell do. Absolutely.","sentiment_score":0.35}
{"full_text":"RT \"Chiropractic treatment is based on the scientific fact that the human body is a self-regulating, self-healing organism. Th...","sentiment_score":0.0}
{"full_text":"This is vile news. #FreeMumia, always.","sentiment_score":0.0}
{"full_text":"Ivory Coast becomes second country to receive vaccines via COVAX. By the end of 2021, COVAX plans to deliver c.2bn doses to 90+ low and middle-income countries. via #ivorycoast #vaccination #astrazeneca #statistics #COVID19","sentiment_score":0.0}
{"full_text":"College reading week is almost here. Although we are now in the Orange-Restrict level, we still encourage to limit all non-essential travel. Especially, in light of the new variants of  COVID-19. For more information on how you can stay COVID-safe, visit:","sentiment_score":0.4787878788}
{"full_text":"CoronaVirus Latest Updates In Andhra Pradesh, Telangana And India At 07:30 PM On 27th February 2021.#UnionHealthMinistry #IndiaUnlock #CoronavirusDeathtoll #CoronavirusInTelangana #CoronavirusInAP #CoronavirusInIndia #Coronavirus #Covid19 #MangoNews","sentiment_score":0.5}
{"full_text":"Hotel workers have been added to the list of people in New York allowed to get the COVID-19 vaccine","sentiment_score":0.1363636364}
{"full_text":"A CNY favorite shut down temporarily because of a COVID-19 case. Doug's Fish Fry in Skaneateles is expected to announce its reopening date sometime Saturday.(File photo, 2019)https:\/\/t.co\/uVEMbzqmz3","sentiment_score":0.0814814815}
{"full_text":"Hillary Clinton cheats on China virus accidentally.","sentiment_score":0.0}
{"full_text":"THE LATEST: House passes President Biden's $1.9 trillion COVID-19 stimulus plan","sentiment_score":0.5}
{"full_text":"[Videos] \"But nobody is going to #pay me for making a live,\" a Lima, Peru-based #trainer comments. Correct! And the same happens to the headlines at a newsstand:...  #bodybuilder #athlete","sentiment_score":0.0852272727}
{"full_text":"Please join us today (2\/27) for more conference fun, starting with coffee mixer &amp; networking (8AM MST), then 'Case Studies of Buddhism' (9 AM MST) w\/ Kalzang Dorjee Bhutia &amp; Kira Cooper discussing consuming Akubari \"Uncle Chilly\" and mindfulness during a pandemic. #issrnc2021","sentiment_score":0.05}
{"full_text":"PORTUGAL'S COVID SURGE: RECORD CASES, DEATHS RAISE ALARMhttps:\/\/t.co\/5MIHyKenbi#international #portugal #covid19 #cases","sentiment_score":0.0}
{"full_text":"Just because #BlackHistoryMonth is coming to an end doesn't mean these problems don't persist. Keep shining a spotlight on these issues and work for change. Support Black-own businesses and other minority groups!  #GreshamFinancial #FinancialEducation #BlackOwnedBusiness #Covid","sentiment_score":-0.234375}
{"full_text":"Pamper Yourself TodayWe all deserve to treat ourselves, especially with all the stress we had because of the pandemic. So visit our clinic today so we can provide you with the best aesthetic treatments. Give us a call to know more.#Pandemic #Clinic #ReviveHydrationBar","sentiment_score":0.5}
{"full_text":"Because we all were wondering just exactly what COVID has taught us.Without power, what is the purpose of government ?If you don't want power, why are you in government? Why are you trying to influence people with the power of your governmental position?  Hypocrite.","sentiment_score":0.25}
{"full_text":"Coping with IsolationIsolation can negatively impact our health. That is why we should cope with it, especially during this pandemic. One thing we could do is to utilize technology to call friends and loved ones.#IsolationPrevention #ParamountHomeCareAgencyInc","sentiment_score":0.1333333333}
{"full_text":"SA tourism industry wants to be prioritised in Phase 2 of COVID-19 vaccination drive","sentiment_score":0.2}
{"full_text":"Proper Hand WashingOne of the important safety precautions against Covid-19 is to wash your hands frequently and properly. Make sure that you are using clean, running water to wash your hands. Apply and rub soap on all parts of your hands and wrists.#HandWashing #Covid19","sentiment_score":0.2277777778}
{"full_text":"Thanks to for hosting at this year's KOL Engagement Virtual Summit. Amy Pinelli discussed KOL engagement during COVID-19 &amp; how to implement new digital strategies in a virtual world.Make the shift from face-to-face engagement:https:\/\/t.co\/CdHMrJUVPC","sentiment_score":0.1121212121}
{"full_text":"Since the early months of the pandemic, the Niagara Health team has been creating opportunities for our patients to participate in clinical trials related to COVID-19. Learn more:","sentiment_score":0.2}
{"full_text":"Dreams are often hard to describe, but New York artist Marcie LaCerte has animated some pandemic dreams, hers and those of 20 others around the world, in this short video.https:\/\/t.co\/d6SM30Jofp","sentiment_score":-0.0517676768}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"Preliminary studies show kids who've had #COVID19 are at an elevated risk of developing heart issues.Dr. Javed Zaidi, MD, Pediatric Cardiology, at Carle BroMenn says children who've had the virus should get screened before returning to sports.https:\/\/t.co\/bZ0vkORpoe","sentiment_score":0.0}
{"full_text":"RT Democrats just scheduled a vote for 2am tonight.They are so embarrassed by all the non-COVID waste in their bill that they...","sentiment_score":-0.2}
{"full_text":"A crippling level of disinformation and historic mistrust is being blamed for Derbyshire residents in BAME communities not taking up the Covid vaccines.https:\/\/t.co\/K5sR6lo0Vf","sentiment_score":0.0}
{"full_text":"\"Colleges are high risk, but also exactly where innovation can happen.\"","sentiment_score":0.205}
{"full_text":"With compassion and dedication, NGOs find innovative ways to tackle global problems. Their efforts continue to be invaluable in addressing the needs caused by the pandemic.  Thanks to all our dedicated partners for making the  a better place. #WorldNGODay","sentiment_score":0.3}
{"full_text":"Are you dreaming of yachts on summer nights? Now's the time to make a purchase, dealers say, or you may have to wait another year.","sentiment_score":0.0}
{"full_text":"ABSENTEE BALLOTS SKYROCKET: The pandemic has caused more people to vote by mail, and with the March 2nd Chattanooga mayoral and city council elections just days away, the city is seeing demand for absentee ballots skyrocket when compared to years past.https:\/\/t.co\/MnNbhYGaai","sentiment_score":0.25}
{"full_text":"A community #COVID19 outbreak in #Auckland has forced #NewZealand cricket authorities to hastily reschedule two Twenty20 matches against #Australia. Read on: #NZvsAUS","sentiment_score":-0.3}
{"full_text":"COVID 19 cases in India until : 27\/02\/2021 19:30Total Cases: 11080713 [+1076]Active: 156895Recovered: 10762266 [+698]Deaths :156983 [+8]Total Tests: 215.44MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"J&amp;J COVID-19 vaccine one step closer to FDA authorization in US.","sentiment_score":0.0}
{"full_text":"Ah that's so kind of you. Thank you Tom. I only started painting again last year in the first #lockdown after stopping completely when I had my first son 32 years ago. I'm enjoying trying to find my style ","sentiment_score":0.2428571429}
{"full_text":"CDC must encourage better ventilation to stop coronavirus spread in schools, experts sayhttps:\/\/t.co\/M5LuRInS8H","sentiment_score":0.5}
{"full_text":"UK government plans night-time Ramadan vaccine drive #Covid19","sentiment_score":0.0}
{"full_text":"Day 37 (2\/26)2017: Immigration Agents Discover New Freedom to Deport Under Trumphttps:\/\/t.co\/pNolOFF2IU2021: The Coronavirus Is Threatening a Comeback. Here's How to Stop It.","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 37.1FWind Chill: 37.1FHumidity: 93%Dew Point: 35.2F Barometer: 30.160 inHgWind: 2 mph from the SECorona Virus Weekly Stats:Cases: 106.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Governor Cooper Vetoes School Reopening bill -said proposal fell short","sentiment_score":0.0}
{"full_text":"Research on past pandemics showed that those with disabilities find it difficult to acquire critical medical supplies which can become even more challenging as resources are scarce. #COVID19 #Disabilities #ReprahEnterpriseLLC","sentiment_score":0.0416666667}
{"full_text":"RT House Minority Leader Kevin McCarthy now slams Dems for having a Dead of the Night vote on $1.9 trillion Covid relief but t...","sentiment_score":-0.2}
{"full_text":"Just washed bill for me lol I was that guy who still carried cash, but once the pandemic hit I had to start depositing it all ","sentiment_score":0.8}
{"full_text":"61% of women business owners have found operating a business during the pandemic a struggle, with 44% finding the task 'not doable', according to our new research. The AWE community has provided a framework for owners who were struggling.","sentiment_score":0.1363636364}
{"full_text":"RT \"Great latitude was given to the banks in the last financial crash &amp; we all paid to keep them afloat. Now is the time for the...","sentiment_score":0.2}
{"full_text":"We're waiting to hear the precise details of the route out of #lockdown here in Wales, but when we do we'll be ready to go with a range training, practice and road book days.....Details here:","sentiment_score":0.3}
{"full_text":"Remember to slow the spread of #COVID19 by wearing a face mask. Individuals should be careful to not touch their eyes, nose and mouth when removing their face covering, and wash hands immediately after removing. #mask #maskup #infectioncontrol #infection","sentiment_score":-0.2}
{"full_text":"Are you 64 years old? If you haven't had your #Covid19vaccine yet, you can expect to receive a letter in the next few days inviting you to attend a vaccination centre or local pharmacy.   Visit: ","sentiment_score":-0.025}
{"full_text":"Funds for EU Nationals across Greater Manchester in need of urgent financial assistance due to COVID-19. Grants of  PS30-60 can be used to buy essentials like food and medication. Application forms: #COVID19 #Manchester","sentiment_score":0.125}
{"full_text":"Does it need 60 votes or a majority of the Senate and House?","sentiment_score":0.0}
