{"full_text":"RT details on PHYS-Fest 3 have gone live! PHYS-Fest is a workshop for students and post-docs to learn techniques in plant ecophys...","sentiment_score":0.1704545455}
{"full_text":"The ones that didn't make it out got delayed until 2020, then COVID hit, then the Funimation merger.  Hopefully the shows will somehow make production and not have their studios go under.","sentiment_score":0.0}
{"full_text":"RT Ps. Things we've learnt. Get yourself an oximeter- they are vital for exposing dangerously low oxygen levels which you can h...","sentiment_score":0.05}
{"full_text":"Then we agree. Covid is here to stay and will have to learn to live with it. Vaccines help reduce severe disease and transmission, but it will mutate and it will spread nevertheless.","sentiment_score":0.1363636364}
{"full_text":"RT Obstruction of Justice?","sentiment_score":0.0}
{"full_text":"Newly elected in 2019, minted Minister of Public Services and Procurement before COVID-19 was on the radar. Who knew procurement would a the key portfolio in 2020? Minister Anand has been fantastic.","sentiment_score":0.1340909091}
{"full_text":"RT I can't do my show this evening. My sister Frances is v poorly in hospital with Covid. I don't feel shiny or happy...","sentiment_score":0.2}
{"full_text":"ERPS COVID Status 2-18-21","sentiment_score":0.0}
{"full_text":"RT Who introduced the bill? Hate knows no limit. A member whose primary concern is to continue punish Preside...","sentiment_score":-0.2}
{"full_text":"Just seen this posted on Facebook this will help us all to be allowed inside soon. ","sentiment_score":0.0}
{"full_text":"Remember the amazing NASA &amp; SpaceX ISS fun during Lockdown 1? For all Science &amp; Space enthusiasts, check out the LIVE Mars landing tonight, scheduled for 20:55. Science is amazing! ","sentiment_score":0.4465909091}
{"full_text":"RT \"Dominik Duka, cardinal at the Roman Catholic Church and the 36th Arch Bishop of Prague, believes coronavirus is a biolog...","sentiment_score":0.0}
{"full_text":"You do understand that the more people who get vaccinated, the fewer Covid cases there will be. It means your vaccination protects others too, it's not all about you.That's how they got rid of smallpox, otherwise we might look like this.","sentiment_score":0.5}
{"full_text":"Like he was coming back today without public outrage. Sure. And even without the disaster Texas is in, we are in a pandemic. So many hungry, out of jobs, out of food. And he says his kids *asked to go on tropical vacation with friends*? I mean, this guy. What an ass.","sentiment_score":0.1375}
{"full_text":"RT There's also a difference between a Governor and a Senator in terms of job description and what they can do for localiz...","sentiment_score":0.0}
{"full_text":"RT CDC guidelines for return travel from Mexico \"All air passengers coming to the United St...","sentiment_score":0.0}
{"full_text":"Throwback to that great IRL clip!!Can't wait for traveling again after corona!!! #twitch #streamer #irlstream #irl #twitchstreamer #clip #highlight #gamergirl #livestreaming #irlstream","sentiment_score":1.0}
{"full_text":"RT As part of the new rules under the Biden administration, Cruz will have to show a negative COVID test before boarding his fligh...","sentiment_score":-0.0818181818}
{"full_text":"#COVID19 Market Update 23.0 with Thomas Caldwellhttps:\/\/t.co\/5zgcZVsH60 In this episode: movement in industries and the meaning of \"Bull markets climb a wall of worry\".#CaldwellInvestment #CaldwellFunds #covid19 #markets #update #finance #economy","sentiment_score":0.0}
{"full_text":"RT Q: Should I get the vaccine even if I've had COVID before?A: Yes. Vaccine will likely give you a longer, more durable i...","sentiment_score":0.25}
{"full_text":"RT You know something else about kids at 10 and 12?They understand answers like \"no, honey, we can't go to Cancun with you...","sentiment_score":0.0}
{"full_text":"RT COVID-19 and t...","sentiment_score":0.0}
{"full_text":"Two weeks ago Biden took a weekend trip to Delaware despite the CDC advising do not travel. Hmm... where were all these critics then?","sentiment_score":0.0}
{"full_text":"Oil company turned healthcare company got 'significant' COVID testing contract after hiring UCP connected lobbyist whose son works in health ministry - The Progress Report","sentiment_score":0.375}
{"full_text":"RT this guy joked about journalists dying of covid, and rush limbaugh had a segment on his show where he would make fun of peo...","sentiment_score":0.3}
{"full_text":"RT my two pandemic moods as illustrated by Howl's Moving Castle","sentiment_score":0.0}
{"full_text":"RT this guy joked about journalists dying of covid, and rush limbaugh had a segment on his show where he would make fun of peo...","sentiment_score":0.3}
{"full_text":"The Vatican has taken a hard line against employees who refuse to be vaccinated for COVID-19, warning they risk losing their jobs.","sentiment_score":-0.2916666667}
{"full_text":"I hope he has a negative COVID-19 test in all that paperwork ","sentiment_score":-0.3}
{"full_text":"The home office with a throwback to the dvd piracy warnings","sentiment_score":0.0}
{"full_text":"RT We would like to apologise for the lack of content we've released due to the national lockdown limiting how frequently we...","sentiment_score":-0.0125}
{"full_text":"Don't fund medical apartheid! Tell Congress to demand that the Israeli government fulfill its legal obligation to provide the #COVID19 vaccine to Palestinians living under apartheid:","sentiment_score":0.1}
{"full_text":"RT Cerebrovascular disease in COVID-19: Is there a higher risk of stroke?","sentiment_score":0.25}
{"full_text":"RT I'm fighting procrastination more than ever in this lockdown","sentiment_score":0.5}
{"full_text":"RT The CDC provided a roadmap for reopening schools during the pandemic, emphasizing mask wearing and social distancing. Vaccination o...","sentiment_score":0.0333333333}
{"full_text":"RT Yo the amount of stuff we've had to face during this pandemic....","sentiment_score":0.0}
{"full_text":"RT Government after government have held back OW and ODSP rates, and now people already struggling are being cruelly squeez...","sentiment_score":-0.5}
{"full_text":"RT Me getting ready to disrespect myself by doing a 12 hour night shift during covid as a nurse","sentiment_score":0.2}
{"full_text":"Fuck this pandemic and fuck all the job places that have denied me in the past 6 months... now I have to go speak to a recruiter ","sentiment_score":-0.35}
{"full_text":"RT Remember when we had an opposition that thought 35 deaths was too many? How much support did you give him?","sentiment_score":0.35}
{"full_text":"RT How young people stop the virus. Protective immune trajectories in early viral containment of non-pneumonic SARS-CoV-2...","sentiment_score":0.1}
{"full_text":"RT Trump on COVID deaths: \"It is what it is.\"@tedcruz during Texas crisis: I'm going to Cancun!@DineshDSouza: No reaso...","sentiment_score":0.0}
{"full_text":"RT NYT: New York Senate moves to strip Gov. Cuomo of pandemic powers","sentiment_score":0.1363636364}
{"full_text":"RT There are 10,000,000 children under 20 in UKWe have wrecked their lives and education for a whole year now.Only 25 ha...","sentiment_score":0.2}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT FEB 18: #COVID19 in #Ontario1038 cases*, 44 deaths, 1277 resolved56165 tests\/day, 44532 pending, 2.2% pos758 hospitalized...","sentiment_score":0.0}
{"full_text":"RT DeSantis Omits Data on Child COVID Rates as He Touts Decision to Open Schools. His  \"Florida is 34th\" claim excludes teens over...","sentiment_score":0.0}
{"full_text":"Perhaps because his investigation was slowed by COVID?","sentiment_score":0.0}
{"full_text":"RT DeSantis Omits Data on Child COVID Rates as He Touts Decision to Open Schools. His  \"Florida is 34th\" claim excludes teens over...","sentiment_score":0.0}
{"full_text":"RT County officials blasted DeSantis over vaccine site in an affluent White area. So he threatened to take away the doses.  He...","sentiment_score":0.0166666667}
{"full_text":"by the time covid is over, i don't think i will remember how to sneeze or cough","sentiment_score":0.0}
{"full_text":"RT *Moves to DC*","sentiment_score":0.0}
{"full_text":"RT 8 months post first Covid vaccine on the AstraZenica trail I have had my 2nd dose this evening. Seeing the huge numbers of...","sentiment_score":0.2166666667}
{"full_text":"What a load of bollocks. We haven't had masks since May last year and were Covid free except for a few days in Jan when we had a 3 week lockdown. It is one case, from someone on the boat, tracing tracked. Can't you just get it right for once?","sentiment_score":0.1214285714}
{"full_text":"RT Biden not sending out COVID relief checks... but refunding the Wuhan lab where COVID came from is THE PERFECT EXAMPLE...","sentiment_score":1.0}
{"full_text":"Songs That Activate Your Happy-Ometer Momentarily Everydayaka STAYHOME#277 Skee-Lo - I Wishhttps:\/\/t.co\/0Mrkw6W6OdSpotify: #supportthenhs #coronavirus #lockdown","sentiment_score":0.0}
{"full_text":"Pfizer and Moderna too does not work.Only Vaccine found to work against South Africa Strain is Johnson &amp; Johnson. It is not approved by any nation in world, as 3 phase trial is not over.Covaxin - whole virus vaccine, been found to work with UK strain.https:\/\/t.co\/f7qCDCA6Ob","sentiment_score":0.2}
{"full_text":"RT The UN says 130 countries have not received a single Covid vaccine dose.Vaccine inequality not only means millions are...","sentiment_score":-0.0357142857}
{"full_text":"RT Joe Biden has authorized additional US taxpayer money to fund the Wuhan Institute of Virology through 2024Why would an...","sentiment_score":0.0}
{"full_text":"What can make a week that has been mentally draining get better??? Getting sick....Getting covid tested soon ","sentiment_score":0.2}
{"full_text":"Denying vaccines to developing countries \"will be felt across the global economy through supply chain disruptions rooted in growing inequality...likely costing around $9.2 trillion, half of which would be borne by a handful of developed economies.\"https:\/\/t.co\/8FX1rnvY1t","sentiment_score":-0.0222222222}
{"full_text":"RT So let me get this straight, they are going to go roll out mass testing, which will significantly increase number of positive...","sentiment_score":0.2674242424}
{"full_text":"RT Have you visited our YouTube Channel? Sit down, relax, and enjoy a tour of Phil Bergerson's exhibition! This 7 part seri...","sentiment_score":0.1722222222}
{"full_text":"RT Joe Biden has authorized additional US taxpayer money to fund the Wuhan Institute of Virology through 2024Why would an...","sentiment_score":0.0}
{"full_text":"RT How do you steal the headlines of Rush Limbaugh's death in the middle of the worst natural disaster in Texas state histor...","sentiment_score":-0.3}
{"full_text":"RT They've delivered hot cocoa. They've helped heat up houses. They've given rides home.Here's how Texas residents have reached out...","sentiment_score":0.25}
{"full_text":"RT With school canceled due to a  disaster in a state of which I am a Senator,  I decided to decided to grab a sombrero, my famil...","sentiment_score":-0.125}
{"full_text":"RT So important to have this work well! So fortunate that here in KFLA and have always been great...","sentiment_score":0.5666666667}
{"full_text":"Remember the Dem Illinois governor sending his family to Florida during the lockdown? Silence. Or when the Michigan governor sent her husband across the state during the stay at home order to store a boat? Crickets. They can literally fuck off.","sentiment_score":-0.4}
{"full_text":"Holy moly Karen! Say it loud! Donald J Trump is not responsible for people dying from Covid!","sentiment_score":0.0}
{"full_text":"RT Another reminder of the devastating toll Covid-19 has exacted.","sentiment_score":-1.0}
{"full_text":"RT The COVID relief bill gives single parents *less help* than married couples--even though single parents are solely respo...","sentiment_score":-0.0148809524}
{"full_text":"Watch the latest episode of the #BizNews #FlashBriefing: #Facebook CAUGHT cheating advertisers, #Covid-19 vaccines, 'Roaring Kitty' sued","sentiment_score":0.5}
{"full_text":"i will end covid for depriving me@of a cruel summer live performance","sentiment_score":-0.4318181818}
{"full_text":"RT THE UNITED STATES JUST SURPASSED 503,000 CORONAVIRUS DEATHS ","sentiment_score":0.0}
{"full_text":"I talked to Maria Contreras de Jesus who got her shot today. She drove 45 minutes to West Seattle as she wasn't finding appointments in her county. She holds up a picture of her sister who's currently hospitalized with #COVID19","sentiment_score":0.0}
{"full_text":"RT so. much. privilege.school being canceled is not an inconvenience to your work scheduletraveling w\/ friends because pan...","sentiment_score":0.2}
{"full_text":"RT Anyone else a bit nervous about lockdown release plan announcement, happening on Monday? I think things w...","sentiment_score":0.0}
{"full_text":"RT If you were just going to drop off your daughter, why the giant suitcase of clothes? And don't you need to wait 72 hours...","sentiment_score":0.0}
{"full_text":"RT To make an appointment visit the online portal: https:\/\/t.co\/XUpGNuCZbR","sentiment_score":0.0}
{"full_text":"RT Me when I realized I experienced a global pandemic before I got to experience a stable healthy relationship ...","sentiment_score":0.4333333333}
{"full_text":"The Department of Health has confirmed 47 further deaths related to Covid-19 and an additional 901 new cases of the disease#Ireland #News #Coronavirus","sentiment_score":0.1340909091}
{"full_text":"RT she told me das her cousin :\/","sentiment_score":-0.25}
{"full_text":"RT Republicans always hate Mexico until they need a vacation during a deadly storm in the middle of a pandemic.Ted Cruz...","sentiment_score":-0.3333333333}
{"full_text":"Digital transactions gained momentum during lockdown. So cannot expect the same pace.","sentiment_score":0.0}
{"full_text":"RT Hey, everyone remember in October when Premier Ford &amp; Dr. Williams cancelled Halloween for kids in Covid hotspots saying,...","sentiment_score":0.0}
{"full_text":"RT DeSantis allocated 3,000 extra vaccines for wealthy west Florida areas, including a community owned by the family of one o...","sentiment_score":0.25}
{"full_text":"RT Lucifans! Due to COVID we had to change our convention plans this year SO Come join us for a virtual one instead!!!!! #Luci...","sentiment_score":-0.3814697266}
{"full_text":"RT Tune in to tonight 2\/18 at 10pmET for the premiere of The Vaccine: #ConqueringCovid, a documentary which highli...","sentiment_score":0.0}
{"full_text":"PS410, overnight stay at pet hospital later and round the clock  syringe feeding later, Nibbles\/Nipples lives! Apparently all of us being home was stressing him out and caused gut stasis. Seriously. Wonder if the vet could squeeze me in for a night ","sentiment_score":-0.0966666667}
{"full_text":"RT Professor of infectious disease epidemiology at Edinburgh Uni: there has never been a COVID infection linked to a beach...","sentiment_score":0.0}
{"full_text":"RT The ABM Aus &amp; NZ Breastfeeding Essentials for Medical Practitioners workshop is underway! Past organisers have set a high ben...","sentiment_score":-0.03}
{"full_text":"RT When 'I wanted my privileged children to enjoy a beach vacation while the rest of the state freezes in the dark during a gl...","sentiment_score":0.125}
{"full_text":"RT As #golfgate is now going to see some Prosecutions and Bobby Storeys funeral wasn't a take over of Roselawn or any speci...","sentiment_score":0.0}
{"full_text":"RT Day after Trump issued a #Covid travel ban on #China Joe Biden accused him of \"hysteria, xenophobia, and fear mongering\"...","sentiment_score":0.0}
{"full_text":"Ways to Know It's Time for New Office Space #CRE #Office #NewNormal #COVID-19 #TenantTips #Leasing","sentiment_score":0.1363636364}
{"full_text":"\"Nationwide, majority-nonwhite districts get $23 billion less in funding every year than majority-white districts, despite having the same number of students.\" #EdChat #COVID19Read the full article here:","sentiment_score":0.0611111111}
{"full_text":"RT Joe Biden has authorized additional US taxpayer money to fund the Wuhan Institute of Virology through 2024Why would an...","sentiment_score":0.0}
{"full_text":"At this time last year, I was living in Athens, Greece. It was about 50degF.","sentiment_score":0.0}
{"full_text":"Let me share a few tips that will help you when you have been laid off from your organization. Interested in finding out? Click to start reading.#recruiters #resources #laidoff #COVID19 #JobSearch #resumeparser #ATS #CRMhttps:\/\/t.co\/zPGCzbqopL","sentiment_score":0.025}
{"full_text":"if your kids were with friends (and presumably their parents), why did they need you to fly down with them? also... correct me if i'm wrong, but coronavirus is still a thing, right? so we probably shouldn't be traveling out of the country? i'm surprised mexico is letting us in","sentiment_score":0.106031746}
{"full_text":"RT The UN says 130 countries have not received a single Covid vaccine dose.Vaccine inequality not only means millions are...","sentiment_score":-0.0357142857}
{"full_text":"RT Please help us promote #VaccinEquity ","sentiment_score":0.0}
{"full_text":"RT Punchbowl News: House Democrats said they're on track to pass President Biden's $1.9 trillion Covid-relief package late n...","sentiment_score":-0.3}
{"full_text":"RT MPs urge Boris Johnson to compensate key workers who have contracted long Covid. Boris Johnson doesn't compensate anyone, th...","sentiment_score":-0.025}
{"full_text":"RT Just say NO. Why on earth does anyone want to test healthy children to find an excuse to stop their education and to sto...","sentiment_score":0.225}
{"full_text":"CDC and NY States Health Org should be in line ahead of him...but ya..no apology..just protocols he followed","sentiment_score":0.0}
{"full_text":"Our league should of been null and void when went in national lockdown at start of January.......can't see why it wasn't! League couldn't  organise a piss up in a brewery","sentiment_score":0.0}
{"full_text":"RT CNN says Chris Cuomo banned from covering brother, despite early pandemic exception","sentiment_score":0.1}
{"full_text":"RT As part of the new rules under the Biden administration, Cruz will have to show a negative COVID test before boarding his fligh...","sentiment_score":-0.0818181818}
{"full_text":"All is good on my end however it's been a little rough here. Lots of people are out of power and water. Stores are looking like the beginning of the pandemic all over again. Texas was never built to withstand a winter especially this long.","sentiment_score":0.0725}
{"full_text":"If you're looking for more great resources like the recent eBook, Pandemic Assistance: Unpacking Employee Retention Tax Credits (ERTC), PPP Loans, and More, head over to COVID-19 Resource Center on our website.Click here: #covid #hr #hcmtechnology","sentiment_score":0.34}
{"full_text":"RT My grandma has corona and her condition just got worse we're in need of oxygen tank if anyone knows from where we can get th...","sentiment_score":-0.4}
{"full_text":"RT Today's coverage of #CountdownToMars will look a little different than how it has for past Martian landings: COV...","sentiment_score":-0.1458333333}
{"full_text":"Facebook CEO Zuckerberg Expresses Concern About COVID-19 Vaccines in Leaked Footage via","sentiment_score":0.0}
{"full_text":"Why is Kim Jong-un building China virus?","sentiment_score":0.0}
{"full_text":"We are proud to support 's bill to translate #COVID19 materials into multiple languageshttps:\/\/t.co\/tNiZhe0XUe","sentiment_score":0.4}
{"full_text":"What Music Professionals Need To Know #TodayFebruary18 How Later... With Jools Holland Became A Lifeline for Artists in Lockdownhttps:\/\/t.co\/WNjn9E1H9M","sentiment_score":0.0}
{"full_text":"#AZAwesome work, Arizona!  #AZTogether #AZResilient","sentiment_score":0.0}
{"full_text":"First corona, now ice. #LSU baseball will have to wait a little while longer to start the season.https:\/\/t.co\/aQhvcTQBRo","sentiment_score":0.03125}
{"full_text":"Workers at a dangerously overcrowded government office in Swansea are balloting for strikes@pcs_union ","sentiment_score":-0.6}
{"full_text":"Tip #6 (to reduce your child's pandemic stress):Keep up with hobbies! Having an enjoyable hobby is rewarding for kids; it provides engaging leisure time and opportunities to master something.#parentinginapandemic #parentingtips #Parenthood #kids","sentiment_score":0.4666666667}
{"full_text":"How Future Thinking Can Shift Our Perspective During COVID | APA member Meghan Sullivan","sentiment_score":0.0}
{"full_text":"I deeply back unsung COVID-19 heroes.","sentiment_score":0.0}
{"full_text":"Vaccines are here, but COVID-19 is not gone. As a friendly reminder Jackrabbits, let's stay focused and help prevent another surge in our community and state. Don't let your mask  down! #JacksForAll","sentiment_score":0.0902777778}
{"full_text":"Want to vote by post? Apply NOW!Elections are due to take place on 6 May for and Lancashire Police &amp; Crime CommissionerVisit to vote in person? No problem! Rest assured our polling stations will be completely #COVID19 secure","sentiment_score":0.1145833333}
{"full_text":"Explore what the military has done to combat Covid-19 and how the military has in turn been affected by the virus in and Mark Cancian Combating Covid-19 series on here:","sentiment_score":-0.1}
{"full_text":"RT 1 year pandemic anniversary pending ","sentiment_score":0.0}
{"full_text":"FIND YOUR DREAM HOME!Wolfgang Homes (407) 434-1779at Armel Real EstateToday's real estate market is an ever-changing environment. #Orlando #RealEstate #Florida #thursday   #COVID19 #ForRent #ForSalehttps:\/\/t.co\/mnWrxgU64H","sentiment_score":0.2}
{"full_text":"Our friend Colette Parker died before a vaccine for COVID-19 became available, but she had a vision for what our world could be at the other side of the pandemic.#AVoiceforJustice #BlackHistoryMonth","sentiment_score":0.1375}
{"full_text":"Are you curious about government spending? offers data that details federal spending, including loan, grant, and contract information related to the government's COVID-19 pandemic response.","sentiment_score":0.0}
{"full_text":"Regardless of his 2 impeachments, DT's lying &amp; poor handling of the Coronavirus causing over 400,000 deaths, should earn him a Cremation in HELL!  He has not earned the honor of a burial in Arlington! #lyingscum, #loserPresident, #twiceimpeached","sentiment_score":-0.625}
{"full_text":"Bradford, West YorkshirePractice nurse Hannah Currie, 25, prepares a dose of the AstraZeneca vaccine as Bradford Central mosque is opened as a community Covid-19 vaccination centrePhotograph: Peter Byrne\/PA Wire","sentiment_score":0.0}
{"full_text":"Many US schools have adopted 4-day school weeks because of the pandemic. At the same time, we are seeing evidence of very alarming academic achievement losses. Data from pre-crisis times indicate that the two things are inextricably and negatively linked.","sentiment_score":0.014}
{"full_text":"I am #Grateful for people who are #Loving &amp; #Kind! #JoyTrain #Joy #Love #Empathy #Kindness #Gratitude #Quote #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #ThursdayMorning #ThursdayThoughts #ThursdayMotivation #ThankfulThursday RT","sentiment_score":0.6625}
{"full_text":" #Factually: joins the crew this week to talk about spotlights a claim from about testing soft drinks for #COVID19.Read and subscribe. Every Thursday ","sentiment_score":0.1}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT I love seeing journalists do a textbook job of calling bullshit on the misleading use of quantitative data. Here's a gre...","sentiment_score":0.5}
{"full_text":"Research from investigates impact of #pets on #mentalhealth during #lockdown","sentiment_score":0.0}
{"full_text":"- Coronavirus variant detected at UVA- Students demand justice for Xzavier Hill- City puts racist statue up for grabs All this and more in your weekly news round-up:","sentiment_score":0.5}
{"full_text":"RT Biden not sending out COVID relief checks... but refunding the Wuhan lab where COVID came from is THE PERFECT EXAMPLE...","sentiment_score":1.0}
{"full_text":"Nothing says good dad more than allowing your children to fly internationally for some resort time in the middle of a global pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT Three and a half weeks ago, Biden gave a speech on Covid and said: \"Let me be clear: Things are going to continue to get worse...","sentiment_score":-0.1555555556}
{"full_text":"Mutant coronavirus strains are here -- and the US is not ready.","sentiment_score":-0.1}
{"full_text":"This study reports that abortions declined in Texas during a 1-mo-long order postponing elective procedures, likely due to stay-home orders, #COVID19 precautions, &amp; patients' reluctance for in-person care","sentiment_score":-0.0625}
{"full_text":"Covid-19 is traumatising our doctors and nurses The Star on Layard","sentiment_score":0.0}
{"full_text":"Men's shelters are temporarily stopping intake of clients due to COVID-19 outbreakshttps:\/\/t.co\/2Hr3XcdG2R","sentiment_score":-0.125}
{"full_text":"In the midst of a pandemic, and his team are just grateful for the opportunity to compete again","sentiment_score":0.0}
{"full_text":"Cases of COVID-19 are often associated with clusters: events where spread of the virus takes place. Please be careful about where you decide to go for the time being! But if you are being careful, consider taking Union Cab to get there, and call 608-242-2000. #CoOpMeansTogether","sentiment_score":-0.1125}
{"full_text":"Though now operates remotely, the pandemic has not stopped trials that occur over Zoom, complete with juries, judges and Breakout Rooms.https:\/\/t.co\/pNBAqphWSC","sentiment_score":0.0}
{"full_text":"First Gen #COVID19 #vaccines are less effective against mutations found in Californian &amp; SA variants.$PFE $MRNA $JNJ &amp; $NVAX are all developing boosters for these resistant variants. The question becomes should we be in a rush for the 2nd dose?https:\/\/t.co\/irWlxt9r6X","sentiment_score":0.1708333333}
{"full_text":"RT We promise, once we get through the weather crisis, the pandemic crisis, and the fiscal crisis, to return to our contrived b...","sentiment_score":-0.5}
{"full_text":"Pediatric cases: Students return to schools as Florida pediatric cases hit new peak","sentiment_score":0.1363636364}
{"full_text":"Covid-19 can lead to long-term health effects, even for people who experience a mild case. Symptoms include respiratory conditions, cardiovascular problems, fatigue, headaches and rashes.Follow COVID-19 advice. It's not worth the risk.","sentiment_score":0.0916666667}
{"full_text":"Your words could be part of our next article!We're accepting submissions for our community article.Submissions will be compiled into an article showcasing different experiences about Ramadan during the pandemic.Share your thoughts by responding below or DMing us directly!","sentiment_score":0.0416666667}
{"full_text":"No one is safe until we are all safe.The UK has pledged PS548m to the COVAX Advance Market Commitment, which is working to distribute 1.3bn doses of coronavirus vaccines to up to 92 developing countries.This will help ensure as many as possible can be protected from COVID19.","sentiment_score":0.3333333333}
{"full_text":"2 young people have died over the weekend in the Cowichan Tribes outbreak. Since the outbreak started, 209 people have been confirmed positive and 195 have recovered while 3 have died, 5 remain in hospital, and 6 are in isolation.","sentiment_score":0.2424242424}
{"full_text":"Valentine's Day has us wanting to re-share a Spring Hills wedding. Watch to see a pandemic love story unfold!  #springhillsstrong #lovestory","sentiment_score":0.625}
{"full_text":"maybe if u could pump this bit of news into the brainwashed as u so love to do with ur scare stories, we might be a bit closer to getting out of this hell....","sentiment_score":0.5}
{"full_text":"Arizona schools received over $1 billion in funding from the COVID-19 relief bill Congress passed in December, which I supported. Schools need to use this funding to safely reopen and give families in-person education options.","sentiment_score":0.5}
