{"full_text":"RT Covid19 has been a vicious robber to the medical fraternity in Zimbabwe this year. Today we mourn our Specialist Surgeon...","sentiment_score":-0.5}
{"full_text":"RT \"As many as 14.4 percent of people hospitalized with severe covid-19 developed diabetes...\"https:\/\/t.co\/93wbFcFxfr","sentiment_score":0.3}
{"full_text":"RT Poll: Newsom approval plummeting; a third of voters support recall amid COVID-19 criticism","sentiment_score":0.0}
{"full_text":"Thinking about #ContactTracing? Are you already testing\/piloting a potential solution? If it doesn't look this good then we should talk!  #iot #SocialDistancing #BackToWork #backtoschool","sentiment_score":0.4375}
{"full_text":"RT JUST IN: Andrew Yang, the former Democratic presidential candidate who is currently running for mayor of New York City, te...","sentiment_score":0.0454545455}
{"full_text":"We was really some dirty bitches","sentiment_score":-0.2}
{"full_text":"RT Dear #Ontario, We are a group of 200+ doctors &amp; researchers highly concerned about the #COVID19 humanitarian crisis...","sentiment_score":0.16}
{"full_text":"RT The vaccine shortage doesn't need to exist. Pfizer and Moderna could share their design with the dozens of other pharma c...","sentiment_score":-0.125}
{"full_text":"RT most governors already did this and it's still going on so","sentiment_score":0.5}
{"full_text":"RT The US armed forces, the U.S. Army, in particular, is probably the best institution in the world when it comes to logisti...","sentiment_score":0.5833333333}
{"full_text":"I don't remember Redgate at all - corona and alpine I remember growing up in the 70's","sentiment_score":0.0}
{"full_text":"PCR tests are used to determine whether you have it now or have been infected in the last few days. It doesn't work otherwise. The antibody test however will determine if you have been exposed to it in the past by detecting antibodies for Covid.","sentiment_score":-0.15}
{"full_text":"RT One to keep an eye on for educational orgs - free email accounts being used to email schools with COVID related scams. htt...","sentiment_score":0.2166666667}
{"full_text":"Look at the responses to this and tell my why it is unsurprising that we have so many people dying, so many excess deaths because of these Covidiots and fake news merchants. Government really needs to crack down on all of this misinformation.","sentiment_score":0.1088888889}
{"full_text":"RT I know parents and teachers are mad rn but y'all shouldn't be mad at each other. Y'all should be mad at t...","sentiment_score":-0.5}
{"full_text":"\"For now, we are focused on markets that look at who we are on the merit of data ... and obviously something with UK, something with Europe, something with US would have major political overtones not from us but from them,\" Dmitriev said.https:\/\/t.co\/qntdext6W3","sentiment_score":0.0208333333}
{"full_text":"RT #UPDATE The Palestinian Authority began vaccinating health workers in the occupied West Bank against Covid-19, Palestinian officia...","sentiment_score":0.0}
{"full_text":"Had a great time this morning chatting with director about his new movie Little Fish, coming out in theaters and on VOD this Friday 2\/5. It's a touching, emotionally potent romance set during a pandemic. I'm excited to share the interview with everyone!","sentiment_score":0.3696022727}
{"full_text":"Some people will still catch covid after being vaccinated (hence its only 76% effective) BUT (and its a big but) if vaccinated, people who catch covid are highly likely to have mild symptoms and virtually certain that they will not require hospitalisation and NHS care.","sentiment_score":0.1912698413}
{"full_text":"RT The Biden administration announces it will soon begin direct shipments of coronavirus vaccines to retail pharmacies in an attem...","sentiment_score":0.1}
{"full_text":"LSU has had 458 reported Covid cases since Jan 11th.","sentiment_score":0.0}
{"full_text":"I'd be in Tampa this weekend if the pandemic wasn't a thing ","sentiment_score":0.0}
{"full_text":" I did an article telling people to not panic sell CEH and I really hope they didn't lol. I have 1 share and been getting buy low offers every day like stop haha.","sentiment_score":0.26}
{"full_text":"What a shame","sentiment_score":0.0}
{"full_text":"RT Excess home deaths have been around 1,000 every week since April 2020. There is a danger that whilst we are trying to sa...","sentiment_score":0.0}
{"full_text":"RT This is an excellent and important investigation by my hivemates, and on how the st...","sentiment_score":0.7}
{"full_text":"RT TOMORROW: We're in court for our judicial review hearing over Government's persistent failure to come clean about COVI...","sentiment_score":0.025}
{"full_text":"RT Biden met w\/Republicans to discuss a COVID relief bill. Looks like Rs wouldn't budge. So Dems are going it alone &amp; wil...","sentiment_score":0.0}
{"full_text":"RT This is Chicago public school teacher Dwayne Reed.His wife is eight months pregnant with their first child. In an attempt...","sentiment_score":0.1944444444}
{"full_text":"DONT GET OUR HOPES UP PLEASE SO MANY PEOPLE ARE CANCELLING BC COVID WONT BE GONE BY THE END OF RHE YEAR","sentiment_score":0.5}
{"full_text":"All because the SNP F***** UP big time of not dealing with this pandemic a year ago.The SNP QUANGO need to go.They are making a balls up of the vaccination and more lives being unnecessary lost.Get your heads out your backsides and sort out this bunch of Liars and Charlatans","sentiment_score":0.0333333333}
{"full_text":"RT Biden Tells Republicans That He Won't Accept Their Watered-Down COVID Proposal","sentiment_score":0.0}
{"full_text":"RT \"Get kids back in school.\" sounds a lot 'nicer'\/more liberal than \"Get back to work.\" \"Get kids back in school.\" is...","sentiment_score":0.0}
{"full_text":"RT NEW--Interim analysis of Russian #COVID19 #vaccine phase 3 trial involving nearly 20,000 participants suggests a two-dose reg...","sentiment_score":0.05}
{"full_text":"RT As we plod along, Canadians are increasingly fed up with our pathetic response to the pandemic, by  htt...","sentiment_score":-0.6}
{"full_text":"RT Can you look them in the eyes and tell them you're doing all you can to stop the spread of #COVID19? Now more than ever,...","sentiment_score":0.5}
{"full_text":"RT We watched movies and treated them as super heroes...they made money from us and ridiculed us everytime like Corona aunty...","sentiment_score":0.3333333333}
{"full_text":"The only 2 small side effects from my 1st #Corona vaccine shot the other day I'm experiencing are:1. soreness on the arm in the area of the shot2. mild upset stomach","sentiment_score":-0.0104166667}
{"full_text":"RT Two big pieces of good newsOxford AZ vaccine still 82.4% efficacy after second dose with 3 month gap between themPlus...","sentiment_score":0.2333333333}
{"full_text":"RT Because the people stood up to government.","sentiment_score":0.0}
{"full_text":"Dolly Parton hasn't gotten the coronavirus vaccine yet, even though she donated $1 million for ithttps:\/\/t.co\/BxUBQGiHKS","sentiment_score":0.0}
{"full_text":"RT If you're a resident of the City of Johannesburg, READ THIS NOW! Your #ANC-led Municipality's Covid19 spending will have your...","sentiment_score":0.0}
{"full_text":"RT The Nuggets planted a false positive COVID test because they were shaking in fear of Jerami Grant returning to Denver?","sentiment_score":-0.0863636364}
{"full_text":"RT To that end; I asked FM specifically about further armed forces assistance at COVID statement in Holyrood. No response.","sentiment_score":0.0}
{"full_text":"RT Quit messing around and send people the survivor checks we promised them.Using 2019 income data totally ignores the eco...","sentiment_score":0.0}
{"full_text":"RT RIP Captain Sir Tom Moore, age 100, who has passed away after contracting coronavirus and pneumonia. He raised almost 33M...","sentiment_score":0.0}
{"full_text":"RT \"An absolute inspiration to all of us\"Ellie Orton, chief executive of NHS Charities Together, pays tribute to Captain Sir To...","sentiment_score":0.2}
{"full_text":"RT Biden met w\/Republicans to discuss a COVID relief bill. Looks like Rs wouldn't budge. So Dems are going it alone &amp; wil...","sentiment_score":0.0}
{"full_text":"RT He says it makes common sense. Lockdown healthy, dumb!Treat late, dumb!Church shut, Walmart open, dumb!Two masks, ??...","sentiment_score":-0.025}
{"full_text":"How can anyone consider the 10 GOP Senators' Covid relief plan a \"bipartisan\" or \"unity\" \"compromise\" when it totally stiffs the nation's states &amp; cities, not offering a cent in emergency pandemic relief to them. That's a priority for Biden &amp; the Democratshttps:\/\/t.co\/SRaHFZ4aHY","sentiment_score":0.0}
{"full_text":"Amazing data in this article, bearing in mind that investigations into perpetrators may still be in the early stages and some of this may shift as more people are arrested.But:","sentiment_score":0.4}
{"full_text":"RT Jared Kushner being nominated for the Nobel peace prize disgraces the institution. What a joke. He tried to let the \"b...","sentiment_score":0.0}
{"full_text":"I miss Mexico so much but I probably shouldn't get covid a 3rd time by getting on a plane before getting vaccinated, right?","sentiment_score":0.1619047619}
{"full_text":"for the sake of the country, we must work together with laser focus to defeat the COVID-19 crisis, support our neighbors and communities who continue to suffer and get back to a more normal life as quickly as possible.\"","sentiment_score":0.1625}
{"full_text":"RT This IS a bipartisan agenda.","sentiment_score":0.0}
{"full_text":"We should all die. We're tired. Since they're bent on ending us!","sentiment_score":-0.5}
{"full_text":"RT Captain Sir Tom Moore dies aged 100 after contracting coronavirus and pneumonia","sentiment_score":-0.1}
{"full_text":"Again BBC1 main news gives her a 'platform' and chooses an excert that is better than others to spin her lies. It's only about covid, nothing about the Alex Salmond case which is 'explosive.' She has the press well in her pocket. I wonder what the Welsh and Irish FMs think?","sentiment_score":0.1666666667}
{"full_text":"But the virus was already here well before the full risks were understood and whilst China was denying the problem. Students were already travelling in from Wuhan to Manchester University for example. Your lockdown would have achieved little.","sentiment_score":0.08125}
{"full_text":"RT The people put us in charge to deliver Covid relief, so we should do that.","sentiment_score":0.0}
{"full_text":"When the pandemic first started, I was consistent making videos damn near every day after work. It was this one video I made that had 30k views and my followers just kept shooting up","sentiment_score":0.2}
{"full_text":"RT Fascinating comparison of various stimulus check proposals  from","sentiment_score":0.35}
{"full_text":"RT Captain Sir Tom Moore, who raised almost PS33m for the UK's NHS, has died with coronavirus","sentiment_score":0.0}
{"full_text":"RT So Boris Johnson ignored Sage advice to bring in mandatory quarantining to stop mutant Covid virus. Hence the current pani...","sentiment_score":0.0}
{"full_text":"Stephen Kindler Jr., president and CEO of National Fitness Partners, doesn't want to call his firm's acquisition of 16 gyms in Ohio and Pennsylvania, in the middle of the pandemic, a gamble.","sentiment_score":-0.1}
{"full_text":"Yes lockdown has me bored","sentiment_score":-0.5}
{"full_text":"RT VACCINE UPDATE: New study shows that the #OxfordVaccine offers protection of 76% up to 12 weeks after a single dose, with...","sentiment_score":0.054978355}
{"full_text":"Today's COVID-19 numbers per  764,228 total cases 2,926 new cases since yesterday 2,741 hospitalizations 9,409 COVID-19 deaths","sentiment_score":0.0681818182}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"To all the Evangelicals who refuse to wear masks:When God sent the plagues against Eygpt, God warned Moses and told him how to protect the Jews. They were to stay inside, mark their doors, and keep safe.You think God will save you in a pandemic? He did tell you how...","sentiment_score":0.0}
{"full_text":"RT Being active makes you feel good and can help reduce your risk of becoming seriously ill if you catch #coronavirus.Bein...","sentiment_score":0.1291666667}
{"full_text":"RT \"I didn't want to jump line,\" says Dolly Parton, who donated $1 million to Covid-19 vaccine development. \"I didn't donate the mone...","sentiment_score":0.0}
{"full_text":"RT We look forward to resuming our Chinese seniors' walking group once the pandemic is over! #seniors","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Absolutely correct. My dad wasn't allowed visitors, thousands weren't. Why was Tom? His Covid was as infectious as anyone elses. So unfair that preferential treatment is given to some.","sentiment_score":-0.15}
{"full_text":"Capt. Tom Moore, who raised millions to fight pandemic, dead at 100 after positive COVID-19 testhttps:\/\/t.co\/4IB6N17DS5","sentiment_score":0.0136363636}
{"full_text":"RT I'm announcing new support to produce vaccines and treatments here at home, and I'm giving an update on the latest COVID...","sentiment_score":0.3181818182}
{"full_text":"RT This school for children with special educational needs has been told its 100 staff will be getting the Covid vaccinehttps:\/\/...","sentiment_score":0.3035714286}
{"full_text":"BREAKING: Wayne County, Michigan, dismisses 1,600-plus violations of Gov. Gretchen Whitmer's coronavirus orders, which had already been overturned","sentiment_score":0.0}
{"full_text":"RT I'm not liking season 2 of The American Pandemic.","sentiment_score":0.0}
{"full_text":"RT i would prefer it","sentiment_score":0.0}
{"full_text":"RT 100 House Democrats want to include amnesty in the COVID-19 relief bill?HELL NO!","sentiment_score":0.0}
{"full_text":"RT Matt Hancock claiming UK Gov set up Genomic testing across the UK in face of #COVID19 - but Scotland has had National Gen...","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"According to P&amp;C:Boeing Airlines down 1000 jobs.Support us helping #American jobs.Kickstarter $42 out of the goal $24,000.#AmericaFirst #freedom  #FightBack  #truth #SmallBusinesses #SmallBiz #jobshttps:\/\/t.co\/7K0FN8JpDNhttps:\/\/t.co\/bSxAK3mti6","sentiment_score":-0.0777777778}
{"full_text":"RT Joe Manchin moves to pass COVID relief without Republicans: 'I will vote to move forward'","sentiment_score":0.0}
{"full_text":"RT Advanced air mobility could be worth $115B by 2035 #digital #business #tech #COVID #live #coronavirus #news #100daysofcode #...","sentiment_score":0.2090909091}
{"full_text":"RT Joe Manchin moves to pass COVID relief without Republicans: 'I will vote to move forward'","sentiment_score":0.0}
{"full_text":"RT I am cosponsoring the #WaterIsAHumanRight Act introduced by &amp; to:Create a $1.5B fund for l...","sentiment_score":0.0}
{"full_text":"RT Me every day of the pandemic","sentiment_score":0.0}
{"full_text":"RT Good news! UN Peru celebrates that Peru is one of the first countries to receive #COVAX vaccines for #COVID19. Thank you Presi...","sentiment_score":0.5625}
{"full_text":"Less than a year ago, Republicans were literally making Thanos' argument for him and trying to convince us to let grandmas die from COVID.","sentiment_score":-0.1666666667}
{"full_text":"RT Well he did say everything was on the table. ","sentiment_score":0.0}
{"full_text":"Deaf people face unique challenges as pandemic drags on #covid19 #communication #accessibility","sentiment_score":0.375}
{"full_text":"RT Rep. Massie accuses CDC of making false claims regarding COVID-19 vaccine - #OANN","sentiment_score":-0.4}
{"full_text":"The results don't blame COVID 19 (which would have been a possible cause in and of itself) but instead blame Trump's percieved failed response to it. Big difference and not hard to get the nuance into a headline.","sentiment_score":-0.0885416667}
{"full_text":"Happening on a daily basis unfortunately people still quote over 100000 dead from covid when it's obvious this figure is hugely inflated .. the con goes on","sentiment_score":-0.06}
{"full_text":"To the point that I don't like touching things without gloves on.","sentiment_score":0.5}
{"full_text":"RT Part of the post-lockdown daydream is the thought of being able to go to gigs and festivals.  But if the event organis...","sentiment_score":0.5}
{"full_text":"RT N150bn enough for COVID-19 vaccines, not N400bn - Peter Obi","sentiment_score":0.0}
{"full_text":"RT \"Put seniors first... We haven't wavered from that.\"#Florida's rejected the notion of prioritizing prison i...","sentiment_score":0.25}
{"full_text":"ACTION ALERT: Join LeadingAge New York &amp; in calling on Congress to pass a robust, comprehensive #COVID19 relief bill to help protect older adults &amp; those who serve them. #Act4OlderAdults #SupportOurSeniors","sentiment_score":0.1343434343}
{"full_text":"Share This Video.Don't Let Them Off The Hook!This pandemic has been worsened a decade of austerity.  Let's never forget who is to blame for this crisis.#ToryBritain#AusterityFail  #BlameGame","sentiment_score":0.0}
{"full_text":"UK public sector embracing cloud in pandemichttps:\/\/t.co\/pkEDfz8BJW","sentiment_score":0.0}
{"full_text":"RT Biden met w\/Republicans to discuss a COVID relief bill. Looks like Rs wouldn't budge. So Dems are going it alone &amp; wil...","sentiment_score":0.0}
{"full_text":"RT #Biden ran on a promise to be a president for all Americans. #COVID19 releaf will benefit every community, in every stat...","sentiment_score":0.0}
{"full_text":"Lockdown, homeschool, WFH - the juggle is real right now, but we have just the thing to relax your body and mind. Enter here to win one of three Anxiety Recovery Packages, from luxury brand Ila Spa, worth PS215 each ","sentiment_score":0.5095238095}
{"full_text":"\"This Vaccine is the light at the end of the tunnel which gives humanity hope to reach an endpoint to this pandemic\", #EarlyCareerBlogger reviews the data behind the FDA's Emergency Use Authorization for the #COVID vaccine. ","sentiment_score":0.0}
{"full_text":"UH researchers are addressing the skepticism of about 1\/3 of Americans who say that they do not intend to get the COVID-19 vaccine. #UHMoment","sentiment_score":0.0}
{"full_text":"\"This Vaccine is the light at the end of the tunnel which gives humanity hope to reach an endpoint to this pandemic\", #EarlyCareerBlogger reviews the data behind the FDA's Emergency Use Authorization for the #COVID vaccine. ","sentiment_score":0.0}
{"full_text":"Free COVID-19 TESTINGWednesday, Feb 3, 9am-4pmOakdale Community Center104 Seminary AveRegister appointment neededThis is a walkup site, not a drive-thruInsurance not required but please bring insurance card if available.Test provided at no cost.","sentiment_score":0.4}
{"full_text":"A survey conducted by students and faculty of the University of Santo Tomas proved that the government has a long way to go in convincing the Filipinos to be vaccinated against COVID-19.https:\/\/t.co\/gQubteJQvw#DoctorSnitch","sentiment_score":0.225}
{"full_text":"Finance Minister Nirmala Sitharaman in her third budget did not levy any tax such as corona cess or surcharge on higher income groups but did not give any tax relief to the small taxpayers which was widely expected.#RxForGrowth #BudgetWithET #BudgET2021","sentiment_score":-0.02}
{"full_text":"RT To that end; I asked FM specifically about further armed forces assistance at COVID statement in Holyrood. No response.","sentiment_score":0.0}
{"full_text":"Assemblyman Joe Giglio of Gowanda announced this afternoon that he and his wife have tested positive for COVID-19. Giglio says he took a test today after experiencing mild flu-like symptoms.","sentiment_score":0.2803030303}
{"full_text":"Today's COVID-19 update for Gallatin County.Find more local data here:","sentiment_score":0.25}
{"full_text":"RT Isle of man is free with pubs open and no covid. If only we lived on an island eh ","sentiment_score":0.1333333333}
{"full_text":"Marikina Mayor Marcy Teodoro has asked the national government's help to supply 70 percent of the city's requirement for COVID-19 vaccines.https:\/\/t.co\/YfqiXzFd1v#MetroManilaNews","sentiment_score":0.0}
{"full_text":"What about flat earths, Holocaust deniers or people who believed in humors as the cause of all illness? Also I think you can only judge the success in 10-15 years when the full effects will have become apparent","sentiment_score":0.135}
{"full_text":"Australia Cricket Team decided to pull out of South Africa cricket Test tour over coronavirus, AFP reported. Australia was scheduled to play three Tests against South Africa starting early March.","sentiment_score":0.05}
{"full_text":"ICYMI: UH Libraries to continue collecting student pandemic experiences.","sentiment_score":0.0}
{"full_text":"Hartlepool has paid tribute to Captain Sir Tom Moorehttps:\/\/t.co\/BR89sKd6ov","sentiment_score":0.0}
{"full_text":"Today it's #WorldWetlandsDay and if you'd like to celebrate in a lockdown-friendly way, why not tune into an online webinar today to learn more about our precious ocean habitats here in the UK: There's one aimed at 7-11 year olds and one for adults too.","sentiment_score":0.5}
{"full_text":"Have you ever faked sick so you could stay home to read?#bookworm #booklover #readerscommunity","sentiment_score":-0.7142857143}
{"full_text":"To get back to our favorite activities, we need to wear a mask, keep our distance, and get tested. That's how we #GetBackMass. Learn more at #MaskUpMA #GetBack #covid19MA","sentiment_score":0.3333333333}
{"full_text":"We are still able to treat patients during this lockdown. Don't suffer in pain,To find out how we can help and what treatments we can do call us on 02476 591600#lockdown #painrelief #health","sentiment_score":0.5}
{"full_text":"Valentine's Day In Lockdown?? NEW EPISODE out in ONE HOUR! Have a listen\/watch at 8PM GMT!https:\/\/t.co\/G1en78uxnd#TheRedTapeShow#ValentinesDay #lockdown","sentiment_score":0.1704545455}
{"full_text":"Gov. Asa Hutchinson is holding his weekly COVID-19 briefing at 1:30 p.m.Watch here:","sentiment_score":0.0}
{"full_text":"A step to ease the pandemic #mentalhealth crisis?","sentiment_score":0.0}
{"full_text":"#COVID19 containment measures have \"provoked far-reaching changes, many of which are likely to persist in the long term\", said the deputy chief on Tuesday, launching a report on #coronavirus' impact on fisheries and aquaculture.","sentiment_score":0.15}
{"full_text":"RT Dr Rana Imran sikander who heads the covid ward at PIMS became the first person to recieve covid vaccination to kick off the...","sentiment_score":0.25}
{"full_text":"Vaccines for Washington's teachers could be weeks away.","sentiment_score":0.0}
{"full_text":"RT I'm really thankful that there are people who take the time to write several pages long emails, explaining PCR and Ct...","sentiment_score":0.05}
{"full_text":"That thing when you shave your covid beard and Face ID doesn't recognize you. M","sentiment_score":0.0}
{"full_text":"Opening a restaurant is always hard work, but opening one at the height of a pandemic takes guts. Hear how brought hot chicken   to on the Podcast.LISTEN ","sentiment_score":-0.2138888889}
{"full_text":"Blue Man Group in CityWalk at Universal Orlando Resort will not be returning to operations after the pandemic. The theatre show opened in 2007 and hosted over 6,000 shows. Did you get a chance to see this spectacular show?@UniversalORL #bluemangroup","sentiment_score":0.2}
{"full_text":"From our Collection: Spotter Cardsc. 1945These were used to help familiarize people with the shape of friendly and enemy airplanes in order to identify a potential threat.#tuesdaymotivations #COVID19 #CovidVaccine #WW2 #WWII","sentiment_score":0.1875}
{"full_text":"Make sure you are up to speed with the latest regulations for lockdown in #London.You can only leave the house for specific reasons, which include:Exercise Work Medical Food ","sentiment_score":0.2}
{"full_text":"Patrick Mulligan's idea quickly exploded and at least 200 individual artists performed to over 35,000 members of the bar worldwide - in over 100 different countrieshttps:\/\/t.co\/iuoxzQNdvo","sentiment_score":0.0083333333}
{"full_text":"CIRCULAR SAVINGRAMREF:DP 19\/72 VIII (XX)29th January 2021FLEXIBLE WORKING ARRANGEMENTS IN RESPONSE TO COVID 19","sentiment_score":0.0}
{"full_text":"We're starting to see the light in the tunnel. We are beginning to see an end of all this. But you still have to take your own responsibility.Keep your distance, wear a mask if it is necessary and follow any restrictions.#COVID19 #covid #SocialDistancing","sentiment_score":0.25}
{"full_text":"More than 60 million people live with cardiovascular disease in the EU. Tomorrow I will participate in a meeting organised by the MEP Heart Group, to draw lessons from the challenges posed by the COVID-19 pandemic to patients suffering from CVD. #CVD #COVID19","sentiment_score":0.3181818182}
{"full_text":"#FUCKBIDIN HE'S AN EVIL MARXIST CHINESE OWNED TRAITOR MUPPET TOOL BITCH! #CHINAVIRUS","sentiment_score":-0.5}
{"full_text":"George North on fatherhood, over a decade playing for Wales and the 6 Nations under lockdown. Eddie Butler's Six Nations BBC One Wales at 8.30","sentiment_score":0.0}
{"full_text":"Isle of Man locals flock to pubs and shops as all Covid lockdown rules are lifted including social distancing and masks","sentiment_score":0.0333333333}
