{"full_text":"Powerful commitments and reiterations currently ongoing in the #UNEA5 plenary are stellar examples of the role nature plays in #SustainableDevelopment and sustainable #COVID19 recovery plans. These can accelerate the transition to an inclusive and healthier future.","sentiment_score":0.1375}
{"full_text":"RT Grim milestone, as the US passes more than 500,000 loved ones lost to #COVID19.So many lives could have been saved if...","sentiment_score":0.175}
{"full_text":"RT Congratulations to baseball champions of #Taiwan! When the pandemic put a halt to professional sports, our","sentiment_score":0.1}
{"full_text":"RT Fat phobia is so bad that people are mad fat people qualify for the covid vaccine before thin people. Happening in a c...","sentiment_score":-0.575}
{"full_text":"RT This sounds very familiar... like BC  and Denmark and Israel and Austria and Italy kids outbreaks. See ...","sentiment_score":0.4875}
{"full_text":"RT We've been told repeatedly by the media to 'listen to the science.' However, YouTube thinks that a discussion between two medic...","sentiment_score":0.0}
{"full_text":"In readiness for another lockdown in July.","sentiment_score":0.0}
{"full_text":".@CIPD's comments on our latest Labour Market Outlook survey, showing employers strongest intentions since the start of the pandemic. #LMO21https:\/\/t.co\/ON8Di3ZMpF","sentiment_score":0.5}
{"full_text":"Matt Hancock has been found guilty of breaking the law, during a pandemic! His decisions cost the lives of #NHS workers &amp; filled the bank accounts of his friends &amp; rich #Tory donors!..At the very least, he should go to parliament, apologise and resign his post!#hancockmustgo","sentiment_score":-0.06}
{"full_text":"RT I hope so.","sentiment_score":0.0}
{"full_text":"This is awesome!\"I think it's perfect example of toxic masculinity.\" - Huge P*ssy","sentiment_score":0.8}
{"full_text":"RT Btw, saw the same discussion when parents were discussing the COVID learning losses etc last year. Implying that wanting your...","sentiment_score":0.0}
{"full_text":"RT The only way I'll feel safe about going back to College on March 8th is all 650 MP's fully return to Parliament on tha...","sentiment_score":0.1666666667}
{"full_text":"Alhamdulillah our work on an Agent-based Modeling of Covid-19 got published in Cognitive Computation, a Q1 journal. This work has been special to me as in this work I mentored some talented undergraduate students for the first time...https:\/\/t.co\/NoinItRZEM","sentiment_score":0.4357142857}
{"full_text":"RT Today I had the honor to address the 2nd scientific conference on migration &amp;displacement organised by in c...","sentiment_score":0.0}
{"full_text":"RT Lowkey, are you scared to take the covid-19 vaccine or nah? #ten2one","sentiment_score":0.0}
{"full_text":"RT Covid19? Of course we are afraid. But Coup is way frightening than  Virus. That's why we are on the road for today BURMA REV...","sentiment_score":-0.55}
{"full_text":"RT One of the most bizarre &amp; troubling bits of the #ReopeningSchools saga is that &amp; have ign...","sentiment_score":0.45}
{"full_text":"RT \"But, but, there might be another reason they're on the same curve!\" -- nope. Same deal around the freaking world. It's...","sentiment_score":0.0}
{"full_text":"RT Scottish employers are reporting their strongest employment intentions since the onset of the coronavirus pandemic, in...","sentiment_score":0.0}
{"full_text":"RT Gov. Bello allocates suspicious N9bn for COVID-19 while denying virus exists","sentiment_score":0.0}
{"full_text":"I too would love to see the cops carting off the covid-denying protesters to the cells for their flagrant rule-breaking. But unfortunately the NZ way with covid rules seems to involve education, and not making rabid conspiracists into martyrs.","sentiment_score":0.0}
{"full_text":"RT Pls #Share Getting vaccinated in Ramadan is permissible. Ramadan starts 12 April, lasts to 12 May.","sentiment_score":0.0}
{"full_text":"RT Although the government's meeting are online, 3 ministers tested + for Covid-19. The government decided that millions of u...","sentiment_score":0.0}
{"full_text":"I believed it. We masked. We stay masked.","sentiment_score":0.0}
{"full_text":"RT Two states, Maharashtra and Kerala constitute about 85 percent of total daily #Covid cases but can the rest of India le...","sentiment_score":0.0}
{"full_text":"RT Mervs proposalLockdown supporters can stay in lockdown indefinitely if they want.The rest of us want everything back ope...","sentiment_score":0.0}
{"full_text":"RT I had one.I dreamt that I was living in a weird dictatorship run by a drug addled snow board instructor and he paid the m...","sentiment_score":-0.4833333333}
{"full_text":"early last time.  We should also be looking at how other countries are dealing with lockdown a d coming out if it. Bthe infection and death rates are still too high and must be much lower and stable","sentiment_score":0.067}
{"full_text":"RT If a medical student contemplating\/attempting suicide because of witnessing too many #COVID19 deaths isn't a wake up call C...","sentiment_score":0.25}
{"full_text":"RT Every day, we are rising against the challenge to improve the lives of our employees by ensuring their safety and well...","sentiment_score":0.0}
{"full_text":"RT Businesses across England anxiously awaiting 'roadmap' for #lockdown easing today. Many firms are in limbo....","sentiment_score":0.125}
{"full_text":"RT #Kabaret is closed because of the lockdown due to pandemic, so the dwellers resorted to meet up on #Discord instead....","sentiment_score":-0.1125}
{"full_text":"RT Look at this line wrap around the block and then tell me why we keep calling Black folks \"vaccine hesitant\"? The reason B...","sentiment_score":-0.1666666667}
{"full_text":"Kilimanjaro Live boss believes it won't be safe to book major tours until April 2022, citing too much uncertainty in terms of social distancing, travel and insurance to make major events viable.Do you agree?#eventsindustry #eventsafety #crowdsafety https:\/\/t.co\/GkfVUUoRNl","sentiment_score":0.1657828283}
{"full_text":"RT You may not have taken the trophy home but you have won millions of hearts. These hearts will stay with you forever.W...","sentiment_score":0.0}
{"full_text":"If you like this post, please help us grow by sharing it on social media.Website: Kids","sentiment_score":0.0333333333}
{"full_text":"RT Today we expect the govt to announce its plans to admit more pupils to #schools. We are asking for this to be done in a measu...","sentiment_score":0.5}
{"full_text":"RT I can't get past the fact that a 74 year old drug addict, sexual predator who bankrupted every biz he ever ran and was so c...","sentiment_score":0.1166666667}
{"full_text":"Hello, our Facebook page is able to state a bit more so please check there first. Yes we are still investigating an assault and criminal damage. Dozens of moto x riders have been fined for breaching coronavirus lockdown by travelling to the area. The owner of the track has also.","sentiment_score":0.2125}
{"full_text":"RT Isn't it tragic that Pune city is reporting a big surge in Covid cases at a time when Serum Institute, located in the same cit...","sentiment_score":-0.25}
{"full_text":"RT Here's the whole article from Stanford","sentiment_score":0.2}
{"full_text":"RT Half a million people have died from COVID in this country. It could have been avoided. That's going to be one of the most...","sentiment_score":0.1666666667}
{"full_text":"RT Biden pledges up to $4 billion to help get poorer countries vaccinated against COVID-19","sentiment_score":0.0}
{"full_text":"RT Public are so accustomed to Tory sleaze that Hancock will get away with it, just like Jenrick &amp; Cummings breaking lock...","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has made hospitals an even larger target for malicious cyber threats than they were already.@Akamai &amp; are now offering a no-cost ransomware protection service. #DigitalHealth #Cybersecurity #HealthData #NHShttps:\/\/t.co\/OH3PrhWk1L","sentiment_score":0.0}
{"full_text":"For some organizations, the pandemic has exposed vulnerabilities related to ransomware and phishing campaigns.This article is a must-read for anyone who wishes to understand how to build security resilience in Healthcare post-pandemic.https:\/\/t.co\/KoYoTjHyuR","sentiment_score":0.0}
{"full_text":"RT The lockdown need not spell the end of your fitness journey. Continue your fitness regime and learn all about #Running...","sentiment_score":0.0}
{"full_text":"RT Nice work by here on Gerry Harvey and his JobKeeper largesse during a time of record profits:","sentiment_score":0.6}
{"full_text":"Surge testing starts in parts of Leeds after two possible cases of South African variant of Covid-19 were detected in city:","sentiment_score":0.0}
{"full_text":"RT Nice for POTUS to hold a moment of silence to mourn half a million Americans who have died of #COVID19.Then he needs t...","sentiment_score":0.2166666667}
{"full_text":"RT But it stopped 0.0% of transmission in Occupied Palestine, mostly because Israel has denied the vaccine to Palestinians.","sentiment_score":0.5}
{"full_text":"RT Scene at #Thailand #Bangkok #UN HQ where at least 1,000 #Myanmar migrant workers have turned up to oppose #militarycoup in...","sentiment_score":-0.3}
{"full_text":"Chris Potts explains to how #technology can play a vital role in helping organisations go above and beyond what's recommended in \"#Covid-secure\" guidelines, in order to protect their employees and reduce the rate of transmission. Read more:","sentiment_score":0.2}
{"full_text":"RT Shouldn't the priority be those most vulnerable to severe illness and even death from COVID?","sentiment_score":0.0}
{"full_text":"Redesigning Your Office Layout in an Era of Social Distancing #CRE #Office #Layout #COVID-19 #Design     ","sentiment_score":0.0333333333}
{"full_text":"RT A quarter of teenagers are now showing signs of depression as the Covid pandemic takes its toll. What is happening to ou...","sentiment_score":0.0}
{"full_text":"RT Inexplicable why Sweden doesn't have one. It's not even a debate.","sentiment_score":-0.6}
{"full_text":"RT British Airways defers PS450m in pension payments as sector grapples with COVID","sentiment_score":0.0}
{"full_text":"WHERE IS THE EVIDENCE FOR THE EXISTENCE OF THE'NOVEL CORONAVIRUS','SARS-CoV-2'? from April 2020https:\/\/t.co\/XYvK7KoQOP@FatEmperor","sentiment_score":0.0}
{"full_text":"He is also eagerly awaiting Mr Johnson's announcement","sentiment_score":0.0}
{"full_text":"NHS sets up mental health hubs for staff traumatised by Covid  #MentalHealth #NHS","sentiment_score":-0.1}
{"full_text":"RT Antonio Cervantes brings Valentine's Day gifts to the grave of his wife Gabriela, who died of COVID, at a cemetery in...","sentiment_score":0.0}
{"full_text":"On Wednesday join with to hear about the experiences of mental health nurses during the pandemic 5:30-7pm","sentiment_score":-0.1}
{"full_text":"Our #Covid19 Income Support Helpline is open today from 9am-5pm: 1890-800-024The Pandemic Unemployment Payment remains available to anyone who is eligibleThe quickest &amp; easiest way to apply is online at","sentiment_score":0.2}
{"full_text":"He will mess this up and we will go into #Lockdown4 #lockdown he's messed everything up since the start. Unfit to lead. Opening all schools at same time is a massive mistake. #JohnsonHasFailedTheNation","sentiment_score":-0.0583333333}
{"full_text":"With Submit's new #contactless method of #contacttracing, there will be no more filling out sheets of forms or the need for sharing pens, creating a safer environment for all.Check it out: #pandemic #safety","sentiment_score":-0.0568181818}
{"full_text":" Day-1 before the release of our comparative study on the impact of COVID-19 on the defense policies of 10 European countries!","sentiment_score":0.0}
{"full_text":"11 areas of Hull where Covid rates are actually rising","sentiment_score":0.0}
{"full_text":"Find out how enhanced regional cooperation--especially in health, trade, finance, and disaster risk--will accelerate economic growth in Asia and the Pacific and spur recovery from the COVID-19 pandemic. Read:","sentiment_score":0.2}
{"full_text":"Be careful what you share. Things aren't always what they seem online. Protect yourself and friends from false information about coronavirus vaccination. Use the SHARE checklist to help spot false information.","sentiment_score":-0.3}
{"full_text":"It's a give-and-take situation: a longer curfew, but a few more potential freedoms during the day.https:\/\/t.co\/iV5iWFxOGd","sentiment_score":0.1}
{"full_text":"Any ideas lads on why this would be the case? How are you surviving on your EUR350 per week?","sentiment_score":0.0}
{"full_text":"The number of workers on furlough has reached 4.5 million during the current lockdown - less than half the number during the first.500,000 have not worked during the past six months. Others have lost their jobs, and the expiry of the scheme from April means more redundancies ","sentiment_score":-0.0166666667}
{"full_text":"How is intimacy affected by COVID-19?","sentiment_score":0.0}
{"full_text":"What will your customers expect from your wine menu when you reopen? We look at some of the emerging trends in wine and how they might affect sales post-lockdown:  #Hospitality #HospitalityIndustry #Wine","sentiment_score":0.0}
{"full_text":"Staff have set up a food bank - with help from - so they can distribute supplies to pupils' families who are struggling financially during #lockdownAnd they need YOUR help.https:\/\/t.co\/XVmEOuJrvv","sentiment_score":0.0}
{"full_text":"If Dan James wants to celebrate like a maniac then good for him, nothing wrong with a bit of passion. I just can't get that excited over this Covid TV football nonsense, it clearly isn't for me. 'Football without fans is nothing'","sentiment_score":0.175}
{"full_text":"RT Profoundly disagree with here. What is now the threshold for Ministers resigning? Where is the anger?","sentiment_score":-0.3083333333}
{"full_text":"Rector of the University of Indonesia (UI) Professor Ari Kuncoro highlighted the importance of making and promoting strategic policies that effectively and efficiently enable limited resources to cope with the impacts of COVID pandemic.#IndonesiaMattershttps:\/\/t.co\/oLdK92oBM2","sentiment_score":0.2642857143}
{"full_text":"Staff have been working hard to look after the animals","sentiment_score":-0.2916666667}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"Pharmacies can help treat non-coronavirus symptoms and minor ailments this winter.  The new Pharmacy First service can provide more medicines over the counter this winter, without the need to see a GP.","sentiment_score":0.2090909091}
{"full_text":"Syringe  and other trade unions have urged the #government to rule out #NoJabNoJob contracts, where employers aim to force their workers to have #Covid19 #vaccinations as a condition of employment.Via #UNITElive Downwards arrowhttps:\/\/t.co\/524Nl2056L","sentiment_score":-0.125}
{"full_text":"Meet the TeamWe thought that lockdown would be a great time for you to meet the Avant Skills Academy team - So on this #MeetTheTeamMonday it's Dave...#AvantSkills #Apprenticeships #Traineeships","sentiment_score":0.8}
{"full_text":"Even with the PS20-a-week uplift,one in six new #UniversalCredit  claimants have been forced to skip meals If evidence suggests that the uplift is inadequate, then removing it should be out of the question!Read more https:\/\/t.co\/7uJPx3y3qC#KeepTheLifeline","sentiment_score":0.1121212121}
{"full_text":"RIGHTS lawyers yesterday said the COVID-19 pandemic had exposed flaws in the country's social protection system, which has had catastrophic impact on citizens' livelihoods.https:\/\/t.co\/z9xp6zpRVo","sentiment_score":0.0333333333}
{"full_text":"The case for lockdown is built on intellectual dishonesty","sentiment_score":0.3}
{"full_text":"#ICYMI: Gov. visited mobile vaccine sites in Los Angeles County on Sunday to highlight the state's efforts to vaccinate hard-to-reach communities against the coronavirus.https:\/\/t.co\/K3XaHq3VBv","sentiment_score":0.0}
{"full_text":"RT In the time since lockdown was announced nothing new has been put in place in schools to mitigate Transmission.  Possi...","sentiment_score":0.1363636364}
{"full_text":"Enjoy #pureshoppingpleasure and practise social distancing when shopping with us.-","sentiment_score":0.2166666667}
{"full_text":"The Prime Minister is set to reveal the long-awaited roadmap that will see the national lockdown restrictions eased across the UK","sentiment_score":0.0}
{"full_text":"Tune into 'The Health and Humor Show' with on - #Healthnews including 7 ways to get a well nourished gut, and how doctors speed #COVID19 recovery...  ","sentiment_score":0.0}
{"full_text":"As #COVID19 cases surge, many are exposed to the devastating costs of income reversals. Explore our Data Futures Platform  to find out how unconditional emergency cash transfers can mitigate the worst immediate effects of the crisis on poor households.","sentiment_score":-0.475}
{"full_text":"Classics on the common: The warm weather at the weekend seem to entice quite a few classics from their lockdown lounges including this 1960 #Humber Super Snipe Series 2. To borrow briefly from post-war optimism that was once the choice for many wealthy statesmen.","sentiment_score":0.2047619048}
{"full_text":"#DoYourPart Stay Home, Save Lives!Avoid non-essential travel. Make use of our digital channels for your Banking needs. Only leave the house when necessary and when you do remember to #MaskUp","sentiment_score":0.0}
{"full_text":"Happy belated Inktober! Having a creative block during this pandemic has been as common as fish and chips. Speaking of fish, here is my first entry......-What happened to all of the fish?I will post this challenge 1-2 times per week.@inktober #inktober #inktober2020 #fish","sentiment_score":0.3625}
{"full_text":"Applying to study #Chemistry at #University? Here our lecturers have created several exciting new #remote experiments that can be run at home in spite of #Covid19. Check out this Lego spectrometer built by our 3rd year students!! #ApplyingToUni","sentiment_score":0.0672727273}
{"full_text":"Barron's Lockdown Home Health Check - Check your windows. Badly fitting windows will cause draughts and heat loss, making the house costly to heat. Simple adjustments are often all that is needed.","sentiment_score":0.25}
{"full_text":"Even if you have mild symptoms of coronavirus, such as a new continuous cough, you should still book a test. What might be mild to you could be life-threatening to others. Go to for more information.","sentiment_score":0.2606060606}
{"full_text":"Louise Minchin reveals #coronavirus forced her to face her long-running TV nightmare #BBCBreakfast","sentiment_score":-0.3}
{"full_text":"Rather than playing favourites it's time to ensure that no student is left behind. Petition:","sentiment_score":-0.2}
{"full_text":"As HTC continues to review its service delivery in response to COVID-19, measures in relation to burial arrangements at Hailsham Cemetery continue to be practiced to protect the local community.....FIND OUT MORE:","sentiment_score":0.25}
{"full_text":"RT Sydney &amp; Melbourne haven't had a single COVID-19 case in weeks. Nationwide, Australia has seen 0 COVID deaths since Decem...","sentiment_score":-0.0714285714}
{"full_text":"Need some ideas for #homeschooling that help foster a love of reading? has lots of fun activities. We especially love the idea of creating a reading den! Let us know if you give it a go! #reading #lockdown #books #booktwitter","sentiment_score":0.6}
{"full_text":"Toowoomba doctors are encouraging their patients to get the COVID-19 vaccination when it's rolled out to the public. #COVID19 #7NEWS","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 22\/02\/2021 14:30Total Cases: 11005555 [+185]Active: 147196Recovered: 10697397 [+144]Deaths :156423 [+1]Total Tests: 211.55MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The Covid-19 vaccine is available for FREE on the NHS to those who will benefit.  If you receive an email, text message or phone call purporting to be from the NHS and you are asked to provide financial details, or pay for the vaccine, this is a scam #coronavirusfrauds","sentiment_score":0.2666666667}
{"full_text":"A man receives a dose of the COVID-19 #vaccine at a vaccination site in Daxing District of #Beijing, capital of China, Feb. 20, 2021. More than 310,000 residents in Daxing District have received the #COVID19 vaccine by Saturday.","sentiment_score":0.5}
{"full_text":"Most of us taking daily walks during lockdown, even in the snow and we know that with the colder temperatures we see more leaks and bursts, so if you're out on a walk and spot a leak, please let us know.To report a leak head to our websitehere:","sentiment_score":0.3333333333}
{"full_text":"DOH logs 2,288 new COVID-19 cases","sentiment_score":0.1363636364}
{"full_text":"As mass Covid testing has currently been put on hold, now is the time to get the staffing resource in place ready for when it resumes. We provide government-funded Kickstart Covid testers at minimal effort for you. Simply complete this short form:","sentiment_score":0.04}
{"full_text":"Get your PCR #COVID19 test done at our fully accredited sample collection centre in Kaduna State. You can visit us at Plot 151 Isa Kaita Road.To find out more, please call 08081680505 send us a DM. #covid19 #Covid19Testing #coronavirustesting #Kaduna  #PCR #Staysafe","sentiment_score":0.5}
{"full_text":"SC justice tests positive for COVID-19; Anti-Terror law oral arguments suspended","sentiment_score":0.2272727273}
{"full_text":"The last few months have been far from 'business as usual' as restrictions continue to develop, property-related matters can become confusing.If you're looking for advice on conveyancing transactions during the pandemic, head here: #Wimbledon  #UKPro...","sentiment_score":-0.0875}
{"full_text":"Have you been to a gay sauna before?As their post-pandemic fate is uncertain, here investigates the likely outcome.","sentiment_score":0.2083333333}
{"full_text":"If you have any questions please contact our COVID-19 helpline. You can access the service between 8am-5pm on weekdays and 9am-4pm on the weekend. You can call them on 01553 214540. ","sentiment_score":0.0}
{"full_text":"Does you business premises continue to be unoccupied due to Covid-19?Are you aware of how it's effects your policy?Get in touch with us on 01482 968115 and we can provide you with advice on how you're policy may be effected.#BusinessInsurance #SMEhttps:\/\/t.co\/ypO3W2lbe5","sentiment_score":0.0625}
{"full_text":"The relationship between landlord and tenant can be a tumultuous one, especially with the unprecedented coronavirus pandemic.","sentiment_score":0.3}
{"full_text":"RT Last time around, the mantra of \"Covid-secure\" workplaces and schools was really a false sense of security. What's going to...","sentiment_score":-0.2}
{"full_text":"It's commonly thought that only the elderly or those with underlying health conditions will experience severe COVID-19 symptoms.However, long-term &amp; often debilitating effects have been recorded in young, healthy people too. Remember the basics. #HandsFaceSpace.  #LongCOVID","sentiment_score":0.075}
{"full_text":"Funds for EU Nationals across Greater Manchester in need of urgent financial assistance due to COVID-19. Grants of  PS30-60 can be used to buy essentials like food and medication. Application forms: #COVID19 #Manchester","sentiment_score":0.125}
{"full_text":"RT The vaccine wasn't bought in for covid.. covid was bought in for the vaccine.Once you realise that.. then e...","sentiment_score":0.0}
{"full_text":"#HongKong leader Carrie Lam and other government officials received their #COVID19 vaccine as the city begins its inoculation program.","sentiment_score":-0.125}
{"full_text":"APPLICATION DEADLINE for the General #Nursing Council for England and Wales #research grants is next MONDAY 1ST MARCHFocus of the 2021 call: Learning from the #Covid19 pandemic in health and social care: Implications for nursing practice. #teamCNO","sentiment_score":0.0277777778}
{"full_text":"Our fab may be temporarily closed for browsing... but they're still offering   Click, Call, Collect service with Covid-secure measures. i online content including e-books + e-audio books. i  #MyStokeStory","sentiment_score":-0.1}
{"full_text":"Please take a few moments to complete our COVID-19 vaccination survey and share it with others so we can gather views from across Lewisham's diverse community -","sentiment_score":-0.05}
{"full_text":"\"Allah knew in 2011 itself that the world would be hit by the deadly coronavirus in 2020 and therefore we had built the graveyard in time,\" Awhad could be heard saying to rapturous applausehttps:\/\/t.co\/zInfQcxrD8","sentiment_score":-0.2}
{"full_text":"RT Township mayors going around with loudspeakers saying curfew time has been set from 4am-8pm. Under martial law,we are alre...","sentiment_score":0.0}
{"full_text":"LAST CHANCE TO GET TICKETS! Registration closes at 10am. Book your place at our ECRN Roundtable: My Lockdown Image now!","sentiment_score":0.0}
{"full_text":"ICYMI: Here is what the Chief Minister said on Monday 8th Feb in answer to whether there could be another outbreak in the Isle of Man.Since then a new isolated cluster has been recorded.Public Health reiterate that the risk remains low.Full interview:","sentiment_score":0.1363636364}
{"full_text":"RT Today I'll be setting out a roadmap to bring us out of lockdown cautiously. Our priority has always been getting children...","sentiment_score":0.0}
{"full_text":"Private companies to import Covid-19 vaccines","sentiment_score":0.0}
{"full_text":"Healthy Aging JourneyNothing compares to the glow we see in seniors who age happily at home. Our caregivers are passionate individuals who make sure seniors stay happy as long as they are in our care. Read more: #Seniors","sentiment_score":0.4285714286}
{"full_text":"Struggling with your #mentalhealth? Our team can help! Join our FREE online taster sessions to help with #COVID19 and #wellbeing, #relaxation, #worry, #sleep and much more. Call us on 01302 565556 for more information. #NHS #Doncasterisgreat","sentiment_score":0.4666666667}
{"full_text":"RT Want to keep active during lockdown? Join's our latest workshop on #RunningFitness. The workshop will be hosted by the...","sentiment_score":0.1833333333}
{"full_text":"RT We were incredibly tight on PPE says Matt Hancock.Perhaps worth mentioning, that the reason that was so was that the T...","sentiment_score":0.0607142857}
{"full_text":"RT Scene at #Thailand #Bangkok #UN HQ where at least 1,000 #Myanmar migrant workers have turned up to oppose #militarycoup in...","sentiment_score":-0.3}
{"full_text":"The real cure for COVID is renewing our fractured relationship with the planet ","sentiment_score":0.2}
{"full_text":"RT During COVID-19, women workers struggled with loss of work &amp; a disproportionate increase in household responsibilities and...","sentiment_score":0.0}
{"full_text":"Happy Monday folks. Support from for those in need in these testing covid times. You're not alone, we got you.","sentiment_score":0.8}
{"full_text":"The US will soon record an unfathomable death toll from Covid, but perhaps more than at any moment of the pandemic, there are reasons for optimism  -","sentiment_score":0.5}
{"full_text":"A renewed #MentalHealthAwareness has risen from the #pandemic and the \"new normal\" we are experiencing. But what about those who were in need of care and more vulnerable to #depression even before #Covid? Read more here https:\/\/t.co\/JsI4w2YvFx #ehealth #mhealth #AI","sentiment_score":0.1572727273}
{"full_text":"State-by-state breakdown of 897 hospitals at risk of closingMore than 500 rural hospitals in the U.S. were at immediate risk of closure before the COVID-19 pandemic because of financial losses and lack of reserves to maintain operations, according ...https:\/\/t.co\/2zrF3AU35T","sentiment_score":0.0}
{"full_text":"RT in ur COVID relationship which of u is the beautiful shut-in who tends the garden and which of u is the nasty little goblin...","sentiment_score":-0.1125}
{"full_text":" If you need to travel, you can subscribe to journey alerts through Messenger for personalised up-to-date journey info. This will keep you informed about any cancellations or delays as well as expected busy services.iMore infohttps:\/\/t.co\/MB4z2OY2XK","sentiment_score":0.0}
{"full_text":"Sums up how this whole pandemic has been handled....","sentiment_score":0.2}
