{"full_text":"Happening Now - 12 pm EST #COVID19 Risk Perceptions, Anger, and Trust in Science, U.S. Representative Survey\/Dec. 2020\/led by faculty from &amp; and watch: ","sentiment_score":-0.7}
{"full_text":"Available for Interviews: Dr. JeFreda R. Brown Discussing Financial Tips During COVID-19 -","sentiment_score":0.2}
{"full_text":"Can we all agree that putting covid into any plot of a tv show or cinema is a bad bad idea and it just should never happen","sentiment_score":-0.7}
{"full_text":"Biden leans on his Capitol Hill experience while pitching big Covid-19 relief deal","sentiment_score":0.0}
{"full_text":"RT RT if you agree that Democrats in Congress should not give a free pass. They should hold public hearings and...","sentiment_score":0.2}
{"full_text":"RT JUST IN: Gov. McMaster and DHEC announced today South Carolinians age 65 and older can begin scheduling their COVID-19 vaccine ap...","sentiment_score":0.1666666667}
{"full_text":"RT Judicial review I'm part of is starting now over Govt's failure to come clean on Covid contracts. PS4 bn of public money...","sentiment_score":0.0125}
{"full_text":"CDC JULY 2020","sentiment_score":0.0}
{"full_text":"GILGIT: COVID-19 vaccination drive started in Gilgit Baltistan.Federal government has provided 3000 doses of vaccine to Gilgit Baltistan in the first phase.Governor Gilgit-Baltistan Raja Jalal Hussain Maqpoon attended the inauguration ceremony at Governor's secretariat in Gilgit.","sentiment_score":0.25}
{"full_text":"Here, we will post information about our progress and about the situation about Covid-19 vaccination \/ immunisation confirmations.","sentiment_score":0.0}
{"full_text":"RT Myth! It's true that #COVID19 vaccines were developed faster than any other vaccines, but this is mainly because of the time, t...","sentiment_score":0.1229166667}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"JAGX Post Pandemic Recovery SPAC announced!!! I believe in the company, I made a video doing a business analysis, if interested have a look here:","sentiment_score":0.25}
{"full_text":"RT One of my favorite MICU nurses has cared for our COVID moms this year. I found out today that she pumped for one mom while t...","sentiment_score":0.5}
{"full_text":"RT DIONICIA PEREZ, 77, of Dallas, Texas died of COVID on Dec. 20.\"My beautiful abuelita was loved by everyone. She was che...","sentiment_score":0.775}
{"full_text":"Some good news for your feedCovid-19: Study showing Oxford vaccine slows virus spread 'superb' - Hancock","sentiment_score":0.85}
{"full_text":"RT  utterly eviscerates Ruth Davidson and Tories' pathetic attempt to politicise Scotland's armed forces...","sentiment_score":-0.5}
{"full_text":"RT CDC caught in a lie -- studies do not show efficacy of vaccine in previously infected COVID patients.  Vaccines should be prio...","sentiment_score":-0.1666666667}
{"full_text":"RT Glad to see your affection towards India. :)We believe that the world is our family and want to play our role in streng...","sentiment_score":0.5}
{"full_text":"RT Glad to see your affection towards India. :)We believe that the world is our family and want to play our role in streng...","sentiment_score":0.5}
{"full_text":"Many, many more yet to do...UK passes 10m Covid vaccination milestone","sentiment_score":0.5}
{"full_text":"RT Important bite from Sen. Joe Manchin (D-WV) just now on COVID relief bill: \"If it's $1.9 trillion, so be it.\" \"If it's a...","sentiment_score":0.4}
{"full_text":"RT With about 9,000 people a day being vaccinated over the past week, New Mexico is vaccinating roughly 22 times more people each...","sentiment_score":0.0715909091}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Me, 20 min ago. Test number 9 or 10. Losing count smh","sentiment_score":0.0}
{"full_text":"RT If management of invasive #CervicalCancer is strengthened, together with prevention &amp; early detection, by 2030 we can reduce cervi...","sentiment_score":0.1}
{"full_text":"RT 75-80% of the country agrees with Biden's COVID relief bill, but the \"unity\" position is somehow based on siding with 15-20...","sentiment_score":0.0}
{"full_text":"RT Glad to see your affection towards India. :)We believe that the world is our family and want to play our role in streng...","sentiment_score":0.5}
{"full_text":"RT Ayeyarwady covid center's doctors, nurses &amp; healthcare workers are participating in civil disobedience and red ribbon ca...","sentiment_score":-0.05}
{"full_text":"RT The same Greta Thug instigated Indian students against taking JEE\/NEET exams in Sept 2020. The exams were successfully con...","sentiment_score":0.375}
{"full_text":"RT When my  brother got some serious symptoms of covid at start of pendamic period,all people afraid I not af...","sentiment_score":-0.4666666667}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT bddh'te vrcsv ko dekh bhaart virodhii kisii bhii hd tk gir rhe. Even in this sad phase of pandemic,India is helping all nations wi...","sentiment_score":-0.5}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT I don't know who needs to hear this...but...please wear a mask.","sentiment_score":0.0}
{"full_text":"RT Every now and then there's an outbreak of common sense. Here's a couple of good news stories:https:\/\/t.co\/9yqBRIYekf...","sentiment_score":0.2}
{"full_text":"RT 77% of Germans say the country has done a good job dealing with the coronavirus pandemic. In the US, only 41% say the same, a...","sentiment_score":0.2333333333}
{"full_text":" Please wear a mask","sentiment_score":0.0}
{"full_text":"I live just the other side of the bridge to this place, Fl will drop the ball on this, like they have dropped the ball on every thing else covid. Maybe the constant UV rays will help, better melanoma than covid. IMO","sentiment_score":0.1278409091}
{"full_text":"So this tells real people , this was used to steal the election . Fact.  Fact. Fact","sentiment_score":0.2}
{"full_text":"RT Update: Biden has invited Dem chairs of committees receiving reconciliation instructions:AGRICULTURE: StabenowBANKING...","sentiment_score":0.0}
{"full_text":"RT It's astonishing !BBC news programmes appear to be fixated to an healthy degree about how Europe is handling the roll o...","sentiment_score":0.5625}
{"full_text":"Optimal cancer care must balance the need to protect patients from infection with continued access to early and accurate diagnosis. For helpful resources about vital cancer screenings during COVID-19, please visit #NewNormalSameCancer #AD","sentiment_score":0.2}
{"full_text":"Why would Gaetz have to resign to defend his Corona Don?","sentiment_score":0.0}
{"full_text":"RT I've had lots of positive feedback from residents in #Alperton to my Nan's letter. In an area so badly hit by #COVID1...","sentiment_score":-0.2363636364}
{"full_text":"RT Tokyo Olympics unveil 'playbook' for keeping Games safe amid COVID-19","sentiment_score":0.5}
{"full_text":"Big Oil hit by record losses from pandemic and clean fuel via","sentiment_score":0.1833333333}
{"full_text":"Unlike some of us.Starting my classes next Monday.","sentiment_score":0.0}
{"full_text":"RT  COVID-19 : Case UpdatesAs of 03.02.2021, 06:00 PM Male area: 102Inhabited islands: 4Operational Resorts: 15Non-operat...","sentiment_score":0.0}
{"full_text":"RT Ouch.","sentiment_score":0.0}
{"full_text":"RT This entire fandom calling her lazy and uncommitted to her work and era when someone close to her almost died during thi...","sentiment_score":-0.125}
{"full_text":"SPECIAL REPORT: Talented artists use their craft in an event called POSTSCRIPT, to demonstrate the impact of COVID-19 on society, the people and the entertainment industry. Watch the full report here:","sentiment_score":0.469047619}
{"full_text":"Facts","sentiment_score":0.0}
{"full_text":"Liverpool City Region COVID-19 statement  on the emergence of new COVID-19 strains","sentiment_score":0.1363636364}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"RT Today at the WH: New COVID vaccine distribution via pharmacies First LGBTQ Cab Sec confirmed American Rescue Plan - clear...","sentiment_score":0.1310606061}
{"full_text":"RT The Super Bowl is such an exciting thing for Tampa Bay!Bad news first: We're still in a pandemic.Good news: There are...","sentiment_score":0.2208333333}
{"full_text":"RT Very grateful to have got 2nd dose of Covid vaccine yesterday but woke up this morning feeling as if joints and muscles...","sentiment_score":0.1}
{"full_text":"The Covid alert is now available for a lot of older phones now. My husband finally got it about 3 weeks ago.","sentiment_score":0.1888888889}
{"full_text":"RT This lede is a gut punch.https:\/\/t.co\/46obVEgYmE","sentiment_score":0.0}
{"full_text":"\"If we do things right, and implement strategies for meeting the most vulnerable people where they are, the amount of sorrow wrought by the coronavirus will be all but stamped out by the time we pass 300 million vaccinations.\" #Interdependence #PDoH #SDoH","sentiment_score":0.0952380952}
{"full_text":"PANDEMIC BOYS  I'm dead!","sentiment_score":-0.25}
{"full_text":"Much like how my dentist has decided NOW that everyone who comes in has to put on shoe coverings.  Have thousands of people have caught Covid off the floor?  I doubt it.","sentiment_score":0.2}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"As the pandemic rages on, so many are struggling to make ends meet -- Ohioans need immediate, meaningful support. It is past time for Congress to come together to pass President Biden's coronavirus relief package. There is no time to waste.","sentiment_score":0.1375}
{"full_text":"RT #CBSE #exams2021 #safety #Corona #Cbseforyou Sufficient time has been given between the examinations of two main subjects...","sentiment_score":0.1666666667}
{"full_text":"Even though economic bright spots are emerging, investors should be cautious since stock market valuations seem to be running ahead of fundamentals.","sentiment_score":0.45}
{"full_text":"RT *RUSSIA SAYS CHINA FOUND COVID-19 TRACES IN RUSSIAN POULTRY: IFXa covid-bird flu mutant?","sentiment_score":0.0}
{"full_text":"RT i'll remember who partied during COVID for the rest of my life","sentiment_score":0.0}
{"full_text":"RT Another day another flipping covid test! Thankfully nurse was on hand to guide  me thru every step of the way!...","sentiment_score":0.0}
{"full_text":"RT The same Greta Thug instigated Indian students against taking JEE\/NEET exams in Sept 2020. The exams were successfully con...","sentiment_score":0.375}
{"full_text":"RT To those who still wear their mask below the nose, it's been a year now; It takes less time to potty train a toddler....","sentiment_score":-0.1666666667}
{"full_text":"Want to brighten your day? Check out how this Limerick  restaurant is dealing with life in #COVID19 lockdown ","sentiment_score":0.0}
{"full_text":"RT So, Bell Media layoffs. The parent company took $122M in COVID wage subsidies. They have $5.2 billion in \"available liq...","sentiment_score":0.4}
{"full_text":"RT \"once covid is over\" starting to sound a lot like \"i'll start on monday\"","sentiment_score":0.2}
{"full_text":"I mean he should have really been on to world governments to lockdown everyone in the world. Can't believe he didn't do that. ","sentiment_score":-0.05625}
{"full_text":"RT A $15\/hour minimum wage hike will be the final blow to so many restaurants and mom &amp; pop businesses. How could business...","sentiment_score":0.25}
{"full_text":"RT Awesome to see the NHS Drama Dpt featured recently in the ! Continuing the tradition of Arts excellence here a...","sentiment_score":0.5}
{"full_text":"$130B for a vast # of needs: COVID-19 testing, addressing transportation and ventilation needs, providing PPE, hiring nurses, providing more counselors to address students' social and emotional needs, and providing additional learning supports for students, among others.","sentiment_score":0.1333333333}
{"full_text":"We welcome today's announcement by that at least 27% of the population of lower-income countries across the world will receive #COVID19 #vaccines in 2021! Proud to be part of a project that ensures no one is left behind #StrongerTogether #TeamEurope","sentiment_score":0.165}
{"full_text":"RT 437 new confirmed cases. 1,303 deaths an increase of 54 (!!!) since yesterday. 54 people. 54 families mourning. 121 activ...","sentiment_score":0.4588068182}
{"full_text":"#BREAKING: Beginning Monday, any South Carolina resident aged 65 or older, regardless of health status or preexisting conditions, can begin scheduling their appointment to receive COVID-19 vaccine. ","sentiment_score":0.0333333333}
{"full_text":"RT Deeply saddened to hear that Captain Tom passed away, a few days after testing positive for #COVID19. He was a true champion,...","sentiment_score":0.0943181818}
{"full_text":"Yeah catch these covid snowballs son","sentiment_score":0.0}
{"full_text":"RT \"None of us were able to predict\" coronavirus would mutate or variants would emerge - Dido Harding\"Viruses are Viruses be...","sentiment_score":0.5}
{"full_text":"RT President Biden believes the scale of our response needs to reflect the severity of the crises we're facing as a nation. Th...","sentiment_score":0.0}
{"full_text":"While COVID-19 vaccines help build immunity for the prevention of infection, #antivirals play an important role in treating those who have been infected. In the second video of Behind the Sc(i)en(c)e, Gary Chinigo, one of our principal... #PFEColleague","sentiment_score":0.0}
{"full_text":"RT The #pandemic is creating unique challenges for the estimated 37 million Americans living with #kidneydisease. The #KidneyXCO...","sentiment_score":0.375}
{"full_text":"Monmouth County Commissioner Director Thomas A. Arnone and County Commissioner Deputy Director Susan M. Kiley have announced that today, Feb. 3, there are 135 new positive cases of COVID-19 in Monmouth County. See the breakdown by municipality here:","sentiment_score":0.1818181818}
{"full_text":"RT I spoke to Trump administration and campaign officials in November about this and it is the reason why 1) Trump shouldn't r...","sentiment_score":0.0}
{"full_text":"Let this sink in. Republicans care not for anyone below the upper class.","sentiment_score":0.0}
{"full_text":"RT In celebration of #MentoringMonth, we will be highlighting our mentorship program throughout January. #DidYouKnow: In...","sentiment_score":0.0}
{"full_text":"RT Peter Obi left Anambra state governorship without borrowing any Kobo. And today he brings up an idea of how to cut the...","sentiment_score":0.0}
{"full_text":"RT CNN:  Biden administration putting kids in cages.Tragically, as a result of the promise of amnesty, more unaccompanied child...","sentiment_score":0.5}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT Not a single Texas inmate has gotten the COVID-19 vaccine yet -- not even ones who qualify by age or health condition und...","sentiment_score":0.0357142857}
{"full_text":"RT \"I'm not going to get [my vaccine] until some more people get theirs. I don't want it to look like I'm jumping the line just...","sentiment_score":0.5}
{"full_text":"Congratulations to lead study author assistant professor on this important and timely research.  #DukeFMCHResearch","sentiment_score":0.4}
{"full_text":"COVID-19 Security Issues and Staff Working From Home    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT State Pharmaceuticals Corporation (SPC ) sends purchase order for 18 million doses of Oxford AstraZeneca Covid-19 vaccin...","sentiment_score":0.0}
{"full_text":"RT Hi, I'm Layla and I currently take commissions for Genshin artefacts! (and for Mondstadt Visions. mine should be finished soo...","sentiment_score":0.0}
{"full_text":"RT Someone should take the keys away from Fauci. The country can't afford any more of his nonsense on failed COVID-19 miti...","sentiment_score":0.0}
{"full_text":"RT Well dive everyone! I don't completely understand...","sentiment_score":0.1}
{"full_text":"RT You remember this","sentiment_score":0.0}
{"full_text":"like as if him getting dropped from snl for partying during a pandemic wasn't enough","sentiment_score":0.0}
{"full_text":"RT  COVID-19 : Case UpdatesAs of 03.02.2021, 06:00 PM Male area: 102Inhabited islands: 4Operational Resorts: 15Non-operat...","sentiment_score":0.0}
{"full_text":"RT \"I didn't want to jump line,\" says Dolly Parton, who donated $1 million to Covid-19 vaccine development. \"I didn't donate the mone...","sentiment_score":0.0}
{"full_text":"6 Best Mask for Kids (2020) &amp; Buying Guide in COVID-19 .. #babycart #babycare #babyproducts #nursing #newmom #newparents #parenting","sentiment_score":1.0}
{"full_text":"RT To support musicians during Covid-19, we're waiving our revenue share on all sales this Friday, February 5th, from midnight t...","sentiment_score":0.0}
{"full_text":"RT Happy the team is represented in this picture of our event with to vaccinate teachers and scho...","sentiment_score":0.8}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT THREAD: As depressing as the current situation is, though, the next pandemic--and there will be a next one--doesn't have to be this b...","sentiment_score":-0.15}
{"full_text":"RT Luis Rafael Olivarez, 30, vice president for the elderly of the Webb County League of United Latin American Citizens, be...","sentiment_score":0.0}
{"full_text":"RT So is now exploiting the death of Captain Sir Tom Moore for his own self-aggrandisement. It's a smoke and mirr...","sentiment_score":0.6}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT 1\/2 Humbled to be the first poet to perform at the Super Bowl! I'm so excited to place poetry at the forefront of the...","sentiment_score":0.3472222222}
{"full_text":"RT Here's how a sweetheart deal from US govt. to Big Pharma works. 1. Don't test on pregnant women. 2. Later when there are...","sentiment_score":0.1111111111}
{"full_text":"She really is foul, isn't she.","sentiment_score":0.2}
{"full_text":"Haven't checked out our latest episode of What Matters: The Podcast? We speak with and our Scholarships Intern about how education has changed during this pandemic. Listen now on Spotify:","sentiment_score":0.5}
{"full_text":"Missouri lawmaker indicted for allegedly selling fake stem cell COVID-19 treatments","sentiment_score":-0.3}
{"full_text":"At this point, I just want to thank the singular sticky note that is holding my life together.Does anyone else feel like they've been running a pandemic marathon and just want to, dare I say it, stop?","sentiment_score":0.0}
{"full_text":"Join us in prayer today and everyday--wherever you are, with whomever you find yourself at dinner time.Let us pray for...Health through the pandemicDownload the Feb 2021 Prayer Time Calendar #CampHillUMC #UMC #PrayerTime","sentiment_score":0.0}
{"full_text":"Super #sexy showing off the #lifejacket I posted her over #lockdown now on my and #Onlyfans https:\/\/t.co\/jW0fTLuCAlhttps:\/\/t.co\/2Pb6gDAxAr#rewteet #lifejacketfetish #fetish","sentiment_score":0.4166666667}
{"full_text":"People are often asking me for the data, so here we go.  Overall, in jurisdictions that have reported numbers so far, Canadian suicide rates are down 16.8% in 2020 compared to 2019.An awful year.But, fortunately, there have been less suicides.#statstwitter #epitwitter","sentiment_score":-0.137037037}
{"full_text":"Do you provide unpaid care for a vulnerable person living in the borough? If your role involves leaving your home to provide this support, then you are invited for twice-weekly COVID-19 testing for people without symptoms. More info at:","sentiment_score":0.0666666667}
{"full_text":"#ClientNews #Telemundo News covers the #NoCostCOVID19AntibodyTesting event in Spanish.  Foundation partnered with #WhittierVotersCoalition and #DestinyCommunityChurchInternational to serve the community of Whittier, CA with antibody testing at no cost! #covid19","sentiment_score":0.0}
{"full_text":"RT The same Greta Thug instigated Indian students against taking JEE\/NEET exams in Sept 2020. The exams were successfully con...","sentiment_score":0.375}
{"full_text":"'With most people over 80 being vaccinated those that haven't are bound to want information and an appointment'","sentiment_score":0.5}
{"full_text":"A HUGE thank you to Whiteley Brooks who have selected us as their charity of the year, donating PS750!  The engineering firm have supported the fight against COVID-19 by creating vital parts for hospital ventilators. We're so grateful for their hard work and support ","sentiment_score":0.0270833333}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT How long will \"due to COVID\" be used as an excuse not to do something?","sentiment_score":-0.075}
{"full_text":"Today we'd like you to meet who plays our crocheting Starveling! Michelle is a Yorkshire-based actor, voice actor &amp; singer. Since lockdown, she's performed Shakespeare with and and fits into the Patches like a crochet needle to wool!","sentiment_score":0.0}
{"full_text":"\"If you are annoyed by fakes about coronavirus, you need to just deal with it\"By Andrei Babitsky #Russia","sentiment_score":-0.4}
{"full_text":"Latest news from Scotland: * Airports 'have no idea' how quarantine will work* PM 'not aware' of Covid cases ahead of factory tour* MP appears in court accused of Covid rule breachFor more news join #Drivetime with","sentiment_score":0.2916666667}
{"full_text":"Every year, our pupils play a big part in helping to produce the School Review. A pupil committee meets every month to plan and create content for the annual publication and lockdown is no different!  Here are our budding journalists at their online editorial meeting!","sentiment_score":0.0416666667}
{"full_text":"Shop now!https:\/\/t.co\/D7jS1MNCPk..#childcaremanagement #earlychildhoodeducation #parenting #learningthroughplay #learning #nanny #kindergarten #toddler #earlyyears #toddlers #covid #earlychildhood","sentiment_score":0.0}
{"full_text":"Together with our partners, we've compiled tips and resources for those living with #cancer to help stay connected during #COVID19. #WCD2021","sentiment_score":0.0}
{"full_text":"It has been really cold in #Augusta lately.  That may cause you to find a second heat source to stay warm.Never use a stove to heat your home.If you're using a space heater, make sure it's clear from anything flammable and has an auto-shutoff.#FireSafety #StayWarm","sentiment_score":-0.06}
{"full_text":"RT Since #COVID19, economic ideas that had been relatively marginal suddenly entered mainstream discourse: \"modern monetar...","sentiment_score":0.1}
{"full_text":"If .@SenateGOP cared for all AMERICANS as much as they HATE Transgender people, we'd be getting Covid relief and free healthcare!!","sentiment_score":0.0083333333}
{"full_text":"The #COVID-19 pandemic contributed to the acceleration of #datasharing. How can government leaders continue to capitalize on this momentum to accelerate discovery and responsiveness?https:\/\/t.co\/LzLCSg43aY","sentiment_score":0.0}
{"full_text":"\"We must combine speed and equity at home with a sense of urgency in fighting #COVID19 globally,\" write and in","sentiment_score":0.0}
{"full_text":"Boris Johnson is briefing the nation now - follow live updates here","sentiment_score":0.1363636364}
