{"full_text":"#BREAKING#Coronavirus: #UAE reports 3,251 cases, 3,860 recoverieshttps:\/\/t.co\/Z8BXbHZkSV","sentiment_score":0.0}
{"full_text":"#Loadshedding not give Brian Molefe &amp; Koko another chance to save SA Economy. Many companies are dying because of Covid and Loadshedding","sentiment_score":0.5}
{"full_text":"RT \"You may loathe aviation. After all, air travel did this: the coronavirus pandemic took hold around the w...","sentiment_score":0.0}
{"full_text":"RT UK Covid live: minister defends hotel quarantine delay, saying time is needed to prepare","sentiment_score":0.1363636364}
{"full_text":"You must spend a lot more on heating than we do,  #workingnakedday","sentiment_score":0.5}
{"full_text":"RT Spare us the HYPOCRISY ..has spread only hatred n destruction since it came into existence..it has not spared...","sentiment_score":0.0}
{"full_text":"RT Can someone name one thing the Royal Family have done during the pandemic?Trying to work out why Starmer thinks they have b...","sentiment_score":0.0}
{"full_text":"RT Western Australia ordered a full lockdown in Perth as soon as 1 coronavirus case was detected. The lockdown will end today. No...","sentiment_score":0.175}
{"full_text":"RT Holy cow: 10% of the village of Corzano  has the #B117 variant--10% of all residents! 60% of cases are kids from kindergar...","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING: Biden to restart and expand US refugee program during COVID19 pandemic","sentiment_score":0.0}
{"full_text":"RT Statistics on vaccinations, cases, deaths and lockdowns. @FT have done a real public service with this stuff through...","sentiment_score":0.0}
{"full_text":"RT To support musicians during Covid-19, we're waiving our revenue share on all sales this Friday, February 5th, from midnight t...","sentiment_score":0.0}
{"full_text":"Thoughts welcome","sentiment_score":0.8}
{"full_text":"Interesting. Was the outbreak source Thomson's onions? #salmonella","sentiment_score":0.5}
{"full_text":"RT Not only is the $1.9 trillion emergency COVID-19 relief package the right thing to do from a moral and policy perspectiv...","sentiment_score":0.0952380952}
{"full_text":"RT #lockdown #netflixsuggestions The Ricky Gervais masterpiece :AFTER LIFE#AfterLife #Netflix","sentiment_score":0.0}
{"full_text":"RT Oliver Dowden: \"My view is that particularly kids' grassroots sport should be first out of the lockdown.\"","sentiment_score":0.2083333333}
{"full_text":"Police Called to CVS in Waterford After Group of Out-of-Staters Denied COVID-19 Vaccine - NBC Connecticut","sentiment_score":0.0}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts. As we are students,we need many opp...","sentiment_score":0.25}
{"full_text":"RT Government plans Covid vaccine passports to allow foreign holidays | News | The TimesThey said this wouldn't happen! h...","sentiment_score":-0.15625}
{"full_text":"RT Our wonderful staff are continuing to provide exemplary care for the animals at our zoos while we're closed - this article w...","sentiment_score":0.45}
{"full_text":"Service Update 10:00 -  A reduced timetable is in place. Only travel for work if essential or for other legally permitted reasons Please remember to wear a face covering when travelling with us. All updates can be found here ","sentiment_score":0.01875}
{"full_text":"RT A great way for a shoot to startEven better way to start a dayJust because it's lockdown:Wear rubber and don't negl...","sentiment_score":0.65}
{"full_text":"RT COVID-19: Minister defends hotel quarantine delay, saying 'we need time to prepare'","sentiment_score":0.0}
{"full_text":"RT Some good quotes in here.","sentiment_score":0.7}
{"full_text":"do u understand anything about medicine? U were involved in an operational death, u don't know the meaning of COVID-19 &amp; these are a proven facts. First go through tweet. Your assessment aired your ignorance, so stop taking the moral high ground u dolt.","sentiment_score":0.1275}
{"full_text":"TODAY ON LOCKDOWN LIVE!Final sessions of the week:10AM P2-7 Learning Space - How have you got on!11AM S1-3 Is social media good for democracy?2PM S4-6 and #AyeFeel - Looking after your mental and emotional health and wellbeingJoin us at","sentiment_score":0.1583333333}
{"full_text":"RT Compare #Navalny's Moscow courtroom, with diplomats, press and observers permitted to monitor proceedings unhindered, to...","sentiment_score":0.0}
{"full_text":"RT For updates on our work with Community Help Hertfordshire, including our Covid Information Champion project, you can fo...","sentiment_score":0.0}
{"full_text":"RT On 15\/01, PHE announced guidance that the current guidance around PPE shouldn't be changed based on recent evidence. I reque...","sentiment_score":0.0}
{"full_text":"Hi, I purchased 3 adult train tickets for Lon to Heathrow. My hol has been cancelled due to covid so I can't use these tickets. On your app I can't apply for refund, it doesn't allow me. Please can you advice the quickest &amp; easiest way for me to get a full refund.","sentiment_score":0.1083333333}
{"full_text":"RT India sending Covid Vaccine to Barbados","sentiment_score":0.0}
{"full_text":"RT #COVID19: A cheap drug normally used to treat gout helps to reduce hospital stays, according to study ","sentiment_score":0.275}
{"full_text":"RT sza feat. frank ocean would be the cure for covid.","sentiment_score":0.0}
{"full_text":"Fascinating graph comparing Sweden to the UK. Unlike the UK &amp; the USA, Sweden opted not to destroy its economy &amp; people's livelihoods by employing lockdowns. This graph would seem to indicate that a disease is going to take its course through a country irrespective of lockdowns.","sentiment_score":0.25}
{"full_text":"RT Our take on O-glycosylation of SARS-CoV-2 spike - a lot of our mapped O-glycosites reside close to known N-glycosites!...","sentiment_score":0.0}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts. As we are students,we need ma...","sentiment_score":0.0}
{"full_text":"BTS social distancing on charts ","sentiment_score":0.0333333333}
{"full_text":"RT If the COVID not over by 2022 ima try crack","sentiment_score":0.0}
{"full_text":"RT The Chinese Foreign Ministry is accusing the BBC of taking footage of an \"anti-terrorism exercise\" and using it to fal...","sentiment_score":-0.0625}
{"full_text":"RT AND LOCKDOWN JUST ENDED, BEST 10 MINUTES OF THE YEAR RIGHT NOW ","sentiment_score":0.6428571429}
{"full_text":"RT Lockdown or not, cannot wait for summer vibes","sentiment_score":0.0}
{"full_text":"RT Morocco will produce its own Coronavirus vaccine in partnership with China.Moroccan laboratory, SOTHEMA received the...","sentiment_score":0.6}
{"full_text":"RT #HearTheVoiceOfMyanmar#WeNeedDemocracyFREEDOM FROM FEAR       We voted with all of our hearts despite global pandem...","sentiment_score":0.0}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"So so tired. They are just boiling all kinds of random things and drinking it. I mean really. Just stay home and  watch TV. ","sentiment_score":-0.253125}
{"full_text":"I understand both fighters are from the UK, but it's for the unification of the world heavyweight title , the biggest fight in boxing.Why have it in Wembley with next to no fans in attendance, and deny other fans in a country with no lockdown?On PPV price, it works both ways!","sentiment_score":-0.078125}
{"full_text":"And besides NIntendo, PS5 neither. I think COVID situation fucked up all of us right? If you remember PS4 launching was only made with KNax. The launching game is never releated to the succes of a console. You throwing this argument because it suits to your narrative.","sentiment_score":-0.1785714286}
{"full_text":"RT Conflict of Interest? Education Secretary 'Sponsors' Private Online Company Providing Free Lockdown Lessons - Byline Times...","sentiment_score":0.2}
{"full_text":"Immediately after the first lockdown started, lending seemed to dry up almost completely. But are banks starting to loosen the purse strings again?Our LandFund expert Ollie takes a look at the current lending landscape:","sentiment_score":0.0566666667}
{"full_text":"RT My guy amewachwa after 10 years. Mdem had issues getting pregnant. Mans stuck by her, paid some good monies to get her treat...","sentiment_score":0.5166666667}
{"full_text":"RT Interesting to note that the most successful element of the pandemic response-the vaccination programme is the element o...","sentiment_score":0.5833333333}
{"full_text":"That is weird tbh unless everyone is really good at wearing masks and distancing...bc the variant took off here veryy fast, been in lockdown for a month and still have 20k daily cases somehow","sentiment_score":0.1}
{"full_text":"Lrt youngtaek corona pls go away alrdy","sentiment_score":0.0}
{"full_text":"RT \"There must be no politics and there must be no greed around the vaccine, this is about saving lives.\" Important words by...","sentiment_score":0.4}
{"full_text":"RT Today contributed state-of-the-art AI-based technologies &amp; medical equipment to Primus Super Speciality H...","sentiment_score":0.1666666667}
{"full_text":"My new lockdown TV binge show is FBI.It is a hokey, baddy of the week style show, but the leads are great together and it's just nice to pretend that there are decent people in US law enforcement who want to see justice done for a change.","sentiment_score":0.4257575758}
{"full_text":"RT Latest update from The Bernician:https:\/\/t.co\/T6VpngKeyf","sentiment_score":0.5}
{"full_text":"RT ICYMI: #WorldCancerDay aims to inspire action to create a future without cancer - #research is vital to this. #COVID19...","sentiment_score":0.0666666667}
{"full_text":"\"We were elated to get our appointments so soon. It was so efficient!\"Sylvia and Peter Gibbins, from West Hunsbury, after getting their vaccines at Northamptonshire's new COVID-19 Vaccination Centre.https:\/\/t.co\/f1PPb69cRQ","sentiment_score":0.1363636364}
{"full_text":"Fermanagh and Omagh records lowest Covid cases for third consecutive day","sentiment_score":0.0}
{"full_text":"For useful information, tips, tools and activities to support individuals or families of individuals on the autism spectrum, please visit our Coronavirus Resource Hub","sentiment_score":0.3}
{"full_text":"CANCELLED SHOW: We're sorry to announce that A Night to Remember - The Joe Longthorne Songbook, which was scheduled for 31 May, has been cancelled due to the ongoing COVID-19 situation. Ticket holders please email order details to box.office@hcandl.co.uk to arrange refund\/credit.","sentiment_score":-0.3125}
{"full_text":"Have the effects of the coronavirus pandemic left you or someone you know in debt? The website has lots of information and advice to help you find a way forward with debt","sentiment_score":0.0}
{"full_text":"Will you take part in our Movement Minutes session today at 11am? Join us on Facebook by searching #COVID19 #WeAreInThisTogether","sentiment_score":0.0}
{"full_text":"Have the effects of the coronavirus pandemic left you or someone you know in debt? The website has lots of information and advice to help you find a way forward with debt","sentiment_score":0.0}
{"full_text":"The signs are very encouraginghttps:\/\/t.co\/suoan91ote","sentiment_score":0.2}
{"full_text":"RT I will never vote for the people in Parliament again. I want a new political party who state they will NEVER put us into L...","sentiment_score":0.0681818182}
{"full_text":"Rolling out the vaccines #Vaccines #COVID-19","sentiment_score":0.0}
{"full_text":" host an #LSEFestival event to explore how India can adopt more gender inclusive policy planning and implementation.  #LSECOVID19","sentiment_score":0.5}
{"full_text":"RT People who have not accepted vaccination offers could get knocks on the door from council staff in an attempt to convince sce...","sentiment_score":0.1}
{"full_text":"PODCAST EPISODE 4  Coup in Myanmar EU vaccine blunder 'Influencers' in Dubai 'Zero COVID'Like, share, RT. Hope you enjoy https:\/\/t.co\/mN23B0dnr5","sentiment_score":0.4}
{"full_text":"The family of 100-year-old great-grandmother Nancy Rooks have reassured anyone with concerns over getting the Covid-19 vaccine.","sentiment_score":0.0}
{"full_text":"LOCKDOWN TOOLKIT | Don't miss out on FREE digital tools including: Interactive Content Blocks 360deg Virtual Reality Tours Email Templates Sales Presenters Much more...Enquire Now ","sentiment_score":0.2}
{"full_text":".@LGBTHistoryScot: Queer Britain, the national LGBTQ+ museum, has launched 'Queer Pandemic', a remote-video oral history project, join Dr Molly Merryman as she hosts a discussion about the project findings.Read more &gt;&gt;","sentiment_score":0.5}
{"full_text":"COVID-19 is not the only virus that affects our ability to smell, but it's unique in the way in which it does so.","sentiment_score":0.1875}
{"full_text":"Your favourite hot messes are back, and this time they're in lockdown. #SummerHouse season 5 starts right now.","sentiment_score":0.1785714286}
{"full_text":"#BREAKING: Perth's 5-day lockdown has officially ended, after the state recorded another day of no Coronavirus cases.We'll have SPECIAL COVERAGE tomorrow &amp; in our Sunday bulletin.#6NewsAU #Perth #PerthLockdown #WALockdown #COVID19WA","sentiment_score":0.3571428571}
{"full_text":"#SaudiArabia had facilitated the safe return of as many as 700,000 foreign Umrah pilgrims who were in Makkah and Madinah during the outbreak of #coronavirus pandemic in early 2020. ","sentiment_score":0.24375}
{"full_text":"Praying for this precious @KentuckyBaptist family. \"Less than 24 hours after his wife died as a result of COVID-19 complications, Ronnie Sivells stepped into the church he pastors for the Wednesday night prayer meeting and Bible study.\"","sentiment_score":0.1666666667}
{"full_text":"The government has scrapped a controversial plan to cut incentives for health workers amid public outrage.","sentiment_score":0.275}
{"full_text":"We made a lot of changes to the library in 2020. Some were based on your feedback &amp; some due to the changing landscape caused by COVID-19. Join us each Wednesday morning for our year in review, starting this week with Library resources.https:\/\/t.co\/QL3nqhLE8P@CCCUStudents","sentiment_score":-0.0625}
{"full_text":"Health chief says the latest surge of critically ill Covid-19 patients is beginning to plateau.#COVID19","sentiment_score":0.0}
{"full_text":"New year, new opportunities!Use this lockdown period to search our brand-new Adult Course Guide and register your interest.https:\/\/t.co\/U9pIRvnRxd Call 0161 280 8200 or email admissions@burycollege.ac.uk","sentiment_score":0.1242424242}
{"full_text":"On the IHME Director Dr. Christopher Murray suggests that herd immunity may not be possible with the new, more transmissible coronavirus variants. We need to refocus our efforts on preventing #COVID19 deaths and severe disease.","sentiment_score":0.2121212121}
{"full_text":"Lockdown has generated a steep rise in ASB over the past 9 months. Victims' voices must be heard and the Government must act to address this hidden harm in our communities. Read my new blog post, which first appeared in Resolution magazine:https:\/\/t.co\/UmUOLMZLCL","sentiment_score":-0.0075757576}
{"full_text":"\"If you have made the pledge that you will follow the protocols and you have received your stamp of certification that confirms you are compliant with the protocols, you are bound to the protocols,\" - webinarhttps:\/\/t.co\/1lIlaLcwRM","sentiment_score":0.0}
{"full_text":"Impressive work from everyone involved https:\/\/t.co\/FnmZxV2ok9","sentiment_score":1.0}
{"full_text":"An audit by Florida's Palm Beach County Health Care District revealed that 1,160 doses of the Pfizer\/BioNTech Covid-19 vaccine were spoiled last month. ","sentiment_score":0.0}
{"full_text":"RT Minister lied in Rajya Sabha about doctor deaths due to Covid, IMA says.","sentiment_score":-0.125}
{"full_text":"India has total 10803533 confirmed cases. Out of this 10495401 have recovered, and 154862 people have died.Last Updated : 5\/2\/2021 01:11:14Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"Have you downloaded the COVID tracker app? You can use it to keep track of how you are feeling each day, find up to date information and help with contact tracing.Download from here:","sentiment_score":0.0}
{"full_text":"Almost three in five women who rely on professional #waxing services admitted to putting off their #cervicalscreening due to not being \"perfectly preened\" during the #coronavirus lockdown... #waxingtreatments #intimatewaxing","sentiment_score":0.325}
{"full_text":"RT UH, DID COLORADO JUST SEND DIET CORY TO DC?Damn it, This is unacceptable. Undocumented Coloradans are a...","sentiment_score":0.0}
{"full_text":"#Mahjong machines have become bestsellers before Spring Festival with more people choosing to stay at home to prevent spread of #COVID_19, a recent Taobao report said.","sentiment_score":0.25}
{"full_text":"RT A Superintendent's saddest moment is being notified of the passing of an employee. Sadly, last week, our Tucson Unifie...","sentiment_score":0.0}
{"full_text":"We may still be in lockdown, but sometimes even just the shortest of local walks brings the best of surprises!","sentiment_score":0.5}
{"full_text":"RT As the Roman Baths is currently closed, staff from our Visitor Experience team have been redeployed to help out at the...","sentiment_score":-0.1}
{"full_text":"This is really clever and provides a rare burst of humour during lockdown misery - 5 memes in one - a musical pentomeme in fact","sentiment_score":0.1555555556}
{"full_text":"Do I really need 2 doses of COVID vaccine?Yes. The 1st dose allows your immune system to react to and remember the protein that covers the COVID-19 virus. The 2nd dose helps your body develop long-term memory to protect you from the virus.","sentiment_score":0.1}
{"full_text":"#Ad We are loving all the support from Portsmouth getting us through this lockdown!They've got some great tips to help your mind and body stay active until you can get back to their amazing gym!","sentiment_score":0.4033333333}
{"full_text":"Our podcast is live now &amp; this week speaks with Marian Fox Piggott from Bundoran living in Canada as part of our #BundoranAbroad series about lockdown there. Listen where you get your podcasts, at or by asking your smart speaker!","sentiment_score":0.2021103896}
{"full_text":"President Biden wants to more than double the federal minimum wage as part of COVID-19 relief. Some argue the move could leave people even worse off.https:\/\/t.co\/1lvRkKTlXO","sentiment_score":0.075}
{"full_text":"Luke Fowler's second instalment of EVERYTHING IS PERMITTED brings  A Pandemic field recording 2 part special with friends and collaborators from around the worldPhoto By Eric la Casahttps:\/\/t.co\/qrKBvxYIYA","sentiment_score":0.1785714286}
{"full_text":"The #RBI has opened a new tap -- and arguably an endless source-- for the government to borrow from. Here's what RBI Governor had to say on the Indian economy being hit by #COVID19. #RBIPolicy","sentiment_score":0.0056818182}
{"full_text":"This year, it's more important than ever to get the flu vaccine because those most at risk from flu are also vulnerable to coronavirus. If you have a long term health condition, such as chronic liver disease, speak to your GP\/Pharmacist today about getting your free flu vaccine","sentiment_score":0.1785714286}
{"full_text":"New Blog PostMum-to-be, Sophie shares her story of being pregnant during lockdown and how she's staying active this winter with help from more about staying active during the pandemic in our #WomensWinterWorkouts series https:\/\/t.co\/khTta8p18j","sentiment_score":0.1406060606}
{"full_text":"COVID-19: Govt struggles to keep homeless people off streetshttps:\/\/t.co\/f0pBkt661j","sentiment_score":0.0}
{"full_text":"Most, if not all, U.S. installations already mandate mask wear, but the defense secretary left little room for doubt on particulars.","sentiment_score":0.1041666667}
{"full_text":"Current Conditions for #Sayre PATemp: 32.9FWind Chill: 28.9FHumidity: 95%Dew Point: 31.6F Barometer: 29.661 inHgWind: 4 mph from the SSECorona Virus Weekly Stats:Cases: 129.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"You must stay home where possible. You are allowed to leave the house to attend education or childcare for those who are eligible.More information:","sentiment_score":0.0}
{"full_text":"Covid grant schemes re-open for Leeds businesses","sentiment_score":0.0}
{"full_text":"Peterborough council conduct checks on taxi drivers after reports of drivers failing to isolate and households mixing","sentiment_score":0.0}
{"full_text":"Always a pleasure myDear friend Iqbal #goodmorning  &amp; #friends                          @IqbalRajaGB                               #HappyFriday #StayHome  #StaySafe #TakeCare","sentiment_score":0.0}
{"full_text":"- Budapest could play host for our next European clash due to Germany's COVID-19 restrictions. ","sentiment_score":-0.0416666667}
{"full_text":"DOH: 116,000 health workers in Metro Manila listed for COVID-19 jabs","sentiment_score":0.0}
{"full_text":"Danone, which has a manufacturing facility in Boksburg, has taken on the challenge to provide Covid-19-compliant desks to seven early childhood development (ECD) schools, five of which are based in Ekurhuleni.","sentiment_score":0.1}
{"full_text":"Hailsham Street Market: FREE PITCH HIRE UNTIL MARCH 2021 - supporting local traders during the pandemic.For booking information and to access trader application forms, please call 01323 841702 or email enquiries@hailsham-tc.gov.uk","sentiment_score":0.2166666667}
{"full_text":"Britain's COVID-19 hotel quarantine policy to start Feb. 15 Britain will place travellers arriving from COVID-19 hot spots in quarantine in hotels from Feb. 15, the government said, after criticism that it was not moving fast enough to bring in the measure.","sentiment_score":0.15}
{"full_text":"Decatur students will have to keep learning from home a little longer, but it's not because of COVID-19.","sentiment_score":-0.1875}
{"full_text":"Two companies aim for 2nd-gen COVID vaccines 03.02.2021      European biosciencehttps:\/\/t.co\/K2amrP4fgt","sentiment_score":0.0}
{"full_text":"Happy #foodiefriday! via #fridaymotivation #fridayfeeling #covid19sa #coronavirussa #covid19insa #coronavirusinsa #covid19southafrica #coronavirussouthafrica #covid19 #coronavirus #capetown #lovecapetown #eatouthelpout","sentiment_score":1.0}
{"full_text":"How Do You Land a New Job in a Pandemic?","sentiment_score":0.1363636364}
{"full_text":"RT Government didn't do all it could to stop Covid-19 deaths, British public tell i poll","sentiment_score":0.0}
{"full_text":"RT Covid mutations are celebrating. They can still travel on the Piccadilly line from Heathrow for another 11 days.","sentiment_score":0.0}
{"full_text":"RT Passengers from 33 X travel origins will have have to quarantine for 10 days in the UK hotels from February 15th. Ireland...","sentiment_score":0.0}
{"full_text":"Coronavirus: How will 'Generation Covid' catch up? -","sentiment_score":0.0}
{"full_text":"RT COVID-19: ANC business arm lobbies for members to get share of vaccine profits","sentiment_score":0.0}
{"full_text":"New year, new challenges. Here's how 4 startups are making the post-pandemic world a better place. ","sentiment_score":0.2575757576}
{"full_text":"LOCKDOWN IS OVER","sentiment_score":0.0}
{"full_text":"Johnson &amp; Johnson submitted its one-shot Covid-19 vaccine for FDA authorization, saying it expects to supply 100 million doses to the U.S. in the first half of 2021","sentiment_score":0.0416666667}
{"full_text":"Since ur a participant, please participate in taking covid vaccine for proving it is safe #IndiaTogether","sentiment_score":0.5}
{"full_text":"I knew at the end of Jan last year it was coming, and knew it would be bad (because of the people we have in charge) By the end of Feb, when my house went into lockdown, but everything else was open.","sentiment_score":-0.2333333333}
{"full_text":"RT During the COVID-19 pandemic in 2020, the electricity generated by CPEC energy projects accounted for about one-third of Pa...","sentiment_score":0.0}
{"full_text":"Don't just head for the hills! The #MalvernHills can get very crowded and whilst the risk of catching covid-19 is lower outside there is still a risk. For your daily exercise, why not stay local and take advantage of the walks on your doorstep. Visit","sentiment_score":0.16}
{"full_text":"The Rock County Public Health Department is working on a COVID-19 vaccine registration tool for those not included in eligible vaccine groups, Rock County Vaccine Coordinator Alison Chouinard said Thursday.","sentiment_score":0.0}
