{"full_text":"RT How many people do you know who got rich because Covid 19 or even made any cash, I'll start, I know zero. yo...","sentiment_score":0.4375}
{"full_text":"Because Americans are so fucking entitled and their \"freedom\" means more to them than health. Im ready to argue if you think differently.","sentiment_score":0.025}
{"full_text":"RT New: Biden admin awarded $17+ million to 15 orgs to tackle COVID vaccine hesitancy in Black, Hispanic, AAPI and Native Ame...","sentiment_score":-0.0151515152}
{"full_text":"RT My latest: I looked at how Fox News' hosts are undermining faith in the covid #vaccine as part of what experts tell me...","sentiment_score":0.5}
{"full_text":"RT How many people do you know who got rich because Covid 19 or even made any cash, I'll start, I know zero. yo...","sentiment_score":0.4375}
{"full_text":"RT Once again#VaccinePassports will create a two-tier society where some people have access to freedoms and support, while...","sentiment_score":0.0}
{"full_text":"RT Drones used to carry Covid-19 samples and test kits in some parts of Scotlandhttps:\/\/t.co\/OI4M3AkcXe","sentiment_score":0.0}
{"full_text":"RT \"No Flu\" achieved. Can we do COVID now?","sentiment_score":0.0}
{"full_text":"RT The most common COVID-19 scams: fake vaccines, phony contact tracers, price gouginghttps:\/\/t.co\/wAzY4zX5vK","sentiment_score":-0.1}
{"full_text":"RT M:Recently I couldn't meet my fans, so I planned to hold a concert on my bday, to celebrate my bday as well as interact...","sentiment_score":0.0}
{"full_text":"RT Guinea will start vaccinating its people against a latest Ebola outbreak as vaccines arrived in the capital Conakry after a de...","sentiment_score":0.5}
{"full_text":"RT The COVID lies keep coming...exposed one by one. @VDHanson @RaymondArroyo Scott Atlas.  10pET @FoxNews","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci on nearly 500,000 COVID deaths: \"We've done worse than most any other country, and we're a highly developed, rich...","sentiment_score":0.0916666667}
{"full_text":"RT PT's and gyms on lockdown: Advice on working out at home. Find out more about what a PT recommends during these times....","sentiment_score":0.5}
{"full_text":"RT Can we all agree to still respect people's boundaries when 'social distancing' measures get lifted?! I still don't want a...","sentiment_score":0.0416666667}
{"full_text":"RT and you are risking our lives too.. no corona guidelines were followed today in our f...","sentiment_score":0.0}
{"full_text":"RT One of history's greatest tragedies was the #HIVAIDS response- life saving antiretroviral meds were available only to t...","sentiment_score":0.4666666667}
{"full_text":"RT thanks to and and for helping me to get the word out.","sentiment_score":0.2}
{"full_text":"It's Sunday, not Tuesday, but otherwise I am both of these people ","sentiment_score":0.0}
{"full_text":"RT Later today, First Minister will give an update to on #coronavirus.Watch live ","sentiment_score":0.1287878788}
{"full_text":"RT How's the pandemic affected people in Jersey with disabilities?I've been taking a look at the island's disability stra...","sentiment_score":0.0}
{"full_text":"FDA advisers to consider EUA recommendation for single-dose Johnson &amp; Johnson Covid-19 vaccine this week","sentiment_score":0.0}
{"full_text":"RT Firstly why wait till there is emergency.Use ayurved to boost immunity and avoid diseases.And Coronil taken in time en...","sentiment_score":0.25}
{"full_text":"RT #yrys_rjwk_lTlb_btmwt All countries use online exams and we have to put our lives in danger to have face to face exams...","sentiment_score":0.0}
{"full_text":"RT I once told my husband that I was jealous of Finnish PhD students because they got given a sword when they graduate. Sa...","sentiment_score":0.0}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT Terrifying report from NIESR predicts the number of households in destitution across the NW will reach 5.6%...","sentiment_score":-1.0}
{"full_text":"What if you can't get work, because, I don't know, a pandemic!?!","sentiment_score":0.0}
{"full_text":"The pandemic has impacted every facet of life, even our eating habits.","sentiment_score":0.0}
{"full_text":"RT  And I miss it","sentiment_score":0.0}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"I had read this article at the very beginning of this Covid-19 business about a couple in India that had named their new born twins Corona and Covid.","sentiment_score":0.1681818182}
{"full_text":"RT Japan appointed a \"Minister of Loneliness\" this month to tackle the country's rising suicide rates. Here's a thread http...","sentiment_score":0.0}
{"full_text":"RT \"Today, I ask all Americans to remember -- remember those we lost and those who are left behind.\" -- President Biden on the m...","sentiment_score":-0.2}
{"full_text":"RT It is vital that children #StaySafe and are protected from harm. The latest guidance for parents and carers about the i...","sentiment_score":0.3}
{"full_text":"RT Toronto, we need to be diligent during this extended stay-at-home order.Please, stay home with the exception of essential t...","sentiment_score":0.0}
{"full_text":"RT 500,000 dead from COVID 19. It did NOT have to be this bad. We got here as a result of incompetence, indifference, malevole...","sentiment_score":-0.45}
{"full_text":"RT My interaction with , earlier today, on #COVID19 situation in Maharashtra.#WestBengalElection2021 #WestBen...","sentiment_score":0.0}
{"full_text":"State House has dismissed reports that President Museveni and a circle of people near him obtained the COVID-19 vaccine #NilePostNews #NBSUpdatesRead more:","sentiment_score":0.3}
{"full_text":"RT This is wonderful. Hail science. Hail mathematics. Hail human cooperative undertaking, as in CERN, Human Genome Project...","sentiment_score":0.3333333333}
{"full_text":"RT \"It's a negligent strategy... none of the tests are about infection rates, it's a policy of tolerable deaths\"The plan to lift...","sentiment_score":0.0}
{"full_text":"Increased particle light absorption in the beginning of the lockdown suggests residential combustion was the dominant BC source. Accordingly, in central and Eastern Europe, which experienced lower than average temperatures, BC was elevated compared to the previous 5 years.","sentiment_score":0.1766666667}
{"full_text":"  Did you miss this blog yesterday about our brilliant hosts?Have a read and get in touch if you think you could do the same!","sentiment_score":0.45}
{"full_text":"RT It's really unbelievable how the ministry is careless about college students lives considering to great numbers of stude...","sentiment_score":0.0166666667}
{"full_text":"RT Worrying reports coming in today that VIPs &amp; elite groups in some countries getting access to #COVID19 vaccines ahead of...","sentiment_score":0.0}
{"full_text":"RT Strange times...Cuz of politics, the pandemic &amp; social media... I feel more connected to my political Twitter fam &amp; friends...","sentiment_score":0.1208333333}
{"full_text":"RT I made this for my own sanity but thought some others might enjoy it too!You can download\/print your own one here and...","sentiment_score":0.5333333333}
{"full_text":"Standardized tests are not and never have been valid measures of what students know or can do. They are certainly not reliable during a pandemic. There is nothing standard about teaching and learning this past year. #COVID19","sentiment_score":-0.119047619}
{"full_text":"RT As we collectively memorialize the 500,000 Covid deaths, let us not forget the many who survived Covid but live with c...","sentiment_score":0.3181818182}
{"full_text":"24 hour vaccinations. Let's do it.","sentiment_score":0.0}
{"full_text":"RT Compassion, empathy, righteousness, proactiveness, embracing diversity and commitment to the right to dignity are some...","sentiment_score":0.2857142857}
{"full_text":"I love how covid is now a free pass of being unproductive XD Preach","sentiment_score":0.45}
{"full_text":"OBAMA\/BIDEN's N95 Masks Manufacture ABROAD, Instead of USA, to Save 50 cents = 1 Healthcare Worker Life.","sentiment_score":0.0}
{"full_text":"RT A friendly reminder that if you're fed up with Covid restrictions please do your part and read up on Alert level 5 and...","sentiment_score":0.375}
{"full_text":"RT In partnership with the new End the Lockdown Caucus we have a printable petition you can use to motivate your local governm...","sentiment_score":0.0681818182}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT Covid has revealed that huge numbers of seemingly intelligent people are actually incapable of thinking for themselves,...","sentiment_score":0.4}
{"full_text":"RT Hancock &amp; the rest of Johnson's government hope we are all too exhausted &amp; beset by our own Covid related problems to fol...","sentiment_score":0.0666666667}
{"full_text":"RT They have forgotten who they are supposed to govern for.","sentiment_score":0.0}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"I wish this guy would duct tape his mouth shut ","sentiment_score":0.0}
{"full_text":"RT We took on NYC and prevailed.I was an expert witness for this case.Mandatory testing in NYC for in person schooling...","sentiment_score":0.0}
{"full_text":"Lying mongrel","sentiment_score":0.0}
{"full_text":"RT Due to increased #COVID19  cases in #Somalia and shortage of oxygen cylinders, we have donated 1,000 oxygen cylinders to local...","sentiment_score":-0.0625}
{"full_text":"I'm starting to think that the lack of empathy is a social disease.. because how someone can look at the numbers of people who died with covid and don't feel anything? How can you not be afraid if yours relatives die? What is wrong with these people????","sentiment_score":-0.2666666667}
{"full_text":"Love the accent and boring is the new party on whilst lock down is on ","sentiment_score":-0.1297979798}
{"full_text":"RT President Joe Biden's pick for health secretary, Xavier Becerra, faces two days of contentious Senate hearings. Democrats...","sentiment_score":0.0}
{"full_text":"RT Fauci said today that the United States has \"done worse than most any other country\" in response to the China VirusRem...","sentiment_score":-0.0083333333}
{"full_text":"... and make promises to clients you can't keep...\"TBH, that would still be a core part of the industry but for lockdown.It was particularly amazing when thet'd forget to ask someone to do something and blame 'useless' or 'lazy' runners. ","sentiment_score":-0.05}
{"full_text":"RT Do not forget:The Coronavirus Act must be voted on by MPs at the end of March to remain in force.If enough vote against...","sentiment_score":0.0}
{"full_text":"Chinese WeChat Users Are Sharing A Censored Post About COVID-19 By Filling It With Emojis And Writing It In Other Languages","sentiment_score":-0.0625}
{"full_text":"Prioritizing #VaccinEquity and investing in strong #PrimaryHealthCare systems will be key to ending this pandemic, preparing for the next one and delivering on the vision of #HealthForAll.Sign the declaration:","sentiment_score":0.1444444444}
{"full_text":"RT EMAILS: \"He's hoping to get this product on a plane ASAFP (as soon as f--king possible).\" Friends of cabinet, former aide...","sentiment_score":0.0}
{"full_text":"RT Lockdown is costing PS500,000 a day. \"It's been brutally tough,\" said CEO Humphrey Cobbold","sentiment_score":-0.3888888889}
{"full_text":"RT Are you people done with the lockdown ? Or are you still doing what they tell you to do","sentiment_score":0.0}
{"full_text":"RT Fun fact: the covid crisis has produced over 1200 new words in German over the past year. Personal favourites are coronamude (...","sentiment_score":0.0372727273}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT How many people do you know who got rich because Covid 19 or even made any cash, I'll start, I know zero. yo...","sentiment_score":0.4375}
{"full_text":"Wear a mask guys Covid is still","sentiment_score":0.0}
{"full_text":"RT A moment of silence and a rendition of \"Amazing Grace\" to honor the 500,000 Americans who have now died from COVID-19....","sentiment_score":0.6}
{"full_text":"But vaccine doesn't mean you're 100% free from Covid too, so.. ","sentiment_score":0.04375}
{"full_text":"RT Nobody even knows how India has ever benefited from being part of this #BRICS. After #Covid and #Ladakh, we shoul...","sentiment_score":0.0}
{"full_text":"RT Lobby rages over SNL joke about Israel's COVID-19 vaccine apartheid","sentiment_score":0.0}
{"full_text":"RT I'm sad but I'm also angry, way beyond anger actually.","sentiment_score":-0.425}
{"full_text":"RT who remembers \"$2000 checks go out immediately if Democrats win Georgia\"","sentiment_score":0.8}
{"full_text":"RT \"We have to resist becoming numb to the sorrow. We have to resist viewing each life as a statistic or a blur,\"","sentiment_score":-0.075}
{"full_text":"like... y'all are still going places, not wearing ur masks, spreading covid... do u really think it's gonna be better by summer","sentiment_score":0.35}
{"full_text":"RT 40 Students covid positive in Latur..@anubha1812","sentiment_score":0.2272727273}
{"full_text":"#ICYMI: and held a moment of silence Monday for the 500,000 American lives lost in the ongoing battle against #COVID19. The American flag will be flown at half staff on federal grounds until Friday.","sentiment_score":-0.0555555556}
{"full_text":"They are maintaining social distancing cuz they know the situation right now but then also BTS one side and whole music industry other side","sentiment_score":0.0985119048}
{"full_text":"RT Likewise, you will see that the poorer countries that lack infrastructure and facilities do not have an explosive sprea...","sentiment_score":0.0}
{"full_text":"Hi all. Realize #CDC guidance on double masking is confusing and anxiety provoking. But if you are going to double mask--please don't put a cloth or surgical mask UNDER your N95. N95s need a good seal to be effective. Remember--any mask that fits snugly on the face is a good thing","sentiment_score":0.2833333333}
{"full_text":"RT #yrys_rjwk_lTlb_btmwt All countries use online exams and we have to put our lives in danger to have face to face exams...","sentiment_score":0.0}
{"full_text":"RT West Virginia's Vaccination Rate Ranks Among Highest In World","sentiment_score":0.0}
{"full_text":"RT CBC finally turns its attention to the vaccine FAIL in Doug Ford's Ontario:'I'm locked in a jail': Frustration grows among...","sentiment_score":-0.2}
{"full_text":"Whatever your creed, practicing religion is important to many. It hurts to lose that in-person connection to your community, but the safest way to gather and worship right now is through a screen. This is the best way to love thy neighbor.","sentiment_score":0.5371428571}
{"full_text":"Holy shit read this PLEASE. #COVID concerns scientific advice for lifting lockdown .@PomonaUK and it's not good. Please stay safe.  To anybody willing to listen x","sentiment_score":0.05}
{"full_text":"Canada is putting US\/CDC to shame w\/respect to chronic pain Tx,as Drs can tailor #CPPs\/#IPPs pain regimen to specific condition(s)&amp;physiology,restoring Dr-Patient relationship,vs forcing use of mandatory 1-size-fits-all,blanket GLs. Ok US,time to step uphttps:\/\/t.co\/vsqaueC2Bk","sentiment_score":0.25}
{"full_text":"The latest The Educational technology Daily! Thanks to #sfusd #covid19","sentiment_score":0.2375}
{"full_text":"RT 1\/ Among those on the frontline of the COVID-19 crisis, there are a group of people providing pastoral and spiritual ca...","sentiment_score":0.0}
{"full_text":"Concern over rich-poor divide seen on the increase during pandemic.","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:Can shoes  spread #COVID19 virus\/The likelihood of #COVID19 being spread on shoes and indi...","sentiment_score":0.0}
{"full_text":"RT A powerful moment of silence - and 500 lit candles - at the White House to remember the more than 500,000 Americans who ha...","sentiment_score":0.2666666667}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT Has anyone Seen the pictures of Downing Street candlelight ceremony honoring the 121,000 people who died in the pandemic?","sentiment_score":0.0}
{"full_text":"RT Gallup poll:67% of Americans approve of Biden's handling of the coronavirus.56% of Americans approve of Biden's overa...","sentiment_score":0.0}
{"full_text":"'I'm losing my mum to Covid' - A dementia poem about care home restrictions","sentiment_score":0.0}
{"full_text":"RT Taekook don't know the word \"space\" and \"social distancing\"","sentiment_score":0.0333333333}
{"full_text":"The White House candlelight ceremonial honoring the 500,000 Americans we lost due to COVID-19 was an emotional and breathtaking moment.","sentiment_score":0.185}
{"full_text":"Today's new labour market stats show that the large economic impact of this crisis on young people is mostly down to the sectors they work in, with hospitality continuing to account for the lion's share of overall job losses. Full reaction:","sentiment_score":0.120727685}
{"full_text":"RT Are we asking for too much ?Demonetization,Lockdown,Election results, SC opening for Arnab etc. you have done in one day....","sentiment_score":0.2}
{"full_text":"We are seeing a continuation of a massive \"rotation\" from companies who have benefited from Covid (e.g., Amazon, Zoom, etc.) to those that have been hurt by Covid. Not unexpected as we start to see light at the end of this pandemic tunnel. Rebalance regularly and #InvestWithAPlan","sentiment_score":0.0875}
{"full_text":"RT A Girl has accused him in her suicide note. Arnab was arrested for a 2 years old case but Maharashtra minister is roami...","sentiment_score":0.1}
{"full_text":"The UK's lockdown easing schedule can only mean one thing... It's time to #CelebrateFringe! Registrations are open until 2 April:","sentiment_score":-0.1302083333}
{"full_text":"For many of us, screen time during lockdown has increased a lot. Use this as a reminder to go have a stretch, put your phone down, turn Netflix off and have a few screenless minutes...","sentiment_score":0.0481481481}
{"full_text":"Despite #COVID this is without doubt the worst government in living memory.","sentiment_score":-1.0}
{"full_text":"RT Medicine in this age of Covid - such a challenge to one and all!","sentiment_score":0.0}
{"full_text":"Rural public colleges are underfunded, relative to other public colleges, and need more financial support to serve their communities through COVID-19 and beyond. #ruralanchorsDiscover more findings in our inaugural report here:","sentiment_score":0.109375}
{"full_text":"FREE, Rapid #COVID19 testing at Barnett Park, 4801 W. Colonial Dr. has been extended through Feb. 28. Testing is an important element in curbing #coronavirus spread.#gettested","sentiment_score":0.4}
{"full_text":"RT The Judge also said our legal action sped up the publishing of Covid-related contracts - which in Nov 2020 was on avera...","sentiment_score":0.15}
{"full_text":"#COVID19 has thrown light on the links between insecure work, low incomes, and protected characteristics.@FairByDesign's new research finds that the resilience of people in these groups was already affected by paying a #PovertyPremiumhttps:\/\/t.co\/ZmLHkWcXJb","sentiment_score":0.0090909091}
{"full_text":"is there anything else they didn't ruin ","sentiment_score":0.0}
{"full_text":"[Watch] Cape Town Executive Mayor Dan Plato's COVID-19 outreach initiatives continue across the metro, the latest outreach was to the Strand and Phillipi areas. #CTNews","sentiment_score":0.5}
{"full_text":"He described the plan as 'a hammer blow to aviation, pubs, restaurants, hotels, gyms and pools, the arts and entertainment' ","sentiment_score":0.0}
{"full_text":"#MessageInABottleBarnsleyDon't keep your emotions bottled up! Share your experiences of living through the coronavirus pandemic. Download a postcard, designed by -&gt; &lt;-And share your thoughts with us! More details ","sentiment_score":0.5}
{"full_text":" New article on surviving lockdown learning by featuring 5 top tips by those that attended The Student Room. Read here: The next Student Room sessions are taking place on 8th, 22nd March and 5th, 19th April.","sentiment_score":0.2121212121}
{"full_text":"The pandemic is causing in New York to consider selling its artwork to cover operational costs as it falls short of $150 million in revenue.","sentiment_score":0.0681818182}
{"full_text":"RT If you're leaving the house for essential business this week and have no Covid-19 symptoms it's quick and easy to get a...","sentiment_score":0.2555555556}
{"full_text":"The CDC recommends wearing face coverings with two or more breathable layers.","sentiment_score":0.5}
{"full_text":"RT One year ago we were betrayed, our electoral efforts were pissed on and we lost the best Minister of Health we EVER had.....","sentiment_score":1.0}
{"full_text":"Here are the official Covid-19 statistics in Iran, as of 12:18 PM 23\/2\/2021.#COVID19 #coronavirus #Iran","sentiment_score":0.0}
{"full_text":"What the post-pandemic customer experience looks likehttps:\/\/t.co\/O92lez7qAJ","sentiment_score":0.0}
{"full_text":".@BhadeliaMD says we have to pandemic proof society... and also politics-proof our pandemic response.Learn more:","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 23\/02\/2021 18:30Total Cases: 11016075 [+211]Active: 144408Recovered: 10710617 [+130]Deaths :156500 [+2]Total Tests: 212.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT I once told my husband that I was jealous of Finnish PhD students because they got given a sword when they graduate. Sa...","sentiment_score":0.0}
{"full_text":"#COVID19 has created huge challenges for delivering #justice while protecting #PublicHealth. Explore the big shifts that justice systems must respond to immediately in our future of criminal justice series","sentiment_score":1.387778781e-17}
{"full_text":"RT I wrote about Amazon's labor awakening for the \"future of work\" issue of this week's The story covers two years...","sentiment_score":0.0}
{"full_text":"#COVID19 is still prominent and there are ways to prevent the spreadGERM DEFENCE: a digital behaviour change intervention, now available in different languages Found Here:","sentiment_score":0.225}
