{"full_text":"Lakers brotha from another Motha.","sentiment_score":0.0}
{"full_text":"RT Kagan:\"I fervently hope that the Court's intervention will not worsen the Nation's COVID crisis. But if this decision causes...","sentiment_score":0.0}
{"full_text":"Same place COVID came from likely.","sentiment_score":0.0}
{"full_text":"RT ROCKVILLE, UTAH2016 POTUS:Trump: 94Clinton: 882020 POTUSBiden: 95 (+7)Trump: 58 (-26)Another example of a tou...","sentiment_score":0.0}
{"full_text":"Thanks to CA businesses can defend resuming membership fees amid a pandemic &amp; recession, while Newsom uses &amp; to defend sending unvaccinated teachers to work. 460,000K USians dead &amp; corporate Dems are playing Pass the Buck.https:\/\/t.co\/XvcBfduRlN","sentiment_score":0.0}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT CHARLES CORRELL, age 10, of Staten Island, New York died of COVID on Jan. 26, 2021. \"Charlie loved going for walks, rac...","sentiment_score":0.4181818182}
{"full_text":"RT A new study published by the CDC provides additional evidence that wearing of masks can help minimize transmission of the coro...","sentiment_score":0.1363636364}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"The test is not 95% inaccurate, can't be bothered to find the actual accuracy report tonight but suggest it is 95% accurate.night night#StayAtHome #StaySafe","sentiment_score":0.0}
{"full_text":"except it is...you want everyone to give up their freedoms and choice because you're uncomfortable. How about you stay home and the rest of us will live our lives","sentiment_score":-0.1818181818}
{"full_text":"Biden says $15 minimum wage won't survive Covid relief talks. \"I put it in, but I don't think it's going to survive.\" Biden said that his administration is already working on a stand-alone bill to raise the minimum wage.","sentiment_score":0.0}
{"full_text":"RT Last year, Michele lost her job because of the pandemic. I recently gave her a call to hear her story and discuss how my America...","sentiment_score":0.0}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT I've lost weight during the pandemic, if you need another reason to be annoyed by my existence","sentiment_score":-0.4}
{"full_text":"RT \"To be an island in 2020 or 2021 is probably the greatest geographical gift you could have\"","sentiment_score":1.0}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"#CDNTopStories: The police station of Dauis town in Bohol was placed on lockdown since Friday after seven police officers and two non-uniform personnel tested positive for the new coronavirus disease (Covid-19).Read more: #CDNDigital","sentiment_score":0.2878787879}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"You got people refusing to wear a mask like they were asked to give away a kidney. Selfish beyond reason.","sentiment_score":-0.5}
{"full_text":"RT Politicians tell Doctor what is healthy.","sentiment_score":0.5}
{"full_text":"RT An additional 2 million girls are projected to be at risk of female genital mutilation (FGM) by 2030 due to #COVID19.See our","sentiment_score":-0.0625}
{"full_text":"Babe I can't wait to sob my way through the first post-COVID singalong with you","sentiment_score":0.25}
{"full_text":"pandemic lesbian marriage is liking each other's instagram thirst traps from the next room.","sentiment_score":-0.0625}
{"full_text":"RT The pandemic is replacing people with tech - threatening the jobs rebound (@eleanor_mueller \/ Politico)https:\/\/t.co\/kERO...","sentiment_score":0.0}
{"full_text":"RT Oxford\/AstraZeneca COVID shot less effective against South African variant: study","sentiment_score":0.1444444444}
{"full_text":"RT I also learned epidemiology from the movie World War Z and Outbreak.We are stuck in a cartoonish Matrix.https:\/\/t.co\/LpdgWeU...","sentiment_score":0.0}
{"full_text":"#COVID19 has taken so much from so many. Wear a mask, social distance and follow guidelines. We have the power to change the course of this pandemic, we just need to work #together","sentiment_score":0.2444444444}
{"full_text":"PG county (large, majority Black MD suburb, hard hit by COVID): gets 9 vax\/1k, underfunded rollout, logistical hurdlesvax rate 4% Talbot county (1\/2 death rate of PG county but receives 16 vax\/1k vax rate 13% Disparities in vax is about ACCESS (in addition to hesitancy)","sentiment_score":-0.0813492063}
{"full_text":"RT More: The league captured surveillance video which shows Alvin Kamara having an interaction in the team facility with a...","sentiment_score":0.5}
{"full_text":"Utterly satisfying to this non-discerning pandemic tv watcher.","sentiment_score":0.5}
{"full_text":"Next mayor of #NewYorkCity will face yawning budget gap and possibility employment won't return to pre-pandemic levels for years  via","sentiment_score":0.0}
{"full_text":"RT I remain utterly astonished BOTH that indoor dining is permitted in so much of the US right now (instead of support for res...","sentiment_score":0.1619047619}
{"full_text":"And there are educators in states where the governor will not prioritize them to get the vaccine even though we put ourselves at risk for exposure every day ","sentiment_score":0.0}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT Remember when Papa John got all sweaty, ate 50 pizzas in 30 days, and promised \"the day of reckoning will come,\" then like...","sentiment_score":0.0}
{"full_text":"RT Unfortunately in these days and times you have to compensate for other peoples ignorance. Folks is like, forget watching out...","sentiment_score":-0.3125}
{"full_text":"RT utterly insane we need a tiebreaker to help people during a pandemic","sentiment_score":-1.0}
{"full_text":"And this is the counter point.","sentiment_score":0.0}
{"full_text":"I've legit never been more depressed about a player leaving my team that was barely there. As a Lifelong Pistons &amp; Memphis Tigers fan, this was a legit dream come true. Never even got to see him live in Dallas thanks to Covid. Ugh. This blows.","sentiment_score":0.1893939394}
{"full_text":"RT UCP - \"The Cragill outbreak was a tragedy and we're going to make sure it doesn't happen again!\"Narrator - \"It happen...","sentiment_score":0.625}
{"full_text":"Wrong","sentiment_score":-0.5}
{"full_text":"RT It's simple. I started the Remove Ron Pac because Republican Ron DeSantis has been derelict in his most fundamental dut...","sentiment_score":0.25}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT The pandemic situation still go on, please continue wear a face mask and use alcohol to clean your hands or body befor...","sentiment_score":0.3666666667}
{"full_text":"   Lockdown certainly seemed more bearable in summer when we could have a drink in the garden at least   ","sentiment_score":0.1380952381}
{"full_text":"RT Nowhere in the bible does it say thou shalt not wear a mask","sentiment_score":0.0}
{"full_text":"RT 1 year ago today: Patricia Dowd, 57, becomes the first American to die of COVID-19. She had no travel history and no link to k...","sentiment_score":0.125}
{"full_text":"You had things before the pandemic. Don't you know now that there's a pandemic you're supposed to give everything you had away. ","sentiment_score":0.0}
{"full_text":"just another weekend in lockdown with the police driving around campus because freshers are stupid","sentiment_score":-0.8}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT Politicians tell Doctor what is healthy.","sentiment_score":0.5}
{"full_text":"RT Kerry Kennedy Meltzer: \"Vaccines Are Safe, No Matter What Robert Kennedy Jr. Says; I love my uncle. But when it comes to va...","sentiment_score":0.5}
{"full_text":"RT Many did not wear masks. Social distancing was non-existent.","sentiment_score":0.2666666667}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT If student debt was canceled at the beginning of the pandemic, my household would have had a nearly $17,000 stimulus. #C...","sentiment_score":0.1}
{"full_text":"RT ICE threatened to expose asylum-seekers to Covid-19 if they did not accept deportation by","sentiment_score":0.0}
{"full_text":"Bet she asked #jenpsaki about her hate filled tweets including her homophobic one aimed at sitting U..S. Senator, record number of executive orders, allegations of pre-submitted questions at pressers, her MISINFORMATION that #CDC Dir. was speaking for herself on schools opening.","sentiment_score":-0.2}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT Case report. A #pregnant woman received a single dose of the Pfizer #COVID19 #vaccine. 3 weeks later she gave birth to a...","sentiment_score":0.0873015873}
{"full_text":"RT 'Not going back until demands are met', says farmer leader Rakesh Tikait, and medical tourism to India sees growth and Covid...","sentiment_score":0.0}
{"full_text":"RT When i said this in Nov\/2020 the fanboys and stormtroopers sprang up to defend them.","sentiment_score":0.0}
{"full_text":" to be safe and courteous to the workers.","sentiment_score":0.55}
{"full_text":"Virologists and immunologists don't yet know exactly what sort of environment would be most likely to prompt a SARS-CoV-2 escape variant to evolve.","sentiment_score":0.25}
{"full_text":"It makes no sense to be dolling out pandemic relief based on income as reported prior to the pandemic. Shouldn't the money be going to those who've lost their income due to COVID?","sentiment_score":-0.0625}
{"full_text":"RT From using the Defense Production Act to contain COVID-19 to taking action to reunite families separated at the border -- it was...","sentiment_score":0.1}
{"full_text":"RT Masks work. Wear one.","sentiment_score":0.0}
{"full_text":"#coronavirus IT LOVES YOU. TRY TO AVOID coronavirus disease 2019 (COVID-19). WASH YOUR HANDS.  AVOID PEOPLE,  2 m DISTANCE. USE A MASK. NO TO A HANDSHAKE.  NO HIGH FIVES. NO KISSES ON THE FACE.  NO HUGGING. AVOID TOUCHING YOUR EYES, NOSE AND MOUTH. #COVID19","sentiment_score":0.21}
{"full_text":"RT It would be outrageous if we ran on giving more relief and ended up doing the opposite.It's sad that this is even an argument in...","sentiment_score":-0.3333333333}
{"full_text":".Grab your copy on Amazon for $ 3 using the link below","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.8M tests, 114k cases, 84,233 people currently hospitalized with COVID...","sentiment_score":0.0}
{"full_text":"YES!  I wear a mask every time I get out of my car!","sentiment_score":0.0}
{"full_text":"Should You Consider Consolidating Your Office Locations During COVID-19? #CRE #Office #Leasing #TenantTips #TenantRep       ","sentiment_score":0.0}
{"full_text":"Kamara a Covid denier? He from Atlanta so that would make sense.","sentiment_score":0.0}
{"full_text":"RT THREAD:  It is with sadness that I tell you about Preston Chaney, who died in the Houston jail of COVID. He was trapped t...","sentiment_score":-0.15}
{"full_text":"RT New COVID-19 outbreak declared at Cargill meat plant in Alberta -- site of Canada's largest outbreak | CBC News","sentiment_score":0.1363636364}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":" | As the Australian public awaits the coronavirus vaccine rollout, some of the country's top cricketers may soon get the jab - in India:","sentiment_score":0.1666666667}
{"full_text":"Creative industries have been left to search for new forms of engagement &amp; participation due to the advent of the pandemic. Discover how new MA in Creative and Media Industries can help you forge a career in the field of creativity.","sentiment_score":0.1912878788}
{"full_text":"From our Collection: Kaleidoscope c. 1904#SaturdayThoughts #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"Stay at home, stay safe! A home is where you feel the safest surrounded by family. Let's do our part in curbing this pandemic by staying at home!Check out our website at for more info on our affordable housing projects!","sentiment_score":0.625}
{"full_text":"SOUND OFF: Do you think businesses should increase pay for employees working through the pandemic?[1.] Yes[2.] Nohttps:\/\/t.co\/PSIW8TiFz0","sentiment_score":0.4}
{"full_text":"Arizona mother dies of COVID-19 shortly after giving birth to twinshttps:\/\/t.co\/PWo5Gt1ZMp","sentiment_score":0.0}
{"full_text":"Carriers is a 2009 post-apocalyptic film written and directed by Alex and David Pastor. It stars Lou Taylor Pucci, Chris Pine, Piper Perabo, and Emily VanCamp as four survivors of a viral pandemic attempting to avoid the looming threat of becoming infected.","sentiment_score":0.45}
{"full_text":"RT The WHO says pregnant women should not take the COVID vaccine. This pregnant nurse took the vaccine and tweeted about i...","sentiment_score":0.3333333333}
{"full_text":"#COVID19 has created an appetite for reliable information, and physicians play a crucial role in combating misinformation. Our module helps docs skillfully and effectively engage the public on important issues and policies in health care. Learn more:","sentiment_score":0.3}
{"full_text":"RT Is it homophobic to say that homosexual behavior is bad for you?STDs \"have been rising among gay and bisexual men\"https:...","sentiment_score":-0.1416666667}
{"full_text":"Both chambers of Congress passed the budget outline for the Democrat's $1.9 trillion COVID-19 relief package on Friday.Speaker Nancy Pelosi predicted the final COVID-19 relief legislation could pass Congress before March 15","sentiment_score":0.0}
{"full_text":"RT One year after the first known US coronavirus death, more than 450,000 families will never see a loved one again. Read some of th...","sentiment_score":0.4833333333}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT How come no local news media is ask for a single peer reviewed study that proves unequivocally masks are effecti...","sentiment_score":0.0761904762}
{"full_text":"Jobin Chacko connects people in remote villages in Kalahandi district to buses run by non-profits ferrying people back to cities and the jobs they left behind during lockdownhttps:\/\/t.co\/a89pSPabYo","sentiment_score":-0.125}
{"full_text":"RT 450,000 Americans died in a year from a mismanaged pandemic. An entire major political party doesn't care. A shock...","sentiment_score":0.0208333333}
{"full_text":"If covid has ruined making out with random strangers forever I'm gonna be so pissed","sentiment_score":-0.5}
{"full_text":"Italy is experiencing a COVID vaccine shortage, so it has filed a petition with the bloc's commission to allow local production of the jabs. Meanwhile, its COVID death toll has reached the grim milestone of 90,000 deaths. Follow us on Telegram","sentiment_score":-0.5}
{"full_text":"The 211 information phone line has seen a dramatic increase in calls as the COVID-19 vaccine rollout is underway in Oregon.","sentiment_score":-0.4333333333}
{"full_text":"Amid the pandemic, there are options for people needing to temporarily stop paying loans and credit cards.","sentiment_score":0.0}
{"full_text":"'Hesitant first, but I'm glad I took the vaccine'@drvishalrao, Associate Dean, Academics, HCG, and member of the state #Covid19 task force, writes on Facebook about his 'conversion' from sceptic to #vaccine enthusiast. #Bengaluru","sentiment_score":0.375}
{"full_text":"There is no word yet of when the vaccine for the coronavirus disease 2019 (Covid-19) will arrive in Cebu City, or what type of vaccine it will be and how many vials will be allocated to the city.","sentiment_score":0.5}
{"full_text":"RT OH NO!Trudeau can't be held accountable!","sentiment_score":0.0}
{"full_text":"Tomorrow on Rosemary Barton Live NDP leader Then, Dr. Karim Kurji on the spread of new COVID-19 variants. Plus, American Roundtable with and That and more starting at 10 ET on CBC News Network and CBC Gem.","sentiment_score":0.1545454545}
{"full_text":"RT Last year, Michele lost her job because of the pandemic. I recently gave her a call to hear her story and discuss how my America...","sentiment_score":0.0}
{"full_text":"Covid ravages not over yet in Calif.  Admit Arizona worse per capita.  I enjoy your articles in LA Times.","sentiment_score":0.0}
{"full_text":"The new special four-pack raises funds for local restaurants who have been hurt by the pandemic. Here's how you can get one:https:\/\/t.co\/PYU4QPxRq4","sentiment_score":0.1645021645}
{"full_text":"ICYMIIndy DC Download: Congressional Democrats begin process to pass $1.9 trillion COVID-aid package, hold out hope for GOP supportBy","sentiment_score":0.0}
{"full_text":"all NCC students know is be privileged, use AAVE, and party during a pandemic","sentiment_score":0.0}
{"full_text":"Othena platform specialists are responding to questions related to vaccine appointments &amp; the mobile app. To receive assistance, residents can call (714) 834-2000, Mon. - Fri. from 8:30 AM to 5 PM, or email Othena at support@compositeapps.net.Visit:","sentiment_score":0.0}
{"full_text":"Edgar Gonzalez, the Health Education Coordinator with UT Southwestern Prevention Programs, tells our founder Chris Howell about the new cases of STD's and other preventable diseases they've seen during the pandemic. #SafeSex #HIVAwareness #StopHIVTogether #DFW #HIVresources","sentiment_score":0.0056818182}
{"full_text":"Life ILS increasingly relevant due to pandemic &amp; regulatory\/economic landscape: Luca Tres, Securis","sentiment_score":0.1375}
{"full_text":"Caloocan Mayor Oscar Malapitan has ordered the prohibition of activities to celebrate Chinese New Year on Feb. 12 due to the COVID-19 pandemic.","sentiment_score":0.0037878788}
{"full_text":"Worried for the safety of his 80-year-old mother, Andre Monceret arranged to move her to a nearby facility in the fall, but when he went to pick her up, he was sickened by her state.","sentiment_score":0.0}
{"full_text":"Join us at the 25th Annual ARC Industry Forum to learn how industry leaders are transforming their operations. #covid19 #arcforum #digitaltransformation #manufacturing #industry #smartcities #supplychain Register Today!","sentiment_score":0.0}
{"full_text":"RT Visited Government Girls school.checked the corona safety measures.Explained them how to Get rid of infections in per...","sentiment_score":0.0}
{"full_text":"I may disagree with her on a lot of stuff, but she's absolutely right about this.","sentiment_score":0.2857142857}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT SMOFO the PM for announcements is painting himself into a corner on his Covid vaccine plan. We...","sentiment_score":0.0}
{"full_text":"If you'd rather not head out to get tested.https:\/\/t.co\/gVoNwNtqc9","sentiment_score":0.0}
{"full_text":"If you received the vaccine from the health department on or before January 15th this is for you.https:\/\/t.co\/BTCvUdwfLG","sentiment_score":0.0}
{"full_text":"RT PubMed:  Clinical outcome of renin-angiotensin-aldosterone system blockers in treatment of hypertensive patients with C...","sentiment_score":0.0}
{"full_text":"I never said you did. But you either don't believe this significant increase of deaths is due to COVID, or you are happy to believe in eugenics. My ignorance assumed the first. I'm now starting to believe the second unfortunately.","sentiment_score":0.1142857143}
{"full_text":"If you invest $1000 in $AVRO today at $17.11 per share, and the stock prices rebound back to pre-pandemic prices at $24.16, your investment would be worth $1412.04! That's 41% growth and $412.04 profit!  See more:  $AXGN $FMY $EKSO $AGNCN $MTRN","sentiment_score":0.3229166667}
{"full_text":"Worried for the safety of his 80-year-old mother, Andre Monceret arranged to move her to a nearby facility in the fall, but when he went to pick her up, he was sickened by her state.","sentiment_score":0.0}
{"full_text":"RT #GermanyCarnival revellers listen to live music in their cars at a drive-in carnival event in Monheim during the ongoing cor...","sentiment_score":0.1363636364}
{"full_text":"Time: 02:00 * Temp: 3.4degC * Wind: NE 6.9 to 21.0mph * Pressure: 1008.8hPa * Rain: 0.0mm * Hum: 85% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:00 * Sunset: 17:14 * Cloudbase: 1040ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"It would be a good idea to sanitise your car while you're at home.  Your next trip to get supplies may be at risk!Sanitise your vehicle, but if you don't need to go out, #StayHomeStaySafe!#MARiiDigital #COVID19","sentiment_score":0.35}
{"full_text":"Uneven global COVID-19 vaccine for exercising white privilege during the Capitol riot.","sentiment_score":-0.0666666667}
{"full_text":"I will DEFINITELY get the vaccine when I am able to.  If after I get the 2 doses then get Covid19, the illness will be much less serious they say.  I hope most everyone will be vaccinated.","sentiment_score":0.1}
{"full_text":"RT One in every 475 Native Americans has died from Covid since the start of the pandemic. For the Navajo Nation, it's one...","sentiment_score":0.0}
{"full_text":"RT utterly insane we need a tiebreaker to help people during a pandemic","sentiment_score":-1.0}
{"full_text":"RT This couple separated by COVID has been \"inseparable since they day they met.\" To bring the two back together, two nurses pla...","sentiment_score":0.0}
