{"full_text":"Have always thought of this as the most exhilarating part of the #BMT process! Almost out of a movie and goosebump-inducing!! @BeTheMatch","sentiment_score":0.75}
{"full_text":"RT Late last year, as the pandemic inched on, we set up a hotline where working moms could call in and scream, laugh, cry...","sentiment_score":0.0}
{"full_text":"RT Relief COVID-19Reopen - Cancelled GSTIN Without Late Fees..Request To All # - Government of India -...","sentiment_score":-0.3}
{"full_text":"this country is a joke ","sentiment_score":0.0}
{"full_text":"RT Get you a VP who casts a tie-breaking vote on Covid-relief and makes sure to look out for her girl at the same time.","sentiment_score":0.25}
{"full_text":"RT These are the 5 biggest #risks facing #humanity in 2021 acc to in #Davos2021 at #WEF21:#COVID19 #pandemic#futureofwor...","sentiment_score":0.0}
{"full_text":"RT As its very unlikely the will help you and...","sentiment_score":-0.65}
{"full_text":"RT PLEASE SHARE: Additional shelter spaces and warming centres will open tonight through to next Tuesday (Feb 5-9) due to...","sentiment_score":-0.0416666667}
{"full_text":"Is that testimony on a potential game changer for covid 19. Yep!!!!!","sentiment_score":-0.5}
{"full_text":"By the way, if you are going to a fish fry this year, please respect their COVID precautions. And go to a parish, not a VFW or an American Legion. You'd be patronizing the military-industrial complex if you do. And they serve chicken, which is literally heresy.","sentiment_score":-0.3}
{"full_text":"RT Spain approved AstraZeneca's coronavirus vaccine for use in people aged 18 to 55 on Friday, becoming the latest country...","sentiment_score":0.2833333333}
{"full_text":"#InsteadOfAValentine how about you convince everyone else to stay home so I can go out?","sentiment_score":0.0}
{"full_text":"The CDC had long been asking the same thing.  You and your favorite former President should have listened back then.  Instead you and the rest of your (R) counterparts were busy catering to his every conspiracy theory that led to 1\/6\/21.  Just think what could have been.","sentiment_score":0.0916666667}
{"full_text":"RT The December edition of WQ Magazine is out now, featuring cover photography by Brenden Borellini, articles from authors on...","sentiment_score":0.0}
{"full_text":"RT Joe Biden's CDC is recommending Americans don't travel as virus death rates continue to rise.What is Joe Biden doing t...","sentiment_score":0.0}
{"full_text":"RT Why India's coronavirus cases are plummeting - The Washington Post","sentiment_score":0.0}
{"full_text":"RT I got COVID because of govt negligence. I'm still sick because of govt negligence, with 4+ conditions leaving me housebound...","sentiment_score":-0.7142857143}
{"full_text":"GDP is expected to return to its pre-pandemic size in mid-2021 and the labor force is forecast to rebound to pre-pandemic level in 2022, the CBO said.Importantly, CBO said its rosier projections do not assume any new stimulus, including President Joe Biden's $1.9 trillion plan.","sentiment_score":0.0181818182}
{"full_text":"RT Amazon workers have the right to form a union.Anti-union tactics like these, especially from a trillion-dollar company trying to...","sentiment_score":0.1428571429}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT What is happening now in lockdown states is a signal of what's to come &amp; what's already here. The decentralization mom...","sentiment_score":0.0}
{"full_text":"RT Today, I approved 1,110 active duty service members to help support of 5 vaccinations centers. Each team will include ser...","sentiment_score":-0.1333333333}
{"full_text":"RT Because I at least did 'try' to keep to the rules (and still do) all of last yea...","sentiment_score":-0.15}
{"full_text":"RT The government cares about your health and well-being..... yeah right here they are clubbing a senior citizen over the...","sentiment_score":0.2857142857}
{"full_text":"RT Amazon workers have the right to form a union.Anti-union tactics like these, especially from a trillion-dollar company trying to...","sentiment_score":0.1428571429}
{"full_text":"RT A Rhode Island fifth-grader and a family friend swept snow off dozens of hospital workers' cars during Monday's nor'easter to than...","sentiment_score":0.0}
{"full_text":"RT Gov. Kim Reynolds declares victory over the pandemic in Iowa as the state sees one of the lowest vaccination rates in t...","sentiment_score":0.0}
{"full_text":"RT Year ago today.","sentiment_score":0.0}
{"full_text":"Got that right!This country was built on freedom.We know covid isn't deadly to the working population in general - its time to reopen Canada.","sentiment_score":-0.075}
{"full_text":"RT disease is a reflection on what we've been taught all our lives. we have to work hard. we have to always do something. the...","sentiment_score":-0.2916666667}
{"full_text":"RT utterly insane we need a tiebreaker to help people during a pandemic","sentiment_score":-1.0}
{"full_text":"RT A seven year old child died of covid today. Just let that sink in. A Y2-aged child.","sentiment_score":0.1}
{"full_text":"RT #Gravitas | Canada has a population of around 38 million. But it has some 200 million shots. One assessment says, it may take...","sentiment_score":0.0}
{"full_text":"RT \"When you look at climate change from a human mortality perspective, it will be the equivalent of a coronavirus crisis...","sentiment_score":0.0}
{"full_text":"Stay home...but we will give you more places to go.","sentiment_score":0.5}
{"full_text":"RT Our daily update is published. States reported 1.9M tests, 131k cases, 86,373 people currently hospitalized with COVID...","sentiment_score":0.0}
{"full_text":"Proud business owner during the pandemic. #WearYourMask #covidisathingbitch","sentiment_score":0.8}
{"full_text":"RT Black businesses have been hit hard in the pandemic. Today at 3pm Secretary and I are joining local Black Chambers of...","sentiment_score":-0.15625}
{"full_text":"RT #CovidTesting Kia Ora whanau, a reminder that our Waipareira Staff are on board this weekend as we keep our Covid Tes...","sentiment_score":0.0}
{"full_text":"RT Boom: President Biden is using the Defense Production act to make 61 million at-home Covid tests.","sentiment_score":0.0}
{"full_text":"RT Why isn't she leading our pandemic response? Or even on the team at all you ask? Good question.@francoislegault","sentiment_score":0.7}
{"full_text":".@HLawWrestling CAN I COME TOO?! I WILL WEAR A MASK.","sentiment_score":0.0}
{"full_text":"RT University of Miami reports a \"dramatic\" increase in coronavirus cases, including UK variant ","sentiment_score":-0.4333333333}
{"full_text":"RT Long thread but worth it:","sentiment_score":0.125}
{"full_text":"RT India has seen this before: they know all too well the deadly cost of rushing experimental vaccines. Today, Pfizer was bl...","sentiment_score":-0.05}
{"full_text":"has nothing to report since #DisgracedTrump left office. Trump golfer every weekend during the #COVID19 pandemic and now they complain about Biden's first flight aboard Air Force One? Shut the hell up!","sentiment_score":0.15625}
{"full_text":"RT The total wealth of 64 billionaire sports barons shot up by $98.5 billion during the pandemic; 26 of them got $9 billion in ta...","sentiment_score":0.0}
{"full_text":"RT #CDC Data supports the reopening of schools but the WH refuses to move in that direction yet ... What do you think is goi...","sentiment_score":0.0}
{"full_text":"RT Two days ago, Bloomberg ran a story that overstated the risk of COVID to vaccinated people by somethi...","sentiment_score":0.0}
{"full_text":"This seems to contradict your position a bithttps:\/\/t.co\/YOjpoH73WA","sentiment_score":0.0}
{"full_text":"RT Covid: Five reasons to be (cautiously) hopeful","sentiment_score":0.0}
{"full_text":"RT Amazon workers have the right to form a union.Anti-union tactics like these, especially from a trillion-dollar company trying to...","sentiment_score":0.1428571429}
{"full_text":"RT Meghan Carroll and Molly Delaney were the teams' points of contact on any and all questions related to COVID protocol. They l...","sentiment_score":0.0}
{"full_text":"Yes! I am a Scenic Artist and paint sets for Theatre and Events. COVID has put a pause on that for now, But I truly love it!","sentiment_score":0.625}
{"full_text":"RT U.S. House APPROVES COVID-19 Relief Budget Resolution, 219-209.","sentiment_score":0.0}
{"full_text":"RT \"What we have today is not a Statistics Canada report. We have a massive human tragedy,\" Conservative finance critic Pierre Po...","sentiment_score":0.0}
{"full_text":"RT Here's my Jen Psaki impression: \"How does the biden administration plan on saving American lives from covid-19?\"\"Yea I'll h...","sentiment_score":0.0}
{"full_text":"Share on Twitter","sentiment_score":0.0}
{"full_text":"Framing \"Freedom\" as being able to travel overseas is...NZ citizens can leave &amp; come back, though costly and difficult.Sucks, but the pandemic causes difficult choices among bad options. NZ gov't chose its approach; we have freedoms that many don't.","sentiment_score":-0.04}
{"full_text":"RT Can't think of a better photog for this assignment than Brenda Anne Kenneally. Not just a stinging indictment of the eve...","sentiment_score":0.5}
{"full_text":"RT Pres. Biden sat down with us for his first network interview since taking office.Hear more from the president about hi...","sentiment_score":0.1981481481}
{"full_text":"RT \"Together Apart--Campus Community Unites to Slow Spread of COVID-19,\" a series of photographs from wins a gol...","sentiment_score":-2.775557562e-17}
{"full_text":"RT Thank you and This more than just politics; this is about a painful injustice. Th...","sentiment_score":-0.1}
{"full_text":"RT The total wealth of 64 billionaire sports barons shot up by $98.5 billion during the pandemic; 26 of them got $9 billion in ta...","sentiment_score":0.0}
{"full_text":"Well one saving grace of this pandemic is that no one has had to deal with Alex Forrest related nonsense...Reads new from today.&lt;loses ability to speak&gt;","sentiment_score":0.0681818182}
{"full_text":"RT Many of our officers got #COVID19 vaccinations thanks to who desire to k...","sentiment_score":0.35}
{"full_text":"The British Medical Association highlighted the scale of the problem; in the period between April and November 2020, there were 2.57 million less elective procedures and 18 million less outpatient attendances. #digitalhealthcast","sentiment_score":-0.0833333333}
{"full_text":"RT One year ago, not a single American had yet died of Covid. Current US death toll is 460k+.","sentiment_score":0.0119047619}
{"full_text":"We have been faithful investors in Vaxart. We believe in what they are doing with their ORAL covid pill= easy distribution. Praying they get more exposure, fundings needed, agreements to supply other countries, and continue to excel in their studies. Please support!","sentiment_score":0.2590277778}
{"full_text":"RT An arctic outbreak will blast parts of the Midwest with wind chills as cold as -50degF this weekend.","sentiment_score":-0.6}
{"full_text":"Have You Had Covid-19? Study Says You May Need Only One Vaccine Dose","sentiment_score":0.0}
{"full_text":"RT A Rhode Island fifth-grader and a family friend swept snow off dozens of hospital workers' cars during Monday's nor'easter to than...","sentiment_score":0.0}
{"full_text":"RT The planet has less than six months.It will be worse than Covid.We're all screwed.BBC News - Mark Carney: Climat...","sentiment_score":-0.2833333333}
{"full_text":"RT \"The level of engagement with deceptive content on Twitter and Facebook hit record highs in 2020 and remained high in t...","sentiment_score":0.16}
{"full_text":"RT Government to introduce mandatory quarantine on Feb 15th, after hearing about a particularly nasty-sounding virus coming...","sentiment_score":0.1666666667}
{"full_text":"RT The National Football League told President Joe Biden that it is making all of its 32 football stadiums available as mass coron...","sentiment_score":0.4}
{"full_text":"RT Missouri's Senators voted against COVID-19 relief. They voted against helping families.They voted against helping s...","sentiment_score":0.0}
{"full_text":"I saw an ad, ironically, from Anheuser Busch that this year Budweiser will not have a Super Bowl ad. They are using the $ they would have spent for COVID aid. And said, \"see you next year\".","sentiment_score":0.0777777778}
{"full_text":"RT lock down pics of my friend wife","sentiment_score":-0.1555555556}
{"full_text":"Should You Consider Consolidating Your Office Locations During COVID-19? #CRE #Office #Leasing #TenantTips #TenantRep  ","sentiment_score":0.0}
{"full_text":"Phil Murphy!  He has kept us safe and healthy.  The death rate numbers are all lies to make him look bad.","sentiment_score":0.1}
{"full_text":"'THEY HAVE NO HELP': Report finds only 7% of moms feel okay during pandemic","sentiment_score":0.25}
{"full_text":"and, you know, the COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"RT Interesting to note that the most successful element of the pandemic response-the vaccination programme is the element o...","sentiment_score":0.5833333333}
{"full_text":"Utterly ridiculous","sentiment_score":-0.3333333333}
{"full_text":"Enraging.","sentiment_score":0.0}
{"full_text":"RT What is happening now in lockdown states is a signal of what's to come &amp; what's already here. The decentralization mom...","sentiment_score":0.0}
{"full_text":"MUST READ EVERYONEScientific Fraud of Covid 19 revealed -file:\/\/\/C:\/Users\/Hog\/AppData\/Local\/Microsoft\/Windows\/INetCache\/Content.Outlook\/T6E29Y8U\/490274322-Request-for-Expedited-Federal-Investigation-Into-Scientific-Fraud-in-COVID-19-Public-Health-Policies-2.pdf","sentiment_score":0.0}
{"full_text":"ICYMIAlthough receiving the vaccine is not mandatory for city employees, City Manager Jorge Cervantes says the willingness to get the vaccine \"keeps us able to serve the community\" By","sentiment_score":0.5}
{"full_text":"The city will submit a coronavirus disease 2019 (COVID-19) vaccination plan to the Department of Health (DOH).https:\/\/t.co\/FuzDnMGmVk","sentiment_score":0.0}
{"full_text":"The frontline responders working tirelessly to save lives during this #pandemic deserve time to rest.Talk to your colleagues or supervisor if you think you may be experiencing burnout. #Mentalhealth #COVID19","sentiment_score":0.0}
{"full_text":"A 3rd coronavirus vaccine could be available to Americans within weeks after Johnson &amp; Johnson submitted its shot to the FDA for emergency use authorization Thursday.","sentiment_score":0.2}
{"full_text":"RT #TBT to the panel discussion Min.  hosted with colleagues from  and  to share what has worked and what hasn't...","sentiment_score":0.0}
{"full_text":"RT The GQP cares more about reciting the pledge of allegiance than getting much needed pandemic aid to the American people.","sentiment_score":0.2333333333}
{"full_text":"RT Adam Driver's wonderful security guard during Burn This, Antoine Hodge, is currently in a medically induced coma battl...","sentiment_score":0.3}
{"full_text":"One year ago, Rose and Greg Yerex were on a cruise ship during an outbreak - and they later both tested positive for COVID-19.","sentiment_score":0.2757575758}
{"full_text":"RT Pitbull spitting facts about communism and Covid  ","sentiment_score":0.0}
{"full_text":"RT Masks work. Yes, the researchers controlled for statewide closing and reopening. However, masks are not a panacea because t...","sentiment_score":0.0}
{"full_text":"RT Good morning. We are still voting in the Senate. And has just arrived in the chamber to help us advance COVID rel...","sentiment_score":0.7}
{"full_text":"The Canadian government has extended a ban on cruise ships through February 2022, which is expected to block many ships from visiting Alaska this year.","sentiment_score":0.2}
{"full_text":"Pfizer withdrew its application for emergency-use authorisation of its Covid-19 vaccine in India.https:\/\/t.co\/I5Lp22OVAl","sentiment_score":0.0}
{"full_text":"Stay warm and comfortable when you work from home or in the office with these #LifeWear pieces.Shop now:https:\/\/t.co\/UwvT7kdJYZFree delivery for a minimum single receipt purchase of P2500. Credit card &amp; debit card payments are accepted#UniqloPH","sentiment_score":0.3095238095}
{"full_text":"RT Not too late register--we've got just a few spots left. We've added my office as an additional registration phone numbe...","sentiment_score":-0.1666666667}
{"full_text":"RT With the vote, the American Rescue Plan clears another hurdle.  Another step toward emergency relief to fight COVID and he...","sentiment_score":0.0}
{"full_text":"EDITORIAL | \"More than one year into the pandemic, it seems we're back at square one, with students recklessly ignoring public health guidelines and administration scrambling to adjust.\"https:\/\/t.co\/gpUaDkDohK","sentiment_score":0.1666666667}
{"full_text":"Getting a #COVID19 vaccine is an important tool, along with wearing a cloth mask, socially distancing and good hand hygiene, to help stop the pandemic. Mayo Clinic's Vaccination and Distribution Workgroup has answered some common questions about vaccines.","sentiment_score":0.2083333333}
{"full_text":"There have now been three deaths at Allendale during this latest COVID-19 outbreak.#MiltonON","sentiment_score":0.5}
{"full_text":"Things will never be the same again.8 'normal' things we did pre-COVID that are *unthinkable* now:","sentiment_score":0.0333333333}
{"full_text":"#pp10014 #500kseparatedfamilies why is nobody helping families that have been banned for so much time and no plans to even repeal our ban. Legal immigrants are suffering to see their family members in a pandemic","sentiment_score":0.2}
{"full_text":"RT We have updated the Covid Data through 1.29.2021. For some reason the interface for VAERS is not updated, but the data is...","sentiment_score":0.0}
{"full_text":"RT In a statement that came out at 5:31 p.m. on a Friday, Interior Health says the #COVID19 outbreak at Royal Inland Hospit...","sentiment_score":0.0}
{"full_text":"The White House officials said the trip by Biden, his first aboard Air Force One as president, is far less risky than the sort of commercial travel that Americans are being urged to avoid.","sentiment_score":0.0366666667}
{"full_text":"Biden, Now Employed in the White House, Making Excuses, Has Already Given Up on Fighting the Virus - During the presidential campaign, #Biden, was all about fighting the COVID-19 virus &amp; his administration was going to turn things around via","sentiment_score":0.0}
{"full_text":"Serbian investments pre-pandemic in education &amp; health infrastructure lagged behind its development needs. Amid pressure from Covid-19, high-dollar, China-backed infrastructure projects could reduce Serbia's ability to finance these sectors. Read on here:","sentiment_score":-0.4}
{"full_text":"Biden Pushes for Quick Passage of Relief Bill as Jobs Report Shows Weak Growth","sentiment_score":-0.0208333333}
{"full_text":"RT Boom: President Biden is using the Defense Production act to make 61 million at-home Covid tests.","sentiment_score":0.0}
{"full_text":"RT Well, he rarely got intel briefings as president. Never read his PDB. Why would he even want them now?","sentiment_score":0.3}
{"full_text":"Forget Olympic Cheer...Officials at the Tokyo Olympics have outlined COVID-safe measures to avoid an outbreak, which includes spectators being told not chant or sing.#6NewsAU #Olympics #TokyoOlympics","sentiment_score":0.0}
{"full_text":"For those begging to get their \"life saving\" vaccination i say, in 1 year the real pandemic will be here. The one caused by long term side affects of an untested vaccine!!!Oh they'll call it Covid21 or some such but it's effects will be worse &amp; long lived, mark, my, words!","sentiment_score":-0.0625}
{"full_text":"Anne Feeney, Inspirational Folk Singer &amp; Activist, Dies at 69 of COVID-19https:\/\/t.co\/ReSJf7ag93 Presented by","sentiment_score":0.5}
{"full_text":"Selangor state has the most PPR homes and these homes are not suitable for home quarantine. Setting up a community-level quarantine centre is a proactive measure towards reducing the daily cases of COVID-19 in Selangor.https:\/\/t.co\/fwRJ2DmSHS","sentiment_score":0.075}
{"full_text":"Cabinet Approves a Fund to Buy #COVID19 Vaccine from AstraZeneca ","sentiment_score":0.0}
{"full_text":"RT \"Alberta groans while the Trudeau government spends over $36 million for 'stay-at-home chairs' for its civil service.\" ...","sentiment_score":0.0}
{"full_text":"RT Only bipartisanship President Biden needs to worry about --59% OF REPUBLICANS support $2 trillion in Covid-19 relief52% of...","sentiment_score":0.0}
{"full_text":".@POTUS' COVID relief package provides the tools we need to beat the virus and alleviate hardship. Join me tonight on as I talk about my meeting with President Biden on the American Rescue Plan.","sentiment_score":0.0}
{"full_text":"It's time to take action on COVID Relief!https:\/\/t.co\/I2VDXu2DCa","sentiment_score":0.1}
{"full_text":" This is an important ready for #Canadians #TrudeauVaccineFail #TrudeauFailedCanada Give #Trudeau a Break!#canpoli","sentiment_score":0.3}
{"full_text":"#ChartOfTheDay: Female workers will remain the most vulnerable population in the recovery from the #COVID19 crisis.","sentiment_score":0.0}
{"full_text":"RT Year ago today.","sentiment_score":0.0}
{"full_text":"With 218 deaths this week, Dallas County set a new record-high for weekly deaths. This breaks last week's record of 183 deaths.","sentiment_score":0.0681818182}
{"full_text":"Great news","sentiment_score":0.8}
{"full_text":"RT .@LaurenBoebert called COVID relief a \"boondoggle.\"I don't think it's a boondoggle to vaccinate Coloradans faster or...","sentiment_score":0.0}
{"full_text":"RT JUST IN: NFL pledges to President Biden to utilize every team stadium as a #covid mass vaccination site","sentiment_score":0.0}
{"full_text":"Well said\" you took those words right out of my mouth. I have wondered since they believe in all that mans narcissistic lies, just how many have wondered why they have got so sick, or are even some of the many that had died in denial\" that it wasn't covid\" it was Cancer\" :(","sentiment_score":-0.0357142857}
{"full_text":"RT 1 in 4 COVID-19 cases found through contact tracing in Peel were those who went to work sick. Ontario's lack of paid s...","sentiment_score":-0.7142857143}
{"full_text":"A PAPR suit will protect but even N95 lets particles through. I have PAPR suits available at my job to wear for cancer causing dust particles that masks won't filter. If they can't filter particles big enough to see, they certainly aren't filtering microscopic size.","sentiment_score":0.1535714286}
{"full_text":"RT A Rhode Island fifth-grader and a family friend swept snow off dozens of hospital workers' cars during Monday's nor'easter to than...","sentiment_score":0.0}
{"full_text":"People working in education and childcare settings are among the next group of people to be vaccinated for COVID-19 in Shasta County.","sentiment_score":0.0}
{"full_text":"RT 'noise'? You haven't heard anything yet!!!!  You don't get to dismiss us.  We get to dismiss you when election time comes.","sentiment_score":0.0}
{"full_text":"There is a difference between REAL dommes and \"pandemic dommes\". Boundaries and limits are meant to be respected by both parties period. It disgusts me when these new dommes glorify totally destroying a sub and causing permanent damage. It seriously needs to be put in check.","sentiment_score":-0.0492424242}
{"full_text":"RT Statement from IHA - \"Out of an abundance of caution, [we] are conducting surveillance testing of staff throughout the h...","sentiment_score":0.0}
{"full_text":"RT #Saskatchewan has passed the national average for total #COVID19 cases diagnosed per 100,000 people, joining #Alberta, #Ma...","sentiment_score":-0.075}
{"full_text":"Okay. It is scary science. I've read so many. Read an article comparing covid aerosols to measal aerosols. Hours after person is gone the infectious aerosols linger.","sentiment_score":0.1666666667}
{"full_text":"Time: 02:00 * Temp: 4.7degC * Wind: NE 4.0 to 12.1mph * Pressure: 1004.6hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:02 * Sunset: 17:12 * Cloudbase: 520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT CorbynistaEdith: The planet has less than six months.It will be worse than Covid.We're all screwed.BBC News - Mark Carney: Climat...","sentiment_score":-0.2833333333}
