{"full_text":"RT In the NYTimes today, together with Christopher Snyder, Nobel prize winner Michael Kremer, and we argue for a...","sentiment_score":0.0}
{"full_text":"RT Everyone have ID on them (are you sure?)? November trip to Vegas, I did not! It's a pandemic; thus I wasn't used to havi...","sentiment_score":0.625}
{"full_text":"RT Sir online examination or class ke do reasons1.abhi sab bacche online chate hai2.hamare parents allow nahi kar rahe...","sentiment_score":0.0}
{"full_text":"RT We attended a NYE party, like dozens of other people. When Steve tested positive prior to SD, he was sent home and im...","sentiment_score":0.0340909091}
{"full_text":"RT This man had living, growing virus in his body for 5 months, Li says. The same infection lasted for five months.\"That...","sentiment_score":0.0}
{"full_text":"im so happy for thembut im still in pain","sentiment_score":0.8}
{"full_text":"RT Trudeau claimed today than 8 out of every 10 dollars of support during the pandemic has come from the federal government....","sentiment_score":0.0}
{"full_text":"RT The real situation of Hindu marriage nowadays...just for #revenge and #divorce a wife files #fakedv #fake498a for one thing...","sentiment_score":0.2}
{"full_text":"RT dr house would've had this covid thing down pat MONTHS ago","sentiment_score":-0.1555555556}
{"full_text":"RT Now say how he is flying &amp; why you are implying it is wrong! You gave Trump a pass for all his travel &amp; Covid spread...","sentiment_score":-0.625}
{"full_text":"RT Women always have each other's backs.","sentiment_score":-0.125}
{"full_text":"RT when quarantine is done remember to continue social distancing from people that drain your energy","sentiment_score":0.0333333333}
{"full_text":"RT It is delibrate. Keeping Nigerians poor is the APC's policy. - 28 billion remittance (BLOCK IT)- Palliative for Covid (H...","sentiment_score":-0.4}
{"full_text":"RT Important #COVID19 mask mandate updates. #PeopleFirst #armycovid19fight !","sentiment_score":0.5}
{"full_text":"RT Did the coronavirus itself actually write that proclamation?","sentiment_score":0.0}
{"full_text":"RT I can tell you that after working a 12+ hour shift to come out and see that...lots of happy tears...","sentiment_score":0.8}
{"full_text":"Don't worry Modi sent COVID vaccine to your nation for free and Indians are capable enough to manage internal issues","sentiment_score":0.15}
{"full_text":"The New York Times: Opinion | Europe's Vaccine Rollout Has Descended Into Chaos.https:\/\/t.co\/oYaNVcOmXE","sentiment_score":0.1363636364}
{"full_text":"RT Last weekend before second doses  decrease availability at Petco so if you know any 65 and older folks help them schedule...","sentiment_score":0.0555555556}
{"full_text":"RT The Senate Friday set the stage for the passage - possibly by the end of this month - of a $1.9 trillion COVID stimulus pac...","sentiment_score":0.0}
{"full_text":"RT Holy cow: 10% of the village of Corzano  has the #B117 variant--10% of all residents! 60% of cases are kids from kindergar...","sentiment_score":-0.1666666667}
{"full_text":"RT 02\/4\/2020LUDE Media live English interpretation now CCP passed law could freeze any citizen 's asset without presentation...","sentiment_score":0.0681818182}
{"full_text":"RT Spoke to President about the measures India and South Africa are taking to fight the COVID-19 pandemic do...","sentiment_score":0.0}
{"full_text":"RT India donated Covid-19 vaccine to Barbados. Your PM has already expressed gratitude to India.Why aren't you talking abo...","sentiment_score":0.0}
{"full_text":"RT China is ready to deepen cooperation with Indonesia on #COVID19 vaccines and help with its domestic anti-epidemic fight: Chines...","sentiment_score":0.1}
{"full_text":"I'm so happy for my babies","sentiment_score":0.8}
{"full_text":"RT I'm sure this has NOTHING to do with Biden ignoring the science &amp; overruling the CDC....#OpenSchoolsNow","sentiment_score":0.5}
{"full_text":"RT Im a session drummer and before the pandemic hit I was playing in and out of the US. Right now to keep myse...","sentiment_score":0.2857142857}
{"full_text":"RT JUST IN: NFL pledges to President Biden to utilize every team stadium as a #covid mass vaccination site","sentiment_score":0.0}
{"full_text":"Do you support that outbreak??? like a blind follower","sentiment_score":-0.5}
{"full_text":"Todd has lost both of his parents in just  4 days to #Covid19","sentiment_score":0.0}
{"full_text":"Our colleagues at Tata Power made sure the essential supply of power, resilience and perseverance was on even when the country was under a lockdown. This was possible under the leadership of Dr. Praveer Sinha, CEO &amp; MD, who was quick to adapt. #ThisIsTata","sentiment_score":0.2083333333}
{"full_text":"RT This is basically how my aunt died last year. A caretaker at her nursing home went out, got COV...","sentiment_score":0.0}
{"full_text":"\"The devils in the details.\" That's for damn sure. Open your eyes and hears citizens.","sentiment_score":0.25}
{"full_text":"Biden Wants Fast COVID Aid, But Minimum Wage Hike in DoubtTrump was right on minimum wage and now Biden's team is relentling to it!!!","sentiment_score":0.3193452381}
{"full_text":"RT since enhypen debuted during the pandemic, it became really hard for them to meet their fans physically. but today they wi...","sentiment_score":-0.1458333333}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT For real. A $1000-$2000 fine for someone who throws a party? Fuck that, slap them with a $20k fine and mandatory wor...","sentiment_score":0.1583333333}
{"full_text":"RT Missouri QOP Rep. Tricia Derges has been officially charged in a 20 count indictment of falsely promoting stem cell tre...","sentiment_score":-0.4}
{"full_text":"RT \"Are we helping people TOO MUCH\" should not really be the question you ask during a global pandemic. Or, really, ever....","sentiment_score":0.075}
{"full_text":"RT This is complete and total BS. Sorry, context DOES matter. If a word is so awful that it can't be used in ANY context, well...","sentiment_score":-0.35}
{"full_text":"RT Daily casual racism from -1. New Zealand is a \"success story\" despite second wave2. India's pandemic...","sentiment_score":-0.0127272727}
{"full_text":"RT Covid is gonna feast. Death approves.","sentiment_score":0.0}
{"full_text":"RT Get you a VP who casts a tie-breaking vote on Covid-relief and makes sure to look out for her girl at the same time.","sentiment_score":0.25}
{"full_text":"RT for those keeping score: the party of science has told us this past week that triple masking makes sense, there's no di...","sentiment_score":-0.25}
{"full_text":"Iowa Governor Kim Reynolds: starting Sun. -NO MASK MANDATE-NO LIMIT ON PUBLIC GATHERINGS- no limits on BARS AND RESTAURANTS This is exactly why this country will NEVER recover from covid2party politics and right wing extremism Thanks Iowahttps:\/\/t.co\/6bxVRBy1Tg","sentiment_score":0.1471428571}
{"full_text":"RT Lockdown or not, cannot wait for summer vibes","sentiment_score":0.0}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"RT Just so I'm clear: We can't stop a virus made in a lab in China, but we can change the temperature of a planet...","sentiment_score":0.1}
{"full_text":"Coughing old man....covid19 symptoms maybe","sentiment_score":0.1}
{"full_text":"RT 10 new cases of #COVID19 variants in #Alberta but Jason Kenny and Dr. Hinshaw did not feel a briefing for Albertans was...","sentiment_score":0.1363636364}
{"full_text":"RT BEAST MODE--the new B117 is a beast of a #SARSCoV2 variant. The variant adds ~ 0.4-0.7 to the R (Reproductive number). W...","sentiment_score":0.1363636364}
{"full_text":"RT since enhypen debuted during the pandemic, it became really hard for them to meet their fans physically. but today they wi...","sentiment_score":-0.1458333333}
{"full_text":"RT South Africa's Covid-19 online vaccination registration portal is open - dos and don'ts","sentiment_score":0.0}
{"full_text":"Health and Safety: Covid impact on workplace explained      #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"Thank you!!  AND the income is determined by tax returns from 2018 or 2019, BEFORE the impact of the pandemic on so many vp during 2020.  This is caving to the Republicans.","sentiment_score":0.5}
{"full_text":"RT ARE YOU SERIOUS? SAYS THE OUTLET THAT SUPPORTED DONALD TRUMP'S HUNDREDS OF GOLF TRIPS. (This is a business tr...","sentiment_score":-0.3333333333}
{"full_text":"RT - 50% Occupancy - Leaked Videos  - Corona Issue - OTT Release - Negative Reviews ...!!!naannn viilllveennn ennnrru ninnnaittaayoo.....","sentiment_score":-0.3}
{"full_text":"RT A nationalist Govt is selling a litre of fuel which cost them Rs. 22 to its citizen for Rs. 100 in mid of pandemic and econ...","sentiment_score":0.0}
{"full_text":"Health and Safety: Covid impact on workplace explained      #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT Boom: President Biden is using the Defense Production act to make 61 million at-home Covid tests.","sentiment_score":0.0}
{"full_text":"No competition. I just don't like political spin. This \"incredible tally\" is good, but when comparing it to other states during their Covid scares shows there is still some way to go to be great.","sentiment_score":0.455}
{"full_text":"RT Amazon workers have the right to form a union.Anti-union tactics like these, especially from a trillion-dollar company trying to...","sentiment_score":0.1428571429}
{"full_text":"#Russia's Sputnik V #COVID-19 vaccine is the first vaccine to arrive in #Iran, as the country warns that a fourth wave of #coronavirus is imminent","sentiment_score":0.125}
{"full_text":"RT * Family Donated The Maximum Of 1 Crore To FEFSI Union During The Lockdown | #SooraraiPottru #Suriya40","sentiment_score":0.0}
{"full_text":"Since April 2020, #AkshayaPatra has served over 11.4 crore meals as part of #COVID19 relief services. Special thanks to our staff, volunteers, corporate partners and donors for championing this effort.Know more:","sentiment_score":0.2642857143}
{"full_text":" Mzansi has 132k excess deaths and this number will rise for as long as #lockdown fixation continues. It's not too late to take the Swedish route. Nkosi Sikelela iAfrika.#SwedenWasRight #facts #data ","sentiment_score":-0.175}
{"full_text":"The epidemic has drastically changed the way couples celebrate their love. It has shifted from real meetings to virtual meetings! Stay tuned to celebrate #VirtualValentines this coming week. #ValentinesDay2021 #valentinesweekend #DefenceWardsMatrimony","sentiment_score":0.375}
{"full_text":"What's the solution for getting the #COVID19 #vaccines distributed to more people? Watch as experts discuss the path forward. #MedEd","sentiment_score":0.5}
{"full_text":"Health officials say the authorization of a third Covid vaccine could greatly improve the nation's prospects for containing the pandemic in the coming months.","sentiment_score":0.4}
{"full_text":"Your safety is our priority! That is why we have initiated the careFIJI app as a part of our COVID-safe Economic Recovery Framework, especially concerning the workplace as a vital component in weathering the economic effects of COVID19.","sentiment_score":0.125}
{"full_text":"Today is the En-Connect D-Day , finally get to sing live and meet their Engenes for the first time in-person, hope everyone involved in the event went and coming back home healthy + Covid-19 free, stay safe  #ENHYPEN #EN_CONNECT","sentiment_score":0.2551948052}
{"full_text":"New vlog! Dr. Abby Carlson talks about the N95 respirator. Learn more about this infection control tool that you use at work. Watch now.","sentiment_score":0.3352272727}
{"full_text":"The NFL is telling the federal government it will make the remaining of the league's 30 stadiums available as COVID-19 vaccination sites.","sentiment_score":0.4}
{"full_text":"We must redouble our efforts to achieve a once-in-a-generation opportunity to end the HIV epidemic. #NationalHIVTestingWeekhttps:\/\/t.co\/pzFYGLKbZZ","sentiment_score":0.0}
{"full_text":"President Biden also said Friday that it's unlikely his request for a $15 federal minimum wage will be passed as part of his COVID relief bill.","sentiment_score":-0.5}
{"full_text":"RT the NBA hosting an All-Star weekend in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"Danny Rogers, who fights disinformation on the open web, describes the coronavirus pandemic as the \"Super Bowl of disinformation\".He spoke to last April about the business incentives that social platforms have to maintain \"neutrality\".https:\/\/t.co\/2i8UOwfwVy","sentiment_score":0.0916666667}
{"full_text":"#KOTAKINABALU: The State recorded five Covid-19 deaths with two here, Putatan (two), and Kudat (one death), said Sabah's Covid-19 Spokesperson Datuk Seri Masidi Manjun (pic).","sentiment_score":0.0}
{"full_text":"The Pilot Survey 2021 captures the devastating effect COVID-19 has had on airline pilots, with 30% of pilots describing themselves as currently unemployed and a further 17% furloughed.https:\/\/t.co\/lm0jBQc4CH","sentiment_score":-0.3333333333}
{"full_text":"Covid-21 \/Made in Brazil","sentiment_score":0.0}
{"full_text":"Because of COVID-19, red roses are going to be a little harder to find than in years past.","sentiment_score":-0.134375}
{"full_text":"The entire Covid-19 pandemic is a new phenomenon for everybody around the world. Here are a few ways to deal with the anxiety issues resulting from this pandemic. Visit:    #AsterHealthcare #Covid19 #Stress","sentiment_score":-0.0212121212}
{"full_text":"#COVID19 has aggravated the challenges faced by many cities in developing Asia. This guidance note explains what these cities can do to better cope with the #pandemic &amp; progress toward longer-term goals of safety, #resilience &amp; livability.","sentiment_score":0.5}
{"full_text":"A divided Supreme Court blocked California's Covid-related ban on indoor worship services in a late-night order Friday but allowed other restrictions targeting houses of worship to remain in place.","sentiment_score":-0.125}
{"full_text":"IN Lt. Gov. Crouch gets COVID-19 vaccine in Evansville. &gt;&gt;&gt;","sentiment_score":0.0}
{"full_text":"RT Year ago today.","sentiment_score":0.0}
{"full_text":"TOO SWEET! A South Carolina deputy who was on a ventilator for weeks battling COVID-19 has returned home after beating the virus!","sentiment_score":0.546875}
{"full_text":"Nature is not a place to visit. It is home.Book your stay at twin lake safari lodge:Email: info@twinlakesafarilodge.com+256-392-555-221 [ Front Desk ] | +256-702-892-866 [ Manager ]#queenelizabethnationalpark #safarilodge","sentiment_score":0.0}
{"full_text":"RT Self-funding QAnon candidate gave own campaign $450,000 after getting PPP loan QAn...","sentiment_score":0.6}
{"full_text":"The N. Dakota House voted down a series of bills that would have made exceptions to getting the COVID vaccine.https:\/\/t.co\/cj6j6VmJN2","sentiment_score":-0.1555555556}
{"full_text":"While you were distracted by the pandemic, the UCP has quietly extended UCP insider Steve Allan's inquiry for a third time... #ableg #abpoli #cdnenergy","sentiment_score":0.0}
{"full_text":"RT Dang!  It seems that doesn't actually care about the health and safety of Iowans.  Her vaccine rollout has bee...","sentiment_score":0.0}
{"full_text":"FMT reports the high suicide rate among Nepali workers in Malaysia is worrying officials at the Nepal embassy. 284 workers died last year, with 48 taking their own lives.The embassy is unsure if Covid-19 movement restrictions &amp; delays in returning home were contributing factors","sentiment_score":0.2533333333}
{"full_text":"Novalent Bioshield 75(r)Cleaning Technology is the Solution for Stopping COVID-19 with Protection up to 90 Days !!!","sentiment_score":0.0}
{"full_text":"RT Mind boggling if true.","sentiment_score":0.35}
{"full_text":"RT  Graduating seniors in seven high schools in the German city of Nuremberg refuse to attend in-person classes citing hightene...","sentiment_score":0.08}
{"full_text":"I'm just trynna have fun without catching the corona virus","sentiment_score":0.45}
{"full_text":"Current Conditions for #Sayre PATemp: 28.3FWind Chill: 28.3FHumidity: 59%Dew Point: 16.0F Barometer: 29.894 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 129.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"wax done, covid test tomorrow then we wait till baby gets here on monday ","sentiment_score":0.0}
{"full_text":"RT Pay back the money today. Ok. Tea and roast lamb tomorrow. Cool. No masks, no social distancing. Wow! Democratic South Af...","sentiment_score":0.1145833333}
{"full_text":"You do realize Trump had the budget under control until China released it's bio weapon and the commicrats exploited the pandemic. Add the vote fraud and the billions to china from your chosen officials.","sentiment_score":0.0}
{"full_text":"Region Four pensioner recorded as 180th COVID-19 fatality -","sentiment_score":0.0}
{"full_text":"This pandemic isn't fucking normal stop acting like everything is fine it's literally not fine at all I want to scream","sentiment_score":0.0895833333}
{"full_text":"Now that I know you are very smart after watching the Swamp - I will fully admit I got you wrong about how smart and well educated you are prior - how about help solving the problem. The problem being Coronavirus and masks do help.","sentiment_score":-0.0017857143}
{"full_text":"RT #Valimai official update will come, once the team locks the release date..Foreign schedule is key for the completion of t...","sentiment_score":0.0}
{"full_text":"RT It's likely mask use has ended up leading to increases in Covid transmission by giving people a false sense of securit...","sentiment_score":-0.2}
{"full_text":"How COVID-19 Is Redefining the Logistics Workforce","sentiment_score":0.0}
{"full_text":"RT \"The results suggest that two pandemic outbreaks per year are more likely a natural phenomenon that is directly related to...","sentiment_score":0.15}
{"full_text":"Time: 05:00 * Temp: 4.9degC * Wind: NE 0.9 to 12.1mph * Pressure: 1005.4hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:02 * Sunset: 17:12 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Lockdown hit Haryana exports by 14%, Punjab 9% | Chandigarh News","sentiment_score":0.0}
{"full_text":"RT #COVID19 &amp; abuse Federal Institutional Age Care under #Colbeck_Morrison Stuff-Up.. #Frydenberg's $60B JobKeeper S...","sentiment_score":0.0}
{"full_text":"RT NEW: Supreme Court rules California churches may open despite pandemic","sentiment_score":0.0681818182}
{"full_text":"Our online classes cost more. But with it being in a pandemic, I asked if I could enroll in online classes at regular tuition and they said they said online class prices didn't change. So I enrolled in regular classes, just for them all to be hybrid\/online... lmao what","sentiment_score":0.275}
{"full_text":"She counts on me like I'm her daughter do I've had to forgive her and just constantly change the several subjects!I lost my beloved mother to covid complications at the end of August and have been utterly bereft . She was the MOST of my whole world .","sentiment_score":0.2333333333}
{"full_text":"\"Indian companies are most bullish on embracing digital ways of working as 52% of them agreed that the pandemic had accelerated the adoption of new, digital ways of working practices.\" The Financial Express","sentiment_score":0.1272727273}
{"full_text":"RT Do... do they think he's flying coach?","sentiment_score":0.0}
{"full_text":"RT Iowa Gov. Kim Reynolds has eliminated most of the state's COVID-19 restrictions, including mask requirements in public places and...","sentiment_score":0.25}
{"full_text":"RT .@POTUS' 1\/21 EO asked for the collection of data to fully understand the COVID-19 impact on students and the status of in-per...","sentiment_score":0.0}
{"full_text":"Barbados PM writes to PM Modi, thanks India for Covid-19 vaccine doses NaMo App","sentiment_score":0.2}
{"full_text":"RT \"Are we helping people TOO MUCH\" should not really be the question you ask during a global pandemic. Or, really, ever....","sentiment_score":0.075}
{"full_text":"RT OSHA Issues 'Stronger' Workplace Guidance on COVID-19 | by","sentiment_score":0.0}
{"full_text":"Now  covid xmas show, Ken Shakin and friends #christmassongs #Berlinchristmas #Berlinlockdown ! tune in here :","sentiment_score":0.0}
{"full_text":"RT Australian Open concerns ease as Victoria records no new COVID-19 cases","sentiment_score":-0.0227272727}
{"full_text":"WATCH: #Florida teachers request to be next group to receive full access to COVID-19 vaccines | See more:","sentiment_score":0.2833333333}
{"full_text":"RT ZEKE MILLER: Why is the president going to Delaware this weekend?PSAKI: He's from thereMILLER: But the CDC says people sho...","sentiment_score":0.0}
{"full_text":"Racial minorities were hit hardest by the coronavirus pandemic. Now, they're getting left behind by the vaccination effort.","sentiment_score":-0.2}
{"full_text":"Beltway Insider: Biden's Swift Action, SOTU, COVID Vaccines, Variant, Athlete A, Cloris Leachman, Cicely Tyson","sentiment_score":0.1}
{"full_text":"RT The Biden administration has no idea that the Biden administration is catching and releasing illegal aliens into Americ...","sentiment_score":0.05}
{"full_text":"Coronavirus cases drop at US homes for elderly and infirm","sentiment_score":0.0}
{"full_text":"RT I've peacefully refused to wear a mask as much as possible for the last year. And I'm a lifelong asthmatic. Guess what...","sentiment_score":0.0375}
{"full_text":"With the shifts in traffic and public #transportation demands due to the pandemic, access is now seen as more than just the connections between physical locations but also digital connections as well. #GovernmentNow #smartcities","sentiment_score":0.075}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"Oregon surpasses 2,000 COVID-19 deaths, over 500k vaccine doses administered - KATU #KATU #News #Bot","sentiment_score":0.0}
{"full_text":"A UK trial has been launched to see if giving people different #Covid vaccines for their first and second doses works as well as the current approach of using the same type of vaccine twice.","sentiment_score":0.05}
{"full_text":"4 things about mRNA COVID vaccines researchers still want to find out","sentiment_score":0.0}
{"full_text":"RT Join me Saturday February 13th 2pm for a #Morethanavisitor virtual town hall on caregiver access in congregate care setting...","sentiment_score":0.0}
{"full_text":"RT Albury-Wodonga Health has been confirmed as a Victorian COVID-19 vaccination hub. This is fantastic news for our regio...","sentiment_score":0.4}
