{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner. h...","sentiment_score":0.0}
{"full_text":"RT God also gave us intelligence and doesn't like it when we don't use it. Wear a mask.","sentiment_score":0.0}
{"full_text":"RT 9-year-old Texas boy known for his bear hugs died within 24 hours of testing positive for the coronavirus.#bced #bcpoli...","sentiment_score":0.2272727273}
{"full_text":"i just wanna see black swan live i despise this covid mf","sentiment_score":-0.0151515152}
{"full_text":"It feels surreal, I wasn't privy to the announcement of lock down, and more surprised when told the respiratory device I was using was not acceptable.#noargumentNo school Monday--haven't heard that in years.Dear R, did you try the candle, JET? #remotelearning","sentiment_score":0.1736111111}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"Something happened today I finally heard on the radio a commercial about getting a flu shot. Not once but twice today I have not heard anything about getting a flu shot all year until now. I guess they figure they'll give you the flu shot it's the same thing as the covid shot","sentiment_score":0.0}
{"full_text":"RT Israel to give 5,000 Covid vaccine doses for Palestinian key-workers. While vaccinations and all health matters in Pale...","sentiment_score":-0.21}
{"full_text":"RT Or how about - and hear me out here - Democrats won the election so no.","sentiment_score":0.0}
{"full_text":"RT As COVID-19 swept through the region, Alshilleh could no longer enter burial plots to position bodies toward Mecca. By the f...","sentiment_score":0.0}
{"full_text":"RT \"'We could now be faced with a Covid-induced cancer backlog that is close to 100,000 patients with the potential of tens...","sentiment_score":0.0}
{"full_text":"RT There is little to no proof of this claim that asymptomatic people can spread corona viruses. Without proof, these ass...","sentiment_score":-0.1875}
{"full_text":"RT COVID-19 Vaccines are here and more are coming. Californians, you can sign up now for alerts to know when the vaccines are...","sentiment_score":0.5}
{"full_text":"RT No way is anyone in a global pandemic travelling from Lille to Blackpool for anything other than football related stuff...","sentiment_score":-0.0416666667}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT 1 case of Covid in Perth, Western Australia today. The first for 10 months. The response? Full lockdown for 5 days includi...","sentiment_score":0.2}
{"full_text":"RT Bad journalism to write this article w\/o noting the gop \"gang\" track record over the last 12 years. A total joke. Also Portman...","sentiment_score":-0.2333333333}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"RT Story:","sentiment_score":0.0}
{"full_text":"RT Great piece by Jody Corcoran outlining how international travel has been at the root of our covid problems all along. h...","sentiment_score":0.4}
{"full_text":"RT Sad to say that I tested positive for Covid this week... symptoms started 2.5 weeks after my second Pfizer shot.  Feeling a bi...","sentiment_score":-0.0909090909}
{"full_text":"RT When you need to wear a face mask while running outdoors and when it's OK to skip it.","sentiment_score":0.5}
{"full_text":"RT More than 70 million #COVID19 vaccine doses have been administered so far.Less than 20,000 of these were on the Afri...","sentiment_score":0.5}
{"full_text":"RT Total hypocrite! Morrison now lecturing on \"fiscal discipline\"! Massive waste on non-existent submarines, water rights scandal...","sentiment_score":-0.0666666667}
{"full_text":"Oh, you're a Covidiot. Go away and spread your lies elsewhere.","sentiment_score":0.0}
{"full_text":"RT The filthiest part of life pre-COVID was that we normalized blowing all over a cake and serving it to guests ","sentiment_score":0.0}
{"full_text":"RT The Biden Administration lost 20 million COVID vaccines...This entire administration is a joke.https:\/\/t.co\/ApFGplHKGC","sentiment_score":0.0}
{"full_text":"RT Waiting for lockdown to end like ","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Bipartisanship is not the goal. Helping Americans survive COVID is the goal.","sentiment_score":0.0}
{"full_text":"RT I worked the last 2 evenings in the #COVID19 pods of our ER. What struck me - more than at any other point during the pa...","sentiment_score":0.125}
{"full_text":"RT i would love that ","sentiment_score":0.5}
{"full_text":"Uy 5 days lockdown sa Perth.","sentiment_score":0.0}
{"full_text":"RT The pandemic is taking a silent toll on athletes young and old.As The Star's writes, a COVID Survival Kit -- or...","sentiment_score":0.05}
{"full_text":"RT Very important site visits today - a wholesale market first &amp; Huanan Seafood Market just now. Very informative &amp; critical...","sentiment_score":0.2425}
{"full_text":"RT our mark is finally home! i'm so glad you arrived safely. please stay happy, healthy and safe  we'll wait no matter what...","sentiment_score":0.4666666667}
{"full_text":"Anti-vaccine protesters temporarily shut down California vaccine site via","sentiment_score":-0.1555555556}
{"full_text":"Yes the Australian govt always looks backward. Its slow to learn from it's mistakes and never anticipates problems before they occur. So why are we paying public servants and consultants to forward plan, when all they do is throw money to fix their mistakes!","sentiment_score":-0.1}
{"full_text":"RT We need to clean up police departments. Their bias is enabling the destruction of American Democracy. This is a shameful peri...","sentiment_score":0.1833333333}
{"full_text":"RT Biden administration unaware of location of 20M COVID-19 vaccine doses: report","sentiment_score":0.0}
{"full_text":"RT The economic and health crises facing working families today are unprecedented. The Democratic majority must go forward...","sentiment_score":0.4}
{"full_text":"RT why has stopped publishing cases of Covid Our in-person DD program presently has 2 case...","sentiment_score":0.0}
{"full_text":"RT \"When the history of COVID is written, the U.S. gov't promotion of remdesivir, which reaped $2.8B...but doesn't save l...","sentiment_score":0.0}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"I have to remind myself this is a cult. It's so confusing how these people went to the rallies like lemmings to slaughter.Sad.","sentiment_score":-0.3}
{"full_text":"RT WHAT THE ACTUAL FU@K!! Could it be African Americans or the \"colored\" population do not wash their hands as well as \"oth...","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"Sorry I missed your message. I send a virtual hugfrom my heart to your heart.  Your feelings for ourformer President are shared by millions.  Stay Well!","sentiment_score":-0.625}
{"full_text":"RT TDB: The WI pharmacist who sabotaged hundreds of doses of the Moderna coronavirus vaccine bc he thought COVID-19 was a hoax...","sentiment_score":0.0}
{"full_text":"$RVV in an important milestone in its run at the #Coronavirus , but also aiming at Psychedelics which is a new game changer in #Biotech","sentiment_score":0.0454545455}
{"full_text":"95,245 people died in the United States from coronavirus in January?!? That's ONE HUNDRED THOUSAND. At this rate we're going to hit half a million in days. I'm not sure what's going on, but people we have to STEP UP. This is completely unacceptable. I kn...","sentiment_score":-0.1055555556}
{"full_text":"&amp; now that I'm making as much money weekly that I was making biweekly, expect some ink soon  once my artist gets over covid ","sentiment_score":0.2}
{"full_text":"RT US measles outbreak is largest since disease was declared eliminated in 2000","sentiment_score":0.0}
{"full_text":"Covid makes strange bedfellows. I can't stand Ian Duncan Smith or my mp Richard Drax, but they are the few who speak out against lockdowns","sentiment_score":-0.125}
{"full_text":"RT 3\/ Disabled people and elders should not have to decide between living without showers, meals, or social interaction or med...","sentiment_score":-0.0833333333}
{"full_text":"Milwaukee was already failing students of color. Covid made it worse","sentiment_score":-0.4}
{"full_text":"RT If you have (I don't have it in my little DC apartment), I will be on tonight.","sentiment_score":-0.1875}
{"full_text":"RT if your family hasn't been affected by COVID you should really be thanking God","sentiment_score":0.2}
{"full_text":"Lori Lightfoot you are an asshole.  You are putting lives at risk and you should be in jailhttps:\/\/t.co\/THgCbPMRvB","sentiment_score":0.0}
{"full_text":"RT Let this sink in. In my opinion, our Govt is negligent in their lack of response to protect us.\"Tony Holohan warned S...","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT Please extend your hand out to this young USAF Veteran.Reality Winner need to be returned to her family...","sentiment_score":0.1}
{"full_text":"Yeah. We're on our fourth wave cause the rest of the world doesn't want to behave .Everything else is true, but not 100% sure if the free treatment is extended to expats. I put myself on a self imposed lockdown so I don't have to find out.","sentiment_score":0.3125}
{"full_text":"People With Asymptomatic COVID-19 May Have Higher White Blood Cell Counts: Study","sentiment_score":0.125}
{"full_text":"IKKK AND THIS PANDEMIC ISNT MAKING IT EASIER","sentiment_score":0.0}
{"full_text":"RT A consortium of some of Canada's largest companies, representing 350,000 employees nationwide, has launched a rapid coronaviru...","sentiment_score":0.0}
{"full_text":"RT Kerry Ford, 47yo , AMMC, Paragould, Arkansas, died of #covid19 12\/8. She volunteered with multiple local transition homes and...","sentiment_score":0.0}
{"full_text":"RT #BidenLied about:- Jobs- Having a Covid plan- Court packingWhat else?!?!","sentiment_score":0.0}
{"full_text":"RT 1 case of Covid in Perth, Western Australia today. The first for 10 months. The response? Full lockdown for 5 days includi...","sentiment_score":0.2}
{"full_text":"How so? Do you have some special way of keeping people from getting Covid? It isn't working.","sentiment_score":0.3571428571}
{"full_text":"RT Shockerhttps:\/\/t.co\/J5P3VsDuCw","sentiment_score":0.0}
{"full_text":"RT SMALLPOX - WORSE THAN COVIDBut at least people are more receptive to vaccines today#MedicalThriller about a smallpox epide...","sentiment_score":-0.0666666667}
{"full_text":"RT SMALLPOX - WORSE THAN COVIDBut at least people are more receptive to vaccines today#MedicalThriller about a smallpox epide...","sentiment_score":-0.0666666667}
{"full_text":"RT SMALLPOX - WORSE THAN COVIDBut at least people are more receptive to vaccines today#MedicalThriller about a smallpox epide...","sentiment_score":-0.0666666667}
{"full_text":"RT SMALLPOX - WORSE THAN COVIDBut at least people are more receptive to vaccines today#MedicalThriller about a smallpox epide...","sentiment_score":-0.0666666667}
{"full_text":"RT I'm just going to say it.I'm tired of hearing people say,\"I can't go to my favorite restaurant\" or show,or sports event or ba...","sentiment_score":0.05}
{"full_text":"It kind of sucks that a lot of the companies that were fined for failing to limit over distribution of opioids products are the same companies we're relying on to distribute the COVID vaccine.","sentiment_score":0.1}
{"full_text":"Individual &amp; business fraudulent claims accounted for $$ millions wasted from last COVID bill. How is the government going to protect the tax payer from wasteful fraudulent claims on the next bill?","sentiment_score":-0.05}
{"full_text":"RT It was a devastating piece - the student who had a psychotic break and had to be sectione...","sentiment_score":-0.75}
{"full_text":"RT I'm sure this is unrelated to the media ban on vaccination photos","sentiment_score":0.5}
{"full_text":"RT I've now heard of 2 instances where people were scooped up and placed in detention because of the gov't not believing t...","sentiment_score":0.0}
{"full_text":"RT Andrew Brooks, Who Developed a Covid Spit Test, Dies at 51","sentiment_score":0.1}
{"full_text":"RT The U.K. is set to confirm that residents at every eligible care home in England have been offered a Covid-19 vaccine","sentiment_score":0.0}
{"full_text":"RT The economic and health crises facing working families today are unprecedented. The Democratic majority must go forward...","sentiment_score":0.4}
{"full_text":"RT This is how the Philadelphia School District is \"enhancing\" the ventilation for their COVID-19 mitigation plan.Yes, it...","sentiment_score":0.0}
{"full_text":"RT According to 95,373 Americans died of COVID in January. That's an average of 3,076 a day. A 9\/11 every si...","sentiment_score":-0.15}
{"full_text":"RT The #NIT2021 will be the first National Event held since the start of the pandemic. With the health, safety &amp; well-bein...","sentiment_score":0.25}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT Get married and stream it on zoom. Have the in person celebration after the vaccinations have all been rolled out and...","sentiment_score":0.25}
{"full_text":"Corona in SAARC: Cases\/Deaths 5AM FEB 11. IND    10,758,6191\/154,4282. PAK 544,813\/11,6573. BAN   535,139\/8,1274. NEP   270,959\/2,0295. SLK    64,157\/3166. AFG  55,059\/2,4047. MAL        15,841\/528. BHU  859\/1 Total = 12,245,446\/179,014","sentiment_score":0.0}
{"full_text":"Heading to southern border to vaccinate the expected border crossings for the next month?","sentiment_score":-0.0333333333}
{"full_text":"RT Captain Tom Moore, the 100-year-old British veteran whose campaign to raise money for healthcare workers during the pande...","sentiment_score":0.0}
{"full_text":"RT Since Biden has been in office 20,000 people have died from Coronavirus.","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"The Internal Revenue Service urges employers to take advantage of the newly-extended employee retention credit- Join us Thursday, February 4th at 1:00pm CT as we discuss. #covid #irs #taxcredit #payrolltax #hcm","sentiment_score":0.0}
{"full_text":"RT This is what I think whenever people talk about how they're just going to have a small get together with their friends who h...","sentiment_score":-0.25}
{"full_text":"Biden already destroyed energy sector jobsLied and destroyed the fracking industrycan't handle the pandemic \"wear two masks everyone!\"propped up the rich and elite hedge funds over the citizensis sending the troops to war in foreign soilwhat a disaster","sentiment_score":0.125}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Burnout in the medical profession has been a growing concern, even before the #Covid crisis.So what can we do to fight it? This study can provide some insight.","sentiment_score":0.0}
{"full_text":"Under the cover of a pandemic, the UCP are going after your pension. You work your whole life for your retirement. Now Jason Kenney wants to get his hands on your CPP.#ableg ","sentiment_score":0.2}
{"full_text":"\"Let us do our best, then, to remove obstacles to genuine service, especially to the poor,\" Archbishop Romulo Valles of Davao, CBCP President said.#NCS2021PARIProject #CBCPNews","sentiment_score":0.19}
{"full_text":"Some manufacturers in Skagit County have seen a significant increase in business during the pandemic. Overall, the manufacturing sector of the economy was the only one to see an increase in jobs in 2020 in the county. #skagit","sentiment_score":0.125}
{"full_text":"Specially trained dogs in Florida help health officials to detect Covid-19 in fans ahead of Miami Heat games in the NBA","sentiment_score":0.3571428571}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT Guys kindly help me retweetIPhone 11Pro Max 256gig going for just 6600ghcedis new in box factory unlocked. Call or whatsa...","sentiment_score":0.3681818182}
{"full_text":"RT Which COVID test is best?Have symptoms? Get a PCRNeed fast results? Antigen testRecently exposed but no symptoms? A...","sentiment_score":0.2}
{"full_text":"St. Louis hospital reports success using experimental COVID-19 drug","sentiment_score":0.2}
{"full_text":"#Budget2021withFE | \"Covid cess is likely to be applicable to all taxpayers equally,\" says Nikhil Thakkar, Senior Vice President, IIFL Wealth. ","sentiment_score":0.0}
{"full_text":"Stories from those who lost loved ones to COVID-19","sentiment_score":0.7}
{"full_text":"Frustration is building over the pace of COVID-19 vaccinations at long-term care sites, where some homes still await first shots while fending off a virus that can devastate their residents.https:\/\/t.co\/gxRLNOBuPI","sentiment_score":0.25}
{"full_text":"Bernstein analyst Ronny Gal has some good news and some bad news related to the #pandemic. So what do you want to hear first?https:\/\/t.co\/vcKKuXN37V","sentiment_score":3.700743415e-17}
{"full_text":"Foster mom of 300 and adoptive mom of 7 dies of COVID-19https:\/\/t.co\/HLu8GBMoZY","sentiment_score":0.0}
{"full_text":"New COVID-19 Variant Evolves, Achieves Self-Awareness at 10:03 PM GMT in Cairo","sentiment_score":0.1363636364}
{"full_text":"Arizona has not vaccinated nearly enough people. We must keep social distancing, wearing masks, and limiting gatherings.","sentiment_score":0.0166666667}
{"full_text":"North Korea is criticizing Western countries for meddling in the affairs of China.In response to allegations that Beijing is committing geocide against Muslim Uighurs, the DPRK's foreign ministry accused western nations of having a \"human rights virus.\"https:\/\/t.co\/xkrT3SIqWU","sentiment_score":-0.03125}
{"full_text":"Alright, idk maybe the pandemic caused them to wing the ending ","sentiment_score":0.0}
{"full_text":"If you are wearing Jeans at this point in the pandemic, just know that nobody likes a show-off.","sentiment_score":0.0}
{"full_text":"RT And yet....we rarely talk about healthcare workers dying of #Covid_19  or what is it like for this whole team to take this...","sentiment_score":0.25}
{"full_text":"4hrs to go to complete #COVID19 impact survey. Please share your #pandemic experience &amp; encourage others to do the same!","sentiment_score":0.05}
{"full_text":"China's 'Big Three' flag steep full-year losses from pandemic impact via","sentiment_score":0.0}
{"full_text":"The pandemic, and the suffering it has already caused and will continue to cause, should serve as a striking reminder of the paramount necessity for a new international development cooperation architecture.https:\/\/t.co\/X4l1Aa0jEl","sentiment_score":0.2121212121}
{"full_text":"From our Collection: Cowbellc. 1930Used by E Clampus Vitus for ceremonies.#SundayThoughts #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"Show Me Hope crisis counseling program provides free, multilingual &amp; confidential support to anyone experiencing stress in response to COVID-19. Call or text the Disaster Distress Helpline 24\/7 at 1-800-985-5990. You're not alone. There is Hope.","sentiment_score":0.4}
{"full_text":"A Washington Congressman says the CDC's information, claiming studies show the vaccines help people previously infected with coronavirus, could be costing lives.","sentiment_score":-0.1666666667}
{"full_text":"Questions on Covid-19 will only go away when answered #MonitorUpdates","sentiment_score":0.0}
{"full_text":"RT NEWS: Schumer throws cold water on GOP group of 10's $600B COVID proposal: \"They should negotiate with us, not make a take-i...","sentiment_score":-0.6}
{"full_text":"China is conducting clinical trials of 16 self-developed #COVID19 vaccines, 7 of which have entered phase III trials and 1 has conditionally hit the market, said Wu Yuanbin, an official with the Ministry of Science and Technology, at a hematology conference on Saturday.","sentiment_score":0.0}
{"full_text":"RT China reports 42 new COVID-19 cases","sentiment_score":0.1363636364}
{"full_text":"Heard this week on the Parenting Roundabout Podcast: \"I feel like the stores have given up. They're only selling sweatpants.\"","sentiment_score":0.0}
{"full_text":"RT BREAKING: Reports say a coup is underway in Myanmar and leader Aung San Suu Kyi has been detained as communications appear to be cu...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.0FWind Chill: 23.0FHumidity: 99%Dew Point: 22.8F Barometer: 30.241 inHgWind: 1 mph from the NECorona Virus Weekly Stats:Cases: 123.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Exactly. I understand how important what Biden has done since being in office, but, hello?? We were promised $2000 if they were elected. Before long Trumpublicans are going to be screaming, \"See. Told you you can't trust them.\"","sentiment_score":0.2}
{"full_text":"Obama created Covid because everyone's a secret Muslim.","sentiment_score":-0.4}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT ** Going on a rant. It might be long, might be short, but it will be full of cursing.Right now my Father-in-law is fighting...","sentiment_score":0.1}
{"full_text":"RT It's increasingly clear no matter how many people get vaccinated and how low hospitalizations\/deaths fall, there's a large...","sentiment_score":0.2035714286}
{"full_text":"RT China reports 42 new COVID-19 cases","sentiment_score":0.1363636364}
{"full_text":"Access the federal government's pandemic relief resources for small businesses, all in one place. From the latest news to finding a small business advisor, the SBA is here to help make your journey a little easier. Visit their website to learn more:","sentiment_score":0.0625}
{"full_text":"RT The House is set to pass a budget resolution this week, the first step toward approving the $1.9 trillion relief bill thro...","sentiment_score":0.25}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"US Covid-19 Daily StatisticsConfirmed Cases: 39,579Total Deaths: 324Total Recoveries: 14,179New Confirmed Cases: 46Deaths Today: 0Recoveries Today: 0#coronavirus #covid19","sentiment_score":0.2}
{"full_text":"RT i personally fed up of that covid thing.","sentiment_score":0.0}
{"full_text":"RT We were elected to deliver Covid relief.","sentiment_score":0.0}
{"full_text":"RT China sees new Covid-19 cases fall to more than 3 week low","sentiment_score":0.2121212121}
{"full_text":"RT I plan to deal with tomorrow's snow day the same as every other day of this pandemic: alcohol, tears, shouting and pray...","sentiment_score":-0.0625}
{"full_text":"It actually makes me LOL when people say they won't take the vaccine because it \"hasn't been researched enough\" like yeah, researchers have only spent their life's work producing to save us from a pandemic but you're right, you know best...","sentiment_score":0.2836734694}
