{"full_text":"COVID-19: Travellers from 'red list' countries will have to pay PS1,750 for 10-day hotel quarantine - Sky News","sentiment_score":0.0}
{"full_text":"RT #WHO official concludes: lab virus leakage of #COVID19 \"extremely unlikely\" and doesn't recommend fur...","sentiment_score":-0.5}
{"full_text":"RT Prof. and I wrote for that we were skeptical that the Huanan seafood market was the site of the...","sentiment_score":-0.5}
{"full_text":"You had 1 yr to tackle the Pandemic and did nothing the failed Trump Presidency put the Country in this position. Joe's been in office 2 wks put your money where your mouth is and pass his $1.9 trillion now NO MORE DELAYS SENATOR","sentiment_score":-0.375}
{"full_text":"While no excess mortality ever observed during lockdown where there is low covid prevalence...","sentiment_score":0.0}
{"full_text":"RT Teachers of twitter, another one for you... Post-pandemic, would you like the option to join staff meetings (departmen...","sentiment_score":0.0}
{"full_text":"RT Building a home gym during this lockdown.","sentiment_score":0.0}
{"full_text":"\"What the fuck is up Denny's\" ","sentiment_score":-0.4}
{"full_text":"These excuses are genuinely the most clutching at straws thing I've ever seen. The only one that is ok is Mugello and COVID","sentiment_score":0.35}
{"full_text":"'Constitutional sheriffs' ask Michigan police to stand against Biden, COVID-19 orders.","sentiment_score":0.0}
{"full_text":"RT - M and S were betting who'd get sick first.- M is very close to Kiyo and usually meets with him the most often or 2nd most...","sentiment_score":0.0693877551}
{"full_text":"RT We've had 2 straight weeks of steady drops in case rates, positivity rates, R values, hospitalizations, ICU use &amp; deaths...","sentiment_score":0.1833333333}
{"full_text":"Proportion of deaths from Covid in England and Wales hits all-time highhttps:\/\/t.co\/DPDwJEpNeD","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT This lockdown is really getting to me. I've been feeling so unmotivated and mentally exhausted, this is so unlike me.","sentiment_score":-0.1}
{"full_text":"RT ...posted 72 hours before he died of COVID","sentiment_score":0.0}
{"full_text":"RT Last few days we have been told: Days of big weddings and sporting events are 'gone.'Don't book holiday either domestic or...","sentiment_score":-0.05}
{"full_text":"RT Child sex abuse of every kind has skyrocketed during the pandemic, and its absolutely heartbreaking to see the media pay...","sentiment_score":0.4}
{"full_text":"RT #NATO &amp; #Slovakia  deliver support to North Macedonia  in response to the #COVID_19 pandemic. The support is part of t...","sentiment_score":0.0}
{"full_text":"Brill!","sentiment_score":0.0}
{"full_text":"RT Rep. Chip Roy (R-TX) accuses the left of \"politicizing\" Rep. Ron Wright's death by noting that he died of Covid","sentiment_score":0.0}
{"full_text":"RT Voters aren't interested in process. Very few Americans know that the Trump tax cut was rammed through on a party-line vot...","sentiment_score":-0.005}
{"full_text":"RT #GPNs are highly skilled, experts in their field &amp; amongst the largest &amp; most experienced group of #vaccinators in the...","sentiment_score":0.6}
{"full_text":"RT ...we voted in a $15 minimum wage here by a wide margin. Not only does Fox News not make logical arguments, they get basic f...","sentiment_score":0.0375}
{"full_text":"RT Experts have warned that schools must be reopened with caution, amid emerging evidence from Israel and Italy that more youn...","sentiment_score":0.5}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"Did #COVID19 jump to humans from alien species ","sentiment_score":-0.25}
{"full_text":"RT WHO says Covid may not have started at Wuhan wet market ","sentiment_score":-0.1}
{"full_text":"RT Have you noticed that all the people that said COVID was fake and that government just used it to get money from America are su...","sentiment_score":-0.5}
{"full_text":"RT Londoners could see \"huge disruption\" to bus services later this month with drivers planning several strikes over pay offers m...","sentiment_score":0.125}
{"full_text":"#HeadsUp North Texans. will administer 22K doses of #COVID19 vaccines this week. It's open today from 9:30 a.m.-5 p.m. Thursday noon - 5 p.m. and Friday from 7:30 a.m. - 5 p.m. Last week, TMS administered more than 27K doses.  #vaccines 1\/2","sentiment_score":0.1666666667}
{"full_text":"RT It is with great sadness we announce that nurse Jose \"Joey\" Neyra has sadly died after testing positive for COVID-19. C...","sentiment_score":0.1757575758}
{"full_text":"For Swine Flu the team calculated a 'worst case scenario'. This was a projection against which to plan, and not a prediction of number of deaths.","sentiment_score":-1.0}
{"full_text":"RT 10 years is obscene. An utterly wrong-headed unjustifiable heavy-handedness which plays directly into the suspicions of the an...","sentiment_score":0.05}
{"full_text":"RT NEW to plans national Covid vaccination forum to reassert federal leadership and re-empower scientific agencie...","sentiment_score":0.1363636364}
{"full_text":"RT Palantir stock shoots up after IBM partnership on AI offering for businesses #MachineLearning #D...","sentiment_score":0.0}
{"full_text":"RT Exams during Covid","sentiment_score":0.0}
{"full_text":"Nobody's safe until everybody's safe! International  cooperation is required to ensure equitable access to  vaccines, tests, treatments and other technology","sentiment_score":0.25}
{"full_text":"On the podcast this week - the geopolitical implications of vaccine rollout. Is the scramble for vaccines driving 'vaccine nationalism'? And might vaccine surplus countries use supplies to engage in 'vaccine diplomacy'? #MacroMatters #podcast #economics #politics","sentiment_score":0.0}
{"full_text":"RT Ontario's #COVID19 reopening strategy - the colour coded system Part 2.There is now an \"Emergency Break\" option...if thi...","sentiment_score":0.0}
{"full_text":"RT The New York Democrats announced that families can get reimbursed up to $7,000 for funeral expenses, with $260 million of...","sentiment_score":0.1363636364}
{"full_text":"RT Weekly update of #COVID19 in SAGraphs and indicators looking bright and promising, unlike the weather in Gauteng, with...","sentiment_score":0.45}
{"full_text":"RT The WHO-commissioned investigation on SARS-CoV-2 seems to have arrived at a similar conclusion: the virus was already cir...","sentiment_score":0.0}
{"full_text":"This is me. I'm tired of the effort it takes. I miss my friends, I miss my family. But I know better so ","sentiment_score":0.05}
{"full_text":"Anything less will be a disappointment","sentiment_score":-0.3833333333}
{"full_text":"\"\"So at a time when accurate death statistics are more important than ever, the rules have been changed in ways that make them less reliable than ever.'https:\/\/t.co\/GDZ5iLcyQP","sentiment_score":0.2833333333}
{"full_text":"Portugal poised to extend lockdown as COVID-19 cases fall","sentiment_score":0.0}
{"full_text":"RT i love when Black people say \"we in a panini press\" to describe the pandemic. i be dying. ","sentiment_score":0.1666666667}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"RT The living wage foundation found that during the pandemic:-1 in 4 workers skipped a meal 2 in 3 suffered a wage cut1...","sentiment_score":0.0}
{"full_text":"You and your followers are nothing but an insult to the scientists and experts in this country. You should all be ashamed of the anti mask, anti lockdown anti vaccine rhetoric you promote","sentiment_score":0.0}
{"full_text":"COVID-19 origin: says #Wuhan lab-leak claim 'extremely unlikely' | TheCable","sentiment_score":-0.5}
{"full_text":"RT I get why Clubhouse is special, I understand why some people spend a lot of time there, and I have no doubt it will continue aft...","sentiment_score":0.3571428571}
{"full_text":"RT Funding opportunity! New #NOSI announces is accepting apps for current awardees to receive supplemental fundin...","sentiment_score":0.0681818182}
{"full_text":"This is one of those intercounty things we don't want the biggest score in. #StayHome  Wash your hands Wear a mask Limit contacts outside your home Practice good sneeze\/cough hygiene Be sound","sentiment_score":0.3666666667}
{"full_text":"RT If does not cancel their exams, it would only be unfair. Mutated viruses are found in tje country. Vaccinatio...","sentiment_score":-0.25}
{"full_text":"RT and if you feel sick, STAY HOME. you will not get a promotion for risking everyone's health","sentiment_score":-0.7142857143}
{"full_text":"RT Biden's week during Trump's trial:Today: Biden and Harris meet with Treasury Sec. Yellen, focus on COVID relief Wed:...","sentiment_score":-0.1}
{"full_text":"RT Matt Hancock has an addiction to testing for Covid, it's almost as if his mate owns a test kit supply company! ","sentiment_score":0.0}
{"full_text":".@HotpointUK why won't you repair my constituent Mr A's Hotpoint WF54IP? You demand tests from family incl 2 children just because they live in Mitcham (CR4). Testing #southafricanvariant only in Pollards Hill. Normal #lockdown rules apply. Are we modern lepers?","sentiment_score":0.1215909091}
{"full_text":"RT I thank the Government of India for providing 500K doses of the coronavirus vaccine to Afghanistan. Appreciating India's const...","sentiment_score":0.0}
{"full_text":"Yes. Although focus in article is on if cruises lines will require it, in my view that will be moot, as countries will require it as part of entry along with tests. We can see that already starting. There is precedent on countries requiring vaccines across the years. Thoughts?","sentiment_score":0.0}
{"full_text":"RT Nothing matches the beauty of Kerala. The prettiest thing happened after lockdown. Mr. and Mrs. Bakshi, Ghar baithe ra...","sentiment_score":0.0}
{"full_text":"RT Family time 2020\/21  #facetime #missingmyfam #lockdown","sentiment_score":0.0}
{"full_text":"Who are these people? When you draw the line from social distancing rules to Apparently stop the spread It's obvious to Maxwell Smart that the caf with strawberry jam toast That the wounded fish is agents of chaos creating clusters pouring samples of the virus down the drain.","sentiment_score":0.0284126984}
{"full_text":"RT Press conference on what mission to investigate the origins of #SARSCoV2 found on their China trip is about to st...","sentiment_score":0.0}
{"full_text":"I do blame you.China is responsible for the first few deaths in the US.People who were not willing to wear masks, keep social distancing, and STOP HAVING PARTIES.","sentiment_score":0.0316666667}
{"full_text":"RT Big big news","sentiment_score":0.0}
{"full_text":"RT Fascinating story. Governments and businesses are starting to accept that the novel coronavirus isn't a temporary problem,...","sentiment_score":0.35}
{"full_text":"RT Great news: Individuals 65+ can now sign up for the vaccine! Call Connecticut's Vaccine Appointment Assist Line to sche...","sentiment_score":1.0}
{"full_text":"Calling all Musicians!#toptiptuesdayPut your talent and skills to the test and brighten up someone's day this lockdown by preparing a performance and playing to them via a video call. #KeepMakingMusic","sentiment_score":0.0}
{"full_text":"I've said Kushner and Trump are responsible for hundreds of thousands of counts of depraved indifference negligent homicide. They should be charged and convicted for them. They killed American citizens at an unprecedented scale. Heads on pikes wouldn't be inappropriate.","sentiment_score":0.15}
{"full_text":"RT Expiry date actual = Expiry Date printed - 73 days. Pity pharma cos dont educate us more on this....","sentiment_score":0.1333333333}
{"full_text":"French flock to Madrid cafes for pandemic reprieve","sentiment_score":0.0}
{"full_text":"RT Doug Ford is trending. Tim Hortons is trending.Because Doug Ford took time out of his urgent pandemic presser to do an ad...","sentiment_score":0.0}
{"full_text":"RT So the U.S. didn't put more money into the development of new and expanded COVID-19 testing...because the head of the...","sentiment_score":0.3181818182}
{"full_text":"RT Grateful thanks to the English army nurse who just gave me my first covid jag in Aberdeen. Working 12 hour shifts here for...","sentiment_score":0.15}
{"full_text":"RT YouTube's double standard: You can't hear from doctors who successfully treat covid patients and recommend early treatme...","sentiment_score":0.2125}
{"full_text":"RT The NBA forcing Kevin Durant to get the Covid Vaccine","sentiment_score":0.0}
{"full_text":"RT How about the Cabinet go to prison for 10 years and leave us to sort Covid out?","sentiment_score":0.0}
{"full_text":"RT E3 2021 will be going digital this year as COVID-19 concerns continue to factor into in-person event planning and the ESA...","sentiment_score":0.0}
{"full_text":"RT the health secretary has announced a testing system for all travellers into the UK around 53 weeks after the pandemic began","sentiment_score":0.0}
{"full_text":"RT First sight of the hills after the lockdown torture was to die for!! Bliss!! Mr. and Mrs. Bakshi #FlyBakshiFly","sentiment_score":0.6103515625}
{"full_text":"RT  starts COVID  builds a vaccine  builds a vaccine and shares it","sentiment_score":0.0}
{"full_text":"\"virus was likely to have been active outside the Wuhan market for weeks before cases were first detected. The team raised the possibility that the virus could have been present in other regions or countries before the first cases were reported in Wuhan.\"","sentiment_score":0.0345238095}
{"full_text":"You fast track publishing the standard so providers can make changes now, you commit to updating the work with online\/Covid context, and you set a clearish timeline for further action. Great stuff.","sentiment_score":0.22}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"Phones should be left at the door at Groove ","sentiment_score":0.0}
{"full_text":"lol there's rice at home.","sentiment_score":0.8}
{"full_text":"\"I wish to emphasize that resources are limited while at the same time, the Government is confronted with significant expenditure demands, including financing the post-Covid-19 economic stimulus programme and the \"Big Four\" agenda.\" - Julius Muia, PS #BudgetKE","sentiment_score":0.1007142857}
{"full_text":"RT 'Disgrace!' No border virus checks as South Africa traveller goes unchallenged - EXCLUSIVE","sentiment_score":0.0}
{"full_text":"RT Fun, affordable and oh so creative, egg box crafts are a great way to entertain your kids in #lockdown  Here's 31 egg box...","sentiment_score":0.5333333333}
{"full_text":"RT NOW, in order to fly into the US, you must have a recent negative covid test or it's no go. However, if you cross the bor...","sentiment_score":0.125}
{"full_text":"RT NOW, in order to fly into the US, you must have a recent negative covid test or it's no go. However, if you cross the bor...","sentiment_score":0.125}
{"full_text":"Why would a lecturer award me 69% in the middle of a fuckin pandemic! What are you keeping the 1 mark for? ","sentiment_score":0.0}
{"full_text":"#COVID19 Vaccines: Trust the Facts.","sentiment_score":0.0}
{"full_text":"Doses \"reserved\" for healthcare workers at the American Hospital of Paris had been given to around 20 members of the Board of Governors and several of the hospital's financial donors, according to","sentiment_score":0.0}
{"full_text":"While this year has looked different in many ways, the #BSHS Concert &amp; Jazz Bands have uncovered unique strategies to safely continue practicing. Concert Band practices after school in small groups spread out around the school building, allowing for safe social distancing.","sentiment_score":0.2369047619}
{"full_text":"EFL statement: COVID-19 test results. #EFL","sentiment_score":0.0}
{"full_text":"\"I trust, and am so grateful for, the scientists who developed the vaccines, and feel vaccines are critical to ending this pandemic.\" - Dr. Michael Alston","sentiment_score":0.05}
{"full_text":"Staying connected is a crucial part of the recovery process. Available resources: Online meetings Telephone meetings Chat forums Mobile appshttps:\/\/t.co\/Yq7O1PGT20","sentiment_score":0.2}
{"full_text":"The temporary suspension was announced that put a damper on the imminent rollout and stoked criticism of the coronavirus response. ","sentiment_score":0.0}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurvehttps:\/\/t.co\/On7wyCWb4a","sentiment_score":0.0}
{"full_text":"Sweet!","sentiment_score":0.4375}
{"full_text":"\"The details matter,\" one epidemiologist said.https:\/\/t.co\/bMmyiJfK8O","sentiment_score":0.0}
{"full_text":"An important read on the impact of the Covid-19 pandemic on the security and defense aspects of the EU","sentiment_score":0.4}
{"full_text":"RT I'm just getting started in my Barber Career,but due to the pandemic I've been set back and making moves on my own hasn't...","sentiment_score":0.1583333333}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"Tania is an assistant psychologist in Cheshire. She says a lot of people worry about a loved one getting COVID-19. Her advice: \"Keep your distance to protect the people close to you. It's not easy, but it saves lives.\" #SpreadTheFacts - not the virus","sentiment_score":0.2416666667}
{"full_text":"Mick Cronin on the #CollegeHoopsToday Podcast:Coaching during COVID-19, UCLA's 13-4 start, and his concerns about conference tournaments.https:\/\/t.co\/vkVtE1eV5A","sentiment_score":0.0}
{"full_text":"...this is being underwritten or promulgated by the guy wh owns your neighborhood pub.2. Maybe there are financial interests here, and money to be made in the context of poor pandemic control.  If you're betting against markets, maybe poor pandemic control is helpful.","sentiment_score":-0.2666666667}
{"full_text":"This is the final proof that the whole thing is a scam. They are actually making a joke of covid. RTE don't believe a word of it as proven by their own knees up last November.","sentiment_score":0.16}
{"full_text":"Head of research, Kieran Breen, busts some of the worrying myths to help reassure the public the jabs are safehttps:\/\/t.co\/1KyozgRsyw","sentiment_score":0.0}
{"full_text":"In the first episode of our new podcast on the pandemic &amp; the northern tourism industry, we talk with  on why #Indigenous #tourism businesses are so hard hit &amp; what it'll take to build back. #NWT #Yukon #business #travel","sentiment_score":0.0236742424}
{"full_text":"With homeless shelter space limited during the COVID-19 pandemic, the need for permanent housing is even greater.","sentiment_score":0.2142857143}
{"full_text":"In the last full week of January, Covid accounted for more than half of all deaths in the city regionhttps:\/\/t.co\/VbSydkQyYG","sentiment_score":0.1708333333}
{"full_text":"In collab with and we recently launched books in 10 underserved languages to support #COVID19 health + virus prevention and social-emotional learning! You can use these books to support your health &amp; education programming!","sentiment_score":0.0}
{"full_text":"Today is the last day the PA DOH will be hosting a drive-thru COVID-19 testing clinic at the Bloomsburg Fairgrounds. It is open from 9AM-6PM. Utilize the entrance for Fair Parking on Fort McClure Blvd.More information:","sentiment_score":0.2333333333}
{"full_text":"#WFH Top Tip: Working from home shouldn't mean you stay cooped up indoors all day! Whilst the daily commute is out the window, get outside and enjoy that fresh air for a physical and mental boost ","sentiment_score":0.088671875}
{"full_text":"Dundalk Day Service have not let this lockdown stop them from having fun and getting creative.#TeamInspire have been busy creating their own artwork  and baking up a storm in the kitchen.","sentiment_score":0.3333333333}
{"full_text":"The guidelines for safe return to playing and practising of Crickethttps:\/\/t.co\/IEjyXbkqXN#SingaporeCricket #ReturnofCricket #Covid19","sentiment_score":0.5}
{"full_text":"As per govt estimates, 1.6 crore+ panchayat functionaries, community workers &amp; other volunteers have been involved in various #pandemic-related duties:@avshrivas &amp; Prakriti Singh on experiences of bureaucracy &amp; local health workers","sentiment_score":-0.0416666667}
{"full_text":"First dose COVID-19 Vaccine Clinic on Thursday, 2\/11\/21 from 2-6pm at Woodland Primary Care (108 W. Main St. Woodland, NC 27897). ONLY for individuals 65+ and health care workers at this time. Registration required. To register, call RCCHC's COVID-19 Info Line: (252) 862-4933","sentiment_score":0.0133333333}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"RT Anyone else just feel so suffocated in this lockdown I literally feel like crying 24\/7","sentiment_score":-0.2}
{"full_text":"RT Ontario will use the same vaccine scheduling software as a system in California, one criticized as cumbersome, with younge...","sentiment_score":0.0}
{"full_text":"From our news at Doctors_net_uk today: Pledge to keep vaccinating to beat mutants #COVID19","sentiment_score":0.0}
