{"full_text":"RT My grandmother died last night. She died because her lungs were utterly wrecked by COVID-19. She died to keep the economy open...","sentiment_score":0.0}
{"full_text":"RT Why Malaysia Reported Below 3,000 Covid-19 Cases The number of people tested for Covid-19 dropped from over 67,000 people t...","sentiment_score":0.0}
{"full_text":"RT Tucker Carlson says \"they\" are lying about the safety of the COVID vaccine and you know for certain that they're lying...","sentiment_score":0.2142857143}
{"full_text":"Dying of Covid in a 'Separate and Unequal' L.A. Hospital","sentiment_score":0.0}
{"full_text":"RT India has come a long way in its fight against COVID-19, but what was our Recovery Rate Trend from 30th April 2020? Check o...","sentiment_score":-0.05}
{"full_text":"the struggle wtf","sentiment_score":-0.5}
{"full_text":"I agree. I don't personally give a shit about Covid anymore and I wish the quarantine system, the lockdowns and the border closures would end yesterday but this is the future and I doubt we will ever be really free of it again.","sentiment_score":0.05}
{"full_text":"RT Sobering. Yet another reason to be wary of #vaccinenationalism during #COVID19. Does that mean no travel o\/s for 6 yea...","sentiment_score":-0.40625}
{"full_text":"RT Dear Kenyans,Think about how our critical frontline heath workers were denied allowances by SRC during a pandemic and MCA...","sentiment_score":0.0}
{"full_text":"RT What \"pandemic things\" do you think you'll keep doing even after the vaccine? Here are mine: 1. My own hair color 2. Gro...","sentiment_score":0.6}
{"full_text":"RT Good morning to everyone who isn't telling lies about masks and pretending we're going to somehow film-produce our way ou...","sentiment_score":0.7}
{"full_text":"RT Two further individuals linked to the Holiday Inn Melbourne Airport have tested positive to coronavirus (#COVID19) today: a w...","sentiment_score":0.1136363636}
{"full_text":"RT And refused the covid vaccine by an Isreali State who act as an apologist for Adolf Hitler.","sentiment_score":0.0}
{"full_text":"RT Scenario now similar to 2020 as happened in Northern Italy.Austria have an outbreak of #B1351 South African Variant in Tir...","sentiment_score":0.0}
{"full_text":"#Vaccine vs variant: Promising data in #Israel's race to defeat pandemic | Article ","sentiment_score":0.2}
{"full_text":"It's worrying about the increase in the variants as a proportion of total infections. I hope those start to level off too soon, or else a new lockdown may still be on the cards.","sentiment_score":0.0681818182}
{"full_text":"RT Everytime y'all go out, plan parties, mingle outside your household, not wear a mask - I hope you remember that a talented,...","sentiment_score":0.35}
{"full_text":"RT Governments and businesses are starting to accept that the coronavirus isn't a temporary problem, and instead will lead to long-te...","sentiment_score":0.0}
{"full_text":"a fantastic description of delirium. Not biased at all here  but this is an excellent explanation in non medical terms","sentiment_score":0.4666666667}
{"full_text":"RT This is a completely insane headline from the New York Timeshttps:\/\/t.co\/eXq9F65rwy","sentiment_score":-0.4318181818}
{"full_text":"FFS you MPs need to sort yourselves out. This isnt intelligent governing this is lunatics running the asylum. Does Matt Hancock have covid brain with contagion speading throughout HoC. You lot are a joke. Hancock needs Sectioning. SORT THIS MESS OUT","sentiment_score":0.3125}
{"full_text":"Not one MP has died from COVID before you start pushing for us actually living with this and our families let's see every seat in that chamber packed like a school classroom with zero mitigation but a bottle of hand sanitiser and an open door.  You live with it 1st","sentiment_score":0.0454545455}
{"full_text":"RT the health secretary has announced a testing system for all travellers into the UK around 53 weeks after the pandemic began","sentiment_score":0.0}
{"full_text":"RT He used his platform. You just didn't get the message","sentiment_score":0.0}
{"full_text":"RT He used his platform. You just didn't get the message","sentiment_score":0.0}
{"full_text":"RT \"so the story is that the people responsible for educating and looking after our kids are miffed that the government is...","sentiment_score":0.2}
{"full_text":"RT #COVID-19: Government failed to contact 375,000 to tell them to shield. SERCO Test, Track and Trace is a 'brilliant' success...","sentiment_score":0.2333333333}
{"full_text":"RT Thank you for the investigation into myths and nonsense around #COVID19 Please share to stop FALSE NEWS and...","sentiment_score":-0.4}
{"full_text":"RT Last week, hosted disability justice &amp; rights leaders &amp; Taryn Williams for a co...","sentiment_score":0.0}
{"full_text":"She literally said \"You don't bother me, I don't bother you\" what's not clicking? Just let the girl live her dream sitcom fix-it fic with her robot husband","sentiment_score":0.1363636364}
{"full_text":"RT Now is the time for a big, bold COVID relief package that will change the course of the pandemic and jumpstart our economy. The...","sentiment_score":0.1666666667}
{"full_text":"Heartbreaking clipMy workplace, Whiston Hospital in the Spotlight today Colleagues and friends on the frontlineKeep safe and well peeps      ","sentiment_score":0.5}
{"full_text":"can corona disappear already","sentiment_score":0.0}
{"full_text":"When the pandemic is over Imma redo 22 &amp; 23 didn't get a chance to go all out","sentiment_score":0.0}
{"full_text":"Some will say \"conspiracy\", others will point out that flu has an R0 lower than c-19, so measures to reduce covid transmission are likely to reduce flu transmission even more","sentiment_score":0.25}
{"full_text":"RT Terrific work from for BBC File on 4 on the waste and incompetence (and worse) that has characterised the Go...","sentiment_score":-0.2}
{"full_text":"RT The rise in the cost of the Licence Fee is 0.004% of the average UK salary.Dan just supported a policy that made the...","sentiment_score":-0.15}
{"full_text":"RT - Causing the first wave by letting in thousands of untested travellers from Covid-struck Europe. Punish...","sentiment_score":0.25}
{"full_text":"RT Exclusive: Brexit bigger headache than Covid'According to recent research from the Small Business Charter, a governmen...","sentiment_score":-0.0833333333}
{"full_text":"RT  Fountain of Love  Inviting Filipino fans to come and join us watch the very first musical dancing fountain for Mew Supp...","sentiment_score":0.275}
{"full_text":"RT Brilliant again from . Now let's do something about it. Join . #NowScotland","sentiment_score":0.9}
{"full_text":"RT the health secretary has announced a testing system for all travellers into the UK around 53 weeks after the pandemic began","sentiment_score":0.0}
{"full_text":"RT This is Mairead Philpott. Not sure if any of you remember but she was convicted in playing a part in the death of her 6...","sentiment_score":-0.25}
{"full_text":"Pakistan's Update | 1200 PST | 10 FEBRUARY 2021557591 cases, 12128 deaths and 514951 recoveries.Active cases are 30512#Coronavirus #CoronainPakistan #COVID19 #Pandemic #COVID19 #StayHome","sentiment_score":0.0}
{"full_text":"RT Brussels plans to invest 10 million Euro into cycle highways as part of the Belgian national recovery plan. Good examp...","sentiment_score":0.7}
{"full_text":"RT Some people will cancel all plans just to stay home in bed. It's me. I'm some people.","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT The rise in the cost of the Licence Fee is 0.004% of the average UK salary.Dan just supported a policy that made the...","sentiment_score":-0.15}
{"full_text":"Covid-19 parosmia: 'Public toilets smell nice to me now'","sentiment_score":0.3}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"RT .@AsmKevinMcCarty, the ASES daily rate per child is $8.88. As a result of #COVID19, programs are running longer hours to...","sentiment_score":0.0}
{"full_text":"WHO attacks AMERICA after Wuhan whitewash","sentiment_score":0.0}
{"full_text":"Self-proclaimed \"rage mom\" is upset Mr. Brady has no mask! How easy Covid has made people to feel morally superior and lecture others.","sentiment_score":0.5666666667}
{"full_text":"RT How do you plead is exactly the Q I want put to and Whitty.https:\/\/t.co\/B0Od4ni21i","sentiment_score":0.25}
{"full_text":"Read new interview with President of the explains the EU's #vaccinestrategy and the roll-out plan to vaccinate 70% of the EU's adult population by the end of this summer.#Vaccine #Europe #Covid19https:\/\/t.co\/1oWA0EMHYH","sentiment_score":0.1181818182}
{"full_text":"One dude from the article sent his minor children, one of them with an almost expiring passport, on a weekend break to NYC in the middle of the pandemic. Like, how fucking stupid one has to be to do something like that?","sentiment_score":-0.2833333333}
{"full_text":"RT If you don't wear a mask because you're afraid it will cut off oxygen to your brain, that ship has already sailed","sentiment_score":-0.6}
{"full_text":"Pandemic cloud migration push to have lasting impact#Transformation #ServiceNow #CSM #ITSM #ITOM #CaseManagement #ServiceDesk #IncidentManagement #Discovery #EventManagement #Portal","sentiment_score":0.0}
{"full_text":"RT 33 states, UTs have less than 5,000 #COVID19 cases, says health ministryhttps:\/\/t.co\/74CTz0cvKq","sentiment_score":-0.1666666667}
{"full_text":"Could Coronavirus Trigger Force Majeure Contract Breaks? #CRE #COVID-19 #TenantTips  ","sentiment_score":0.0}
{"full_text":"I've been doing quite a bit of art during lockdown three. Here is a recent art journal entry..Stannage Egde.","sentiment_score":0.0}
{"full_text":"If I could I would stay by your side, I wanna hug you and never let you go, get lost in your wonderful eyes, hold my face close to yours, place my head on your heart,find my way home in your arms, for eternity,make you feel like the prince you truly are ","sentiment_score":1.0}
{"full_text":"RT So, I'm not going to tag all the folks I've had disagreements with for *months* now, since December, who didn't believe me that...","sentiment_score":0.0}
{"full_text":"But my point is. No matter what illness you have contagious or not contagious should matter. Them ppl with loved ones dying of non covid illness still go through the same heartache of a person who has a loved one dying of covid.","sentiment_score":0.4666666667}
{"full_text":"It's not like we're in a pandemic or anything","sentiment_score":0.0}
{"full_text":"RT Cricket South Africa has written to the ICC seeking financial redress following Australia's withdrawal from a planned three...","sentiment_score":0.0}
{"full_text":"why do i feel the need to start my whore phase when i'm in a relationship and in lockdown when i wasn't in either of those for the past two years","sentiment_score":-0.25}
{"full_text":"RT As soon as lockdown ends, we need to prepare &amp; aim for mass protest all over the UK. We are not tolerating the...","sentiment_score":0.0}
{"full_text":"and publish #data from in vitro studies demonstrating COVID-19 vaccine elicits antibodies that neutralize SARS-CoV-2 with key mutations present in U.K. and South African variant. Read more via","sentiment_score":0.125}
{"full_text":"How about Republicans get off their knees and stop praying at the alter of Trump. Your spiritual leader killed over 400,000 Americans with his non-existent Pandemic plan. It is pathetic in a country as rich as the USA that the government can't support a living wage for its people","sentiment_score":-0.20625}
{"full_text":"RT With an initiative by to make the Covid19 vaccination process more efficient, our vaccination center for...","sentiment_score":0.2}
{"full_text":"Places running out fast --&gt; IER's 'Redundancy and covid-19 - Are our #Redundancy laws strong enough?'. Register your place at #ukemplaw #Covid19UK","sentiment_score":0.2111111111}
{"full_text":"CARE IS JUST A CALL AWAY FOR COVID-19 PATIENTS #care #covid19 #advice","sentiment_score":0.0}
{"full_text":"The first song from my upcoming EP is now available on Bandcamp. The song's called 'The Sun is Up' and it's about a peaceful day during lockdown in Auckland, New Zealand. Please click the link in my bio to have a listen. Tell me what you think. #NewMusic","sentiment_score":0.2590909091}
{"full_text":"RT BREAKING: new Covid19 contract lands today - PS14.4m for PPE back with company CH &amp; L.  The director is Hon Frances Stan...","sentiment_score":0.0681818182}
{"full_text":"Border curbs and Covid--don't let the racists divide us","sentiment_score":0.0}
{"full_text":"#OpinYon #WeTakeAStand #OyWeTakeAStand CopperMask #DepartmentOfHealth #COVID19","sentiment_score":0.0}
{"full_text":"We are #recruiting for a number of positions to help with on-site COVID testing in our academy. You can find out more about this vital role via the link below. Help us keep our communities and students safe #jobsearch #jobalert","sentiment_score":0.3666666667}
{"full_text":"Near, far, wherever you are -- we promise to keep you connected with your family this Chinese New Year. Get redSOCIAL and never run out of data with 10GB for only RM10!https:\/\/t.co\/1MDVWZ2RlN#redONENetwork #redONEMemangBest #redSOCIAL #WidestNetwork #ChineseNewYear #StayHome","sentiment_score":0.0672727273}
{"full_text":"Our interview series continues as we talk to Founder and CEO, Vivian Nwakah. We discuss COVID-19's impact on equitable access to safe and affordable medications.","sentiment_score":0.5}
{"full_text":"Thinking twice about that #carinsurance? Read this first.","sentiment_score":0.25}
{"full_text":"We know the vaccination programme has given some much-needed hope against the pandemic. There is no need to do anything until you are invited. You do not need to call your GP practice.","sentiment_score":0.0}
{"full_text":"RT Per the vaccination tracker, New Jersey ranks 14th out of all U.S. states (2nd in the northeast) in % of doses use...","sentiment_score":0.0681818182}
{"full_text":"COVID-19 safety precautions still remain the same even with the new variant 501Y.V2. Please continue to stay safe.","sentiment_score":0.2121212121}
{"full_text":"Stay homeProtect the NHS Save lives Around one in three people with Covid-19 don't have any symptoms but can still pass it on.","sentiment_score":0.0}
{"full_text":"Dating terms like \"Zumping\", \"Corona-Zoned\" and \"FODA\" and becoming more popular. We are going over what they mean coming up on #iHeartRadioNights with","sentiment_score":0.309375}
{"full_text":"RT Attack is the best form of defence, and the most predictable tactic of a politician who knows he has a weak argument","sentiment_score":0.23125}
{"full_text":"Be in the know: Acorim has you covered with the essential Board Checklist: #COVID19 #boardevaluations#corporategovernance #equipping #innovation #southafrica #governance #goodgovernance","sentiment_score":0.0}
{"full_text":"RT If you don't wear a mask because you're afraid it will cut off oxygen to your brain, that ship has already sailed","sentiment_score":-0.6}
{"full_text":"A study by management consultants McKinsey found that the #pandemic has accelerated businesses' #digital transformation plans, making, on average, seven years of progress in a few months. Is a digital transformation part of your strategy?","sentiment_score":-0.0875}
{"full_text":"Are you out of work and looking to support the community? We are #recruiting for a number of positions to help with COVID testing. You will play a key role in keeping children safe when they return to school.  Find out more below. #jobsearch #jobalerthttps:\/\/t.co\/ow1UO9lLk7","sentiment_score":0.3333333333}
{"full_text":"The COVID-19 crisis has brought many challenges to companies, threatening their financial health &amp; forcing them to adapt to remote working Our webinar will help you find out how to keep your AP operations running remotely &amp; more efficiently.Register:","sentiment_score":0.16}
{"full_text":"Big guest on next Monday's stream! will join to discuss Sweden's COVID-19 strategy and why it has gone the way it has. Get in on the stream early, it's gonna be an insightful one!","sentiment_score":0.0416666667}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"World's second-oldest person survives COVID-19 at age 116https:\/\/t.co\/2FPQ4pt5ii","sentiment_score":0.0}
{"full_text":"Clinic that claimed ozone therapy could treat Covid-19 is told advert was misleading and can't be shown again","sentiment_score":0.0}
{"full_text":"#WellbeingNational Apprenticeship Week promotes the benefits and showcases the resilience of apprentices during the pandemichttps:\/\/t.co\/jfR8pSKtR1@PembsCollege #FEworkforcewellbeing #SWWcolleges #FE #impactyourlife","sentiment_score":0.0}
{"full_text":"In lockdown we want to help you to remain motivated and to maintain a healthy body and mindset.This Friday we will be concluding with our final free webinar of this series, giving you the opportunity to gain more tips.Click for your ticket:","sentiment_score":0.35}
{"full_text":"#jobalert Do you want to help and support your local community? In order to keep our staff and students safe when they return on site, we are #recruiting for a range of positions to deliver COVID lateral flow tests. #jobsearch #recruitment","sentiment_score":0.25}
{"full_text":"In lockdown we want to help you to remain motivated and to maintain a healthy body and mindset.This Friday we will be concluding with our final free webinar of this series, giving you the opportunity to gain more tips.Click for your ticket:","sentiment_score":0.35}
{"full_text":"NIS, Defence ministry get Sh7.6bn for Covid fighthttps:\/\/t.co\/soz9LBneau","sentiment_score":0.0}
{"full_text":"Infection rates and deaths have been slow to decrease compared to the lockdowns in 2020","sentiment_score":-0.3}
{"full_text":"The latest issue of Voices from the Forest is out now! From wild foods to indigenous voices in policy making, we feature stories and opinions on how we can build towards a sustainable future for all during and after the pandemic.Read online:https:\/\/t.co\/vbHTklFfiU","sentiment_score":0.2416666667}
{"full_text":"Opening #illustration for the article, 'The #Care Conundrum'. Created for Prospect #magazine #pandemic #carehomes #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"Want to start a reading club but don't know where to begin? Don't worry Nal'ibali has you covered with tips to help you start the journey. During Covid, parents\/caregivers are encouraged to start home reading clubs with children in their lives. More tips","sentiment_score":0.5}
{"full_text":"\"The Renaissance Golf Club are delighted to be the first location in the UK to benefit from this leading edge anti-Covid treatment. The additional protection and reassurance it offers our members and guests has been extremely well received\" Jerry Sarvadi CEO #Virusafespaces","sentiment_score":0.23125}
{"full_text":"HAPPY BIRTHDAY LUNA! I love you so much. you're such a cool person and i'm so glad we met because we were both watching the Louis show BAHAH anyways you are so pretty and amazing. when corona is over we need to hang out with momo because we're so cool??? I hope you have a great","sentiment_score":0.455}
{"full_text":"[Read] North West Health MEC, Madoda Sambatha, has ordered the closure of the Wolmaranstad Post Office and Home Affairs offices after they failed to comply with COVID-19 regulations","sentiment_score":-0.5}
{"full_text":"Colin O'Riordan on his Sydney Swans future, Munster fairytale, Covid quarantine and life Down Under","sentiment_score":-0.0777777778}
{"full_text":"In lockdown we want to help you to remain motivated and to maintain a healthy body and mindset.This Friday we will be concluding with our final free webinar of this series, giving you the opportunity to gain more tips.Click for your ticket:","sentiment_score":0.35}
{"full_text":"ICYMI: Executive Mayor, Dan Plato continued the community outreach initiative from his office, by handing out hundreds of COVID-19 hygiene care packs. With generous support from Blue Ribbon, a warm meal was distributed to residents in Bellville South and Wesbank. #OneCityTogether","sentiment_score":0.3}
{"full_text":"Did you know that anyone aged 70 or over can now book an appointment for their #COVID19 vaccination?Help us protect your loved ones and encourage any family or friends over 70 to book at appointment by calling 119 or visiting:","sentiment_score":0.3}
{"full_text":" says people should know betterhttps:\/\/t.co\/IviMEMdnVl","sentiment_score":0.0}
{"full_text":" says people should know betterhttps:\/\/t.co\/wdQRg7q2MP","sentiment_score":0.0}
{"full_text":"RT \"Importantly, medical masks (surgical masks and even N95 masks) were not able to comp...","sentiment_score":-0.125}
{"full_text":"Joining a demonstration is not the answer. You are playing into the hands of the state. There is a reason they are allowed even though we should all be social distancing! #livetheimpossible#podcast #life #dreams, #daretobedifferent #resistance #demonstrate","sentiment_score":0.0416666667}
{"full_text":"RT The one who is 'Crony-jivi', he is selling the country, says #RahulGandhi #PSU_PSB_Salehttps:\/\/t.co\/PGV17fjolv","sentiment_score":0.0}
{"full_text":"iPad 2\/3\/4 Defender Rugged Case,3 layers case.Shop Now:https:\/\/t.co\/LwdavMv6Ql#MelbournePhoneRepairs #australia #covid19 #covid20 #melbourne #hamptonpark #phonecase#iphone #case #caseiphone #phonecases #ruggedcase #iphonecase #3lyercase #defendercase #ruggedcase3 #phonerepair","sentiment_score":0.0}
{"full_text":"The numbers have taken a dramatic U-turn","sentiment_score":-0.4333333333}
{"full_text":"'Anti-democracy' Nyikayaramba succumbs to COVID-19https:\/\/t.co\/rJuha2SB5S","sentiment_score":0.0}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"As #COVID19 rates rise in northern Brazil, oxygen supplies are running out.   Join our Facebook live or online talk on 11 Feb (11am or 7pm) to hear more about the current crisis from Bishops in Brazil and CAFOD staff Cecilia &amp; Clare.","sentiment_score":0.2121212121}
{"full_text":"In lockdown we want to help you to remain motivated and to maintain a healthy body and mindset.This Friday we will be concluding with our final free webinar of this series, giving you the opportunity to gain more tips.Click for your ticket:","sentiment_score":0.35}
{"full_text":"South Yorkshire Police has issued a warning about children being more at risk of sexual exploitation during the pandemichttps:\/\/t.co\/GMJMHImeZ7","sentiment_score":0.5}
{"full_text":"Rwanda is walking a tightrope due to the prolonged impact of the pandemic as well as increasing pressure to improve its human rights record.","sentiment_score":-0.0625}
{"full_text":"Eleven of pastor John C. Elmore Jr.'s family members got together for Christmas 2020.","sentiment_score":0.0}
{"full_text":"Time: 08:00 * Temp: -0.6degC * Wind: E 4.9 to 11.0mph * Pressure: 1014.0hPa * Rain: 0.0mm * Hum: 80% * ET: 0.0mm * Solar: 7.0W\/m2 * UV Index: 0.0 * Sunrise: 07:54 * Sunset: 17:20 * Cloudbase: 0ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"If you're carpooling with people you work with, do you all need to wear a mask? Thank you ","sentiment_score":0.0}
{"full_text":"naaa he still my fave dumbass jehyuk","sentiment_score":0.0}
{"full_text":"RT Artificial shortage of vaccines must be ended and   Pharma must be encouraged to enable competitors contribute to global...","sentiment_score":-0.3}
{"full_text":"RT B.C.'s provincial health officer seeks injunction against churches for defying COVID orders","sentiment_score":0.0}
{"full_text":"The pandemic raised severe concerns amongst investors about the fate of their funds. But Edelweiss enabled employees working from home to offer 24x7 support &amp; remote customer onboarding services in these testing times.","sentiment_score":-0.1}
{"full_text":"RT If it's 10 years banged up for breaking Covid travel rules, how long should we give those who've delayed bringing them in...","sentiment_score":-0.05}
{"full_text":"RT COVID-19 claims hundreds of more lives in SAhttps:\/\/t.co\/lodUwtlOZD@ecr9495","sentiment_score":0.5}
{"full_text":"RT 3\/3During the pandemic we have needed an extra 2251 ICU beds, taking the total number to 6099. This is the same as buildi...","sentiment_score":0.0}
{"full_text":"#NowPlaying Lockdown | RADIO by Teni ft. DJ Neptune","sentiment_score":0.0}
{"full_text":"What dumbfuckery.1st, cover your nose you idiot.2nd, the experts are in wuhan bcuz of western narrative. Now the experts discredit the narrative, the experts are influenced by the Chinese narrative?No shit! They found it, reported on it and built their own hypothesis#science","sentiment_score":0.0875}
{"full_text":"German lockdown to end on the 7th or 14th of March at the earliest - report","sentiment_score":0.0}
{"full_text":"Redrow profit jumps on virus-led suburban housing boom, resumes dividend British homebuilder Redrow Plc reported an 11% rise in first-half profit on Wednesday and resumed dividend payment, as demand jumped for its spacious suburban homes in the wake of COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT B.C. is reporting 435 new COVID-19 cases, 4 more deaths. Story will be updated here","sentiment_score":0.3181818182}
