{"full_text":"RT President Biden on criticism his COVID relief bill is too big: \"Let me ask them, what would they have me cut? What would...","sentiment_score":0.0}
{"full_text":"RT Been really worried about Texas &amp; everyone else experiencing this horrible storm  Texas has kinda been a 2nd home to me d...","sentiment_score":-0.2666666667}
{"full_text":"RT If our hospitals aren't full of COVID patients and people aren't dying life is going to become more normal. Stay strong....","sentiment_score":0.3583333333}
{"full_text":"RT 20.5 million years of life have been lost to #COVID19 globally. A staggering loss of life that is only comparable to times of...","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT Of course. I can't wait! I have the Philippines at the top of my list  ","sentiment_score":0.5}
{"full_text":"RT Liberal logic 101 ...Ted Cruz going to Cancun for a day is evil - but every single Democrat in Congress spending a month on...","sentiment_score":-0.5357142857}
{"full_text":"RT Alexander Ocasio-Cortez wants investigation of Andrew Cuomo nursing home deathsAOC supports New York's return to co-e...","sentiment_score":0.1681818182}
{"full_text":"RT Lockdown 3 is just saying \"we should go for walk soon\" until one of you dies","sentiment_score":0.0}
{"full_text":"RT We're disappointed, The Iranian people are suffering under COVID-19 &amp; brutal US-imposed sanctions. You said you...","sentiment_score":-0.8125}
{"full_text":"RT Absolutely *has to be* Purples.","sentiment_score":0.2}
{"full_text":"RT The #MILeg is holding #Michigan families hostage by holding up $5.6 Billion in Federal #COVID19 relief. They can't stand...","sentiment_score":0.0}
{"full_text":"So tragic","sentiment_score":-0.75}
{"full_text":"RT If Feds gonna investigate a state governor for fudging Covid cases &amp; deaths, DeSantis should be at he too if the list. For h...","sentiment_score":0.0}
{"full_text":"Available at all good FMCG retailers.","sentiment_score":0.55}
{"full_text":"RT Japan's Government Says It Has Confirmed A New, More Contagious COVID-19 Strain Days After The Country Began Administering...","sentiment_score":0.3454545455}
{"full_text":"RT Despite diminishing skills the elation as images float onto white paper remains as sharp, as heady as ever it did. A p...","sentiment_score":-0.0625}
{"full_text":"RT Disgusted that @itvnews has no mention of the Tory Government's covid cronyism scandal on its website. #covid19 #cronyism...","sentiment_score":-1.0}
{"full_text":"RT Re-upping in light of new poll reported in NYTimes showing popularity of Biden's COVID relief package.","sentiment_score":0.2681818182}
{"full_text":"RT Ireland spent under PS1 million on a Covid tracing app last year that works.UK could have bought that app TWELVE THOUSAND t...","sentiment_score":-0.05}
{"full_text":"RT He wasn't jailed for preaching or holding a church service. He was jailed for ignoring public health poli...","sentiment_score":0.0}
{"full_text":"RT Before sending it out of the country, shouldn't we be using the 4 billion to reopen our American schools first?","sentiment_score":0.125}
{"full_text":"RT Paid sick leave is crucial to controlling Covid. Plain and simple: it keeps all of us safer and should be guaranteed.","sentiment_score":-0.2321428571}
{"full_text":"Just when you thought...oh well.","sentiment_score":0.0}
{"full_text":"RT I'm not gonna die of covid, y'all. With one lung, I was terrified of getting it. I can't tell you how  emotional I was...","sentiment_score":0.0}
{"full_text":"RT TDSB students went back to in school on Monday. As of today, at 3:00, they are reporting 12 students and 9 staff with cov...","sentiment_score":0.0}
{"full_text":"RT please wear your mask. i just wanna go to a bts concert.","sentiment_score":0.0}
{"full_text":"RT U.S. Rep. Ashley Hinson will vote no on COVID relief if it includes minimum wage increase, money for states","sentiment_score":0.0}
{"full_text":"RT Leaked Israel\/Pfizer paper says vaccine stops 89% of infections, not just illness. If vax pace keeps up, country wou...","sentiment_score":0.0}
{"full_text":"RT I'm sorry that the 1,200,000 NHS staff are having a tough time caring for its 19,392 'with Covid' patients today.And 68...","sentiment_score":-0.4444444444}
{"full_text":"Eagle Dining aims to keep students safe amidst COVID-19 precautions","sentiment_score":0.5}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"@chicagosmayor @LoriLightfoot you've broken every campaign promise you made, your alliance w #trump will come out. We will find your replacement because this is the #windycity; we let the hawk take out the bullshit. Be respectful Lori","sentiment_score":0.05}
{"full_text":"RT Alert to any requiring a bit of monetary boost during these hard times.","sentiment_score":-0.2916666667}
{"full_text":"RT Combined #vaccination and physical distancing enough to prevent future COVID-19 surges","sentiment_score":0.0}
{"full_text":"The handling of the pandemic has really made me lose all hope for meaningful changeHow are we gonna handle something as far away as the climate crisis if we can't do this? If the economy is more important than handling a pandemic, how will there ever be decent regulations?","sentiment_score":0.3111111111}
{"full_text":"RT A mother in Oregon is grieving an unimaginable loss. Her newborn son died two days after testing positive for COVID-19. She...","sentiment_score":0.2272727273}
{"full_text":"To sign up for these upcoming classes and to learn more about other class offerings, please go to Health, wellness, spiritual, finance, and more workshops are available. #healthcare #wellness #Food #Foodie #physcial #psychology #psychicmedium","sentiment_score":0.255}
{"full_text":"RT 533 deaths were tragically reported today. A very large number of lives devastated. All the BBC keep on about is road...","sentiment_score":0.2785714286}
{"full_text":"RT Covid is a means to destroy capitalism.","sentiment_score":-0.2}
{"full_text":"RT Back at the table! #AmericaIsBack","sentiment_score":0.0}
{"full_text":"RT Florida health officials said two women \"dressed up as grannies\" to try and receive their second dose of the coronavirus vacci...","sentiment_score":0.0}
{"full_text":"RT The only COVID movie I want to see once this over...","sentiment_score":0.0}
{"full_text":"I just appreciate the fact that so many are contributing to the fact that history will look back in this pandemic as a true art renaissance.","sentiment_score":0.2833333333}
{"full_text":"RT As of today, Friday, 2.660% of Canadians have received at least one shot of the Covid vax. In the last 24 hours a tearful 35...","sentiment_score":-0.15}
{"full_text":"RT WATCH LIVE: Our News team has the latest on the coronavirus pandemic after Pres. Biden tours a COVID-19 vaccine manufacturing...","sentiment_score":0.3181818182}
{"full_text":"RT Lockdown 3 is just saying \"we should go for walk soon\" until one of you dies","sentiment_score":0.0}
{"full_text":"RT BREAKING: Israel to Pay Russia Millions for COVID Vaccine for Syrians","sentiment_score":0.0}
{"full_text":"It was definitely bad timing on Cruz's part, but these things are common for politicians. Gavin Newsom's cluelessness astounds me. Allows movie companies to still have catered events during a lock down. Goes to the French Laundry restaurant with 12 of his friends when illegal","sentiment_score":-0.2925925926}
{"full_text":"These past four years showed us who the hateful\/racists are. This pandemic showed us who the privileged(don't know sacrifice)\/selfish are.","sentiment_score":-0.25}
{"full_text":"Don't wear a mask I value my health more. I've read the science on masks and respiratory viral infections. I don't want an experimental vaccine thank you, especially as there is little evidence as yet on the long term effects of mRNA vaccines.https:\/\/t.co\/qGGLmStkjr","sentiment_score":0.0725}
{"full_text":"What exactly did he do besides give to the rich, steal from the down and out, spread a pandemic that left half a million dead, treat women like shit, etc?","sentiment_score":-0.0138888889}
{"full_text":"RT Next week is a big week. A timetable to end  lock down and a budget. Everything must be about recovery  and jobs. The U.K....","sentiment_score":-0.0518518519}
{"full_text":"RT Kroger paid its CEO $21.1 million, but can't find the money to give its essential workers $4 an hour in hazard pay during a pa...","sentiment_score":0.0}
{"full_text":"RT #Alberta reported 325 new cases of #COVID19 today of that number 82 were children 25% of todays cases. As of today 25,7...","sentiment_score":0.1363636364}
{"full_text":"Infuriating.  Which is the only flavor of Tyler really.","sentiment_score":-0.1333333333}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"NAFDAC Approves AstraZeneca\/Oxford COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT In a detention memo filed this p.m. arguing to keep Capitol riot defendant Daniel Egtvedt in jail, the govt said MD State P...","sentiment_score":-0.1}
{"full_text":"RT Even w\/a judge ruling against him, this vindictive rallying of his base against wome...","sentiment_score":-0.8}
{"full_text":"Sitting on the floor to eat lunch isn't abuse. Y'all wanted schools open, so this is what has to happen.","sentiment_score":0.0}
{"full_text":"RT #Pfizer and its partner company said they're launching a clinical trial to see if their #Vaccine for #COVID19 is safe and e...","sentiment_score":0.5}
{"full_text":"RT \"There's a movie that I've filmed, but due to the COVID-19 pandemic, I've had to greet fans later than I'd wanted. I usuall...","sentiment_score":-0.0625}
{"full_text":"RT This is an absolutely stunning @washingtonpost chronicle of how so much death is rippling through the country every sin...","sentiment_score":0.35}
{"full_text":"There's no evidence of covid spreading in Parliament.How many MPs have died?#getthemback#UsForMPs","sentiment_score":0.5}
{"full_text":"RT The year is 2019 and blizzard announced overwatch 2 prematurely to take focus away from their HK scandal","sentiment_score":0.0}
{"full_text":"Meet the 27-year-old behind some of the most accurate Covid forecasts ","sentiment_score":0.1666666667}
{"full_text":"RT The president is not sending the COVID relief checks to Americans who are struggling. He is sending our taxpayers' money to t...","sentiment_score":0.0}
{"full_text":"A less unsung story than China's growth is how the pandemic has made the rest of Asia-Pacific a gold mine for chains. Opportunities for conversions and franchising appear at their strongest ever. But the best thing? Owners with a new mindset. ","sentiment_score":0.3232323232}
{"full_text":"RT Imagine how brain-broken you need to be to think that it would be bad news for Biden for the pandemic to end.","sentiment_score":-0.7}
{"full_text":"RT Covid cases have dropped 77% in six weeks. Experts should level with the public about the good news: The pandemic is coming t...","sentiment_score":0.35}
{"full_text":"RT Shock as PM who ignored experts in going late into 1st lockdown and coming out of it too soon and going late into 2nd l...","sentiment_score":-0.2}
{"full_text":"bill gates funded fixer tony blair orders johnson not to drop tier system after lockdown until full roll out of civid digital passports for access to life... Blair has told Boris Johnson not to drop tiered coronavirus measures after the end of lockdown","sentiment_score":0.175}
{"full_text":"NAFDAC Approves AstraZeneca\/Oxford COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Since #COVID19 #Coronavirus #pandemic 1 out of 4 #AsianAmerican teens have experienced anti-Asian racist bullying: Why #VincentChin matters in my next #YA book out April 20, 2021.https:\/\/t.co\/jV33T9ZKNz #WearAMask  #DontBeRacist #StopAAPIHate","sentiment_score":0.4}
{"full_text":"Lockdown = we have no other ideas. (even though we've had a year to develop some)","sentiment_score":0.0625}
{"full_text":"RT Two women who dressed up to make themselves appear as older adults to get #coronavirus vaccinations were turned away and...","sentiment_score":0.1666666667}
{"full_text":"This isn't happening, clearly. Besides  in the Fall, the screening tool was reorganized into categories of symptoms and went from strict  \"any symptom=stay home\" to \"certain symptoms or combo of symptoms=maybe home or maybe school\"","sentiment_score":0.1571428571}
{"full_text":"RT 119k Covid deaths  0 resignationsA levels\/school closure fiasco  0 resignations Barnard Castle  0 resignation...","sentiment_score":0.0}
{"full_text":"RT i know people ask me to stream :p with England going in and out of lockdown for a year it's hurt my mental health - my goal...","sentiment_score":0.325}
{"full_text":"RT Eager to get membership of National Academy of Science, Peter Daszak CAN'T lose support from George Gao (Head of China CD...","sentiment_score":0.0}
{"full_text":"The T-6 Texan \"Does everything the Mustang will do at about two-thirds the speed,\"  Historic Flight Foundation chairman John Sessions said about one of the planes in the Felts Field museum. \"This was the gateway drug for fighter pilots in World War II.\"","sentiment_score":0.0}
{"full_text":"TOO LITTLE, TOO LATE: While COVID-19 relief for restaurants is on the table in Congress right now, for some Chattanooga eateries, it's too late. Just this week, several local restaurants have announced they are closing their doors. reports:","sentiment_score":-0.0836309524}
{"full_text":"Sen. Risa Hontiveros likens the government's announcement of COVID vaccine rollout to shooting darts on a calendar, tweeting \"bahala na lang kung saan tumama.\"","sentiment_score":0.0}
{"full_text":"Please visit for a daily update on confirmed cases of #COVID19 among the UCLA campus community.","sentiment_score":0.2}
{"full_text":"Are You Buying Bitcoin The Right Way? | 2021 Editionhttps:\/\/t.co\/YQeSdZQjrB #makemoneyonline #shopify #Biden #ecommerce  #gamer #ineedmoney #youtube #news #COVID19 #Corona #coronavirus #CNN #Bitcoin #Coffee #dogecoin #RobinhoodApp #stock #amazon #economy #StocksToWatch","sentiment_score":0.2857142857}
{"full_text":"How else can you protect yourself if you are already participating in social distancing and practicing self-quarantine?Just follow these easy steps!Together, we can all make a big difference.#BastaBakalRegan#SupremePipe","sentiment_score":0.1555555556}
{"full_text":"RT SUNDAY 10am MT: The Utility Affordability &amp; Relief Act #HB206 will help thousands of New Mexicans who are behind on their...","sentiment_score":-0.1318181818}
{"full_text":"STATE CRIME: Prosecutors say a suburban Philadelphia man who says he was stressed over losing his family, the COVID-19 shutdown and the \"theft of the election\" acknowledged firing three shots into a local Democratic Party office on Inauguration Day.https:\/\/t.co\/n6Z2Oql7hH","sentiment_score":0.0}
{"full_text":" PLANET EARTH 2021-02-1820.5 million years of life lost to Covid-19.https:\/\/t.co\/CG5DOHUCCt RT #Humanity #Humans","sentiment_score":0.0}
{"full_text":"Is South Africa doing enough to protect its #COVID19 #vaccines and curb counterfeit cures? Find out.","sentiment_score":0.0}
{"full_text":"As Australia readies for COVID-19 vaccine roll-out, members of the Punjabi community say they want comprehensive information about the efficacy of the vaccines.","sentiment_score":0.0}
{"full_text":"Philly DA Investigating Possible COVID-19 Vaccine Privacy Violation #cybersecurity","sentiment_score":0.0}
{"full_text":"RT In a new HuffPost\/YouGov survey, Americans look back at everything they've lost since the coronavirus took hold.","sentiment_score":0.0681818182}
{"full_text":"#GQPFloridaDeSantisRubioScott State of Florida passed 30,000 *reported* deaths today.","sentiment_score":0.0}
{"full_text":"Teachers Are Leaving Education Profession In Droves During The Pandemic","sentiment_score":0.0}
{"full_text":"RT So there's good news and bad news, like most days during the pandemic. Trying to figure out *how* happy or sad or angry or...","sentiment_score":0.05}
{"full_text":"A new game is available now!Play anywhere, anytime, and with no team limit.Lockdown series volume 2 \"Escape from the Lockdown: The Demon Fortress\" starts today!Become a Puzzle Solving Hero and work with the 9 heroes to solve the mystery.More info:https:\/\/t.co\/U4HwGfhP1t","sentiment_score":0.0454545455}
{"full_text":"Care home residents allowed to hold hands with regular visitor as lockdown easeshttps:\/\/t.co\/PO7ONXOHGk","sentiment_score":0.0}
{"full_text":"Cross-country season proceeds with stipulation still in place","sentiment_score":0.0}
{"full_text":"Winter weather conditions in a broad swath of the country has snarled the distribution of the COVID-19 vaccine, with an entire week's worth of allocated doses for New York being delayed.","sentiment_score":0.1247159091}
{"full_text":"Thousands of Nebraskans are slated to receive COVID-19 vaccinations as the state works toward vaccination plans for the general public.","sentiment_score":0.025}
{"full_text":"Crystal will require all passengers on its ocean and river cruises to be fully inoculated with a COVID-19 vaccine at least 14 days prior to embarkation.","sentiment_score":-0.15}
{"full_text":"President's Biden's $1.9 trillion pandemic response proposal adopts the same response strategies of last year that we know won't work. The proposal is packed with trillions in wasteful spending for items that have no place in a COVID response package.https:\/\/t.co\/TxaA7EXtzS","sentiment_score":0.0}
{"full_text":"The FDA said that as a respiratory illness, COVID-19 is spread from person to person, unlike foodborne or gastrointestinal viruses.","sentiment_score":0.0}
{"full_text":"RT Childcare costs were skyrocketing long before the pandemic, but the mass exodus of women from the workforce--many of who...","sentiment_score":-0.05}
{"full_text":"RT Remarkable lame, not to credit the original reporting on this. Also, while we're correcting things,...","sentiment_score":0.2083333333}
{"full_text":"Major Stories (February 20, 2021)Undaunted by a recent unfavorable survey result, the city government is taking the campaign on coronavirus disease 2019 (COVID-19) vaccination down to the grassroots.https:\/\/t.co\/P9WhOKKsqL","sentiment_score":-0.0310185185}
{"full_text":"Queen's Park bodychecks most recent proposal for a return to play. #COVID19","sentiment_score":0.25}
{"full_text":"RT Sweden, Belarus, South-Dakota, Florida and all other jurisdictions without highly restrictive measures are also succes...","sentiment_score":0.0175}
{"full_text":"CM Abang Johari will be the first person in Sarawak to receive the Covid-19 vaccine under the state's immunisation programme.Vaccinations will begin on February 27 and will be carried out on a voluntary basis. Up to 2.2 million people are expected to be given the jab.","sentiment_score":0.075}
{"full_text":"Priest at California church that flouted COVID-19 health orders dies of the virus; five others at church currently have COVID-19","sentiment_score":0.0}
{"full_text":"The Nevada Department of Veterans Services has launched a special program to help veterans that may feel isolated due to the pandemic.https:\/\/t.co\/gMVhUbTkJA","sentiment_score":0.1160714286}
{"full_text":"According to a report by the #AssociatedPress and the Digital Forensic Research Lab of Washington-based think tank Atlantic Council.","sentiment_score":0.0}
{"full_text":"Experts say cases could rise after a week of worrying more about power outages and a lack of water.","sentiment_score":0.5}
{"full_text":"#HongKong reported 13 new #COVID19 infections on Friday, including 12 locally transmitted ones. 8 of the new infections were untraceable.","sentiment_score":-0.0068181818}
{"full_text":"NAFDAC Approves AstraZeneca\/Oxford COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"We know the coronavirus pandemic has forced many business owners, like yourself, to step up cleaning efforts with stricter cleaning schedules. Experience the Embed Hygiene Defence difference today, check out the range here:","sentiment_score":0.1}
{"full_text":"The Chinese mainland on Friday reported: - 8 new #COVID19 cases: all from overseas - 454 active cases in total, including 5 in critical condition - 13 new asymptomatic cases: all from overseas","sentiment_score":0.0232323232}
{"full_text":"RT Save me I can't breathe Coronavirus killing us #nqdh_Tlb_ljm`h_ymdbwly#nqdh_Tlb_ljm`h_ymdbwly#Hyh_lTlb_mnh...","sentiment_score":0.0}
{"full_text":"Heart damage was found in more than half of hospitalized COVID-19 patients after they were discharged, a new study finds.","sentiment_score":0.1565656566}
{"full_text":"Five nursing homes and retirement communities in McLean County have now gone a month without a new case of COVID-19, leading to remove them from the list of active outbreaks. #BloNo","sentiment_score":0.0015151515}
{"full_text":"RT I'm a Democrat.I'm a New Yorker.Governor Cuomo helped get me through some of the worst months of the pandemic, but if...","sentiment_score":-0.4318181818}
{"full_text":"It's me, I'm the guy who would have been fucking pissed off if I got relief but some woman also got confirmed to OMB, whatever that is","sentiment_score":-0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 29.5FWind Chill: 27.6FHumidity: 81%Dew Point: 24.4F Barometer: 30.198 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 62.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT We cannot stress this enough.Wear a mask.","sentiment_score":0.0}
{"full_text":"#MACbats will be in full swing in the upcoming weeks after the season was unceremoniously cancelled in 2020 due to COVID-19. We catch up with all 12 teams, and look ahead to what the regular season race could look like in 2021:","sentiment_score":0.075}
{"full_text":"RT Coming up on This Week in Connecticut, Sunday at 10 a.m. on News 8: The fight against the COVID slide during the pandemic shutdow...","sentiment_score":0.0}
{"full_text":"RT Before COVID a year ago  we was watching  MHA rising heroes","sentiment_score":0.0}
{"full_text":"NAFDAC Approves AstraZeneca\/Oxford COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"COVID-19 infection rate slows in Nigeria, major slump in cases","sentiment_score":0.0625}
{"full_text":"RT Jordan was the first country to include refugees in COVID-19 vaccinations.Now, Jordan is the first country to set up a vacc...","sentiment_score":0.25}
{"full_text":"RT had a story on this evening with heartbreaking statistics on how teen suicide, loneliness, and depression have incr...","sentiment_score":0.0}
{"full_text":"Marketplace special enrollment period is now open through May 15.  Applications are typically due in the fall of the previous year, but COVID-19 affected many people's abilities to get health insurance or change their coverage.  ","sentiment_score":0.1130952381}
{"full_text":"When the coronavirus pandemic hit the U.S., TPF Travel Adventures owner Julie Tenorio had to navigate her most challenging obstacle.","sentiment_score":0.5}
{"full_text":"Cole, Randolph, Moniteau and Chariton Counties all reported zero new cases Friday.","sentiment_score":0.1363636364}
{"full_text":"Adjusting business plans because of the COVID-19 pandemic is something nearly every business has had to do. Including a local favorite in Wayne, Nebraska.","sentiment_score":0.2}
{"full_text":"Dr. F. Perry Wilson is very proficient on the subject of COVID and dissecting research surrounding it. He is now hosting a free course for the public. ","sentiment_score":0.1083333333}
{"full_text":"\"New Mexico will continue to get meaningful financial assistance out the door to businesses all across the state. Our economy will bounce back. And businesses will get back on their feet,\" said Gov. Michelle Lujan Grisham.","sentiment_score":0.1272727273}
{"full_text":"This is another slush fund spending bill packed with Billons for foreign governments, pet projects in individual states, the Kennedy center, ect. You all realize once again you are being placed in- debt for spending way past covid?","sentiment_score":-0.11875}
{"full_text":"RT The government unlawfully failed to publish details of #coronavirus-related contracts worth billions, the High Court has ruled...","sentiment_score":-0.0133333333}
{"full_text":"RT People were asking about Dr Mike Yeadon.So here is. #COVID19Vaccination #news #vacci...","sentiment_score":0.0}
{"full_text":"Do your part to stop the spread of COVID19 and save lives. - Rashida Tlaib #quotesnigeria","sentiment_score":0.0}
{"full_text":"UTICA, N.Y.--(BUSINESS WIRE)--Bill Palmer, formerly President of AeroMed, Inc. is pleased to announce the creation of AeroMed Technologies, a new company with a new mission to meet the growing need for COVID ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.2545454545}
{"full_text":"If you invest $1000 in $ELAN today at $30.10 per share, and the stock prices rebound back to pre-pandemic prices at $30.98, your investment would be worth $1029.24! That's 3% growth and $29.24 profit!  See more:  $ARDC $SERV $BSX $IDA $HLT","sentiment_score":0.3229166667}
{"full_text":"RT 9 Republicans on the Senate Judiciary Committee are calling on Chairman to convene public hearings on","sentiment_score":0.0}
{"full_text":"Amazon reached a huge milestone in January - reaching 1 million COVID19 tests processed for their essential workers.","sentiment_score":0.2}
{"full_text":"RT Well hey, and #drivewaymadShandro  only had 24 hours to come up with the plan after yesterday's news conference...","sentiment_score":0.0}
{"full_text":"The drinkable dose is targeted towards people who have already been administered the traditional shot vaccine, or have been previously ill with COVID-19. ","sentiment_score":-0.25}
{"full_text":"\"New Mexico will continue to get meaningful financial assistance out the door to businesses all across the state. Our economy will bounce back. And businesses will get back on their feet,\" said Gov. Michelle Lujan Grisham.","sentiment_score":0.1272727273}
{"full_text":"The Impacts of Covid-19 on Circular Economy: Gaining Insight across the SCOPUS and Web of Science Research Articles with Text Mining Techniques #EarthSciPreprints #PreprintsOrg","sentiment_score":0.0}
{"full_text":"\"New Mexico will continue to get meaningful financial assistance out the door to businesses all across the state. Our economy will bounce back. And businesses will get back on their feet,\" said Gov. Michelle Lujan Grisham.","sentiment_score":0.1272727273}
