{"full_text":"Please cancel the #H2B program. We have thousands of displaced #pipeline workers and incredible #unemployment rates in the #USA. Not to mention guest workers could bring in new mutations of #COVID19. God bless you #POTUS and God Bless #America","sentiment_score":0.5181818182}
{"full_text":"RT NOT A JOKE: LA Bans Patrons from Watching Television While Dining Outdoors... Because of CoVID","sentiment_score":0.0}
{"full_text":"RT Sounds like a Cleverly style operation!!","sentiment_score":0.2604166667}
{"full_text":"Cloth and paper masks don't work on viruses....I don't care how many you stack on your stupid face!","sentiment_score":-0.25}
{"full_text":"RT My sweet sweet brother, Marc Edward Wilmore, passed away last night while battling COVID and other conditions that have h...","sentiment_score":0.14375}
{"full_text":"RT Yep. I talked to a man yesterday who drove from El Paso to Pecos for a vaccine. 230 miles. He'll do it again in two weeks. I...","sentiment_score":0.0}
{"full_text":"RT Eventually, even politicians let slip how government really works.https:\/\/t.co\/nrQEWGfrPx","sentiment_score":0.2}
{"full_text":"RT New video out now               Lockdown Diary: Tough times never last\/ How to stay sane!...","sentiment_score":-0.1748737374}
{"full_text":"However, before nk bash, penah x terfikir sekejap utk letak your shoe kat diri TS DG. Starting first covid case kat malaysia last nov\/dec 2019, he didnt have his rest because busy fighting n handle this pandemic","sentiment_score":0.0875}
{"full_text":"I've came to realize that corona is like congolese song,you think it's coming to the end and boom tous lemonde bought","sentiment_score":0.0}
{"full_text":"They keep going Dubai and I'm not taking the fact they're on a training camp.","sentiment_score":0.0}
{"full_text":"RT WV Republican Gov. Jim Justice on COVID relief on \"If we throw away some money right now, so what!?\" Says there ar...","sentiment_score":0.3571428571}
{"full_text":"Why does the site show open appointments to covid vaccine but every single time I click on it to schedule by the end of the form it says \"time slot is filled.\" Its taking 3 seconds it can't be filled OR it was never open!!! What is wrong with your site Rite Aid?????","sentiment_score":0.0380952381}
{"full_text":"RT Two weeks from today, we host the Championships at Liberty Natatorium!Due to CoVID restrictions, no f...","sentiment_score":0.0}
{"full_text":"RT Happy to see is hearing out GOP plan to combat #COVID19. However, I hope the GOP is also listening to why this plan...","sentiment_score":0.8}
{"full_text":"RT Wall Street Journal: 'Amid the pandemic, Canadian Prime Minister Justin Trudeau is betting his political future on a shift f...","sentiment_score":0.0}
{"full_text":"..\"\"This finding has implications far beyond the NFL,\" said Dr. Thom Mayer, the NFLPA's medical director. \"This thing is more transmissible than people thought.\" #COVID19 #COVID19CANADA #COVID19BC","sentiment_score":0.2}
{"full_text":"Also y'all wanna fine these black restaurants and clubs who are struggling to stay afloat. A lot of them are indefinitely closed due to the pandemic and not qualifying for them loans","sentiment_score":0.005}
{"full_text":"RT Take them ALL out my dude. I'm so sick of *influencers* believing they're above the rules. I'm sick of people witho...","sentiment_score":-0.4761904762}
{"full_text":"RT Thousands of Orthodox Jews violate lockdown to attend funeral of prominent rabbi killed by coronavirusREAD:","sentiment_score":0.0333333333}
{"full_text":"Optics.. he brings no value to people of Ontario. Y focus on stay home would u be onsite where groups are working? Surely there is a cheesecake to be baked","sentiment_score":0.5}
{"full_text":"RT BBC                            Gates fundedWHO                          Gates funded  25%Whitty, Van Tam, Vallance...","sentiment_score":0.0}
{"full_text":"RT Do you support a national covid lockdown?","sentiment_score":0.0}
{"full_text":"Boris Johnson: Emergency Services to receive Covid vaccine as priority - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"RT We will pass a comprehensive COVID-19 relief package. And Mitch McConnell doesn't have the votes to stop us.","sentiment_score":0.0}
{"full_text":"the pandemic delayed it, they said they're not going anywhere, 2021 is the new era for them.","sentiment_score":0.1363636364}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"RT .@edokeefe asks Psaki about Pres. Biden's talks with GOP senators on COVID relief, as they push a $618B plan to counter his $1...","sentiment_score":0.0}
{"full_text":"What? Is she five years old with nothing better to do?  Come and help out at my COVID vaccination clinics lady, do something worthwhile as you clearly have way too much time on your hands.","sentiment_score":0.28}
{"full_text":"RT Trump's $2.3T tax cut did nothing to improve the economy &amp; that was BEFORE the crash caused by the pandemic. Asking \"how m...","sentiment_score":0.0}
{"full_text":"RT Democrats should use reconciliation  and pass Biden's COVID bill without giving any credence to Republican demands. Wh...","sentiment_score":0.0}
{"full_text":"Sounds like 'Farage' has crossed over into everyday language. Condolences to all of those having difficulties with sitting comfortably due to having a 'Farage'. It is one of the unfortunate side effects of the covid pandemic that the treatment of a Farage can be delayed","sentiment_score":-0.275}
{"full_text":"RT \"Oxford--urged on by the Bill &amp; Melinda Gates Foundation--reversed course. It signed an exclusive vaccin...","sentiment_score":0.0}
{"full_text":"RT When it's all said and done, I think Gov. Cuomo will go down as having the most disastrous -- and most loathsome -- response to...","sentiment_score":0.0361111111}
{"full_text":"RT #COVID19 Statistics in SA as at 31 January .Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"RT NOW: COVID briefing - Announces we are vaccinated 1.3 million a day on average for the last week.","sentiment_score":-0.075}
{"full_text":"RT Today's Headlines: The success of stay-at-home","sentiment_score":0.3}
{"full_text":"RT Predictions? South Africa 3-0 Cyril Curfew reduced Beaches openAlcohol allowed SA to progress to Level 2 of the...","sentiment_score":0.0}
{"full_text":"RT Whether this pandemic likes it or not , I'm leaving this country this year","sentiment_score":0.0}
{"full_text":"RT When you wake up tomorrow, it will be February. But it will feel remarkably similar to January. As will March. Unless you #Us...","sentiment_score":0.0}
{"full_text":"With the Black Hills Stock Show &amp; Rodeo underway and attendance projected to reach 200,000, it's worth noting what happened to SD's COVID case trend after the last event that brought hundreds of thousands of people to western South Dakota. Hopefully we don't see a repeat.","sentiment_score":0.0333333333}
{"full_text":"RT \"A global vaccine apartheid is unfolding. People's lives must come before profit,\" writes in the","sentiment_score":0.0}
{"full_text":"any chance you can bring back the Vietnam multi episode documentary. Just what we need to get us through Lockdown #3!","sentiment_score":0.0}
{"full_text":"RT Insulting. Cutting off aid to the unemployed long before recovery is possible, nothing for state\/local. This isn't a progr...","sentiment_score":-0.4125}
{"full_text":"RT All about that bass (edisi pantat) #2 RT yah  #SUSAN #Susana_Rusli #susanarusli #Toronto #StayHome","sentiment_score":-0.15}
{"full_text":"RT It's good to have a President who wears a mask and who encourages all of us to wear a mask.","sentiment_score":0.7}
{"full_text":"RT Hospital admissions firmly going down which is good news. But a reminder, NHS not nearly out of this. Number of Covid pa...","sentiment_score":0.0736111111}
{"full_text":"RT I am fascinated by how this question is never asked in the reverse. 10 Senate Republicans made a counteroffer that's less than...","sentiment_score":-0.1666666667}
{"full_text":"UPDATE: my friend has COVID. my friend with a heart condition who is on dialysis... has COVID. and she got it from her mother who swore up and down its fake and is still saying she just has a cold. i want to throw things.","sentiment_score":-0.4185185185}
{"full_text":"I don't smile on Monday because I have to do my covid19 test at 7 pm !","sentiment_score":0.375}
{"full_text":"RT Just checked,Badshah ki whole team is in KashmirSo it's ShehnaazBadshah collabLet's wait for more details or BTS...","sentiment_score":0.35}
{"full_text":"RT NOT A JOKE: LA Bans Patrons from Watching Television While Dining Outdoors... Because of CoVID","sentiment_score":0.0}
{"full_text":"Thank you.. And I gotcha but I meant with regular hospitals too. You have to know laws to combat this mess. It isn't a law. It's a mandate &amp; it says those with breathing problems &amp; disabilities that can't wear mask don't have to.","sentiment_score":-0.0875}
{"full_text":"RT Hydroxychloroquine is a safe, effective drug.  After almost a year it has been deemed safe for early use with the Chinese V...","sentiment_score":0.34}
{"full_text":"RT Valparaiso's Nick Robinson says he was told to play or opt out -- something the coach says wasn't the case.But with COV...","sentiment_score":0.0}
{"full_text":"RT HYPOCRISY: Liberal MP goes door-knocking despite Trudeau's plea to stay home","sentiment_score":0.0}
{"full_text":"RT Clear from that open to ideas from GOP Senators tonight to make COVID plan \"stronger\" but repeatedly make...","sentiment_score":0.05}
{"full_text":"RT We now see Biden's Covid plan was to lose 20 million vials of vaccines. The guy's a disaster. ","sentiment_score":0.0}
{"full_text":"Same in Holland.  I have a relative who had Covid back in May 2020 and recovered.  He was elderly. He passed away after Christmas.  His death certificate says covid as cause of death","sentiment_score":0.0}
{"full_text":"RT Jim Justice: the opposite of Jim Jordan #COVIDRelief","sentiment_score":0.0}
{"full_text":"RT An important conversation, but tough reality below.Bill Gates &amp; his foundation have funded incredible, life changing Glo...","sentiment_score":0.3037037037}
{"full_text":"Some, like Susan Collins, are walking and talking like the gop of old but inside, the party has no center. More extreme parts of the party have been set free. SC still tries unity in Covid talks but we know her of old. Political maneuvering continues unabated, despite brokenness.","sentiment_score":0.115625}
{"full_text":"RT The Dutch PM dismissed Brexit Britain as a \"diminished country\" &amp; the quisling media here lapped it up.Now, his coun...","sentiment_score":0.0}
{"full_text":"RT Pretty sad when Manchin is more out of touch than West Virginia's billionaire Republican governor.","sentiment_score":0.0833333333}
{"full_text":"The most amazing thing - is the fact that Trump hates his supporters. They are low-life's in his opinion. He won't touch them, is repulsed by them, but they adore him. They are devoted... and they are the epitome of stupid. MAGA morons!","sentiment_score":-0.175}
{"full_text":"Are any of these esteemed epidemiologists involved in this new venture? \"There is no 2nd wave\"@JuliaHB1 \"Witty was wrong to suggest 200 deaths a day\"@IsabelOakeshott \"The pandemic is over\"Just wondering if it will be worth watching!","sentiment_score":0.1022727273}
{"full_text":"Absolutely correct. People are suffering all in the name of profit. Start with children. Teach them how to eat to be disease free. ","sentiment_score":0.3}
{"full_text":"RT Vaccination sites in France, Germany &amp; SpainSIT EMPTYAs they have 100% COMPLETELY RUN OUT OF VACCINESPlease Retweet &amp; Shar...","sentiment_score":0.1}
{"full_text":"RT Parents are struggling behind closed doors. Doctors &amp; child advocates speak out about disturbing stories of child maltreat...","sentiment_score":-0.3333333333}
{"full_text":"Use promo code \"ONLINE\" for 10% off our new COVID-19 Saliva-based PCR test when you schedule your appointment online!","sentiment_score":0.1704545455}
{"full_text":"RT On China\/transparency on COVID-19, \"There's no doubt especially when COVID-19 first hit but even today, C...","sentiment_score":0.125}
{"full_text":"RT Starting at 2pm, all outdoor subway stations will be closed because of the snow storm. Please head home now if you are out....","sentiment_score":-0.05}
{"full_text":"RT this year i don't have a valentine's date due to covidi usually don't, but this year it's due to covid","sentiment_score":-0.1666666667}
{"full_text":"Honestly I love that store so much before the pandemic I used to spend so much time at home goods and TJ Maxx ","sentiment_score":0.3}
{"full_text":"Hey Dave I'll donate $2,500 to the Barstool Fund to give a shoutout for (NASD: HGEN). Company has a drug that is effective against cancer, COVID, and Leukemia","sentiment_score":0.6}
{"full_text":"RT How Is The COVID-19 Vaccination Campaign Going In Your State?","sentiment_score":0.0}
{"full_text":"RT This is a critical bill to protect our essential workers during this pandemic and I hope you'll join me in supporting it.","sentiment_score":0.0833333333}
{"full_text":"RT Watching Hannibal series on Netflix during this yawning dirge of a pandemic, slipping from episode to episode late at nigh...","sentiment_score":-0.2}
{"full_text":"RT Portugal is now the world's worst COVID-19 hotspot, and a surge in infections has left the hospitals on the brink of collapse....","sentiment_score":-0.5}
{"full_text":"That isnt true. The act of receiving a vaccine induce an immune response means you have been vaccinated. For most Covid vaccines the protocol is to be vaccinated twice.","sentiment_score":0.425}
{"full_text":"My Dad was zapping through the channels on TV and everything was just covid news so now we're watching Boruto...?????","sentiment_score":0.0}
{"full_text":"RT There should be ZERO compromise on Biden's COVID Relief Bill.We had a bill on the table since May 2020, and republicans d...","sentiment_score":0.0}
{"full_text":"RT Stay home. We have now declared a state of emergency in 44 counties statewide.This is a dangerous storm.","sentiment_score":-0.6}
{"full_text":"Not very bright are they. More concerned about taking away a woman's rights, than protecting their citizens from Covid. Many of the counties don't even have a mask mandate for shopping etc. SHAMEFUL.even those in 70s still can't get a vaccination. DUH.","sentiment_score":0.1076923077}
{"full_text":"RT Democrats should use reconciliation  and pass Biden's COVID bill without giving any credence to Republican demands. Wh...","sentiment_score":0.0}
{"full_text":"RT Resolved:Every single pundit who ever said, this is \"just like the flu\" should not be allowed on TV again.","sentiment_score":-0.0714285714}
{"full_text":"RT Prison officials have failed incarcerated people in every way throughout this pandemic.These officials have a responsibility to...","sentiment_score":-0.5}
{"full_text":"Yikes! I thought they had decided to waive STAAR testing this year. Doesn't seem fair to students or teachers considering so many students are behind and many are learning remotely due to the pandemic.","sentiment_score":0.235}
{"full_text":"RT Stupid bullshit headlines like this one from Politico are why President Biden even has to take this pointless meeting wit...","sentiment_score":-0.525}
{"full_text":"RT This week's free resource focuses on #COVID19 data from the APAC Region. To access this report visit:","sentiment_score":0.4}
{"full_text":"That's what they've continued to play at since this pandemic started. Other countries have done MONTHLY survival check since last March!","sentiment_score":-0.0625}
{"full_text":"'I go in and I make them feel happy' - the sashaying hospital worker keeping spirits high on Covid-19 wards | Granada | ITV News","sentiment_score":0.48}
{"full_text":"RT I'm so tired of COVID girl wtf","sentiment_score":-0.45}
{"full_text":"My argument is about mandates, not effectiveness. If someone is fearful, they can stay home.","sentiment_score":-0.9}
{"full_text":"RT Being on lockdown isn't a valid excuse for not planning anything on Valentine's Day. Flowers can be ordered, online shopping...","sentiment_score":-0.05}
{"full_text":"RT #KnowCovid19  Fact Check; Did you know? #Covid19 cases globally has now hit 102.9 million, with over 74.6 Million tota...","sentiment_score":0.0}
{"full_text":"RT Good on wish he was in my area.","sentiment_score":0.7}
{"full_text":"Wait for 2022, homie. Mass gatherings can still take a flying leap until I see worldwide coronavirus infection rates going DOWN and vaccination rates going UP.","sentiment_score":-0.1555555556}
{"full_text":"\"Crikey, the fuzz is here, we're all fu**ed now!\"","sentiment_score":0.0}
{"full_text":"RT Andy Slavitt announces there will be at home COVID-19 test kits that will be able to detect the virus through a self performed...","sentiment_score":0.5}
{"full_text":"RT Clicked through and there's the caveat \"but it will be years before everyone thrown off the job by the pandemic is able to r...","sentiment_score":0.5}
{"full_text":"RT Republicans who passed $2.3 trillion tax cut for super rich under Trump now say we can't afford COVID relief under Biden aft...","sentiment_score":0.3541666667}
{"full_text":"RT CDC Inflated COVID Numbers","sentiment_score":0.0}
{"full_text":"I hate getting these emails and make it a point not to donate.  This is a terrible engagement strategy - no one likes to be worried or threatened by a false email.   #fundraisingishard","sentiment_score":-0.7333333333}
{"full_text":"RT LSH under Whitty        Gates fundedJohns Hopkins             Gates fundedOxford Uni                   Gates fundedO...","sentiment_score":0.0}
{"full_text":"Those who had #COVID19 may not need both shots of Pfizer\/Moderna to get fully immunized, new study suggests. Full details of our study here.","sentiment_score":0.2431818182}
{"full_text":"RT I hope I'm wrong. I hope Democrats don't cave. But I have a feeling we're going to get fucked with the COVID Survival Bil...","sentiment_score":-0.55}
{"full_text":"RT 3 cocktails in on my first date out of lockdown  ","sentiment_score":0.25}
{"full_text":"RT #AatmanirbharBharatKaBudget#Budget2021 Under the leadership of PM ji India successfully overcame Corona...","sentiment_score":0.75}
{"full_text":"RT Why do GOP Senators want to slash direct economic relief? If anything, more ambitious fiscal stimulus is warranted. The people...","sentiment_score":0.2625}
{"full_text":"RT The GOP has played footsie with fanatics for far too long...&amp; it leads to a fear of condemning conspiracies like you'll see...","sentiment_score":0.1}
{"full_text":"Please see today's daily dashboard showing COVID case rates across Surrey.While case rates are still incredibly high, the downward trend is continuing, with green arrows in every area indicating a fall in rates compared with the previous seven day period.#ISupportGuildford","sentiment_score":-0.0516666667}
{"full_text":"Here's what we know about vaccine distribution affected by the snow storm","sentiment_score":0.0}
{"full_text":"RT Video explaining how to make an appointment during Covid by our very own Dr C!","sentiment_score":0.975}
{"full_text":"RT #dont_repoen_schools_in_tn sir please close schools sir and conduct online class because students are aff...","sentiment_score":0.0}
{"full_text":"RT Perhaps a Presidential commission to examine the catastrophic 2020 White House response to COVID-19.","sentiment_score":0.0}
{"full_text":"RT Republicans who passed $2.3 trillion tax cut for super rich under Trump now say we can't afford COVID relief under Biden aft...","sentiment_score":0.3541666667}
{"full_text":"Going out and forming romantic relationships?  Hold on, has the pandemic finished?  This man a idiot!  ","sentiment_score":-0.5}
{"full_text":"RT .@SecBlinken: \"...making sure experts have access to China. That lack of transparency, that lack of being forthcoming,...","sentiment_score":0.5}
{"full_text":"RT Experts say that deeply rooted inequality is both a symptom and a critical cause of Covid-19's overwhelming spread through...","sentiment_score":0.1666666667}
{"full_text":"RT FDA Authorizes Antigen Test as First Over-the-Counter Fully At-Home Diagnostic Test for COVID-19 Even For Those Without...","sentiment_score":0.25}
{"full_text":"Coronavirus: The Canadian doctors who are providing answers about COVID-19  #ethics #bias","sentiment_score":0.0}
{"full_text":"RT Why rich countries should subsidize #COVID19 vaccination around the world.Buying 2 billion doses for poor countries co...","sentiment_score":-0.0125}
{"full_text":"two things Geisinger.....this notice should have been out a lot earlier than 10AM.....like 6AM and on the local morning news programs..PLUS...this message should have been on MY CHARTS...you told us to watch my charts for Covid Care.......?????????????","sentiment_score":0.0}
{"full_text":"Vaccines for #Covid19 : learning from ten phase II trials to inform clinical and #PublicHealth #vaccination programmeshttps:\/\/t.co\/sCjKlNe3Si@sunilbhop","sentiment_score":0.0}
{"full_text":"RT Why did Biden just let 40K Americans die of the virus from China if he has a \"plan\"?","sentiment_score":0.0}
{"full_text":"The pandemic has affected the job-finding process, and it is important for you to adapt.https:\/\/t.co\/35NLMPmf2N","sentiment_score":0.4}
{"full_text":"RT People like Jenni are being forced to spend lockdown in homes covered in flammable cladding. They're unsafe and unsella...","sentiment_score":-0.3}
{"full_text":"RT Susan Collins is the ranking member on the appropriations committee overseeing housing programs. The COVID package she...","sentiment_score":0.0}
{"full_text":"Dirty laundry from a family member who has #COVID19 can be washed with other family items, but use the warmest water setting and dry items completely. Wear disposable gloves when handling dirty laundry from a person who is sick. Remove gloves and wash hands right away.","sentiment_score":-0.2457482993}
{"full_text":"Hello February!  #DidYouKnow that this month is dedicated to boosting your self-esteem?  Given #COVID19 has given us all a bit of a knock we thought we'd use some #MondayMotivation &amp; #WednesdayWisdom posts to help boost yours so be sure to check regularly.","sentiment_score":0.25}
{"full_text":"Riot police clear out anti-lockdown demo in Amsterdam","sentiment_score":0.1}
{"full_text":"\"7 Employer Health Care Priorities to Watch in 2021\" - Via ICHRA's can help employers manage soaring #healthcare costs further aggravated by #covid19Learn more from our sponsor #employeebenefits #hr","sentiment_score":0.25}
{"full_text":"He served at a number of stations during his career including Burghfield in West Berkshire, Easington in East Yorkshire and most recently Menwith Hill in Harrogate, North Yorkshirehttps:\/\/t.co\/Hs0U8SGuCM","sentiment_score":0.25}
{"full_text":"RT Steven Mnuchin funneled $500B in PPP Covid relief loans, giving millions to himself, Jared Kushner, Devin Nunes, Betsy...","sentiment_score":0.0}
{"full_text":"In #Venezuela the #KnockOnEffect of #COVID19 has become a real threat to accessing healthcare.Alberto took his son to two different hospitals in Caracas, but could not get him admitted to either because COVID-19 patients are the priority. Read more ","sentiment_score":0.2333333333}
{"full_text":"We've seen the #covid testing lines, and now we're proud to help serve our communities: We've created CovClinic to provide Free Drive-Up COVID-19 Testing at various locations around the USA.Learn More and Book Your Appointment Today:","sentiment_score":0.425}
{"full_text":"Vaccines alone will not end the COVID-19 pandemic. If precautions are lifted too soon, millions more people could be infected. BBI's Trevor Bedford (@trvrb) was quoted in a article describing new modeling created by Read more:","sentiment_score":0.3787878788}
{"full_text":"A Batesville-based air ambulance company has been working since the start of the COVID-19 pandemic to transfer patients across Arkansas, as well as other states, and help maintain hospital capacity.","sentiment_score":-0.125}
{"full_text":"\"We can't ignore them. Our prisons and jails are part of our communities. \" - on the ways government has treated incarcerated people during the pandemic. Listen to #govexecdaily:","sentiment_score":0.0}
{"full_text":"Learn the answers to frequently asked questions about pregnancy, breastfeeding, and the COVID-19 vaccine in our latest post:https:\/\/t.co\/S78nN1Gs8M","sentiment_score":0.3}
{"full_text":"UT Shuttle service is scheduled to resume Monday, Feb. 1, 2021. See the UT Shuttle Calendar for the most current info. Students, faculty, &amp; staff can ride all UT Shuttle and Capital Metro mainline routes for free using their UT ID.Be sure to wear a protective face mask.","sentiment_score":0.35}
{"full_text":"The efforts by all so far has seen a rapid reduction in #Covid19-despite this, there remains a level of infection in the population double that seen at the peak. Continue your efforts this wk #stayhome &amp; adhere to the guidelines.@saoltagroup","sentiment_score":0.05}
{"full_text":"With the legislative session starting today, here's a few fun facts! Due to COVID, the legislative building will be closed to the public - but there are multiple ways we can engage online!The session lasts for 120 daysWe're excited! #nvleg #DigDeepNVLeg","sentiment_score":0.05234375}
{"full_text":"COVID Hunter scanner could detect #COVID19 virus non-invasively. Watch the video here:","sentiment_score":0.0}
{"full_text":"Embrace #Change! It's the only way things get better! #JoyTrain #SuccessTRAIN #Joy  #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #MondayMorning #MotivationMonday #MondayMotivation #MondayThoughts #makeyourownlane #spdc RT","sentiment_score":0.475}
{"full_text":"RT You have no plan.Thank God we now have a President who cares enough about Americans to make sure that we can...","sentiment_score":0.25}
{"full_text":"RT The Biden administration has now confirmed that20 million doses of the Covid-19 vaccine are \"missing.\"Several weeks a...","sentiment_score":0.0666666667}
{"full_text":"RT \"We've been in touch with Sen. Manchin,\" says after the West Virginia senator was visibly frustrated by the v...","sentiment_score":-0.7}
{"full_text":"Promoting #tourism #PR amid a global pandemic: With vaccines making the rounds, how can #communicators start to get the public excited about travel and exotic destinations once more? (by via #PRpros","sentiment_score":0.275}
{"full_text":"Tom Moore Hospitalized with COVID-19The retired captain and charity personality has been admitted to a hospital. #Hospital #COVID19","sentiment_score":0.0}
{"full_text":"RT I am sick of the pandemic. I'm sick of people who don't take it seriously. I'm sick of people who complain about people...","sentiment_score":-0.7142857143}
{"full_text":"In November 2020, at-home COVID-19 testing kits designed by Lucira Health, helmed by a UCSD alum, received emergency use authorization from the #CovidTesting #UCSDalumRead more:","sentiment_score":0.5}
{"full_text":"Covid-19 conspiracy theorist Piers Corbyn has been slammed for a 'disgraceful' leaflet comparing Britain's vaccination programme to Auschwitz, reports Jemma Carr for","sentiment_score":0.0}
{"full_text":"RT 1 out of 735 Americans have died from covid-19.(it was 1 per 1000 on December 26th)","sentiment_score":0.0}
{"full_text":"Three hare coursers have been handed Covid-19 fixed penalty notices after they were stopped by police patrols in North Yorkshirehttps:\/\/t.co\/BST9ud4rYi","sentiment_score":0.1}
{"full_text":"California reported far fewer coronavirus cases in the week ending Sunday, down 21% from the previous week.https:\/\/t.co\/oruAC5jtkl","sentiment_score":-0.0740740741}
{"full_text":"Infectious disease expert shares lessons learned from the front lines of the #COVID19 pandemic: via","sentiment_score":0.0}
{"full_text":"The Prime Minister said the rollout \"will only accelerate from here on\", after the daily number of jabs administered in the UK exceeded 500,000 for the first time.#coronavirus #COVID19Vaccination #coronavirusuk #coronavirustesting #CoronavirusVaccinehttps:\/\/t.co\/bb7UfdQszg","sentiment_score":0.0833333333}
