{"full_text":"RT On World Social Justice Day, UN says Covid-19 has worsened existing inequalities","sentiment_score":0.0333333333}
{"full_text":"Women dressed as elderly caught trying to get COVID-19 shot","sentiment_score":0.0}
{"full_text":"RT Hey y'all. Just like after Harvey and COVID19...The Asian groceries are well stocked even if HEB and others are running...","sentiment_score":0.0}
{"full_text":"Wee: Do not doubt safety of Covid-19 vaccine, we need public cooperation","sentiment_score":0.0}
{"full_text":"RT Rapid Covid-19 testing will be available for people WITHOUT symptoms in North Ayrshire to help drive down local transmi...","sentiment_score":0.0814814815}
{"full_text":"RT Military is threatening Dr.Htar Htar Linn to pay money and suspend buying vaccine. She is a person in charge for buying cov...","sentiment_score":-0.1}
{"full_text":"Tickets please...","sentiment_score":0.0}
{"full_text":"RT Here we go again. Next lockdown April\/May?","sentiment_score":0.0}
{"full_text":"Confirmed cases of COVID-19 variants identified in UK","sentiment_score":0.4}
{"full_text":"RT Kev doing his thing! Can't get to debate you though sir! No idea why?","sentiment_score":0.0}
{"full_text":"RT The scourge is still ravaging and posing threat ","sentiment_score":0.0}
{"full_text":"RT A judge rules Health Secretary Matt Hancock \"acted unlawfully\" when he didn't reveal details of contracts worth hundreds...","sentiment_score":0.3}
{"full_text":"RT I have a scoop for today's programme....","sentiment_score":0.0}
{"full_text":"RT 500 to700 people where present in MVA Minister family weeding violating all Covid norms.Covid cases are...","sentiment_score":0.0}
{"full_text":"RT With the right policies, countries can rebuild stronger and more inclusively. As countries respond to the biggest challenge...","sentiment_score":0.3928571429}
{"full_text":"RT For those of us working in finance &amp; accounting, the pandemic has brought much anxiety &amp; a sense of uneasiness. Thanks to leader...","sentiment_score":0.2}
{"full_text":"RT \"We now face a choice between lifting restrictions but facing what we had last year... or we open up very gradually.\"SAGE...","sentiment_score":0.0666666667}
{"full_text":"RT I've fixed your headline for you significantly smaller proportion of black people in England aged 70 and over ha...","sentiment_score":-0.0416666667}
{"full_text":"RT Shock as PM who ignored experts in going late into 1st lockdown and coming out of it too soon and going late into 2nd l...","sentiment_score":-0.2}
{"full_text":"Extreme weather testing Biden's disaster management skills Texas coronavirus pandemic freeze Joe Biden Homes","sentiment_score":-0.125}
{"full_text":"Confirmed cases of COVID-19 variants identified in UK","sentiment_score":0.4}
{"full_text":"RT CA legislators propose making counties vaccinate teachers and reopening classrooms by April 15, @CAgovernor says that's...","sentiment_score":0.0}
{"full_text":"Let's hope the masks they give out were individually wrapped otherwise they could all be contaminated with whatever anyone else has got that's been in the box!! Also on wearing a mask whilst driving as someone who wears glasses I haven't found away to wear mask &amp; glasses safely!","sentiment_score":0.3125}
{"full_text":"RT in 12 days i will have only a 5% chance of getting Covid-19...  The countdown begins!","sentiment_score":0.0}
{"full_text":"RT How about, \"If you get fully vaccinated, you're virtually certain not to die of covid\"?","sentiment_score":0.2142857143}
{"full_text":"RT So Sunak to extend furlough until the autumn. Don't say you weren't warned. Lockdown ain't ending any time soon.","sentiment_score":0.0}
{"full_text":"Results found that COVID-19 exposure had a direct effect on stress and an indirect effect on stress and depression through media use (traditional and social) and interpersonal communication.","sentiment_score":0.0444444444}
{"full_text":"RT The tragedy of loss is so hard to bear, it's easier to bear when we remember that there is life after death.   One Minut...","sentiment_score":-0.2916666667}
{"full_text":"RT Our global tests keep getting bigger and more complex, but our responses remain fragmented and insufficient.Pandemic...","sentiment_score":0.05}
{"full_text":"RT can see you not only in the whole Bangkok but also in 8 cities in China.LED screens in Beijing, Shangha...","sentiment_score":0.1}
{"full_text":"RT Ooooook snow\/ice... you showed for the party and did your thing... you can go now. You ain't gotta go home but you can't sta...","sentiment_score":0.0}
{"full_text":"If we read the real news we would have known. Covid 19 was patented in2019. The test kits were ordered in 2019. It's all going to plan for them.","sentiment_score":0.2}
{"full_text":"RT POLL:  Will you be getting the COVID-19 vaccine?  (For the purpose of this poll, let's assume it is available for every...","sentiment_score":0.4}
{"full_text":"RT At the start of the pandemic Sir Patrick Vallance said keeping Covid deaths below 20,000 nationally would be a \"good ou...","sentiment_score":0.7}
{"full_text":"RT Do you GENUINELY believe IF the large crowd outside the Bloemfontein Court was there to support Ramaphosa's \"New Dawn\".....","sentiment_score":0.1876623377}
{"full_text":"RT I vote for platonic cuddling to be way more normalized after COVID. We're all touch starved, let me be your pillow whil...","sentiment_score":0.5}
{"full_text":"RT Really? And what expertise in these matters, or indeed what power, does Blair have? There is a roadmap for him - and it...","sentiment_score":0.2}
{"full_text":"RT I have one! My flat has no room for a washer in the kitchenette, so I would take my laundry round to my sister's...","sentiment_score":-0.1125}
{"full_text":"RT 36 people developed rare blood disorder after covid vaccination via","sentiment_score":0.2}
{"full_text":"RT ALL healthcare workers (not just frontline) are now requested to register to receive Covid-19 vaccination - go to","sentiment_score":0.0}
{"full_text":"RT 500 to700 people where present in MVA Minister family weeding violating all Covid norms.Covid cases are...","sentiment_score":0.0}
{"full_text":"RT Publication date for this has been pushed back two weeks to April 15th because of some 'lockdown' or something. Pre-order from...","sentiment_score":0.0}
{"full_text":"Good luck! All being well Covid wise I'm in July as we were pushed back from Feb!","sentiment_score":0.525}
{"full_text":"RT Under-utilization of monoclonal antibody treatments is costing lives.3 of them have FDA Emergency Use Authorization, but desp...","sentiment_score":0.0}
{"full_text":"RT That's not very good. That's rubbish. Outdoor mixing in April. Sod that Lockdown is over","sentiment_score":-0.2692307692}
{"full_text":"RT Loss of muscle mass among elderly can lead to falls, and staying put during the pandemic doesn't help","sentiment_score":0.0}
{"full_text":"RT The messenger RNA technology that developed successful covid-19 vaccines could transform medicine. Next up: sickle cell, HI...","sentiment_score":0.2833333333}
{"full_text":"RT If you are looking after a family member or friend, contact our confidential helpline to discuss your situation &amp; support...","sentiment_score":0.0}
{"full_text":"why are you not reporting this on your website?","sentiment_score":0.0}
{"full_text":"Willard Airport in Champaign County is trying to get back to where they were before the pandemic. has the story.https:\/\/t.co\/SNvK7mCPQZ","sentiment_score":0.0}
{"full_text":"NEWS: We've gone #BehindTheMask of a trans-woman from Suffolk to find out how the pandemic has impacted her.She had this message for the LGBTQ+ community.#LGBTHM21https:\/\/t.co\/3ta7DIRrfG","sentiment_score":0.0}
{"full_text":"Visit the store:https:\/\/t.co\/IGvNgcpfo5#ebay #ebayshop #ebayaustralia  #onlineshopping  #Amazon #iphonesceeenreplacement #amazonshopping #crazymart #australia #covid19 #covid20 #phonerepair#iphonerepair #iphonerepairs #iphonescreenrepair#iphonebatteryreplacement #iphoneFix","sentiment_score":0.0}
{"full_text":"8 unusual things we can't wait to do after lockdownhttps:\/\/t.co\/jWAXM2wUVj","sentiment_score":0.2}
{"full_text":"RT Order of BBCNews at 10- Royals- Mars- Covid- Matt Hancock broke the lawIt took 15 mins before they mentioned law bre...","sentiment_score":0.0}
{"full_text":"Have you been quarantining in a hotel for weeks or denied boarding because you haven't had a Covid-19 vaccination? Tell us your #Covid #travel woes and you may win a #Wanderlust goody bag &gt;https:\/\/t.co\/Leg13khQaQ","sentiment_score":0.8}
{"full_text":"The COVID-19 pandemic couldn't stop \"Demon Slayer...\" toppling \"Spirited Away\" as Japan's highest-grossing film of all time. Here's how it soared as the industry around it slumped. ","sentiment_score":0.5}
{"full_text":"Could this postpone the end of lockdown?https:\/\/t.co\/Uk6cXbdrg6","sentiment_score":0.0}
{"full_text":"Shoppers are keen to find the 'veg out' set for lockdown","sentiment_score":0.0}
{"full_text":"OPINION: #Adelaide became the city #COVID forgot through either good management or dumb luck. But can the Premier rely on either now, asks #saparlihttps:\/\/t.co\/JVAzjKee91","sentiment_score":0.1625}
{"full_text":"Covid-19 does not mean last orders for the leisure industry, says Dermot King FCCA, CEO of Oakman Inns","sentiment_score":0.078125}
{"full_text":"RT Good to see the sharp appreciation of Turkish Lira come to an end and $\/TRY settle around 7.00. Turkey has huge advanta...","sentiment_score":0.325}
{"full_text":"Enjoy your weekend and let us remember to keep safe! If we can let us stay home as much as we can to stop the spread of Covid-19","sentiment_score":0.4083333333}
{"full_text":"The weather has led to a 3-day delay in shipping vaccine, or about 6 million doses. Slavitt says the vaccine won't spoil and is \"safe and sound\" in warehouses.","sentiment_score":0.45}
{"full_text":"California woman receives $42,000 COVID-19 hospital billhttps:\/\/t.co\/y5IoaQQAYk","sentiment_score":0.0}
{"full_text":"Third stimulus check: House unveils full COVID bill. Here's what's in it.","sentiment_score":0.175}
{"full_text":"For families struggling through a pandemic winter, an activity like animal tracking can be a perfect outlet to get kids outside.","sentiment_score":0.5}
{"full_text":"Today's #SocialJusticeDay calls for social justice in digital economy. As we fight hunger &amp; build back together post-#COVID19, let us take advantage of digital applications for agriculture to revitalize rural communities, &amp; provide new opportunities &amp; markets for women &amp; youth.","sentiment_score":0.0282828283}
{"full_text":"NEWS: We've gone #BehindTheMask of a trans-woman from Suffolk to find out how the pandemic has impacted her.She had this message for the LGBTQ+ community.#LGBTHM21","sentiment_score":0.0}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts - court ruling","sentiment_score":0.0}
{"full_text":"RT Where is all this money coming from?https:\/\/t.co\/am9voFADp9","sentiment_score":0.0}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"NEWS: We've gone #BehindTheMask of a trans-woman from Suffolk to find out how the pandemic has impacted her.She had this message for the LGBTQ+ community.#LGBTHM21","sentiment_score":0.0}
{"full_text":"RT The embattled Gaza Strip received its first batch of COVID vaccines, with 2,000 doses of Russia's Sputnik V jab sent to the...","sentiment_score":0.25}
{"full_text":"Want to fill your garden with plants  without leaving home? Check out our extensive guide to the UK's best nurseries and and retailers that will deliver direct to your door.  #BuyPlantsOnline","sentiment_score":0.3666666667}
{"full_text":"A Danish man has been sentenced to four months in prison for coughing at a policeman and shouting \"corona\"","sentiment_score":0.0}
{"full_text":"London mayor Sadiq Khan receives first dose of Covid-19 vaccine","sentiment_score":0.25}
{"full_text":"Loneliness in the midst of a pandemic 'God knew that periods of loneliness would come, that is why He highlighted the importance of community in His Word.'@ayostephenn Read more here:","sentiment_score":0.5}
{"full_text":"New Zealand begins COVID-19 vaccinations programme, Australia starts Monday","sentiment_score":0.1363636364}
{"full_text":"RT The Clock in St Nicholas Church on Westgate Street Gloucester.A fascinating church with an interesting history and well wo...","sentiment_score":0.6}
{"full_text":"Airbnbs near Bristol to book when Covid restrictions allowhttps:\/\/t.co\/jbk3tSf814","sentiment_score":0.1}
{"full_text":"For individuals who do not participate in a Pension or Provident fund, or who want to make additional contributions in their own capacity, there is a Retirement Annuity.Read more at:https:\/\/t.co\/MyjvbYcVzb#covid19 #COVID19SA #leonbart #retirementplanning #financialservices","sentiment_score":0.55}
{"full_text":"Scoop: With COVID-19 cases increasing in Europe, #SajidNadiadwala drops plans of shooting #TigerShroff's #Heropanti2 abroad@iTIGERSHROFF","sentiment_score":0.0}
{"full_text":"RT The idea that hospitals have been full of young people with Covid is false. More young people get infected but it doesn't m...","sentiment_score":0.13}
{"full_text":"Japan confirmed a new variant of coronavirus disease 2019 (COVID-19).https:\/\/t.co\/SfJVP92H1I","sentiment_score":0.2681818182}
{"full_text":"In our latest issue of Lighthouse: Pres. Uhuru Reshuffles PSs, Names New CASs IMF Approves Sh261bn Loan for Kenya Kenya Banks on New Plan to Revive Tourism UK Announces Travel Ban on 33 Countries over Covid-19 Variant And more. Happy reading!","sentiment_score":0.4545454545}
{"full_text":"COVID 19 cases in India until : 20\/02\/2021 13:30Total Cases: 10977367 [+192]Active: 140242Recovered: 10676287 [+157]Deaths :156250 [+0]Total Tests: 210.26MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Free. Fair. Accessible. Let's make the #COVID19 vaccine a #PeopleVaccineRT if you agree","sentiment_score":0.4916666667}
{"full_text":"Ricketts says Nebraska on course for general public COVID-19 vaccinations in spring.Check out our website for more information:","sentiment_score":0.1833333333}
{"full_text":"\"#Labour has asked the government and the #Conservative party to publish details of meetings that ministers, MPs and officials held with Tory-linked companies that were subsequently awarded public contracts connected to coronavirus,\"https:\/\/t.co\/xlhNe6OMrc","sentiment_score":0.0}
{"full_text":"In this video Dr. Mary Ramsay explains how the Covid-19 vaccine is extensively tested in the same manner as all other vaccines and medical products, with the normal safety procedures. Read more about what to expect after your Covid-19 vaccination:","sentiment_score":0.0875}
{"full_text":"RT I wonder what would happen if one of the worst people on the planet was put in charge of the most powerful country on Eart...","sentiment_score":-0.0666666667}
{"full_text":"There's not a lot else we can do other than watch copious amounts of TV in lockdown and here are 30 of my favourite series to binge! https:\/\/t.co\/deR3EFGTXD@bloggershut @sotonbloggers #bblogrt #beechat #cosybloggersclub","sentiment_score":-0.15625}
{"full_text":"RT Not reported on website yet? quelle surprise #ToryCorruption  Matt Hancock acted unlawfully by failing to pu...","sentiment_score":0.0}
{"full_text":"International migrant remittances have collapsed amid the pandemic. What does this mean for the economic recovery of developing countries? Find out more here:","sentiment_score":0.096875}
{"full_text":"RT Allah knew in 2011 that COVID will come in 2020, that is why graveyards were made before that: Watch bizarre viral video o...","sentiment_score":0.4}
{"full_text":"RT Only 10 days left Until The CrisisMost Of the famous people now having corona and the nunber of the infections is get...","sentiment_score":0.1666666667}
{"full_text":"Mental health is a huge issue for colleges - even more so since the beginning of the pandemic. Our #MentalHealth in Colleges Survey highlights some of the challenges faced and outlines some key recommendations for improving the situation:","sentiment_score":0.2}
{"full_text":"#UnpaidCarers in the area are being urged to register with to make sure they're ready for a coronavirus vaccine when it's due https:\/\/t.co\/h6Vju2OV3b","sentiment_score":0.1916666667}
{"full_text":"Time: 08:00 * Temp: 8.6degC * Wind: ESE 2.9 to 13.0mph * Pressure: 985.9hPa * Rain: 0.0mm * Hum: 99% * ET: 0.0mm * Solar: 5.0W\/m2 * UV Index: 0.0 * Sunrise: 07:32 * Sunset: 17:41 * Cloudbase: 160ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"#UnpaidCarers in the area are being urged to register with to make sure they're ready for a coronavirus vaccine when it's due https:\/\/t.co\/1ULDJEbcxk","sentiment_score":0.1916666667}
{"full_text":"RT CAF wants SA teams to play their home matches at neutral venues. The question is are those neutral venues immune to #COVID...","sentiment_score":0.2}
{"full_text":"RT I'm sorry that the 1,200,000 NHS staff are having a tough time caring for its 19,392 'with Covid' patients today.And 68...","sentiment_score":-0.4444444444}
{"full_text":"Even if they didnt perform in today's episode, will they still be there in the waiting room?Sorry Its been years since i watched IS so im afraid the concept is changed or sumtin  plus with corona &amp; sd etc","sentiment_score":-0.6}
{"full_text":"RT Btw: it's been clear that disabled people make up 2\/3 of the COVID death toll since July 2020. UK press has yet again been...","sentiment_score":-0.05}
{"full_text":"RT \"I'd rather that there was no need for organisations like ours to have to sue Government to get it to come clean. The p...","sentiment_score":0.3666666667}
{"full_text":"The pandemic has cooked up lots of interest in food. People in lockdown are now forced to cook their meals at home and want to know where their food is coming from.","sentiment_score":-0.3}
{"full_text":"Wealthy neighborhoods are being vaccinated far faster than the rest of the city.Curious if it's due to the older residents in those areas, wealthy people getting access through private doctors\/etc., less resistance to vaccinations among that demographic, or...?","sentiment_score":0.1392857143}
{"full_text":"RT Imagine how brain-broken you need to be to think that it would be bad news for Biden for the pandemic to end.","sentiment_score":-0.7}
{"full_text":"Pfizer says it is relatively simple to rejig the formulation and manufacturing infrastructure for its approved mRNA vaccine in the case of COVID-19 variants. #Covid19 #Research #Science #Sante #lifesciences #biotech #technology","sentiment_score":0.0}
{"full_text":"Many US lawmakers on Friday denounced recent attacks on Asian Americans across the country amid the rampant coronavirus pandemic.","sentiment_score":0.1666666667}
{"full_text":"A digital exhibition's exploring the impact of covid on our mental health. \"A Centenary of Caring\" a joint project between and #Norwich University of the Arts  #HeartNews","sentiment_score":-0.05}
{"full_text":"Wilson Ink &amp; Toners is a family run business. Customer service is at the heart of what they do. They supply a variety of inks, toners, paper and stationery. Plus a full range of PPE &amp; Covid tests available.Read more about them on their profile here","sentiment_score":0.425}
{"full_text":"Just uploaded a hot video on #xtube!  \"Lockdown Exercise Naked\" #xtubevideos","sentiment_score":0.15625}
{"full_text":"RT Social justice is at the heart of the EU The European Pillar of #SocialRights is our strategy to make the green &amp; digit...","sentiment_score":-0.0555555556}
{"full_text":"Everyone be doing drastic transformations during the pandemic, I myself have transformed while everyone was busy getting abs and quarantine glow-ups.  Dear friends, I am now a sock.","sentiment_score":0.1}
{"full_text":"We put all your questions about the #COVID19 vaccine to Consultant Clinical Oncologist, Professor Mark Saunders. You can watch him answer a range of questions about the vaccine and #bowelcancer here:","sentiment_score":0.0}
{"full_text":"Need some motivation? Listen to reassuring words in lockdown:","sentiment_score":0.0}
{"full_text":"While there R serious issues U R working on w\/Covid &amp; the severe weather problemsDONT forget laws to protect our private information from data collection companies the European parliament is working on protection 4 citizens we should B too@POTUS","sentiment_score":-0.1111111111}
{"full_text":"RT TANZANIAN PRESIDENT Magufuli rules out lockdown to contain Covid-19; asks the public, clergy to pray for 3 days in figh...","sentiment_score":0.0}
{"full_text":"Consumers are turning from traditional to digital #banking services, and COVID-19 has only accelerated the transition. Learn why financial institutions are reaching toward the #cloud: #MSFTConsulting","sentiment_score":0.0}
{"full_text":"RT London mayor Sadiq Khan receives first dose of Covid-19 vaccine","sentiment_score":0.25}
{"full_text":"RT 'It's as if we're not actually in a pandemic'","sentiment_score":0.0}
{"full_text":"Rebuilding M&amp;A Capabilities for the Post-Covid-19 World","sentiment_score":0.0}
{"full_text":"Total COVID-19 tests performed in Venezuela: 2,813,930. 135,114 cases, of those 0 today; 1,308 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"RT Really enjoyed the programme last night. Seriously thinking of going to Crete and Santorini now, when...","sentiment_score":0.0555555556}
{"full_text":"RT 500 to700 people where present in MVA Minister family weeding violating all Covid norms.Covid cases are...","sentiment_score":0.0}
{"full_text":"The use of virtual technologies and personal modes of transport saw an uptick as a result of #COVID19, and they're likely to prevail for the long term. Dr. Andreas Nienhaus, #mobility expert with the Oliver Wyman Forum","sentiment_score":-0.0166666667}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts, court rules","sentiment_score":0.0}
{"full_text":"RT Covid in London falling fast. From The Spectator's data hub","sentiment_score":0.2}
{"full_text":"The COVID-19 pandemic has amplified the growing divide between the powerful and the marginalized. In commemoration of the World Day of Social Justice, Filipinos must continue using their voices to fight against social injustices.","sentiment_score":0.1222222222}
{"full_text":"RT I feel like once all the essential workers\/people with public-facing jobs, 65+ people, and disabled people get the vacc...","sentiment_score":-0.1}
{"full_text":"With so many phone scams making the rounds, it can be hard to know when a phone call is legitimate.","sentiment_score":0.1041666667}
{"full_text":"There's still a long way to go in vaccinating people against COVID-19, but at Self Regional crews took a minute to celebrate a milestone Friday -- the staff at Self has administered more than 25,000 doses of vaccine so far.","sentiment_score":0.1833333333}
{"full_text":"Covid effect: Passengers hit as only 1 local train plies in Assam","sentiment_score":0.0}
{"full_text":"Hard to imagine Stockholm has HI. It has 160.7 deaths per 100k. Compare that to U.K. where they still get 12000 cases a day in lockdown.","sentiment_score":-0.2916666667}
{"full_text":"After the recent announcement regarding Korbel continuous expansion. I can see resources upgrade minimum 5.5 Mil MOZ. Anything more is bonus, not to forget $NVA field ppl went through Covid restrictions &amp; the #Alaskan winter. Here is a price prediction from Wombat. 5MMoz sp 40c","sentiment_score":0.25}
{"full_text":" Don't forget that we're open throughout lockdown 3.0 for all of your motoring needs.Remember that MOT's are still required this time around also!With branches across #Surrey, you're never far away from us!","sentiment_score":-0.03125}
