{"full_text":"RT The first batch of coronavirus vaccines arrive at the Kotoka International Airport. Minister-designate for Health, Kwaku A...","sentiment_score":0.125}
{"full_text":"At the time of building these magnificent objects, were Brazil and France experiencing a once in a century pandemic? Were their economies experiencing debt funding crisis? And obviously, they didn't have a massive unemployment, service delivery and poverty challenge!","sentiment_score":0.3333333333}
{"full_text":"(York Press):#JULIAN #STURDY: 'We're at the turn of the tide on Covid' : While the toll of coronavirus remains very great, and the strain on our NHS considerable,  with the successful completion of the first phase of the ..","sentiment_score":0.525}
{"full_text":"RT I wish unemployment was announced everyday maybe it could taken serious like covid.","sentiment_score":-0.2666666667}
{"full_text":"RT Defending himself and \"colleagues and friends John Edmunds, and...","sentiment_score":0.0}
{"full_text":"Nyara - The Kidnapping, the first  locally produced action film from Tanzania will debut at #RupasMallCinemas this weekend.Call: 0202550550 to reserve your seat  ***Rupa's Mall Cinemas is COVID-19 Compliant*** #RupasMall #Eldoret #GetInvolved","sentiment_score":0.1166666667}
{"full_text":"RT many illegals have passports - Covid or otherwise?  Can Patel or Johnson tell us that?  We ha...","sentiment_score":0.5}
{"full_text":"RT Lockdown is making us all more exhausted people.Consider the last time you sent your friends a compliment.A sex dog r...","sentiment_score":0.0333333333}
{"full_text":"Jeez ","sentiment_score":0.0}
{"full_text":"Boldfit N95 mask for face (Pack of 10) Anti Pollution, protective. Third Party Tested by manufacturer at SGS &amp; Ministry of Textiles       ","sentiment_score":0.0}
{"full_text":"RT The Prime Minister said there is \"no credible route to a zero-covid Britain\"The UK has had 46,751 covid deaths so far...","sentiment_score":-0.05}
{"full_text":"RT 'A systematic review of observational studies showed that in those studies with lowest risk of bias, school closures h...","sentiment_score":0.0}
{"full_text":"RT #Petrol 100#Diesel#LPG 769#Unemployment#Farm Laws#Crime against women#GDP at an all time low#Surrender...","sentiment_score":0.0}
{"full_text":"RT Happy Wed!Why is unlocking cautiously important? It's like building a tower of blocks, w\/support from vaccines, test\/tra...","sentiment_score":0.6}
{"full_text":"Here's the latest stats from the Covid effort being delivered by I'm so proud of all my volunteers who have stepped forward, and of the whole organisation who are supporting them to be #readywillingable","sentiment_score":0.4375}
{"full_text":"Bonjour, here is your unroll: As a non-American living in America, during a pandemic, I'm both awed and horrified by this country's reverence for... Talk to you soon. ","sentiment_score":0.0}
{"full_text":"RT A group of health experts and researchers have told an Oireachtas committee that vitamin D should be part of the nationa...","sentiment_score":0.0}
{"full_text":"RT Feb 24 2020A year ago today: getting to the time I got infected with Covid. What was the govt doing to protect us?Or...","sentiment_score":0.0}
{"full_text":"RT China must come clean about the Wuhan virus. Without answers and transparency from the CCP, the millions of lives lost coul...","sentiment_score":0.3666666667}
{"full_text":"RT Leo Varadkar says he can't give assurances that this will be the last Covid-19 lockdown in Ireland.He tells","sentiment_score":0.0}
{"full_text":"RT Great to see acknowledgment of Peter Wright of for flying the #ehcovid19 flag here with #localgov #publichealth...","sentiment_score":0.8}
{"full_text":"RT You can't get  #COVIDVaccine without proof of ID &amp; your NHS number. You can't enter the UK without proof of a - Covid test...","sentiment_score":0.0}
{"full_text":"RT 'The PM repeated ad nauseam that \"all contracts are on the record\" but many remain unpublished and those that have been...","sentiment_score":0.5}
{"full_text":"RT \"Two weeks to flatten the curve.\"  - almost a year ago.  Still locked down.","sentiment_score":-0.1555555556}
{"full_text":"RT Opinion | Biden promised bipartisanship. That rhetoric hasn't been matched by action.","sentiment_score":0.1}
{"full_text":"The Royal Government of #Cambodia confirmed today that all foreign nationals who are living or working in Cambodia will be able to be vaccinated against #COVID19 *FREE* in line with Cambodia's COVID-19 vaccination rollout.Via@AusEmbPP","sentiment_score":0.29375}
{"full_text":"RT The assault on Nyandarua #COVID19Pandemic follows yesterday's strategic planning consultations held yesterday by detachmen...","sentiment_score":0.0}
{"full_text":"RT #Kenya earned 120 billion shillings (1.09 billion dollars) from tea exports in 2020, up from 1.06 billion dollars in 2019...","sentiment_score":0.0}
{"full_text":"RT Does she not realise that people know exactly what she is doing? Delay ending lockdown &amp; I can continue my daily Covid\/El...","sentiment_score":0.125}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT HAPPY ANNIVERSARY- exactly a year ago today Downing Street staff welcomed back after his two week holiday...","sentiment_score":0.35}
{"full_text":"RT Dads, we need to hear from you! As we live through a 2nd national lockdown we are doing a follow up, completely anonymo...","sentiment_score":0.0787878788}
{"full_text":"RT FACT CHECK: Claim Nicola Sturgeon missed four nations Covid call for BBC briefing - rewind: SHE LEFT IT FOR THE PEOPLE OF Scot...","sentiment_score":0.0}
{"full_text":"RT Why dont you first give me back the money u made me refund guest for covid like you said you would....","sentiment_score":0.125}
{"full_text":"RT When the hairdressers are allowed to reopen but the sex workers are not... #Amsterdam #covid19 #lockdown","sentiment_score":0.0}
{"full_text":"00:57 - That 'sickening smile' is going to live in my head for a while. Thanks guys.#RealDailyBriefing","sentiment_score":-0.0659090909}
{"full_text":"RT Don't let this pandemic make you feel like you don't need church community. You do. We all do!","sentiment_score":0.0}
{"full_text":"RT Air pollution kills over 9 million people every year. That's 4 times the first year death toll of Covid.@AkshatRathi on ho...","sentiment_score":0.25}
{"full_text":"RT We should all nominate just to annoy Hancock","sentiment_score":0.0}
{"full_text":"RT This is a fantastic judgment in a case brought by a Big Brother Watch supporter that could help many, many others wro...","sentiment_score":0.35}
{"full_text":"RT Hundreds of our friends and colleagues died due to lack of safe PPE. They went to work, and they caught COVID because t...","sentiment_score":0.1875}
{"full_text":"State house scientists have find out Covid-19 is fast spreading at night than during the day","sentiment_score":0.2}
{"full_text":"RT Will the summer solstice celebrations at Stonehenge take place? The first major event of 2021 that is due to take place wit...","sentiment_score":0.0625}
{"full_text":"Well the clown is not listening is he?","sentiment_score":0.0}
{"full_text":"RT Once again Nicola Sturgeon has gave a realistic outlook on the easing of lockdown restrictions, it is far too early to...","sentiment_score":0.1222222222}
{"full_text":"Looking to speak to an expert who can talk about new ONS statistics showing a million foreign workers may have left the UK last year due to the pandemic. DM me or email bowen@thenationalnews.com #journorequest","sentiment_score":-0.0227272727}
{"full_text":"RT #KisanKaSammanPMKisanGiving support to annadata during COVID-19 pandemic..#KisanKaSammanPMKisan","sentiment_score":0.0}
{"full_text":"RT High Court allows home quarantine for #COVID19 negative family after returning from the UKhttps:\/\/t.co\/tz2lPbbnO3","sentiment_score":-0.07}
{"full_text":"RT University study finds Covid survives for up to three days on fabric","sentiment_score":0.0}
{"full_text":"theme for International Women's Day in 2021 is 'Women in Leadership: Achieving an Equal Future in a COVID-19 World'.","sentiment_score":0.0}
{"full_text":"RT 67,560,000 Brits have never been in hospital 'with Covid'67,870,000 Brits have not died 'with Covid'The most vulnerab...","sentiment_score":0.5}
{"full_text":" what is the covid status in karnataka??","sentiment_score":0.0}
{"full_text":"RT Statistics Sweden, SCB, has published the final number of deaths in 2020. For the years 2001-2020, the only significant...","sentiment_score":0.125}
{"full_text":"RT Recently vaccinated folks, don't go to Pizza Buona, Sea house, Salt etc after getting vaccinated, to get their discounts. Go...","sentiment_score":0.0}
{"full_text":"RT Spoke to Financial Times about content, COVID-19 and the road that lies ahead. Hoping to bring more and more content t...","sentiment_score":0.3333333333}
{"full_text":"Replying to I missed looking at your post 1st time round! Great idea to make a book and 190 photos is impressive! Who printed it? ","sentiment_score":0.5166666667}
{"full_text":"RT Ioannidis -- recognized as \"the scourge of bad science\" -- has been right from day 1.","sentiment_score":-0.2071428571}
{"full_text":"RT 67,560,000 Brits have never been in hospital 'with Covid'67,870,000 Brits have not died 'with Covid'The most vulnerab...","sentiment_score":0.5}
{"full_text":"RT I really think people aren't looking at the facts about this #Covid19VaccineReportWear masksSocial distancingDo not s...","sentiment_score":0.2}
{"full_text":"Yet the UK still has one of the worst global death rates of Covid-19. Hardly time to hang up the bunting, eh?","sentiment_score":-0.4305555556}
{"full_text":"RT 'The PM repeated ad nauseam that \"all contracts are on the record\" but many remain unpublished and those that have been...","sentiment_score":0.5}
{"full_text":"Setting up an efficient supply chain in a globalised world can be difficult - as proven by the current pandemic. In our blogpost we've discussed some points that are crucial for a well-functioning supply chain management.","sentiment_score":-0.1666666667}
{"full_text":"RT The same Federal Govt has now: failed to train aged care workers in COVID-19 failed to provide COVID PPE to aged care...","sentiment_score":-0.24}
{"full_text":"RT Can this pandemic be over so I can go squeeze Kerem's cheeks","sentiment_score":0.0}
{"full_text":"Paging Dr. Fauci ...  Covid survives up to 3 days on fabric?!!","sentiment_score":0.0}
{"full_text":"RT Same old nonsense from Steve Barclay. He claims the Tories inherited a shrinking economy. Not true. The economy grew in...","sentiment_score":-0.025}
{"full_text":"RT The same person saying Elections cannot be held because of pandemic, now wants a polotical space. Yall...","sentiment_score":0.1}
{"full_text":"RT Well done, -  successful administration of 5 lakh doses of #COVID19 vaccines. Appreciate the efforts of all...","sentiment_score":0.75}
{"full_text":"RT Detailed analysis suggests the Covid positivity rate among secondary school teachers is 5.4%, primary teachers 5.2%, and t...","sentiment_score":0.1666666667}
{"full_text":"RT Such a good piece. Transparency isn't transparency if everything you need to see to know nothing dodgy has happened has...","sentiment_score":0.35}
{"full_text":"RT While #COVID19 cases rise, slow vaccination causes worry-16% of the world has acquired 60% of vaccines.-Govts and compan...","sentiment_score":-0.3}
{"full_text":"Leaders from weighed in on the challenges #COVID19 presented for patient care and how the #Delaware-based children's hospital has adapted its model in a recent panel of top pediatric hospitals. #ChooseDelaware #GlobalDE","sentiment_score":0.25}
{"full_text":"Before the pandemic, health was important but not our number 1 priority. Now it is a priority of what makes a Smart City. How infection-free the environment is; using cashless payment systems like Apple Pay, technologies that allow for remote work, remote learning etc. #MEIConf21","sentiment_score":0.1035714286}
{"full_text":"What Will Office Layouts Look Like After COVID-19? #CRE #COVID-19 #Office #Layoutshttps:\/\/t.co\/IqDfsyJOD2","sentiment_score":0.0}
{"full_text":"RT #EgyptianStudentsLivesMatter #TurkishStudentsLivesMatters Together to eliminate the p-epidemic and prevent the spread","sentiment_score":0.0}
{"full_text":"RT 47 new COVID-19 infections reported; no additional fatalities #HNN","sentiment_score":0.1363636364}
{"full_text":" NEW REPORT As we emerge from the pandemic, the postwar recovery has valuable lessons to teach us - in particular that growth must be driven by the market rather than by the state.https:\/\/t.co\/KiveMFx8z6","sentiment_score":0.1515151515}
{"full_text":"Malaysians will be immunised against Covid-19 beginning todayhttps:\/\/t.co\/B0SpGhBI8B#malaysiagazette","sentiment_score":0.0}
{"full_text":"Nineteen states and union territories have not reported any death due to #COVID19 in a span of 24 hours, while India's active cases stood at 1,46,907 accounting for 1.33 per cent of the total number of infections, the Union #HealthMinistry said.","sentiment_score":-0.0861111111}
{"full_text":"TRIVIA!How do you inform people in remote areas about their #LandRights during a pandemic?When 10 land laws went into effect in #Malawi giving #farmers legal titles and protection to their land, had to answer this question.The answer may surprise you!","sentiment_score":0.075}
{"full_text":"RT Re: #COVID19 vaccine hesitancy from middle America My rough estimate from cardiology clinic in Louisville KY is that 49\/50 p...","sentiment_score":-0.05}
{"full_text":"Lockdown has changed the way people work.","sentiment_score":0.0}
{"full_text":"RT See yah there","sentiment_score":0.0}
{"full_text":"Join Chief Executive, who will be speaking at the 'Building a Post-Pandemic Organisation Conference' he will explore &amp; debate specific aspects of what a post pandemic organisation could look like. Buy your ticket here ","sentiment_score":0.0}
{"full_text":"Exercise safely. Don't run the risk.Exercise alone or with one person from another household, and keep your distance.#StayHome #HandsFaceSpace","sentiment_score":0.5}
{"full_text":"Even at this late stage, there is still a chance to do the right things and save lives and livelihoods #ZeroCovid ","sentiment_score":-0.0071428571}
{"full_text":"What's the best way to market your business during a pandemic? https:\/\/t.co\/6jNKFFdRZr","sentiment_score":1.0}
{"full_text":"A Gold Coast MP has spoken of his shock after copping a massive backlash from anti-vaxxers to a Facebook post welcoming the city's first COVID-19 jab.REPORT:","sentiment_score":0.125}
{"full_text":"If you've had a cough for three weeks or more and it isn't COVID-19, don't ignore it. Contact your GP.It's probably nothing serious, but it could be a sign of cancer. Finding cancer early makes it more treatable and can save lives:","sentiment_score":0.1916666667}
{"full_text":"RT Biden and his family have received millions from questionable China deals, yet he spends only a thousand dollars on candl...","sentiment_score":-0.25}
{"full_text":"they are there because people voted for them to be there, will people remember all this failure in the next election? I'm not sure they will","sentiment_score":-0.1888888889}
{"full_text":"As the end of the lockdown is hopefully approaching, returning to the workplace may be on the cards!Provide your staff with our 'Back to Work' Kits to help keep your employees safe &amp; hygienic at work.Click the link for more info or simply get in touch.https:\/\/t.co\/2omHvUd4mG","sentiment_score":0.2}
{"full_text":"People who wear glasses up to 3 times less likely to catch Covid-19 - Study","sentiment_score":-0.0833333333}
{"full_text":"Such an awful story. Rest in peace, Anthony.https:\/\/t.co\/yYDkgGyCKl","sentiment_score":-0.5}
{"full_text":"Ronaldinho thanked everyone for their support and shared this photo after losing his mother to COVID-19","sentiment_score":0.0}
{"full_text":"Lockdown has changed the way people work.","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic has shown us that healthy family relations are an important component of mental health and community prosperity. Our thanks to organizations like for highlighting how respect &amp; equality within the family, is crucial to our recovery.","sentiment_score":0.2}
{"full_text":"Exercise safely. Don't run the risk.Exercise alone or with one person from another household, and keep your distance.#StayHome #HandsFaceSpace","sentiment_score":0.5}
{"full_text":"NHS England makes Covid vaccine easier to access for people living with HIV:https:\/\/t.co\/sfUBNjfOgw","sentiment_score":0.0}
{"full_text":"Making a nacho table is a must when lockdown ends: reaxlacic","sentiment_score":0.0}
{"full_text":"The UK Treasury is providing an additional PS1.1 billion for the Scottish Government's response to COVID-19, bringing the total to date to PS9.7 billion:","sentiment_score":0.0}
{"full_text":"Wtf...dancing during a pandemic, fucked up ","sentiment_score":-0.6}
{"full_text":"Please see below the latest roadmap to show the proposed lifting of England lockdown restrictions.In the meantime please continue following government guidanceSee Vaccine effectiveness blog here...","sentiment_score":0.25}
{"full_text":"NEWS: Secondary schools in England will be asked to provide summer lessons to help young people catch up on lost learning.https:\/\/t.co\/yQvJlS8mg1","sentiment_score":-0.1}
{"full_text":"There's this weird thing overprivileged jackasses do where they lament something, and then continue to take advantage of it (and then throw in that shitty meme). If you hate how Amazon workers are working during the pandemic, do not fucking make their lives worse by ordering shit","sentiment_score":-0.35}
{"full_text":"NEWS: Secondary schools in England will be asked to provide summer lessons to help young people catch up on lost learning.https:\/\/t.co\/2CRmJ7hdh8","sentiment_score":-0.1}
{"full_text":"NEWS: Secondary schools in England will be asked to provide summer lessons to help young people catch up on lost learning.https:\/\/t.co\/suWmk6Z9oh","sentiment_score":-0.1}
{"full_text":"NEWS: Secondary schools in England will be asked to provide summer lessons to help young people catch up on lost learning.https:\/\/t.co\/YU5Uc2z8UD","sentiment_score":-0.1}
{"full_text":"4 of our clinic Sisters have received their #COVID19 vaccine administration certificates. The first #JohnsonandJohnson #vaccines have arrived and the first round of Health Care workers are being immunised. We have applied to be registered as COVID-19 vaccine administration sites.","sentiment_score":0.1}
{"full_text":"Covid-19 has shed light on existing #inequalities &amp; fragile social safety nets while the impacts of the pandemic have deepened social, political &amp; economic inequalities. #SDG10 Reducing inequalities is central to achieve the SDGs and #CultureofPeace","sentiment_score":0.0952380952}
{"full_text":"\"I created BlackStage UK out of necessity. This pandemic has exacerbated the systemic inequalities experienced by Black people in the Arts and beyond. '' -","sentiment_score":0.3166666667}
{"full_text":"Coronavirus Travel Rights : Holiday refunds, what lockdown restrictions mean and travel insurance help ! #COVID19 #Travel #lockdown","sentiment_score":-0.390625}
{"full_text":"Cebu City Mayor Edgardo Labella said visitors to the city must present a negative swab test result for covid-19, despite Gov. Gwendolyn Garcia's pronouncement allowing tourists to present only a medical certificate.","sentiment_score":-0.06}
{"full_text":"Planning ahead and lots of scheduling loom large in Katie Millar's practical tips for conducting Covid-safe assessments. Find out what they did at Cliftonville Integrated Primary School. #PartnerSchool","sentiment_score":0.3071428571}
{"full_text":"In 2020, conflict, #ClimateChange &amp; socioeconomic consequences of #COVID19 drove human suffering to a staggering scale. An estimated 270 million people are in acute food insecurity, or at risk, across 79 countries where WFP operates. Global Operational Response Plan ","sentiment_score":0.2}
{"full_text":"In case you missed SciEnvy's last post, Sarah Barnsley's  (@Barnsley_SL) reflections on her pollinators research got us buzzing ","sentiment_score":0.0}
{"full_text":"Malacanang is awaiting the findings of the Food and Drug Administration (FDA) regarding its investigation on the alleged unauthorized vaccination against COVID-19 in the country.","sentiment_score":-0.1}
{"full_text":"Lloyds Bank's annual profits plunge by 72% to PS1.2billion amid fall in household spending during Covid pandemicvia","sentiment_score":0.0}
{"full_text":"Can Joe Biden change a US policy that has always been more about appearance than facts?@pisackson","sentiment_score":0.5}
{"full_text":"RT In a free and democratic country, this man would be hurriedly sacked for saying this, but we don't live in a free and de...","sentiment_score":0.3121212121}
{"full_text":"Dentists also list down situations that need immediate professional attention  #LiveYourBestLife #OneLifePH","sentiment_score":-0.0277777778}
{"full_text":"We are happy to have been able to collaborate with on a session for their members - Getting through lockdown: taking care of myself and my friends.","sentiment_score":0.65}
{"full_text":"Amid talks about a gradual normalization in Turkey as of March 1, the Health Ministry has reported 9,107 new #coronavirus cases in a day, which marks the highest daily cases since mid-January","sentiment_score":0.0681818182}
{"full_text":"#HumAhang team is in #LakkiMarwat to conduct awareness sessions on #coronavirus and distribute #masks and #sanitizers for the #secondwave.We would like to thank the German Cooperation fund and the Embassy of Federal Republic of Germany Islamabad for their support.","sentiment_score":0.0}
{"full_text":"Feb 24th: Is panic buying as much of an issue as it was last year? We all saw unpleasant and unnecessary displays of what some people did in the... more:","sentiment_score":-0.07}
{"full_text":"At this point, we're on a mission to answer all of your questions, people! ","sentiment_score":0.0}
{"full_text":"6. Lockdown Motivation Tip of the DayBe kind to yourself &amp; believe that you're doing the best that you can. Stop waiting for your \"big break\". Celebrate any progress, big or small. You're killing it, be proud &amp; keep it up!KB X#TipoftheDay #JustKeepFlying#LobsterFrockLove","sentiment_score":0.3583333333}
{"full_text":"i thought you already beat covid tho?","sentiment_score":0.0}
{"full_text":"RT Only 9% of the Covid bill has anything to do with Covid... via","sentiment_score":0.0}
{"full_text":"Flat battery? Our guide to jump starting your vehicle safelyWith a national lockdown, it's likely that some will find their car battery has lost its charge during an extended period of inactivity.Read our tips on how to jump start your car safely:https:\/\/t.co\/dgdhCclmQg","sentiment_score":-0.0083333333}
{"full_text":"A typical day in the life of a chorister includes a rehearsal before school. This is no different during lockdown as they meet via Zoom. Mrs Craven would like to thank Mr Sharpe, Mr Morris &amp; Mrs Cunnold, who are inspirational in their determination to keep the choristers singing.","sentiment_score":0.1111111111}
{"full_text":"Malaysia launched its #COVID19 inoculation programmePrime Minister Muhyiddin Yassin was the first to be given the vaccinehttps:\/\/t.co\/eCweWRUrte","sentiment_score":0.25}
{"full_text":"\"We have secured a controlled unlock across all prisons to reduce crowding thus lowering the Coronavirus risk to both prisoners and our members.\"","sentiment_score":0.0}
{"full_text":"#Customer360 #DataDisruptor. Find out how new customer was able to enhance its #ecommerce platform quickly after the #pandemic and boost online sales.","sentiment_score":0.3232323232}
{"full_text":"A midweek treat curtesy with While we wait for lockdown to end have a #dailyoffer discount delight, discover morehttps:\/\/t.co\/ik6QF7nSBY #WednesdayWisdom","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 32.5FWind Chill: 30.8FHumidity: 91%Dew Point: 30.3F Barometer: 30.057 inHgWind: 3 mph from the SSWCorona Virus Weekly Stats:Cases: 121.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"QW+ database member talks about lessons learned from the #Covid19 second wave with Mohale Moloi from","sentiment_score":0.0}
