{"full_text":"RT Young people should never have to face cancer alone. That's why I'm supporting and in calling fo...","sentiment_score":0.175}
{"full_text":"RT This is a brilliant achievement by the NHS. The lesson here...give the NHS the resources it needs and it will get the job...","sentiment_score":0.9}
{"full_text":"RT Cuomo and his administration are trying to cover up the choices they made during COVID-19 that put blood on their hands....","sentiment_score":0.0}
{"full_text":"RT Tapper spends 10 minutes here basically telling her, \"Kids need to be back in class urgently. We need to accept some degre...","sentiment_score":0.0}
{"full_text":"Russian &amp; Chinese vaccines are necessary to win 'world war' against Covid-19 - Macron #","sentiment_score":0.2}
{"full_text":"RT Maria \"Christina\" Ceja, 38yo CNA, Visiting Angels Home Health, Fredericksburg, VA, died of #covid19 1\/15. She overcame every o...","sentiment_score":0.0}
{"full_text":"RT NEW!Read the latest diary by as he recounts some most personal and insightful incidents with His Holiness, Ha...","sentiment_score":0.3333333333}
{"full_text":"RT Hi Dave... two known facts. Vitamin D helps your immune system and your immune s...","sentiment_score":0.0}
{"full_text":"RT The Biden administration has purchased enough vaccines to vaccinate all American adults. Congress must pass coro...","sentiment_score":0.0}
{"full_text":"RT NEW: Hotel chains tell us they are only receiving about 40-50% of the PS1750 quarantine fee passengers pay. That's around...","sentiment_score":0.0681818182}
{"full_text":"Current holdings:$CRBP 4\/16 calls$VISL free shares, got in very early$CTMX free shares, entry before insiders loaded$TRCH merger play, still super underrated$ISUN averaging down, small position$TNXP covid play, vaccine + dx kit$GOVX another covid play, working with NIH","sentiment_score":0.1325396825}
{"full_text":"RT Spot on argument : health is not absence of disease. Let this sink in...This seems to have been forgotten along the...","sentiment_score":0.00625}
{"full_text":"Life with a new baby in a pandemic can take its toll on mental health","sentiment_score":0.0181818182}
{"full_text":"RT BREAKING: There have been a further 258 COVID-related deaths and 10,972 positive cases in the UK, government data shows.Get...","sentiment_score":0.1136363636}
{"full_text":"RT having                           disliking covid-19                 mac miller                  no taste","sentiment_score":0.0}
{"full_text":"RT This does not surprise me in the least.","sentiment_score":-0.3}
{"full_text":"RT Meanwhile in Canada Justin Trudeau hides in his house &amp; refuses to go to Parliament or hold something known as a press confe...","sentiment_score":0.0}
{"full_text":"The attitude of GCC since the pandemic kicked off last year has been to Deny (There is no pandemic) \/ Double down (That's not your concern when discussing the accreditation issues at TMC) \/ Attack the source (Read Phil's responses to Julie Toys, MDZ, media, etc).That's on them.","sentiment_score":-0.0518518519}
{"full_text":"Hmmm I feel like this after a week off ...never mind a weekend!","sentiment_score":0.0}
{"full_text":"Malaysia?Yes I think you are right. The logical conclusion of all these policies, if followed to their extreme is that we will never travel again, or at least not for many years. The tensions between countries pursuing zero Covid and those not will be enormous","sentiment_score":0.1017857143}
{"full_text":"After about a month in hospital, I lost one of my cousins to covid. He likely got it on the job as an essential worker. He leaves behind his stay-at-home wife &amp; their 4 children. Wear your masks. Get vaccinated. This isn't about your 'rights', it's about your responsibilities.","sentiment_score":-0.1333333333}
{"full_text":"SA Imposes Five Year Travel Ban Over Fake Covid-19 Certficates","sentiment_score":-0.5}
{"full_text":"You're not alone! I don't participate in any Covid theatre.","sentiment_score":0.0}
{"full_text":"RT Stop it.Stop it now. Stop printing this shitty news without any damn context.193,105 people in Oregon have gotten...","sentiment_score":0.0}
{"full_text":"RT From COVID-19 to the economic crisis, we're facing enormous challenges -- and faith-based and community organizations are essenti...","sentiment_score":0.1}
{"full_text":"RT Hundreds of thousands of Americans died because of Trump's negligent, willfully cruel inaction on covid. Exactly zero pe...","sentiment_score":-0.375}
{"full_text":"RT Auckland has 3 new cases so immediately is placed into a full city wide lockdown. The UK had 13,308 new cases yesterday...","sentiment_score":0.1306818182}
{"full_text":"So Jim Beaver is about to finish his quarantine lockdown in Toronto. Seems like everyone from The Boys is in Canada but Jensen ","sentiment_score":0.0}
{"full_text":".@RiponRaces joins tracks used as vaccination centres. reports ...","sentiment_score":0.0}
{"full_text":"RT If true, this is deeply dangerous and an affront to all people with learning difficulties. It must be halted immediately...","sentiment_score":-0.125}
{"full_text":"RT I'm proud of you, Team Solo Pandemic. All the candy hearts for you.","sentiment_score":0.8}
{"full_text":"RT She said the quiet part out loud.","sentiment_score":0.05}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT This is a brilliant achievement by the NHS. The lesson here...give the NHS the resources it needs and it will get the job...","sentiment_score":0.9}
{"full_text":"RT Flight Attendant Who Tested Positive With COVID-19 Reportedly Faked Abduction To Avoid Quarantine In Jamaica","sentiment_score":0.2136363636}
{"full_text":"It's so unfortunate that for others, there will never be another Valentine's Day because of abysmal ineptitude incompetency #COVID19 #COVID19Ontario Failure is not an option folks, enough is enough!","sentiment_score":-0.2041666667}
{"full_text":"RT The issued a statement today, highlighting that as many as seven citizen journalists in #China are still detain...","sentiment_score":0.5}
{"full_text":"RT My heart is breaking. My best friend is on a vent. Covid has ravaged her lungs so badly, Dr. says she's unlikely to survive...","sentiment_score":-0.0666666667}
{"full_text":"RT Nite nite to you all just started to rain so hoping it lifts the temperature Wishing you all a good new week we are g...","sentiment_score":0.4181818182}
{"full_text":"RT #COMPETITION#PancakeDay's just 3 days away!Make it delicious with Lyle's #GoldenSyrups &amp; have the chance to win the ULT...","sentiment_score":0.9}
{"full_text":"RT Iran News in Brief - February 14, 2021 #Iranian Christian convert starts hunger strike protesting continued rights violat...","sentiment_score":0.0}
{"full_text":"RT Miley is here to wish you a Happy Valentines Day filled with a fuck ton of fucking. Unfortunately Hannah is here to remin...","sentiment_score":0.075}
{"full_text":"He also quotes. It took 2 million people to die and millions to lose their jobs in order to reduce carbon dioxide emissions by 5% out of 51bn. He wants to reduce 51bn to zero. So if 2 million are dead because of covid-19 and millions are redundant off 5% and he wants zero?! ","sentiment_score":0.0125}
{"full_text":"Petition: Public inquiry into Covid-19 pandemic immediately with the aim of saving lives","sentiment_score":0.0}
{"full_text":"As some studies point to the idea that COVID jumped species rather than escaped from a lab, is it possible THIS was the dream of a thousand cats, again thwarted by human ingenuity?","sentiment_score":0.0}
{"full_text":"RT Michigan is one of like 4-5 teams that could win the National Championship. Their season got halted and killed all mom...","sentiment_score":0.3}
{"full_text":"My gym officially and safely opens up tomorrow Proud of Oregonians for doing their part in reducing the spread of Covid","sentiment_score":0.65}
{"full_text":"RT Worked since I was 15, paid full contribution.  I had no notice the increase I'm now 63 still working,  6 years stolen...","sentiment_score":0.35}
{"full_text":"RT Could add 'Climate Change' as a tab on its website? It's COP26 in Glasgow, there's tonnes of news to collate, ther...","sentiment_score":0.0}
{"full_text":"RT This Freedom of Information request shows that across the 6 NHS Trusts in Scotland that have returned data so far ther...","sentiment_score":0.1}
{"full_text":"Chris Myers: \"We're expecting one of the biggest crowds ever.\" (At #Daytona500) I guess this dope hasn't heard of Covid-19, social distancing and limited fan access. Hope execs and producers are proud. #NASCAR","sentiment_score":0.253968254}
{"full_text":"This has been known. Liberal media made fun of Trump for saying that sunlight exposure helps stop Covid-19 (April 2020). If media people knew SCIENCE, they'd know sunlight triggers mechanisms in the skin to convert cholesterol into natural Vitamin D.","sentiment_score":0.2}
{"full_text":"RT My heart is breaking. My best friend is on a vent. Covid has ravaged her lungs so badly, Dr. says she's unlikely to survive...","sentiment_score":-0.0666666667}
{"full_text":"RT It's really great that we couldn't play basketball for 3 weeks with 0 COVID cases on the team! That didn't negatively a...","sentiment_score":0.35}
{"full_text":"RT Nine wildfire shouts in three days. We should never have complained about being bored during lockdown.","sentiment_score":-0.4}
{"full_text":"No silver bullet for Covid-19, but rather a cocktail","sentiment_score":0.0}
{"full_text":"RT ~2 weeks ago ","sentiment_score":0.0}
{"full_text":"RT 3,589 Americans died from Covid yesterday while the President of the United States played Mario Kart.","sentiment_score":0.0}
{"full_text":"3 Ways Hospitals Can Improve Employee Communication--Now and Beyond the Pandemic #emergencynotifications #crisismanagement","sentiment_score":0.0}
{"full_text":"CDC: Excess US Deaths During Pandemic Nearing 600K #Newsmax via these numbers are total bullshit","sentiment_score":0.0}
{"full_text":"RT Since MSM won't tell you the truth...- COVID cases down 62% from peak - Hospitalizations down 42%- ICU cases down 34%...","sentiment_score":-0.1555555556}
{"full_text":"RT The grand experiment of blocking the middle seat on airplanes has proved that more people care about a cheap fare than comfort, or...","sentiment_score":0.35}
{"full_text":"I am wondering if people who have tested positive for COVID react differently to the Moderna vaccine. My wife and I had side effects while other relatives who had not tested positive had none.","sentiment_score":0.0823863636}
{"full_text":"RT Unfortunately, Boris Johnson hadn't reckoned on one thing: Boris Johnson.","sentiment_score":-0.5}
{"full_text":"RT Researchers from SickKids, led by Dr. Peter Dirks (pictured in his lab pre-pandemic) have...","sentiment_score":0.0}
{"full_text":"Our friend of has given some insightful commentary how #COVID19 has changed us. Read it below via #InnovationLivesHerehttps:\/\/t.co\/6QhD7zGBpt","sentiment_score":0.0}
{"full_text":"covidhuh okay nice valentine's day","sentiment_score":0.55}
{"full_text":"RT 'People are queueing from as early as 8am with their children in \"rain\" and \"sub zero\" temperatures.'It didn't have to be...","sentiment_score":0.1}
{"full_text":"Russian &amp; Chinese vaccines are necessary to win 'world war' against Covid-19 - Macron","sentiment_score":0.2}
{"full_text":"RT For years I got sick a LOT. I found out I had a severe vitamin D deficiency which they've never been able to explain so...","sentiment_score":-0.1071428571}
{"full_text":"svt kept my sanity during the pandemic, svt songs calms me down and make me feel like I'm not alone ","sentiment_score":-0.1555555556}
{"full_text":"RT Getting vaccinated means you're at much less risk of getting severely ill from Covid yourself, but you may still be able...","sentiment_score":-0.0555555556}
{"full_text":"For the first time during the pandemic, CA published data about which schools in the state have reopened for physical instruction.","sentiment_score":0.125}
{"full_text":"RT I love how the pandemic exposed that none of us would actually accomplish anything if we were given a Groundhog Day opportunit...","sentiment_score":0.25}
{"full_text":"RT are you the covid-alert app?cuz when I get a notification from you, my heart skips a beat","sentiment_score":0.0}
{"full_text":"RT \"It's like we set up a whole new Government department, but instead of civil servants paid PS40k a year, it's run by hund...","sentiment_score":0.1681818182}
{"full_text":"RT A damaging pattern during the pandemic is doomsday messaging by some health officials -- amplified by click-bait press hea...","sentiment_score":0.0}
{"full_text":"RT \"False sense of security\"--high tech gathering of 49 tech thinkers was held in 4 day \"bubble\" without mask mandate after arr...","sentiment_score":-0.12}
{"full_text":"It's Sunday February 14, 2021Happy Valentine's Day Love In The Snow BrrrrGod Created Adam And Eve Not Adam And Stave Nope God Did Not Create Eve And Sue Either COVID Either Can The CDC Can't Stop True Love Love Me Tender Linda Ronstadthttps:\/\/t.co\/8x6EoyQYlBPhoto To Share","sentiment_score":0.4625}
{"full_text":"RT This is a very important study on vitamin D and Covid-19. Its findings are incredibly clear. An 80% reduction in need for...","sentiment_score":0.31}
{"full_text":"RT Charlottesville should have been enough. Then Ukraine. Then Covid failure. Then Attack on our Capitol. If you don't #LeaveT...","sentiment_score":-0.1583333333}
{"full_text":"RT I think the CDCs position makes no sense and this interview illustrates it well","sentiment_score":0.0}
{"full_text":"RT Happy Valentine's Day to WHO-CCP relationship!Enjoy WHO investigation leading expert Dr. Peter Daszak's performance of...","sentiment_score":0.8}
{"full_text":"As an essential transportation worker and senior, Ray Tabuena worries about his own health. He couldn't wait to get the #COVID19 vaccine, and was excited to do his part to stop the spread.","sentiment_score":0.325}
{"full_text":"Registrations now open for our 'Redundancy and covid-19 - Are our #redundancy laws strong enough?'. Register your place at #ukemplaw #Covid19UK","sentiment_score":0.1444444444}
{"full_text":"Twenty-Four Reasons Why Valentine's Is Terrible #ValentinesIsOverPartyFIFTEEN: COVID-19 special! People will break quarantine because \"ooh I can't just not see them we're in love\" and Zoom calls are getting stale so watch the curve get steeper.","sentiment_score":-0.1383928571}
{"full_text":"!! Weekly Online Learning !!We have posted the weekly online learning for all pupils for next week to our website under the Covid-19 tab. #onlinelearning","sentiment_score":0.0}
{"full_text":"RT Miley is here to wish you a Happy Valentines Day filled with a fuck ton of fucking. Unfortunately Hannah is here to remin...","sentiment_score":0.075}
{"full_text":"Latest coronavirus figures for Dorset have been confirmedhttps:\/\/t.co\/XRtPcHDfWm","sentiment_score":0.5}
{"full_text":"\"The pandemic has been almost a fatal blow for people in those housing conditions where they were already struggling to pay the rent,\" said Leilani Farha, a former UN special rapporteur on the right to housing, who is based in Ottawa.https:\/\/t.co\/4vhGet2zqn","sentiment_score":0.2142857143}
{"full_text":"Celebrate Valentine's Day by reading these local pandemic love stories!https:\/\/t.co\/0rW8j5eJ3q","sentiment_score":0.25}
{"full_text":"There are plenty of activities to keep children entertained without having to travel far Check out our 8 ideas for half term fun in the #Stroud district","sentiment_score":0.0777777778}
{"full_text":"On Air Now &amp;  When Lorna Met Leo: Love in the Time of Covid When gigs dry up in the pandemic, she decides to give online dating a go. A day after meeting a brainy Brazilian, she gets engaged. True love or big mistake?","sentiment_score":0.2566666667}
{"full_text":"If you test positive for #COVID19 we will ask you to tell us about people you have been in #closecontact with. Think about where you've been and who you may have met in the period from 48 hours before your symptoms began until now. For more info","sentiment_score":0.3636363636}
{"full_text":"Assuming the average adult works a standard 40hr week, most of us can count on working about 92,120hrs in our lives. That's why we're dedicated to helping students explore all of their options &amp; finding careers they love #LoveYourCareer (all photos taken prior to COVID)","sentiment_score":0.1583333333}
{"full_text":"The closest we'll get to Winter sun this year, in Oxford today with Blue skies and snow topped buildings for todays covid compliant demonstration https:\/\/t.co\/wACgzX8X1T","sentiment_score":0.0}
{"full_text":"Take advantage of the time and learn a new skill this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation","sentiment_score":0.1363636364}
{"full_text":"Show your love . Wear a mask. ","sentiment_score":0.5}
{"full_text":"Erik Segura, 45yo EMT and Firefighter, Laredo FD, and ER Nurse, Doctors Hospital, Laredo, TX died of #covid19 1\/26. \"These personal decisions people are making, this is what happens.  He lost this battle trying to fight this war for you.\" #healthcareheroes","sentiment_score":0.0}
{"full_text":"FOR NOW As restrictions on church life continue, how can we share our faith with others in a pandemic?Neil Harrison shares some thoughts as part of the For Now resource.https:\/\/t.co\/cLH7Y7xdn5","sentiment_score":0.0}
{"full_text":"California Marijuana Workers Can't Get COVID Vaccine Answers, As Maryland Prioritizes The Industry","sentiment_score":0.0}
{"full_text":"Thinking of our today on Valentine's day. A day to celebrate love  but difficult for many, especially in #COVID19 times. #loneliness #bereavement #Divorce Check out this useful link","sentiment_score":0.16}
{"full_text":"Seeking a word for: blaming teachers &amp; their unions for disruptions related to positive cases, not political actors' failed mitigation efforts. Weird flex? Big yikes? Entry-level entitlement? High-key hubris?https:\/\/t.co\/uVeTN7ekwd","sentiment_score":-0.1287878788}
{"full_text":"When people will not speak up after an event with such loss of life, injuries (emotional and physical), and spread of covid-19, then I wonder what would move them? #tenderheartedwoman","sentiment_score":0.0}
{"full_text":"The Adams County Health Department reports 16 new COVID-19 cases.","sentiment_score":0.1363636364}
{"full_text":"When the coronavirus pandemic erupted in early 2020, the ensuing border closures and stay-at-home orders brought travel and tourism to its knees.","sentiment_score":0.1}
{"full_text":"Maybe the sequel will be out on the same day next year. Maybe we'll be able to go see it. Or maybe we'd just have to stay home and watch it. ...Maybe. Heh","sentiment_score":0.1666666667}
{"full_text":"More than a million people were set to receive letters on Saturday - with more than a million set to receive them in the coming days #Vaccine","sentiment_score":0.5}
{"full_text":"RT the news: stay homey'all: let's go to HEB","sentiment_score":0.0}
{"full_text":"RT Globally we are going through a difficult pandemic,but even more so being separated from our families for years. suffe...","sentiment_score":0.0}
{"full_text":"Schools need more resources to reopen safely amid pandemic, CDC says","sentiment_score":0.5}
{"full_text":" Working as educators  Helping to fight hunger  Serving as essential workers  Working as frontline health providers Distributing personal protective equipment Here are 7 ways refugees stepping up to fight COVID-19https:\/\/t.co\/bjtaAFIjXl","sentiment_score":0.0}
{"full_text":"RT Meanwhile, four men are on the loose after the shooting of a 14-year-old girl. has been told to put the mayo...","sentiment_score":-0.0769230769}
{"full_text":"CT's school-based health centers  have become a critical health care option during the #pandemic, especially for children who have limited access to regular medical care. Of the 92 school programs funded by 80 provide full health care services:","sentiment_score":0.0464285714}
{"full_text":"The head of Guinea's health agency said Sunday that the country was in the midst of an Ebola \"epidemic situation\" with seven cases confirmed in the West African nation, including three deaths.https:\/\/t.co\/8BvzhCVDJi","sentiment_score":0.2}
{"full_text":"Covid intensive care consultant says virus 'takes people you don't expect to die' in brutally honest interviewhttps:\/\/t.co\/b9WwXJ4ZN0","sentiment_score":0.6}
{"full_text":"Join Amanda, Leighton and now on TikTok as they discuss how they've navigated love during lockdown, it's going to be a good one!","sentiment_score":0.6875}
{"full_text":"Is this safe for people over 75?","sentiment_score":0.5}
{"full_text":"Nothing says \"I love you\" like working together to #StopTheSpread of COVID-19. This Valentine's Day, don't let risky plans ruin the mood. Help #EndThePandemic by wearing a mask, keeping your distance, and washing your hands. Take it online if you stay in. #YourActionsSaveLives","sentiment_score":0.5}
{"full_text":"RT These numbers reflect the latest data available as of Feb. 4 from the CDC's Vaccine Adverse Event Reporting System web...","sentiment_score":0.45}
{"full_text":"#oxfordvaccine jab yesterday, spent all night awake in pain &amp; had a crushing headache all day today.  Arm that got jabbed is painful. Hoping this wears off quickly. Still better than getting #covid","sentiment_score":0.0866666667}
{"full_text":"Pandemic spells end for gift shop in New Milton high street after 38 years' tradinghttps:\/\/t.co\/3uM73oxPRf","sentiment_score":0.1481818182}
{"full_text":"\"Today, nearly one year into the pandemic, we again face an alarming increase in anti-API sentiment, including numerous recently documented attacks on the elderly.\"","sentiment_score":0.0}
{"full_text":"#PEOPLEB4PROFITCall now and tell your Reps to support the healthcare package in the #AmericanRescuePlan. We deserve nothing less this pandemic and beyond!Senate #: 1.888.981.9704House #: 1.855.329.5629","sentiment_score":-0.1666666667}
{"full_text":"#Kosovo is holding an early parliamentary election to form a new government amid #coronavirus pandemic, an economic downturn and stalled negotiations with wartime foe Serbia.","sentiment_score":0.1454545455}
{"full_text":"Over 8 million health, frontline workers vaccinated against #Covid19 in India: Govthttps:\/\/t.co\/sObXYCVIiP","sentiment_score":0.0}
{"full_text":"U.K. government scientific advisers say the COVID-19 variant now predominant in the country may be up to 70% more deadly than previous variantshttps:\/\/t.co\/noanRVwbSo","sentiment_score":0.0444444444}
{"full_text":"Well if we were led by our veep sana natapos na.  But no,  the leader is just sleeping on his job and still there.   Why aren't we angry enough?  Why are we ok with an incoherent prez?","sentiment_score":-0.05}
{"full_text":"You don't need to sell your beloved home. Doing so is a mistake! We can help you stay in your home and within your community. Sound good? #FinancialPlan #RetirementPlan #financialAdvice #adviceforseniors #SeniorMoneyMatters","sentiment_score":0.6583333333}
{"full_text":"RT In February 2019, the month after Juan Guaido declared himself president, the Guardian published 67 separate pieces about Ve...","sentiment_score":0.0}
{"full_text":"Biden administration has \"deep concerns\" about WHO's COVID-19 probe","sentiment_score":0.0}
