{"full_text":"RT Does the fact that President Biden and his family made millions from China mean we can't tell the truth to the world that...","sentiment_score":-0.3125}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"RT Save this friendly soul!  #Caturday \/ #SaturdayThoughts:  #saveme !  #NYC #cats #SHELTERPLEA#MaineCoon-like #cat LISA...","sentiment_score":0.5859375}
{"full_text":"RT The official kickoff to spring break !!! We giving yahh enough time to relax during COVID, cause bitch we back outside !!! #bayw...","sentiment_score":0.0}
{"full_text":"Who decides to instruct a DNR on the vulnerable #Covid19UK #DNR #borishasfailedtheuk","sentiment_score":-0.5}
{"full_text":"RT In this RCT of #vitaminC vs #zinc vs both for prevention of #COVID19 progression in mildly ill outpatients =&gt; no differen...","sentiment_score":-0.5}
{"full_text":"RT Residents of Chile's remote Pacific island of Rapa Nui, better known as Easter Island, began receiving vaccinations against COV...","sentiment_score":0.2}
{"full_text":"RT \"Instead, the infection rate has fallen steadily, from an average of 3,000 daily cases in October to about 300 in January. La...","sentiment_score":0.0055555556}
{"full_text":"Only took a year for her to wear a mask properly ","sentiment_score":0.0}
{"full_text":"#coronavirus : India records 12,194 new #COVID19 -19 cases, 92 deaths in last 24 hours","sentiment_score":0.0681818182}
{"full_text":"RT The hold Trump continues to have on the GOP remains stunning. Not incitement of insurrection, not murder of a police o...","sentiment_score":0.5}
{"full_text":"If covid spreads so easily that the CDC is now recommending 2 masks, why do they have to dig the swab so deeply into your nasal passages to test you? It never made sense to me... but I'm not a scientist or doctor. Or a liberal.","sentiment_score":0.2166666667}
{"full_text":"RT Healthier hearts can lead to healthier lives. can help you champion high #BloodPressure control goals i...","sentiment_score":0.16}
{"full_text":"RT Some good news during these trying times.","sentiment_score":0.7}
{"full_text":"RT In Julian #Assange's homeland, Australia, there is Covid scaremongering in a pandemic-free society, there are pages on Trum...","sentiment_score":0.0}
{"full_text":"RT Bill: Reign in Tanzania EFF: How much?Money talks.","sentiment_score":0.0}
{"full_text":"RT Breaking: New Zealand PM Jacinda Ardern announces Level 3 lockdown for Auckland for 3 days from midnight - the rest of NZ...","sentiment_score":0.1363636364}
{"full_text":"RT #Worst economic hit of major economies#Eat Out To Help Out increased infections by up to 17%#Delayed action on Cov...","sentiment_score":-0.159375}
{"full_text":"RT India has emerged the surprise leader of the global vaccine diplomacy race. It has exported three times more doses than...","sentiment_score":0.25}
{"full_text":"RT 'Bombshell' report says thousands more coronavirus patients were sent to nursing homes than Cuomo previously admitted","sentiment_score":0.1666666667}
{"full_text":"RT Our next #FIGOWebinar will be 17th Feb, 6am GMT!The International Confederation of Midwives (@world_midwives) will join FIGO...","sentiment_score":0.0}
{"full_text":"Yes. Because it is. The common thread with you guys is that you're actually terrified by what's going on and think if you deny it you'll somehow be spared. Time to man up snowflake. Wear a mask.","sentiment_score":-0.15}
{"full_text":"RT CDC to launch investigation on man who died after getting vaccine","sentiment_score":0.0}
{"full_text":"RT 4\/ Both politically and morally, Covid relief is paramount. A process morass when the outcome was preordained would not a...","sentiment_score":0.0}
{"full_text":"A senior manager from Poland who works for a Four Seasons hotel in north China's Tianjin sees booming business during #SpringFestival thanks to China's effective #COVID19 control measures. #GLOBALink","sentiment_score":0.4}
{"full_text":"RT An Ebola outbreak was declared today in Guinea.This is in addition to the Ebola outbreak declared in DR Congo earlie...","sentiment_score":0.0}
{"full_text":"RT More than 100k ICU patients will need community rehab + an unknown number of the 350k Covid hospital patients + tens of t...","sentiment_score":0.2}
{"full_text":"RT Meanwhile, almost everything in this earlier tweet of mine is still true. I repeat, disabled people are not okay.","sentiment_score":-0.025}
{"full_text":"Coronavirus Coronavirus Stay informed so you can stay safe","sentiment_score":0.5}
{"full_text":"Koch, Sinclair Murdoch own most media and muzzle dem message. Be ambassadors, tell people what dems are doing for them.This week Biden Harris secured 300 million vaccines. People don't know how SOH kept the republicans from denying them any covid protections and help.","sentiment_score":0.55}
{"full_text":"RT Am going to talk about my experience with media bias around discussions of zero COVID &amp; how this is shaping our COVID stra...","sentiment_score":0.0}
{"full_text":"He shows up on Western TV a lot. If Navalny wanted Western money or backing I'm sure he didn't like that. ","sentiment_score":0.1666666667}
{"full_text":"Newly discovered protective factors associated with wearing masks:","sentiment_score":0.1363636364}
{"full_text":"RT If you think immigrants HCWs are doing an amazing job during this pandemic and their efforts need to be recognised with...","sentiment_score":0.6}
{"full_text":"RT Covid-19 pandemic: New Zealand's biggest city ordered into lockdown","sentiment_score":0.1363636364}
{"full_text":"RT Just 5% of NHS workers think Boris Johnson handled the coronavirus crisis well - Mirror Online","sentiment_score":0.0}
{"full_text":"Despite being excluded from any government Covid relief to date, tourism stakeholders remain resilient and hopeful, with a future closer to vaccines plus promising backyard tourism trends.","sentiment_score":0.1}
{"full_text":"RT Covid-19 pandemic: New Zealand's biggest city ordered into lockdown","sentiment_score":0.1363636364}
{"full_text":"RT UK: A study has found Vitamin D reduces Covid-19 deaths by 60 percent, MP David Davis today called for the therapy to be...","sentiment_score":0.0}
{"full_text":"RT The 'Kraken' house float is one of thousands in the New Orleans area decorated in celebration of Mardi Gras after para...","sentiment_score":0.1363636364}
{"full_text":"Adar Poonawalla, the head of the Serum Institute of India, on Covax goal of distributing 2bn vaccines by end of 2021: \"I think realistically that could take 18 months, since if we're lucky we'll have produced 400m by the end of the year.\"","sentiment_score":0.3333333333}
{"full_text":"RT A group of lockdown-skeptic MPs told U.K. Prime Minister Boris Johnson that coronavirus restrictions in the country must be e...","sentiment_score":0.0}
{"full_text":"While I feel sorry for losing his friend, I lost my Dad &amp; brother in law. Derby tried to bring in big names big wages didn't work. I'd rather have seen an interview with regarding the real struggle during CoVid.","sentiment_score":-0.075}
{"full_text":"LustEat?","sentiment_score":0.0}
{"full_text":"RT America's governors and mayors understand the fight against COVID-19 and the urgency of another relief bill. Yesterday, I met wi...","sentiment_score":0.0}
{"full_text":"RT it really does feel like the conversation around ending lockdown is geared towards nuclear families and cohabiting coup...","sentiment_score":0.2}
{"full_text":"So, this is how I amused my World Champ Cheerleader in the last level3 lockdown when schools were closed...so I guess I can look forward to another 3 days of serious physical pain  (Almost Sunset on an Winters night)","sentiment_score":-0.1111111111}
{"full_text":"RT While we celebrate loved ones today, please be minded that the covid situation is still worrying. Mask up. Distance. Practic...","sentiment_score":0.7}
{"full_text":"You really have no idea the demons republicans are. If so, you'd never be angry at anyone but them. I call them Satan's Army, and I mean it. Had they called witnesses, they'd have killed Covid relief, and any further Biden apptmts. Joni Ernst told you so. The she demon.","sentiment_score":-0.1625}
{"full_text":"RT Covid UAE: Look, students return to schools in #AbuDhabi@MOEducationUAE","sentiment_score":0.0}
{"full_text":"RT Happy Valentine's Day everyone. Celebrate responsibly &amp; remember we're still in the middle of a pandemic so mask up. ...","sentiment_score":0.3333333333}
{"full_text":"Teenage pregnancies are rising under quarantine. Here are their stories.https:\/\/t.co\/OrA6psgC7J","sentiment_score":0.0}
{"full_text":"Do you want to surprise someone with a ride at the Fun2Go duo bike on valentine's day? This is still possible In times of corona! With the protection screen, a physical barrier, it's possible to cycle together (again ).https:\/\/t.co\/yoilZ7B3DQ#ValentinesDay #corona #vanraam","sentiment_score":0.0}
{"full_text":"The only #VDayCard you need to show off is the one from us. Share the love this #ValentinesDay: Upload a picture of you and your COVID vaccine card  Explain why you got the vaccine# Use the hashtag #VDayCard","sentiment_score":0.25}
{"full_text":"Happy Valentine's Day everyone! 30 MINS TO GO!We are so excited to share with you our students lockdown version of Stevie Wonder's \"Love's in Need of Love Today\"!Live on our YouTube channel at 9:30am! Spread the word and share the love!","sentiment_score":0.5492424242}
{"full_text":"RT If nothing else the pandemic has at least exposed how ignorant and partisan the Australian media really is.","sentiment_score":-0.0333333333}
{"full_text":"According to the disabled people made up 6 in 10 of all deaths involving COVID-19 in the period leading up to 20 November 2020. Do you think the information about COVID-19 has been accessible enough? Has your level of support changed? Tell us here:","sentiment_score":0.0583333333}
{"full_text":"In #CheshireWest, Ellesmere Port Primary Care Network has been delivering the #COVID19 vaccination service. Take a look here to find out what residents think of the service:","sentiment_score":0.4}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"Happy Valentines Day from Team Radio Faza!#happyvalentinesday #happyvalentine #happyvalentinesday #valentinesday #valentines #valentines2021 #valentineswishes #covid_19 #corona #coronaviruspandemic #coronavirus #event #lover #love #spreadlove #heart #day #zkevents #wedding","sentiment_score":0.65}
{"full_text":"#stayathome Easy like Sunday morning - we've reviewed the Porsche 911 GT3 for you.Now this is a car I would love to wake up and see outside my house today. What would be your car #Valentine? Start your search today at","sentiment_score":0.3111111111}
{"full_text":"CDC: 653 Deaths Now Recorded Following Experimental mRNA COVID Injections with 12,697 Reported Injuries","sentiment_score":0.05}
{"full_text":"Ever wondered where this idea came from? #GirdersBetter lock her down, before Strongman does.#ValentinesDay2021","sentiment_score":-0.1555555556}
{"full_text":"RT The same Republicans who spread the big lie &amp; denied us pandemic\/economic relief have again put their political self-int...","sentiment_score":0.0}
{"full_text":"RT God, but some people are vile. Fancy haranguing and bitterly attacking someone for having the gall to go visit their par...","sentiment_score":-0.1}
{"full_text":"Under the relief package being crafted in House committees this past week, every state and the District of Columbia would get at least $500 million.","sentiment_score":-0.275}
{"full_text":"RT Of course Speers starts Insiders with the Melbourne lockdown and an attack on Federal Labor's jobs policy. No mention of...","sentiment_score":0.0}
{"full_text":"Schools across the country open amid the COVID-19 situation. For students, the worries are wide-ranging. Virtually, the Sword of Damocles is hanging over all of them, here's with the report#COVID19 #India #Exams #schoolsreopening","sentiment_score":0.0}
{"full_text":"We've heard the stories of how difficult it can be to get a COVID-19 vaccination. One Jewish community group is helping make things the process easier by making direct connections and helping fill missed or canceled appointments.","sentiment_score":-0.1333333333}
{"full_text":"Taoiseach Micheal Martin gets emotional as he reflects on a year of Covid-19 and offers ray of hopehttps:\/\/t.co\/HbNiOQyTVd","sentiment_score":0.05}
{"full_text":"When the pandemic is over, BINI looks forward to meeting you real soon, BLM!   For now, let's make every day, Valentine's Day. We love you!   #BINIph","sentiment_score":0.4375}
{"full_text":"We are working together with the #NHS and #socialcare sector to reform health and care following the pandemic.A new government white paper sets out measures that will support local health and care systems to deliver higher quality care to their communities.Here's how ","sentiment_score":0.0772727273}
{"full_text":"British Prime Minister Boris Johnson plans to appeal to leaders of the world's richest nations to unite in a \"colossal mission'' to get COVID-19 vaccines to every country and to lead a sustainable recovery from the pandemic","sentiment_score":0.15}
{"full_text":"Y'all better get your act together ya bish covid better be GONEEE I'm tryna see my gurl Florence irl I need an ethereal musical experience ","sentiment_score":0.3333333333}
{"full_text":"2nd Article Out 02| An Invisible Superpower: Nature's GiftThis Valentine's Day, you may not be with your significant other (lockdown or you don't have said significant other ) soo show some self-love &amp; embrace the power of sleep! https:\/\/t.co\/9fcSyDZKE7 (via","sentiment_score":0.09375}
{"full_text":"According to the disabled people made up 6 in 10 of all deaths involving COVID-19 in the period leading up to 20 November 2020. Do you think the information about COVID-19 has been accessible enough? Has your level of support changed? Tell us here:","sentiment_score":0.0583333333}
{"full_text":"Today is a day to celebrate self-lovers, significant others and sisters-from-other-mothers. Love is never on lockdown","sentiment_score":0.4375}
{"full_text":"Will you be doing any of these today? https:\/\/t.co\/rfwx4Yc7R8","sentiment_score":0.0}
{"full_text":"20 incredible online classes if you're looking to leave lockdown with a new skill (you'll be glad to know banana bread doesn't make an appearance)","sentiment_score":0.5121212121}
{"full_text":"RT Oh hey! Look at how high Malaysia is on this list  THIS IS A GOOD LIST THAT WE ARE ON, UNLIKE SOME OTHER LISTS ","sentiment_score":0.245}
{"full_text":"The #COVID19 vaccine is safe, effective and gives the best protection against the virusCamden GP, Dr Vik Dave encourages everyone to have the vaccine when it's your turnTo find out more, go to","sentiment_score":0.65}
{"full_text":"RT Egyptian 12-year-old teaches neighbors during pandemic school closure","sentiment_score":0.0}
{"full_text":"Hope your Valentine's day is the FABBEST ever.  Mask your face but not your feelings.  Here's to love in the time of Corona. #happyvalentinesday #livebeautifully","sentiment_score":0.5}
{"full_text":"Find advice and information about the #Coronavirus (Covid-19) and the measures we're taking to keep the public safe.https:\/\/t.co\/AIx2Q2C3zx","sentiment_score":0.0}
{"full_text":"Brooks and Capehart on Trump's Senate trial and Biden's pandemic response","sentiment_score":0.0}
{"full_text":"Iran's #Health Minister Saeed Namaki on Saturday said a strain of #COVID19 first detected in the United Kingdom had spread across #Iran. \"We must think that it can [now] be found in every city, village or family,\" he told a video conference on Saturday.https:\/\/t.co\/YBgxmH7Iv3","sentiment_score":0.25}
{"full_text":"RT In #SriLanka, forced cremations are a unique pandemic trauma. @Piyumi_Fonseka and @joannaslater report for @washington...","sentiment_score":0.0375}
{"full_text":" We need to keep protecting each other. Act like you've got it to help stop the spread:  keep washing your hands keep covering your face- keep making space Open windows regularly, letting fresh air circulate#StayHome >","sentiment_score":0.04375}
{"full_text":" HAPPY VALENTINES DAY If you're in need of last-minute inspiration for this lockdown Valentines, spend a few minutes reading this great article for some romantic hints and tips.https:\/\/t.co\/ppxtmhJOAP#Valentines #loveisintheair #lockdownvalentines #peverilhomes","sentiment_score":0.35}
{"full_text":"COVID 19 cases in India until : 14\/02\/2021 14:30Total Cases: 10904957 [+219]Active: 134792Recovered: 10609966 [+178]Deaths :155678 [+2]Total Tests: 206.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#Egypt Reports 600 New #COVID19 Cases-https:\/\/t.co\/QPb1mz9ezF#COVID #vaccine","sentiment_score":0.1363636364}
{"full_text":"what if because of the pandemic sheila is afraid to leave her house\/rv again ","sentiment_score":-0.6}
{"full_text":"The Phase 3 study is testing the safety and effectiveness of a new two-dose vaccine regimen.https:\/\/t.co\/PxYaoo8J9N","sentiment_score":0.1363636364}
{"full_text":"A total of 3,731,343 COVID-19 cases have been reported on the African continent with d97,870 deaths, according to the Africa Centers for Disease Control and Prevention (Africa CDC)","sentiment_score":0.0}
{"full_text":"Happy Valentine's Day from your vaccination centre team! If you're in the four priority groups make sure you book a COVID-19 vaccination. Together we can begin to get back to normal. Find out more here:","sentiment_score":0.43}
{"full_text":"The UK  is working to help the world find new variants of the virus that causes COVID-19 through our cutting-edge genomics expertise. The \"New Variant Assessment Platform\" will offer UK support to countries to help analyse new strains of the virus.","sentiment_score":0.1363636364}
{"full_text":"Learn to play electric guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"No female lockdown housemate can match Vee's madness Sha. Your bad bitch won't get that attention she craves badlyAbt bus ledi, clout or no clout, bbn or no bbn, someone needed to check her and Vee did the needful.As for the v from the other season, opelope Neo ni oo","sentiment_score":-0.275}
{"full_text":"The beautifully elegant Jasmin Dance Mo Li Hua  designed &amp; performed by Xinhua Chinese Association Dance Group.Watch XCA perform their fan dance in unison, despite the challenges of #lockdown Available now on #Youtube: #ChineseNewYear","sentiment_score":0.3}
{"full_text":"Happy Valentine's Day! With help of student writer Panagiota, we've drafted up some Valentine's Day activities that you can do in lockdown!Check them out here:https:\/\/t.co\/f16ZbPDUrL@UniStrathclyde#ValentinesDay #StrathLife#studentvoice","sentiment_score":1.0}
{"full_text":"Boyfriend reveal!!! Happy Valentines~! We haven't met for a whole year now coz of the pandemic but we are still staying strong  This picture was taken back in February 2020 and we still haven't changed much lmao. No name reveal tho i dont want him to be stolen #LoveWins #real","sentiment_score":0.4055555556}
{"full_text":"Chester Central and Chester East have now joined forces to deliver their #COVID19 vaccination service. Take a look here to hear the important messages from residents on having the vaccination.https:\/\/t.co\/ULCOE139wR","sentiment_score":0.2}
{"full_text":"Prada Cup final postponed after Covid cases in Auckland.","sentiment_score":0.0}
{"full_text":"Up to 40 million Brits (76%) will be celebrating #valentinesday2021 in lockdown today Still unsure of how to mark it with your significant other? Watch our video to find out what others have planned https:\/\/t.co\/pjboioWXhO","sentiment_score":0.125}
{"full_text":"ANC NEC to ready to discuss Covid-19 vaccine roll-out -- By Siyabonga Mkhwanazi -- Feb 13, 2021","sentiment_score":0.2}
{"full_text":"RT In Julian #Assange's homeland, Australia, there is Covid scaremongering in a pandemic-free society, there are pages on Trum...","sentiment_score":0.0}
{"full_text":"According to the disabled people made up 6 in 10 of all deaths involving COVID-19 in the period leading up to 20 November 2020. Do you think the information about COVID-19 has been accessible enough? Has your level of support changed? Tell us here:","sentiment_score":0.0583333333}
{"full_text":"#WATCH has the details on the latest #COVID19 figures   66 Further deaths 1,078 New cases #VMNews | #COVID19ireland","sentiment_score":0.2121212121}
{"full_text":"#SundayCatchUp Covid fails to hamper work to make hundreds of homes more energy efficient SEE:  #Birmingham #Bournville","sentiment_score":0.0}
{"full_text":"Stephen and Tabitha King are helping school kids publish pandemic-inspired book #AmReading #ReadingAddict","sentiment_score":0.0}
{"full_text":"Three areas of the county had two or fewer new cases in a week ","sentiment_score":0.1363636364}
{"full_text":"Why do we need a vaccine so urgently when so few people have Covid? And no one in hospital icu?","sentiment_score":-0.2}
{"full_text":"#SCLPUK company Scancell developing vaccine to fight COVID-19 variants via","sentiment_score":0.0}
{"full_text":"There is a moment of 2020 that we won't forget... the first race at #ESPWorldSBK after the COVID-19 outbreak! Relive all the action","sentiment_score":0.20625}
{"full_text":"Yes. Next question.","sentiment_score":0.0}
{"full_text":"The AMA has said that the latest cases of COVID-19 transmission in Victoria are yet another failure of infection control systems in hotel quarantine and show the need for urgent action nationally #covid19","sentiment_score":0.0944444444}
{"full_text":"#SaudiArabia reported 356 new recoveries over the past 24 hours, raising the total number of people free from #coronavirus to 363,303.  ","sentiment_score":0.0715909091}
{"full_text":"Savings clubs offer hope that even in times of crisis such as the #COVID-19 pandemic, ordinary people including the most vulnerable can devise coping strategies to feed their families  Dr #NormanChivasa, Post-doc Fellow in Peacebuilding","sentiment_score":-0.0625}
{"full_text":"This has been the hardest lockdown but surely we need to keep them off until Easter to make sure it really is safe and we don't have to do all this again?!","sentiment_score":0.5416666667}
{"full_text":"RT Have you also got 'good sense' of how refugees feel being locked up for countless years on Manus, Nauru and C...","sentiment_score":0.35}
{"full_text":"A very real \/ surreal movie about Covid-19 and how the people hold up in Britain. Interesting to see Anne Hathaway still uses Skype rather than Zoom for her team's conference calls!","sentiment_score":0.5}
{"full_text":"RT A group of lockdown-skeptic MPs told U.K. Prime Minister Boris Johnson that coronavirus restrictions in the country must be e...","sentiment_score":0.0}
{"full_text":"RT We're providing infection prevention and control (IPC) training to local healthcare workers in the Democratic Republic...","sentiment_score":0.0}
{"full_text":"Different barriers to nutritional therapy among critically-ill patients with COVID-19.","sentiment_score":0.0}
{"full_text":"Final Covid lockdown ends work for 700,000 UK freelancers","sentiment_score":0.0}
{"full_text":"RT A rally against government corruption and its handling of the pandemic has turned violent in Cyprus.Public anger still appare...","sentiment_score":-0.75}
{"full_text":"RT Who remembers this?","sentiment_score":0.0}
{"full_text":"RT Yi ta hela Covid-19 moes? #WorldRadioDay2021","sentiment_score":0.0}
{"full_text":"RT BREAKING: New Zealand orders partial lockdown in Auckland after 3 coronavirus cases","sentiment_score":0.0181818182}
{"full_text":"Subject to conditions ","sentiment_score":-0.1666666667}
{"full_text":"Time: 09:00 * Temp: 6.5degC * Wind: SSE 6.0 to 17.9mph * Pressure: 1002.5hPa * Rain: 1.4mm * Hum: 97% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:45 * Sunset: 17:28 * Cloudbase: 280ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"CHOPS O'CLOCK! This week chats to poet, performer about The Oscillations, her wonderful new collection of poetry, full of joy, wry observations and humour, tackling hard-hitting topics such as loss, trauma and the pandemic.","sentiment_score":0.4572727273}
{"full_text":"RT The curtain twitching mob now has Amanda Holden in their sights. Well, I'm sorry, if her elderly parents needed her help, h...","sentiment_score":-0.5}
{"full_text":"RT As much as I'm a vocal critic of our government on many issues, when it comes to our COVID response, I just don't even...","sentiment_score":0.35}
{"full_text":"Its important to donate if you can, even though the pandemic!","sentiment_score":0.5}
{"full_text":"VENTING RANTNEW LABELS ABOUT I must have Covid, nothing to do with being Widowed and no partner.Also DNR due disability = IMO Brexit cull population.https:\/\/t.co\/HZXgkAdIuu","sentiment_score":-0.125}
{"full_text":"RT On Valentines Day, ran a story on three #HongKong couples agonising over whether to leave or stay in the c...","sentiment_score":0.0}
{"full_text":"Overreaction by gov. Globally, data has shown under 60 have near 100% survival rate. Also they are most active in economy. Why lock them down to and cause more damage than disease?","sentiment_score":0.1351851852}
