{"full_text":"Had my 2nd jab this morning, a lot of brilliant people working hard to make numbers like these possible. Diolch","sentiment_score":0.1520833333}
{"full_text":"RT I wonder how many people died due to Hannity's  messaging? 100, 150, 200k?  And wonder how much he prolonged the pandemic...","sentiment_score":0.1916666667}
{"full_text":"RT The drop in trade post-Brexit so far is consistent with modelling \"which points to a fall over ten years in British exp...","sentiment_score":0.0875}
{"full_text":"RT Some countries India  has provided COVID vaccines to so far:UAEBrazilEgyptNepalSerbiaGhanaKuwait...","sentiment_score":0.0}
{"full_text":"COVID-19https:\/\/t.co\/zdB77JcAeb","sentiment_score":0.0}
{"full_text":"RT At the present time the biggest obstacle to a government of, for, and by the people is the filibuster. If there was no filibu...","sentiment_score":0.0}
{"full_text":"RT One year ago today, Kayleigh McEnany made a really bad COVID prediction, but what's really special is how she also made a...","sentiment_score":-0.1714285714}
{"full_text":"Germany has imperialised poorer parts of Europe and many of these countries especially during in Covid turned to China for assistance. Italy have racked up mass EU debt and will be forced into recession but thankfully the belt and road may help them stay afloat.","sentiment_score":0.05}
{"full_text":"RT Genuinely curious. And I'm upset too. But to those who want the Democrats to replace the parliamentarian and \"get tough\" -- w...","sentiment_score":-0.2444444444}
{"full_text":"RT Dividen EPF untuk tahun 2020 dah diumumkan.It is actually commendable performance, despite a challenging Covid-hit y...","sentiment_score":0.25}
{"full_text":"RT Boys putting in post lockdown work with Coach Chuck #MiltonMets2009 #BaseballMilton #2021MinorPe...","sentiment_score":0.0}
{"full_text":"RT Texas Gov. Greg Abbott said he is working on a plan to remove all statewide coronavirus restrictions and will make an ann...","sentiment_score":0.0}
{"full_text":"RT 9%. Just 9% of the Democrats' nearly $2 trillion bill focuses on defeating COVID-19. Simply put, this legislation is NOT...","sentiment_score":0.05}
{"full_text":"RT The ostentatiously liberal network, in case you were wondering how pervasive conventional wisdom is  --&gt;","sentiment_score":-0.1428571429}
{"full_text":"WEAR A MASK. SELF-ISOLATE. GET THE VACCINE.  #KovidKim #IApolitics #covidvaccine","sentiment_score":0.0}
{"full_text":"RT You cannot go on  holiday, board a boat after testing negative, but you can land on a beach from France bringing Covid with...","sentiment_score":-0.3}
{"full_text":"RT I spoke with President Tshisekedi of the Democratic Republic of the Congo about good governance and reforms, COVID-19, Ebola, trade...","sentiment_score":0.7}
{"full_text":"Dude is on parole.. how do things like this go viral so damn often lmao","sentiment_score":0.6}
{"full_text":"A  biodegradable mask makes so much sense, of course it's .","sentiment_score":0.2}
{"full_text":"STCD - Slow the Covid DOWN","sentiment_score":-0.2277777778}
{"full_text":"RT So the House passed Biden's $1.9 trillion COVID relief bill, 219-212. Not a single Republican voted for it. Not one th...","sentiment_score":0.0357142857}
{"full_text":"This is going to be a message you need to repeat daily for people dealing with long-haul Covid.  I have a very rare genetic condition, hard to diagnose.  I had great doctors who rescued me from the ones who were frustrated that they couldn't find an answer so thought it was me.","sentiment_score":0.0396666667}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT This homophobe got the haircut and everything, she needs to go to jail for spraying her aerosols over kids like that in...","sentiment_score":-0.1}
{"full_text":"RT Today, there was a ZANU-PF rally in Gutu North, Ward 9, which is a violation of the lockdown regulations.","sentiment_score":0.0}
{"full_text":"RT Update-I was OK last night - no symptoms - but woke up at 4 am with fever of 99.7.  I'm usually 97.6. By 8 am it was 100.7....","sentiment_score":0.0833333333}
{"full_text":"RT 76% of Americans, including 60% of Republicans, support Biden's covid bill but 0 House Republicans voted for it. A perfect i...","sentiment_score":1.0}
{"full_text":"RT Dr. Anand Kesari, 55yo Gastroenterologist, Ocala, FL, died of #covid19 1\/29. He loved to sing and perform Bollywood songs, and...","sentiment_score":0.7}
{"full_text":"RT Fair play to my wife, she had held out for almost a year but this morning she finally blamed me for Covid","sentiment_score":0.35}
{"full_text":"Starting a faculty position right after grad school was hard...starting one ABD, in a pandemic, while commuting back for long-term experiments, with ADHD complicating your workflow is another level. I know it sucks right now, but in 3 months you'll have the PhD and the dream job.","sentiment_score":0.0542857143}
{"full_text":"RT Attacks against Asian-Americans in New York City have soared since the pandemic began, terrifying many and stoking fears of ta...","sentiment_score":-0.1212121212}
{"full_text":"RT Biden waging war on the first amendment","sentiment_score":0.25}
{"full_text":"We will sit in conservatory and pretend we are sat outside social distancing ..","sentiment_score":0.0166666667}
{"full_text":"Of course it was and still is all about Big Pharma, hospitals, NHs, etc and corrupt politicians lining their pockets!!!!  That's exactly why there are so many cases and deaths being ruled Covid rather than the true reason!","sentiment_score":0.0375}
{"full_text":"RT .@RepCawthorn said he missed House sessions yesterday due to the pandemic.  That's a lie.  was at CPAC....","sentiment_score":-0.125}
{"full_text":"As was the case with an individual who died Wednesday, the latest death of someone in N.L. with COVID-19 is that of a man in the Eastern Health region over the age of 70.","sentiment_score":0.25}
{"full_text":"RT Your daily Reminder, well ahead of the 2022 midterms, that every single Republican in the U.S. House of Representatives vot...","sentiment_score":-0.0357142857}
{"full_text":"RT Erica is a nurse in New York City and runs COVID-19 testing at one of the hardest-hit hospitals in the country. President B...","sentiment_score":0.1363636364}
{"full_text":"RT Nova Scotia reports 18+ cases of #covid over 2 days and they immediately increase restrictions. This is how you shut it do...","sentiment_score":0.0}
{"full_text":"Until this winter when everyone will accept another \"lockdown\" again based on Government lies about \"cases\" and seasonally increasing respiratory deaths. #PCRFRAUD","sentiment_score":0.0}
{"full_text":"RT Bad Bunny for Corona. ","sentiment_score":-0.7}
{"full_text":"RT Two groups not studied up front for COVID-19 vaccines are pregnant women and immunocompromised individuals. #AAAAI21 Also, ther...","sentiment_score":0.3333333333}
{"full_text":"RT  Music makes one Thanks so much for creating #bwsafterparty, please do it more oftenIt's sad that we can...","sentiment_score":0.1}
{"full_text":"Covid has made the evening meal a celebration every day.It's a time for new experiences, creativity and something we areextremely grateful of. It's the time of the day when we realize how blessed we are.","sentiment_score":0.1363636364}
{"full_text":" Lockdown or the artist who tried to sexualize Nehanda?","sentiment_score":0.0}
{"full_text":"RT So my husband is a musician. He plays bass, guitar &amp; pandemic piano. In a band for years playing heavy metal\/ hard roc...","sentiment_score":-0.2138888889}
{"full_text":"Nice! I knew we could solve climate change. All we had to do was #StayAtHome and stop breathing through our mouths so much","sentiment_score":0.475}
{"full_text":"Lmfaoooo","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT HUGE--CDC just released NEW indoor air guidance for schools &amp; #COVID19! Now emphasize: \"Opening windows, using portable air...","sentiment_score":0.1704545455}
{"full_text":"As Turkish students we need help our government doesn't hear us.We don't want exams.We care about people's health.We care about our family's health.Please help us urgently #EqualityForTurkishStudents","sentiment_score":0.0}
{"full_text":"Yep.So Congress can get to work on the second bill almost  immediately after passing the Covid bill.They can also pass a reconciliation bill next year for 2023 fiscal year.","sentiment_score":0.0}
{"full_text":"RT .@JLin7 speaks on the G League investigating his statements on being called \"coronavirus\" during a game.\"Fighting ign...","sentiment_score":-0.4}
{"full_text":"...So, you gonna let them people out of your terrarium on your desk or what, then?I know this whole pandemic has forced a lot of people to work from home and get pets, but...","sentiment_score":-0.05}
{"full_text":"RT Auckland to go into 7 day lockdown after single case of COVID found.Is this what \"defeating\" the virus looks like?","sentiment_score":-0.0714285714}
{"full_text":"RT Well all those in the Wisconsin State \"lawmakers\" that refuse to wear a face mask should be denied access t...","sentiment_score":0.0}
{"full_text":"RT \"We have no time to waste. That subway to Silicon Valley won't build itself. And the union negotiations - my God, we need to g...","sentiment_score":-0.2}
{"full_text":"Kusada Local Government distributes Phase Four Covid-19 Palliatives to less-privileged People","sentiment_score":0.0}
{"full_text":"RT Researchers and activists have tallied thousands of incidents of racism against Asian-Americans in the last year, a surge...","sentiment_score":0.0}
{"full_text":"RT Jeremy Lin: \"Being a 9-year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"","sentiment_score":0.0}
{"full_text":"I have been brought up to never have less than ten bottles of wine in, just in case someone drops by. This is a rule I have continued to carry out, despite living in Covid restrictions. Tonight, I may let myself go below 10 bottles (I've got 13 in currently).","sentiment_score":-0.0555555556}
{"full_text":"RT NEWS: House votes 219-212 to pass President Biden's $1.9 trillion Covid relief package.Every Republican voted NO.Just t...","sentiment_score":0.0}
{"full_text":"RT people laughing but he probably saw a a lot people die in prison as a lack of COVID response + care to incarcerated folks","sentiment_score":0.0}
{"full_text":"RT So the House passed Biden's $1.9 trillion COVID relief bill, 219-212. Not a single Republican voted for it. Not one th...","sentiment_score":0.0357142857}
{"full_text":"RT 6 years ago today, Boris Nemtsov was murdered in the most brazen political assassination of recent times. The person who o...","sentiment_score":0.1666666667}
{"full_text":"RT This medical student who was arrested today is my friend's cousin.Arresting peaceful protester, a medical student, du...","sentiment_score":0.0833333333}
{"full_text":"RT Time to get rid of the #FILIBUSTERWe got rid of the orange turd, we took the Senate, we kept the house.If we want...","sentiment_score":0.0}
{"full_text":"RT There are 54 new COVID-19 cases in Limerick. That is the second highest level in the country. There have been 537 cases...","sentiment_score":0.0681818182}
{"full_text":"The Democrats who voted against covid relief, supporting getting kids safely back in school and lifting millions of children out of poverty are Maine Rep. Jared Golden and Oregon Rep. Kurt Schrader. @golden4congress","sentiment_score":0.1833333333}
{"full_text":"RT just heard the interview of that radio host saying awful things about BTS. this is beyond unacceptable. the fact that he t...","sentiment_score":-1.0}
{"full_text":"An excellent communicator about pandemic communications.","sentiment_score":1.0}
{"full_text":"RT Hey guyS will Chat with U all Very Soon Once the #Secondsingle of Our #leader #PowerStar gaaru's #VakeelSaab...","sentiment_score":0.2}
{"full_text":"#fuming Bloody Covid lads. ","sentiment_score":-0.8}
{"full_text":"RT My bf who is my carer has had a letter to book his covid vaccine because he cares for someone 'clinically vulnerable'. Me...","sentiment_score":-0.5}
{"full_text":"RT MUMIA HAS COVID- REMOTE CALL TO ACTION: Continuously call and urge others to call the following numbers to demand Mumia'...","sentiment_score":0.0}
{"full_text":"RT \"loyal girls stay at home\" nah loyal girIs remain loyal everywhere they go","sentiment_score":0.3333333333}
{"full_text":"RT [ENG TRANSLATION]tw \/\/ racisma german radio host was talking immensely badly about BTS, comparing them to COVID an...","sentiment_score":-0.35}
{"full_text":"RT \"What went on today was unacceptable,\" Taoiseach says of a march in Dublin. He says it \"flies in the face of...","sentiment_score":0.0}
{"full_text":"RT people laughing but he probably saw a a lot people die in prison as a lack of COVID response + care to incarcerated folks","sentiment_score":0.0}
{"full_text":"A series of Short movies in and around Lockdown..Do watch UNPAUSED in Prime..Some soul searching for some people ..","sentiment_score":0.0}
{"full_text":"On Thursday, 24 February 2021, CODE &amp; delegates, paid a courtesy visit to Kwara State Deputy Governor and the Chairman of the State Technical Committee on #COVID19, H.E The meeting held in his office, at the Govt House, Ahmadu Bello Way, Ilorin.","sentiment_score":0.0}
{"full_text":"RT Auckland back in lockdown after Covid case confirmed","sentiment_score":0.2}
{"full_text":"RT I am amazed that politicians, experts &amp; media continue to get away with pretending that interventions &amp; behavior are the only i...","sentiment_score":0.0}
{"full_text":"ie: the government won't tax their friends and supporters. Make no mistake  the people who will pay for Covid and brexit  mistakes are you and me.","sentiment_score":0.0}
{"full_text":"Will below people get or purchase vaccine now?1. Below Age 60 2. Below Age 60 with Corona infection confirmed.","sentiment_score":0.4}
{"full_text":"25) GREAT NEWS -- UPDATE -- CDC just released new indoor air guidance overnight! Don't ask me why they put it out on a Friday late evening... but it's out... though there are caveats where they weren't explicit enough on ACH target. See  ... please read below.","sentiment_score":0.1676136364}
{"full_text":"RT It's time we speak truth in the nation's Capitol: The American Rescue Plan is being sold to the public as COVID-19 a...","sentiment_score":0.0}
{"full_text":"Thank u for sharing the link. My question still remain unanswered.Should children of age less than 3 also require covid report???","sentiment_score":-0.1666666667}
{"full_text":"RT The $1.3 trillion wealth gain by America's 660 billionaires since the pandemic began could pay for a stimulus check of $3,900...","sentiment_score":0.0}
{"full_text":"RT Nothing but true \"There will inevitably be talk of snubs and overshadowing the Queen's coronavirus message...","sentiment_score":0.175}
{"full_text":"RT If COVID-19 has taught us anything, it's that government has WAY TOO MUCH power.","sentiment_score":0.2}
{"full_text":"It's an now! University did not open it this year because of Covid. Awesome spot to pregame. Founders are two UF Alumni.","sentiment_score":0.5}
{"full_text":"RT So. Much. Pork.","sentiment_score":0.2}
{"full_text":"RT Very sad to see another young person go at a very young age , my thoughts are with his family and friends , the governme...","sentiment_score":-0.14}
{"full_text":"RT Hey guyS will Chat with U all Very Soon Once the #Secondsingle of Our #leader #PowerStar gaaru's #VakeelSaab...","sentiment_score":0.2}
{"full_text":"The pandemic has made it clear, that learning doesn't have to be placed-based.  We all have the chance to create a new and better normal, using #EdTech as a foundational stone. ","sentiment_score":0.2215909091}
{"full_text":"Luckily I managed to squeeze this in before lockdown this morning. Resistance training for the rest of the week it is  Te Atatu South","sentiment_score":0.3333333333}
{"full_text":"RT \"Florida has lower per-capita COVID-19 mortality than the national average and lower than 27 other states, including tightly...","sentiment_score":-0.1511904762}
{"full_text":"RT If you're a health and social care worker you can book a vaccination online or by calling 119 up to 28 February. After...","sentiment_score":0.0333333333}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT So the next time Republicans try to convince you they are the party of the working class, remember that ALL GOP  House r...","sentiment_score":0.0}
{"full_text":"please notice us #EqualityForTurkishStudents","sentiment_score":0.0}
{"full_text":"RT There's so much bullshit in this \"COVID relief\" package that I just now discovered Dems slipped in $500 million to mor...","sentiment_score":0.2}
{"full_text":"RT just heard the interview of that radio host saying awful things about BTS. this is beyond unacceptable. the fact that he t...","sentiment_score":-1.0}
{"full_text":"RT Yes, Fred.  Blatant anti Semitic symbolism found onstage.  The color scheme is brash and only a cursory re...","sentiment_score":-0.2333333333}
{"full_text":"On the Biden package and potential overheating:","sentiment_score":0.0}
{"full_text":"RT If history has taught us anything about living in densely populated areas during a pandemic it's this, when desperation s...","sentiment_score":0.0}
{"full_text":"RT 76% of Americans, including 60% of Republicans, support Biden's covid bill but 0 House Republicans voted for it. A perfect i...","sentiment_score":1.0}
{"full_text":"Mr Alabi speaking to the team, highlighted some of the commendable efforts made by towards containing the pandemic. This, he said includes the purchase of oxygen tanks, construction of isolation\/test centres with personnel across the Local Govt areas in the State.","sentiment_score":0.0}
{"full_text":"Why is Hillary Clinton building COVID?","sentiment_score":0.0}
{"full_text":"Tracking the curve, Pitkin County reported zero new cases Friday while dropping its requirement for a visitors to get a negative COVID test.https:\/\/t.co\/SWpPhfM3d3","sentiment_score":-0.0818181818}
{"full_text":"Add people who would take a bone saw to cut up a journalist to \"grandma killers,\" \"mothers who want free baby sitting so they can smoke pot,\" COVID deniers, racist yt's, (or yt adjacents), to the laundry list.","sentiment_score":0.4}
{"full_text":"Experience the brutality of the #pandemic from the perspective of #nurses inside a #COVID19 intensive care unit. via","sentiment_score":0.0}
{"full_text":"US regulator set to approve J&amp;J COVID-19 jab despite severe reactions in patientshttps:\/\/t.co\/emudwHjM0l","sentiment_score":0.0}
{"full_text":"Have you ever thought of advertising with us?Our posts are hitting a huge reach at the moment and with more people on their phones during the lockdown than ever before now is a great time to start!Get your product and business out there now to a huge local audience!","sentiment_score":0.42}
{"full_text":"Emergency physicians treat anyone, anytime. But our health care system is not taking care of them. Fighting the COVID-19 pandemic is taking a toll on the mental health of health care workers and they deserve treatment and support, not stigma.https:\/\/t.co\/8c3JNQvf9T","sentiment_score":-0.1}
{"full_text":"Idyllic camping spots for a post-lockdown staycation","sentiment_score":0.0}
{"full_text":"Pre-Covid, Awesome! Kettle's on. Right now, release the serpents. When this is over. Come on down.","sentiment_score":0.3767195767}
{"full_text":"RT I don't mess around. I've gotten things done for Louisiana, and I'll keep fighting for what our families need - like COVID-19...","sentiment_score":-0.175}
{"full_text":"SHELBY COUNTY UPDATE: The director of Shelby County's Health Department has resigned as investigations continue into hundreds of wasted COVID-19 vaccines and allegations of stolen doses.https:\/\/t.co\/RuikNPVG8S","sentiment_score":-0.2}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":" It took a six-month delay due to the coronavirus pandemic and a schedule truncated to six regular games, but the rare winter\/spring season begins today when the No. 12 Eagles open up at Idaho in the warm confines of the Vandals' dome.https:\/\/t.co\/08a8VLop4Y","sentiment_score":0.155}
{"full_text":"Becky and Patrick are getting married - but will the Stay-Home-Stay-Safe Order hinder their wedding plans?  #cozymystery #IARTG #KindleUnlimited","sentiment_score":0.25}
{"full_text":"It is thanks to a push, to get people off the streets during lockdownhttps:\/\/t.co\/BZrjCGWve6","sentiment_score":0.2}
{"full_text":"For the first time in two months, Douglas County is back in the state's \"extreme risk\" Covid category on Friday.https:\/\/t.co\/AA1y5ych7D","sentiment_score":0.0416666667}
{"full_text":"You have one last chance #RishiSunak to do the right thing with the budget!!Still no help since the start of the pandemic! #ExcludedUK #Relentless","sentiment_score":0.1785714286}
{"full_text":"LIVE RACE!The Bewl Water 10k &amp; 5k!As the race on New Year's Day was sadly postponed due to the third period of lockdown we are delighted to announce that the new date for the 2021 event will be Sunday 3rd October.  To enter: #kent","sentiment_score":0.0605113636}
{"full_text":"In response to reaching the terrible milestone of 100,000 deaths from COVID-19, the Archbishops invite all to call on God in Prayer.#PrayerForTheNation #Compline #ChurchNearMe #StAnselmsSE11","sentiment_score":-1.0}
{"full_text":"#LSEFestival Day 6 Not Suitable for Work Shaping the Post-COVID City: imagining futures to improve urban health The Superheroes Party@forumphilosophy https:\/\/t.co\/dgCUdt1Vcx","sentiment_score":-0.1375}
{"full_text":"As we get closer and closer to the end of the #coronavirus pandemic, the data is suggesting that Sweden's Laissez-Faire COVID-19 Response did not work. via ","sentiment_score":0.0}
{"full_text":"RT Here's our coverage of the deputy premier's interview with the long-term care commission. There were a lot of question...","sentiment_score":0.0}
{"full_text":"On Monday the Cross Country Championship will be held in Clarksville.The women's 5K will begin at Noon CT followed by the men's 8K at 12:45 p.m. CT. Due to COVID-19 protocols, there will be no fans permitted at the Championship this year.https:\/\/t.co\/oT0IiPSTR9","sentiment_score":-0.0625}
{"full_text":"With so much focus on the COVID-19 vaccine rollout, there is another tool to fighting the pandemic now getting renewed focus and money from the federal government: testing. Even once most Americans get vaccinated, experts say testing won't be going away.","sentiment_score":0.35}
{"full_text":"BETTER MENTAL HEALTH INCREASES YOUR ABILITY TO FIGHT THE PANDEMIC LIKE COVID.https:\/\/t.co\/bU4ID4b2vV#phr, #mobhealth","sentiment_score":0.2}
{"full_text":"Tonight at 10:35 p.m. CT on WBKO ABC, Gray Television, Grand Ole Opry and Circle TV are partnering with Feeding America for a fundraiser to benefit people affected by the recent extreme weather.","sentiment_score":0.125}
{"full_text":"\"Hawaii lawmakers are considering a bill that would standardize the state's pandemic travel restrictions across the islands.\"","sentiment_score":0.0}
{"full_text":"Bored stiff quicker lock down over the better","sentiment_score":-0.0924603175}
{"full_text":"Our community and loved ones cannot become a statistic. Wear a mask every time you're out. For more info please visit #MyMaskMiPoder","sentiment_score":0.6}
