{"full_text":"RT Here are the latest figures for #Hertfordshire. Rates are still high, and we must continue to play our part to stop the spread...","sentiment_score":0.33}
{"full_text":"Not surprised. Create virus-sell the vaccine, just like the old days of Bill Gates in computer business.","sentiment_score":0.025}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT No one should lose their home in the middle of this pandemic. My American Rescue Plan will extend the moratorium on evictions an...","sentiment_score":0.0}
{"full_text":"RT In a state where containing the virus should have been easier than in crowded, high-density states, but she's counting on...","sentiment_score":0.0}
{"full_text":"RT MPs made tip-offs to the immigration hotline 151 times during the pandemic.My latest with and","sentiment_score":0.5}
{"full_text":"RT Let's also not forget that to be considered a case, The WHO has changed it's guidelines, 1 pos test is NOT a case; you...","sentiment_score":0.0}
{"full_text":"#nshaachodd'o_bhktikroTrue worship can cure incurable diseases like Cancer, Aids, Corona Virus etc.Saint Rampal Ji Maharaj is the one who provides true worship.- Must Watch Sadhna TV 07:30PM.  (IST).","sentiment_score":-0.075}
{"full_text":"#YouHaveToLaughAtBawris - visiting the Scottish laboratory Valneva despite knowing there was a coronavirus outbreak at the site. His insincerity and lack of empathy run deep - he really doesn't give a shit about Covid or Scotland.https:\/\/t.co\/OPFESsqhCz","sentiment_score":0.0}
{"full_text":"RT &amp; then People have the audacity to say he can't act .. he was terrible in kzk .. post lockdown track, switzerland track, nav...","sentiment_score":-1.0}
{"full_text":"RT More cruel recklessness from Boris Johnson - many people would dearly love to travel to see their loved ones and haven'...","sentiment_score":0.24}
{"full_text":"RT Marco Rubio wants you to believe he's working for you. So ask him where he is on COVID relief. Ask him how many Floridians...","sentiment_score":0.35}
{"full_text":"We're about to start!You can follow our live tweets of the event at #GCEvents or add your own.","sentiment_score":0.3681818182}
{"full_text":"Does it definitely? I've only seen \"may\".","sentiment_score":0.0}
{"full_text":"RT AstraZeneca has not submitted this product for FDA authorization. The FDA cannot authorize products whose manufacturers aren...","sentiment_score":0.0}
{"full_text":"Country singer blasted for breaking COVID protocol in hot water againhttps:\/\/t.co\/KB2RUSsMz7","sentiment_score":-0.175}
{"full_text":"RT \"They want to loot our money by force\" ","sentiment_score":0.0}
{"full_text":"RT Not a single Republican voted for the COVID relief package. Republicans don't care about you. Stop voting for them.","sentiment_score":0.0357142857}
{"full_text":"They actually funded him so they could get their mittens on the NHS!! One thing Covid should have taught everyone is that when the NHS is tested, it works brilliantly and when private sector attempts to do NHS thousands die....","sentiment_score":0.3}
{"full_text":"RT I am in this tweet","sentiment_score":0.0}
{"full_text":"RT If you're a skier tonight's Premiere 9p E\/6p P will provide insight into #Alta, #Utah...","sentiment_score":0.0}
{"full_text":"RT In this edition of #TheMarkSteynShow, Mark contemplates the new Head of Reality Control, Euro-Canadian failure, and Co...","sentiment_score":-0.0901515152}
{"full_text":"RT In 2017 51 Republicans voted in tax relief for the wealthy.In 2021 0 Republicans voted in Covid relief for the country...","sentiment_score":0.0}
{"full_text":"ICYMI: New podcast! Hockey is doing hockey things, COVID is doing COVID things, and ghosts are doing ghost things","sentiment_score":0.1704545455}
{"full_text":"RT CNN:  Biden administration putting kids in cages.Tragically, as a result of the promise of amnesty, more unaccompanied child...","sentiment_score":0.5}
{"full_text":"The Country Where Covid-19 is Becoming Covid-21 by","sentiment_score":0.45}
{"full_text":"If only DeSantis put as much energy into getting Covid under control as he does kissing Trump's Rump.","sentiment_score":0.1}
{"full_text":"RT A Covid test nurse asked if I've had a sudden loss of taste.  I told her, \"No, I've dressed like this for quite a while.\"","sentiment_score":0.0}
{"full_text":"RT International students struggling to feed themselves in lockdown. Everyone in higher education has been impacted, but some...","sentiment_score":0.125}
{"full_text":"Aptiv said net income grew 23 percent to $283 million in the fourth quarter, a positive sign for the supplier after a challenging year hit by the COVID-19 pandemic. via","sentiment_score":0.1818181818}
{"full_text":"RT I'm still trying to figure out how Biden being elected gave the CDC the power to enact federal laws.","sentiment_score":0.0}
{"full_text":"RT French company Valneva has started manufacturing its coronavirus vaccine candidate in Scotland. The UK has an agreeme...","sentiment_score":0.0}
{"full_text":"RT Women accounted for 100% of the 140,000 jobs shed by the U.S. economy in December. Without action, we risk backsliding on...","sentiment_score":0.1}
{"full_text":"And, their depravity and lack of humanity never ceases to amaze. Again, people have to stop giving or credit for being the \"good ones.\"","sentiment_score":0.7}
{"full_text":"RT Good morning  How to wear a mask When you are driving https:\/\/t.co\/dZyUk1cj1t","sentiment_score":0.7}
{"full_text":"RT Joseph Vijay Chandrasekhar, aka 'Thalapathy', is some entertainer. So versatile and different, his movies are the best...","sentiment_score":0.5}
{"full_text":"RT Must see... learn the truth!","sentiment_score":0.0}
{"full_text":"Tri-County Superintendents' Roundtable Urges Gov. Charlie Baker to Reprioritize Educators for COVID-19 Vaccination","sentiment_score":0.0}
{"full_text":"Let's hope the opinionated person doesn't catch COVID 19","sentiment_score":0.0}
{"full_text":"RT MP has appeared in court charged with \"culpable and reckless conduct\" in connection with journeys she made b...","sentiment_score":0.0}
{"full_text":"RT 'Harper' is trending. Let's remember that PM Harper was educating, a grown up, intelligent, understood economics &amp; was a wor...","sentiment_score":0.8}
{"full_text":"RT The gut #microbiome is closely associated with immune function and has been studied in relation to respiratory viruses. Now...","sentiment_score":0.0}
{"full_text":"RT Remember when unionists got all angry that Sturgeon forgot to wear a mask for a few seconds at a funeral?Where is the...","sentiment_score":-0.35}
{"full_text":"RT Joseph Vijay Chandrasekhar, aka 'Thalapathy', is some entertainer. So versatile and different, his movies are the best...","sentiment_score":0.5}
{"full_text":"RT This is Chicago public school teacher Dwayne Reed.His wife is eight months pregnant with their first child. In an attempt...","sentiment_score":0.1944444444}
{"full_text":"RT MP has appeared in court charged with \"culpable and reckless conduct\" in connection with journeys she made b...","sentiment_score":0.0}
{"full_text":"Thank you  It was as good as can be expected in lockdown!","sentiment_score":0.2875}
{"full_text":"Check out our latest #blog about Mosaic Nanoparticles and how they can provide immunity to multiple coronaviruses To learn more about how QPS is supporting the fight against #covid19, visit or email info@qps.com.","sentiment_score":0.3125}
{"full_text":"and I discuss the need for Pharmacare in this upcoming weeks #MED6288 seminar presentation. Through our research we discovered that Canada is the only developed country that has Medicare but no comprehensive Pharmacare plan. This needs change!","sentiment_score":0.0625}
{"full_text":"RT Thanks to Carers World Radio for highlighting the concerns of unpaid carers in today's UK Government Covid briefing. We look...","sentiment_score":0.2}
{"full_text":"RT McConnell slams Democrats for using the same mechanism to force through COVID-19 stimulus that he used to pass the 2017 t...","sentiment_score":0.0}
{"full_text":"RT \"It is essentially a plan to deliver vaccines after the game is supposed to be over.\"Trudeau's credibility even among th...","sentiment_score":-0.2}
{"full_text":"RT This...isn't right.","sentiment_score":0.2857142857}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT 1 in 4 #COVID19 cases found through contact tracing in Peel were those went to work sick. Data reveals how #Ontario's lack of...","sentiment_score":-0.7142857143}
{"full_text":"RT RT &amp; Follow to #win EVERYTHING you see in this pic! It's the ultimate #lockdown competition. Closing date March 5 (UK Only) Fo...","sentiment_score":0.3333333333}
{"full_text":"RT With community spread of the new South African #COVID19 variant likely in Maryland, it's more important than ever to prac...","sentiment_score":0.2072727273}
{"full_text":"RT International organizations (such as UN, IOM) and charities are worried that #migrants, refugees, and displaced people ar...","sentiment_score":0.0}
{"full_text":"RT Thousands of doctors from Black, Asian and other minority ethnic backgrounds told a BMA survey that they continue to be 'only...","sentiment_score":-0.0729166667}
{"full_text":"RT \"I'm surprised (the Chiefs) let the guy in without getting the results. He could have put the whole team out.\"After #Ch...","sentiment_score":0.15}
{"full_text":"And we can agree to disagree on this; because this specific vaccine, one that has been developed in record time, in an unprecedented time, is VASTLY different.The development of it is different. The trials have not ended (because not  sherlock, the pandemic is still ongoing).","sentiment_score":0.14}
{"full_text":"RT Watch the Bindura North ZANU-PF MP Kenneth Musanhi holding a rally despite the current lockdown restrictions.Share widely...","sentiment_score":-0.05}
{"full_text":"RT Sir Captain Tom Moore's charity work was incredible.The NHS shouldn't need charity in the first place if funded correct...","sentiment_score":0.25}
{"full_text":"RT Some figures that have emerged today:-2500 consultants working on Test, Trace-Average pay: PS1,100 a day-Cost to Govt...","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT CNN: 1 million people in the United States have received both doses of the coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"Travel!!!! Im outta this country, travelling from one country to another","sentiment_score":0.0}
{"full_text":"RT The wake-up call that helped save the NFL's pandemic season, brought it all the way to the Super Bowl--and turned into a CDC...","sentiment_score":0.3333333333}
{"full_text":"Capitalism is when you developed a preventive and not a cure. More money in treating diseases than curing them.","sentiment_score":0.3}
{"full_text":"no i'm feeling sad that corona robbed us of fansigns with wonho","sentiment_score":-0.5}
{"full_text":"RT Let's thank PM of our U.K. for financing, getting the right people to work on vaccine production, having the wherewith...","sentiment_score":0.2857142857}
{"full_text":"Would have been better if Dido Harding had just stayed AWOL.","sentiment_score":0.5}
{"full_text":"RT Michael Bloomberg discusses New York City's economy and the future of the city post-pandemic with \"We've just got to go...","sentiment_score":0.0681818182}
{"full_text":"RT Seems like this should be bigger news, and there should be a push for it everywhere: Massachusetts schools are beginning a...","sentiment_score":0.0}
{"full_text":"Democrats push forward with $1.9 trillion COVID bill, clearing Senate hurdle - CBS News #BRAVO @chuckschumer @SpeakerPelosi @TheDemocrats ","sentiment_score":0.0}
{"full_text":"RT \"None of us were able to predict\" coronavirus would mutate or variants would emerge - Dido Harding\"Viruses are Viruses be...","sentiment_score":0.5}
{"full_text":"RT Happy birthday to one of my favorite tsundere, Rin Tohsaka! I promise I'll get new pics in her just let me get through the p...","sentiment_score":0.5204545455}
{"full_text":"RT There's no reason for you to ask someone on a date if you don't have money, stay at home to avoid embarrassment.","sentiment_score":0.0}
{"full_text":"RT Read this story and weep. This, after masks, is the biggest failure--both scientific and communication--of the pandemic in Wester...","sentiment_score":0.0}
{"full_text":"Every one: Memorial day for all the victims lost to covid - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"This is not the man to lead the UK out of lockdown, he has totally failed either to stick to his original strategy nor implement an alternative that protects the vulnerable, ' labitur enitens sellis herere daubus' as a lover of Latin maybe Johnson's new motto?","sentiment_score":-0.1221590909}
{"full_text":"I've been having so many dreams where I'm just doing mundane social things and Covid Doesn't exist. Ugh","sentiment_score":0.1222222222}
{"full_text":"RT My girlfriend and I have never met - and Covid is making it impossible. What should we do?","sentiment_score":-0.6666666667}
{"full_text":"RT The agility &amp; the swift response to situations like the pandemic makes a brand like Flipkart a huge asset for country. Al...","sentiment_score":0.4}
{"full_text":"Dolly is what every woman who has a daughter, wants them to grow up to be.","sentiment_score":0.2}
{"full_text":"Tri-County Superintendents' Roundtable Urges Gov. Charlie Baker to Reprioritize Educators for COVID-19 Vaccination","sentiment_score":0.0}
{"full_text":"RT Yet another example of why we need more independent representation in Parliament. Thank you","sentiment_score":0.25}
{"full_text":"Respect Our Votes!#SaveMyanmar #AungSanSuuKyi_government","sentiment_score":0.0}
{"full_text":"RT This Peter Obi 's comment on getting Covid-19 Vaccines on a laser amount made me remember things I faced. As a serial ent...","sentiment_score":0.0}
{"full_text":"when everyone in the concert gets covid what's gonna happen","sentiment_score":0.0}
{"full_text":"RT To outpace the pandemic, everyone needs a vaccine. Until everyone is safe, no one is safe.","sentiment_score":0.5}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT REPUBLICAN LAWMAKER INDICTED ON TWENTY COUNTS FOR BOGUS VIRUS CUREState Rep. Patricia \"Tricia\" Ashton Derges (R) was i...","sentiment_score":0.0}
{"full_text":"Britons who fight off a coronavirus infection are immune to the virus for at least six months","sentiment_score":-0.3}
{"full_text":"\"The public wants bipartisanship and consensus. Will congressional Republicans give it to them?\"@jbouie, y'all, telling it like it is.https:\/\/t.co\/Cdfz6ENAJG","sentiment_score":0.1}
{"full_text":" pls stay safe #COVID19 has taken a dear person from me","sentiment_score":0.5}
{"full_text":"Actually there was a moratorium in the United States against funding virus labs. So Fauci Biden and Obama took $3.7 American taxpayer dollars and funded that lab in Wuhan. 2017 Fauci said Trump was going to have a surprise pandemic.","sentiment_score":0.0}
{"full_text":"RT Research we released last Nov showed that with every day of the COVID-19 pandemic that pa...","sentiment_score":0.0}
{"full_text":"Your idea of covid relief is letting Americans die while you &amp; your wealthy donors get rich off our deaths. You had a year to help us. You did NOTHING. Fuck off.","sentiment_score":0.1583333333}
{"full_text":"RT Good Morning America,Except to the Republican Senators that voted against the Covid Relief Bill yesterday.People are l...","sentiment_score":0.7}
{"full_text":"So the pandemic win doesn't count? Okay. Oh 2017 doesn't count because of the rain? Okay. Wait 2015 doesn't count because it was a fluke? Darn","sentiment_score":0.6}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Lockdown or not, cannot wait for summer vibes","sentiment_score":0.0}
{"full_text":"RT Remember that the Conservative Party of Canada has voted yes to each economic measure taken by the Liberal Government. I...","sentiment_score":0.2}
{"full_text":"RT \"Offered\" doesn't protect from #COVID19 - only vaccine jags in arms do that. It takes TIME to explain, reassure &amp; comfort...","sentiment_score":0.0}
{"full_text":"RT 10 MILLION people have now received their first dose of the COVID vaccine.This is a hugely significant milestone in our...","sentiment_score":0.3125}
{"full_text":"Looking at my nails during lockdown is knocking me sick","sentiment_score":-0.7142857143}
{"full_text":"RT nothing says great britain like a geriatric veteran dragging himself across his garden in a pandemic to fund a health syst...","sentiment_score":0.4}
{"full_text":"RT Such sad news as yet another NHS worker dies from Covid19 - 'Llandough Hospital's Andrew Woolhouse dies with virus'","sentiment_score":-0.25}
{"full_text":"RT bddh'te vrcsv ko dekh bhaart virodhii kisii bhii hd tk gir rhe. Even in this sad phase of pandemic,India is helping all nations wi...","sentiment_score":-0.5}
{"full_text":"RT PEDRO MENA, 72, of Miami, Florida died of COVID on Aug. 16.He was \"a political activist, journalist &amp; lawyer who was ve...","sentiment_score":0.0}
{"full_text":"I literally learnt in secondary school that viruses mutate","sentiment_score":-0.3}
{"full_text":"RT Here's \"unity\" Republicans have shown Dems &amp; Biden:-blocking Dems from taking over Senate to preserve filibuster -admitt...","sentiment_score":0.0}
{"full_text":"I've reached out to customer service and was told I couldn't pick them up.. even tho I've picked up during the pandemic. Was told the tracking number would be updated in 1-2 days. they've been in your possession since 1\/26. I'm 20 minutes away from your NYC location.","sentiment_score":0.0}
{"full_text":"RT If South Dakota were a country, it would have the highest number of covid deaths per capita of any country in the world.","sentiment_score":0.0}
{"full_text":"RT 7 confirmed cases of #COVID19 variants have been reported in #Peel #Brampton","sentiment_score":0.4}
{"full_text":"RT Sixers, Flyers getting closer to hosting fans as Wells Fargo Center earns important safety rating","sentiment_score":0.15}
{"full_text":"Congrats to a lockdown corner!  Go compete and do big things!","sentiment_score":0.0}
{"full_text":"RT ive been clapping solidly every waking minute of every day since the pandemic began. i trained my body to clap in my sleep. m...","sentiment_score":0.0}
{"full_text":"RT I just want to make clear as both a Professor of Microbial Evolutionary Genomics, and the Director of a Pillar 2 testing lab...","sentiment_score":0.1}
{"full_text":"RT Our 1st tweet was in November. We wanted to protect our families and yours, families of our followers &amp; doubters. With...","sentiment_score":0.0}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT Ian Blackford rightly points out the Boris Johnson put politics before public health when he and his advisers visited a plan...","sentiment_score":0.1428571429}
{"full_text":"RT Incredible high relief inscription of an owl on a (late) Late Period \/ Ptolemaic plaque, c. 400-30 BC. The barn owl h...","sentiment_score":0.115}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"Yeah I know a couple of people who tested negative ka yone mme ne re bona Covid mo matlhong","sentiment_score":-0.3}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT Glad to see your affection towards India. :)We believe that the world is our family and want to play our role in streng...","sentiment_score":0.5}
{"full_text":"RT We're encouraged to think as consumers, not workers. Thinking abt my complicity in feeling more\/less OK abt eating *outdo...","sentiment_score":0.5}
{"full_text":"RT #vaccine #VaccineStrategy #COVID19 #cancer #therapy #mRNA #autoimmunedisease Thx to","sentiment_score":0.0}
{"full_text":"RT Research shows that the high levels of stress hormone we're producing due to the pandemic inhibit perceptual learning &amp; m...","sentiment_score":0.0175}
{"full_text":"RT Amid #COVID19, none of us are safe until all of us are safe.Ensuring refugees are included in national vaccination plans is vital...","sentiment_score":0.3}
{"full_text":"#phpm  are amazing!","sentiment_score":0.75}
{"full_text":"Have you made changes since this time last year for a healthier lifestyle? A recent survey with Modeshift suggests just that!","sentiment_score":0.0}
{"full_text":"Ireland's darkest day in war against Covid-19 with teenager among 101 tragic victims","sentiment_score":-0.75}
{"full_text":" To what extent is the #COVID19 crisis affecting and will affect the dynamics in #carbon markets around the world? Read our #callforpapers on this topic and submit your abstract between 1 and 15 March 2021: #openaccess #carbontax","sentiment_score":0.0}
{"full_text":"Physical activity isn't about the gym or running a marathon - t's about introducing physical activity into your daily life by moving more&amp;sitting less! If getting active is something you would like to do, see below for opportunities to stay active home","sentiment_score":-0.0791666667}
{"full_text":".@HopkinsMedicine pulmonologist Emily Brigham will present tonight at 7:30 p.m. at a free, virtual webinar hosted by titled: COVID-19: One Year Later Register here:","sentiment_score":0.1333333333}
{"full_text":" has been forced to make several changes ahead of this weekend's  UFC Fight Night in Las Vegas including removing Julio Arce and Andre Ewell due to  #COVID19 protocols! #UFC #UFCFightNightREAD MORE ","sentiment_score":0.0109375}
{"full_text":"Assistant health director Scott Clardy: 'Local public health agencies are not that involved at this point.'","sentiment_score":0.0}
{"full_text":"The Centers for Disease Control and Prevention says people should get vaccinated even if they've had COVID-19.","sentiment_score":0.0}
{"full_text":"#COVID19 vaccines are now being tested in young people.","sentiment_score":0.1}
{"full_text":"Hit film about deadly pandemic inspired vaccine strategy, says Health Secretary FREE to readhttps:\/\/t.co\/pI5RkSJDHk","sentiment_score":0.1}
{"full_text":"Local tattoo shop reflects on the safety measures needed in the pandemic ","sentiment_score":0.0}
{"full_text":"Ghosted and shanked! Ok mb not shanked but definitely ghosted. 2020 was cruel but 2021 isn't looking much different. The DCU Crew talks dating and ghosting during the pandemic. Listen to the latest episode now on ur favorite podcast app or #seattle #dating","sentiment_score":0.0833333333}
{"full_text":"Are the roads flooding? Here are some reasons why it is better to stay at home and avoid driving down a flooded street.","sentiment_score":0.1722222222}
{"full_text":"Don't let your guard down now. Continue to follow safety measures to prevent the spread of the virus. Wash your hands- Don't gather Stay home if you have symptoms Keep your mask up","sentiment_score":-0.1555555556}
{"full_text":"These enhanced powers have enabled the governor to make unilateral decisions and quickly respond to the pandemic as well as to the economic fallout that has followed.","sentiment_score":0.0111111111}
{"full_text":"Outspoken British TV personality Piers Morgan confirmed the trolling had \"hurt\" the Captain Sir Tom Moore's family and slammed those who attacked the 100-year-old in his dying days. #9Newshttps:\/\/t.co\/9kwRw3cNoS","sentiment_score":0.2}
{"full_text":"Free tax preparation services are especially important during times of financial hardship, especially amid the coronavirus pandemic, said Adina Whalum, administrative assistant with PRVO.","sentiment_score":0.3}
{"full_text":"EVERYONE I know says they follow health regulations. Many of the same people think others don't. That makes no sense. Look at these numbers. SAFE family reunification is possible and happening now. Separating bi-national families will not stop COVID. No #quarantinehotels please!","sentiment_score":0.25}
{"full_text":"\"There are a lot of ways a person can acquire a firearm,\" Jackson Police Department spokesman Sam Brown said. The city of Jackson controls very little of that.\"","sentiment_score":-0.24375}
{"full_text":"26 new local COVID cases reported; Hutchinson updates on economy, vaccination efforts, by #ElDorado #UnionCounty #COVID19 #Coronavirus #Arkansas","sentiment_score":0.0681818182}
{"full_text":"Chinese police have arrested more than 80 suspected members of a criminal group that was manufacturing and selling fake COVID-19 vaccines, including to other countries.https:\/\/t.co\/54YMu5Lof6","sentiment_score":-0.105}
{"full_text":"Women are being forced to flee with nothing and create new homes with nothing, without the support of a loved one due to COVID-19 rules, further compounding their feelings of isolation, anxiety, and fear. PS5 could help us keep them safe this winter.","sentiment_score":0.1518939394}
{"full_text":"SMC3's Phillip Simmons, a customer support specialist, has spent nearly 33 years working with customers. He recently took time to discuss how his team maintains a great relationship with customers and how his job has adapted to the coronavirus pandemic.","sentiment_score":0.2}
