{"full_text":"Obvious democrats are ok with this. I hope their families are safe!","sentiment_score":0.375}
{"full_text":"RT For Republicans, bipartisanship means \"do what we want or else\". Here's an idea for \"bipartisanship\". Re...","sentiment_score":0.0}
{"full_text":"RT Most dangerous jobs for #COVID19 mortality. Highlights: Cooks \/ food industryMachine operatorsAgricultural workers Con...","sentiment_score":-0.05}
{"full_text":"RT Social Distancing Sunday No. 46 * Side of the Road  #travel #sunrise #winter #California #nature #Nikon #photography","sentiment_score":0.0333333333}
{"full_text":"RT WORST LTC MASS CASUALTY EVENTS IN ONTARIO1.   Tendercare 81   2.   Orchard Villa713.   Camilla Care Community   684....","sentiment_score":-1.0}
{"full_text":"RT The results are in. Looks like it's time for $2000 monthly survival checks.","sentiment_score":0.0}
{"full_text":"RT I miss these kind of nights fuck u Corona ","sentiment_score":0.1}
{"full_text":"RT Someone in LA died every 6 minutes and 18 seconds today from COVID.The working class is being sacrificed for dinner.","sentiment_score":0.0}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"RT Should probably clarify for the SKParty faithful that COVID-19 vaccine delays aren't the fault of the SKNDP from 20 ye...","sentiment_score":0.0}
{"full_text":"Lmaoo bruh shut up","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT Only one side is preparing for civil war. Other side is taunting their own with 303 jibes. Surely 303 people have been in...","sentiment_score":0.24375}
{"full_text":"RT There should be ZERO compromise on Biden's COVID Relief Bill.We had a bill on the table since May 2020, and republicans d...","sentiment_score":0.0}
{"full_text":"RT Whether you roll dice over Zoom, listen to tales of battle on your favorite podcasts, or delve into the literature and lore, Dunge...","sentiment_score":0.5}
{"full_text":"RT A couple decides to make their engagement official by honoring tradition when a pandemic forces them and their families t...","sentiment_score":0.0}
{"full_text":"The latest The Entrepreneurship Daily! #startup #covid19","sentiment_score":0.25}
{"full_text":"RT Steven Mnuchin funneled $500B in PPP Covid relief loans, giving millions to himself, Jared Kushner, Devin Nunes, Betsy...","sentiment_score":0.0}
{"full_text":"RT 01\/02\/21Pray, Survive Covid-19, stay on your lane, grind by any means and secure the bag!","sentiment_score":0.5}
{"full_text":"RT Dr. Quay explained his report of the origin of #COVID19 in #WarRoomPandemic- The conclusion totally change SARS-CoV-2 o...","sentiment_score":0.0}
{"full_text":"RT My first OpEd about and the New York nursing home massacre, May 23, 2020:","sentiment_score":0.1931818182}
{"full_text":"Iowa reports record 250 deaths linked to the coronavirus on Sunday (from","sentiment_score":0.0}
{"full_text":"should hold responsible &amp; accountable for pandemic?Someone has said: \"We are in a LIVE Exercise here\"? What a deny facts?","sentiment_score":0.1681818182}
{"full_text":"RT There are 200 million people in Nigeria. The covid vaccine is not being distributed there. Unless at least 70% of people in...","sentiment_score":-0.3}
{"full_text":"RT It's still too early to invite post-Covid deconstruction of what Covid really means, beyond many families suffering losses,...","sentiment_score":0.2666666667}
{"full_text":"Virus was spreading in EU and US long time before China detected it!!!","sentiment_score":-0.09765625}
{"full_text":"RT FM will present a paperless #Budget2021 for the first time ever due to Covid-19. A soft copy of the same wi...","sentiment_score":0.045}
{"full_text":"You say no more COVID relief for any industry. You are ignorant and just plain uncaring, if you controlled your grandstanding ministers to stop constant border closures you could take the high ground, however you seem incapable of care towards the large Tourist and Hospitality","sentiment_score":-0.018}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"RT I'd put my money on the money.","sentiment_score":0.0}
{"full_text":"RT Sad to say that I tested positive for Covid this week... symptoms started 2.5 weeks after my second Pfizer shot.  Feeling a bi...","sentiment_score":-0.0909090909}
{"full_text":"$100 million to fight COVID is basically the equivalent of the money Elon Musk finds in his couch cushions!","sentiment_score":0.0}
{"full_text":"SoulCycle instructor got COVID-19 vaccine in NYC, argues she's an 'educator' via","sentiment_score":0.0}
{"full_text":"Mark, with all due respect, the quality of the of spectacle of SA rugby has been pretty dire these last 12 months, Saturday an exception.  As someone desperate for a distraction during Covid confinement I've esten up everything NZ\/OZ\/Euro events have had to offer. Chalk\/Cheese","sentiment_score":-0.11875}
{"full_text":"RT Steven Mnuchin funneled $500B in PPP Covid relief loans, giving millions to himself, Jared Kushner, Devin Nunes, Betsy...","sentiment_score":0.0}
{"full_text":"RT BTS \"get more back from the happiness fans exhibit from listening to their songs, &amp; the feelings fans share with others\"..Thi...","sentiment_score":0.4}
{"full_text":"RT It's not every president who can lose 20 million doses of vaccine in the middle of a pandemic.","sentiment_score":0.0}
{"full_text":"RT Yes, I will! Having covid slowed down my listenings last week so I'm behind on music but I'm better now and did listen...","sentiment_score":-0.0138888889}
{"full_text":"RT Disebabkan oleh PKP dan kes covid-19 yang meningkat ramai yang anxiety, depressed &amp; lonely. But let's not forget we're all...","sentiment_score":-0.1}
{"full_text":"RT We published this in October 2020, when Cuomo published his book. It's called \"American Crisis: Leadership Lessons From t...","sentiment_score":0.0}
{"full_text":"RT I think getting people vaccinated, helping people who've lost everything, and getting us past this pandemic is all way mo...","sentiment_score":-0.25}
{"full_text":"RT Day 316 of social distancing Well they're back! No roosting in my garden this evening but a fantastic 20 minute displa...","sentiment_score":0.1444444444}
{"full_text":"RT When social media is used against the people you create a fucking nightmare. Millions brainwashed and manipulated for a fuck...","sentiment_score":-0.3222222222}
{"full_text":"RT Imagine if Australian's woke up tomorrow and realised that every #Covid outbreak from #Rubyprincess to Victoria, to WA, w...","sentiment_score":0.0}
{"full_text":"RT Call It Boring But I Like To Stay Home And Count Money....Thats It","sentiment_score":-1.0}
{"full_text":"RT .@BTS_twt's Dynamite MV outfits were successfully bought by Japanese entrepreneur Yusaku Maezawa &amp; YouTuber Hikakin for $162,...","sentiment_score":0.375}
{"full_text":"Longing for this- stupid pandemic (grumble)","sentiment_score":-0.8}
{"full_text":"RT Some schools put their campuses into a pandemic bubble to control the virus, only to be beset with infections among off-ca...","sentiment_score":0.0}
{"full_text":"RT \"Historic decimation of Black Communities across America\"Wow.Remind me of the Covid-19 death rate?This may be the m...","sentiment_score":-0.0833333333}
{"full_text":"RT Australian home prices rose in January, setting the scene for another year of growth as record-low interest rates and a rapid...","sentiment_score":0.3}
{"full_text":"RT 4) Meanwhile, here is how vaccination rates are going...","sentiment_score":0.0}
{"full_text":"Welcome home,  stay safe and healthy always~ ","sentiment_score":0.6}
{"full_text":"RT I'm pretty sure seokjin felt the pandemic depressions &amp; it affected him as well, but please remember the reason behind a...","sentiment_score":0.1166666667}
{"full_text":"RT Exactly.  It's a global pandemic.  If one person is vulnerable, we are all vulnerable.  Take care of each other.","sentiment_score":-0.28125}
{"full_text":"RT There are 200 million people in Nigeria. The covid vaccine is not being distributed there. Unless at least 70% of people in...","sentiment_score":-0.3}
{"full_text":"RT These are the 100 rotis that I've rolled and cooked every single day during lockdown for the hungry people. Except the he...","sentiment_score":-0.0714285714}
{"full_text":"RT Covid reality in Manhattan is a lot of wealthy Democrats wearing 2 masks in Central Park and worshipping at the altar of Fa...","sentiment_score":0.25}
{"full_text":"RT How many COVID deaths were caused by vilifying hydroxichloriquin ?????","sentiment_score":0.5}
{"full_text":"Whitewash fears as WHO investigators probing origin of Covid visits Chinese 'propaganda' show","sentiment_score":-0.05}
{"full_text":"Japan also had a vastly superior pandemic response &amp; substantially lower case numbers; many countries flat out paid people, parents or no, to stay home.If that money is going to be spent specifically towards improving at home education, fine, but details were vague.","sentiment_score":0.1652777778}
{"full_text":"(2\/?) I made it until May. May my body just went (farting noise) and I had a late night visit to the ER and two more cancer biopsies. I ended up on the specialist carnival (with appropriate COVID precautions) and we're trying to suss ut a bunch of weird problems -","sentiment_score":0.05}
{"full_text":"has been a consistent outspoken leader for medical science battling the pandemic and saving lives. ","sentiment_score":0.125}
{"full_text":"RT inna lillahi wa inna ilayhi raajiun. my mom passed away from COVID-19 this morning. please keep me and my family in your p...","sentiment_score":0.0}
{"full_text":"RT BTS \"get more back from the happiness fans exhibit from listening to their songs, &amp; the feelings fans share with others\"..Thi...","sentiment_score":0.4}
{"full_text":"Dude, I'm not doing this. Indoor dining is open. You don't have to go. Neither does anyone at high risk if they get the virus. I'll wear a mask and continue to live my life as I have for the past 9 months. You do what makes you comfortable.","sentiment_score":0.0892727273}
{"full_text":"#NowPlaying on Drake ft. Giveon - Chicago Freestyle  on Inner G Radio! #live #newmusic #spotify #artist #media #youtube #onair #radiostation #repost #instagram #rock #producer #interview #itunes #covid #internetradio #djs","sentiment_score":0.0681818182}
{"full_text":"RT \"We have the opportunity to learn from this pandemic, and universities are uniquely situated and resourced to lead transf...","sentiment_score":0.375}
{"full_text":"Many Many People's Lost Many Things During Covid, Budget Should Give Give Best Opportunity For All Of Them","sentiment_score":0.625}
{"full_text":"RT Why use so many words. Whole of Political Science ?","sentiment_score":0.2333333333}
{"full_text":"RT Maldives begins COVID-19 vaccine drive, health worker 1st to be inoculated","sentiment_score":0.0}
{"full_text":"Nobody said perfect fool, but damn sure wasn't fraud. Know whats #fraud -calling citizens liars without proof #ElectionGate #Gaslighting Funny Republicans had no election reform agenda &amp; no real problems until they were losing (in large part by the #Covid quagmire they hastened)","sentiment_score":0.3728571429}
{"full_text":"Chief Justice Muthasim Adnan receives COVID vaccine.","sentiment_score":0.0}
{"full_text":"RT This man lived a life of surpassing decency, as did so many others who have needlessly died of this pandemic.We cannot bring...","sentiment_score":0.0}
{"full_text":"Lewis Hamilton, Sergio Perez, Lance Stroll, Lando Norris. and Charles Leclerc have all tested positive for COVID-19 since the start of the global pandemic.https:\/\/t.co\/krbZgchStP","sentiment_score":0.1136363636}
{"full_text":"Countries tighten curbs, Biden stiffens mask rules #pandemic Read more:","sentiment_score":0.5}
{"full_text":"HOW DO YOU DO FELLOW KIDSIT WAS 8\/14\/2020 WHEN I TWEETED THISTHIS IS A SCHEDULED TWEETITS 2021 NOW RIGHT??UUUUUUUWHATCHU DOINGIM WEIRDREMEMBER COVID??DID IT GO AWAY?TELL ME EVERYTHINGPLS AND TYFUTURE MEBYEEEEEEEEE","sentiment_score":0.0}
{"full_text":"#Vietnam reported two local infections in Hanoi while #Israel extended its ongoing 36-day lockdown until Friday in an effort to curb the spread of the coronavirus. Click the link for more #COVID19 updates in #Asia:","sentiment_score":0.25}
{"full_text":"RT Mumbai !! Mumbai !!We are getting back to normalcy...big thank you ji for your Continuous e...","sentiment_score":0.0}
{"full_text":"#SaudiArabia's minister of health warned on Sunday of a second #COVID19 wave that could lead to a return to stricter measures.","sentiment_score":0.0}
{"full_text":"'No free for all' warning as Covid vaccinated could pass on virus","sentiment_score":-0.2}
{"full_text":"You always wanted to #learnGerman but never had the time? Maybe now during the #lockdown is the perfect time to start. And you don't even need a #language course to do so. Our tip: Listen to #music. #GermanLanguage #Deutschlernen #MondayMotivationhttps:\/\/t.co\/ZxuigNrq4G","sentiment_score":1.0}
{"full_text":"What i read was dumbasses continue to use pandemic as bargaining chip,public Chicago union is content to claim danger while thousands of their peers go to work and have had no issue. They didn't mention that part though. Also forgot to talk about how their demands change weekly","sentiment_score":0.0}
{"full_text":"Travelers to  must provide their plan for a mandatory 14-day #quarantine upon entry.For advice on how to suitably plan for quarantine, visit: #COVID19","sentiment_score":0.55}
{"full_text":"Follow Us for More Update.https:\/\/t.co\/s2PuveW03V |  Instagram #html #website #india #CovidVaccine #security #business #marketingtips #marketingdigital #Digital #Property #RETWEEET #LINK #lockdown #css3 #update #seo #Twitter #Instagram #instagood","sentiment_score":0.25}
{"full_text":"India's relative political stability, decisive action during the COVID-19 pandemic and an appetite for structural reform are attracting long-term investors.https:\/\/t.co\/9smDIKqU3L#economy #investments","sentiment_score":0.0333333333}
{"full_text":"Looking for ways to combat #healthdisparities during #COVID19 and beyond? Click to discover 4 ways how. #MedEd","sentiment_score":0.0}
{"full_text":"#Tourism remains among the sectors hardest hit by COVID-19. In the mountain nation of #Bhutan, which relies heavily on foreign visitors, see how is working with the government to provide training for affected workers to #BuildForwardBetter.","sentiment_score":-0.125}
{"full_text":"Curious about the latest developments in #COVID and what that actually means for you? Look no further. Sign up for our newsletter. #BhekisisaInYourInbox","sentiment_score":0.1}
{"full_text":"RT This story in @Newsweek is from last year. It seems like this should be the biggest story in the media. Check out @Ne...","sentiment_score":0.0}
{"full_text":"Dubai has announced an initiative to accelerate the delivery of #COVID19 vaccines, particularly to developing nations.https:\/\/t.co\/RMRXXmCJti","sentiment_score":0.1666666667}
{"full_text":"RT So when other people wear a mask, stay inside a lot, and start giving singing lessons on the side, they're \"dealing with a...","sentiment_score":-0.125}
{"full_text":"this is a scheduled post from october 1st is corona over yet","sentiment_score":0.0}
{"full_text":"While the State Government is the lead agency in relation to the COVID-19 pandemic, the Shire is acutely aware residents will look to us to provide info and updates.This page will be updated regularly.https:\/\/t.co\/X5AFNAwCaw...\/COVID-19-Coronavirus-updates","sentiment_score":0.25}
{"full_text":"Living in the time of pandemic: COVID-19 (34)","sentiment_score":0.0}
{"full_text":"WHO exec: Philippine COVID-19 vaccination plan 'very good' but challenges may still happen","sentiment_score":0.91}
{"full_text":"It's no secret that Chick-fil-A can handle a long drive-thru line. So who else would you call to handle a long line at a coronavirus vaccine site?For one South Carolina mayor, a Chick-fil-A manager.","sentiment_score":0.0333333333}
{"full_text":"Thermal power companies report profit despite pandemichttps:\/\/t.co\/khTZnYXwBS","sentiment_score":0.0}
{"full_text":"RT Hello #Twitter people. The pandemic has been difficult for all of us. While some of us have #jobs, there are others who are...","sentiment_score":-0.5}
{"full_text":"'Why COVID-19 has impacted the demand for dual citizenship'#CitizenshipbyInvestment #Immigration #StKittsandNevis #Dominica #Vanuatu #Grenada #StLucia #AntiguaandBarbuda #UnitedArabEmirates #BusinessOpportunity #VisaFreeTravelhttps:\/\/t.co\/jpoNBleNK3","sentiment_score":0.0}
{"full_text":"An AP analysis looked at racial breakdowns released by 17 states and two cities, finding that Black people in all places are receiving the COVID-19 vaccine at levels below their share of the general population.","sentiment_score":-0.0583333333}
{"full_text":"Union #FinanceMinister #NirmalaSitharaman soaked under the spotlight on February 1, 2020, to a propose a #UnionBudget that was not totally aware of the #COVID19 #pandemic that was waiting for the country.Here are certain highlights of #budget 2020-21:","sentiment_score":0.0446428571}
{"full_text":"Antonio Banderas' 'greatest' 60th birthday gift was recovering from coronavirus - and that's according to his girlfriend - Nicole Kimpel, who stated that it didn't feel right to do anything lavish.The actor contracted Covid-19, last August - weeks before this milestone birthday.","sentiment_score":0.4285714286}
{"full_text":"Your cats and dogs might need to be vaccinated against COVID-19 with a different shot than the one you get. | By","sentiment_score":0.0}
{"full_text":"Covid Hunter, the scanner that detects #coronavirus in people and surfaces, will be manufactured in Mexico","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 3.4degC * Wind: ESE 4.0 to 6.9mph * Pressure: 989.9hPa * Rain: 0.0mm * Hum: 83% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:11 * Sunset: 17:01 * Cloudbase: 1200ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT I always knew there were some very crazy people in this world.  What I didn't know before was that most of them are also c...","sentiment_score":-0.14}
{"full_text":"RT Defance minister receives the first dose of the Covid-19 inoculation as part of the \"Covid-19 Dhifaau\" vaccination...","sentiment_score":0.25}
{"full_text":"RT Trudeau's failure to deliver vaccines overshadows all of his previous scandals, because this one doesn't just hurt him, it...","sentiment_score":-0.2416666667}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"#DelayCSS2021.. sir please help us. we have also suffered due to covid and the exam only happens once a year so some relief should be given.","sentiment_score":-0.0625}
{"full_text":"I just wonder how many of these people giving their hard earned money to Trump, is secretly praying for Covid relief, after calling it a socialist agenda, publicly?!","sentiment_score":-0.0479166667}
{"full_text":"RT In fairness, Joe Biden can't remember where he is most of the time how the hell is he going to know where 20 million va...","sentiment_score":0.5}
{"full_text":"RT A short interview on the Bayesian analysis #COVID19","sentiment_score":0.0}
{"full_text":"RT If America just called Covid the \"Stay at Home Challenge\" we would've been back to normal 8 months ago","sentiment_score":0.075}
{"full_text":"I rest my case.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 22.6FWind Chill: 22.6FHumidity: 99%Dew Point: 22.3F Barometer: 30.185 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 123.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"My immune system showed out during this pandemic!!!!!","sentiment_score":0.0}
{"full_text":"RT Now, instead of showing that school closures kill more people than COVID-19, the paper shows that school closures either kill no...","sentiment_score":0.5}
{"full_text":"Union Budget 2021 | Will there be an additional Covid Cess or not?","sentiment_score":0.0}
{"full_text":"I was looking up cool bed and breakfast places to take my girlfriend when most of this covid stuff is better. And I actually looked up how LGBTQ friendly these places are supposed to be. I want to attempt to minimize any #homophobia or #polyphobia bc it happens and it sucks.","sentiment_score":0.2375}
{"full_text":"RT M. Kolhufushi cluster: Total Covid-19 cases tops 25","sentiment_score":0.0}
{"full_text":"RT In a new paper, an economist at UCLA \"found that approval of the [$15\/hr] minimum wage would have a positive effect of $65...","sentiment_score":0.1818181818}
{"full_text":"Social Distancing May Have To Remain In Place 'Until End Of Year' - Naija Loadedhttps:\/\/t.co\/hyCsD7HuOu","sentiment_score":0.0333333333}
{"full_text":"RT .@BTS_twt's Dynamite MV outfits were successfully bought by Japanese entrepreneur Yusaku Maezawa &amp; YouTuber Hikakin for $162,...","sentiment_score":0.375}
{"full_text":"RT Social distancing : ","sentiment_score":0.0333333333}
{"full_text":"RT Union Budget 2021 Live Updates: Nirmala Sitharaman to present Budget at 11am","sentiment_score":0.0681818182}
{"full_text":"RT Thank you, Mr. Trump.I received the covid-19 vaccine the day before yesterday, which was developed during your tenure as...","sentiment_score":0.1}
{"full_text":"RT .@BTS_twt's Dynamite MV outfits were successfully bought by Japanese entrepreneur Yusaku Maezawa &amp; YouTuber Hikakin for $162,...","sentiment_score":0.375}
{"full_text":"Next Epidemic Could Be a Potentially Deadly Fungus via #Alberta","sentiment_score":-0.1}
{"full_text":"RT How screwed up can a Government be when a hospital asks for donations through an e-commerce platform?","sentiment_score":0.0}
{"full_text":"RT By popular vote: The worst COVID take of January 2020.","sentiment_score":-0.2}
{"full_text":"If you weren't put off by the prospect of getting genital herpes and chlamydia, why do you care about Covid? Also please don't think hedonism is about working or going to school all week then distracting yourself with substance abuse and low-intimacy sex. That's THE normie grind","sentiment_score":0.0}
{"full_text":"Tyler Perry gets COVID-19 vaccine, hosts special on BET | See more:","sentiment_score":0.4285714286}
{"full_text":"RT ** Going on a rant. It might be long, might be short, but it will be full of cursing.Right now my Father-in-law is fighting...","sentiment_score":0.1}
{"full_text":"I wash my masks, in line with modern conventions of laundry. I never wear a dirty mask. I'm not gross.","sentiment_score":-0.1333333333}
{"full_text":"RT There should be ZERO compromise on Biden's COVID Relief Bill.We had a bill on the table since May 2020, and republicans d...","sentiment_score":0.0}
{"full_text":"RT A.F. Branco Cartoon - Bad to worse via #COVID19 #COVID #SmallBusinesses #Minnesota","sentiment_score":-0.55}
{"full_text":"RT New: A $15 minimum wage would save taxpayers $65.4 billion a year including:-$32 billion in reduced spending-$21.2 bi...","sentiment_score":0.1363636364}
{"full_text":"RT Why $2000? I understand the need to tamp down international travel given COVID variants. But many snowbirds who went south a...","sentiment_score":0.1148148148}
{"full_text":"RT ugh can people just follow covid rules I wanna dress hot and go to the bars again to shake my ass!!!","sentiment_score":0.48828125}
{"full_text":"As the video interviews are becoming the new trend in the hiring process: #jaddmdotcom #videocall #video #business #videochat #covid #communication #videoconference #socialdistancing #workfromhome #groupchat #online #videoconferencing","sentiment_score":0.2931818182}
{"full_text":"inconsistency??? the mans been playing this season while carrying an injury and before that playoff after getting COVID and going into the bubble he was literally Carrying the rockets.","sentiment_score":0.0}
{"full_text":"#India sees 11,427 new #coronavirus cases, 118 deaths in 24 hrs #WeRIndia","sentiment_score":0.1363636364}
{"full_text":"Keep away from my family I don't need them sick with covid-19 Stay home stay safeCovid-19 Doesn't act any different when you're in Newfoundland.","sentiment_score":-0.3571428571}
{"full_text":"#Australianlibraries provided vital support to their users during the lockdowns. Here are some key service areas to focus on to continue being a hub for the residents that are also a point of connection, discovery, upskilling &amp; #communityengagement. #COVID","sentiment_score":0.05}
{"full_text":"#TodayInHistory Inspiration As we are liberated from our own fear, our presence automatically liberates others. - Nelson Mandela#Zimbabwe consent, sleepover, #covid19 #Stayhome","sentiment_score":0.6}
{"full_text":"RT Reports are coming in from Vienna that police officers have joined in on the anti-lockdown protest","sentiment_score":0.0}
{"full_text":"KPMG: \"COVID-19 is changing consumer behavior worldwide, business needs to adapt rapidly\"","sentiment_score":0.0}
{"full_text":"As a result of the #pandemic, researchers predict that as many as half a million fewer babies will be born in the U.S. -- how will this affect job growth and social security? Phillip Levine of Wellesley College shares insight via BRINK News. #COVID19","sentiment_score":0.1222222222}
