{"full_text":"RT Let's keep announcing protests every weekend, at least we'll have safer streets ","sentiment_score":-0.3}
{"full_text":"RT \"Theatre has a reputation of being a stuffy, elderly form of enjoyment... lockdown has given us an opportunity to see thing...","sentiment_score":0.0}
{"full_text":"Lockdown sceptics like Allison Pearson do my nut in as well. You think we love lockdown? No one loves it and no one is doing this because it's fun. It's protecting others.","sentiment_score":0.4}
{"full_text":"Unless you want your legacy to be the President who threw away a generation of children, open schools or allow school vouchers on a federal level. #openschools #education #equity","sentiment_score":0.0}
{"full_text":"RT The pandemic is so real that those providing evidence to the contrary need to be censored.","sentiment_score":0.2}
{"full_text":"RT My last MPLADS rupee was successfully spent today on 100 Emergency Breathing Assistance Systems for Thiruvananthapuram's...","sentiment_score":-0.05}
{"full_text":"RT I've always been fit but struggled to look fit due to my love for food &amp; sweets. Got worse during the lockdown, added 7kgs...","sentiment_score":0.155}
{"full_text":"RT The COVID-19 patient earlier detected with the more transmissible UK variant and found to be staying in Quezon City has...","sentiment_score":0.25}
{"full_text":"RT \"This is a company that's been enriched with contracts worth PS350 million and it still doesn't seem to be enough.\" - @...","sentiment_score":0.15}
{"full_text":"02-2021  USA News Article..Take WhatEver Covid19 VACCINE  U Can Get -- ASAP  !!https:\/\/t.co\/TccufaW2rN","sentiment_score":0.0}
{"full_text":"That's sounds great. Once we're out of lockdown I'm coming over to you!","sentiment_score":1.0}
{"full_text":"RT Victorian journalists who are currently attending the presser with the Emma Cassar, Victorian Covid Commissioner; should b...","sentiment_score":0.0}
{"full_text":"RT The government is spending more to cover up the crony contracts they have handed out to their mates than they are spendin...","sentiment_score":0.5}
{"full_text":"RT If you ever needed proof that the government ordered the shootingYou have it now","sentiment_score":0.0}
{"full_text":"Facilitating doctors in training to progress despite the limitations of the pandemic is a critical function of medical speciality colleges. Trainees have experienced a huge amount of stress with disrupted training and examinations. Well done to and all involved.","sentiment_score":0.3}
{"full_text":"RT It is important to those who have been vaccinated to continue wearing a mask until we have some level of herd immunity....","sentiment_score":0.4}
{"full_text":"RT Running out of books to read? Let us help.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The US has now administered over 50 million coronavirus vaccine doses","sentiment_score":0.0}
{"full_text":"RT Today, is \"marking up\" the COVID relief bill, including state &amp; local funding, paid leave for postal wor...","sentiment_score":0.0}
{"full_text":"RT see I get it, I'm making a LOT of content about me &amp; Emily &amp; being gay and all but like... we've been stuck in a pandemic fo...","sentiment_score":0.4166666667}
{"full_text":"RT  Huge thanks to all of our Reps who have been working tirelessly for months to secure a deal for their m...","sentiment_score":0.3333333333}
{"full_text":"We're in a pandemic and it's so wrong","sentiment_score":-0.5}
{"full_text":"Yet, the govt can't even find a way to make sure that the low-paid get proper sick pay if they catch Covid...","sentiment_score":-0.0714285714}
{"full_text":"I've attended a service at a mosque as well as interfaith events with the women at the mosque, during which they talk about their beliefs. I had planned to keep going, but then the pandemic happened, so I do a bit online when I have time.","sentiment_score":0.0}
{"full_text":"covid go away i wanna see my friends","sentiment_score":0.0}
{"full_text":"RT Imagine for a moment that a Republican governor- by executive order- sent 9,000 seniors with covid back into nursing homes,...","sentiment_score":0.0}
{"full_text":"Rohit Sharma made sure it's a day to celebrate- Fans have returned to stadium in India first time since lockdown.. #rohitsharma45 #INDvsENG #cricket","sentiment_score":0.375}
{"full_text":"As a US resident I dont blameCanada AT ALL. The handling of Covid in the US was SHAMEFUL. Hopefully with the new Administration things will get better now. ","sentiment_score":0.3181818182}
{"full_text":"RT This father creates \"Death Stranding\" suit to protect his baby from coronavirus.By #Coronavirus...","sentiment_score":0.0}
{"full_text":"at what point are you going to accept Covid 19 is not flu.  It doesn't cause the same conditions.  Nothing in the deaths suggest treatment improvements. Elimination strategies are what's needed.  But we will get the Sir Geoffrey Clifton-Brown open to lockdown again","sentiment_score":0.0}
{"full_text":"It's true we don't know we don't know the long-term effects of long Covid, and they might be profound.But I had flu last year and I wasn't right for nearly six months -- and I was otherwise healthy and pretty fit.","sentiment_score":0.2294642857}
{"full_text":"Memphis surgeon dies of COVID-related illness weeks after receiving second COVID vaccine - KTVI Fox 2 St. Louis","sentiment_score":0.0}
{"full_text":"RT If you've been in LA the entire pandemic I applaud you because your brain is broken","sentiment_score":-0.2}
{"full_text":"$SNDL buy more when others panic selling","sentiment_score":0.5}
{"full_text":"RT Wearing a double mask or fitting a single mask more closely on the face substantially reduces the risk of infection with the virus...","sentiment_score":0.2321428571}
{"full_text":"RT The show goes on in Madrid as cultural life continues despite pandemicOpera houses, museums and galleries in Spanish capi...","sentiment_score":0.05}
{"full_text":"RT U.K. PM Boris Johnson plans to host a virtual meeting of the G-7 leaders next week to form a united front against the coronav...","sentiment_score":0.0}
{"full_text":"RT If you're in financial quandary, don't be ashamed to downgrade your lifestyle. Many have lost their jobs in this pandemic. S...","sentiment_score":0.25}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"RT That WHO officials didn't mention this during their press conferences this week tells you all you need to know","sentiment_score":0.0}
{"full_text":"RT VOTE FOR HYUNA FOR COVID VACCINE","sentiment_score":0.0}
{"full_text":"RT \"This is a company that's been enriched with contracts worth PS350 million and it still doesn't seem to be enough.\" - @...","sentiment_score":0.15}
{"full_text":"RT \"We learned early on that this pandemic is not the one that can be fought in tertiary care hospitals but at community-base...","sentiment_score":0.1}
{"full_text":"RT please share this logo. it indicates that the person wearing it is deaf or is wearing a hearing aid. during this pandem...","sentiment_score":0.0}
{"full_text":"RT COVID-19 crisis kickstarts Pakistan's green recovery.","sentiment_score":-0.2}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Covid vaccination: Solapur mega drive a big success via","sentiment_score":0.15}
{"full_text":"See you all back in lockdown in July x","sentiment_score":0.0}
{"full_text":"RT JUST IN: China refuses to give WHO raw data on early coronavirus cases - WSJ","sentiment_score":-0.0653846154}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"RT Details of the large self-catering grant have been released - this fund is for larger self-catering properties impacted...","sentiment_score":0.1071428571}
{"full_text":"This is particularly relevant during the current COVID-19 pandemic: no eCommerce platform, no sales. Track live eCommerce performance from across the UK here:","sentiment_score":0.1787878788}
{"full_text":"RT If you ever needed proof that the government ordered the shootingYou have it now","sentiment_score":0.0}
{"full_text":"another stuff, l could run this state better.  No one forward thinks in that crew...l can't believe we are paying them???","sentiment_score":0.5}
{"full_text":"RT Remember, the horse lock-down ended today so if you've been looking after a racehorse for 10 weeks it's back to the paddoc...","sentiment_score":0.0}
{"full_text":"Why is Hillary Clinton lying about COVID?","sentiment_score":0.0}
{"full_text":"Great Britain's Houses of Parliament wholeheartedly respect unsung COVID-19 heroes.","sentiment_score":0.8}
{"full_text":"In today's Stardust: one night of horror, 40 years of struggle- What was Covid's real origin?- Angela's Ashes: the row that won't go away- The irresistible rise of uplit- Smith &amp; Burrows on their new album- The story of Our Oscar tips","sentiment_score":0.1681818182}
{"full_text":"In this week's podcast from the top stories from the covering new #COVID19 developments and #Myanmar at the Human Rights Council. We also hear how COVID-19 has had a \"profound\" impact on cancer care everywhere. ","sentiment_score":0.1799242424}
{"full_text":"Beauty, one of the consumer categories hit hardest by the global coronavirus pandemic, will bounce back fastest, experts predict.","sentiment_score":0.0}
{"full_text":"The 25 worst Covid-19 areas in Ireland right now as lockdown set to last weeks more","sentiment_score":-0.0535714286}
{"full_text":"Pharmacists are hot commodity as U.S. ramps up COVID-19 vaccine rollout","sentiment_score":0.25}
{"full_text":"RT When the pandemic is over I'm gonna open an Acid House cafe where I will serve cheese toasties all day with iconic acid hou...","sentiment_score":0.25}
{"full_text":"'Britain's race to contain the coronavirus'One year ago todayhttps:\/\/t.co\/AVqu3Z73nM","sentiment_score":0.0}
{"full_text":"India To Begin Roll Out Of Second Covid-19 Vaccine Shot Today; 7.8 Million People Administered First Dose So Farhttps:\/\/t.co\/F3m9WRNDw5","sentiment_score":0.125}
{"full_text":"Construction is underway of a mass COVID-19 vaccination site scheduled to open Feb. 16 at the Oakland Coliseum.https:\/\/t.co\/LYVlzE0E5V","sentiment_score":0.0}
{"full_text":"Places running out fast --&gt; IER's 'Redundancy and covid-19 - Are our #Redundancy laws strong enough?'. Register your place at #ukemplaw #Covid19UK","sentiment_score":0.2111111111}
{"full_text":"Saturday COVID-19 sites advice (16 open 9-4)Essential visit only - such as storage fire\/health risk - with all safety steps:* social distancing* wash\/sanitise hands before + after* wear gloves + consider mask* max two in vehicleLatest:","sentiment_score":0.0083333333}
{"full_text":"Three people at Davidson College have tested positive for the COVID-19 variant that was first detected in the United Kingdom.","sentiment_score":0.2386363636}
{"full_text":"RT US 30-year yield back to a 2-handle.  Highest since Feb 19 (so a new post-pandemic high)Among the developed markets,...","sentiment_score":0.0787878788}
{"full_text":"Many have said it's unsustainable, but Serbia's geopolitical balancing act between East and West has put it ahead of its Balkan peers and much of Europe when it comes to vaccinating against #COVID19.https:\/\/t.co\/b319Hiy8Yd","sentiment_score":0.35}
{"full_text":"Covid is hastening the creep towards a cashless society, says Ross Clark","sentiment_score":0.0}
{"full_text":"What's one thing that you would like to do once the covid virus is over? -- Go to see my friends and chill","sentiment_score":0.0}
{"full_text":"RT The core of this entire epidemic has been infections acquired in hospitals and care homes. Community infections are not the...","sentiment_score":0.0}
{"full_text":"Happy #WorldRadioDay everyone! We celebrating with our very own special #lockdown loop episode with guests from all around the world  Listen belowhttps:\/\/t.co\/TIetY15iaI#Lockdown3 #WorldRadioDay2021 #Radio #COVID19 #coronavirus #radioday #NewZealand #podcast #earthquake","sentiment_score":0.7123809524}
{"full_text":"\"I suppose there's some brightness to this lockdown and to Covid.\"https:\/\/t.co\/l7FGPlVWb7","sentiment_score":0.0}
{"full_text":"An effective vaccine is the biggest breakthrough since Covid-19 was identified. Find out more about the vaccination here -","sentiment_score":0.55}
{"full_text":".@OfficialSLC: 35 national squad players who administered PCR Tests returned negative #Covid19 resultshttps:\/\/t.co\/o80ct5U4KP@windiescricket #SLC #lka #SLvWI","sentiment_score":-0.3}
{"full_text":"COVID 19 cases in India until : 13\/02\/2021 13:30Total Cases: 10892694 [+144]Active: 133710Recovered: 10598894 [+185]Deaths :155588 [+0]Total Tests: 205.53MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Opening up ICU in the midst of a pandemic by #FuturePRoof","sentiment_score":0.0}
{"full_text":"It's everything you need to know this weekendhttps:\/\/t.co\/BfZlTVPCo6","sentiment_score":0.0}
{"full_text":"No, no, no.We're in lockdown because our fear has overtaken balance and sense of proportion.The effects will long outweigh any benefit.","sentiment_score":-0.05}
{"full_text":"Stephanie never wanted to return to Willow Springs, but love might be enough to make her stay.Love Calls You Home by is available at https:\/\/t.co\/hgqiMI5qUv #asmsg #iartg #amreading #bookboost #bookplugs #ian1 #puyb #bynr #romance","sentiment_score":0.3}
{"full_text":"How do propose tackling the economic challenges faced by the UK, post-Covid + Brexit?@AnnelieseDodds and will discuss with at our next event with TUES 23 FEBREGISTER https:\/\/t.co\/3HeoDWvp9f #LabourEconomicStrategy","sentiment_score":0.1}
{"full_text":"Please be informed that the Modified Number Coding scheme is still strictly implemented in Makati except weekends and holidays. #ProudMakatizens #StaySafeStayHome #MakatiTraffic","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT Worrisome--UK  data shows suddenly higher #COVID19 positivity % in England  (where #B117 highly dominant) in childr...","sentiment_score":0.205}
{"full_text":"RT For all COVID-19 news, follow our coverage here ","sentiment_score":0.0}
{"full_text":"State leaders are guilty of incompetence &amp; lack of commonsense. Why? Bec they have crap quarantine procedures &amp; illogical lockdown rules. The experts they use shld have Been replaced after the 1st few breaches with ppl who know infection control","sentiment_score":-0.5}
{"full_text":"RT a select group of NHS Staff spend half their time on twitter calling for schools to b...","sentiment_score":-0.1666666667}
{"full_text":"RT Its not a vac its a treatment. There are no dead virus in this \"vac\" no doubt they will alter the definitio...","sentiment_score":0.1}
{"full_text":"First date-iversary today (a non-Valentines date) and normally we'd celebrate by going out. But I've become even more of a homebody since the pandemic started. (Also, none of my smart dress up clothes fit me anymore thanks to lockdown weight gain.)","sentiment_score":0.2857142857}
{"full_text":"RT Things I've missed during lockdown, no.73: driving past Apse Heath and watching the ongoing battle of wills between someon...","sentiment_score":-0.25}
{"full_text":"Time: 08:00 * Temp: 0.4degC * Wind: S 4.9 to 17.9mph * Pressure: 1017.6hPa * Rain: 0.0mm * Hum: 81% * ET: 0.2mm * Solar: 5.0W\/m2 * UV Index: 0.0 * Sunrise: 07:48 * Sunset: 17:26 * Cloudbase: 1280ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT Mainland #Scotland is now in a temporary lockdown, meaning everyone is being asked to stay at home except for essential...","sentiment_score":0.0}
{"full_text":"Canadians aged 50 and older accounted for 31.4% of overall insolvencies in the wake of the pandemic, rising from 28.3 % in 2019 before COVID struck, reversing a trend of younger Canadians seeking debt relief.  #Gold #Silver #Plan #Retirement","sentiment_score":0.0166666667}
{"full_text":"\"In a post-pandemic world, can the same ideas be turned to making COVID-safe cities, or is the dream of the smart city no longer feasible?\"https:\/\/t.co\/hj1xVF7eps","sentiment_score":0.1071428571}
{"full_text":"RT BREAKING | A sailor assigned to the USS Wasp died Friday from coronavirus-related complications, according to the Navy...","sentiment_score":0.0}
{"full_text":"Ever wake up at 2:50am and realize you gotta find the new #DaveChapelle release ASAP?","sentiment_score":0.1363636364}
{"full_text":"Is Sandwell turning the Covid corner?https:\/\/t.co\/q2Okgzk5na","sentiment_score":0.0}
{"full_text":"\"I read with interest today's piece entitled \"Imperial College Modelling Falsely Assumes No Seasonality to COVID-19\". While I found it interesting and valid I feel that it missed another, far more obvious flaw in the good Professor Ferguson's analysis.\"","sentiment_score":0.2333333333}
{"full_text":"Mental health: C-suite struggles in the pandemic","sentiment_score":-0.1}
{"full_text":"RT \"British Muslim were often on the front line, responding in every region...from mosques becoming mortuaries, food banks, ma...","sentiment_score":0.225}
{"full_text":"Tinder to offer free rides to COVID-19 vaccine by autumn.","sentiment_score":0.4}
{"full_text":"That us our mask we have to wear. A medical mask is allow to wear in the transfer, groceries und cities. The most peole wear this masks but simetimes you see people, they wear not correct the mask.","sentiment_score":0.25}
{"full_text":"RT A group of scientists has teamed together to tackle Covid disinformation on social media.Dr is an immunologist...","sentiment_score":0.0333333333}
{"full_text":"RT Pharmacists are hot commodity as U.S. ramps up COVID-19 vaccine rollout","sentiment_score":0.25}
{"full_text":"RT If you're in financial quandary, don't be ashamed to downgrade your lifestyle. Many have lost their jobs in this pandemic. S...","sentiment_score":0.25}
{"full_text":"Shey if all this squad go sambisa them no for don do something tangible? Guy if your papa na police stay for house I will beat you to death I swear","sentiment_score":0.0}
{"full_text":"RT ++||\/\\ |\/\/\\\\ in this\/\/++\\\\  house-#++|-     we\/----------\\ are still staying in because  the pandemic isn't over....","sentiment_score":0.0}
{"full_text":"RT Biden Admin reversed a Trump policy that lowered insulin pricesThis affects people across the isle, Democrats &amp; Republican...","sentiment_score":0.0}
{"full_text":"RT \"If Covid ends up like flu, so we live our normal lives and we mitigate through vaccines and treatments, then we can get on...","sentiment_score":0.1431818182}
{"full_text":"Guitar Bossa: Chill Cafe Accordion Jazz &amp; Bossa Nova Music for Good MoodPlease check the full version on #youtubehttps:\/\/t.co\/wjYuglpCWU#BGMC #BGMClife #BGMchannel #StayHome#Guitar #Chill #Cafe","sentiment_score":0.525}
{"full_text":"RT A year without dating: When the coronavirus hit, these single women stopped searching","sentiment_score":-0.0714285714}
{"full_text":"RT Let's keep announcing protests every weekend, at least we'll have safer streets ","sentiment_score":-0.3}
{"full_text":"Saks Fifth Avenue and lululemon share how their companies are reimagining #retail and meeting the #challenges of the #pandemic","sentiment_score":0.0}
{"full_text":"RT No but can we please love and appreciate our boys for how much they constantly encourage the usage of masks, social distan...","sentiment_score":0.1833333333}
{"full_text":"What effect does Victoria's lockdown have on the Australian Open?","sentiment_score":0.0}
{"full_text":"let's continue to FlattenTheCurve speakingmoistly ht... Good luck! RT : has because we all break the rules, then we tighten up a kid. You may enjoy the linked study below. To - are there any questions not answered there. RT : Si","sentiment_score":0.6375}
{"full_text":"How do you think apprenticeship can play a key role in post-COVID economic reconstruction?","sentiment_score":0.1}
{"full_text":"Will #cloud architecture change after #COVID?","sentiment_score":0.0}
{"full_text":"Technology winners and losers in the days of COVID-19 -","sentiment_score":-0.2}
{"full_text":"Hungary has become the first European Union member to begin administering Russia's Sputnik V coronavirus vaccine, sidestepping the European Medicines Agency.","sentiment_score":0.0833333333}
