{"full_text":"So how about one of my nose rings got caught on my N95 mask ","sentiment_score":0.0}
{"full_text":"RT HOW DO U SAFELY DINE IN A RESTAURANT WHEN U HAVE TO TAKE UR MASK OFF TO EAT\/DRINK!! just tell me. explain how that makes se...","sentiment_score":0.78125}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT Joe Biden is as bad as we expected him to be.","sentiment_score":-0.4}
{"full_text":"I think my face during this pandemic having a major breakout. I just wanna change to cerave (moisteriser and cleanser) and the ordinary serum. I have to try them or else my face become worsen","sentiment_score":-0.09375}
{"full_text":"RT Mary Fleming, CNA, Georgia, died of #covid19 1\/23.  She never gave in or stopped until the work was finished. She was a person...","sentiment_score":0.0}
{"full_text":"This weather . My throat has started again. Giving me Covid PTSD","sentiment_score":0.0}
{"full_text":"RT AstraZeneca's contract to supply Covid-19 vaccines to Britain was published online months ago, but hardly anyone noticed....","sentiment_score":-0.2916666667}
{"full_text":"RT 73 adverse reactions to the  #China vaccine listed on the manual of the #Vaccine also make it what we describes as the \"m...","sentiment_score":0.0}
{"full_text":"$PFEPfizer applies COVID-19 vaccine lessons to boost evolving cancer pipeline | S&amp;P Global Market Intelligence","sentiment_score":0.0}
{"full_text":"RT GIVE BACK HUMAN RIGHTS#Feb18Coup#WhatsHappeningInMyanmar","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT Now the whole world is accepting the fact that Patanjali's Ayurvedic medicine Coronil can cure Corona virus, #Patanjali...","sentiment_score":0.2}
{"full_text":"RT \"Polluted air increases the likelihood of deaths due to cancer and stroke, spikes in asthma attacks and worsens severity of...","sentiment_score":-0.125}
{"full_text":"RT As the WHO investigated coronavirus origins in China, Beijing pushed a conspiracy about the USZeng Guang, chief epidemiolog...","sentiment_score":0.0}
{"full_text":"RT Hi have you gone through the evidence? And the peer-reviews by medical professionals?","sentiment_score":0.0}
{"full_text":"RT Everyone is so mad at Ted Cruz for going to Cancun during a state-wide weather emergency that we've completely forgotten to...","sentiment_score":-0.2625}
{"full_text":"RT 4 employees of the Southbury Training School died of #COVID19 Michael Mark, SrArte JohnsonMarlene ThompsonPatrick Brellis...","sentiment_score":0.0}
{"full_text":"RT There is no need for the whole population to wear masks, have weekly 'Covid tests' or have a 'Covid vaccine' when the vast...","sentiment_score":0.1}
{"full_text":"RT This aged perfectly","sentiment_score":0.45}
{"full_text":"RT This is absolutely of PARAMOUNT importance.Please, RETWEET and sign The Petition To Stop Forced Experimental Vaccine...","sentiment_score":-9.251858539e-18}
{"full_text":"So about the same as in 2020 lockdown then...","sentiment_score":0.0}
{"full_text":"RT 10,000th vaccinated patient at the Scout Hut. A big thanks to all the volunteers. We wouldn't be getting through all the pri...","sentiment_score":0.1}
{"full_text":"RT I dedicate this glow of positivity to everyone across the world who may be struggling. Lockdown across the United Kingdom...","sentiment_score":0.0}
{"full_text":"RT \"What an amazing team to work through all the adversity and challenges that go with landing a rover on Mars, plus the challenges...","sentiment_score":0.6}
{"full_text":"Scientific studies prove masks don't work to stop the spread of viruses like covid. The CDC &amp; the WHO both acknowledge there's no evidence they work, but for some unexplained reason they recommend them. ","sentiment_score":-0.05}
{"full_text":"RT The Wuhan lab in china is now eligible for American taxpayer funding through at least 2024, courtesy of the adm...","sentiment_score":-0.15}
{"full_text":"RT #CoronaVirusUpdates | #Ramdev releases scientific research paper on 'evidence-based medicine for #COVID19 by '@A...","sentiment_score":0.0}
{"full_text":"RT Joe Biden is as bad as we expected him to be.","sentiment_score":-0.4}
{"full_text":"RT During a pandemic when you are not supposed to be traveling or co-mingling. Ted.","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"RT My children asked to travel abroad during a global pandemic. Wanting to be a good parent, I said, \"That's ridiculous.\"","sentiment_score":0.1222222222}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT The Seiko Watches That Our Fratello Editors Love -- Marine Master, Sumo, Pogue, and more In these Covid-stricken times, t...","sentiment_score":0.5}
{"full_text":"nsw covid cases 5145 nsw covid DEATHS 54victoria covid cases 20479 (really wish i knew how to make print in BOLD here)VICTORIA COVID DEATHS 820case closed.","sentiment_score":0.1444444444}
{"full_text":"RT Women make up the majority of the people responding to #COVID19, but the voices we hear from the front line are often male....","sentiment_score":0.0}
{"full_text":"We've spent a year now facing the challenges of training through this Pandemic what a lot of you are telling me is, you're becoming frustrated and losing focus with training on your own.New Post Read on..","sentiment_score":-0.1166666667}
{"full_text":"RT Hotel room at the Cancun Ritz Carlton: $305. Rapid covid test: $50. Flights from Houston: $257Knowing that someone in t...","sentiment_score":0.0}
{"full_text":"RT Flying your girls to Mexico because they want to \"go on a trip\" during a pandemic is what every average American dad does....","sentiment_score":-0.075}
{"full_text":"RT Trying to make some notes to feedback to a friend who's written a lockdown novel, but I'm being hampered by Rory, who ha...","sentiment_score":0.0}
{"full_text":"RT Special needs pupils in England 'pushed to one side' in Covid crisis","sentiment_score":0.3571428571}
{"full_text":"RT Millions of Americans, many of whom are people of color and immigrants, are risking their lives to keep the country funct...","sentiment_score":0.5}
{"full_text":"RT KEEP IT CLEAN! 7 Important #Pandemic #HYGIENE Lessons, Distilled!https:\/\/t.co\/0W42ERQfml#covid19 #alcoholbased  #sani...","sentiment_score":0.4291666667}
{"full_text":"RT The top group of scientists from Patanjali Ayurved have made medicine with the most potent and widely used Ayurvedic h...","sentiment_score":0.35}
{"full_text":"RT Nature's Fynd Launches Vegan Products from Yellowstone Fungi, WHO Confirms Frozen Food Can Transmit COVID + More","sentiment_score":0.5}
{"full_text":"RT Man, the knives are out for Cruz.","sentiment_score":0.0}
{"full_text":"RT please wear your mask. i just wanna go to a bts concert.","sentiment_score":0.0}
{"full_text":"RT So I took my second dose of the COVID vaccine yesterday. I experienced not adverse reaction yesterday. Today I feel funny. B...","sentiment_score":0.35}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"Covid-19 is killing disabled people in England at a 'horrifying' rate ","sentiment_score":-0.55}
{"full_text":"Wanting to use our pool? Here is how you can stay #SAFEAtThePresident -&gt;","sentiment_score":0.0}
{"full_text":"Health Secretary Francisco Duque III on Friday said it was hard to conclude that the surge in cases of coronavirus disease 2019 (COVID-19) in Central Visayas was caused by two recently detected mutations of concern.","sentiment_score":-0.0972222222}
{"full_text":"We're here for you, with our free, fast delivery service to keep you supplied with all of your favourite products, when and where you need them.We'll make it through lockdown together. Find your local store here","sentiment_score":0.2}
{"full_text":"* The coronavirus epidemic in the #CzechRepublic has severely worsened. At the height of the crisis the government faces a huge dilemma - whether to reopen shops and send children back to school as promisedhttps:\/\/t.co\/ts6dHaGdjj","sentiment_score":0.2}
{"full_text":" PLANET EARTH 2021-02-1820.5 million years of life lost to Covid-19.https:\/\/t.co\/CG5DOHD1KV RT #Humanity #Humans","sentiment_score":0.0}
{"full_text":"Lessons for today:Psalm 51:1-4,16-17Matthew 9:14-17We give thanks to God for 1 403 214 people who have recovered from Covid.","sentiment_score":0.2}
{"full_text":"#AustralianOpen2021 | After spending 2 weeks in quarantine, faces in finals.#AusOpen","sentiment_score":0.0}
{"full_text":"\"#Europol...highlighted the risk of #organizedcrime #scams linked to #COVID19 #vaccines,... criminals will try to sell dangerous counterfeit vaccines or...hijack shipments of genuine shots.\" #EU #complexdisputeresolution #vaccine","sentiment_score":-0.1}
{"full_text":"COVID-19 Latest update on restrictions, case figures, hospital numbers and how's your local electoral area in #Carlow or #Kilkenny been faring?","sentiment_score":0.25}
{"full_text":"The correct use of face coverings will help protect yourself and others from Coronavirus. It's more important now than ever, as the new virus strain is up to 70% more transmissible than previous strains. #WeAreScotland #staysafe","sentiment_score":0.2739393939}
{"full_text":"#AD 4 Ways that Businesses Can Be Safer During the Pandemic","sentiment_score":0.0}
{"full_text":">>What Australia has learned from a year of Covid hotel quarantine - The strict 14-day hotel quarantine system has been key to keeping the nation's coronavirus cases low, but major leaks and controversies have forced constant rethinks<<","sentiment_score":-0.0475}
{"full_text":"Headlines 1200 PST - 19th February 2021 - #BTV - #Badar #Television #Network #SenateElections #coronavirus #ncoc #SmartLockdown","sentiment_score":0.0}
{"full_text":"A #Somerset charity which feared it might close as a result of this year's #glastonburyfestival being cancelled has been given a lifeline.@ChildrensW director says she's \"thrilled\"https:\/\/t.co\/kxE4N1PyEh","sentiment_score":0.6}
{"full_text":"Find out how transport in Asia and the Pacific has been impacted by #COVID19, how the sector has responded so far, and what needs to happen for it to recover and rejuvenate.","sentiment_score":0.1}
{"full_text":"India records over 13,000 new cases of #COVID19 in the last 24 hourshttps:\/\/t.co\/bIhM1RnMKz","sentiment_score":0.0681818182}
{"full_text":"Diary date: Feb 23rd, Silver Linings From the National Scandal of #Covid19 - Richard Horton (Editor of the Lancet). This is the second of the online Public Lecture Series. Do join us!Book your #free spot:","sentiment_score":0.1333333333}
{"full_text":"#PODCAST DROP!@GrahamLawton, and Richard Webb discuss: Rescue plan for nature Mars missions #COVID19 recombination Why ice is slippery Children's 'but why?' questions Listen ","sentiment_score":0.0}
{"full_text":"Reason to evaluate your board #9: It determines whether new crisis-based working ground could support the organisation in navigating urgent issues. #business #COVID19 #boardevaluations#corporategovernance #equipping #innovation #southafrica #governance #goodgovernance","sentiment_score":0.1363636364}
{"full_text":"The museum reopens Friday, Feb. 19 and Saturday, Feb. 20 from 10 a.m. to 3 p.m. Tickets are $5 - reservations recommended. As reports, only 20 people per hour will be permitted on the grounds. ","sentiment_score":0.0}
{"full_text":"Religion news 19 Feb: Thirteen bishops back vaccination campaign; Top NHS director says vaccine during Ramadan is safe; Jewish charity says mental health inquiries have doubled in the lockdown; Digital pioneer Dr Bex Lewis has died ","sentiment_score":0.15}
{"full_text":"A useful look at the basics of how the #coronavirus mutates - and QW+ database member Prof Stephanie Burton is one of the authors.","sentiment_score":0.3}
{"full_text":"RT $50 bucks says Cruz isn't gonna take COVID test daily for the next week coming back from Cancun, and likely gonna skip quar...","sentiment_score":0.0}
{"full_text":"SINGAPORE: Pandemic travel just got easier - for business elites. ","sentiment_score":0.0}
{"full_text":"Everything we know about the end of Ireland's lockdown - and all the info we don't have yethttps:\/\/t.co\/zI6dzancHj","sentiment_score":0.0}
{"full_text":"Experts puzzled over drop in covid cases in #Karnataka","sentiment_score":0.0}
{"full_text":"RT Life expectancy for Black Americans declined by 2.7 years in 2020. We're seeing the widest gap in life expectancy betw...","sentiment_score":-0.1666666667}
{"full_text":"Rice production and supply of food commodities across Bangsamoro Autonomous Region in Muslim Mindanao (BARMM) have remained constant despite the crisis brought by coronavirus pandemic, an official said.https:\/\/t.co\/X8pB5TOiqf#MindanaoNews","sentiment_score":0.2}
{"full_text":"RT Governor Andrew Cuomo is threatening retribution against progressive elected officials who are demanding answers about unde...","sentiment_score":0.0}
{"full_text":"He has now issued a grovelling apology.","sentiment_score":0.0}
{"full_text":"Having more time to do things has been a big positive for many families not having the demands of the daily school run.To watch in full:https:\/\/t.co\/HThYY1wB39#Autism #AutismEducation #Education #GoodAutismPractice #AET","sentiment_score":0.2454545455}
{"full_text":"After one year of dealing with the pandemic, more accurate information about symptoms, transmission, and changes of the virus is easier to be defined by experts.#coronavirus #publichealth #vaccineshttps:\/\/t.co\/t3sGs31wXM","sentiment_score":0.45}
{"full_text":"NEWS: Ashbourne is the only local area to see a rise in the virus, while Dundalk-Carlingford has gone from having the highest rate in Co. Louth to the lowest.","sentiment_score":0.0}
{"full_text":"According to a letter from the State Department of Education, a consent form for COVID-19 testing cannot be a condition for in-person learning.","sentiment_score":0.0}
{"full_text":"71-year-old jailed author Altan fails to get access to #COVID19 vaccine","sentiment_score":-0.5}
{"full_text":"As if it hasn't been tough enough for the arts during #COVID, more than 250 cultural organisations woke on Thursday to find their Facebook pages had been wiped of content. #facebooknewsban","sentiment_score":0.0527777778}
{"full_text":"Gaza to relax enforcement of coronavirus restrictionshttps:\/\/t.co\/suX3VcZ8zr","sentiment_score":0.0}
{"full_text":"SJWs would say that sicknesses are racist.","sentiment_score":0.0}
{"full_text":"#ComDevAsia PSA: Sustained engagement &amp; partnership with LGUs &amp; NGOs allow   farmers to continue their economic activities during pandemic. #sustainableplanet #resilientfamilyfarmingLearn more:","sentiment_score":0.35}
{"full_text":"RT NBC News confirms: The U.S. has surpassed more than 28 million total coronavirus cases.","sentiment_score":0.25}
{"full_text":"RT Vol.17 \"relax HomeStyle\"Theme :HOLIDAYTo be continued...#StayHome#weekend#Sustainable#roomwear#relax#ouchideKe Ai i#don...","sentiment_score":0.0}
{"full_text":"Kamala Harris: Women Leaving Work Force During Pandemic Is a 'National Emergency' #politiceur","sentiment_score":0.0}
{"full_text":"Erie County Legislator Frank Todaro is pushing for elderly nuns living in convents and motherhouses to be included in Phase 1A of the COVID vaccine rollout, allowing the nuns to be prioritized.","sentiment_score":0.0}
{"full_text":"British Muslim Kawsar Zaman launches 'Take the COVID-19 Vaccine Campaign' to provide clear and accessible information on #coronavirus vaccines.","sentiment_score":0.1583333333}
{"full_text":"Millionaire Cara Delevingne and her family are claiming money from the Covid furlough scheme","sentiment_score":0.0}
{"full_text":"'Accenture has turned a pandemic, to a floor for all of us to showcase skills, achieve high performance and career growth, yet with the issue of mental health remaining at the epicenter of its focus and attention.'Meet our very own Antonis Zoumpakis","sentiment_score":0.28}
{"full_text":"RT can you believe we're still dealing with this damn coronavirus?","sentiment_score":0.0}
{"full_text":"RT Why is letting illegals cross US border without COVID testing, which results in their being released into US pop...","sentiment_score":0.0}
{"full_text":"BMC tightens COVID19 guidelines; home quarantine stamps must, masks compulsory#BMC #COVID19","sentiment_score":0.0}
{"full_text":"RT Thank you! It's so dumb when people talk like it's the same. And let alone Cuomo level.","sentiment_score":-0.1875}
{"full_text":"Time: 07:00 * Temp: 8.1degC * Wind: SSE 17.0 to 25.0mph * Pressure: 983.8hPa * Rain: 7.6mm * Hum: 96% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:34 * Sunset: 17:39 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Covid-19 strikes Wicklow nursing home days before second vaccine dose","sentiment_score":0.0}
{"full_text":"@GlblCtzn @gavi More than 130 countries haven't received a single Covid-19 vaccine, while 10 countries have administered 75% of all vaccines, the UN says -","sentiment_score":0.2142857143}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"We've got a special afternoon Zoom taking place today, with JM Director Dave Warren &amp; our friends at Sovini joining us live from the Pride of Sefton.Come along for our virtual voyage at 2pm &amp; check out the boat we'll be taking our men on post lockdown!https:\/\/t.co\/uQ1yupFfDT","sentiment_score":0.2467532468}
{"full_text":"RT  m a s k #create #art #artist #stencil #stencilart #maskart #photography #print #monogram #mask #wearamask #covidart #2...","sentiment_score":0.0}
{"full_text":"RT But sure, $50 million dollar billboards are the answer to attracting new residents to Ohio.....https:\/\/t.co\/DkxeH7vAse","sentiment_score":0.3181818182}
{"full_text":"RT And generally speaking we, who you imagine as third world, do better during storms than Texas. Also at the counting of votes. Oh...","sentiment_score":0.1833333333}
{"full_text":"CSR Compendium Indian Industry Action Towards Covid-19. Fullerton India Impact- 1 lakh community households benefitted thru rcving health n hygiene kits &amp; better understanding &amp; awareness. 400+primary health camps conducted benefitting 30,000+ pplhttps:\/\/t.co\/J4FOgPp2jg","sentiment_score":0.3}
{"full_text":"RT Public health warning: Don't read the Daily Mail. It's pushing for a swift easing of lockdown despite the extra suffering an...","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"that's terrific if so...#Patanjali's #COVID19 medicine.","sentiment_score":0.0}
{"full_text":"RT COVID-19 has led to a reduction in U.S. life expectancy in 2020. And the decline is greater among Black and Latino pop...","sentiment_score":0.1666666667}
{"full_text":"RT Impeachment. Insurrection. Half a million Covid deaths. Lack of universal healthcare. Mass shootings. Crumbling bridges. S...","sentiment_score":-0.0833333333}
{"full_text":"RT Hotel room at the Cancun Ritz Carlton: $305. Rapid covid test: $50. Flights from Houston: $257Knowing that someone in t...","sentiment_score":0.0}
{"full_text":"RT When it comes to a COVID relief package, we have to go big.","sentiment_score":0.0}
{"full_text":"RT is GOP@BetoORourke &amp; are DemsTed Cruz pulled officers working during the crisis...","sentiment_score":0.0}
{"full_text":"FREE! What extra support do you need to ensure your #business is a #success as we emerge from the pandemic?Whether you need help with your social media, advice on your next steps or just someone to discuss your thoughts with, we are here to help.https:\/\/t.co\/mwedQGO6Ps","sentiment_score":0.1666666667}
{"full_text":"Global pandemic motivated our international team of scientists to team up with clinicians worldwide for developing an algorithm that can understand COVID19 more effectively. #siemenshealthineers","sentiment_score":0.275}
{"full_text":"RT #LetUsBackToAus #justiceon5march #InternationalStudentsAustralia Open the borders for interna...","sentiment_score":0.0}
{"full_text":"It costs GHC\/ 0.00 to thank God for the simple things like being alive. #MaskUp #WearAMask ","sentiment_score":0.05}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"7% is the decrease in #carbonemissions in 2020 as coronavirus lockdowns halted entire industries and cities. World leaders prepare for the next major round of climate talks this year. #sustainability #netzeroemissions #climatechange","sentiment_score":-0.034375}
{"full_text":"Essential IT: How Providence uses data to care for #COVID-19 #patients #MSFTAdvocate","sentiment_score":0.0}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Happy Friday Another week down and hopefully another step closer to leaving lockdown ","sentiment_score":0.3222222222}
{"full_text":"RT Update: Across Ascension St. Vincent, the number of hospitalized COVID-19 patients has dropped to 60, which is the lowes...","sentiment_score":0.0}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
