{"full_text":" Read for today:Prospective study showing that hypoalbuminemia and elevated GGT was associated with more severe course of #COVID19 link:","sentiment_score":0.5}
{"full_text":"CONDOM-PHOBIC since elementary school, the western Greek CHRISTIAN WOMAN visits Athens with AIDS, HEPATITIS B (now Corona virus plus)BEWARE!","sentiment_score":0.075}
{"full_text":"RT The biggest mistake we could make with COVID relief is not going big enough. A response that's too small will just mean that t...","sentiment_score":-0.140625}
{"full_text":"RT Thanks for the opportunity ","sentiment_score":0.2}
{"full_text":"\"The demand for laptop, gaming, and computing services has surged during the pandemic, increasing the demand for semiconductors; in its recent earnings call, one of the leading semiconductor suppliers, TSMC, said that meeting the demand for automotive chips is its top priority.","sentiment_score":0.25}
{"full_text":"RT If natural immunity doesn't exempt healthy people from wearing a mask, andif taking multiple doses of the vaccine do...","sentiment_score":0.2}
{"full_text":"RT How does the ministry of health use OUR TAXES to procure the covid19 vaccine only for MPs to come tell us \"well off\" Ugan...","sentiment_score":0.0}
{"full_text":"RT Relaxing lockdown instead of getting on with it, growing a pair &amp; going hard now, whilst the weather's shit to get cases d...","sentiment_score":-0.2458333333}
{"full_text":"RT Smallpox pandemic in #India when I was in middle school, 1970s. #India had to beg for vaccine while people died and the W...","sentiment_score":0.0}
{"full_text":"RT (AP News) US consumer credit rose a solid $9.7 billion in December #Automobiles #Business #CarBuy...","sentiment_score":0.3}
{"full_text":"#Tunisia: From last night. The latest number with respect to the #covid19pandemic.","sentiment_score":0.25}
{"full_text":"RT \"Multisystem Inflammatory Syndrome in Children\" caused by #Covid19. 2\/3 of all neg #Covid19 nasal swab tests are #FalseNega...","sentiment_score":0.0}
{"full_text":"RT Reminds me of this story at the beginning of the pandemic. This woman shut her company down because husband (who wa...","sentiment_score":-0.1555555556}
{"full_text":"RT Robert F. Kennedy Jr. is a notorious antivaxer junk scientist. It's dangerous an...","sentiment_score":-0.6}
{"full_text":"Lockdown day 52: Anxiety 200Getting more depressed recently for whatever reason","sentiment_score":0.25}
{"full_text":"RT  If you're working for social justice in Sub Saharan Africa, join our regional community call next week to share how social...","sentiment_score":0.0222222222}
{"full_text":"RT It's good for them to be on hiatus now. The kpop world has been in disarray with the pandemic and they can't even meet fan...","sentiment_score":0.7}
{"full_text":"RT Year ago today.","sentiment_score":0.0}
{"full_text":"RT Damn, comprehension pandemic strikes again","sentiment_score":0.0}
{"full_text":"RT The pandemic hitting in your late 20's is fucked up cause you're like \"wait I still had some chaos in me\"","sentiment_score":-0.45}
{"full_text":"RT The N95 protects HIM, and he knows it.  It's the cloth mask that most of us wear to protect OTHERS that he ta...","sentiment_score":0.5}
{"full_text":"RT After a 15-hour session, just before dawn on Friday, Vice President Kamala Harris cast her first tiebreaking vote in the Senat...","sentiment_score":0.25}
{"full_text":"RT Women always have each other's backs.","sentiment_score":-0.125}
{"full_text":"Yes,  fam....  Will follow!!! Positivity we invite you please come in!!!!! #MSSxGoodDay","sentiment_score":0.0}
{"full_text":"RT Trump knew that in a high-turnout election, he would lose. Covid changes that eased the restrictions on mail-in voting w...","sentiment_score":0.0}
{"full_text":"RT I`m a Canadian and I have been shopping at my local grocery store since the beginning of this...","sentiment_score":0.0}
{"full_text":"Nigeria is like corona virus soon it will vaporize into those ventilator of east, west, south, north ,I will be Glad by then","sentiment_score":0.5}
{"full_text":"Very Little Unfold of COVID at Youngsters' Day Camps","sentiment_score":-0.24375}
{"full_text":"RT Our expectation is that we'll get double-digit 11% plus growth in the coming year. The issue for us is between corona recovery &amp; e...","sentiment_score":0.0}
{"full_text":"RT Barbados born Rihanna tries to malign India in a paid tweet.India donates 1 lakh Covid vaccine doses to Barbados. Their...","sentiment_score":-0.1}
{"full_text":"That's why I think the secret meaning of all this coronavirus nonsense is just to make things awkward for all the U.N. people, in return for having expanded its arab empire.","sentiment_score":-0.5}
{"full_text":"Luv, I do not have the time 2 read through ur entire profile.U made very offensive statements here, as shown. I have no hatred for u , I don't want 2 know u and only responded to the grotesque words from ur posting.I do not anticipate a deep  friendship w\/this disparity, so-bye..","sentiment_score":-0.07}
{"full_text":"RT \"Pfizer Inc withdraws application for emergency-use authorisation of its #COVID19 vaccine in #India, after failing to mee...","sentiment_score":0.0}
{"full_text":"The L.A. County Department of Public Health addressed the confusion in a briefing on Friday, claimed they were fixing the issue and re-training staff.","sentiment_score":0.0}
{"full_text":"RT They love the bullshit games. And people are still eating it up. As a nurse, I have witnessed many fal...","sentiment_score":0.5}
{"full_text":"RT If I have to choose politicians for 2023 it will be and but seems we never want best for Nigeria so...","sentiment_score":1.0}
{"full_text":"RT The number of new asymptomatic cases, which China does not classify as confirmed cases, stood at 10, down from 28 a day ear...","sentiment_score":0.1269360269}
{"full_text":"mt #translational Role of Aspirating System Type in SARS-CoV-2 Seropositivity Among Dental Staff see more","sentiment_score":0.5}
{"full_text":"RT Learning to live with the China Virus.  Life goes on!","sentiment_score":0.1704545455}
{"full_text":"RT What do Aged Care, Quarantine + Borders, the COVID App, &amp; Universities have in common?They're all Federal responsibi...","sentiment_score":-0.1}
{"full_text":"RT when quarantine is done remember to continue social distancing from people that drain your energy","sentiment_score":0.0333333333}
{"full_text":"Good for India!","sentiment_score":0.875}
{"full_text":"RT JUST IN: NFL pledges to President Biden to utilize every team stadium as a #covid mass vaccination site","sentiment_score":0.0}
{"full_text":"COVID-19 &amp; the Force Majeure Clause in Leases #CRE #ForceMajeure #COVID-19https:\/\/t.co\/bvVULVQmT0","sentiment_score":0.0}
{"full_text":"Nobody will pay for the Covid-19 vaccine: Mkhizehttps:\/\/t.co\/tfP3QOVbjM.","sentiment_score":0.0}
{"full_text":"#LISTEN Dr Bryan Betty: Concerns about Covid vaccineshttps:\/\/t.co\/AWmOTEYhbB","sentiment_score":0.0}
{"full_text":"Despite a vigorous 15-year resume as chancellor, it is now clear that #COVID19 will define how Angela Merkel will be judged once she leaves office.https:\/\/t.co\/XUnRiNEx1W","sentiment_score":0.1}
{"full_text":"This pandemic has brought us all challenges that we haven't had to face before.  Be kind to yourself, your friends, family and strangers.  Please be kind to our staff - whether it's via social media, telephone\/video appointments or face-to-face. We are all in this together","sentiment_score":0.4111111111}
{"full_text":"The NASUWT Union is calling for teachers to be prioritised for a coronavirus vaccine before face-to-face teaching resumes.Children aged 3-7 will go back to school in Wales from 22nd February.Teachers will be offered more PPE and will be tested twice a week #HeartNews","sentiment_score":0.1333333333}
{"full_text":" READ ALL ABOUT IT Today's front page marks one year since the first confirmed case of #coronavirus in #BrightonPick up the paper for:- How the virus first hit the city- The virus outbreak in Argus front pages- The heroes to emerge during the crisisAnd more...","sentiment_score":0.35}
{"full_text":"On Friday, Sen. Durbin spoke with unemployed individuals to discuss what they need from the government to make it through the pandemic.https:\/\/t.co\/C6UeGEzGVJ","sentiment_score":0.0}
{"full_text":"The House of Representatives has approved a bill seeking to provide additional assistance by government financial institutions to micro, small and medium enterprises (MSMEs) affected by the COVID-19 pandemic.","sentiment_score":-0.125}
{"full_text":"#NYC #COVID19 test positivity rate up to 8.51 pct, new cases down to 3,351: mayor ","sentiment_score":-0.0095959596}
{"full_text":"Please pray for all those who are on their own this weekend, pray that they will be kept safe despite all the additional isolation problems Covid is causing. #Prayer","sentiment_score":0.55}
{"full_text":"RT can't have checks going to dudes who drive forklifts that made $62,000 in 2019 because they had to pull 12 hour...","sentiment_score":0.0}
{"full_text":"This dog has been having a splashing time. Here are nine pictures to enjoy","sentiment_score":0.4}
{"full_text":"The NFL is telling the federal government it will make the remaining of the league's 30 stadiums available as COVID-19 vaccination sites.","sentiment_score":0.4}
{"full_text":"Student athlete recruitment hindered by pandemic","sentiment_score":-0.2}
{"full_text":"The Supreme Court ruled to block California's COVID-related ban on indoor worship services in a late-night order Friday but allowed other restrictions affecting houses of worship to remain in place.","sentiment_score":-0.125}
{"full_text":"As the county confirms restaurant and food workers are currently eligible to receive their vaccines, new research shows they're in some of the most dangerous roles in the pandemic. reports.","sentiment_score":0.0090909091}
{"full_text":"Inmates, guards, prison staff, media witnesses and others were likely infected during the 13 executions over six months, an AP analysis found.","sentiment_score":0.0}
{"full_text":"Unlike its usual one-day event, it is now spread over five to keep people distanced and safer, the event's director said.","sentiment_score":-0.25}
{"full_text":"Her work has even caught the eye of celebritieshttps:\/\/t.co\/upWUFoHieU","sentiment_score":0.0}
{"full_text":"The NASUWT Union is calling for teachers to be prioritised for a coronavirus vaccine before face-to-face teaching resumes.Children aged 3-7 will go back to school in Wales from 22nd February.Teachers will be offered more PPE and will be tested twice a week #CapitalReports","sentiment_score":0.1333333333}
{"full_text":"Learn to play violin this Lockdown#violin #learnviolin #violinlessons #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"RT A new variant of COVID-19 has resulted in people experiencing a wider set of symptoms. We're urging residents to famil...","sentiment_score":0.1363636364}
{"full_text":"The Department of Defense has approved a request from FEMA to provide 1,100 personnel members to set up several COVID-19 vaccination sites.","sentiment_score":0.0}
{"full_text":"RT \"Are we helping people TOO MUCH\" should not really be the question you ask during a global pandemic. Or, really, ever....","sentiment_score":0.075}
{"full_text":"RT $7 mil to public health, hunger fighting programs, housing would make a difference. This is lighting $7 mil on fire just...","sentiment_score":0.0}
{"full_text":"On Friday, Ben Hill Griffin Stadium -- known popularly as \"The Swamp\" -- was being used for a COVID-19 vaccine \"blitz.\" Around 1,100 senior citizens were vaccinated there.","sentiment_score":0.6}
{"full_text":"With many countries in lockdown and travel restrictions in place, our lists of our dream destinations are looking rather empty. So, we're here to suggest a new type of travel bucket list for this yearhttps:\/\/t.co\/ciaXtSZJSO","sentiment_score":0.1787878788}
{"full_text":"World number three Naomi Osaka joins Serena Williams and Simona Halep with injury concerns ahead of #AusOpen as defending champion Sofia Kenin blames her groin strain on two weeks in coronavirus quarantine#AFPsportshttps:\/\/t.co\/OPfcSumKkY","sentiment_score":0.0}
{"full_text":"Greater Manchester's latest coronavirus rates as more boroughs climb above England's averagehttps:\/\/t.co\/dz9dOVE8P5","sentiment_score":0.375}
{"full_text":"As we aim for #UHC for all, let's ensure:Strengthened &amp; sustained immunization especially during #COVID19 A continued commitment to #endpolio#COVID19 protection for health workers involved in vaccination campaigns#Vaccineswork #AUSummit@_AfricanUnion","sentiment_score":0.0}
{"full_text":"Universal cash assistance programs have provided an indispensable financial lifeline for households and the economy as a whole during the pandemic. But the past year's experience offers no model for a left policy agenda in normal times.","sentiment_score":0.075}
{"full_text":"RT Our society obsesses over one kind of health and ignores others.\"Whoa don't swallow that laced ecstasy, your dealer's...","sentiment_score":0.6}
{"full_text":" False claim: A microchip will be implanted with the #coronavirus vaccines#PledgeToPause #TakeCareBeforeYouShare ","sentiment_score":-0.4}
{"full_text":"A handful of cases of the South African strain of Coronavirus have been found in Worcester's WR3 postcode. They're all self-isolating. Cases have also been found in Birmingham and Walsall this week. #HeartNews","sentiment_score":0.0}
{"full_text":"#Fitness and working out has changed during #COVID - #VHA and similar tech can help keep us healthy #Ludens #Couger #future #healthandfitness","sentiment_score":0.1666666667}
{"full_text":"RT Such encouraging news that over 300,000 vaccination have been given in NI. Better days are certainly ahead, so this weeke...","sentiment_score":0.2380952381}
{"full_text":"\"The university is most willing to allow this particular facility to be of help in the vaccination campaign of the DOH,\" Archbishop Romulo Valles of Davao said.#NCS2021PARIProject #CBCPNews #ArchdioceseofDavao #COVID19https:\/\/t.co\/XyinDcBq9N","sentiment_score":0.3055555556}
{"full_text":"Pfizer has withdrawn an application for emergency-use authorisation of its Covid-19 vaccine in India.The company told Reuters, it will in the future look to resubmit its application with the additional information that the regulator requires.","sentiment_score":0.0}
{"full_text":"Yelp lets you tattle on places that don't enforce masks and social distancing","sentiment_score":0.0333333333}
{"full_text":"COVID 19 cases in India until : 06\/02\/2021 12:30Total Cases: 10815246 [+0]Active: 145953Recovered: 10509813 [+0]Deaths :154957 [+0]Total Tests: 200.67MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Happy Friday! My plans for the weekend is to relax. Since I got tested for covid. I won't know anything until next week as far as the results.  One test was negative. Now I'm just waiting for the results for the second one.","sentiment_score":0.16}
{"full_text":"Want to contribute to a research topic? Aurum's #ClinicalResearch Site Leader, serves as an editor to research topic based on the impact of #COVID19 on #ReproductiveHealth on Find out more or to submit a paper or themed article visit","sentiment_score":0.5}
{"full_text":"I only go out to get groceries, so it's just a short time. Everything is pretty much closed here so not many places to have to wear a mask for long periods of time","sentiment_score":-0.025}
{"full_text":"RT Tell me in the comments where you are from  and also a place to visit while I am there once the whole COVID situation is o...","sentiment_score":0.2}
{"full_text":"Happy Saturday!Here's a brief message from our Chairman informing you about our next Webinar in 2 days! Register here: #Webinar #Economy #Lockdown","sentiment_score":0.2666666667}
{"full_text":"RT The US has surpassed 450,000 cumulative COVID-19 deaths: 1 death to 50k- 55 days50k to 100k- 33 days100k to 150k- 63 day...","sentiment_score":0.0}
{"full_text":"USC researchers have given humans a big advantage over #COVID19 with a new AI solution to analysing potential mutations of the virus!  Learn more on how the AI-assisted computer model predicts potential coronavirus vaccines. Read morehttps:\/\/t.co\/UEphdSN5sZ","sentiment_score":0.1272727273}
{"full_text":"RT Trump and Kushner's obsession with post-impeachment score settling set the WH coronavirus response back 6 weeks. My VF...","sentiment_score":0.0}
{"full_text":"Australia take note- we have the capacity to be part of this too!","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 27.7FWind Chill: 25.3FHumidity: 64%Dew Point: 17.1F Barometer: 29.865 inHgWind: 3 mph from the SSWCorona Virus Weekly Stats:Cases: 129.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"Covid-19: Pilot for reopening of bars, pubs extended by 2 months with no new operators added - TODAYonline","sentiment_score":-0.0681818182}
{"full_text":"RT Seattle Opera is laying off two dozen people currently on furlough, citing ongoing pandemic challenges and a need to oper...","sentiment_score":0.0}
{"full_text":"RT tengah covid.people grieving.politician... politician opportunist datang dengan extra large mock cheque in case you ca...","sentiment_score":0.1071428571}
{"full_text":"Europe's Roma community's life under Covid - BBC News via","sentiment_score":0.0}
{"full_text":"RT Get you a VP who casts a tie-breaking vote on Covid-relief and makes sure to look out for her girl at the same time.","sentiment_score":0.25}
{"full_text":"RT A Day after Starting Vaccination, #Pakistan says China's #Sinopharm vaccine not effective.Ganga Jamuna Tehzeeb gang was al...","sentiment_score":0.0}
{"full_text":"California can't ban indoor cyberworship as Covid cyberprecaution, Supreme Court cyberrules","sentiment_score":0.0}
{"full_text":"RT TWO DIFFERENT #COVID19 PANDEMICS--Many think with cases dropping that pandemic is nearly over. But truth is, there are now...","sentiment_score":0.05}
{"full_text":"RT Indian economy is on course to sustained and robust economic recovery in post-COVID era.GST revenue collections recorde...","sentiment_score":0.2}
{"full_text":"Time: 07:00 * Temp: 4.8degC * Wind: ENE 6.0 to 10.1mph * Pressure: 1005.9hPa * Rain: 0.0mm * Hum: 90% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:02 * Sunset: 17:12 * Cloudbase: 720ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT At the beginning of the pandemic my goals were like \"write a screenplay\" \"train for a half marathon\" but now they are lit...","sentiment_score":-0.1666666667}
{"full_text":"RT Thank you. Since the book came out, a number of reforms have been done and more are on the table, going by budget 2021-22....","sentiment_score":0.5}
{"full_text":"RT Had I known last night was my final show, I would have tried a little harder. Ahhhh, who am I kidding. I probably wouldn...","sentiment_score":-0.071875}
{"full_text":"The wake-up call that helped save the NFL's pandemic season, brought it all the way to the Super Bowl--and turned into a CDC study with unrivaled data about how Covid-19 is spread.  via","sentiment_score":0.3333333333}
{"full_text":"The key has been the speed at which data is collected, transmitted, analyzed, and shared. #digitalhealth  #covid19 #MSFTAdvocate","sentiment_score":0.0}
{"full_text":"RT Wear a Mask, wash your hands, keep a safe distance from Nigeria!","sentiment_score":0.625}
{"full_text":"#POFreight to avoid travel delays please get a COVID-19 test early in your journey. Get directions to the nearest sites offering COVID-19 tests, using this map:","sentiment_score":0.1}
{"full_text":"RT OGS on summer transfer plans: \"Doing same planning + preparation but pandemic has changed market + it might affect what we...","sentiment_score":0.0}
{"full_text":"RT So much for representing 25% of the American public  The rest of us are feeling pretty united and not really...","sentiment_score":0.07}
{"full_text":"RT Trump used reconciliation for wildly unpopular policies (@QuinnipiacPoll):-Obamacare repeal (disapprove 58-16)-Tax cuts...","sentiment_score":0.1}
{"full_text":"RT The new president faces a global pandemic and a large group of people who have been convinced his election isn't legitimate. And...","sentiment_score":0.1168831169}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT Haraldur Agustsson's donated PS375,000 since 2016. Agustsson owns 2 companies that secured deals during the pandemic: Al...","sentiment_score":0.0}
{"full_text":"Important - Since 04:00 on 15\/01\/21, it has been mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test., More info:","sentiment_score":0.45}
{"full_text":"Slight rise in Covid-19 deaths in the past 24 hours but fewer new infections recorded: There were 3,749 new Covid-19 cases recorded in the past 24 hours - just two fewer than the number recorded on Thursday.","sentiment_score":-0.0787878788}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"COVID-19 has widened the gap between digitally advancing and digitally struggling organizations. Only those who had deployed #AI at scale continued to progress with their initiatives at the same pace.","sentiment_score":0.0}
{"full_text":"RT Bathong, , please don't be another pandemic","sentiment_score":0.0}
{"full_text":"I feel for everyone that has had their dreams put on hold in this pandemic, who couldn't say goodbye to loved ones, who couldn't graduate, enjoy freshers, lost work... theres so many tragedies and disappointments","sentiment_score":0.5333333333}
{"full_text":"Right, because no church is going to take issue with people coming to check that they're under the capacity limit and not singing. This ruling is just going to either create more conflict or have churches packed to the gills and spreading Covid.","sentiment_score":0.3928571429}
{"full_text":"#CovidKim Trends After Iowa Governor Reynolds Lifts Covid-19 Coronavirus Precautions","sentiment_score":0.0}
{"full_text":"Raw Tune","sentiment_score":-0.2307692308}
{"full_text":"Vaccine candidate was found to be more than 90% effective in preventing COVID-19 in participants without evidence of prior SARS-CoV-2 infection in the first interim efficacy analysisAnalysis evaluated 94 ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.37}
{"full_text":"RT Shahzad Shaefi, MD, Co-Director of the ECMO Program at #BIDMC, has been part of a research team with","sentiment_score":0.0}
{"full_text":"RT The US has surpassed 450,000 cumulative COVID-19 deaths: 1 death to 50k- 55 days50k to 100k- 33 days100k to 150k- 63 day...","sentiment_score":0.0}
{"full_text":"RT Year ago today.","sentiment_score":0.0}
{"full_text":"COVID 19 Parenting Tip: Courtesy of Clowns Without Borders (@CWBUSA) Say the behaviour you want to see. Use positive words when telling your child what you want them to do; like, please put your clothes away' (Instead of 'Don't make a mess'). #TheBookBusZM","sentiment_score":0.0261363636}
{"full_text":"DAILY #COVID19 UPDATE -- In the CY, (Cyprus), there are 29636 confirmed cases, 2057 people have recovered, and 178 deaths -- UPDATED 2021-01-22 15:45:10.812873+00:00","sentiment_score":0.2}
{"full_text":"Tassie update: liver poisoning lung cancer and $900 up on the punt....and I'm worried about covid killing me?....no thanks I don't need a hand....I'm quite capable of doing it myself ","sentiment_score":0.2}
{"full_text":"RT Would be kinda funny if her name actually was Karen. Just saying.","sentiment_score":0.125}
{"full_text":"DAILY #COVID19 UPDATE -- In the GR, (Greece), there are 150479 confirmed cases, 138748 people have recovered, and 5570 deaths -- UPDATED 2021-01-22 15:45:10.812873+00:00","sentiment_score":0.2}
{"full_text":"RT I'd love to see them fire Hannity, Carlson, Ingraham, Pirro -- all of them. Then shut down Fox News altogether and turn eac...","sentiment_score":0.1722222222}
{"full_text":"The prospects for snowy weather during the first half of spring will benefit the ski resorts across the Northeast that faced an abridged ski season in the winter of 2019-20 due to the coronavirus pandemic.","sentiment_score":0.0145833333}
{"full_text":"RT #CoronaVirusUpdates:#COVID19 India Tracker(As on 6 February, 2021, 08:00 AM)Confirmed cases: 1,08,14,304Recove...","sentiment_score":0.0}
{"full_text":"Make sure your business continues to be Covid safe.The new covid-19 variant is spreading fast. Keep yourself, your staff and your customers safe. ","sentiment_score":0.3340909091}
