{"full_text":"wow (thread)","sentiment_score":0.1}
{"full_text":"RT Amid of the worst phase of the pandemic in Brasil, with record deaths and the imminent collapse of the health care system, P...","sentiment_score":-1.0}
{"full_text":"RT Trump one year ago today on COVID: \"It's going to disappear one day. It's like a miracle - it will disappear.\"","sentiment_score":0.0}
{"full_text":"RT I think these dickhead rugby kneebenders are in for a shock when the lockdown ends,,,, No one will be going to watch t...","sentiment_score":0.0}
{"full_text":"RT A funeral director in the North West told the Mail: \"The way Covid has been recorded and reported is a national scandal a...","sentiment_score":0.0}
{"full_text":"RT Border Force has dealt with a number of small boat incidents today. Contrary to reports claiming multiple arrivals tested...","sentiment_score":-0.125}
{"full_text":"Are you kidding me? Texas has had extremely high numbers of Covid cases during most of the time it has been going and you're now thinking of lifting the mask regulation???? Insanity!","sentiment_score":0.3925}
{"full_text":"If I hear \"when covid is over\" one more time!!! ","sentiment_score":0.9765625}
{"full_text":"RT How 'data not dates' has turned into 'dates not data'.By naming dates, especially symbolic dates like 21st June (midsu...","sentiment_score":0.0}
{"full_text":"Be even worse once restrictions are lifted. We'll be back under lockdown soon enough due to people's stupidity.","sentiment_score":-0.225}
{"full_text":"RT Inventory was limited due to pandemic protocols, and most of the tickets were sold during presales. #Rays #RaysUp htt...","sentiment_score":0.1011904762}
{"full_text":"RT 200228 IRENE donated 100M Won to her hometown, Daegu, to help those affected with Coronavirus outbreak.https:\/\/t.co\/Xb17itf...","sentiment_score":0.0}
{"full_text":"I want to be a furry. but I'm claustrophobic when ever I try to wear headmasks, Do you have any tips or recommend... --  humm Ide recommend maybe starting out with something more breathable like a pup hood\/ mask or even a face mask...","sentiment_score":-0.0833333333}
{"full_text":"y'all really out here tryna talk to oomf and get your vinyl signed in the middle of the pandemic??? i get that she doesn't come around to your country often, but the level of disrespect that is being shown to her???","sentiment_score":0.1}
{"full_text":"RT Every House Republican just voted against Covid relief","sentiment_score":0.0}
{"full_text":"direct link to your specific question on outcomes reported...https:\/\/t.co\/Jn5bwdGp4c","sentiment_score":0.05}
{"full_text":"RT ADH says it can't build a centralized hub to let Arkansans eligible for the Covid-19 vaccines easily search for open spots...","sentiment_score":0.2166666667}
{"full_text":"RT Every Republican House member voted against sending 1400 dollars to their constituents as the pandemic rages on, claiming ov...","sentiment_score":0.0}
{"full_text":"I can't believe this was already a year ago","sentiment_score":0.0}
{"full_text":"I'd like to keep my parents please?! They shouldn't have to put their lives on the line- a school should be a completely safe space for every person in it; students, teachers, staff. It feels YET AGAIN like working lives are seen as expendable, but they are real people...","sentiment_score":0.35}
{"full_text":"like most colleges are planning to cease requiring standardized test scores. BRAVO!","sentiment_score":0.625}
{"full_text":"RT If you're wondering why things kicked off on Grafton Street. You can see this man walked right up to a guard and shot a r...","sentiment_score":0.2857142857}
{"full_text":"RT WHO pleaded with Tanzania to start reporting cases. The country has refused to record COVID-19 cases since April 29th,...","sentiment_score":0.0}
{"full_text":"5km travel ban and no public gatherings. They are breaking the law by being there. I've worked for a year on a Covid ward. I'm exhausted... This is just sickening to the core of my being!","sentiment_score":-0.4666666667}
{"full_text":"RT URGENT: A spike in COVID-19 cases has pushed the health system in Manaus, capital of Amazonas state, Brazil, into collapse. Ma...","sentiment_score":0.0}
{"full_text":"why would anyone purposely try to contract covid? Need answer. It's for science.","sentiment_score":0.0}
{"full_text":"#cdnpoli What a vile human being.","sentiment_score":0.0}
{"full_text":"RT New Zealand: Auckland to go into seven-day Covid lockdown","sentiment_score":0.1363636364}
{"full_text":"RT TEXAS JUDGE CLEARS WAY TO EVICT THOUSANDS OF PANDEMIC VICTIMSBiden's attempt to halt evictions is overturned by a hear...","sentiment_score":0.0}
{"full_text":"RT #Master - Number 1 movie in TN, in terms of its share value. Truly a collar-up moment for #ThalapathyVijay fans, as it s...","sentiment_score":0.0}
{"full_text":"RT Lawmakers have made an array of misleading claims as they debate the $1.9 trillion relief bill, including that only 9% will go...","sentiment_score":0.0}
{"full_text":"RT .@RepCawthorn said he missed House sessions yesterday due to the pandemic.  That's a lie.  was at CPAC....","sentiment_score":-0.125}
{"full_text":"RT [tears in my eyes] nice","sentiment_score":0.6}
{"full_text":"This time on this weekend last year. Covid didn't stand a chance ","sentiment_score":0.0}
{"full_text":"Although the has had a couple of pop-up #COVID19 #vaccination sites at Wells Recreation Center, apparently wants to establish something more permanent there to address lagging shots among Black and brown residents.","sentiment_score":0.1083333333}
{"full_text":"70% wi will reach here immunity. No ketch di rake","sentiment_score":0.0}
{"full_text":"RT In today's #BlackOpsColdWar update, we've implemented new stability fixes &amp; gameplay improvements in Outbreak, UI adjustments...","sentiment_score":0.1363636364}
{"full_text":"RT There's political spin, then there's straight up dishonesty. State Senate GOP making it sound like Senate Dems are voting agai...","sentiment_score":0.2}
{"full_text":"Pumpkin I did just before lockdown   ","sentiment_score":0.0}
{"full_text":"RT A funeral director in the North West told the Mail: \"The way Covid has been recorded and reported is a national scandal a...","sentiment_score":0.0}
{"full_text":"RT #Rays pitchers Drew Strotman and Phoenix Sanders and    coaches Michael Johns and Brady Williams also had rejoined workou...","sentiment_score":0.0}
{"full_text":"RT I had a dream... #januszgrunspek #trailer #corona","sentiment_score":0.0}
{"full_text":"Thanks so much for entering with your daughter - and well done to Imogen too! #shopwithheart","sentiment_score":0.225}
{"full_text":"RT 2\/27\/2020: Trump said this about COVID last year: \"It's going to disappear. One day - it's like a miracle - it will dis...","sentiment_score":0.0}
{"full_text":"RT List of 20 comorbidities identified by for 45-59 years age group for Covid vaccination","sentiment_score":0.0}
{"full_text":"I know you are busy with destroying any chance of a Covid recovery with the CRG but shouldn't you as the self named hard man of Brexit be sorting out this mess you helped create first? ","sentiment_score":-0.0633333333}
{"full_text":"not sure anymore. they changed up the menu after reopening during covid. we have not been since then.","sentiment_score":-0.25}
{"full_text":"We can't keep that happening, what would we use to cover our incompetence? Let's make sure we open the school on the 8th of March. We need the number to go up!UK records lowest daily #Covid cases in almost five months","sentiment_score":0.1666666667}
{"full_text":"3-4 Coronavirus Vaccines In Weeks, Option To Choose: Dr Randeep Guleria","sentiment_score":0.0}
{"full_text":"Aww RIP","sentiment_score":0.3}
{"full_text":"RT Cubans we have family petitions our families wait long years for a visa interview in a third country ,...","sentiment_score":-0.025}
{"full_text":"RT madness could nave blinded the officer fire right in the face","sentiment_score":0.2857142857}
{"full_text":"Trump is gone, Biden's not doing better. It'd really help Democrats to realize that you can't keep blaming Trump anymore; Biden has had plenty of time to put new policies in place. But in regards to Covid, not much is different.","sentiment_score":0.2090909091}
{"full_text":"RT Democrats working late into the night to get you $1400 rescue checks; Republicans lining up to vote no.","sentiment_score":-0.3}
{"full_text":"RT #COVID19 has disrupted lives around the world. How do we ensure that advances in #cancer care continue? Discover four ways we ar...","sentiment_score":0.0}
{"full_text":"RT just heard the interview of that radio host saying awful things about BTS. this is beyond unacceptable. the fact that he t...","sentiment_score":-1.0}
{"full_text":"If all of the servers bartenders bus boys all the retail workers daycare assistants anyone making minimum wage we should walk off our jobslet's see how the country can run with no one to serve at restaurants especially with Covid and 0 protections for workers in FL #RemoveRon","sentiment_score":0.0}
{"full_text":"Influenza, for example, is an endemic respiratory illness in the U.S., and there are four other endemic types of coronaviruses that cause the common cold. ","sentiment_score":-0.3416666667}
{"full_text":"RT The COVID-19 pandemic has made many low-wage workers in Birmingham choose between their health and their livelihoods, accordi...","sentiment_score":0.5}
{"full_text":"Biden Can Save Lives From COVID by Supporting Intellectual Property Rules Waiver via","sentiment_score":0.275}
{"full_text":"RT #Falseflag Garda did not go directly to person firing rockets, #undercover #gardai #Staged","sentiment_score":0.1}
{"full_text":"RT Viruses don't discriminate and neither should we.We need solidarity, NOT stigma in fighting the spread of #COVID19","sentiment_score":0.0}
{"full_text":"There are certain songs that will always remind me of lockdown 1!","sentiment_score":0.2678571429}
{"full_text":"RT 1st day of summer and the Covid nazis are out on crosby beach making sure people cant enjoy themselves Worlds gone NUTS...","sentiment_score":0.45}
{"full_text":"COVID-19 Scare: Centre Extends Restrictions On International Passenger Flights Till March 31","sentiment_score":0.0}
{"full_text":"RT Province reports sixth death related to COVID-19","sentiment_score":0.0}
{"full_text":"RT [tears in my eyes] nice","sentiment_score":0.6}
{"full_text":"Organizations across the globe are working remotely due to COVID-19. Here are the Tips to make you productive while working from home.https:\/\/t.co\/CfYgZF4aim#TalentAcquisition #Recruiting #HR #futureofwork #RecruitingTechnology #HRTech#WFH #pandemic","sentiment_score":-0.125}
{"full_text":"RT Last night every House Republican voted against a COVID relief package that's supported by 76% of voters, including 60% of Rep...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Houses passes $1.9T COVID relief bill, includes $1,400 stimulus checks","sentiment_score":0.0}
{"full_text":"RT The GOP asserts that the COVID relief package is a \"liberal wish list.\" Let's be clear, though: it is objecting because...","sentiment_score":0.1}
{"full_text":"RT Today makes it exactly one year that COVID19 was discovered in Nigeria.One of the things that helped was awareness! Th...","sentiment_score":0.3125}
{"full_text":"HPM #SheikhHasina today issued directives for the to procure another 30 million doses of the #COVID19 #vaccine; she also asked the local #pharmaceutical companies of #Bangladesh to step up their own production efforts. See: #VaccinesForAll","sentiment_score":0.3}
{"full_text":"RT 30 active COVID cases in the province and sports leagues are shut down. Don't worry you can still go to a restaurant until 10...","sentiment_score":-0.1444444444}
{"full_text":"The concert cafe that Covid could not close","sentiment_score":0.0}
{"full_text":"Saturday night live, could it get much better?Yes I could not have gone for a covid test but hey ho come over and join mehttps:\/\/t.co\/of1Lweb0tk","sentiment_score":0.1681818182}
{"full_text":"RT Update-I was OK last night - no symptoms - but woke up at 4 am with fever of 99.7.  I'm usually 97.6. By 8 am it was 100.7....","sentiment_score":0.0833333333}
{"full_text":"RT URGENT: A spike in COVID-19 cases has pushed the health system in Manaus, capital of Amazonas state, Brazil, into collapse. Ma...","sentiment_score":0.0}
{"full_text":"RT Large Garda presence for anti-lockdown demonstration in St Stephen's Green","sentiment_score":0.0071428571}
{"full_text":"Biden lifts Trump-era ban blocking legal immigration to US","sentiment_score":0.2}
{"full_text":"5 Reasons to Move Your Office to the Suburbs During COVID-19 #CRE #Office #Suburbs #TenantTips #NewNormal #TenantRep   ","sentiment_score":0.0}
{"full_text":"RT A dance with Rothko plus Gilbert and George explore Covid chaos - the week in art ","sentiment_score":0.0}
{"full_text":"RT Every Republican in the House of Representatives voted against giving unemployed Americans in a pandemic $400 a week to supp...","sentiment_score":0.0}
{"full_text":"RT I can't wrap my head around how people won't see how comparing an Asian group to a virus during a global pandemic, and s...","sentiment_score":0.0}
{"full_text":"Thank you my friend. Let's get together when this pandemic is done.","sentiment_score":0.0}
{"full_text":"RT just heard the interview of that radio host saying awful things about BTS. this is beyond unacceptable. the fact that he t...","sentiment_score":-1.0}
{"full_text":"RT The lockdown and so-called 'roadmap' of at least more 4 months of unnecessary restrictions are destructive to business...","sentiment_score":-0.2}
{"full_text":"RT Sorry that 1,200,000 NHS staff are having a tough time caring for 14,808 'with Covid' patients.Just 81 staff per patien...","sentiment_score":-0.4444444444}
{"full_text":"RT Let's face it, the so called Covid 1.9 trillion dollar bill is only about 9% about Covid. This bill should be called the...","sentiment_score":0.0}
{"full_text":"You on the other hand, may not have any future at all to look forward to if you catch covid.","sentiment_score":-0.0625}
{"full_text":"RT Good evening &amp; VarakashiHow do you justify spending R2,184575 million on galvanizing a statue in South Afric...","sentiment_score":0.7}
{"full_text":"RT Anti-lockdown protest in Dublin turning ugly today. Far-right conspiracy theorists are becoming more popular online in Ireland...","sentiment_score":0.2125}
{"full_text":"Solidarity among Portuguese put to the test by pandemic #AFP Patricia de Melo Moreira","sentiment_score":0.0}
{"full_text":"Comment: The criteria on which we reopen our economy cannot exist in isolation from economic issues. We have already had the longest lockdown of any EU, or western, nation by far, writes","sentiment_score":0.1}
{"full_text":"As many as half a million additional people in San Diego County will become eligible today for the COVID-19 vaccine, but supplies remain limited, so people are asked to be patient.https:\/\/t.co\/LaNV5d3Z2n","sentiment_score":0.0873015873}
{"full_text":"Eight Russian diplomats and family members spent more than 34 hours trying to leave North Korea due to coronavirus restrictions.They ended up pushing their luggage on a railway trolley for more than a kilometre to reach Russian territory","sentiment_score":0.1291666667}
{"full_text":"RT Undocumented immigrants have been part of keeping the country safe &amp; running during the pandemic. It's time to include...","sentiment_score":0.5}
{"full_text":"Headlines 0000 PST - 28th February 2021 - #BTV - #Badar #Television #Network #Abhinandan #coronavirus #DALFA2021 #CricketHungama #PSL6","sentiment_score":0.0}
{"full_text":"Launching a distillery in the middle of pandemic meant Sam and Darren were selling hand sanitiser before their first bottle of gin  Here's what they want to see from the chancellor in next week's Budgethttps:\/\/t.co\/AKDaOcfeSA","sentiment_score":0.0833333333}
{"full_text":"Rather than acknowledge that the \"Zero Covid\" approach has been a failure, they are doubling down and attempting to save their reputations by claiming that the problem isn't that lockdowns don't work, but that they haven't gone far enough.","sentiment_score":-0.0930555556}
{"full_text":"We are grateful to students for all the ways they have volunteered to help during the pandemic, most recently being trained to deliver #COVID19  vaccinations:","sentiment_score":0.25}
{"full_text":"The event would normally be staged live at Galeri, Caernarfon, but ongoing pandemic and lockdown rules make this impossible.","sentiment_score":-0.1267676768}
{"full_text":"Bill Gates offers optimistic outlook on coronavirus pandemichttps:\/\/t.co\/z99Wvlrwfh","sentiment_score":0.1}
{"full_text":"Vaccination is our best way out of coronavirus. When it's your time for you to roll up your sleeve please do so ","sentiment_score":1.0}
{"full_text":"Save the date for March 1st! Our friends are hosting their Month of Giving and proceeds will benefit #RileyKids like Brooklyn DeWitt. *This image was taken prior to the coronavirus crisis.*","sentiment_score":0.0}
{"full_text":"While you wait for a COVID shot, it's a good idea to get vaccinated against the flu. Getting vaccinated yourself may also protect people around you. We hope to see you at our mobile flu clinic at the Madera Swap Meet this Sunday &amp; Sunday March 7th. Vaccines are free for all 19+.","sentiment_score":0.55}
{"full_text":"Survey Time! How often did you ride #SEPTA prior to the #COVID19 pandemic? How many  trips do you take now? If the answer is zero - why? Tell us that and more in our Winter 2021 Travel Survey: #ISEPTAPHILLY #werideon","sentiment_score":0.3333333333}
{"full_text":"What's the latest in #library practice around digitizing &amp; loaning books you own? How are #college libraries using #ControlledDigitalLending to circulate course reserves during the pandemic? Register for a free webinar 3\/3 or 3\/4 next week:https:\/\/t.co\/NxEnELQ1hu","sentiment_score":0.375}
{"full_text":"Kittens, puppies, chickens: We took calls on your new pandemic pets and how they're adjusting to life with you.","sentiment_score":0.1363636364}
{"full_text":"RT HERE IS THE PLAN TO GET US OUT OF THIS #COVID19 WAR * NO lockdowns* NO waiting for vaccines* Reverses cases in wee...","sentiment_score":0.0}
{"full_text":"Due to the pandemic, our ever-popular teachers' pre-retirement seminars have moved ONLINE. If you're a #teacher living in Hertfordshire, you can register for your free-to-attend local webinar, which takes place on 2 March, by clicking below...","sentiment_score":-0.0625}
{"full_text":"Sadly thousands of children are struggling with anxiety and loneliness in this lockdown.Childline is here to help, there's advice online from peers, or they can talk to our wonderful counsellors:","sentiment_score":0.25}
{"full_text":"In just two months, the majority of 3,200 adults with intellectual and developmental disabilities that Hawai'i serves have received their vaccination. Learn more in this week's COVID-19 Community Bulletin:","sentiment_score":0.4}
{"full_text":"Be a hero for the healthcare heroes on the frontlines of the #COVID19 pandemic. - Wear a mask - Avoid indoor gatherings - Wash your hands often - Get tested if you feel COVID symptoms or think you've been exposed. https:\/\/t.co\/oWZK8Nakaw","sentiment_score":0.0}
{"full_text":"RT Who else took a \"Pandemic Vacation\" and is now whining and crying about the cost to get back home to Canada?Didn't you k...","sentiment_score":-0.1}
{"full_text":"RT Republicans chose CPAC over COVID relief","sentiment_score":0.0}
{"full_text":"Be sure to check out Director Rod Jenkins' latest message to our community regarding the #COVID19 pandemic. This week, he talks about vaccines for educators &amp; childcare employees, DCo's 1st known variant case &amp; waitlist changes.Watch:","sentiment_score":0.5}
{"full_text":"We chatted to Darren Kennedy, founder of Kennedy &amp; Co grooming, about creating his brand, the effect of COVID 19 and managing the work\/life balance.https:\/\/t.co\/mS1bBgg8a2","sentiment_score":0.0}
{"full_text":"After being accepted into Princeton University last March, Mahya Fazel-Zarandi decided to take a gap year -- because of the pandemic. Instead, the 18-year-old is working as a research assistant at Mount Sinai Hospital, studying COVID-19 antibodies. spoke with her.","sentiment_score":0.0}
{"full_text":"RT Republicans chose CPAC over COVID relief","sentiment_score":0.0}
{"full_text":"RT Please share this powerful 4 minute video of over 100 people - including me - singing a parody of, 'One Day More' (from Les...","sentiment_score":0.4}
{"full_text":"Best Buy cut 5,000 jobs even as sales soared during pandemichttps:\/\/t.co\/iFeVlP2XE4","sentiment_score":1.0}
{"full_text":"IT'S HOT TODDY ON A SATURDAY! And today we'll learn about the WRONG way to get out of work AND is the pandemic inspiring some new names? All of that and your shot at Girl Scout cookies so TUNE IN!","sentiment_score":0.1207386364}
{"full_text":"Aid for COVID needs to go out ASAP. Biden \"betrayed\" no one. He will get the minimum wage issue settled. Not practical to prolong covid aid.","sentiment_score":0.0}
{"full_text":"ICYMI Dooda #COVID19 Miracle Cure ISN'T: Talk Radio host's amazing discovery .. IS JUST ANOTHER RESEARCH FAIL","sentiment_score":0.05}
{"full_text":"#EssentialAndExcluded: How the COVID-19 Pandemic is Impacting Immigrant Families.Check out this compilation of 6 reports from Make the Road NY, &amp; on COVID-19's impact.Download:","sentiment_score":0.0}
{"full_text":"Appointments for #COVID19 vaccine at the site will open for registration at 9 a.m. on 3\/1. Note: You can use to make an appt. for someone else in a prioritized group, like an older family member.","sentiment_score":0.0833333333}
{"full_text":"Police charge at anti-lockdown protesters in #Dublin after man launches FIREWORK at officer's face MORE:","sentiment_score":0.5}
{"full_text":"RT Breaking: House passes $1.9 trillion American Rescue Plan coronavirus relief, 219-212.","sentiment_score":0.0}
{"full_text":"RT \"What it does show is that for-profit status has also been undeniably associated with worse outcomes throughout Ontario's CO...","sentiment_score":-0.4}
{"full_text":"The State of Digital Innovation, One Year Into the Pandemichttps:\/\/t.co\/MRb1ZchhA4#DigitalInnovation #pandemic #AfterPandemic #nextstep #Leadership #Digitalization #Business #BusinessAndTechnology #future #technology","sentiment_score":0.0}
{"full_text":"Let's talk #COVID19 vaccine. What it is, what it is not, and why it truly is a modern scientific miracle that will pave the way for more advanced vaccine development in the near future. Listen to the podcast here:","sentiment_score":0.24}
{"full_text":" My new article: we need to talk about the alarming rise of hard drug use during times of COVID, something has to change ","sentiment_score":-0.0851010101}
{"full_text":"UK downgrades Covid19 crisis as threat to medical system recedes due to very successful vaccine roll out.  Canadian restrictions largely remain in place because the Federal Government has bungled this from the start. ","sentiment_score":0.2660714286}
{"full_text":"For places like The Rev Room and The Studio Theater in downtown Little Rock, day-to-day operations haven't been the same since COVID restrictions started.","sentiment_score":-0.09375}
{"full_text":"RT Great way for them to grandstand against it to fundraise, then reap the benefits. Question...","sentiment_score":0.8}
{"full_text":"The World Health Organization's global vaccine-sharing scheme COVAX delivered its first COVID-19 shots on Wednesday, as the race to get doses to the world's poorest people and tame the pandemic accelerates.","sentiment_score":0.0111111111}
{"full_text":"Current Conditions for #Sayre PATemp: 47.0FWind Chill: 45.4FHumidity: 74%Dew Point: 39.2F Barometer: 30.058 inHgWind: 4 mph from the SWCorona Virus Weekly Stats:Cases: 106.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
