{"full_text":"'Manager's', fault (it's possessive). Try \"if 'they' told security to stay home\". Could be a man or a woman. Grammar is your friend.They didn't think they'd need ADDITIONAL security. You know... for the people who LOVED to compare their 'peaceful' protests to BLM. Laughable...","sentiment_score":0.15}
{"full_text":"RT Next up - Gen X.","sentiment_score":0.0}
{"full_text":"RT Prime Minister is right -- it'll take teamwork to tackle the biggest challenges our nations face. That's why we're...","sentiment_score":0.2857142857}
{"full_text":"If wearing a mask should cause mental trauma\/distress I would think their doctor could provide a letter stating they are unable to wear a mask (not disclosing underlying cause). Unfortunately those taking the p*ss about claiming false exemptions make it harder for all ","sentiment_score":-0.32}
{"full_text":"RT Central Europe braced for third coronavirus wave","sentiment_score":0.0}
{"full_text":"RT I once told my husband that I was jealous of Finnish PhD students because they got given a sword when they graduate. Sa...","sentiment_score":0.0}
{"full_text":"RT If there's a hell for greed, inhumanity, hypocrisy &amp; deaths of innocents then you shou...","sentiment_score":0.0}
{"full_text":"RT 7) That's also maybe why Teaching Assistants are among those in the list with excess mortality during pandemic era vs past...","sentiment_score":-0.25}
{"full_text":"RT You name it, House and Senate Republicans are opposed to it:COVID relief? Against it.Student debt? That too.Voting righ...","sentiment_score":0.0}
{"full_text":"RT People can't come to your wedding without a mask and a covid test, but people can cross illegally into your country witho...","sentiment_score":-0.25}
{"full_text":"RT A man in his 80s and a woman in her 90s have each been given 4 times the appropriate vaccine dosage in aged care.Private con...","sentiment_score":0.2}
{"full_text":"RT trans) [article] the total sales amount of #Bighit in 2020 was KRW 796.3billion (USD 717M) it was the highest in...","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"OCPS plans in-person graduations at Amway Center, with face masks and social distancing","sentiment_score":-0.0333333333}
{"full_text":"RT Who is wondering concept of \"contemporary genetic weapon\" mentioned by Mr. Pompeo?It is defined by PLA bioweapon experts...","sentiment_score":0.1666666667}
{"full_text":"RT 500,000 lives lost to COVID-19. It's an unfathomable number, but each one represents a family that will never again be whole. To...","sentiment_score":0.2}
{"full_text":"RT IM SO CONFUSED !!!!!!! If you have a \"medical reason\" for not wearing a mask  shouldn't you stay home ?????????? htt...","sentiment_score":-0.5}
{"full_text":"RT The COVID lies keep coming...exposed one by one.","sentiment_score":0.0}
{"full_text":"RT Not a lot out there... not much to do .. just hoping all's fine with you ... take care of yourself n family too ....an...","sentiment_score":0.1583333333}
{"full_text":"RT #SuperM Joins Global Citizen Campaign To Help The World Overcome COVID-19https:\/\/t.co\/BAbkm4ovHs","sentiment_score":0.0}
{"full_text":"RT I love this because it's just such a demonstration of what a stupid person thinks listening to science should mean. Doe...","sentiment_score":-0.153125}
{"full_text":"Why do they stand for only the Covid deaths? Not the cancer deaths, not the military deaths or anything else. It's because they want to prey on people's emotions and further there own agenda. This is completely inappropriate !!","sentiment_score":0.13125}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT Who is wondering concept of \"contemporary genetic weapon\" mentioned by Mr. Pompeo?It is defined by PLA bioweapon experts...","sentiment_score":0.1666666667}
{"full_text":"RT MUTANT strain of #covid_19 found amongst Tatmadaw personnel in #Myanmar#WhatsHappeninglnMyanmar #coronavirus","sentiment_score":0.0}
{"full_text":"How do we get rid of it by taking the vaccine?They've said new and more contagious strains have been found. These will require new vaccines. Covid is never going away.","sentiment_score":0.2575757576}
{"full_text":"RT Our interview w\/ a leader in #SARSCoV2 genomics and diagnostic testing for the pandemichttps:\/\/t.co\/EevHrH...","sentiment_score":0.0}
{"full_text":"RT Just a reminder of catastrophic record on jobs:November 2019 saw 18,000 jobs lostDecember 2019 saw 24,000...","sentiment_score":0.0}
{"full_text":"RT \"A year of good governance\".","sentiment_score":0.7}
{"full_text":"RT We are devastated to hear so many traumatised NHS staff saying that they will quit the NHS once the pandemic is through. We...","sentiment_score":0.5}
{"full_text":"Well one of those things I work on every year has been the Furry Cruise. I have had a few people ask me if it's going to happen this year. The answer is yes we are going to try. Depending on the status of the cruise lines and vacations what social distancing requirements.","sentiment_score":-0.0833333333}
{"full_text":"Poll: Vaccine acceptance rising -- except among Republicanshttps:\/\/t.co\/GHDyjshfAW","sentiment_score":0.0}
{"full_text":"RT European Medicines Agency (EMA) is worried about efficacy &amp; safety of mass manufactured vaccines due it's quality vari...","sentiment_score":-0.0625}
{"full_text":"RT Half a million Americans have died of #COVID19 and GOP legislators decided to mock the requirement to wear masks in the s...","sentiment_score":-0.1666666667}
{"full_text":"RT If you don't know...California has had 35,284,111 infected and 49,846 dead.Just today...5859 new infections an...","sentiment_score":0.1363636364}
{"full_text":"RT The reason our media (which is propaganda for the elites) aggressively attacks Ron Desantis' winning approach to Covid-19...","sentiment_score":0.2}
{"full_text":"RT Quick perspective check - inverse $ETHIf you wouldn't \"long\" into this \"resistance\" you sure as shit shouldn't panic...","sentiment_score":0.1458333333}
{"full_text":"RT Really like how this piece emphasises that #digitaltransformation goes beyond technology. For example, COVID-19 highli...","sentiment_score":0.2}
{"full_text":"RT Reminder that you absolutely do not need to lose weight or change your appearance before we possibly come out of lockdown in...","sentiment_score":-0.05}
{"full_text":"Sanity prevails &amp; you back, no better news than this, but need to say this Rajdeep, I've been off news since your departure. Attempted IT a couple of times, but howsoever they conceal,the one sided narrative glares even on IT anchors.","sentiment_score":-0.125}
{"full_text":"RT China must come clean about the Wuhan virus. Without answers and transparency from the CCP, the millions of lives lost coul...","sentiment_score":0.3666666667}
{"full_text":"RT Battlelines harden ahead of Friday's vote in House over Biden's covid relief plan. Hoyer says \"I don't anticipate\" losing any D...","sentiment_score":0.0}
{"full_text":"RT People were dying of a disease that could be treated. But in low-income countries, they didn't have access to medicines that could...","sentiment_score":0.0}
{"full_text":"RT The reason our media (which is propaganda for the elites) aggressively attacks Ron Desantis' winning approach to Covid-19...","sentiment_score":0.2}
{"full_text":"RT We have been fighting this pandemic for far too long, but we have to resist becoming numb to the sorrow. Because in order to hea...","sentiment_score":-0.025}
{"full_text":"RT It was great to be back with Prime Minister this afternoon. Whether it's combating COVID-19 or tackling the clima...","sentiment_score":0.4}
{"full_text":"It's one of the silver linings of COVID!","sentiment_score":0.0}
{"full_text":"RT Both things can be true:The Covid vaccines are fantastic and much better than anyone had hoped for, and vaccinated peopl...","sentiment_score":0.45}
{"full_text":"RT We also agreed to pursue the opportunities presented within the framework of the #Pakistan - #SriLanka Free Trade Agreem...","sentiment_score":0.4}
{"full_text":"RT Ron DeSantis has been an enemy of the people during the COVID-19 pandemic, defiantly rejecting science that saves lives...","sentiment_score":0.0}
{"full_text":"What's happening #Telengana? #Hyderabad","sentiment_score":0.0}
{"full_text":"No, I'd like to know where the government, all levels of government think the budget is trending, I'd like to have some type of summary of the spending during the pandemic, etc. I don't think this unrealistic, it's their job. Why would you prefer to know less?","sentiment_score":-0.3333333333}
{"full_text":"RT Thanks for this. The numbers are out there, and they're telling - check out impacts on southern states in","sentiment_score":0.1}
{"full_text":"If CCP throw a nuclear bomb to your country, you know it's a war. But when CCP released #COVID19 virus and caused catastrophic damage, people are still arguing whether it is a bioweapon!","sentiment_score":0.0}
{"full_text":"RT #SuperM Joins Global Citizen Campaign To Help The World Overcome COVID-19https:\/\/t.co\/BAbkm4ovHs","sentiment_score":0.0}
{"full_text":"RT Fun fact: the covid crisis has produced over 1200 new words in German over the past year. Personal favourites are coronamude (...","sentiment_score":0.0372727273}
{"full_text":"Or cut state funding for #SchoolCounselors.","sentiment_score":0.0}
{"full_text":"I'm Not Vaccinated But I Identify As A Vaccinated Person...Grab Your Shirt Here&gt;&gt; #doge #crypto #forex #trading #entrepreneur #btc #Biden #Trump #Trump202 #Biden2020 #COVID","sentiment_score":0.0}
{"full_text":"Louder","sentiment_score":0.0}
{"full_text":"President thank you! Can you imagine where America would be under the #TrumpRegime today? Instead of declining #COVID19 numbers they would still be rising. #Vaccines would be scarce and Trump would be blaming someone else for that. I'm so happy #Biden is at the wheel.","sentiment_score":0.8}
{"full_text":"I have lost both friends and family to COVID ","sentiment_score":0.0}
{"full_text":"RT Only 9% of Joe Biden's $1.9 trillion bill will actually be spent fighting the pandemic. The rest is a far-left wish li...","sentiment_score":-0.05}
{"full_text":"im in ur attic dont do this to bongbong","sentiment_score":0.0}
{"full_text":"RT Its never gonna be funny how evil and sick these fools are. It's symbolic though-  the sweaty jockstrap facelifts representi...","sentiment_score":-0.4880952381}
{"full_text":"RT the only one ","sentiment_score":0.0}
{"full_text":"RT #COVID19 may trigger the symptoms of chronic fatigue syndrome (myalgic encephalomyelitis\/CFS), in the same way certain other v...","sentiment_score":0.0297619048}
{"full_text":"RT Amazing how fast the government can ensure every child will have a standardized test to take this spring with no delive...","sentiment_score":0.4}
{"full_text":"MMDA Chairman Abalos says 50% of their employees are willing to be vaccinated against coronavirus","sentiment_score":0.25}
{"full_text":"Reminder for #cult45-Trump said #coronavirus will disappear.","sentiment_score":0.0}
{"full_text":"RT PRAYERS NEEDED:My dear friend's mom has Covid and not doing well at all. PLEASE prayer warriors pray for her recovery....","sentiment_score":0.0}
{"full_text":"RT Tonight I joined my fellow members of Congress in solemn prayer for our nation as we mark COVID-19 taking the lives of over...","sentiment_score":0.0}
{"full_text":"The Q Shaman is an ideological Madlibs.","sentiment_score":0.0}
{"full_text":"RT You name it, House and Senate Republicans are opposed to it:COVID relief? Against it.Student debt? That too.Voting righ...","sentiment_score":0.0}
{"full_text":"RT Are we certain this wasn't reparations for covid f4 sullying the name of all 97 liners in kpop","sentiment_score":0.2142857143}
{"full_text":"RT Hey guys. Trudeau's CBC state broadcaster has found some \"experts\" who support Trudeau.","sentiment_score":0.0}
{"full_text":"RT As stay-at-home orders are lifted, Ontario hydro rates are returning to normal -- including for customers in Toronto and Pe...","sentiment_score":0.15}
{"full_text":"RT 1,000 lives saved! One year after COVID-19 was first diagnosed in Arizona, West Campus has discharged 1,00...","sentiment_score":0.25}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT BTS WANTED TO DESPARATELY PERFORM SONGS FROM BE ALBUM FOR US AS THE SONGS WERE MADE TO COMFORT US AND SINCE DUE TO PAND...","sentiment_score":-0.125}
{"full_text":"RT #Coronil has been awarded the CoPP licence as per #WHO-GMP. Ayurveda has moved to the world-stage, for #COVID-19 pandem...","sentiment_score":0.0}
{"full_text":"definitely doing this when lockdown is over","sentiment_score":0.0}
{"full_text":"Bro, mfs just wake up and say dumb shit like we ain't in a pandemic... I'll eat that mf for WAY WAY LESS. Tell me you cover all my expenses for three years and I'm straight to munching lol","sentiment_score":0.0516666667}
{"full_text":"U.S. travel rate dipped to 21% in January, marking the second worst month since the pandemic started. But Americans are hopeful for a better 2021 ahead and travel companies need to be prepared.","sentiment_score":-0.1666666667}
{"full_text":"RT This \"anti-lockdown\" movement is absolutely polluted with racist, homophobic, anti-Semitic goons. File it next to the...","sentiment_score":0.1}
{"full_text":"Help make #viral: my mom, a #Texas distance-learning middle school teacher, found out today her co-worker died of #Covid19, his wife is in ICU. He contracted #covid at work from ANOTHER TEACHER, who knew he was Covid+ &amp; INTENDED to spread the virus. I'll post more as I learn. 1\/4","sentiment_score":0.25}
{"full_text":"Officials at are withholding additional COVID-19 first dose vaccine vials from the Horry County Fire Rescue after it gave shots to not yet eligible people.","sentiment_score":0.25}
{"full_text":"VARIANT CASES: A second person on LI has tested positive for the variant, which doctors say is not more deadly, but could be more contagious.https:\/\/t.co\/ddekunrxvz","sentiment_score":0.0554545455}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"We are excited to help in raising vital funds via the Foundations' We Are One Foundation, for squash players affected by COVID-19, through out #TheSquashSummit. Visit their website to donate now  #WeAreOne #Squash","sentiment_score":0.2375}
{"full_text":"RT #SuperM Joins Global Citizen Campaign To Help The World Overcome COVID-19https:\/\/t.co\/BAbkm4ovHs","sentiment_score":0.0}
{"full_text":"Today!!! Mint Lemonade----------------------------#gulfood #gulfood2021 #citromaxgroup #lemons #flavors #dubai #food #GulfoodCommunity #foodcoummunity #communitysupport #Gulfood2020 #Gulfood #food #businessservices #Staysafe #strongertogether #stayhome #dubai #UAE #dubaiworldtradecentre","sentiment_score":0.0}
{"full_text":"Have you read any of the ZEDS series yet? If not I mean, what're you waiting for?#wattpad #writingcommunity #zombies #pandemic","sentiment_score":0.15625}
{"full_text":"[(FASHION)] Look stylish and stay safe at the same time with these adorable Sanrio design face masks by Maison de FLEUR. ENG : : #Sanrio #MaisondeFLEUR #facemask #COVID19","sentiment_score":0.375}
{"full_text":"RT Our live venues were the first to close &amp; will be the last to open. While this is crucial to reducing the rate of COVI...","sentiment_score":0.0772727273}
{"full_text":"#FPCJ #japannews As Pandemic Took Hold, Suicide Rose Among Japanese Women","sentiment_score":0.3}
{"full_text":"RT Watch this!@chrissaccoccia1","sentiment_score":0.0}
{"full_text":"People aged 60 and above and those who have comorbidities for longer duration will get priority in the second phase of #COVID19 vaccinations, says report","sentiment_score":-0.0333333333}
{"full_text":"What lessons do the past have as Ontario looks to recover financially from COVID-19? On the 100th episode of the #onpoli podcast, &amp; speak to former finance ministers Floyd Laughren and Darcy McKeough Listen and subscribe:","sentiment_score":-0.0833333333}
{"full_text":"Owens has seen the numbers decline 16% from spring 2020 to spring 2021.https:\/\/t.co\/0yVxuT803v","sentiment_score":0.0}
{"full_text":"Maryland has administered more than 1.1 million COVID-19 vaccines, including more than 200,000 in the last week, but the fight is ongoing in another department of life-saving practices.","sentiment_score":0.3333333333}
{"full_text":"RT Lost in translation? Japan fumbles pandemic communication with foreign communities.Have you wondered why Japan is struggli...","sentiment_score":-0.125}
{"full_text":"Small business owners struggled during pandemic lockdowns in the Trump era. What will be different under Biden?","sentiment_score":-0.125}
{"full_text":"No, the COVID vaccine doesn't contain a microchip.","sentiment_score":0.0}
{"full_text":"Professor Randall Kroszner says the heavy fiscal stimulus in response to the #pandemic is appropriate, but the debt created does have a cost.","sentiment_score":0.15}
{"full_text":"THE BEE IS BACK: The Scripps National Spelling Bee was canceled in 2020 because of the pandemic, but is set to return this year. https:\/\/t.co\/1CKEPqAu8W","sentiment_score":0.0}
{"full_text":"Take #COVID19 precautionary measures even after getting vaccinated. Let's do our part, while the vaccine does its part.#allinthistogether #pandemic #COVID19 #knowledgeHut #precautions #vaccines #socialdistancing #socialdistancing2021 #virus","sentiment_score":0.0}
{"full_text":"Derrick Holt, one of dozens of volunteers helping out at Pittsfield's COVID-19 vaccine clinic, is a part of the Western Massachusetts Medical Reserve Corps.","sentiment_score":0.0}
{"full_text":"THE BEE IS BACK: The Scripps National Spelling Bee was canceled in 2020 because of the pandemic, but is set to return this year. https:\/\/t.co\/Ad4BygZgfn","sentiment_score":0.0}
{"full_text":"RT Prime Minister is right -- it'll take teamwork to tackle the biggest challenges our nations face. That's why we're...","sentiment_score":0.2857142857}
{"full_text":"Imperial had said in November it's exploring options for its international business, which operates mainly in Europe... with significant exposure to the automotive and industrial sectors that have been badly hit by the fallout from the COVID-19 pandemic.https:\/\/t.co\/BDN1u14or1","sentiment_score":-0.0395833333}
{"full_text":"Providence released new information today about rescheduling COVID-19 vaccine clinics that were postponed last week due to severe weather causing shipping delays. Link to full press releasehttps:\/\/t.co\/hxmA2TrPQm","sentiment_score":0.0903409091}
{"full_text":"Bloomfield confident Covid cases contained","sentiment_score":0.5}
{"full_text":"THE BEE IS BACK: The Scripps National Spelling Bee was canceled in 2020 because of the pandemic, but is set to return this year. https:\/\/t.co\/34JBgbbLjq","sentiment_score":0.0}
{"full_text":"Me too! ","sentiment_score":0.0}
{"full_text":"\"Just amazing, I'm going to cry. We're just so happy he's coming home.\"","sentiment_score":0.7}
{"full_text":"The teachers are SCARED. Texas is a right-to-work state &amp; they rarely get REAL support from admin in crisis that could make a school \"look bad.\" Well, this IS BAD. And people need to know it. I'll watch our local news &amp; get tomorrow's school board meeting notes. #covid19 #Texas","sentiment_score":-0.18}
{"full_text":"Scholar in Residence Dr. Naomi Andre talks about why she turned to The Marriage of Figaro to find a moment of peace during the pandemic, and shares her admiration for the clemency and benevolence of its leading lady in the final scene.","sentiment_score":0.0}
{"full_text":"RT Israel Must Assume its Legal and Moral Obligation to Provide COVID-19 Vaccines to the Palestinian Population in the Wes...","sentiment_score":0.1}
{"full_text":"COVID concerns are going down, but they're still high.","sentiment_score":0.0022222222}
{"full_text":"A bill that would protect businesses, churches, health care facilities and other entities from COVID-19 exposure liability passed the Missouri Senate and is now headed to the House.https:\/\/t.co\/yyrYwTcc2H","sentiment_score":-0.125}
{"full_text":"Avidia Bank has proudly supported businesses who have also supported the community during the COVID-19 pandemic.","sentiment_score":0.8}
{"full_text":"The pandemic has changed what people want and need from banks. Our Global Banking Outlook 2021 explores how adapting to meet new demands can help banks across ASEAN better support customers and gain a competitive edge. #Banking #COVID19","sentiment_score":0.2121212121}
{"full_text":"RT This evening, I joined my colleagues on the steps of the Capitol for a moment of silence to mourn the 500,000+ American...","sentiment_score":0.0}
{"full_text":"President Biden will announce a program to send cloth masks to disadvantaged U.S. communities to curb the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"RT Tiger Woods is going to get more press coverage than &gt;500,000 Americans who have died from COVID19 infections and that do...","sentiment_score":0.5}
{"full_text":"COVID-19 vaccine makers told Congress on Tuesday to expect a big jump in the delivery of doses over the coming month after a rocky start to inoculations, and the companies insist they will be able to provide enough for most Americans by summer.","sentiment_score":0.25}
{"full_text":"RT \"Over the course of the pandemic, Amazon netted more $130 billion in profits from online sales--representing 35% growth...","sentiment_score":0.5}
{"full_text":"RT Billionaires have added $1,100,000,000,000 to their wealth during the course of the pandemic while the $7.25 minimum wage hasn...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 38.1FWind Chill: 35.7FHumidity: 83%Dew Point: 33.4F Barometer: 29.969 inHgWind: 4 mph from the WCorona Virus Weekly Stats:Cases: 92.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Private Equity's Ownership of Nursing Homes Is Killing Senior Citizens","sentiment_score":0.0}
{"full_text":"Kirksville Hy-Vee needs to use up hundreds of doses of Pfizer COVID-19 vaccine by Saturdayhttps:\/\/t.co\/8W39R7UBRY#KTVONews #Kirksville #HyVee #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"Yakima County is receiving much more COVID vaccine this week -- a total of 12,350 doses, reports for the","sentiment_score":0.25}
{"full_text":"RT Never forget that the single person who was the most devastating to the cause of public faith in mass masking was in fact D...","sentiment_score":-0.1428571429}
{"full_text":"RT Replacing the word \"pandemic\" with incorrect variations is 90% of how I've been coping with this panasonic","sentiment_score":0.0}
{"full_text":"RT Will the National Endowment for the Arts be helping with vaccine distribution?Will they be producing masks suddenly?...","sentiment_score":0.0}
{"full_text":"RT Billionaires have added $1,100,000,000,000 to their wealth during the course of the pandemic while the $7.25 minimum wage hasn...","sentiment_score":0.0}
{"full_text":"RT Will the National Endowment for the Arts be helping with vaccine distribution?Will they be producing masks suddenly?...","sentiment_score":0.0}
{"full_text":"Researchers at Northern Arizona University think they've found a drug combination that can help those who are battling COVID-19.","sentiment_score":0.0}
{"full_text":"The two leaders agreed to a \"road map\" outlining how the neighboring countries will work together to fight COVID-19, curb climate emissions and pursue other issues.","sentiment_score":-0.125}
