{"full_text":"Don't we wish that things were great in our world.  #TrudeauWorstPMEver #FireTrudeau","sentiment_score":0.8}
{"full_text":"RT Nationalize PG&amp;E pls","sentiment_score":0.0}
{"full_text":"We need a public bank. The withdrawal of Ulster Bank from Ireland is a clear indication of market failure. It's a particular blow to SMEs that already face Brexit and the impacts of Covid- now 20% of them will experience their bank leaving the markethttps:\/\/t.co\/KlrQixWSWz","sentiment_score":-0.0125}
{"full_text":"RT High Court rules Matt Hancock \"acted unlawfully\" on procurement and transparency:\"The SoS spent vast quantities of publi...","sentiment_score":0.02}
{"full_text":"Covid crisis: 62 positive in a Gym of Barakaldo (Basque Country), 59 of whom are clients.","sentiment_score":0.2272727273}
{"full_text":"Man these vaccines are like dropping a nuclear bomb on the SARS-COVID2 virus","sentiment_score":0.0}
{"full_text":"RT Some simple advice from to anyone who might emulate \"What I'd say is that this is a good time to c...","sentiment_score":0.35}
{"full_text":"\"Testing has been capturing only from 10% to 25% of infections, depending on when during the pandemic someone got the virus.\" Would imply many unconfirmed cases for which symptoms were so mild they could not be attributed (loss of taste\/smell).","sentiment_score":0.2777777778}
{"full_text":"RT We're seeing a doubling of the super contagious UK variant of the coronavirus every 10 days. Meanwhile, scientists worry about t...","sentiment_score":0.3333333333}
{"full_text":"RT COVID VACCINE: \"They're safe. They're highly effective against serious disease. And the emerging evidence about infectio...","sentiment_score":0.2555555556}
{"full_text":"Colombia's Covid-19 vaccination drive kicks off in major cities - Window To News #Bogota,#hospitals,#Covid","sentiment_score":0.0625}
{"full_text":"My mam got her first dose of the covid vaccine today. 2nd dose in 4 weeks time  My sister said she is now controlled by Bill Gates. ","sentiment_score":0.125}
{"full_text":"RT The brilliant calls out the latest attempt by the government to distract from their incompetence.","sentiment_score":0.7}
{"full_text":"RT Health officials confirm that the Umatilla baby that died from the #coronavirus had underlying health conditions.The Govern...","sentiment_score":0.0}
{"full_text":"RT UK Government acted unlawfully by failing to publish details of Covid-related contracts","sentiment_score":0.0}
{"full_text":"RT TANZANIAN PRESIDENT Magufuli rules out lockdown to contain Covid-19; asks the public, clergy to pray for 3 days in figh...","sentiment_score":0.0}
{"full_text":"Not having paid my student loans since august bc of this pandemic is bliss as well","sentiment_score":0.0}
{"full_text":"Orlando VA Medical Center in Lake Nona to hold Walk-In COVID-19 Vaccination Clinic for Certain Veterans who receive care at VA today from 7:30 am - 4:00 pm and Sat, Feb. 20 8:30 am - 2:00 pm at 13800 Veterans Way Orlando, FL  32827.","sentiment_score":0.0380952381}
{"full_text":"Obaseki celebrates women scientists, others at forefront of fight against COVID-19","sentiment_score":0.0}
{"full_text":"RT To get ahead of variants, Covid-19 drug makers use evolutionary biology as a guide by  v...","sentiment_score":0.0}
{"full_text":"RT Free drinks anyone?","sentiment_score":0.4}
{"full_text":"RT $500 Stipend to NHP Rescue that pulls SORA #NYCACCSTILL NOT reserved - long stay Sora deserves to go home with a great...","sentiment_score":0.375}
{"full_text":"RT In WSJ, Johns Hopkins School of Medicine professor writes: 'We'll Have Herd Immunity by April; Covid cases have dropped 77%...","sentiment_score":0.0}
{"full_text":"New post: Data Doctors: Tech tips for online COVID-19 vaccine appointments | WTOP","sentiment_score":0.1363636364}
{"full_text":"RT One-fifth of diabetic COVID-19 patients die within 1 month of hospitalization","sentiment_score":0.0}
{"full_text":"This is always the Democratic Party mantra: \"The risk of spending too little is always greater than the risk of spending too much\". Over the preceding 10 month period the federal government spent $4.9 trillion on #COVID19 relief---more than the annual federal budget.","sentiment_score":0.103125}
{"full_text":"RT I believe we can reimagine a better post-COVID world for every child. This is how.","sentiment_score":0.5}
{"full_text":"RT We want this president--every president--to do well, but our nation is facing serious problems. Biden indicated t...","sentiment_score":-0.3333333333}
{"full_text":"RT That conversation just had with Scott Galloway and Alexis Goldstein was so important. Everything we have done for y...","sentiment_score":0.4}
{"full_text":"RT WHO recognized #PatanjaliCoronil is made from Ayurvedic elements such as Ashwagandha, Giloy, and Tulsi, it can cure co...","sentiment_score":0.0}
{"full_text":"RT India is losing to foreign shores as many high net worth individuals as are being added. Between 2019-20, approximately...","sentiment_score":0.0725}
{"full_text":"Now ask yourself which president got the vaccine developed in the first place. And then ask yourself when it was ever done before during a pandemic. But you just go on hating orange man bad because the tv told you to.","sentiment_score":-0.1166666667}
{"full_text":"RT \"Even at a capacity of fifty percent plaintiffs' financial survival is not guaranteed,\" bars around Bushwick say in thei...","sentiment_score":0.0}
{"full_text":"RT BREAKING: WE'VE WON - High Court rules Government acted unlawfully by failing to publish details of Covid-related contr...","sentiment_score":0.16}
{"full_text":"RT That conversation just had with Scott Galloway and Alexis Goldstein was so important. Everything we have done for y...","sentiment_score":0.4}
{"full_text":"Most of the audiences didn't wear #facemasks. #Theatres are back,but don't make #COVID19 &amp; #lockdown r also back in #TamilNadu as like #Maharashtra by irresponsible&amp;lethargic behaviour.Ensure that all audiences wear #Facemasks b4 entering into the #Theatres.","sentiment_score":0.25}
{"full_text":"RT *Pro-Lockdown politicians break their own rules to travel and see family*The media: *Ted Cruz, who controls neith...","sentiment_score":0.6}
{"full_text":"Why do we need a wall around the capitol but not to protect us from illegals coming into our country with no covid test to take jobs and our TAX DOLLARS for everything they need , including an atty to defend the ILLEGAL ENTRY. These are job seekers NOT PEOPLE IN PERIL! USA FIRST","sentiment_score":-0.1875}
{"full_text":"RT The news of #COVID19 vaccines bring hope but until everyone is reached--we must continue to take healthy actions. This...","sentiment_score":0.5}
{"full_text":"RT We've been told repeatedly by the media to 'listen to the science.' However, YouTube thinks that a discussion between two medic...","sentiment_score":0.0}
{"full_text":"Waiting to get COVID test and feeling cute","sentiment_score":0.5}
{"full_text":"RT whydid we believe a WHOLE pandemic would be over in 3 weeks??? ","sentiment_score":0.2}
{"full_text":"One for all the Vitamin D truthers out there:https:\/\/t.co\/zG9aLGL2Mc","sentiment_score":0.0}
{"full_text":"Obaseki celebrates women scientists, others at forefront of fight against COVID-19","sentiment_score":0.0}
{"full_text":"RT Should've been doing this","sentiment_score":0.0}
{"full_text":"RT please wear your mask. i just wanna go to a bts concert.","sentiment_score":0.0}
{"full_text":"I know it's hard to think about anything else than the pandemic but this really is the #1 biggest issue we are facing","sentiment_score":-0.0458333333}
{"full_text":"RT Health Minister Sudhakar cautions against second #COVID19 wave. Hailstorm in Somwarpet taluk of Kodagu. Climate activi...","sentiment_score":0.0}
{"full_text":"1000's of military members saying no to COVID vaccine? I didn't even know that was an option in the military. I can't remember how many shots I was given. If you've ever stood in line with both arms exposed, you know:https:\/\/t.co\/4qO4ExsPG4","sentiment_score":0.1}
{"full_text":"GOD,SAVE,,FOURTH,,,KING,,COME,TO,COMMANDER,BIN,,,TNI,POLRI,SIS,GCHQ,M15.BRITISHARMY,FBI,CIA,,SECRETSERVICE,US ARMY, ALL,,UNLIMITED,,,,12041987^12041987^12041987^,,12041987^(12041987MULTIPLY),,ALL MONEY, ALL,HERITAGE ,ALL COUNTRY PER SECOND,","sentiment_score":0.0}
{"full_text":"RT #PatanjaliCoronil getting approval from DCGI&amp; #WHO,no less,is a huge endorsement for Ayurveda&amp;India's homegrown #StartUp...","sentiment_score":0.4}
{"full_text":"I love that they think that \"the Left\" just loooves having everything shut down, as if that's a permanent goal. NO, dimwits, the shutdowns are temporary, and to save lives and end this pandemic sooner. Argh!","sentiment_score":0.1018518519}
{"full_text":"RT Given that GPs have told us that they see a variety of symptoms related to #covid19, why does the govt's website only list co...","sentiment_score":0.0}
{"full_text":"RT My children asked to travel abroad during a global pandemic. Wanting to be a good parent, I said, \"That's ridiculous.\"","sentiment_score":0.1222222222}
{"full_text":"RT Even without us being in lockdown it's madness but at the present time it's beyond foolhardy","sentiment_score":0.0}
{"full_text":"FBS celebrates the 12th anniversary!Meet the biggest Forex tournament with prizes totaling $1200000. To make them yours, you have three tours and the Grand Finale. You can join any of the tours or all of them. Everyone has a chance to win!","sentiment_score":0.75}
{"full_text":"RT Hotel room at the Cancun Ritz Carlton: $305. Rapid covid test: $50. Flights from Houston: $257Knowing that someone in t...","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT Pfizer's Covid-19 vaccine is highly effective after just one dose and can be stored in ordinary freezers, according to n...","sentiment_score":0.175}
{"full_text":"Without sports to play, Concordia's varsity athletes took aim at academics during pandemic. The school is reporting that all eight of their top-tier athletics team programs -- known as varsity-one -- saw their average grade point average (GPA) increase from last year","sentiment_score":-0.1}
{"full_text":"Took a little bit but ours finally came. There is a chip shortage -- they really couldn't have planned on the pandemic shutting mines, limiting hours in factories and generally disrupting infrastructure. It's Affecting XBOX too (and others.)","sentiment_score":0.015625}
{"full_text":"RT Every word of this is correct. And the Biden team bears an incredible amount of blame for their ridiculous messaging surrou...","sentiment_score":0.2833333333}
{"full_text":"RT New evidence from China is affirming what epidemiologists have long suspected: The coronavirus was likely spreading unnoticed arou...","sentiment_score":-0.0284090909}
{"full_text":"RT NEW: In people who have Covid, just one dose of the vaccine turbocharges antibodies by 1000x -- enough to destroy B.351 (v...","sentiment_score":-0.0212121212}
{"full_text":"RT I wanted to be a good dad, so my kids and I haven't gone on vacation in a fucking year because there's a pandemic.","sentiment_score":0.05}
{"full_text":"RT New evidence from China is affirming what epidemiologists have long suspected: The coronavirus was likely spreading un...","sentiment_score":0.0287878788}
{"full_text":"RT Feb 19 (Reuters) - Six Flags Entertainment Corp will hire thousands of workers this year as it prepares to reopen its...","sentiment_score":0.0}
{"full_text":"RT New study shows that Pfizer's #Covid19 vaccine is highly effective after just one dose and can be stored in ordinary freezers....","sentiment_score":0.1621212121}
{"full_text":"Was thinking this would make a perfect episode of the Office: Pandemic, then the camera zoom in on the G7 mug confirmed this is Episode 1: Series 1","sentiment_score":0.7}
{"full_text":"\"During the pandemic in particular, juniors need to insist that they receive full instructions and that their work product is properly reviewed....2\/6","sentiment_score":0.1722222222}
{"full_text":"RT This isn't Living with COVID. It's Living With The Consequences Of Last Years General Election.","sentiment_score":0.025}
{"full_text":"RT .@shoeleatherkate found at least 36 RFRA-type bills have been filed in state legislatures since January, 25 of them tucked in...","sentiment_score":-0.3}
{"full_text":"RT If I get the COVID-19 #vaccine, do I still need to wear a mask? discusses if patients need to continue to #m...","sentiment_score":0.0}
{"full_text":"We must end lockdowns in Britain too","sentiment_score":0.0}
{"full_text":"RT Kobalt can help your health tech company improve your cyber security program and keep your team focused on fighting COVID-19,...","sentiment_score":0.0}
{"full_text":"RT The COVID-19 Pandemic Is Making 'Period Poverty' Worse | HuffPost Life","sentiment_score":-0.4}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT It's very hard to see how the #TokyoOlympics can happen: \"Overnight Japan announced discovery of 91 infections in the G...","sentiment_score":-0.3791666667}
{"full_text":"RT High Court rules Matt Hancock \"acted unlawfully\" on procurement and transparency:\"The SoS spent vast quantities of publi...","sentiment_score":0.02}
{"full_text":"Exhortation of Father Jose Baldrich requesting donation of syringes for the vaccination of the Cuban people against covid-19. Please help us!!","sentiment_score":0.0}
{"full_text":"I'll say, if Jrue comes back and they're still toast. I may lean more towards bud getting outta here. Before Jrues covid break, they actually seemed to be playing much better d and looked like themselves.","sentiment_score":0.25}
{"full_text":"A lot of it has to do with change behaviors during a pandemic (i.e. still having large family gatherings, bbqs, etc) it has nothing to do with leadership.","sentiment_score":0.2142857143}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT Magufuli Pombe has asked the church to pray for 3 days to fight Covid19 in Tanzania!","sentiment_score":0.0}
{"full_text":"RT The High Court has ruled that Government has acted unlawfully by failing to disclose details of Covid-related contracts...","sentiment_score":0.16}
{"full_text":"RT HOW DO U SAFELY DINE IN A RESTAURANT WHEN U HAVE TO TAKE UR MASK OFF TO EAT\/DRINK!! just tell me. explain how that makes se...","sentiment_score":0.78125}
{"full_text":"RT We're still collecting responses to this survey! If you haven't yet, please take some time (5-7mins) fill it in. We want to h...","sentiment_score":0.0}
{"full_text":"RT We have a bullsh!t party of tweeters who do nothing but give us platitudes and blow smoke up our butts all day every day in c...","sentiment_score":-0.2}
{"full_text":"RT Imagine how brain-broken you need to be to think that it would be bad news for Biden for the pandemic to end.","sentiment_score":-0.7}
{"full_text":"RT Modi Tax ripped peoples' pockets apart even during the hardest of times; as Covid19 raged on so did Modi Tax.This added bur...","sentiment_score":0.0}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"RT #COVID19 MA #vaccine website crashed just as 1 million residents became eligible to book an appointment. An irate Gov. Char...","sentiment_score":0.0}
{"full_text":"RT Some simple advice from to anyone who might emulate \"What I'd say is that this is a good time to c...","sentiment_score":0.35}
{"full_text":"RT Billy just had his second Covid 19 vaccination! We waited our turn and received them at our local Publix supermarket....","sentiment_score":0.0}
{"full_text":"Falling Star? Andrew Cuomo Was Hailed As A COVID Crisis Darling, But Now The FBI Is Investigating His Administration.","sentiment_score":0.0}
{"full_text":"RT Media totally supported idea that presidents can control the virus based on simple policies.Now that dem is in office they...","sentiment_score":0.0}
{"full_text":"RT Several Canadian politicians jumped up and down when Biden killed Keystone XL, but when Biden kept Trump's ban on exporting...","sentiment_score":-0.1185185185}
{"full_text":"Pre pandemic we'd be working in the pub about now ","sentiment_score":0.0}
{"full_text":"RT Send our pre-written letter demanding an END to animal agriculture bailouts! Can you help us reach 5,000 letters by sending...","sentiment_score":0.0}
{"full_text":"RT This. Family home health providers need the vaccine just as much as the people they care for.","sentiment_score":0.2}
{"full_text":"As the pandemic continues, will \"work\" as we've known it for years, \"work\" again? See what our chief executive said recently in a guest op-ed in","sentiment_score":0.0}
{"full_text":"Not just that. These are people who were living on thin margins, and they've just lost *everything*.They now have no spare clothing; no food; no cookware; probably no toiletries; they may have lost vital medications.In the middle of a pandemic, in the middle of winter.","sentiment_score":-0.075}
{"full_text":"RT This constituent says Nicola has learnt nothing from the 'disastrous flu roll-out' should 'concentrate on beating Cov...","sentiment_score":-0.7}
{"full_text":"Depends on how both clubs handle the loss of finance from covid. We posted our first loss in a long time, you have posted losses for what is it, 9 years now? So no one cares about all our trophies in a row but people should care about a singular trophy? Perspective ya whopper","sentiment_score":0.1}
{"full_text":"RT People with disabilities in England should be given priority for vaccination against Covid-19, according to leading cha...","sentiment_score":0.0}
{"full_text":"Not worrying as much about going to work\/haircut\/school would be nice too I guess. And having the kids see the grandparents too. Y'know, that other good stuff that comes from eroding a pandemic.","sentiment_score":0.34375}
{"full_text":"RT Spoke to HM Sultan Haitham bin Tarik of Oman. We discussed our Strategic Partnership, and our close cooperation during CO...","sentiment_score":0.0}
{"full_text":"Coronal Mass Injection is when the Sun gives us light codes to alter our DNA  this is natural... But then to counterattack that we get smart dust and chem trails  I wonder how it's related to Corona Virus and the injected vaccine ","sentiment_score":0.1785714286}
{"full_text":"RT So Sunak to extend furlough until the autumn. Don't say you weren't warned. Lockdown ain't ending any time soon.","sentiment_score":0.0}
{"full_text":"RT Next week we go back to \"normal\" and that normal is still a fucking pandemic ","sentiment_score":-0.06}
{"full_text":"RT Lots of folks wrote the political history of the pandemic in its first weeks. But time and competence ultimately tell the...","sentiment_score":0.0833333333}
{"full_text":"RT High Court rules Matt Hancock \"acted unlawfully\" on procurement and transparency:\"The SoS spent vast quantities of publi...","sentiment_score":0.02}
{"full_text":"NEW: Pfizer's coronavirus vaccine may be more effective after just one shot than researchers had previously realized, according to new data. axios","sentiment_score":0.2412121212}
{"full_text":"\"COVID-19 immune signatures reveal stable antiviral T cell function despite declining humoral responses\" Read the article by Eiz-Vesper and colleagues in #sarscov2","sentiment_score":0.0}
{"full_text":"also the author of this tweet.. as we approached 130k deaths at the time","sentiment_score":0.0}
{"full_text":"RT Lockdown 3 is just saying \"we should go for walk soon\" until one of you dies","sentiment_score":0.0}
{"full_text":"How to Manage an Acquisition During the Pandemic via","sentiment_score":0.0}
{"full_text":"Email bid submissions may sound like an easy way to work around COVID challenges, but they can still expose you to risk. Understand the pitfalls of email submissions with this article from #procurement #eprocurement #digitalprocurement ","sentiment_score":0.4166666667}
{"full_text":"We are committed to bringing all children &amp; young people back to the classroom as soon as possible. However, it is counterproductive if there is a danger of causing another surge in the virus &amp; the potential for further period of lockdown. Wider opening must be safe &amp; sustainable","sentiment_score":0.1}
{"full_text":"The #COVID19 outbreak has significantly impacted the #education sector, so How #Universities Can Tackle The Next Phase Of Remote Learning?#remotelearning #elearning #education #digitalage #DistanceLearning #onlinelearning #onlineclasses #onlineeducation","sentiment_score":0.0916666667}
{"full_text":"genuine question; were freebies for trading\/selling a thing before covid? i used to buy A LOT of merch through meet-ups and that was never a thing","sentiment_score":0.4}
{"full_text":"The lines between professional and personal lives can get blurred while working from home. Here are some tips to stay on task while working virtually.","sentiment_score":0.05}
{"full_text":"But at least all these people aren't dying from Covid so we should be grateful! ........","sentiment_score":-0.375}
{"full_text":"Reminder: stay up to date via our What's New page ","sentiment_score":0.1363636364}
{"full_text":"Interested in learning about the U.S. debt position?Check out episode 6 on the state of U.S. fiscal debt before and after Covid-19, featuring a discussion with Maya McGuineas, President of the Committee for a Responsible Federal Budget.Full episode:","sentiment_score":0.225}
{"full_text":"Ryan Hartman, Kevin Fiala and Marcus Foligno scored for the Wild in a 3-1 victory at the Ducks. Kaapo Kahkonen made 16 saves in Minnesota's first win since returning from a two-week shutdown because of a COVID-19 outbreak.https:\/\/t.co\/UcFIFRFAuG","sentiment_score":0.3833333333}
{"full_text":"RT George Monbiot recently used the \"careless talk costs lives\" gaslighting phrase. Poster below is 1944 US (theme origin U...","sentiment_score":-0.25}
{"full_text":"RT Other countries are discussing the COVID vaccine, mass testing and new job creation. In Uganda, we wake up everyday to di...","sentiment_score":-0.0628787879}
{"full_text":"The DuPage County Health Department's #COVID19 Vaccine Call Center is here to answer all your COVID-19 related questions! Call (630) 682-7400 and representatives will assist you, even with vaccination registration. The call center is open from 8 am to 4:30 pm Mon.-Fri.","sentiment_score":-0.05}
{"full_text":"We are excited to help in raising vital funds via the Foundations' We Are One Foundation, for squash players affected by COVID-19, through out #TheSquashSummit. Visit their website to donate now  #WeAreOne #Squash","sentiment_score":0.2375}
{"full_text":"AMAZING!! A Washington state coronavirus survivor is recovering and reunited with his family after spending 84 days in the hospital fighting for his life.https:\/\/t.co\/WFbyT8ddlT","sentiment_score":0.9375}
{"full_text":"Throughout the pandemic, school bus drivers have been delivering WiFi, grab-and-go meals, classwork, and hope to students across the country. Let's show them some love! #LoveTheBus #ThankSupportStaff","sentiment_score":0.625}
{"full_text":"We've teamed up with other Latino-serving organizations to ensure Latinos and other underserved communties get access to the COVID-19 vaccine. ","sentiment_score":-0.125}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"According to a recent survey by human resources, U-M staff who have been working remotely throughout the #COVID19 pandemic hope to continue doing so at least one day a week. #URecord","sentiment_score":-0.1}
{"full_text":"RT The news of #COVID19 vaccines bring hope but until everyone is reached--we must continue to take healthy actions. This...","sentiment_score":0.5}
{"full_text":"Air France-KLM recorded a EUR7.1bn net loss in 2020 due to the pandemic. The airline said the first three months of this year will be \"challenging\" and involve a deeper hit to earnings.","sentiment_score":0.15625}
{"full_text":"How do you make a zombie show during an actual pandemic? Go behind the scenes with the cast of #TWD to see how they got back to work on Season 10:","sentiment_score":-0.1333333333}
{"full_text":"The World Health Organization on Thursday urged Covid-19 vaccine manufacturers to make good on their commitments as the planet's poorest countries await their first doses.#WHO #COVID19 #vaccinehttps:\/\/t.co\/IUCCjnGosF","sentiment_score":0.475}
{"full_text":"The pandemic has created this moment of opportunity to course-correct and humanize the #futureofwork to unleash human potential.","sentiment_score":0.0}
{"full_text":"House lawmakers are tackling an emotional bill that would prohibit nursing homes and hospitals from banning visitors during a pandemic. The measure weighs a family's right to see their loved one against infection control efforts. #gapol","sentiment_score":0.3285714286}
{"full_text":"Community Spread!  We have been in lock down for months.  How is this happening!","sentiment_score":-0.1944444444}
{"full_text":"Tributes have been paid to a much-loved councillor and former Mayor of Dudley who has lost her fight against Covid-19.https:\/\/t.co\/ZRBp51EmfX","sentiment_score":0.0}
{"full_text":"The CST Editorial Board calls .@GovPritzker's proposed budget for 2022 \"imperfect\" and \"far from a crowd pleaser,\" but it gets the job done.","sentiment_score":0.1}
{"full_text":"Rutgers released its Weekly University Health Update yesterday with coronavirus disease (COVID-19) testing results for the week of Feb. 7 to Feb. 13.Read more:","sentiment_score":0.5}
{"full_text":"That's the earliest. The corona #s are \"dropping\" and places are opening so I can see them stalling to cancel it","sentiment_score":0.0}
{"full_text":"Unexpected Jobs Data halt Safe-haven Dollar MomentumThe Dollar   Steadied after the biggest loss in 10 days following the recent release of disappointing U.S. labor data hampered the hope of ruptured economic recovery from the COVID-19 Pandemic. #forextrading #currencypair","sentiment_score":-0.06}
{"full_text":".@ElisaMallis discusses #leadership expectations as the pandemic continues and we move into our second year of this shift in leadership - citing the importance of endurance, authenticity and realistic optimism, for","sentiment_score":0.0833333333}
{"full_text":"the essence of this page, created in the beginning of a pandemic, and still being active through other shitty historical events","sentiment_score":-0.0861111111}
{"full_text":"\"Nobody is coming to save us. But we don't need to wait for help from outside. Instead, we can get to work ourselves.\"@LauraSmithCrewe earlier this month on how the Covid recovery must bring in a new era of municipal socialism:","sentiment_score":0.0454545455}
{"full_text":"On our website we bring together what we're learning from our grant holders about their response to the #COVID19 pandemic.Read about our learning on a range of subjects from helplines, homelessness and digital.","sentiment_score":0.0}
{"full_text":"RT The COVID-19 Pandemic Is Making 'Period Poverty' Worse | HuffPost Life","sentiment_score":-0.4}
{"full_text":"Call of Duty: Black Ops Cold War to get new zombies mode 'Outbreak' via","sentiment_score":-0.2101010101}
{"full_text":"RT High Court rules Matt Hancock \"acted unlawfully\" on procurement and transparency:\"The SoS spent vast quantities of publi...","sentiment_score":0.02}
{"full_text":"During American Heart Month we strive to raise awareness for heart health. Do you know the warning signs of a stroke? Know how to spot a stroke &amp; remember to act F.A.S.T. Learn more@ a site run by the American Heart Association or","sentiment_score":0.1666666667}
{"full_text":"Just like any other vaccine, the covid-19 vaccine works by teaching your immune system how to defend itself against attack.","sentiment_score":-0.125}
{"full_text":"COVID 19 cases in India until : 19\/02\/2021 20:30Total Cases: 10969225 [+5966]Active: 136208Recovered: 10672250 [+6329]Deaths :156181 [+31]Total Tests: 209.47MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"At the 's recent annual conference, speakers focused on the pandemic exposing just how wide the gender gap remains despite recent strides. Read more:","sentiment_score":0.1}
{"full_text":"Dr. Josh Meyerson attributed some of the reduced influenza activity to COVID-19 mitigation measures, which include fewer interactions among people and the use of distancing, masking and better attention to hygiene.","sentiment_score":0.5}
