{"full_text":"RT This is why you shouldn't take selfies w. great apes - alongside many other reasons. Join us in keeping great apes #fo...","sentiment_score":0.49375}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT The arguments for and against a Zero Covid policy. And an explanation of what that means. In 5 minutes.  Including","sentiment_score":0.0}
{"full_text":"RT Texans are suffering without power because those in power have failed us. As with Covid, a natural disaster has become far...","sentiment_score":-0.1}
{"full_text":"RT With COVID-19 infection rates declining in Miami-Dade and surrounding counties, the 11th Judicial Circuit has announced that...","sentiment_score":0.0}
{"full_text":"Great episode of Celeb Home Cook! Well done to both of you, worthy winners  When Covid is over please open a partnership restaurant? (Ted's??)@ClaudiaWinkle","sentiment_score":0.4444444444}
{"full_text":"CNN had Cuomo on but didn't ask him about COVID deaths in nursing homes he caused.","sentiment_score":0.0}
{"full_text":"RT Watch a specialist in paediatric immunology and infectious diseases talk about the upcoming Covid-19...","sentiment_score":0.0}
{"full_text":"You never had covid. You had a cold or a flu. You still don't need the vaccine.","sentiment_score":-0.6}
{"full_text":"RT Roadways have not improved. DRIVE SLOW, if you must get out. If you don't have to, PLEASE stay home. ","sentiment_score":-0.3}
{"full_text":"RT Texans are suffering without power because those in power have failed us. As with Covid, a natural disaster has become far...","sentiment_score":-0.1}
{"full_text":" this made me lol, something I need when reading anything pandemic related","sentiment_score":0.4}
{"full_text":"Looks like the Health Department is getting a new director. This states Dr. Khan is rejoining the county to help bring all strong resources to control the pandemic and help with vaccine distribution. Isn't that why they hired Gray?   History lesson: Dr. Khan resigned in 2018.","sentiment_score":0.2848484848}
{"full_text":"Vaccine hesitancy amongst Black people comes from the experience of neglect and abuse by the health industry and gov. \"Prioritizing accurate information and improving access to vaccines in Black communities is key. Shame, coercion, ... harm us all.\"","sentiment_score":0.0166666667}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT \"Despite our financial difficulties, during the COVID-19 pandemic, we provided a relief package of around 8 billion dollars.\"...","sentiment_score":0.0}
{"full_text":"RT When asked by , won't commit to not calling an election during the pandemic. He says it's no...","sentiment_score":0.0}
{"full_text":"One underrated thing about this pandemic is texting someone when you're on the same zoom call and watching them react - brings me so much joy","sentiment_score":0.4}
{"full_text":"RT I want to see Pennsylvania begin the process to legalize adult-use marijuana this year.The profits from this measure...","sentiment_score":0.0}
{"full_text":" Parents &amp; Carers - are seeking your input &amp; views. Survey details below ","sentiment_score":0.0}
{"full_text":"RT This is exactly why has been banging on about supported isolation, safer workspaces, help with housing for...","sentiment_score":0.25}
{"full_text":"In the midst of an epidemic, pieces of shit like Rush Limbaugh shrugged thousands of lives off. Conservatives haven't changed a bit.","sentiment_score":-0.2}
{"full_text":"RT A headline I never thought I would write","sentiment_score":0.0}
{"full_text":"RT Health authorities scramble to halt new Ebola outbreak as west Africa braces for new epidemic","sentiment_score":0.1363636364}
{"full_text":"RT Britnat poll guys. You know what to do.","sentiment_score":0.0}
{"full_text":"Cancer outcomes are not going to be improved with more Covid cases. Government needs to step up support for people affected by lockdown.","sentiment_score":0.5}
{"full_text":"RT In a viral moment last night, Joe Biden told an eight-year-old girl at a CNN town hall that kids rarely contract or transmi...","sentiment_score":0.15}
{"full_text":"RT NHS and Care Home workers who refuse to have the vaccine should not be allowed to go into work until the pandemic is over....","sentiment_score":0.0}
{"full_text":"RT Let them know that you're a person they can talk to about anything, any time, anywhere. Check out some other helpful tip...","sentiment_score":-0.125}
{"full_text":"RT Think about what's happening in Texas right now: people sitting in freezing dark homes with no power, no heat, in the mi...","sentiment_score":0.0678571429}
{"full_text":"RT A fairly unique study begun today in Serrana, Brazil, where authorities are hoping to vaccinate an entire city - or about...","sentiment_score":0.1875}
{"full_text":"RT &gt;35 million Americans have received C-19 vaccines but the  system which monitors harms is currently not capable...","sentiment_score":-0.1}
{"full_text":"RT Mexico calls on rich countries not to hoard coronavirus vaccines","sentiment_score":0.375}
{"full_text":"RT Messi scored a goal last night and was Barca's best player, Ronaldo meanwhile has become the first UEFA spectator since cor...","sentiment_score":0.4166666667}
{"full_text":"RT Israel has now allowed 1,000 of the initial 2,000 covid19 vaccinations into the the West Bank. Still not good enough for th...","sentiment_score":-0.1166666667}
{"full_text":"RT Do your part. A millennial is challenging all generations to change the course of the pandemic. ","sentiment_score":0.5}
{"full_text":"oh i agree with you David, looks like we have to wait til July or until the govt find another excuse for keeping the lockdown going!","sentiment_score":-0.0625}
{"full_text":"what in the absolute fuck is this country at?","sentiment_score":-0.1}
{"full_text":"RT my two pandemic moods as illustrated by Howl's Moving Castle","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT how the fuck the snow make y'all stay in but not covid ","sentiment_score":-0.4}
{"full_text":"RT Joe Biden sounds a lot like Donald Trump downplaying covid transmission between kids and adults at schools. It was wro...","sentiment_score":0.0}
{"full_text":"RT This is absolutely unbelievable &amp; terrifyingly reckless. Can we assume that Prof Whitty, Sir Patrick Vallance &amp; #SAGE...","sentiment_score":-0.625}
{"full_text":"I am ok with you not being able to tell a woman what she can or cannot do with her body yes.  Republicans, for being so pro-life sure don't seem to mind the hundreds of thousands of lives that have been taken by ignoring public health guidelines during a pandemic. Good luck","sentiment_score":0.44}
{"full_text":"Many households can now get into exchange plans with special pandemic enrollment period.  Let folks know!","sentiment_score":0.4732142857}
{"full_text":"RT He reminds me of Scarecrow in the Wizard of Oz!!!!That's some fine dancing.......","sentiment_score":0.4166666667}
{"full_text":"Ontario premier Doug Ford rejects calls to apologize after comparing Horwath's criticism to 'nails on a chalkboard' | CBC News #ontpoli #cdnpoli #COVID19","sentiment_score":0.0}
{"full_text":"Where's the woke committee that said COVID isn't real? You should be lining up! Come forth for your blessings. PS4,500 to be injected with something that is 'not real' is a no brainer, right?","sentiment_score":0.1452380952}
{"full_text":"Dang, you must have Covid then, wear a mask loser","sentiment_score":0.0}
{"full_text":"Love Gibby!","sentiment_score":0.625}
{"full_text":"Trump not doing enough makes him guilty of +300k COVID deaths, but the actual writings ofRNG and SCOTUS votes don't matter in the deaths of +30 million black babies. In Europe it's very hard to get an abortion after 20 weeks, US, born but a toe is in the vagina, chop the baby up.","sentiment_score":-0.2091666667}
{"full_text":"RT My sister, a healthcare administrator in Minnesota, drove 60 doses of covid vaccine to a rural clinic in subzero temps tod...","sentiment_score":0.0}
{"full_text":"This is my exact setup for work. I double mask using both. 10 months in, so far so good. Outdoors and in low risk indoor environments I use the black KN94's that the NBA players wear. Stay safe America, the variants are coming.","sentiment_score":0.1976190476}
{"full_text":"RT Potholes are the real pandemic","sentiment_score":0.2}
{"full_text":"#DeathDeSantis threatens to let people die is another way this headline should be written.","sentiment_score":0.0}
{"full_text":"RT Long lockdown reading list extended AGAIN by this recent download of 's #Rioja report. If you are prone to dis...","sentiment_score":-0.025}
{"full_text":"RT Bongani Zungu is one of five players who have been removed from the Rangers squad for breaching Covid protocols...","sentiment_score":0.0}
{"full_text":"RT If you want a vaccine in Florida don't criticize DeSantis or you won't get one","sentiment_score":0.0}
{"full_text":"Manatee commissioner Baugh made VIP list for COVID-19 vaccines. She put herself on itRead more here:","sentiment_score":0.5}
{"full_text":"RT Don't be caught without health insurance during a pandemic! If you or anyone you know needs health coverage, go to","sentiment_score":0.0}
{"full_text":"This is no better than what they doing. Lowkey you looking worse than them","sentiment_score":-0.325}
{"full_text":"Never give in. Never surrender. The only way to win is to never quit.","sentiment_score":0.4}
{"full_text":"Global debt surged by more during the pandemic than the 2008 financial crisis, IIF finds","sentiment_score":0.1666666667}
{"full_text":"RT The recently vaccinated its 1 millionth veteran with their first dose of the COVID-19 vaccine. To chec...","sentiment_score":0.0833333333}
{"full_text":"RT The power outage we are experiencing will likely last another few days. Please try to stay at home and as warm as possibly sa...","sentiment_score":0.08}
{"full_text":"4 things that need to happen before lockdown is lifted, according t... (This Is Local London)NHS trust leaders have set out four key tests that they say must be passed before Boris Johnson c...Add your highlights:https:\/\/t.co\/hrKMyo3RCT #UK #news","sentiment_score":0.0}
{"full_text":"RT \"Not a single virus outbreak\"","sentiment_score":0.0357142857}
{"full_text":"RT This is corrupt AF. You don't plan a vaccine event and then put yourself and your friends on the list!!!!","sentiment_score":-1.0}
{"full_text":"New research by uncovers the current consumer outlook, new behaviors, and post-pandemic shopping intentions! Check out the full report and  insights  #covid19 #consumerbehavior #foodandbeverage #foodindustry #trends2021","sentiment_score":0.1642045455}
{"full_text":"Bro on that note, yaz since level 5 lockdown there's a ninja who's always been on the streets smoking, dude ever isolated even once, yet he never got the virus, was telling my woman that if this inja never caught the virus then clearly this don't exist.","sentiment_score":0.1}
{"full_text":"RT 'I wouldn't be complaining.' Gov. DeSantis threatens to pull coronavirus vaccine from communities that criticize distributi...","sentiment_score":0.0}
{"full_text":"RT When asked about his buddy @NYGovCuomo's nursing home coverup, after many months saying he did it \"right\" suddenly Dr. Fa...","sentiment_score":0.2619047619}
{"full_text":"Thanks to lockdown, I now have the body of a porn star... All my clothes say XXX ","sentiment_score":0.2}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"Great leadership .. Hey when will you show leadership like On, Qc and Now BC that allow Olympic\/Paralympic hopefuls to train even during lockdown.","sentiment_score":0.8}
{"full_text":"RT Where are the fact checkers in this one? Oh, that's right, they only fact check one side.","sentiment_score":0.1428571429}
{"full_text":"RT i had covid for a while but i cured myself with sunlight and eating healthy so what do i need that vaccine for again?","sentiment_score":0.5}
{"full_text":"....how do you explain New Zealand's success (just one example) - prompt lockdown and closure of air corridors (+quarantine) As a journalist - the onus is on you to provide quantitive evidence for your assertions otherwise it's just 'opinion'","sentiment_score":0.2181818182}
{"full_text":"RT EXCLUSIVE: Hidden video and whistleblower reveal gruesome mass-extermination method for Iowa pigs amid pandemic","sentiment_score":-0.5833333333}
{"full_text":"RT A New York assemblyman has alleged that Gov. Andrew Cuomo threatened his career if he wouldn't support the governor. ht...","sentiment_score":0.0181818182}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT Where are the fact checkers in this one? Oh, that's right, they only fact check one side.","sentiment_score":0.1428571429}
{"full_text":"RT like Ronaldo dey come score this aloo penalty then open ein arms like he find cure give covid.. aboaa","sentiment_score":0.0}
{"full_text":"Wonderful ","sentiment_score":1.0}
{"full_text":"RT Kroger paid its CEO $21.1 million, but can't find the money to give its essential workers $4 an hour in hazard pay during a pa...","sentiment_score":0.0}
{"full_text":"Thank you Sir for telling the American people the Truth for many years now \"Top pathologist Dr. Hodkinson told govt on a zoom call that the current coronavirus crisis is \"the greatest political and media hoax ever perpetrated on an unsuspecting public.\"https:\/\/t.co\/sRXz8XAFMY","sentiment_score":0.2857142857}
{"full_text":"RT JUST IN: Lockdown blueprint has working title of Road to Recovery.. but pubs sector not happy - cutting up rough at draft...","sentiment_score":-0.3666666667}
{"full_text":"According to Jay McBain, COVID-19 will only continue to heavily impact ongoing #Channel trends throughout 2021. Read about what he had to say in blog post:","sentiment_score":-0.1}
{"full_text":"RT Kroger paid its CEO $21.1 million, but can't find the money to give its essential workers $4 an hour in hazard pay during a pa...","sentiment_score":0.0}
{"full_text":"RT It's incredible how many Magic Money Trees have sprung up during the pandemic isn't it? Although the fruit only seems to...","sentiment_score":0.475}
{"full_text":"RT DHS Secretary Alejandro Mayorkas announces that Homeland Security Investigations \"has seized over 11 million counterfeit N95 res...","sentiment_score":0.0}
{"full_text":"RT 1. Wednesday, February 17 demands a genocide tr...","sentiment_score":0.0}
{"full_text":"literally fuck off, this bitches kitchen aid isnt stopping us from getting heat you are","sentiment_score":-0.4}
{"full_text":"Although we have used mRNA for other types of medical care in the past, creating vaccines using this method is a scientific leap forward and may mean future vaccines can be created more easily. Learn more:","sentiment_score":0.0932291667}
{"full_text":"RT New York's attorney general is suing Amazon, saying the company's \"flagrant disregard for health and safety requirements\" during t...","sentiment_score":0.0931818182}
{"full_text":"While I understand that it is a 'health crisis', the whole covid response should have been turned over to RESPONDERS 11 months ago, NOT left in the hands of the health departments who have proven woefully inequipped to deal with it.  Leave it to MEMA\/FEMA, Local EMA's and FDs.","sentiment_score":0.0666666667}
{"full_text":"RT My post covid prediction is that it will bring a sudden, strong revival of 2007-style party photography","sentiment_score":0.2166666667}
{"full_text":"RT We passed someone near our grocery store not wearing a mask and my fiance said \"that man is rawdogging covid\" and I. Lost. It....","sentiment_score":0.1}
{"full_text":"Open texas 100% and end cdc guildlines and restrictions as well as end the mask mandate please","sentiment_score":0.0}
{"full_text":"RT How has COVID vaccine deployment changed under the Biden-Harris administration?","sentiment_score":0.0}
{"full_text":"RT Layla Salas, the 2nd grader who spoke with Biden at the town hall, on CNN: \"It made me feel better that I would be safe i...","sentiment_score":0.3333333333}
{"full_text":"RT #Gates continues to move the goalposts. Meanwhile the strategies he and others have promoted are obliterating the glob...","sentiment_score":0.0}
{"full_text":"Am beginning to realize Twitter is a problem for me... maybe once the pandemic is over?","sentiment_score":0.0}
{"full_text":" is a covid A&amp;E nurse in charge of a big dept.  #randomactsofkindnessday","sentiment_score":0.0}
{"full_text":"I mean, gen z popularized them but remember we're in a pandemic, gen z likes them to be at home and take a pic of ur ass, not to go outside or do exercise lmao","sentiment_score":0.0958333333}
{"full_text":"RT VP Harris will host a group of female Democratic lawmakers on Thursday to discuss covid relief, reports. ","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"Ready to join us in the field and serve on a vaccination support operation with TR? Good, because we need all hands on deck! Here's how to get deployable and everything you need to know before you go:https:\/\/t.co\/HknrARo7oY","sentiment_score":0.5375}
{"full_text":"The latest update on coronavirus in our region","sentiment_score":0.5}
{"full_text":"The consumption of dairy products has boomed during the pandemic with experts cautiously optimistic about the future of the UK dairy markethttps:\/\/t.co\/4Bfqycqxci","sentiment_score":0.0}
{"full_text":"As tribal nations in Montana are threatened by COVID, women health leaders have stepped up #INDIGENOUS #TAIRP","sentiment_score":0.0}
{"full_text":"Nicola Sturgeon accused of 'hiding' behind NHS in row over pandemic preparation","sentiment_score":-0.4}
{"full_text":"RT 1\/20 Government lockdown exit roadmap due next week. NHS trust leaders clear, as they've been throughout the pandemic,...","sentiment_score":-0.0083333333}
{"full_text":"Are you ready to roll your sleeve up for the COVID-19 vaccine? Each state has its own registration and vaccination plan. Learn about the COVID-19 Vaccination Program and find information on how and when you can get vaccinated in your area.","sentiment_score":0.4}
{"full_text":"O'FALLON, Mo. (AP) -- Rural Missouri counties are both the most and least successful at getting COVID-19 vaccine into the arms of residents.https:\/\/t.co\/18UNaaGyXn#KTVONews","sentiment_score":0.2375}
{"full_text":"TONIGHT: In our series #KidsUnderPressure, looks into students' workload and stress during the pandemic. Plus, how Westlake High School in Austin, Texas, is aiming to ease the pressure.Watch at 6:30pm ET \/ 5:30pm CT on (check local station listings).","sentiment_score":0.08}
{"full_text":"Take advantage of the time and learn a new skill this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation","sentiment_score":0.1363636364}
{"full_text":"Some visitors at The Vatican Museums say the lack of social distancing and preparation for large crowds viewing the art worried them, but some officials at the museum and an accredited tour guide association believe they should be cut some slack.https:\/\/t.co\/Ej1yZrlWNp","sentiment_score":0.1238095238}
{"full_text":"Having to cancel a major fundraiser two years in a row puts quite a strain on YFS and the programs it offers, so now it's looking for other ways to raise money.","sentiment_score":0.0125}
{"full_text":".@US_FDA is doing two jobs simultaneously; ensuring #COVID19 vaccines are safely distributed and ensuring public confidence in getting vaccinated. Discover how they balance these two crucial responsibilities : #VaccinesWork","sentiment_score":0.1666666667}
{"full_text":"Maybe might be able to ask whatever gov't rep is on tis evening or maybe he has a take himself.#TonightVMTV","sentiment_score":0.5}
{"full_text":"WTO Director-General Ngozi Okonjo-Iweala urged the European Union and all other WTO members to end export restrictions on vaccines and other medical goods needed to combat the Covid-19 pandemic. Check out the full reporting by","sentiment_score":0.02}
{"full_text":"Why should university instructors incorporate \"play\" in the classroom? This article argues that different kinds of play \"invite students to share in the joy of intellectual discovery.\" #onlineteaching #onlinelearning #COVID19","sentiment_score":0.3666666667}
{"full_text":"RT #BREAKING: We filed a lawsuit against over its failures to provide adequate health and safety measures for empl...","sentiment_score":0.3333333333}
{"full_text":"Post lockdown mood ","sentiment_score":0.0}
{"full_text":"#podcast teachers are finalists for the system's Teacher of the Year The UK #covid variant is in neighboring counties A new beer collaboration at","sentiment_score":0.1363636364}
{"full_text":"Having trouble paying rent or utility bills because of the COVID-19 pandemic? Community Development's Financial Assistance Program may be able to provide up to 6-months of emergency rental\/utility assistance. More info here #chsnews","sentiment_score":0.2}
{"full_text":"As the supply of #COVID19Vaccine remains limited, we continue to urge the public to practice the measures needed to help reduce the spread of #COVID19 in Leon County. Even after vaccination, please continue wearing a mask, washing your hands, and watching your distance.","sentiment_score":-0.0357142857}
{"full_text":"RT Honestly I'd rather stay in lockdown longer if that guarantees us a free summer","sentiment_score":0.5}
{"full_text":"\"'We open, people die; we close, people die.' COVID surge leaves Lebanon with no good options\" | for #Lebanon #COVID19","sentiment_score":-0.175}
{"full_text":"\"As my mother would say, with the grace of God and the goodwill of the neighbors, that by next Christmas I think we'll be in a very different circumstance, God willing, than we are today.\"","sentiment_score":0.0833333333}
{"full_text":"Despite the harsh economic headwinds food businesses face, some restaurants in Central Jersey are doing well. Some are even adding staff and moving to bigger locations. This story is available only for subscribers.","sentiment_score":0.0666666667}
{"full_text":"Beginning of Lent with Ash Wednesday!  Apparently cause of covid instead of a smudge they will sprinkle it on your head!   What?!  ","sentiment_score":0.078125}
{"full_text":"RT Masks need to be worn inside classrooms, not just 'outside bubbles'. And lateral flow testing are an addition but *not a r...","sentiment_score":0.0}
{"full_text":"Confusion. They played better before he was signed and they had the Scudetto on lockdown by a mile, every season.","sentiment_score":0.5}
{"full_text":"Federal agents have seized roughly 10 million fake 3M brand N95 masks in recent weeks. It's the result of an ongoing investigation into counterfeits sold in at least five states to hospitals, medical facilities and government agencies.https:\/\/t.co\/EhQshzoZkx","sentiment_score":-0.18}
{"full_text":"UNK students interrupted by the COVID-19 pandemic may be eligible to receive grants, which are part of second allocation in federal funds.","sentiment_score":0.0}
